{
  "index": 7,
  "title": "Chapter 6",
  "paragraphs": [
    "Jimmy dressed for dinner in a very exalted frame of mind that night.\r\nIt seemed to him that he had awakened from a sort of a stupor. Life\r\nwas so much fuller of possibilities than he had imagined a few days\r\nback. The sudden acquisition of his uncle's money had, in a manner,\r\nbrought him to a halt. Till then the exhilarating feeling of having\r\nhis hand against the world had lent a zest to life. There had been no\r\nmonotony. There had always been obstacles. One may hardly perhaps\r\ndilate on the joys of toil in connection with him, considering the\r\nprecise methods by which he had supported himself; but nevertheless\r\nhis emotions when breaking the law of the United States had been akin\r\nto those of the honest worker in so far that his operations had\r\nsatisfied the desire for action which possesses every man of brains\r\nand energy. They had given him something to do. He had felt alive. His\r\nuncle's legacy had left him with a sensation of abrupt stoppage. Life\r\nhad suddenly become aimless.\r\n\r\nBut now everything was altered. Once more the future was a thing of\r\nimportance, to-morrow a day to be looked forward to with keen\r\nexpectation.\r\n\r\nHe tried to throw his mind back to the last occasion when he had seen\r\nMolly. He could not remember that he had felt any excessive emotion.\r\nBetween _camaraderie_ and love there is a broad gulf. It had certainly\r\nnever been bridged in the old New York days. Then the frank\r\nfriendliness of which the American girl appears to have the monopoly\r\nhad been Molly's chief charm in his eyes. It had made possible a\r\ncomradeship such as might have existed between men. But now there was\r\na difference. England seemed to have brought about a subtle change in\r\nher. Instinctively he felt that the old friendship, adequate before,\r\nwas not enough now. He wanted more. The unexpected meeting, following\r\nso closely upon Spike's careless words in London, had shown him his\r\ntrue feelings. Misgivings crept upon him. Had he a right? Was it fair?\r\nHe looked back at the last eight years of his life with the eye of an\r\nimpartial judge. He saw them stripped of the glamour which triumphant\r\ncunning had lent them; saw them as they would appear to Molly.\r\n\r\nHe scowled at his reflection in the glass. \"You've been a bad lot, my\r\nson,\" he said. \"There's only one thing in your favor; and that is the\r\nfact that you've cut it all out for keeps. We must be content with\r\nthat.\"\r\n\r\nThere was a furtive rap at the door. \"Hullo?\" said Jimmy. \"Yes?\"\r\n\r\nThe door opened slowly. A grin, surmounted by a mop of red hair,\r\nappeared round the edge of it.\r\n\r\n\"Well, Spike. Come in. What's the matter?\"\r\n\r\nThe rest of Mr. Mullins entered the room.\r\n\r\n\"Gee, Mr. Chames, I wasn't sure dat dis was your room. Say, who do\r\nyouse t'ink I nearly bumped me coco ag'in out in de corridor? Why, old\r\nman McEachern, de cop. Dat's right!\"\r\n\r\n\"Yes?\"\r\n\r\n\"Sure. Say, what's he doin' on dis beat? Youse c'u'd have knocked me\r\ndown wit' a bit of poiper when I see him. I pretty near went down and\r\nout. Dat's right. Me heart ain't got back home yet.\"\r\n\r\n\"Did he recognize you?\"\r\n\r\n\"Sure! He starts like an actor on top de stoige when he sees he's up\r\nagainst de plot to ruin him, an' he gives me de fierce eye.\"\r\n\r\n\"Well?\"\r\n\r\n\"I was wondering was I on Third Avenue, or was I standing on me coco,\r\nor what was I doin', anyhow. Den I slips off and chases meself up\r\nhere. Say, Mr. Chames, can _youse_ put me wise? What's de game?\r\nWhat's old man McEachern doin' stunts dis side for?\"\r\n\r\n\"It's all right, Spike. Keep calm. I can explain. Mr. McEachern owns\r\nthe house.\"\r\n\r\n\"On your way, Mr. Chames! What's dat?\"\r\n\r\n\"This is his house we're in, now. He left the force three years ago,\r\ncame over here, and bought this place. And here we are again, all\r\ngathered together under the same roof, like a jolly little family\r\nparty.\"\r\n\r\nSpike's open mouth bore witness to his amazement.\r\n\r\n\"Den all dis----\"\r\n\r\n\"Belongs to him? That's it. We are his guests, Spike.\"\r\n\r\n\"But what's he goin' to do?\"\r\n\r\n\"I couldn't say. I'm expecting to hear shortly. But we needn't worry\r\nourselves. The next move's with him. If he wants to say anything about\r\nit, he must come to me.\"\r\n\r\n\"Sure. It's up to him,\" agreed Spike.\r\n\r\n\"I'm quite comfortable. Speaking for myself, I'm having a good time.\r\nHow are you getting on downstairs?\"\r\n\r\n\"De limit, Mr. Chames. Honest, I'm on pink velvet. Dey's an old\r\ngazebo, de butler, Keggs his name is, dat's de best ever at handing\r\nout long woids. I sit and listen. Dey calls me Mr. Mullins down dere,\"\r\nsaid Spike, with pride.\r\n\r\n\"Good. I'm glad you're all right. There's no reason why we shouldn't\r\nhave an excellent time here. I don't think that Mr. McEachern will\r\nturn us out, after he's heard one or two little things I have to say\r\nto him. Just a few reminiscences of the past which may interest him. I\r\nhave the greatest affection for Mr. McEachern, though he did club me\r\nonce with his night stick; but nothing shall make me stir from here\r\nfor the next week at any rate.\"\r\n\r\n\"Not on your life,\" agreed Spike. \"Say, Mr. Chames, he must have got a\r\nlot of plunks to buy dis place. And I know how he got dem, too. Dat's\r\nright. I comes from old New York meself.\"\r\n\r\n\"Hush, Spike, this is scandal!\"\r\n\r\n\"Sure,\" said the Bowery boy doggedly, securely mounted now on his\r\nfavorite hobby horse. \"I knows, and youse knows, Mr. Chames. Gee, I\r\nwish I'd bin a cop. But I wasn't tall enough. Dey's de fellers wit' de\r\nlong green in der banks. Look at dis old McEachern. Money to boin a\r\nwet dog wit', he's got, and never a bit of woik for it from de start\r\nto de finish. An' look at me, Mr. Chames.\"\r\n\r\n\"I do, Spike, I do.\"\r\n\r\n\"Look at me. Getting busy all de year round, woiking to beat de band\r\nall----\"\r\n\r\n\"In prisons oft,\" said Jimmy.\r\n\r\n\"Dat's right. And chased all roun' de town. And den what? Why, to de\r\nbad at de end of it all. Say, it's enough to make a feller----\"\r\n\r\n\"Turn honest.\" said Jimmy. \"You've hit it, Spike. You'll be glad some\r\nday that you reformed.\"\r\n\r\nBut on this point Spike seemed to be doubtful. He was silent for a\r\nmoment; then, as if following upon a train of thoughts, he said: \"Mr.\r\nChames, dis is a fine big house.\"\r\n\r\n\"Splendid!\"\r\n\r\n\"Say, couldn't we----\"\r\n\r\n\"Spike!\" said Jimmy warningly.\r\n\r\n\"Well, couldn't we?\" said Spike doggedly. \"It ain't often youse butts\r\ninto a dead-easy proposition like dis one. We shouldn't have to do a\r\nt'ing excep' git busy. De stuff's just lying about, Mr. Chames.\"\r\n\r\n\"I have noticed it.\"\r\n\r\n\"Aw, it's a waste to leave it.\"\r\n\r\n\"Spike,\" said Jimmy, \"I warned you of this. I begged you to be on your\r\nguard, to fight against your professional instincts; and you must do\r\nit. I know it's hard, but it's got to be done. Try and occupy your\r\nmind. Collect butterflies.\"\r\n\r\nSpike shuffled in gloomy silence.\r\n\r\n\"'Member dose jools we got in de hotel de year before I was copped?\"\r\nhe asked at length irrelevantly.\r\n\r\nJimmy finished tying his tie, looked at the result for a moment in the\r\nglass, then replied: \"Yes, I remember.\"\r\n\r\n\"We got anudder key dat fitted de door. 'Member dat?\"\r\n\r\nJimmy nodded.\r\n\r\n\"And some of dose knock-out drops. What's dat? Chloryform? Dat's\r\nright. An' we didn't do a t'ing else. An' we lived for de rest of de\r\nyear on dose jools.\"\r\n\r\nSpike paused.\r\n\r\n\"Dat was to de good,\" he said wistfully.\r\n\r\nJimmy made no reply.\r\n\r\n\"Dere's a loidy here,\" continued Spike, addressing the chest of\r\ndrawers, \"dat's got a necklace of jools what's wort' two hundred\r\nthousand plunks.\"\r\n\r\n\"I know.\"\r\n\r\nSilence again.\r\n\r\n\"Two hundred thousand plunks,\" breathed Spike.\r\n\r\n\"What a necklace!\" thought Jimmy.\r\n\r\n\"Keggs told me dat. De old gazebo what hands out de long woids. I\r\ncould find out where dey're kept dead easy.'\r\n\r\n\"What a king of necklaces!\" thought Jimmy.\r\n\r\n\"Shall I, Mr. Chames?\"\r\n\r\n\"Shall you what?\" asked Jimmy, coming out of his thoughts with a\r\nstart.\r\n\r\n\"Why, find out where de loidy keeps de jools.\"\r\n\r\n\"Confound you, Spike! How often am I to tell you that I have done with\r\nall that sort of thing forever? I never want to see or touch another\r\nstone that doesn't belong to me. I don't want to hear about them. They\r\ndon't interest me.\"\r\n\r\n\"Sorry, Mr. Chames. But dey must cop de limit for fair, dose jools.\r\nTwo hundred t'ousand plunks! What's dat dis side?\"\r\n\r\n\"Forty thousand pounds,\" said Jimmy shortly. \"Now, drop it.\"\r\n\r\n\"Yes, Mr. Chames. Can I help youse wit' de duds?\"\r\n\r\n\"No, thanks. Spike; I'm through, now. You might just give me a brush\r\ndown, though, if you don't mind. Not that. That's a hair brush. Try\r\nthe big black one.\"\r\n\r\n\"Dis is a dude suit for fair,\" observed Spike, pausing in his labors.\r\n\r\n\"Glad you like it, Spike.\"\r\n\r\n\"It's de limit. Excuse me. How much of de long green did youse pungle\r\nfor it, Mr. Chames?\"\r\n\r\n\"I really can't remember,\" said Jimmy, with a laugh. \"I could look up\r\nthe bill and let you know. Seventy guineas, I fancy.\"\r\n\r\n\"What's dat--guineas? Is dat more dan a pound?\"\r\n\r\n\"A shilling more. Why?\"\r\n\r\nSpike resumed his brushing.\r\n\r\n\"What a lot of dude suits youse could get,\" he observed meditatively,\r\n\"if youse had dose jools.\"\r\n\r\n\"Oh, _curse_ the jewels for the hundredth time!\" snapped Jimmy.\r\n\r\n\"Yes, Mr. Chames. But, say, dat must be a boid of a necklace, dat one.\r\nYou'll be seeing it at de dinner, Mr. Chames.\"\r\n\r\nWhatever comment Jimmy might have made on this insidious statement was\r\nchecked by a sudden bang on the door. Almost simultaneously the handle\r\nturned.\r\n\r\n\"P'Chee!\" cried Spike. \"It's de cop!\"\r\n\r\nJimmy smiled pleasantly.\r\n\r\n\"Come in, Mr. McEachern,\" he said, \"come in. Journeys end in lovers\r\nmeeting. You know my friend, Mr. Mullins, I think? Shut the door, and\r\nsit down and let's talk of many things.\""
  ]
}