{
  "index": 1,
  "title": "Chapter 1",
  "paragraphs": [
    "CHAPTER I.\r\n\r\n\r\nThe supper room of the Savoy Hotel was all brightness and glitter and\r\ngayety. But Sir James Willoughby Pitt, baronet, of the United Kingdom,\r\nlooked round about him through the smoke of his cigarette, and felt\r\nmoodily that this was a flat world, despite the geographers, and that\r\nhe was very much alone in it.\r\n\r\nHe felt old.\r\n\r\nIf it is ever allowable for a young man of twenty-six to give himself\r\nup to melancholy reflections, Jimmy Pitt might have been excused for\r\ndoing so, at that moment. Nine years ago he had dropped out, or, to\r\nput it more exactly, had been kicked out, and had ceased to belong to\r\nLondon. And now he had returned to find himself in a strange city.\r\n\r\nJimmy Pitt's complete history would take long to write, for he had\r\ncontrived to crowd much into those nine years. Abridged, it may be\r\ntold as follows: There were two brothers, a good brother and a bad\r\nbrother. Sir Eustace Pitt, the latter, married money. John, his\r\nyounger brother, remained a bachelor. It may be mentioned, to check\r\nneedless sympathy, that there was no rivalry between the two. John\r\nPitt had not the slightest desire to marry the lady of his brother's\r\nchoice, or any other lady. He was a self-sufficing man who from an\r\nearly age showed signs of becoming some day a financial magnate.\r\n\r\nMatters went on much the same after the marriage. John continued to go\r\nto the city, Eustace to the dogs. Neither brother had any money of his\r\nown, the fortune of the Pitts having been squandered to the ultimate\r\nfarthing by the sportive gentleman who had held the title in the days\r\nof the regency, when White's and the Cocoa Tree were in their prime,\r\nand fortunes had a habit of disappearing in a single evening. Four\r\nyears after the marriage, Lady Pitt died, and the widower, having\r\nspent three years and a half at Monte Carlo, working out an infallible\r\nsystem for breaking the bank, to the great contentment of Mons. Blanc\r\nand the management in general, proceeded to the gardens, where he shot\r\nhimself in the orthodox manner, leaving many liabilities, few assets,\r\nand one son.\r\n\r\nThe good brother, by this time a man of substance in Lombard Street,\r\nadopted the youthful successor to the title, and sent him to a series\r\nof schools, beginning with a kindergarten and ending with Eton.\r\n\r\nUnfortunately Eton demanded from Jimmy a higher standard of conduct\r\nthan he was prepared to supply, and a week after his seventeenth\r\nbirthday, his career as an Etonian closed prematurely. John Pitt\r\nthereupon delivered an ultimatum. Jimmy could choose between the\r\nsmallest of small posts in his uncle's business, and one hundred\r\npounds in banknotes, coupled with the usual handwashing and disowning.\r\nJimmy would not have been his father's son if he had not dropped at\r\nthe money. The world seemed full to him of possibilities for a young\r\nman of parts with a hundred pounds in his pocket.\r\n\r\nHe left for Liverpool that day, and for New York on the morrow.\r\n\r\nFor the next nine years he is off the stage, which is occupied by his\r\nUncle John, proceeding from strength to strength, now head partner,\r\nnext chairman of the company into which the business had been\r\nconverted, and finally a member of Parliament, silent as a wax figure,\r\nbut a great comfort to the party by virtue of liberal contributions to\r\nits funds.\r\n\r\nIt may be thought curious that he should make Jimmy his heir after\r\nwhat had happened; but it is possible that time had softened his\r\nresentment. Or he may have had a dislike for public charities, the\r\nonly other claimant for his wealth. At any rate, it came about that\r\nJimmy, reading in a Chicago paper that if Sir James Willoughby Pitt,\r\nbaronet, would call upon Messrs. Snell, Hazlewood, and Delane,\r\nsolicitors, of Lincoln's Inn Fields, London, he would hear of\r\nsomething to his advantage, had called and heard something very much\r\nto his advantage.\r\n\r\nWherefore we find him, on this night of July, supping in lonely\r\nmagnificence at the Savoy, and feeling at the moment far less\r\nconscious of the magnificence than of the loneliness.\r\n\r\nWatching the crowd with a jaundiced eye, Jimmy had found his attention\r\nattracted chiefly by a party of three a few tables away. The party\r\nconsisted of a pretty girl, a lady of middle age and stately demeanor,\r\nplainly her mother, and a light-haired, weedy young man of about\r\ntwenty. It had been the almost incessant prattle of this youth and the\r\npeculiarly high-pitched, gurgling laugh which shot from him at short\r\nintervals which had drawn Jimmy's notice upon them. And it was the\r\ncurious cessation of both prattle and laugh which now made him look\r\nagain in their direction.\r\n\r\nThe young man faced Jimmy; and Jimmy, looking at him, could see that\r\nall was not well with him. He was pale. He talked at random. A slight\r\nperspiration was noticeable on his forehead.\r\n\r\nJimmy caught his eye. There was a hunted look in it.\r\n\r\nGiven the time and the place, there were only two things which could\r\nhave caused that look. Either the light-haired young man had seen a\r\nghost, or he had suddenly realized that he had not enough money to pay\r\nthe check.\r\n\r\nJimmy's heart went out to the sufferer. He took a card from his case,\r\nscribbled the words, \"Can I help?\" on it, and gave it to a waiter to\r\ntake to the young man, who was now in a state bordering on collapse.\r\n\r\nThe next moment the light-haired one was at his table, talking in a\r\nfeverish whisper.\r\n\r\n\"I say,\" he said, \"it's frightfully good of you, old chap. It's\r\nfrightfully awkward. I've come out with too little money. I hardly\r\nlike to--What I mean to say is, you've never seen me before, and----\"\r\n\r\n\"That's all right,\" said Jimmy. \"Only too glad to help. It might have\r\nhappened to any one. Will this be enough?\"\r\n\r\nHe placed a five-pound note on the table. The young man grabbed at it\r\nwith a rush of thanks.\r\n\r\n\"I say, thanks fearfully,\" he said. \"I don't know what I'd have done.\r\nI'll let you have it back to-morrow. Here's my card. Blunt's my name.\r\nSpennie Blunt. Is your address on your card? I can't remember. Oh, by\r\nJove, I've got it in my hand all the time.\" The gurgling laugh came\r\ninto action again, freshened and strengthened by its rest. \"Savoy\r\nMansions, eh? I'll come round to-morrow. Thanks, frightfully, again\r\nold chap. I don't know what I should have done.\"\r\n\r\nHe flitted back to his table, bearing the spoil, and Jimmy, having\r\nfinished his cigarette, paid his check, and got up to go.\r\n\r\nIt was a perfect summer night. He looked at his watch. There was time\r\nfor a stroll on the Embankment before bed.\r\n\r\nHe was leaning on the balustrade, looking across the river at the\r\nvague, mysterious mass of buildings on the Surrey side, when a voice\r\nbroke in on his thoughts.\r\n\r\n\"Say, boss. Excuse me.\"\r\n\r\nJimmy spun round. A ragged man with a crop of fiery red hair was\r\nstanding at his side. The light was dim, but Jimmy recognized that\r\nhair.\r\n\r\n\"Spike!\" he cried.\r\n\r\nThe other gaped, then grinned a vast grin of recognition.\r\n\r\n\"Mr. Chames! Gee, dis cops de limit!\"\r\n\r\nThree years had passed since Jimmy had parted from Spike Mullins, Red\r\nSpike to the New York police, but time had not touched him. To Jimmy\r\nhe looked precisely the same as in the old New York days.\r\n\r\nA policeman sauntered past, and glanced curiously at them. He made as\r\nif to stop, then walked on. A few yards away he halted. Jimmy could\r\nsee him watching covertly. He realized that this was not the place for\r\na prolonged conversation.\r\n\r\n\"Spike,\" he said, \"do you know Savoy Mansions?\"\r\n\r\n\"Sure. Foist to de left across de way.\"\r\n\r\n\"Come on there. I'll meet you at the door. We can't talk here. That\r\ncop's got his eye on us.\"\r\n\r\nHe walked away. As he went, he smiled. The policeman's inspection had\r\nmade him suddenly alert and on his guard. Yet why? What did it matter\r\nto Sir James Pitt, baronet, if the whole police force of London\r\nstopped and looked at him?\r\n\r\n\"Queer thing, habit,\" he said, as he made his way across the road."
  ]
}