{
  "index": 3,
  "title": "Chapter 2",
  "paragraphs": [
    "In the days before the Welshman began to expend his surplus energy in\r\nplaying football, he was accustomed, whenever the monotony of his\r\neveryday life began to oppress him, to collect a few friends and make\r\nraids across the border into England, to the huge discomfort of the\r\ndwellers on the other side. It was to cope with this habit that Corven\r\nAbbey, in Shropshire, came into existence. It met a long-felt want.\r\nMinistering to the spiritual needs of the neighborhood in times of\r\npeace, it became a haven of refuge when trouble began. From all sides\r\npeople poured into it, emerging cautiously when the marauders had\r\ndisappeared.\r\n\r\nIn the whole history of the abbey there is but one instance recorded\r\nof a bandit attempting to take the place by storm, and the attack was\r\nan emphatic failure. On receipt of one ladle full of molten lead,\r\naimed to a nicety by John the Novice, who seems to have been anything\r\nbut a novice at marksmanship, this warrior retired, done to a turn, to\r\nhis mountain fastnesses, and is never heard of again. He would seem,\r\nhowever, to have passed the word round among his friends, for\r\nsubsequent raiding parties studiously avoided the abbey, and a peasant\r\nwho had succeeded in crossing its threshold was for the future\r\nconsidered to be \"home\" and out of the game. Corven Abbey, as a\r\nresult, grew in power and popularity. Abbot succeeded abbot, the lake\r\nat the foot of the hill was restocked at intervals, the lichen grew on\r\nthe walls; and still the abbey endured.\r\n\r\nBut time, assisted by his majesty, King Henry the Eighth, had done its\r\nwork. The monks had fled. The walls had crumbled, and in the twentieth\r\ncentury, the abbey was a modern country house, and the owner a rich\r\nAmerican.\r\n\r\nOf this gentleman the world knew but little. That he had made money,\r\nand a good deal of it, was certain. His name, Patrick McEachern,\r\nsuggested Irish parentage, and a slight brogue, noticeable, however,\r\nonly in moments of excitement, supported this theory. He had arrived\r\nin London some four years back, taken rooms at the Albany, and gone\r\ninto society.\r\n\r\nEngland still firmly believes that wealth accrues to every resident of\r\nNew York by some mysterious process not understandable of the Briton.\r\nMcEachern and his money were accepted by society without question. His\r\nsolecisms, which at first were numerous, were passed over as so quaint\r\nand refreshing. People liked his rugged good humor. He speedily made\r\nfriends, among them Lady Jane Blunt, the still youthful widow of a man\r\nabout town, who, after trying for several years to live at the rate of\r\nten thousand per annum with an income of two and a half, had finally\r\ngiven up the struggle and drank himself peacefully into the tomb,\r\nleaving her in sole charge of their one son, Spencer Archbald.\r\n\r\nPossibly because he was the exact antithesis of the late lamented,\r\nLady Jane found herself drawn to Mr. McEachern. Whatever his faults,\r\nhe had strength; and after her experience of married life with a weak\r\nman, Lady Jane had come to the conclusion that strength was the only\r\nmale quality worth consideration. When a year later, McEachern's\r\ndaughter, Molly, had come over, it was Lady Jane who took her under\r\nher wing and introduced her everywhere.\r\n\r\nIn the fifth month of the second year of their acquaintance, Mr.\r\nMcEachern proposed and was accepted. \"The bridegroom,\" said a society\r\npaper, \"is one of those typical captains of industry of whom our\r\ncousins 'across the streak' can boast so many. Tall, muscular,\r\nsquare-shouldered, with the bulldog jaw and twinkling gray eye of the\r\nborn leader. You look at him and turn away satisfied. You have seen a\r\nman!\"\r\n\r\nLady Jane, who had fallen in love with the abbey some years before,\r\nduring a visit to the neighborhood, had prevailed upon her\r\nsquare-shouldered lord to turn his twinkling gray eye in that\r\ndirection, and the captain of industry, with the remark that here, at\r\nlast, was a real bully old sure-fire English stately home, had sent\r\ndown builders and their like, not in single spies, but in battalions,\r\nwith instructions to get busy.\r\n\r\nThe results were excellent. A happy combination of deep purse on the\r\npart of the employer and excellent taste on the part of the architect\r\nhad led to the erection of one of the handsomest buildings in\r\nShropshire. To stand on the hill at the back of the house was to see a\r\nview worth remembering. The lower portion of the hill, between the\r\nhouse and the lake, had been cut into broad terraces. The lake itself,\r\nwith its island with the little boathouse in the centre, was a glimpse\r\nof fairyland. Mr. McEachern was not poetical, but he had secured as\r\nhis private sanctum a room which commanded this view.\r\n\r\nHe was sitting in this room one evening, about a week after the\r\nmeeting between Spennie and Jimmy Pitt at the Savoy.\r\n\r\n\"See, here, Jane,\" he was saying, \"this is my point. I've been fixing\r\nup things in my mind, and this is the way I make it out. I reckon\r\nthere's no sense in taking risks when you needn't. You've a mighty\r\nhigh-toned bunch of guests here. I'm not saying you haven't. What I\r\nsay is, it would make us all feel more comfortable if we knew there\r\nwas a detective in the house keeping his eye skinned. I'm not alluding\r\nto any of them in particular, but how are we to know that all these\r\nsocial headliners are on the level?\"\r\n\r\n\"If you mean our guests, Pat, I can assure you that they are all\r\nperfectly honest.\"\r\n\r\nLady Jane looked out of the window, as she spoke, at a group of those\r\nunder discussion. Certainly at the moment the sternest censor could\r\nhave found nothing to cavil at in their movements. Some were playing\r\ntennis, some clock golf, and the rest were smoking. She had frequently\r\ncomplained, in her gentle, languid way, of her husband's unhappily\r\nsuspicious nature. She could never understand it. For her part she\r\nsuspected no one. She liked and trusted everybody, which was the\r\nreason why she was so popular, and so often taken in.\r\n\r\nMr. McEachern looked bovine, as was his habit when he was endeavoring\r\nto gain a point against opposition.\r\n\r\n\"They may be on the level,\" he said. \"I'm not saying anything against\r\nany one. But I've seen a lot of crooks in my time, and it's not the\r\nones with the low brows and the cauliflower ears that you want to\r\nwatch for. It's the innocent Willies who look as if all they could do\r\nwas to lead the cotillon and wear bangles on their ankles. I've had a\r\nlot to do with them, and it's up to a man that don't want to be stung\r\nnot to go by what a fellow looks like.\"\r\n\r\n\"Really, Pat, dear, I sometimes think you ought to have been a\r\npoliceman. What _is_ the matter?\"\r\n\r\n\"Matter?\"\r\n\r\n\"You shouted.\"\r\n\r\n\"Shouted? Not me. Spark from my cigar fell on my hand.\"\r\n\r\n\"You know, you smoke too much, Pat,\" said his wife, seizing the\r\nopening with the instinct which makes an Irishman at a fair hit every\r\nhead he sees.\r\n\r\n\"I'm all right, me dear. Faith, I c'u'd smoke wan hondred a day and no\r\nharm done.\"\r\n\r\nBy way of proving the assertion he puffed out with increased vigor at\r\nhis cigar. The pause gave him time to think of another argument, which\r\nmight otherwise have escaped him.\r\n\r\n\"When we were married, me dear Jane,\" he said, \"there was a detective\r\nin the room to watch the presents. Two of them. I remimber seeing them\r\nat once. There go two of the boys, I said to mysilf. I mean,\" he added\r\nhastily, \"two of the police force.\"\r\n\r\n\"But detectives at wedding receptions are quite ordinary. Nobody minds\r\nthem. You see, the presents are so valuable that it would be silly to\r\nrisk losing them.\"\r\n\r\n\"And are there not valuable things here,\" asked McEachern\r\ntriumphantly, \"which it would be silly to risk losing? And Sir Thomas\r\nis coming to-day with his wife. And you know what a deal of jewelry\r\nshe always takes about her.\"\r\n\r\n\"Oh, Julia!\" said Lady Jane, a little disdainfully. Her late husband's\r\nbrother Thomas' wife was one of the few people to whom she objected.\r\nAnd, indeed, she was not alone in this prejudice. Few who had much to\r\ndo with her did like Lady Blunt.\r\n\r\n\"That rope of pearls of hers,\" said Mr. McEachern, \"cost forty\r\nthousand pounds, no less, so they say.\"\r\n\r\n\"So she says. But if you were thinking of bringing down a detective to\r\nwatch over Julia's necklace, Pat, you needn't trouble. I believe she\r\ntakes one about with her wherever she goes, disguised as Thomas'\r\nvalet.\"\r\n\r\n\"Still, me dear----\"\r\n\r\n\"Pat, you're absurd,\" laughed Lady Jane. \"I won't have you littering\r\nup the house with great, clumsy detectives. You must remember that you\r\naren't in horrid New York now, where everybody you meet wants to rob\r\nyou. Who is it that you suspect? Who is the--what is the word you're\r\nso fond of? Crook. That's it. Who is the crook?\"\r\n\r\n\"I don't want to mention names,\" said McEachern cautiously, \"and I\r\ncast no suspicions, but who is that pale, thin Willie who came\r\nyesterday? The one that says the clever things that nobody\r\nunderstands?\"\r\n\r\n\"Lulu Wesson! Why, _Pat_rick! He's the most delightful boy. What\r\n_can_ you suspect him of?\"\r\n\r\n\"I don't suspect him of anything. But you'll remimber what I was\r\ntelling about the sort of boy you want to watch. That's what that boy\r\nis. He may be the straightest ever, but if I was told there was a\r\ncrook in the company, and wasn't put next who it was, he's the boy\r\nthat would get my vote.\"\r\n\r\n\"What dreadful nonsense you are talking, Pat. I believe you suspect\r\nevery one you meet. I suppose you will jump to the conclusion that\r\nthis man whom Spennie is bringing down with him to-day is a criminal\r\nof some sort.\"\r\n\r\n\"How's that? Spennie bringing a friend?\"\r\n\r\nThere was not a great deal of enthusiasm in McEachern's voice. His\r\nstepson was not a young man whom he respected very highly. Spennie\r\nregarded his stepfather with nervous apprehension, as one who would\r\ndeal with his shortcomings with a vigor and severity of which his\r\nmother was incapable. The change of treatment which had begun after\r\nher marriage with the American had had an excellent effect upon him,\r\nbut it had not been pleasant. As Nebuchadnezzar is reported to have\r\nsaid of his vegetarian diet, it may have been wholesome, but it was\r\nnot good. McEachern, for his part, regarded Spennie as a boy who would\r\nget into mischief unless he had an eye fixed upon him. So he proceeded\r\nto fix that eye.\r\n\r\n\"Yes, I must be seeing Harding about getting the rooms ready.\r\nSpennie's friend is bringing his man with him.\"\r\n\r\n\"Who is his friend?\"\r\n\r\n\"He doesn't say. He just says he's a man he met in London.\"\r\n\r\n\"H'm!\"\r\n\r\n\"And what does that grunt mean, I should like to know? I believe\r\nyou've begun to suspect the poor man already, without seeing him.\"\r\n\r\n\"I don't say I have. But a man can pick up strange people in London.\"\r\n\r\n\"Pat, you're perfectly awful. I believe you suspect every one you\r\nmeet. What do you suspect me of, I wonder?\"\r\n\r\n\"That's easy answered,\" said McEachern. \"Robbery from the person.\"\r\n\r\n\"What have I stolen?\"\r\n\r\n\"Me heart, me dear,\" replied McEachern gallantly, with a vast grin.\r\n\r\n\"After that,\" said his wife, \"I think I had better go. I had no idea\r\nyou could make such pretty speeches. Pat!\"\r\n\r\n\"Well, me dear?\"\r\n\r\n\"Don't send for that detective. It really wouldn't do. If it got about\r\nthat we couldn't trust our guests, we should never live it down. You\r\nwon't, will you?\"\r\n\r\n\"Very well, me dear.\"\r\n\r\nWhat followed may afford some slight clue to the secret of Mr. Patrick\r\nMcEachern's rise in the world. It certainly suggests singleness of\r\npurpose, which is one of the essentials of success.\r\n\r\nNo sooner had the door closed behind Lady Jane than he went to his\r\nwriting table, took pen and paper, and wrote the following letter:\r\n\r\n    _To the Manager, Wragge's Detective Agency,_\r\n           _Holborn Bars, London, E. C._\r\n\r\n    Sir:\r\n\r\n    With ref'ce to my last of the 28th ult., I should be glad if\r\n    you would send down immediately one of your best men. Am making\r\n    arrangements to receive him. Shall be glad if you will instruct\r\n    him as follows, viz. (a) that he shall stay at the village inn\r\n    in character of American seeing sights of England and anxious\r\n    to inspect the abbey; (b) that he shall call and ask to see me.\r\n    I shall then recognize him as old New York friend, and move his\r\n    baggage from above inn to the abbey. Yours faithfully,\r\n\r\n                                                P. McEACHERN.\r\n\r\n    P.S.--Kindly not send a rube, but a real smart man.\r\n\r\nThis brief but pregnant letter cost him some pains in its composition.\r\nHe was not a ready writer. But he completed it at last to his\r\nsatisfaction. There was a crisp purity in the style which pleased him.\r\nHe read it over, and put in a couple of commas. Then he placed it in\r\nan envelope, and lit another cigar."
  ]
}