{
  "index": 5,
  "title": "Chapter 4",
  "paragraphs": [
    "\"How are you, Molly?\"\r\n\r\n\"Quite well, thank you, Jimmy.\"\r\n\r\nA pause.\r\n\r\n\"You're looking very well.\"\r\n\r\n\"I'm feeling very well. How are you?\"\r\n\r\n\"Quite well, thanks. Very well, indeed\"\r\n\r\nAnother pause.\r\n\r\nAnd then their eyes met, and at the same moment they burst out\r\nlaughing.\r\n\r\n\"Your manners are _beautiful_, Jimmy. And I'm so glad you're so well!\r\nWhat an extraordinary thing us meeting like this. I thought you were\r\nin New York.\"\r\n\r\n\"I thought you were. You haven't altered a bit, Molly.\"\r\n\r\n\"Nor have you. How queer this is! I can't understand it.\"\r\n\r\n\"Nor can I. I don't want to. I'm satisfied without. Do you know before\r\nI met you I was just thinking I hadn't a single friend in this\r\ncountry. I'm on my way to stay with a man I've only known a few days,\r\nand his people, whom I don't know at all, and a bunch of other guests,\r\nwhom I've never heard of, and his uncle, who's a sort of human icicle,\r\nand his aunt, who makes you feel like thirty cents directly she starts\r\nto talk to you, and the family watchdog, who will probably bite me.\r\nBut now! You must live near here or you wouldn't be chasing horses\r\nabout this road.\"\r\n\r\n\"I live at a place called Corven Abbey.\"\r\n\r\n\"What Corven Abbey? Why, that's where I'm going.\"\r\n\r\n\"Jimmy! Oh, I see. You're Spennie's friend. But where is Spennie?\"\r\n\r\n\"At the abbey by now. He went in the auto with his uncle and aunt.\"\r\n\r\n\"How did you meet Spennie?\"\r\n\r\n\"Oh, I did a very trifling Good Samaritan act, for which he was unduly\r\ngrateful, and he adopted me from that moment.\"\r\n\r\n\"How long have you been living in England, then? I never dreamed of\r\nyou being here.\"\r\n\r\n\"I've been on this side about a week. If you want my history in a\r\nnutshell, it's this. Rich uncle. Poor nephew. Deceased uncle. Rich\r\nnephew. I'm a man with money now. Lots of money.\"\r\n\r\n\"How nice for you, Jimmy. Father came into money, too. That's how I\r\ncome to be over here. I wish you and father had got on better\r\ntogether.\"\r\n\r\n\"Your father, my dear Molly, has a manner with people he is not fond\r\nof which purists might call slightly abrupt. Perhaps things will be\r\ndifferent, now.\"\r\n\r\nThe horse gave a sudden whinny.\r\n\r\n\"I wish you wouldn't do that sort of thing without warning,\" said\r\nJimmy to it plaintively.\r\n\r\n\"He knows he's near home, and he knows it's his dinner time. There,\r\nnow you can see the abbey. How do you like it?\"\r\n\r\nThey had reached a point in the road where the fields to the right\r\nsloped sharply downward. A few hundred yards away, backed by woods,\r\nstood the beautiful home which ex-Policeman McEachern had caused to be\r\nbuilded for him. The setting sun lit up the waters of the lake. No\r\nfigures were to be seen moving in the grounds. The place resembled a\r\npalace of sleep.\r\n\r\n\"Well?\" said Molly.\r\n\r\n\"By Jove!\"\r\n\r\n\"Isn't it?\" said Molly. \"I'm so glad you like it. I always feel as if\r\nI had invented everything round here. It hurts me if people don't\r\nappreciate it. Once I took Sir Thomas Blunt up here. It was as much as\r\nI could do to induce him to come at all. He simply won't walk. When we\r\ngot to where we are standing now, I pointed and said: 'There!'\"\r\n\r\n\"And what did he do? Moan with joy?\"\r\n\r\n\"He grunted, and said it struck him as rather rustic.\"\r\n\r\n\"Beast! I met Sir Thomas when we got off the train. Spennie Blunt\r\nintroduced me to him. He seemed to bear it pluckily, but with some\r\ndifficulty. I think we had better be going, or they will be sending\r\nout search parties.\"\r\n\r\n\"By the way, Jimmy,\" said Molly, as they went down the hill. \"Can you\r\nact?\"\r\n\r\n\"Can I what?\"\r\n\r\n\"Act. In theatricals, you know.\"\r\n\r\n\"I've never tried. But I've played poker, which I should think is much\r\nthe same.\"\r\n\r\n\"We are going to do a play, and we want another man. The man who was\r\ngoing to play one of the parts has had to go back to London.\"\r\n\r\n\"Poor devil! Fancy having to leave a place like this and go back to\r\nthat dingy, overrated town.\"\r\n\r\n       *       *       *       *       *\r\n\r\nThe big drawing-room of the abbey was full when they arrived. Tea was\r\ngoing on in a desultory manner. In a chair at the far end of the room,\r\nSir Thomas Blunt surveyed the scene gloomily through the smoke of a\r\ncigarette. The sound of Lady Blunt's voice had struck their ears as\r\nthey opened the door. The Maxim gun was in action with no apparent\r\nprospect of jamming. The target of the moment was a fair,\r\ntired-looking lady, with a remarkable resemblance to Spennie. Jimmy\r\ntook her to be his hostess. There was a resigned expression on her\r\nface, which he thoroughly understood. He sympathized with her.\r\n\r\nThe other occupants of the room stared for a moment at Jimmy in the\r\naustere manner peculiar to the Briton who sees a stranger, and then\r\nresumed their respective conversations. One of their number, a slight,\r\npale, young man, as scientifically clothed as Sir Thomas, left his\r\ngroup, and addressed himself to Molly.\r\n\r\n\"Ah, here you are, Miss McEachern,\" he said. \"At last. We were all\r\ngetting so anxious.\"\r\n\r\n\"Really?\" said Molly. \"That's very kind of you, Mr. Wesson.\"\r\n\r\n\"I assure you, yes. Positively. A gray gloom had settled upon us. We\r\npictured you in all sorts of horrid situations. I was just going to\r\ncall for volunteers to scour the country, or whatever it is that one\r\ndoes in such circumstances. I used to read about it in books, but I\r\nhave forgotten the technical term. I am relieved to find that you are\r\nnot even dusty, though it would have been more romantic if you could\r\nhave managed a little dust here and there. But don't consider my\r\nfeelings, Miss McEachern, please.\"\r\n\r\nMolly introduced Jimmy to the newcomer. They shook hands, Jimmy with\r\nsomething of the wariness of a boxer in the ring. He felt an\r\ninstinctive distrust of this man. Why, he could not have said. Perhaps\r\nit was a certain subtle familiarity in his manner of speaking to Molly\r\nthat annoyed him. Jimmy objected strongly to any one addressing her as\r\nif there existed between them some secret understanding. Already the\r\nmood of the old New York days was strong upon him. His instinct then\r\nhad been to hate all her male acquaintances with an unreasoning\r\nhatred. He found himself in much the same frame of mind, now.\r\n\r\n\"So you're Spennie's friend,\" said Mr. Wesson, \"the man who's going to\r\nshow us all how to act, what?\"\r\n\r\n\"I believe there is some idea of my being a 'confused noise without',\r\nor something.\"\r\n\r\n\"Haven't they asked you to play _Lord Algernon_?\" inquired\r\nWesson, with more animation than he usually allowed himself to\r\nexhibit.\r\n\r\n\"Who is _Lord Algernon_?\"\r\n\r\n\"Only a character in the piece we are acting.\"\r\n\r\n\"What does he do?\"\r\n\r\n\"He talks to me most of the time,\" said Molly.\r\n\r\n\"Then,\" said Jimmy decidedly, \"I seem to see myself making a big hit.\"\r\n\r\n\"It's a long part if you aren't used to that sort of thing,\" said\r\nWesson.\r\n\r\nHe had hoped that the part with its wealth of opportunity would have\r\nfallen to himself.\r\n\r\n\"I am used to it,\" said Jimmy. \"Thanks.\"\r\n\r\n\"If that little beast's after Molly,\" thought Jimmy, \"there will be\r\ntrouble.\"\r\n\r\n\"Come along,\" said Molly, \"and be introduced, and get some tea.\"\r\n\r\n\"Well, Molly, dear,\" said Lady Jane, with a grateful smile at the\r\ninterruption, \"we didn't know what had become of you. Did Dandy give\r\nyou trouble?\"\r\n\r\n\"Dandy's a darling, and wouldn't do anything of the sort if you asked\r\nhim to. He's a kind little 'oss, as Thomas says. He only walked away\r\nwhen I got off to pick some roses, and I couldn't catch him. And then\r\nI met Jimmy.\"\r\n\r\nJimmy bowed.\r\n\r\n\"I hope you aren't tired out,\" said Lady Jane to him. \"We thought you\r\nwould never arrive. It's such a long walk. It was really too careless\r\nof Spennie not to let us know when he expected you.\"\r\n\r\n\"I was telling Spencer in the automobile,\" put in Lady Blunt, with\r\nferocity, \"that _my_ father would have horsewhipped him if he had\r\nbeen a son of his. He would.\"\r\n\r\n\"Really, Julia!\" protested Lady Jane rather faintly.\r\n\r\n\"That's so. And I don't care who knows it. A boy doesn't want to\r\nforget things if he's going to make his way in the world. I told\r\nSpencer so in the automobile.\"\r\n\r\nJimmy had noticed that Spennie was not in the room. He now understood\r\nhis absence. After the ride he had probably felt that an hour or two\r\npassed out of his aunt's society would not do him any harm. He was now\r\nundergoing a rest cure, Jimmy imagined, in the billiard room.\r\n\r\n\"I can assure you,\" said he, by way of lending a helping hand to the\r\nabsent one, \"I really preferred to walk. I have only just landed in\r\nEngland from New York, and it's quite a treat to walk on an English\r\ncountry road again.\"\r\n\r\n\"Are you from New York? I wonder if----\"\r\n\r\n\"Jimmy's an old friend,\" said Molly. \"We knew him very well indeed. It\r\nwas such a surprise meeting him.\"\r\n\r\n\"How interesting,\" said Lady Jane languidly, as if the intellectual\r\nstrain of the conversation had been too much for her. \"You will have\r\nsuch lots to talk about, won't you?\"\r\n\r\n\"I say,\" said Jimmy, as they moved away, \"who is that fellow Wesson?\"\r\n\r\n\"Oh, a man,\" said Molly vaguely.\r\n\r\n\"There's no need to be fulsome,\" said Jimmy. \"He can't hear.\"\r\n\r\n\"Mother likes him. I don't.\"\r\n\r\n\"Mother?\"\r\n\r\n\"Hullo,\" said Molly, \"there's father.\"\r\n\r\nThe door had opened while they were talking, and Mr. Patrick McEachern\r\nhad walked solidly into the room. The ornaments on the Chippendale\r\ntables jingled as he came. Secretly he was somewhat embarrassed at\r\nfinding himself in the midst of so many people. He had not yet\r\nmastered the art of feeling at home in his own house. At meals he did\r\nnot fear his wife's guests so much. Their attention was in a manner\r\ndistributed at such times, instead of being, as now, focused upon\r\nhimself. He stood there square and massive, outwardly the picture of\r\nall that was rugged and independent, looking about him for a friendly\r\nface. To offer a general remark, or to go boldly and sit down beside\r\none of those dazzling young ladies, like some heavyweight spider\r\nbeside a Miss Muffet, was beyond him. In his time he had stopped\r\nrunaway horses, clubbed mad dogs, and helped to break up East Side\r\ngang fights, when the combatants on both sides were using their guns\r\nlavishly and impartially; but his courage failed him here.\r\n\r\n\"Why,\" said Jimmy, \"is your father here, too? I didn't know that.\"\r\n\r\nTo himself he reviled his luck. How much would he see of Molly now?\r\nHer father's views on himself were no sealed book to him.\r\n\r\nMolly looked at him in surprise.\r\n\r\n\"Didn't know?\" she said. \"Didn't I tell you the place belonged to\r\nfather?\"\r\n\r\n\"What!\" said Jimmy. \"This house?\"\r\n\r\n\"Yes. Of course.\"\r\n\r\n\"And--by gad, I've got it. He has married Spennie Blunt's mother.\"\r\n\r\n\"Yes.\"\r\n\r\n\"Well, I'm--surprised.\"\r\n\r\nSuddenly he began to chuckle.\r\n\r\n\"What _is_ it, Jimmy?\"\r\n\r\n\"Why--why, I've just grasped the fact that your father--your father,\r\nmind you--is my host. I'm the honored guest. At his house!\"\r\n\r\nThe chuckle swelled into a laugh. The noise attracted McEachern's\r\nattention, and, looking in the direction whence it proceeded, he\r\ncaught sight of Molly.\r\n\r\nWith a grin of joy, he made for the sofa.\r\n\r\n\"Well, father, dear?\" said Molly nervously.\r\n\r\nMr. McEachern was staring horribly at Jimmy, who had risen to his\r\nfeet.\r\n\r\n\"How do you do, Mr. McEachern?\"\r\n\r\nThe ex-policeman continued to stare.\r\n\r\n\"Father,\" said Molly in distress. \"Father, let me present--I mean,\r\ndon't you remember Jimmy? You must remember Jimmy, father! Jimmy Pitt,\r\nwhom you used to know in New York.\""
  ]
}