{
  "index": 8,
  "title": "Chapter 7",
  "paragraphs": [
    "\"It's a conspiracy!\" thundered Mr. McEachern.\r\n\r\nHe stood in the doorway, breathing heavily. It has been shown that the\r\nex-policeman was somewhat prone to harbor suspicions of those round\r\nabout him, and at the present moment his mind was aflame. Indeed, a\r\nmore trusting man might have been excused for feeling a little\r\ndoubtful as to the intentions of Jimmy and Spike. When McEachern had\r\nheard that his stepson had brought home a casual London acquaintance,\r\nhe had suspected the existence of hidden motives on the part of the\r\nunknown. Spennie, he had told himself, was precisely the sort of youth\r\nto whom the professional bunko-steerer would attach himself with\r\nshouts of joy. Never, he had assured himself, had there been a softer\r\nproposition than his stepson since bunko-steering became a profession.\r\n\r\nWhen he found that the strange visitor was Jimmy Pitt, his suspicions\r\nhad increased a thousandfold.\r\n\r\nAnd when, going to his dressing room to get ready for dinner, he had\r\nnearly run into Spike Mullins, Red Spike of shameful memory, his frame\r\nof mind had been that of a man to whom a sudden ray of light reveals\r\nthe fact that he is on the very brink of a black precipice. Jimmy and\r\nSpike had been a firm in New York. And here they were, together again,\r\nin his house in Shropshire. To say that the thing struck McEachern as\r\nsinister is to put the matter baldly. There was once a gentleman who\r\nremarked that he smelt a rat and saw it floating in the air.\r\nEx-constable McEachern smelt a regiment of rats, and the air seemed to\r\nhim positively congested with them.\r\n\r\nHis first impulse had been to rush to Jimmy's room there and then; but\r\nLady Jane had trained him well. Though the heavens might fall, he must\r\nnot be late for dinner. So he went and dressed, and an obstinate tie\r\nput the finishing touches to his wrath.\r\n\r\nJimmy regarded him coolly, without moving from the chair in which he\r\nhad seated himself. Spike, on the other hand, seemed embarrassed. He\r\nstood first on one leg and then on the other, as if he were testing\r\nthe respective merits of each, and would make a definite choice later\r\non.\r\n\r\n\"Ye scoundrels!\" growled McEachern.\r\n\r\nSpike, who had been standing for a few moments on his right leg, and\r\nseemed at last to have come to a decision, hastily changed to the\r\nleft, and grinned feebly.\r\n\r\n\"Say, youse won't want me any more, Mr. Chames?\" he whispered.\r\n\r\n\"No; you can go, Spike.\"\r\n\r\n\"Ye stay where y'are, ye red-headed limb.\"\r\n\r\n\"Run along, Spike!\" said Jimmy.\r\n\r\nThe Bowery boy looked doubtfully at the huge form of the ex-policeman,\r\nwhich blocked access to the door.\r\n\r\n\"Would you mind letting my man pass?\" said Jimmy.\r\n\r\n\"Ye stay----\" began McEachern.\r\n\r\nJimmy got up, and walked round him to the door, which he opened. Spike\r\nshot out like a rabbit released from a trap. He was not lacking in\r\ncourage, but he disliked embarrassing interviews, and it struck him\r\nthat Mr. Chames was the man to handle a situation of this kind. He\r\nfelt that he himself would only be in the way.\r\n\r\n\"Now we can talk comfortably,\" said Jimmy, going back to his chair.\r\n\r\nMcEachern's deep-set eyes gleamed, and his forehead grew red; but he\r\nmastered his feelings.\r\n\r\n\"An' now,\" said he, \"perhaps ye'll explain!\"\r\n\r\n\"What exactly?\" asked Jimmy.\r\n\r\n\"What ye're doin' here.\"\r\n\r\n\"Nothing at the moment.\"\r\n\r\n\"Ye know what I mane. Why are ye here, you and that red-headed devil?\"\r\n\r\nHe jerked his head in the direction of the door.\r\n\r\n\"I am here because I was very kindly invited to come by your stepson.\"\r\n\r\n\"I know ye.\"\r\n\r\n\"You have that privilege.\"\r\n\r\n\"I know ye, I say, and I want to know what ye're here to do.\"\r\n\r\n\"To do? Well, I shall potter about the garden, don't you know, and\r\nsmell the roses, and look at the horses, and feed the chickens, and\r\nperhaps go for an occasional row on the lake. Nothing more. Oh, yes, I\r\nbelieve they want me to act in these theatricals.\"\r\n\r\n\"An' I'll tell ye another thing ye'll be wanted to do, and that is to\r\ngo away from here at wance!\"\r\n\r\n\"My dear old sir!\"\r\n\r\n\"Ye hear me? At wance.\"\r\n\r\n\"Couldn't think of it,\" said Jimmy decidedly. \"Not for a moment.\"\r\n\r\n\"I'll expose ye,\" stormed McEachern. \"I'll expose ye. Will ye deny\r\nthat ye was a crook in New York?\"\r\n\r\n\"What proofs have you?\"\r\n\r\n\"Proofs! Will you deny it?\"\r\n\r\n\"No. It's quite true.\"\r\n\r\n\"I knew it.\"\r\n\r\n\"But I'm a reformed character, now, Mr. McEachern. I have money of my\r\nown. It was left me. I hear you had money left you, too.\"\r\n\r\n\"I did,\" said McEachern shortly.\r\n\r\n\"Congratulate you. I'm glad I know, because otherwise I might have\r\nformed quite a wrong impression when I came here and found you with\r\nmoney to burn. Quite the old English squire now, Mr. McEachern, what?\"\r\n\r\n\"Ye'll lave the house to-morrow.\"\r\n\r\n\"All the more reason why we should make the most of this opportunity\r\nof talking over old times. Did you mind leaving the force?\"\r\n\r\n\"And ye'll take that blackguard Mullins wid ye.\"\r\n\r\n\"Judging from the stories one hears, it must be a jolly sort of life.\r\nWhat a pity so many of them go in for graft. I could tell you some\r\nstories about a policeman I used to know in New York. He was the\r\nchampion grafter. I remember hearing one yarn from a newspaper man out\r\nthere. This reporter chap happened to hear of the grumblings of some\r\ntenants of an apartment house uptown which led them to believe that\r\ncertain noises they complained of were made by burglars who used the\r\nflat as a place to pack up the loot for shipment to other cities. You\r\nknow that habit of ours, don't you? He was quite right, and when he\r\ntipped off his newspaper they reported the thing to the police. Now, I\r\ncould have gone right up and made those men show up their hands by\r\nmerely asking them to.\r\n\r\n\"Not so the police. I wonder if you remember the case. You look as if\r\nyou were beginning to. The police went blundering at wrong doors, and\r\nmost of the gang got away. And while they were in the house after the\r\nraid a woman was able to slip in and take away on an express wagon the\r\nthree trunks which were to have been held for evidence. And that's not\r\nall, either. There was one particular policeman who held the case for\r\nthe prosecution in his hands. If he had played up in court next day,\r\nthe one man that had been captured would have got all that was coming\r\nto him. What happened? Why, his evidence broke down, and the man was\r\ndischarged. It's a long story. I hope it hasn't bored you.\"\r\n\r\nMcEachern did not look bored. He was mopping his forehead, and\r\nbreathing quickly.\r\n\r\n\"It was a most interesting case,\" said Jimmy. \"I've got all the\r\nnames.\"\r\n\r\n\"It's a lie!\"\r\n\r\n\"Not at all. True as anything. Ever heard of that policeman--I've got\r\nhis name, too--who made a lot of money by getting appointments in the\r\nforce for men of his acquaintance? He used to be paid heavily for it,\r\nand you'd hardly believe what a lot of scoundrels he let in in that\r\nway.\"\r\n\r\n\"See here----\" began McEachern huskily.\r\n\r\n\"I wonder if you ever came across any men in the force who made\r\nanything by that dodge of arresting a person and then getting a lawyer\r\nfor them. Ever heard of that? It's rather like a double ruff at\r\nbridge. You--I'm awfully sorry. I shouldn't have used that word. What\r\nI meant to say was the policeman makes his arrest, then suggests that\r\nthe person had better have a bondsman. He gathers in a bondsman, who\r\ncharges the prisoner four dollars for bailing him out. Two dollars of\r\nthis goes to the sergeant, who accepts the bail without question, and\r\nthe policeman takes one. Then the able and intelligent officer says to\r\nthe prisoner: 'What you want is a lawyer.' 'Right,' says the prisoner,\r\n'if you think so.' Off goes the policeman and gets the lawyer. Five\r\nmore dollars, of which he gets his share. It's a beautiful system. It\r\nmight interest the people at dinner to-night to hear about it. I think\r\nI'll tell them.\"\r\n\r\n\"You'll----\"\r\n\r\n\"And when you come to think that some policemen in New York take\r\ntribute from peddlers who obstruct the traffic, tradesmen who obstruct\r\nthe sidewalk, restaurant keepers who keep open after one o'clock in\r\nthe morning, drivers who exceed speed limits, and keepers of pool\r\nrooms, you'll understand that there's a good bit to be made out of\r\ngraft, if you go in for it seriously. It's uncommonly lucky,\r\nMcEachern, that you were left that money. Otherwise you might have\r\nbeen tempted, mightn't you?\"\r\n\r\nThere was a somewhat breathless silence in the room. Mr. McEachern was\r\npanting slightly.\r\n\r\n\"You couldn't reconsider your decision about sending me away\r\nto-morrow, I suppose?\" said Jimmy, flicking at his shoes with a\r\nhandkerchief. \"It's a lovely part of the country, this. I would be\r\nsorry to leave it.\"\r\n\r\nMr. McEachern's brain was working with unwonted rapidity. This man\r\nmust be silenced at all costs. It would be fatal to his prospects in\r\nEnglish society if one tithe of these gruesome stories were made\r\npublic. And he believed Jimmy capable of making them public, being\r\nguilty thereby of an error of judgment. Jimmy, though he had no\r\nrespect at all for Mr. McEachern, would have died sooner than spread\r\nany story which, even in an indirect way, could reflect upon Molly.\r\nMr. McEachern, however, had not the advantage of knowing his\r\nantagonist's feelings, and the bluff was successful.\r\n\r\n\"Ye can stay,\" he said.\r\n\r\n\"Thanks,\" said Jimmy.\r\n\r\n\"And I'll beg ye not to mention the force at dinner or at any other\r\ntime.\"\r\n\r\n\"I won't dream of it.\"\r\n\r\n\"They think I made me money on Wall Street.\"\r\n\r\n\"It would have been a slower job there. You were wise in your choice.\r\nShall we go down to the drawing-room, now?\"\r\n\r\n\"Ye say y'are rich yerself,\" said McEachern.\r\n\r\n\"Very,\" said Jimmy, \"so don't you worry yourself, my Wall Street\r\nspeculator.\"\r\n\r\nMr. McEachern did not worry himself. He had just recollected that in a\r\nvery short time he would have a trained detective on the premises. Any\r\nlooking after that James Willoughby Pitt might require might safely be\r\nleft in the hands of this expert."
  ]
}