{
  "index": 9,
  "title": "Chapter 8",
  "paragraphs": [
    "It was at dinner that Jimmy had his first chance of seeing the rope of\r\npearls which had so stimulated the roving fancy of Spike Mullins. Lady\r\nBlunt sat almost opposite to him. Her dress was of unrelieved black,\r\nand formed a wonderfully effective foil to the gems. It was not a rope\r\nof pearls. It was a collar. Her neck was covered with them. There was\r\nsomething Oriental and barbaric in the overwhelming display of\r\njewelry. And this suggestion of the East was emphasized by the\r\nwearer's regal carriage. Lady Blunt knew when she looked well. She did\r\nnot hold herself like one apologizing for venturing to exist.\r\n\r\nJimmy stared hungrily across the table. The room was empty to him but\r\nfor that gleaming mass of gems. He breathed softly and quickly through\r\nclinched teeth.\r\n\r\n\"Jimmy!\" whispered a voice.\r\n\r\nIt seemed infinitely remote.\r\n\r\nA hand shook his elbow gently. He started.\r\n\r\n\"_Don't_ stare like that, _please_. What is the matter?\"\r\n\r\nMolly, seated at his side, was looking at him wide-eyed. Jimmy smiled\r\nwith an effort. Every nerve in his body seemed to be writhing.\r\n\r\n\"Sorry,\" he said. \"I'm only hungry. I always look like that at the\r\nbeginning of a meal.\"\r\n\r\n\"Well, here comes Keggs with some soup for you. You'd better not waste\r\nanother moment. You looked perfectly awful.\"\r\n\r\n\"No!\"\r\n\r\n\"Like a starved wolf.\"\r\n\r\n\"You must look after me,\" said Jimmy, \"see that the wolf's properly\r\nfed.\"\r\n\r\n       *       *       *       *       *\r\n\r\nThe conversation, becoming general with the fish, was not of a kind to\r\nremove from Jimmy's mind the impression made by the sight of the\r\npearls. It turned on crime in general and burglary in particular.\r\n\r\nSpennie began it.\r\n\r\n\"Oh, I say,\" he said, \"I forgot to tell you, mother. Number Six was\r\nburgled the other night.\"\r\n\r\nNumber Six-a, Easton Square, was the family's London house.\r\n\r\n\"Burgled!\"\r\n\r\n\"Well, broken into,\" said Spennie, gratified to find that he had got\r\nthe ear of his entire audience. Even Lady Blunt was silent and\r\nattentive. \"Chap got in through the scullery window about one o'clock,\r\nin the morning. It was the night after you dined with me, Pitt.\"\r\n\r\n\"And what did our Spennie do?\" inquired Sir Thomas.\r\n\r\n\"Oh, I--er--I was out at the time,\" said Spennie. \"But something\r\nfrightened the feller,\" he went on hurriedly, \"and he made a bolt for\r\nit without taking anything.\"\r\n\r\nJimmy, looking down the table, became conscious that his host's eye\r\nwas fixed gloomily upon him. He knew intuitively what was passing in\r\nMcEachern's mind. The ex-policeman was feeling that his worst\r\nsuspicions had been confirmed. Jimmy had dined with Spennie--obviously\r\na mere excuse for spying out the land; and the very next night the\r\nhouse had been burgled. Once more Mr. McEachern congratulated himself\r\non his astuteness in engaging the detective from Wragge's Agency. With\r\nJimmy above stairs and Spike Mullins below, that sleuthhound would\r\nhave his hands full.\r\n\r\n\"Burglary,\" said Wesson, leaning back and taking advantage of a pause,\r\n\"is the hobby of the sportsman and the life work of the avaricious.\"\r\n\r\nEverybody seemed to have something to say on the subject. One young\r\nlady gave it as her opinion that she would not like to find a burglar\r\nunder her bed. Somebody else had known a man whose father had fired at\r\nthe butler, under the impression that he was a housebreaker, and had\r\nbroken a valuable bust of Socrates. Spennie knew a man at Oxford whose\r\nbrother wrote lyrics for musical comedy, and had done one about a\r\nburglar's best friend being his mother.\r\n\r\n\"Life,\" said Wesson, who had had time for reflection, \"is a house\r\nwhich we all burgle. We enter it uninvited, take all that we can lay\r\nhands on, and go out again.\"\r\n\r\n\"This man's brother I was telling you about,\" said Spennie, \"says\r\nthere's only one rhyme in the English language to 'burglar', and\r\nthat's 'gurgler'. Unless you count 'pergola', he says----\"\r\n\r\n\"Personally,\" said Jimmy, with a glance at McEachern, \"I have rather a\r\nsympathy for burglars. After all, they are one of the hardest-working\r\nclasses in existence. They toil while everybody else is asleep. They\r\nare generally thorough sportsmen. Besides, a burglar is only a\r\npractical socialist. Philosophers talk a lot about the redistribution\r\nof wealth. The burglar goes out and does it. I have found burglars\r\nsome of the decentest criminals I have ever met. Out of business hours\r\nthey are charming.\"\r\n\r\n\"I despise burglars!\" ejaculated Lady Blunt, with a suddenness which\r\nstopped Jimmy's eloquence as if a tap had been turned off. \"If I found\r\none coming after my jewels and I had a gun handy, I'd shoot him. I\r\nwould.\"\r\n\r\n\"My dear Julia!\" said Lady Jane. \"Why suggest such dreadful things? At\r\nany rate, this house has never been burgled, and I don't think it's\r\nlikely to be.\"\r\n\r\n\"Beroofen!\" said Jimmy, touching the back of his chair. As he did so,\r\nhe met McEachern's eye, and smiled kindly at him. The ex-policeman was\r\nlooking at him with the gaze of a baffled but malignant basilisk.\r\n\r\n\"I take very good care no one gets a chance at my jewels,\" said Lady\r\nBlunt. \"I've had a steel box made for me with a special lock which\r\nwould drive the cunningest burglar on this earth mad before he'd been\r\nat it ten minutes. It would. He'd go right away and reform.\"\r\n\r\nJimmy's lips closed tightly, and a combative look came into his eye at\r\nthis unconscious challenge. This woman was too aggressively confident.\r\nA small lesson. He could return the jewels by post. It would give her\r\na much-needed jolt.\r\n\r\nThen he pulled himself up.\r\n\r\n\"James, my boy,\" he said to himself, with severity, \"this is\r\nhypocrisy. You know perfectly well that is not why you want those\r\npearls. Don't try and bluff yourself, because it won't do.\"\r\n\r\nThe conversation turned to other topics. Jimmy was glad of it. He\r\nwanted to think this thing over.\r\n\r\nFrom where he sat, he had an excellent view of the rope of pearls\r\nwhich was tugging him back to his old ways. And when he looked at them\r\nhe could not see Molly. The thing was symbolical. It must be one or\r\nthe other. He was at the crossroads. The affair was becoming a civil\r\nwar. He felt like a rudderless boat between two currents. Eight years\r\nof gem collecting do not leave a man without a deep-rooted passion for\r\nthe sport. As for that steel box, that was all nonsense. It was\r\nprobably quite a good steel box, and the lock might very well be\r\nsomething out of the ordinary; but it could not be a harder job than\r\nsome of those he had tackled.\r\n\r\nThe pearls shone in the lamplight. They seemed to be winking at him."
  ]
}