{
  "index": 2,
  "title": "Chapter 1",
  "paragraphs": [
    "A black figure detached itself from the blacker shadows, and shuffled\r\nstealthily to where Jimmy stood on the doorstep.\r\n\r\n\"That you, Spike?\" asked Jimmy, in a low voice.\r\n\r\n\"Dat's right, Mr. Chames.\"\r\n\r\n\"Come on in.\"\r\n\r\nHe led the way up to his rooms, switched on the electric light, and\r\nshut the door. Spike stood blinking at the sudden glare. He twirled\r\nhis battered hat in his hands. His red hair shone fiercely.\r\n\r\nJimmy inspected him out of the corner of his eye, and came to the\r\nconclusion that the Mullins finances must be at a low ebb. Spike's\r\ncostume differed in several important details from that of the\r\nordinary well-groomed man about town. There was nothing of the\r\n_flaneur_ about the Bowery boy. His hat was of the soft black\r\nfelt, fashionable on the East Side of New York. It was in poor\r\ncondition, and looked as if it had been up too late the night before.\r\nA black tail coat, burst at the elbows, stained with mud, was tightly\r\nbuttoned across his chest. This evidently with the idea of concealing\r\nthe fact that he wore no shirt--an attempt which was not wholly\r\nsuccessful. A pair of gray flannel trousers and boots out of which two\r\ntoes peeped coyly, completed the picture.\r\n\r\nEven Spike himself seemed to be aware that there were points in his\r\nappearance which would have distressed the editor of a men's fashion\r\npaper.\r\n\r\n\"'Scuse dese duds,\" he said. \"Me man's bin an' mislaid de trunk wit'\r\nme best suit in. Dis is me number two.\"\r\n\r\n\"Don't mention it, Spike,\" said Jimmy. \"You look like a matinee idol.\r\nHave a drink?\"\r\n\r\nSpike's eye gleamed as he reached for the decanter. He took a seat.\r\n\r\n\"Cigar, Spike?\"\r\n\r\n\"Sure. T'anks, Mr. Chames.\"\r\n\r\nJimmy lit his pipe. Spike, after a few genteel sips, threw off his\r\nrestraint and finished the rest of his glass at a gulp.\r\n\r\n\"Try another,\" suggested Jimmy.\r\n\r\nSpike's grin showed that the idea had been well received.\r\n\r\nJimmy sat and smoked in silence for a while. He was thinking the thing\r\nover. He had met Spike Mullins for the first time in rather curious\r\ncircumstances in New York, and for four years the other had followed\r\nhim with a fidelity which no dangers or hardships could affect.\r\nWhatever \"Mr. Chames\" did, said, or thought was to Spike the best\r\npossible act, speech, or reflection of which man was capable. For four\r\nyears their partnership had continued, and then, conducting a little\r\nadventure on his own account in Jimmy's absence, Spike had met with\r\none of those accidents which may happen to any one. The police had\r\ngathered him in, and he had passed out of Jimmy's life.\r\n\r\nWhat was puzzling Jimmy was the problem of what to do with him now\r\nthat he had reëntered it. Mr. Chames was one man. Sir James Willoughby\r\nPitt, baronet, another. On the other hand, Spike was plainly in low\r\nwater, and must be lent a helping hand.\r\n\r\nSpike was looking at him over his glass with respectful admiration.\r\nJimmy caught his eye, and spoke.\r\n\r\n\"Well, Spike,\" he said. \"Curious, us meeting like this.\"\r\n\r\n\"De limit,\" agreed Spike.\r\n\r\n\"I can't imagine you three thousand miles away from New York. How do\r\nyou know the cars still run both ways on Broadway?\"\r\n\r\nA wistful look came into Spike's eye.\r\n\r\n\"I t'ought it was time I give old Lunnon a call. De cops seemed like\r\nas if they didn't have no use for me in New York. Dey don't give de\r\nglad smile to a boy out of prison.\"\r\n\r\n\"Poor old Spike,\" said Jimmy, \"you've had bad luck, haven't you?\"\r\n\r\n\"Fierce,\" agreed the other.\r\n\r\n\"But whatever induced you to try for that safe without me? They were\r\nbound to get you. You should have waited.\"\r\n\r\n\"Dat's right, boss, if I never says anudder word. I was a farmer for\r\nfair at de game wit'out youse. But I t'ought I'd try to do somet'ing\r\nso dat I'd have somet'ing to show youse when you come back. So I says\r\nhere's dis safe and here's me, and I'll get busy wit' it, and den Mr.\r\nChames will be pleased for fair when he gets back. So I has a try, and\r\ndey gets me while I'm at it. We'll cut out dat part.\"\r\n\r\n\"Well, it's over now, at any rate. What have you been doing since you\r\ncame to England?\"\r\n\r\n\"Gettin' moved on by de cops, mostly. An' sleepin' in de park.\"\r\n\r\n\"Well, you needn't sleep in the park any more, Spike. You can pitch\r\nyour moving tent with me. And you'll want some clothes. We'll get\r\nthose to-morrow. You're the sort of figure they can fit off the peg.\r\nYou're not too tall, which is a good thing.\"\r\n\r\n\"Bad t'ing for me, Mr. Chames. If I'd bin taller I'd have stood for\r\nbeing a New York cop, and bin buying a brownstone house on Fifth\r\nAvenue by this. It's de cops makes de big money in old Manhattan,\r\ndat's who it is.\"\r\n\r\n\"You're right there,\" said Jimmy. \"At least, partly. I suppose half\r\nthe New York force does get rich by graft. There are honest men among\r\nthem, but we didn't happen to meet them.\"\r\n\r\n\"That's right, we didn't. Dere was old man McEachern.\"\r\n\r\n\"McEachern! Yes. If any of them got rich, he would be the man. He was\r\nthe worst grafter of the entire bunch. I could tell you some stories\r\nabout old Pat McEachern, Spike. If half those yarns were true he must\r\nbe a wealthy man by now. We shall hear of him running for mayor one of\r\nthese days.\"\r\n\r\n\"Say, Mr. Chames, wasn't youse struck on de goil?\"\r\n\r\n\"What girl?\" said Jimmy quietly.\r\n\r\n\"Old man McEachern's goil, Molly. Dey used to say dat youse was her\r\nsteady.\"\r\n\r\n\"If you don't mind, Spike, friend of my youth, we'll cut out that,\"\r\nsaid Jimmy. \"When I want my affairs discussed I'll mention it. Till\r\nthen--See?\"\r\n\r\n\"Sure,\" said Spike, who saw nothing beyond the fact, dimly realized,\r\nthat he had said something which had been better left unsaid.\r\n\r\nJimmy chewed the stem of his pipe savagely. Spike's words seemed to\r\nhave touched a spring and let loose feelings which he had kept down\r\nfor three years. Molly McEachern! So \"they\" used to say that he was\r\nengaged to Molly. He cursed Spike Mullins in his heart, well-meaning,\r\nblundering Spike, who was now sitting on the edge of his chair drawing\r\nsorrowfully at his cigar and wondering what he had done to give\r\noffense. The years fell away from Jimmy, and he was back in New York,\r\nstanding at the corner of Forty-second Street with half an hour to\r\nwait because the fear of missing her had sent him there too early;\r\nsitting in Central Park with her while the squirrels came down and\r\nbegged for nuts; walking--Damn Spike! They had been friends. Nothing\r\nmore. He had never said a word. Her father had warned her against him.\r\nOld Pat McEachern knew how he got his living, and could have put his\r\nhand on the author of half a dozen burglaries by which the police had\r\nbeen officially \"baffled\". That had been his strong point. He had\r\nnever left tracks. There was never any evidence. But McEachern knew,\r\nand he had intervened stormily when he came upon them together. And\r\nMolly had stood up for him, till her father had apologized confusedly,\r\nraging inwardly the while at his helplessness. It was after that----\r\n\r\n\"Mr. Chames,\" said Spike.\r\n\r\nJimmy's wits returned.\r\n\r\n\"Hullo?\" he said.\r\n\r\n\"Mr. Chames, what's doing here? Put me next to de game. Is it de old\r\nlay? You'll want me wit' youse, I guess?\"\r\n\r\nJimmy laughed, and shut the door on his dreams.\r\n\r\n\"I'd quite forgotten I hadn't told you about myself, Spike. Do you\r\nknow what a baronet is?\"\r\n\r\n\"Search me. What's de answer?\"\r\n\r\n\"A baronet's the noblest work of man, Spike. I am one. Let wealth and\r\ncommerce, laws and learning--or is it art and learning?--die, but\r\nleave us still our old nobility. I'm a big man now, Spike, I can tell\r\nyou.\"\r\n\r\n\"Gee!\"\r\n\r\n\"My position has also the advantage of carrying a good deal of money\r\nwith it.\"\r\n\r\n\"Plunks!\"\r\n\r\n\"You have grasped it. Plunks. Dollars. Doubloons. I line up with the\r\nthickwads now, Spike. I don't have to work to turn a dishonest penny\r\nany longer.\"\r\n\r\nThe horrid truth sank slowly into the other's mind.\r\n\r\n\"Say! What, Mr. Chames? Youse don't need to go on de old lay no more?\r\nYou're cutting it out for fair?\"\r\n\r\n\"That's the idea.\"\r\n\r\nSpike gasped. His world was falling about his ears. Now that he had\r\nmet Mr. Chames again he had looked forward to a long and prosperous\r\npartnership in crime, with always the master mind behind him to direct\r\nhis movements and check him if he went wrong. He had looked out upon\r\nthe richness of London, and he had said with Blücher: \"What a city to\r\nloot!\"\r\n\r\nAnd here was his leader shattering his visions with a word.\r\n\r\n\"Have another drink, Spike,\" said the lost leader sympathetically.\r\n\"It's a shock to you, I guess.\"\r\n\r\n\"I t'ought, Mr. Chames----\"\r\n\r\n\"I know you did, and I'm very sorry for you. But it can't be helped.\r\n_Noblesse oblige_, Spike. We of the old aristocracy mustn't do these\r\nthings. We should get ourselves talked about.\"\r\n\r\nSpike sat silent, with a long face. Jimmy slapped him on the shoulder.\r\n\r\n\"After all,\" he said, \"living honestly may be the limit, for all we\r\nknow. Numbers of people do it, I've heard, and enjoy themselves\r\ntremendously. We must give it a trial, Spike. We'll go out together\r\nand see life. Pull yourself together and be cheerful, Spike.\"\r\n\r\nAfter a moment's reflection the other grinned, howbeit faintly.\r\n\r\n\"That's right,\" said Jimmy Pitt. \"You'll be the greatest success ever\r\nin society. All you have to do is to brush your hair, look cheerful,\r\nand keep your hands off the spoons. For in society, Spike, they\r\ninvariably count them after the departure of the last guest.\"\r\n\r\n\"Sure,\" said Spike, as one who thoroughly understood this sensible\r\nprecaution.\r\n\r\n\"And now,\" said Jimmy, \"we'll be turning in. Can you manage sleeping\r\non the sofa for one night?\"\r\n\r\n\"Gee, I've bin sleepin' on de Embankment all de last week. Dis is to\r\nde good, Mister Chames.\""
  ]
}