{
  "index": 4,
  "title": "Chapter 3",
  "paragraphs": [
    "Jimmy's acquaintance with Spennie Blunt had developed rapidly in the\r\nfew days following their first meeting. Spennie had called next\r\nmorning to repay the loan, and two days later had invited Jimmy to\r\ncome down to Shropshire with him. Which invitation, Jimmy, bored with\r\nLondon, had readily accepted. Spike he had decided to take with him in\r\nthe rôle of valet. The Bowery boy was probably less fitted for the\r\npost than any one has ever been since the world began; but it would\r\nnot do to leave him at Savoy Mansions.\r\n\r\nIt had been arranged that they should meet Spennie at Paddington\r\nstation. Accompanied by Spike, who came within an ace of looking\r\nalmost respectable in new blue serge, Jimmy arrived at Paddington with\r\na quarter of an hour to spare. Nearly all London seemed to be at the\r\nstation, with the exception of Spennie. Of that light-haired and\r\nhearted youth there were no signs. But just as the train was about to\r\nstart, the missing one came skimming down the platform and hurled\r\nhimself in. For the first ten minutes he sat panting. At the\r\nconclusion of that period, he spoke.\r\n\r\n\"Dash it!\" he said. \"I've suddenly remembered I never telegraphed home\r\nto let 'em know what train we were coming by. Now what'll happen is\r\nthat there won't be anything at Corven to meet us and take us up to\r\nthe abbey. And you can't get a cab. They don't grow such things.\"\r\n\r\n\"How far is it to walk?\"\r\n\r\n\"Five solid miles. And uphill most of the way. And I've got a bad\r\nfoot!\"\r\n\r\n\"As a matter of fact,\" said Jimmy, \"it's just possible that we shall\r\nbe met, after all. While I was waiting for you at Paddington I heard a\r\nman asking if he had to change for Corven. He may be going to the\r\nabbey, too.\"\r\n\r\n\"What sort of a looking man?\"\r\n\r\n\"Tall. Thin. Rather a wreck.\"\r\n\r\n\"Probably my Uncle Thomas. Frightful man. Always trying to roast a\r\nchap, don't, you know. Still, there's one consolation. If it is Uncle\r\nThomas, they'll have sent the automobile for him. I shouldn't think\r\nhe'd ever walked more than a hundred yards in his natural, not at a\r\nstretch. He generally stays with us in the summer. I wonder if he's\r\nbringing Aunt Julia with him. You didn't see her, I suppose, by any\r\nchance? Tall, and talks to beat the band. He married her for her\r\nmoney,\" concluded Spennie charitably.\r\n\r\n\"Isn't she attractive, either?\"\r\n\r\n\"Aunt Julia,\" said Spennie with feeling, \"is the absolute limit. Wait\r\ntill you see her. Sort of woman who makes you feel that your hands are\r\nthe color of a frightful tomato and the size of a billiard table, if\r\nyou know what I mean. By gad, though, you should see her jewels. It's\r\nperfectly beastly the way that woman crams them on. She's got one rope\r\nof pearls which is supposed to have cost forty thousand pounds. Look\r\nout for it to-night at dinner. It's worth seeing.\"\r\n\r\nJimmy Pitt was distressed to feel distinct symptoms of a revival of\r\nthe Old Adam as he listened to these alluring details. It was trying a\r\nreformed man a little high, he could not help thinking with some\r\nindignation, to dangle forty thousand pounds' worth of pearls before\r\nhis eyes over the freshly turned sods of the grave of his past. It was\r\nthe sort of test which might have shaken the resolution of the oldest\r\nestablished brand from the burning.\r\n\r\nHe could not keep his mind from dwelling on the subject. Even the fact\r\nthat--commercially--there was no need for him to think of such things\r\ncould not restrain him. He was rich now, and could afford to be\r\nhonest. He tried to keep that fact steadily before him, but instinct\r\nwas too powerful. His operations in the old days had never been\r\nconducted purely with an eye to financial profit. He had collected\r\ngems almost as much for what they were as for what they could bring.\r\nMany a time had the faithful Spike bewailed the flaw in an otherwise\r\nadmirable character, which had induced his leader to keep a portion of\r\nthe spoil instead of converting it at once into good dollar bills. It\r\nhad had to go sooner or later, but Jimmy had always clung to it as\r\nlong as possible. To Spike a diamond brooch of cunning workmanship was\r\nmerely the equivalent of so many \"plunks\". That a man, otherwise more\r\nthan sane, should value a jewel for its own sake was to him an\r\ninexplicable thing.\r\n\r\nJimmy was still deep in thought when the train, which had been taking\r\nitself less seriously for the last half hour, stopping at stations of\r\nquite minor importance and generally showing a tendency to dawdle,\r\nhalted again. A board with the legend \"Corven\" in large letters showed\r\nthat they had reached their destination.\r\n\r\n\"Here we are,\" said Spennie. \"Hop out. Now what's the betting that\r\nthere isn't room for all of us in the bubble?\"\r\n\r\nFrom farther down the train a lady and gentleman emerged.\r\n\r\n\"That's the man. Is that your uncle?\" said Jimmy.\r\n\r\n\"Guilty,\" said Spennie gloomily. \"I suppose we'd better go and tackle\r\nthem. Come on.\"\r\n\r\nThey walked up the platform to where Sir Thomas stood smoking a\r\nmeditative cigar and watching in a dispassionate way the efforts of\r\nhis wife to bully the solitary porter attached to the station into a\r\nfrenzy. Sir Thomas was a very tall, very thin man, with cold eyes, and\r\ntight, thin lips. His clothes fitted him in the way clothes do fit one\r\nman in a thousand. They were the best part of him. His general\r\nappearance gave one the idea that his meals did him little good, and\r\nhis meditations rather less. His conversation--of which there was not\r\na great deal--was designed for the most part to sting. Many years'\r\npatient and painstaking sowing of his wild oats had left him at\r\nfifty-six with few pleasures; but among those that remained he ranked\r\nhigh the discomfiting of his neighbors.\r\n\r\n\"This is my friend Pitt, uncle,\" said Spennie, presenting Jimmy with a\r\nmotion of the hand.\r\n\r\nSir Thomas extended three fingers. Jimmy extended two, and the\r\nhandshake was not a success.\r\n\r\nAt this point in the interview, Spike came up, chuckling amiably, with\r\na magazine in his hand.\r\n\r\n\"P'Chee!\" said Spike. \"Say, Mr. Chames, de mug what wrote dis piece\r\nmust ha' bin livin' out in de woods for fair. His stunt ain't writin',\r\nsure. Say, dere's a gazebo what wants to get busy wit' de heroine's\r\njools what's locked in de drawer in de dressin' room. So dis mug, what\r\ndo youse t'ink he does? Why----\"\r\n\r\n\"Another friend of yours, Spennie?\" inquired Sir Thomas politely,\r\neying the red-haired speaker with interest.\r\n\r\n\"It's----\"\r\n\r\nHe looked appealingly at Jimmy.\r\n\r\n\"It's only my man,\" said Jimmy. \"Spike,\" he added in an undertone, \"to\r\nthe woods. Chase yourself. It's not up to you to do stunts on this\r\nbeat. Fade away.\"\r\n\r\n\"Sure,\" said the abashed Spike, restored to a sense of his position.\r\n\"Dat's right. I've got wheels in me coco, that's what I've got, comin'\r\nbuttin' in here. Sorry, Mr. Chames. Sorry, gents. Me for the tall\r\ngrass.\"\r\n\r\nHe trotted away.\r\n\r\n\"Your man seems to have a pretty taste in literature,\" said Sir Thomas\r\nto Jimmy. \"Well, my dear, finished your chat with the porter?\"\r\n\r\nLady Blunt had come up, flushed and triumphant, having left the\r\nsolitary porter a demoralized wreck.\r\n\r\n\"I'm through,\" she announced crisply. \"Well, Spencer? How are you?\r\nWho's this? Don't stand gaping, child. Who's your friend?\"\r\n\r\nSpennie explained with some incoherence that his name was Pitt. His\r\nuncle had shaken him; the arrival of his aunt seemed to unnerve him\r\ncompletely.\r\n\r\n\"Pleased to meet you,\" snapped Lady Blunt. \"Spencer, where are your\r\ntrunks? Left them behind, I suppose? No? Well, that's a surprise. Tell\r\nthat porter to look after them. If you have any trouble with him,\r\nmention it to me. _I'll_ make him jump around. Where's the automobile?\r\nOutside? Where? Take me to it.\"\r\n\r\nLady Blunt, when conversing, resembled a Maxim gun more than anything\r\nelse in the world.\r\n\r\n\"I'm afraid,\" said Spennie in an abject manner, as they left the\r\nstation, \"that it will be rather a bit of a frightful squash--what I\r\nmean to say is, I hardly think we shall all find room in the auto. I\r\nsee they have only sent the small one.\"\r\n\r\nLady Blunt stopped short, and fixed him with a glittering eye.\r\n\r\n\"I know what it is, Spencer,\" she said. \"You never telegraphed to your\r\nmother to tell her what time you were going to arrive.\"\r\n\r\nSpennie opened his mouth feebly, but apparently changing his mind,\r\nmade no reply.\r\n\r\n\"My dear,\" said Sir Thomas smoothly, \"we must not expect too much of\r\nSpennie.\"\r\n\r\n\"Pshaw!\" This was a single shot from the Maxim.\r\n\r\nThe baited youth looked vainly for assistance to Jimmy.\r\n\r\n\"But--er--aunt,\" said Spennie. \"Really, I--er--I only just caught the\r\ntrain. Didn't I, Pitt?\"\r\n\r\n\"What? Oh, yes. Got in just as it was moving.\"\r\n\r\n\"That was it. I really hadn't time to telegraph. Had I, Pitt?\"\r\n\r\n\"Not a minute.\"\r\n\r\n\"And how was it you were so late?\"\r\n\r\nSpennie plunged into an explanation, feeling all the time that he was\r\nmaking things worse for himself. Nobody is at his best in the matter\r\nof explanations if a lady whom he knows to be possessed of a firm\r\nbelief in the incurable weakness of his intellect is looking fixedly\r\nat him during the recital. A prolonged conversation with Lady Blunt\r\nalways made him feel exactly as if he were being tied into knots.\r\n\r\n\"All this,\" said Sir Thomas, as his nephew paused for breath, \"is\r\nvery, very characteristic of our dear Spennie.\"\r\n\r\nOur dear Spennie broke into a perspiration.\r\n\r\n\"However,\" continued Sir Thomas, \"there's room for either you or----\"\r\n\r\n\"Pitt,\" said Jimmy. \"P--i double t.\"\r\n\r\nSir Thomas bowed.\r\n\r\n\"In front with the chauffeur, if you care to take the seat.\"\r\n\r\n\"I'll walk,\" said Jimmy. \"I'd rather.\"\r\n\r\n\"Frightfully good of you, old chap,\" whispered Spennie. \"Sure you\r\ndon't mind? I do hate walking, and my foot's hurting fearfully.\"\r\n\r\n\"Which is my way?\"\r\n\r\n\"Straight as you can go. You go to the----\"\r\n\r\n\"Spennie,\" said Sir Thomas suavely, \"your aunt expresses a wish to\r\narrive at the abbey in time for dinner. If you could manage to come to\r\nsome arrangement about that seat----\"\r\n\r\nSpennie climbed hurriedly into the automobile. The last Jimmy saw of\r\nhim was a hasty vision of him being prodded in the ribs by Lady\r\nBlunt's parasol, while its owner said something to him which, judging\r\nby his attitude, was not pleasant.\r\n\r\nHe watched them out of sight, and started to follow at a leisurely\r\npace. It certainly was an ideal afternoon for a country walk. The sun\r\nwas just hesitating whether to treat the time as afternoon or evening.\r\nEventually it decided that it was evening, and moderated its beams.\r\nAfter London, the country was deliciously fresh and cool. Jimmy felt,\r\nas the scent of the hedges came to him, that the only thing worth\r\ndoing in the world was to settle down somewhere with three acres and\r\na cow, and become pastoral.\r\n\r\nThere was a marked lack of traffic on the road. Once he met a cart,\r\nand once a flock of sheep with a friendly dog. Sometimes a rabbit\r\nwould dash out into the road, stop to listen, and dart into the\r\nopposite hedge, all hind legs and white scut. But except for these he\r\nwas alone in the world.\r\n\r\nAnd gradually there began to be borne in upon him the conviction that\r\nhe had lost his way.\r\n\r\nIt is difficult to judge distance when one is walking, but it\r\ncertainly seemed to Jimmy that he must have covered five miles by this\r\ntime. He must have mistaken the way. He had certainly come straight.\r\nHe could not have come straighter. On the other hand, it would be\r\nquite in keeping with the cheap substitute which served Spennie Blunt\r\nin place of a mind that he should have forgotten to mention some\r\nimportant turning. Jimmy sat down by the roadside.\r\n\r\nAs he sat, there came to him from down the road the sound of a horse's\r\nfeet, trotting. He got up. Here was somebody at last who would direct\r\nhim.\r\n\r\nThe sound came nearer. The horse turned the corner; and Jimmy saw with\r\nsurprise that it bore no rider.\r\n\r\n\"Hullo!\" he said. \"Accident? And, by Jove, a side saddle!\"\r\n\r\nThe curious part of it was that the horse appeared in no way a wild\r\nhorse. It did not seem to be running away. It gave the impression of\r\nbeing out for a little trot on its own account, a sort of equine\r\nconstitutional.\r\n\r\nJimmy stopped the horse, and led it back the way it had come. As he\r\nturned the bend in the road, he saw a girl in a riding habit running\r\ntoward him. She stopped running when she caught sight of him, and\r\nslowed down to a walk.\r\n\r\n\"Thank you _so much_,\" she said, taking the reins from him. \"Oh,\r\nDandy, you naughty old thing.\"\r\n\r\nJimmy looked at her flushed, smiling face, and uttered an exclamation\r\nof astonishment. The girl was staring at him, open-eyed.\r\n\r\n\"Molly!\" he cried.\r\n\r\n\"Jimmy!\"\r\n\r\nAnd then a curious feeling of constraint fell simultaneously upon them\r\nboth."
  ]
}