{
  "index": 11,
  "title": "Chapter 10",
  "paragraphs": [
    "\"The man who lays a hand upon a woman,\" said Jimmy, paddling strongly,\r\n\"save in the way of kindness--I'm very sorry, Molly, but you didn't\r\nseem able to make up your mind. You aren't angry, are you?\"\r\n\r\nThere was a brief pause, while Molly apparently debated the matter in\r\nher mind.\r\n\r\n\"You wouldn't take me back even if I were angry,\" she said.\r\n\r\n\"You have guessed it,\" said Jimmy approvingly. \"Do you read much\r\npoetry, Molly?\"\r\n\r\n\"Why?\"\r\n\r\n\"I was only thinking how neatly some of these poets put a thing. The\r\nchap who said, 'distance lends enchantment to the view,' for instance.\r\nTake the case of Wesson. He looks quite nice when you see him at a\r\ndistance like this, with a good strip of water in between.\"\r\n\r\nMr. Wesson was still standing in a statuesque attitude on the bank.\r\nMolly, gazing over the side of the boat into the lake, abstained from\r\nfeasting her eyes on the picturesque spectacle.\r\n\r\n\"Jolly the water looks,\" said Jimmy.\r\n\r\n\"I was just thinking it looked rather dirty.\"\r\n\r\n\"Beastly,\" agreed Jimmy.\r\n\r\nThe water as a topic of conversation dried up. Mr. Wesson had started\r\nnow to leave the stricken field. There was a reproachful look about\r\nhis back which harassed Molly's sensitive conscience. Jimmy, on the\r\nother hand--men being of coarser fibre than women, especially as to\r\nthe conscience--appeared in no way distressed at the sight.\r\n\r\n\"You oughtn't to have done it, Jimmy,\" said Molly.\r\n\r\n\"I had to. There seemed to be no other way of ever getting you by\r\nyourself for five minutes at a stretch. You're always in the middle of\r\na crowd nowadays.\"\r\n\r\n\"But I must look after my guests.\"\r\n\r\n\"Not a bit of it. Let 'em rip. Why should they monopolize you?\"\r\n\r\n\"It will be awfully unpleasant meeting Mr. Wesson after this.\"\r\n\r\n\"It is always unpleasant meeting Wesson.\"\r\n\r\n\"I shan't know what to say.\"\r\n\r\n\"Don't say anything.\"\r\n\r\n\"I shan't be able to look him in the face.\"\r\n\r\n\"That's a bit of luck for you.\"\r\n\r\n\"You aren't much help, Jimmy.\"\r\n\r\n\"The subject of Wesson doesn't inspire me somehow--I don't know why.\r\nBesides, you've simply got to say you changed your mind. You're a\r\nwoman. It's expected of you.\"\r\n\r\n\"I feel awfully mean.\"\r\n\r\n\"What you want to do is to take your thoughts off the business. Keep\r\nyour mind occupied with something else. Then you'll forget all about\r\nit. Keep talking to me about things. That's the plan. There are heaps\r\nof subjects. The weather, for instance, as a start. Hot, isn't it?\"\r\n\r\n\"We're going to have a storm. There's a sort of feel in the air. We'd\r\nbetter go back, I think.\"\r\n\r\n\"Tush! And possibly bah!\" said Jimmy, digging the paddle into the\r\nwater. \"We've only just started. I say, who was that man I saw you\r\ntalking to after lunch?\"\r\n\r\n\"How soon after lunch?\"\r\n\r\n\"Just before the rehearsal. He was with your father. Short chap with a\r\nsquare face. Dressed in gray. I hadn't seen him before.\"\r\n\r\n\"Oh, that was Mr. Galer. A New York friend of father's.\"\r\n\r\n\"Did you know him out in New York?\"\r\n\r\n\"I didn't. But he seems to know father very well.\"\r\n\r\n\"What's his name, did you say?\"\r\n\r\n\"Galer. Samuel Galer. Did you ever hear of him?\"\r\n\r\n\"Never. But there were several people in New York I didn't know. How\r\ndid your father meet him over here?\"\r\n\r\n\"He was stopping at the inn in the village, and he'd heard about the\r\nabbey being so old, so he came over to look at it, and the first\r\nperson he met was father. He's going to stay in the house now. The\r\ncart was sent down for his things this afternoon. Did you feel a spot\r\nof rain then? I wish you'd paddle back.\"\r\n\r\n\"Not a drop. That storm's not coming till to-night. Why, it's a\r\ngorgeous evening.\"\r\n\r\nHe turned the nose of the boat toward the island, which lay, cool and\r\ngreen and mysterious, in the middle of the lake. The heat was intense.\r\nThe sun, as if conscious of having only a brief spell of work before\r\nit, blazed fiercely, with the apparent intention of showing what it\r\ncould do before the rain came. The air felt curiously parched.\r\n\r\n\"There!\" said Molly. \"Surely you felt something, then.\"\r\n\r\n\"I did.\"\r\n\r\n\"Is there time to get back before it begins?\"\r\n\r\n\"No.\"\r\n\r\n\"We shall get soaked!\"\r\n\r\n\"Not a bit of it. On the other side of the island there is a handy\r\nlittle boat-house sort of place. We will put in there.\"\r\n\r\nThe boathouse was simply a little creek covered over with boards and\r\ncapable of sheltering an ordinary rowing boat. Jimmy ran the canoe in\r\njust as the storm began, and turned her broadside on so that they\r\ncould watch the rain, which was sweeping over the lake in sheets.\r\n\r\n\"Just in time,\" he said, shipping the paddle. \"Snug in here, isn't\r\nit?\"\r\n\r\n\"We _should_ have got wet in another minute! I hope it won't last\r\nlong.\"\r\n\r\n\"I hope it will, because I've got something very important to say to\r\nyou, and I don't want to have to hurry it. Are you quite comfortable?\"\r\n\r\n\"Yes, thanks.\"\r\n\r\n\"I don't know how to put it exactly. I mean, I don't want to offend\r\nyou or anything. What I mean to say is--do you mind if I smoke?\r\nThanks. I don't know why it is, but I always talk easier if I've got a\r\ncigarette going.\"\r\n\r\nHe rolled one with great deliberation and care. Molly watched him\r\nadmiringly.\r\n\r\n\"You're the only man I've ever seen roll a cigarette properly, Jimmy,\"\r\nshe said. \"Everybody else leaves them all flabby at the ends.\"\r\n\r\n\"I learned the trick from a little Italian who kept a clothing store\r\nin the Bowery. It was the only useful thing he could do.\"\r\n\r\n\"Look at the rain!\"\r\n\r\nJimmy leaned forward.\r\n\r\n\"Molly----\"\r\n\r\n\"I wonder if poor Mr. Wesson got indoors before it began. I do hope he\r\ndid.\"\r\n\r\nJimmy sat back again. He scowled. Every man is liable on occasion to\r\nbehave like a sulky schoolboy. Jimmy did so.\r\n\r\n\"You seem to spend most of your time thinking about Wesson,\" he said\r\nsavagely.\r\n\r\nMolly had begun to hum a tune to herself as she watched the rain. She\r\nstopped. A profound and ghastly silence brooded over the canoe.\r\n\r\n\"Molly,\" said Jimmy at last, \"I'm sorry.\"\r\n\r\nNo reply.\r\n\r\n\"Molly.\"\r\n\r\n\"Well?\"\r\n\r\n\"I'm sorry.\"\r\n\r\nMolly turned.\r\n\r\n\"I wish you wouldn't say things like that, Jimmy. It hurts--from you.\"\r\n\r\nHe could see that there were tears in her eyes.\r\n\r\n\"Molly, don't!\"\r\n\r\nShe turned her head away once more.\r\n\r\n\"I can't help it, Jimmy. It hurts. Everything's so changed. I'm\r\nmiserable. You wouldn't have said a thing like that in the old days.\"\r\n\r\n\"Molly, if you knew----\"\r\n\r\n\"It's all right, Jimmy. It was silly of me. I'm all right now! The\r\nrain has stopped. Let's go back, shall we?\"\r\n\r\n\"Not yet. For God's sake, not yet! This is my only chance. Directly we\r\nget back, it will be the same miserable business all over again; the\r\nsame that it's been every day since I came to this place. Heavens!\r\nWhen you first told me that you were living at the abbey, I was\r\nabsolutely happy, like a fool. I might have known how it would be.\r\nEvery day there's a crowd round you. I never get a chance of talking\r\nto you. I consider myself lucky if you speak a couple of words to me.\r\nIf I'd known the slow torture it was going to be, I'd have taken the\r\nnext train back to London. I can't stand it. Molly, you remember what\r\nfriends we were in the old days. Was it ever anything more with you?\r\nWas it? Is it now?\"\r\n\r\n\"I was very fond of you, Jimmy.\" He could hardly hear the words.\r\n\r\n\"Was it ever anything more than that? Is it now? That was three years\r\nago. You were a child. We were just good friends then. I don't want\r\nfriendship now. It's not enough. I want you--_you_. You were right a\r\nmoment ago. Everything _has_ changed. For me, at least. Has it for\r\nyou? Has it for you, Molly?\"\r\n\r\nOn the island a thrush had begun to sing. Molly raised her head, as if\r\nto listen. The water lapped against the sides of the canoe.\r\n\r\n\"Has it, Molly?\"\r\n\r\nShe bent over, and dabbled one finger in the water.\r\n\r\n\"I--I think it has, Jimmy,\" she whispered."
  ]
}