{
  "index": 14,
  "title": "Chapter 13",
  "paragraphs": [
    "Spennie Blunt, meanwhile, was not feeling happy. Out of his life, too,\r\nhad the sunshine gone. His assets amounted to one pound seven and\r\nfourpence and he owed twenty pounds. He had succeeded, after dinner,\r\nin borrowing five pounds from Jimmy, who was in the mood when he would\r\nhave lent five pounds to anybody who asked for it, but beyond that he\r\nhad had no successes in the course of a borrowing tour among the\r\ninmates of the abbey.\r\n\r\nIn the seclusion of his bedroom, he sat down to smoke a last cigarette\r\nand think the thing over in all its aspects. He could see no way out\r\nof his difficulties. The thought had something of the dull persistency\r\nof a toothache. It refused to leave him. If only this had happened at\r\nOxford, he knew of twenty kindly men who would have rallied round him,\r\nand placed portions of their fathers' money at his disposal. But this\r\nwas July. He would not see Oxford again for months. And, in the\r\nmeantime, Wesson would be pressing for his money.\r\n\r\n\"Oh, damn!\" he said.\r\n\r\nHe had come to this conclusion for the fiftieth time, when the door\r\nopened, and his creditor appeared in person. To Spennie, he looked\r\nlike the embodiment of Fate, a sort of male Nemesis.\r\n\r\n\"I want to have a talk with you, Spennie,\" said Wesson, closing the\r\ndoor.\r\n\r\n\"Well?\"\r\n\r\nWesson lit a cigarette, and threw the match out of the window before\r\nreplying.\r\n\r\n\"Look here, Spennie,\" he said, \"I want to marry Miss McEachern.\"\r\n\r\nSpennie was in no mood to listen to the love affairs of other men.\r\n\r\n\"Oh!\" he said.\r\n\r\n\"Yes. And I want you to help me.\"\r\n\r\n\"Help you?\"\r\n\r\n\"You must have a certain amount of influence with her. She's your\r\nsister.\"\r\n\r\n\"Stepsister.\"\r\n\r\n\"Same thing.\"\r\n\r\n\"Well, anyhow, it's no good coming to me. Nobody's likely to make\r\nMolly do a thing unless she wants to. I couldn't, if I tried for a\r\nyear. We're good pals, and all that, but she'd shut me up like a knife\r\nif I went to her and said I wanted her to marry some one.\"\r\n\r\n\"Not being a perfect fool,\" said Wesson impatiently, \"I don't suggest\r\nthat you should do that.\"\r\n\r\n\"What's the idea, then?\"\r\n\r\n\"You can easily talk about me to her. Praise me, and so on.\"\r\n\r\nSpennie's eyes opened wide.\r\n\r\n\"Praise you? How?\"\r\n\r\n\"Thanks,\" said Wesson, with a laugh. \"If you can't think of any\r\nadmirable qualities in me, you'd better invent some.\"\r\n\r\n\"I should feel such a silly ass.\"\r\n\r\n\"That would be a new experience for you, wouldn't it? And then you can\r\narrange it so that I shall get chances of talking to her. You can\r\nbring us together.\"\r\n\r\nSpennie's eyes became rounder.\r\n\r\n\"You seem to have mapped out quite a programme for me.\"\r\n\r\n\"She'll listen to you. You can help me a lot.\"\r\n\r\n\"Can I?\"\r\n\r\nWesson threw away his cigarette.\r\n\r\n\"And there's another thing,\" he said. \"You can queer that fellow\r\nPitt's game. She's always with him now. You must get her away from\r\nhim. Run him down to her. And get him out of this place as soon as\r\npossible. You invited him here. He doesn't expect to stop here\r\nindefinitely, I suppose? If you left, he'd have to, too. What you must\r\ndo is to go back to London directly after the theatricals are over.\r\nHe'll have to go with you. Then you can drop him in London and come\r\nback.\"\r\n\r\nIt is improbable that Wesson was blind to certain blemishes which\r\ncould have been urged against this ingenious scheme by a critic with a\r\nnice sense of the honorable; but, in his general conduct of life, as\r\nin his play at cards, he was accustomed to ignore the rules when he\r\nfelt disposed to do so. He proceeded to mention in detail a few of the\r\nthings which he proposed to call upon his ally to do. A delicate pink\r\nflush might have been seen to spread over Spennie's face. He began to\r\nlook like an angry rabbit. He had not a great deal of pride in his\r\ncomposition, but the thought of the ignominious rôle which Wesson was\r\nsketching out for him stirred what he had to its shallow depths.\r\n\r\nTalking on, Wesson managed with his final words to add the last straw.\r\n\r\n\"Of course,\" he said, \"that money you lost to me at picquet--What was\r\nit? Ten? Twenty? Twenty pounds, wasn't it? Well, we could look on that\r\nas canceled, of course. That will be all right.\"\r\n\r\nSpennie exploded.\r\n\r\n\"Will it?\" he cried, pink to the ears. \"Will it, by George? I'll pay\r\nyou every frightful penny of it before the end of the week. What do\r\nyou take me for, I should like to know?\"\r\n\r\n\"A fool, if you refuse my offer.\"\r\n\r\n\"I've a fearfully good mind to give you a most frightful kicking.\"\r\n\r\n\"I shouldn't try, Spennie, if I were you. It's not the form of indoor\r\ngame at which you'd shine. Better stick to picquet.\"\r\n\r\n\"If you think I can't pay you your rotten money----\"\r\n\r\n\"I do. But if you can, so much the better. Money is always useful.\"\r\n\r\n\"I may be a fool in some ways----\"\r\n\r\n\"You understate it, my dear Spennie.\"\r\n\r\n\"But I'm not a cad.\"\r\n\r\n\"You're getting quite rosy, Spennie. Wrath is good for the\r\ncomplexion.\"\r\n\r\n\"And if you think you can bribe me to do your dirty work, you never\r\nmade a bigger mistake in your life.\"\r\n\r\n\"Yes, I did,\" said Wesson, \"when I thought you had some glimmerings of\r\nintelligence. But if it gives you any pleasure to behave like the\r\njuvenile lead in a melodrama, by all means do. Personally, I shouldn't\r\nhave thought the game would be worth the candle. Your keen sense of\r\nhonor, I understand you to say, will force you to pay your debt. It's\r\nan expensive luxury nowadays, Spennie. You mentioned the end of the\r\nweek, I believe? That will suit me admirably. But if you change your\r\nmind, my offer is still open. Good night, Galahad.\""
  ]
}