{
  "index": 19,
  "title": "Chapter 18",
  "paragraphs": [
    "The evening's entertainment was over. The last of the nobility and\r\ngentry had departed, and Mr. McEachern had retired to his lair to\r\nsmoke--in his shirt sleeves--the last and best cigar of the day, when\r\nhis solitude was invaded by his old New York friend, Mr. Samuel Galer.\r\n\r\n\"I've done a fair cop, sir,\" said Mr. Galer, without preamble,\r\nquivering with self-congratulation.\r\n\r\n\"How's that?\" said the master of the house.\r\n\r\n\"A fair cop, sir. Caught him in the very blooming act, sir. Dark it\r\nwas. Oo, pitch. Fair pitch. Like this, sir. Room opposite where the\r\njewels was. One of the gents' bedrooms. Me hiding in there. Door on\r\nthe jar. Waited a goodish bit. Footsteps. Hullo, they've stopped!\r\nOpened door a trifle and looked out. Couldn't see much. Just made out\r\nman's figure. Door of dressing room was open. Showed up against\r\nopening. Just see him. Caught you at it, my beauty, have I? says I to\r\nmyself. Out I jumped. Got hold of him. Being a bit to the good in\r\nstrength, and knowing something about the game, downed him after a\r\nwhile and got the darbies on him. Took him off and locked him in the\r\ncellar. That's how it _was_, sir.\"\r\n\r\n\"Good boy,\" said Mr. McEachern approvingly. \"You're no rube.\"\r\n\r\n\"No, sir.\"\r\n\r\n\"Put one of these cigars into your face.\"\r\n\r\n\"Thank you, sir. Very enjoyable thing, a cigar, sir. 'Specially a good\r\nun. I have a light, I thank you, sir.\"\r\n\r\n\"Well, and who was he?\"\r\n\r\n\"Not the man you told me to watch, for. 'Nother chap altogether.\"\r\n\r\n\"That red-headed----\"\r\n\r\n\"No, sir. Dark-haired chap. Seen him hanging about, suspicious, for a\r\nlong time. Had my eye on him.\"\r\n\r\nMr. Galer chuckled reminiscently.\r\n\r\n\"Rummest card, sir, _I_ ever lagged in my natural,\" he said.\r\n\r\n\"How's that? inquired Mr. McEachern amiably.\r\n\r\n\"Why,\" grinned Mr. Galer, \"you'll hardly believe it, sir, but he had\r\nthe impudence, the gall, if I may use the word, the sauce to tell me\r\nhe was in my own line of business. A detective, sir! Said he was going\r\ninto the room to keep guard. I said to him at the time, I said, it's\r\ntoo thin, cocky. That's to say----\"\r\n\r\nMr. McEachern started.\r\n\r\n\"A detective!\"\r\n\r\n\"A detective, sir,\" said Mr. Galer, with a chuckle. \"I said to him at\r\nthe time----\"\r\n\r\n\"The valet!\" cried Mr. McEachern.\r\n\r\n\"That's it, sir. Sir Thomas Blunt's valet, he was. That's how he got\r\ninto the house, sir.\"\r\n\r\nMr. McEachern grunted despairingly.\r\n\r\n\"The man was right. He is a detective. Sir Thomas brought him down\r\nfrom London. He niver travels without him. Ye've done it. Ye've\r\narristed wan of the bhoys.\"\r\n\r\nMr. Galer's jaw dropped slightly.\r\n\r\n\"He was? He really was----\"\r\n\r\n\"Ye'd better go straight to where it was ye locked him up, and let him\r\nloose. And I'd suggest ye hand him an apology. G'wan, mister. Lively\r\nas you can step.\"\r\n\r\n\"I never thought----\"\r\n\r\n\"That's the trouble with you fly cops,\" said his employer caustically.\r\n\"Ye niver do think.\"\r\n\r\n\"It never occurred to me----\"\r\n\r\n\"G'wan!\" said the master of the house. \"Up an alley!\"\r\n\r\nMr. Galer departed.\r\n\r\n\"And I asked them,\" said Mr. McEachern, \"I asked them particularly not\r\nto send me a rube!\"\r\n\r\nHe lit another cigar, and began to brood over the folly of mankind.\r\n\r\nHe was in a very pessimistic frame of mind when Jimmy curveted into\r\nthe room, with his head in the clouds and his feet on air.\r\n\r\n\"Can you spare me a few minutes, Mr. McEachern?\" said Jimmy.\r\n\r\nThe policeman stared heavily.\r\n\r\n\"I can,\" he said slowly. \"What is ut?\"\r\n\r\n\"Several things,\" said Jimmy, sitting down. \"I'll take them in order.\r\nI'll start with our bright friend, Galer.\"\r\n\r\n\"Galer!\"\r\n\r\n\"Of New York, according to you. Personally, I should think that he's\r\nseen about as much of New York as I have of Timbuctoo. Look here,\r\nMcEachern, we've known each other some time, and I ask you, as man to\r\nman, do you think it playing the game to set a farmer like poor old\r\nGaler to watch me? I put it to you?\"\r\n\r\nThe policeman stammered. The question chimed in so exactly with the\r\nopinion he had just formed, on his own account, of the human\r\nbloodhound who was now in the cellar making the peace with his injured\r\nfellow worker.\r\n\r\n\"Hits you where you live, that, doesn't it?\" said Jimmy. \"I wonder you\r\ndidn't have more self-respect, let alone consideration for my\r\nfeelings. I'm surprised at you.\"\r\n\r\n\"Ye're----\"\r\n\r\n\"In fact, if you weren't going to be my father-in-law, I doubt if I\r\ncould bring myself to forgive you. As it is, I overlook it.\"\r\n\r\nThe policeman's face turned purple.\r\n\r\n\"Only,\" said Jimmy, with quiet severity, taking a cigar from the box\r\nand snipping off the end, \"don't let it occur again.\"\r\n\r\nHe lit the cigar. Mr. McEachern continued to stare fixedly at him. So\r\nmight the colonel of a regiment have looked at the latest-joined\r\nsubaltern, if the latter, during mess, had offered to teach him how to\r\nconduct himself on parade.\r\n\r\n\"I'm going to marry your daughter,\" said Jimmy.\r\n\r\n\"You are going to marry me daughter!\" echoed Mr. McEachern, as one in\r\na trance.\r\n\r\n\"I am going to marry your daughter.\"\r\n\r\nThe purple deepened on Mr. McEachern's face.\r\n\r\n\"More,\" said Jimmy, blowing a smoke ring. \"_She_ is going to marry\r\nme. We are going to marry each other,\" he explained.\r\n\r\nMcEachern's glare became frightful. He struggled for speech.\r\n\r\n\"I must congratulate you,\" said Jimmy, \"on the way things went off\r\ntonight. It was a thorough success. Everybody was saying so. You're\r\nthe most popular man in the county. What would they say of you at\r\nJefferson Market, if they knew? By the way, do you correspond with any\r\nof the old set? Splendid fellows, they were. I wish we had some of\r\nthem here tonight.\"\r\n\r\nMr. McEachern's emotions found relief in words. He rose, and waved a\r\nhuge fist in Jimmy's face. His great body was shaking with rage.\r\n\r\n\"You!\" shouted the policeman. \"You!\"\r\n\r\nThe fist was within an inch of Jimmy's chin.\r\n\r\nOutwardly calm, inwardly very much alive to the fact that at any\r\nmoment the primitive man in him might lead his prospective\r\nfather-in-law beyond the confines of self-restraint, Jimmy sat still\r\nin his chair, his eyes fixed steadily on those of his relative-to-be.\r\nIt was an uncomfortable moment. Mr. McEachern, if he made an assault,\r\nmight regret it subsequently. But he would not be the first to do so.\r\nThe man who did that would be a certain James Pitt. If it came to\r\nblows, the younger man could not hope to hold his own with the huge\r\npoliceman.\r\n\r\n\"You!\" roared McEachern. Jimmy fancied he could feel the wind of\r\nmoving fist. \"You marry me daughter! A New York crook. The sweepings\r\nof the Bowery. A man who ought to be in jail. I'd like to break your\r\nface in.\"\r\n\r\n\"I noticed that,\" said Jimmy. \"If it's all the same to you, will you\r\ntake your fist out of my mouth? It makes it a little difficult to\r\ncarry on a conversation. And I've several things I should like to\r\nsay.\"\r\n\r\n\"Ye'll listen to me!\"\r\n\r\n\"Certainly. You were saying?\"\r\n\r\n\"Ye come here. Ye worm yourself into my house, crawl into it----\"\r\n\r\n\"I came by invitation, and in passing, not on all fours. Mr.\r\nMcEachern, may I ask one question?\"\r\n\r\n\"What is ut?\"\r\n\r\n\"If you didn't want me, why did you let me stop here?\"\r\n\r\nThe policeman stopped as if he had received a blow. There came\r\nflooding back into his mind the recollection of his position. In his\r\nwrath, he had forgotten that Jimmy knew his secret. And he looked on\r\nJimmy as a man who would use his knowledge.\r\n\r\nHe sat down heavily.\r\n\r\nJimmy went on smoking in silence for a while. He saw what was passing\r\nin his adversary's mind, and it seemed to him that it would do no harm\r\nto let the thing sink in.\r\n\r\n\"Look here, Mr. McEachern,\" he said, at last, \"I wish you could listen\r\nquietly to me for a minute or two. There's really no reason on earth\r\nwhy we should always be at one another's throats in this way. We might\r\njust a well be friends, as we should be if we met now for the first\r\ntime. Our difficulty is that we know too much about each other. You\r\nknew me in New York, and you know what I did there. Naturally, you\r\ndon't like the idea of my marrying your daughter. You can't believe\r\nthat I'm not simply an ordinary yegg, like the rest of the crooks you\r\nused to know. I promise you, I'm not. Can't you see that it doesn't\r\nmatter what a man has been? It's what he is and what he means to be that\r\ncounts. Mr. Patrick McEachern, of Corven Abbey, isn't the same as\r\nConstable McEachern, of the New York police. Well, then, I have\r\nnothing to do with the man I was when you knew me first. I have\r\ndisowned him. He's a back number. I am an ordinary English gentleman\r\nnow. My uncle has left me more than well off. I am a baronet. And is\r\nit likely that a baronet--_with_ money, mind you--is going to carry\r\non the yegg business as a side line? Be reasonable. There's really no\r\npossible objection to me now. Let's shake, and call the fight off.\r\nDoes that go?\"\r\n\r\nThe policeman was plainly not unmoved by these arguments. He drummed\r\nhis fingers on the table, and stared thoughtfully at Jimmy.\r\n\r\n\"Is Molly--\" he said, at length, \"does Molly----\"\r\n\r\n\"Yes,\" said Jimmy. \"And I can promise you I love her. Come along, now.\r\nWhy wait?\"\r\n\r\nMcEachern looked doubtfully at Jimmy's outstretched hand. He moved his\r\nown an inch from the table, then let it fall again.\r\n\r\n\"Come on,\" said Jimmy. \"Do it now. Be a sport.\"\r\n\r\nAnd with a great grunt, which might have meant anything, from\r\nresignation to cordiality, Mr. McEachern capitulated."
  ]
}