{
  "index": 13,
  "title": "Chapter 12",
  "paragraphs": [
    "The emotions of a man who has just proposed and been accepted are\r\ncomplex and overwhelming. A certain stunned sensation is perhaps\r\npredominant. Blended with this is relief, the relief of a general who\r\nhas brought a difficult campaign to a successful end, or of a member\r\nof a forlorn hope who finds that the danger is over, and he is still\r\nalive. To this must be added a newly born sense of magnificence, of\r\nfinding oneself to be, without having known it, the devil of a fellow.\r\nWe have dimly suspected, perhaps, from time to time that we were\r\nsomething rather out of the ordinary run of men, but there has always\r\nbeen a haunting fear that this view was to be attributed to a personal\r\nbias in our own favor. When, however, our suspicion is suddenly\r\nconfirmed by the only judge for whose opinion we have the least\r\nrespect, our bosom heaves with complacency, and the world has nothing\r\nmore to offer.\r\n\r\nWith some accepted suitors there is an alloy of apprehension in the\r\nmetal of their happiness; and the strain of an engagement sometimes\r\nbrings with it even a faint shadow of regret. \"She makes me buy new\r\nclothes,\" one swain, in the third quarter of his engagement, was\r\noverheard to moan to a friend. \"Two new ties only yesterday.\" He\r\nseemed to be debating within himself whether human nature could stand\r\nthe strain.\r\n\r\nBut, whatever tragedies may cloud the end of the period, its beginning\r\nat least is bathed in sunshine. Jimmy, regarding his lathered face in\r\nthe glass as he dressed for dinner that night, called himself the\r\nluckiest man on earth, and wondered if he were worthy of such\r\nhappiness. Thinking it over, he came to the conclusion that he was\r\nnot, but that all the same he meant to have it.\r\n\r\nNo doubt distressed him. It might have occurred to him that the\r\nrelations between Mr. McEachern and himself offered a very serious bar\r\nto his prospects; but in his present frame of mind he declined to\r\nconsider the existence of the ex-constable at all. In a world that\r\ncontained Molly there was no room for other people. They were not in\r\nthe picture. They did not exist.\r\n\r\nThere are men in the world who, through long custom, can find\r\nthemselves engaged without any particular whirl of emotion. King\r\nSolomon probably belonged to this class; and even Henry the Eighth\r\nmust have become a trifle blasé in time. But to the average man, the\r\nnovice, the fact of being accepted seems to divide existence into two\r\ndefinite parts, before and after. A sensitive conscience goads some\r\ninto compiling a full and unexpurgated autobiography, the edition\r\nlimited to one copy, which is presented to the lady most interested.\r\nSome men find a melancholy pleasure in these confessions. They like to\r\ndraw the girl of their affections aside and have a long, cozy chat\r\nabout what scoundrels they were before they met her.\r\n\r\nBut, after all, the past is past and cannot be altered, and it is to\r\nbe supposed that, whatever we may have done in that checkered period,\r\nwe intend to behave ourselves for the future. So, why harp on it?\r\n\r\nJimmy acted upon this plan. Many men in his place, no doubt, would\r\nhave steered the conversation skillfully to the subject of the eighth\r\ncommandment, and then said: \"Talking about stealing, did I ever tell\r\nyou that I was a burglar myself for about six years?\" Jimmy was\r\nreticent. All that was over, he told himself. He had given it up. He\r\nhad buried the past. Why exhume it? It did not occur to him to confess\r\nhis New York crimes to Molly any more than to tell her that, when\r\nseven, he had been caned for stealing jam.\r\n\r\nThese things had happened to a man of the name of Jimmy Pitt, it was\r\ntrue. But it was not the Jimmy Pitt who had proposed to Molly in the\r\ncanoe on the lake.\r\n\r\nThe vapid and irreflective reader may jump to the conclusion that\r\nJimmy was a casuist, and ought to have been ashamed of himself.\r\n\r\nHe will be perfectly right.\r\n\r\nOn the other hand, one excuse may urged in his favor. His casuistry\r\nimposed upon himself.\r\n\r\nTo Jimmy, shaving, there entered, in the furtive manner habitual to\r\nthat unreclaimed buccaneer, Spike Mullins.\r\n\r\n\"Say, Mr. Chames,\" he said.\r\n\r\n\"Well,\" said Jimmy, \"and how goes the world with young Lord Fitz\r\nMullins? Spike, have you ever been best man?\"\r\n\r\n\"On your way! What's that?\"\r\n\r\n\"Best man at a wedding. Chap who stands by the bridegroom with a hand\r\non the scruff of his neck to see that he goes through with it. Fellow\r\nwho looks after everything, crowds the crisp banknotes onto the\r\nclergyman after the ceremony, and then goes off and marries the first\r\nbridesmaid, and lives happily ever after.\"\r\n\r\n\"I ain't got no use for gettin' married, Mr. Chames.\"\r\n\r\n\"Spike, the misogynist! You wait, Spike. Some day love will awake in\r\nyour heart, and you'll start writing poetry.\"\r\n\r\n\"I'se not dat kind of mug, Mr. Chames,\" protested Spike. \"Dere _was_\r\na goil, dough. Only I was never her steady. And she married one of de\r\nodder boys.\"\r\n\r\n\"Why didn't you knock him down and carry her off?\"\r\n\r\n\"He was de lightweight champion of de woild.\"\r\n\r\n\"That makes a difference, doesn't it? But away with melancholy, Spike!\r\nI'm feeling as if somebody had given me Broadway for a birthday\r\npresent.\"\r\n\r\n\"Youse to de good,\" agreed Spike.\r\n\r\n\"Well, any news? Keggs all right? How are you getting on?\"\r\n\r\n\"Mr. Chames.\" Spike sank his voice to a whisper. \"Dat's what I chased\r\nmeself here about. Dere's a mug down in de soivant's hall what's a\r\ndetective. Yes, dat's right, if I ever saw one.\"\r\n\r\n\"What makes you think so?\"\r\n\r\n\"On your way, Mr. Chames! Can't I tell? I could pick out a fly cop out\r\nof a bunch of a thousand. Sure. Dis mug's vally to Sir Thomas, dat's\r\nhim. But he ain't no vally. He's come to see dat no one don't get busy\r\nwit de jools. Say, what do you t'ink of dem jools, Mr. Chames?\"\r\n\r\n\"Finest I ever saw.\"\r\n\r\n\"Yes, dat's right. De limit, ain't dey? Ain't youse really----\"\r\n\r\n\"No, Spike, I am not, thank you _very_ much for inquiring. I'm never\r\ngoing to touch a jewel again unless I've paid for it and got the\r\nreceipt in my pocket.\"\r\n\r\nSpike shuffled despondently.\r\n\r\n\"All the same,\" said Jimmy, \"I shouldn't give yourself away to this\r\ndetective. If he tries pumping you at all, give him the frozen face.\"\r\n\r\n\"Sure. But he ain't de only one.\"\r\n\r\n\"What, _more_ detectives? They'll have to put up 'house full' boards\r\nat this rate. Who's the other?\"\r\n\r\n\"De mug what came dis afternoon. Ole man McEachern brought him. I seed\r\nMiss Molly talking to him.\"\r\n\r\n\"The chap from the inn? Why, that's an old New York friend of\r\nMcEachern's.\"\r\n\r\n\"Anyhow, Mr. Chames, he's a sleut'. I can tell 'em by deir eyes and\r\ndeir feet, and de whole of dem.\"\r\n\r\nAn idea came into Jimmy's mind.\r\n\r\n\"I see,\" he said. \"Our friend McEachern has got him in to spy on us. I\r\nmight have known he'd be up to something like that.\"\r\n\r\n\"Dat's right, Mr. Chames.\"\r\n\r\n\"Of course you may be mistaken.\"\r\n\r\n\"Not me, Mr. Chames.\"\r\n\r\n\"Anyhow, I shall be seeing him at dinner. I can get talking to him\r\nafterward. I shall soon find out what his game is.\"\r\n\r\nFor the moment, Molly was forgotten. The old reckless spirit was\r\ncarrying him away. This thing was a deliberate challenge. He had been\r\non parole. He had imagined that his word was all that McEachern had to\r\nrely on. But if the policeman had been working secretly against him\r\nall this time, his parole was withdrawn automatically. The thought\r\nthat, if he did nothing, McEachern would put it down complacently to\r\nthe vigilance of his detective and his own astuteness in engaging him\r\nstung Jimmy. His six years of burglary had given him an odd sort of\r\nprofessional pride. \"I've half a mind,\" he said softly. The familiar\r\nexpression on his face was not lost on Spike.\r\n\r\n\"To try for de jools, Mr. Chames?\" he asked eagerly.\r\n\r\nHis words broke the spell. Molly resumed her place. The hard look died\r\nout of Jimmy's eyes.\r\n\r\n\"No,\" he said. \"Not that. It can't be done.\"\r\n\r\n\"Yes, it could, Mr. Chames. Dead easy. I've been up to de room, and\r\nI've seen de box what de jools is put in at night. We could get at\r\nthem easy as pullin' de plug out of a bottle. Say, dis is de softest\r\nproposition, dis house. Look what I got dis afternoon, Mr. Chames.\"\r\n\r\nHe plunged his hand into his pocket, and drew it out again. As he\r\nunclosed his fingers, Jimmy caught the gleam of precious stones.\r\n\r\nHe started as one who sees snakes in the grass.\r\n\r\n\"What the----\" he gasped.\r\n\r\nSpike was looking at his treasure-trove with an air of affectionate\r\nproprietorship.\r\n\r\n\"Where on earth did you get those?\" asked Jimmy.\r\n\r\n\"Out of one of de rooms. Dey belonged to one of de loidies. It was de\r\neasiest old t'ing ever, Mr. Chames. I went in when dere was nobody\r\nabout, and dere dey were on de toible. I never butted into anyt'ing so\r\nsoft, Mr. Chames.\"\r\n\r\n\"Spike.\"\r\n\r\n\"Yes, Mr. Chames?\"\r\n\r\n\"Do you remember the room you took them from?\"\r\n\r\n\"Sure. It was de foist on de----\"\r\n\r\n\"Then just listen to me for a moment. When we're at dinner, you've got\r\nto go to that room and put those things back--all of them, mind\r\nyou--just where you found them. Do you understand?\"\r\n\r\nSpike's jaw had fallen.\r\n\r\n\"Put dem back, Mr. Chames!\" he faltered.\r\n\r\n\"Every single one of them.\"\r\n\r\n\"Mr. Chames!\" said Spike plaintively.\r\n\r\n\"You'll bear it in mind? Directly dinner has begun, every one of those\r\nthings goes back where it belongs. See?\"\r\n\r\n\"Very well, Mr. Chames.\"\r\n\r\nThe dejection in his voice would have moved the sternest to pity.\r\nGloom had enveloped Spike's spirit. The sunlight had gone out of his\r\nlife."
  ]
}