{
  "index": 16,
  "title": "Chapter 15",
  "paragraphs": [
    "Jimmy had gone up to his room to put on the costume he was to wear in\r\nthe first act at about the time when Spennie was being seized upon by\r\nCharteris to act as prompter. As he moved toward the stairs, a\r\nsquare-cut figure appeared.\r\n\r\nIt was the faithful Galer.\r\n\r\nThere was nothing in his appearance to betray the detective to the\r\nunskilled eye, but years of practice had left Spike with a sort of\r\nsixth sense as regarded the force. He could pierce the subtlest\r\ndisguise. Jimmy had this gift in an almost equal degree, and it had\r\nnot needed Mr. Galer's constant shadowing of himself to prove to Jimmy\r\nthe correctness of Spike's judgment. He looked at the representative\r\nof Wragge's Detective Agency, Ltd., as he stood before him now, taking\r\nin his every detail: the square, unintelligent face; the badly cut\r\nclothes; the clumsy heels; the enormous feet.\r\n\r\n\"And this,\" he said to himself, \"is the man McEachern thinks capable\r\nof tying my hands!\" There were moments when the spectacle of Mr. Galer\r\nfilled Jimmy with an odd sort of fury, a kind of hurt professional\r\npride. The feeling that this espionage was a direct challenge enraged\r\nhim. Behind this clumsy watcher he saw always the self-satisfied\r\nfigure of Mr. McEachern. He seemed to hear him chuckling to himself.\r\n\r\n\"If it wasn't for Molly,\" he said to himself, \"I'd teach McEachern a\r\nlesson. I'm trying to hold myself in, and he sets these fool\r\ndetectives onto me. I shouldn't mind if he'd chosen somebody who knew\r\nthe rudiments of the game, but Galer! Galer!\r\n\r\n\"Well, Mr. Galer,\" he said, aloud, \"you aren't trying to escape, are\r\nyou? You're coming in to see the show, aren't you?\"\r\n\r\n\"Oh, yes,\" said the detective. \"Jest wanted to go upstairs for 'alf a\r\nminute. You coming, too?\"\r\n\r\n\"I was going to dress,\" said Jimmy, as they went up. \"See you later,\"\r\nhe added, at the door. \"Hope you'll like the show.\"\r\n\r\nHe went into his room. Mr. Galer passed on.\r\n\r\n       *       *       *       *       *\r\n\r\nJimmy had finished dressing, and had picked up a book to occupy the\r\nten minutes before he would be needed downstairs, when there burst\r\ninto the room Spike Mullins, in a state of obvious excitement.\r\n\r\n\"Gee, Mr. Chames!\"\r\n\r\n\"Hello, Spike.\"\r\n\r\nSpike went to the door, opened it, and looked up and down the passage.\r\n\r\n\"Mr. Chames,\" he said, in a whisper, shutting the door, \"there's bin\r\ndoin's to-night for fair. Me coco's still buzzin'. Say, I was to Sir\r\nThomas' dressin' room----\"\r\n\r\n\"What! What were you doing there?\"\r\n\r\nSpike looked somewhat embarrassed. He grinned apologetically, and\r\nshuffled his feet.\r\n\r\n\"I've got dem, Mr. Chames,\" he said.\r\n\r\n\"Got them? Got what?\"\r\n\r\n\"Dese.\"\r\n\r\nHe plunged his hand in his pocket, and drew forth a glittering mass.\r\nJimmy's jaw dropped as he gazed at Lady Blunt's rope of pearls.\r\n\r\n\"Two hundred t'ousand plunks,\" murmured Spike, gazing lovingly at\r\nthem. \"I says to myself, Mr. Chames ain't got no time to be getting'\r\nafter dem himself. He's too busy dese days wit' jollyin' along the\r\nswells. So it's up to me, I says, 'cos Mr. Chames'll be tickled to\r\ndeat', all right, all right, if we can git away wit' dem. So I----\"\r\n\r\nJimmy gave tongue with an energy which amazed his faithful follower.\r\n\r\n\"Spike! You lunatic! Didn't I tell you there was nothing doing when\r\nyou wanted to take those things the other day?\"\r\n\r\n\"Sure, Mr. Chames. But dose was little dinky t'ings. Dese poils is\r\nboids, for fair.\"\r\n\r\n\"Good heavens, Spike, you must be mad. Can't you see--Oh, Lord!\r\nDirectly the loss of those pearls is discovered, we shall have those\r\ndetectives after us in a minute. Didn't you know they had been\r\nwatching us?\"\r\n\r\nAn involuntary chuckle escaped Spike.\r\n\r\n\"'Scuse me, Mr. Chames, but dat's funny about dem sleut's. Listen.\r\nDey's bin an' arrest each other.\"\r\n\r\n\"What!\"\r\n\r\n\"Dat's right. Dey had a scrap in de dark, each finking de odder was\r\nafter de jools, an' not knowin' dey was bote sleut's, an' now one of\r\ndem's bin an' taken de odder off, an' locked him in de cellar.\"\r\n\r\n\"What on earth do you mean?\"\r\n\r\nSpike giggled at the recollection.\r\n\r\n\"Listen, Mr. Chames, it's dis way. I'm in de dressin' room, chasin'\r\naround wit' dis lantern here for de jool box\"--he produced from his\r\nother pocket a small bicycle lamp--\"and just as I gets a line on it,\r\ngee! I hears a footstep comin' down de passage straight for de door.\r\nWas to de bad? Dat's right. Gee, I says to m'self, here's one of de\r\nsleut' guys what's bin an' got wise to me, and he's comin' in to put\r\nde grip on me. So I gets up, an' I blows out de lantern, and I stands\r\ndere in de dark, waitin' for him to come in. And den I'm going to get\r\nbusy before he can see who I am, and jolt him one on de point, and\r\nden, while he's down and out, chase meself for de soivants' hall.\"\r\n\r\n\"Yes?\" said Jimmy.\r\n\r\n\"Well, dis guy, he gets to de door, and opens it, and I'm just goin'\r\nto butt in, when dere suddenly jumps out from de room on de odder side\r\nde passage anodder guy, and gets de rapid strangleholt on dis foist\r\nmug. Say, wouldn't dat make you wonder was you on your feet or your\r\ncoco?\"\r\n\r\n\"Go on. What happened, then?\"\r\n\r\n\"Dey begins to scrap good and hard in de dark. Dey couldn't see me,\r\nand I couldn't see dem, but I could hear dem bumpin' about an'\r\nsluggin' each odder, all right, all right. And by an' by one of dem\r\nputs de odder to de bad, so dat he goes down and takes de count; an'\r\nden I hears a click. And I know what dat is. One of de guys has put de\r\nirons on de odder guy. Den I hears him strike a light--I'd turned de\r\nswitch what lights up de passage before I got into de room--and den he\r\nsays, 'Ah', he says, 'got youse, have I? Not the boid I expected, but\r\nyou'll do.' I knew his voice. It was dat mug what calls himself\r\nGaler.\"\r\n\r\n\"I suppose I'm the bird he expected,\" said Jimmy. \"Well?\"\r\n\r\n\"De odder mug was too busy catchin' up wit' his breat' to shoot it\r\nback swift, but after he's bin doin' de deep breathin' stunt for a\r\nwhile, he says, 'You mutt', he says, 'youse to de bad. You've made a\r\nbreak, you have.' He put it different, but dat's what he meant. Den he\r\nsays that he's a sleut', too. Does de Galer mug give him de glad eye?\r\nNot on your life. He says dat dat's de woist tale that's ever bin\r\nhanded to him. De odder mug says, 'I'm Sir Tummas' vally', he says.\r\n'Aw, cut it out', says Galer. 'Sure youse ain't Sir Tummas himself?'\r\n'Show me to him', says de foist guy, 'den you'll see.' 'Not on your\r\nlife', says Galer. 'What! Butt in among de swells what's enjoyin'\r\nthemselves and spoil deir evenin' by showin' dem a face like yours? To\r\nde woods! It's youse for de coal cellar, me man, and we'll see what\r\nyouse has got to say afterward. G'wan!' And off dey went. And I lit me\r\nlantern again, got de jools, and chased meself here.\"\r\n\r\nJimmy stretched out his hand.\r\n\r\n\"All very exciting,\" he said. \"And now you'll just hand me those\r\npearls, and I'll seize the opportunity while the coast is clear to put\r\nthem back where they belong.\"\r\n\r\nOnly for a moment did Spike hesitate. Then he pulled out the jewels,\r\nand placed them in Jimmy's hand. Mr. Chames was Mr. Chames, and what\r\nhe said went. But his demeanor was tragic, telling eloquently of hopes\r\nblighted.\r\n\r\nJimmy took the necklace with a thrill. He was an expert in jewels, and\r\na fine gem affected him much as a fine picture affects the artistic.\r\nHe went to the light, and inspected them gloatingly.\r\n\r\nAs he did so, he uttered a surprised exclamation. He ran the jewels\r\nthrough his fingers. He scrutinized them again, more closely this\r\ntime.\r\n\r\nThen he turned to Spike, with a curious smile.\r\n\r\n\"You'd better be going downstairs,\" he said. \"I'll just run along and\r\nreplace them. Where is the box?\"\r\n\r\n\"It's on de floor against de wall, near de window, Mr. Chames.\"\r\n\r\n\"Good. Better give me that lamp.\"\r\n\r\nThere was no one in the passage. He raced softly along it to Sir\r\nThomas Blunt's dressing room.\r\n\r\nHe lit his lamp, and found the box without difficulty. Dropping the\r\nnecklace in, he closed down the lid.\r\n\r\n\"They'll want a new lock, I'm afraid,\" he said. \"However!\"\r\n\r\nHe rose to his feet.\r\n\r\n\"Jimmy!\" said a startled voice.\r\n\r\nHe whipped round. The light of the lamp fell on Molly, standing, pale\r\nand open-eyed, beside the curtain by the door."
  ]
}