{
  "index": 10,
  "title": "Chapter 9",
  "paragraphs": [
    "In a cozy corner of the electric flame department of the infernal\r\nregions there stands a little silver gridiron. It is the private\r\nproperty of his Satanic majesty, and is reserved exclusively for the\r\nman who invented amateur theatricals. It is hard to see why the\r\namateur actor has been allowed to work his will unchecked for so long.\r\nThese performances of his are diametrically opposed to the true sport\r\nof civilization, which insists that the good of the many should be\r\nconsidered as being of more importance than that of the few.\r\n\r\nIn the case of amateur theatricals, a large number of inoffensive\r\npeople are annoyed simply in order that a mere handful of\r\nacquaintances may amuse themselves. Usually the whole thing can be\r\nlaid at the door of the man, the organizer. He is the serpent in the\r\nEden. Before his arrival, the house party were completely happy, and\r\nasked for nothing else but to be left alone. Then he arrives. At\r\nbreakfast on his first morning, he strikes the first blow--casually\r\nhelping himself to scrambled eggs the while, with the air of a man\r\nuttering some agreeable commonplace. \"I say,\" he remarks, \"why not get\r\nup some theatricals?\" Eve, in the person of some young lady who would\r\nbe a drawing-room reciter if drawing-room reciters were allowed\r\nnowadays, snatches at the apple. \"Oh, yes,\" she says. \"It ought to be\r\nfor a charity,\" suggests somebody else. \"Of course for a charity,\"\r\nsays the serpent. Ten minutes later he has revealed the fact that he\r\nhas brought down a little thing of his own which will just do, and is\r\ncasting the parts. And after that the man who loves peace and quiet\r\nmay as well pack up and leave. He will have no more rest in that\r\nhouse.\r\n\r\nIn the present case, the serpent was a volatile young gentleman of the\r\nname of Charteris. This indomitable person had the love of the stage\r\nineradicably implanted in him. He wrote plays, and lived in hopes of\r\nseeing them staged at the leading theatres. Meanwhile, he was content\r\nto bring them out through the medium of amateur performances.\r\n\r\nIt says much for the basic excellence of this man's character that he\r\nwas popular among his fellows, who, liking the man, overlooked the\r\namateur stage manager.\r\n\r\nThe reign of unrest at the abbey was complete by the time Jimmy\r\narrived there. The preliminary rehearsals had been gone through with\r\nby the company, who, being inexperienced, imagined the worst to be\r\nover.\r\n\r\nHaving hustled Jimmy into the vacant part, Charteris gave his energy\r\nfree play. He conducted rehearsals with a vigor which occasionally\r\nalmost welded the rabble which he was coaching into something\r\napproaching coherency. He never rested. He painted scenery, and left\r\nit about--wet--and people sat on it. He nailed up horseshoes for luck,\r\nand they fell on people. He distributed typed parts of the play among\r\nthe company, and they lost them. But nothing daunted him.\r\n\r\n\"Mr. Charteris,\" said Lady Blunt after one somewhat energetic\r\nrehearsal, \"is indefatigable. He whirled me about!\"\r\n\r\nThis was perhaps his greatest triumph, that he had induced Lady Blunt\r\nto take part in the piece. Her first remark, on being asked, had been\r\nto the effect that she despised acting. Golden eloquence on the part\r\nof the author-manager had induced her to modify this opinion; and\r\nfinally she had consented, on the understanding that she was not to be\r\nexpected to attend every rehearsal, to play a small part.\r\n\r\nThe only drawback to an otherwise attractive scheme was the fact that\r\nshe would not be able to wear her jewels. Secretly, she would have\r\ngiven much to have done so; but the scene in which she was to appear\r\nwas a daylight scene, in which the most expensive necklace would be\r\nout of place. So she had given up the idea with a stoicism that showed\r\nher to be of the stuff of which heroines are made.\r\n\r\nThese same jewels had ceased, after their first imperious call, to\r\ntrouble Jimmy to the extent he had anticipated. It had been a bitter\r\nstruggle during the first few days of his stay, but gradually he had\r\nfought the craving down, and now watched them across the dinner table\r\nat night with a calm which filled him with self-righteousness. On the\r\nother hand, he was uncomfortably alive to the fact that this triumph\r\nof his might be merely temporary. There the gems were, winking and\r\nbeckoning to him across the table. At any moment----. When his thoughts\r\narrived at this point, he would turn them--an effort was sometimes\r\nnecessary--to Molly. Thinking of her, he forgot the pearls.\r\n\r\nBut the process of thinking of Molly was not one of unmixed comfort. A\r\ngreat uneasiness had gripped him. More than ever, as the days went by,\r\nhe knew that he loved her, that now the old easy friendship was a\r\nmockery. But on her side he could see no signs that she desired a\r\nchange in their relationship. She was still the old Molly of the New\r\nYork days, frank, cheerful unembarrassed. But he found that in this\r\nnew world of hers the opportunities of getting her to himself for any\r\nspace of time were infinitesimal. It was her unfortunate conviction,\r\nbred of her American upbringing, that the duty of the hostess is to\r\nsee that her guests enjoy themselves. Lady Jane held the English view\r\nthat visitors like to be left to themselves. And Molly, noticing her\r\nstepmother's lack of enterprise and putting it down as merely another\r\nproof of her languid nature, had exerted herself all the more keenly\r\nto do the honors.\r\n\r\nThe consequence was that Jimmy found himself one of a crowd, and\r\ndisliked the sensation.\r\n\r\nThe thing was becoming intolerable. Here was he, a young man in love,\r\nkept from proposing simply by a series of ridiculous obstacles. It\r\ncould not go on. He must get her away somewhere by himself, not for a\r\nfew minutes, as he had been doing up to the present, but for a solid\r\nspace of time.\r\n\r\nIt was after a long and particularly irritating rehearsal that the\r\nidea of the lake suggested itself to him. The rehearsals took place in\r\none of the upper rooms, and through the window, as he leaned gloomily\r\nagainst the wall, listening to a homily on the drama from Charteris,\r\nhe could see the waters of the lake, lit up by the afternoon sun. It\r\nhad been a terribly hot, oppressive day and there was thunder in the\r\nair. The rehearsal had bored everybody unspeakably. It would be\r\nheavenly on the lake, thought Jimmy. There was a Canadian canoe moored\r\nto that willow. If he could only get Molly.\r\n\r\n\"I'm awfully sorry, Jimmy,\" said Molly, as they walked out into the\r\ngarden. \"I should love to come. It would be too perfect. But I've half\r\npromised to play tennis.\"\r\n\r\n\"Who wants to play?\"\r\n\r\n\"Mr. Wesson.\"\r\n\r\nA correspondent of a London daily paper wrote to his editor not long\r\nago to complain that there was a wave of profanity passing over the\r\ncountry. Jimmy added a silent but heartfelt contribution to that wave.\r\n\r\n\"Give him the slip,\" he said earnestly. It was the chance of a\r\nlifetime, a unique chance, perhaps his last chance, and it was to be\r\nlost for the sake of an ass like Wesson.\r\n\r\nMolly looked doubtful.\r\n\r\n\"Well, come down to the water, and have a look at it,\" said Jimmy.\r\n\"That'll be better than nothing.\"\r\n\r\nThey walked to the water's edge together in silence, Jimmy in a fever\r\nof anxiety. He looked behind him. No signs of Wesson yet. All might\r\nstill be well.\r\n\r\n\"It does look nice, Jimmy, doesn't it?\" said Molly, placing a foot on\r\nthe side of the boat and rocking it gently.\r\n\r\n\"Come on,\" said Jimmy hoarsely. \"Give him the slip. Get in.\"\r\n\r\nMolly looked round hesitatingly.\r\n\r\n\"Well--oh, bother, there he is. And he's seen me.\"\r\n\r\nJimmy followed her gaze. The dapper figure of Mr. Wesson was moving\r\ndown the lawn. He had a tennis racquet in his hand. His face wore an\r\ninviting smile.\r\n\r\nJimmy glared at him hopelessly.\r\n\r\nMr. Wesson had vanished now behind the great clamp of laurels which\r\nstood on the lowest terrace. In another moment he would reappear round\r\nthem.\r\n\r\n\"Bother!\" said Molly again. \"Jimmy!\" For gently, but with extreme\r\nfirmness and dispatch, Jimmy, who ought to have known better, had\r\nseized her hand on the other side of the waist, swung her off her\r\nfeet, and placed her carefully on the cushions in the bow of the\r\ncanoe.\r\n\r\nThen he had jumped in himself with a force which made the boat rock,\r\nand was now paddling with the silent energy of a dangerous lunatic\r\ninto the middle of the lake; while Mr. Wesson, who had by this time\r\nrounded the laurels, stood transfixed, gazing glassily after the\r\nretreating vessel.\r\n\r\nTo the casual spectator, he might have seemed stricken dumb.\r\n\r\nBut at the end of the first ten seconds any fear that the casual\r\nspectator might have entertained as to the permanence of the seizure\r\nwould have been relieved."
  ]
}