{
  "index": 12,
  "title": "Chapter 11",
  "paragraphs": [
    "The Honorable Louis Wesson, meanwhile, having left the water side, lit\r\na cigarette, and proceeded to make a moody tour of the grounds. He\r\nfelt aggrieved with the world. One is never at one's best and sunniest\r\nwhen a rival has performed a brilliant and successful piece of\r\ncutting-out work beneath one's very eyes. Something of a jaundiced\r\ntinge stains one's outlook on life in such circumstances. Mr. Wesson\r\ndid not pretend to himself that he was violently in love with Molly.\r\nBut he certainly admired her, and intended, unless he changed his mind\r\nlater on, to marry her.\r\n\r\nHe walked, drawing thoughtfully at his cigarette. The more he reviewed\r\nthe late episode, the less he liked it. He had not seen Jimmy put\r\nMolly in the canoe, and her departure seemed to him a deliberate\r\ndesertion. She had promised to play tennis with him, and at the last\r\nmoment she had gone off with this fellow Pitt. Who _was_ Pitt? He\r\nwas always in the way--shoving himself in.\r\n\r\nAt this moment, a large, warm raindrop fell on his hand. From the\r\nbushes all round came an ever-increasing patter. The sky was leaden.\r\n\r\nHe looked round him for shelter. He had reached the rose garden in the\r\ncourse of his perambulations. At the far end was a summerhouse. He\r\nturned up his coat collar and ran.\r\n\r\nAs he drew near, he heard a slow and dirgelike whistling proceeding\r\nfrom the interior. Plunging in out of breath, just as the deluge\r\nbegan, he found Spennie seated at the little wooden table with an\r\nearnest expression on his face. The table was covered with cards.\r\n\r\n\"How Jim took exercise,\" said Spennie, glancing up. \"Hello, Wesson. By\r\nJove, isn't it coming down!\"\r\n\r\nWith which greeting he turned his attention to his cards once more. He\r\ntook one from the pack in his left hand, looked at it, hesitated for a\r\nmoment, as if doubtful whereabouts on the table it would produce the\r\nmost artistic effect; and finally put it down, face upward.\r\n\r\nThen he moved another card from the table, and put it on top of the\r\nother one. Throughout the performance he whistled painfully.\r\n\r\nWesson regarded him with disfavor. \"That looks damned exciting,\" he\r\nsaid. He reserved his more polished periods for use in public. \"What\r\nare you playing at?\"\r\n\r\n\"Wha-a-a'?\" said Spennie abstractedly, dealing another card.\r\n\r\n\"Oh, don't sit there looking like a frog,\" said Wesson irritably.\r\n\"_Talk_, man.\"\r\n\r\n\"What's the matter? What do you want? Hello, I've done it. No, I\r\nhaven't. No luck at all. Haven't brought up a demon all day.\"\r\n\r\nHe gathered up the cards, and began to shuffle. \"Ah, lov',\" he sang\r\nsentimentally, with a vacant eye on the roof of the summerhouse,\r\n\"could I bot tell thee how moch----\"\r\n\r\n\"Oh, stop it!\" said Wesson.\r\n\r\n\"You seem depressed, laddie. What's the matter? Ah, lov', could I bot\r\ntell thee----\"\r\n\r\n\"Spennie, who's this fellow Pitt?\"\r\n\r\n\"Jimmy Pitt? Pal of mine. One of the absolute. Ay, nutty to the core,\r\ngood my lord. Ah, lov', could I bot tell----\"\r\n\r\n\"Where did you meet him?\"\r\n\r\n\"London. Why?\"\r\n\r\n\"He and your sister seem pretty good friends.\"\r\n\r\n\"I shouldn't wonder. Knew each other out in America. Bridge, bridge,\r\nber-ridge, a capital game for two. Shuffle and cut and deal away, and\r\nlet the lo-oser pay-ah. Ber-ridge----\"\r\n\r\n\"Well, let's have a game, then. Anything for something to do. Curse\r\nthis rain! We shall be cooped up here till dinner at this rate.\"\r\n\r\n\"Double dummy's a frightfully rotten game,\" said Spennie. \"Ever played\r\npicquet? I could teach it to you in five minutes.\"\r\n\r\nA look of almost awe came into Wesson's face, the look of one who sees\r\na miracle performed before his eyes. For years he had been using all\r\nthe large stock of diplomacy at his command to induce callow youths to\r\nplay picquet with him and here was this admirable young man, this\r\npearl among young men, positively offering to teach him. It was too\r\nmuch happiness. What had he done to deserve this? He felt as a\r\ntoil-worn lion might have felt if an antelope, instead of making its\r\ncustomary bee line for the horizon, had expressed a friendly hope that\r\nit would be found tender and inserted its head between his jaws.\r\n\r\n\"I--it's very good of you. I shouldn't mind being shown the idea.\"\r\n\r\nHe listened attentively while Spennie explained at some length the\r\nprinciples which govern the game of picquet. Every now and then he\r\nasked a question. It was evident that he was beginning to grasp the\r\nidea of the game.\r\n\r\n\"_What_ exactly is repicquing?\" he asked, as Spennie paused.\r\n\r\n\"It's like this,\" said Spennie, returning to his lecture.\r\n\r\n\"Yes, I see now,\" said the neophyte.\r\n\r\nThey began playing. Spennie, as was only to be expected in a contest\r\nbetween teacher and student, won the first two hands. Wesson won the\r\nnext.\r\n\r\n\"I've got the hang of it all right, now,\" he said complacently. \"It's\r\na simple sort of game. Make it more exciting, don't you think, if we\r\nplayed for something?\"\r\n\r\n\"All right,\" said Spennie slowly, \"if you like.\"\r\n\r\nHe would not have suggested it himself, but after all, hang it, if the\r\nman simply _asked_ for it--It was not his fault if the winning of a\r\nhand should have given the fellow the impression that he knew all that\r\nthere was to be known about picquet. Of course, picquet was a game\r\nwhere skill was practically bound to win. But--After all, Wesson had\r\nplenty of money. He could afford it.\r\n\r\n\"All right,\" said Spennie again. \"How much?\"\r\n\r\n\"Something fairly moderate. Ten bob a hundred?\"\r\n\r\nThere is no doubt that Spennie ought at this suggestion to have\r\ncorrected the novice's notion that ten shillings a hundred was fairly\r\nmoderate. He knew that it was possible for a poor player to lose four\r\nhundred points in a twenty-minute game, and usual for him to lose two\r\nhundred. But he let the thing go.\r\n\r\n\"Very well,\" he said.\r\n\r\nTwenty minutes later, Mr. Wesson was looking somewhat ruefully at the\r\nscore sheet. \"I owe you eighteen shillings,\" he said. \"Shall I pay\r\nyou, now, or shall we settle up in a lump after we've finished?\"\r\n\r\n\"What about stopping now?\" said Spennie. \"It's quite fine out.\"\r\n\r\n\"No, let's go on. I've nothing to do till dinner, and I'm sure you\r\nhaven't.\"\r\n\r\nSpennie's conscience made one last effort. \"You'd much better stop,\r\nyou know, Wesson, really,\" he said. \"You can lose a frightful lot at\r\nthis game.\"\r\n\r\n\"My dear Spennie,\" said Wesson stiffly, \"I can look after myself,\r\nthanks. Of course, if you think you are risking too much, by all\r\nmeans--\"\r\n\r\n\"Oh, if _you_ don't mind,\" said Spennie, outraged, \"I'm only too\r\nfrightfully pleased. Only, remember I warned you.\"\r\n\r\n\"I'll bear it in mind. By the way, before we start, care to make it a\r\nsovereign a hundred?\"\r\n\r\nSpennie could not afford to play picquet for a sovereign a hundred, or\r\nanything like it; but after his adversary's innuendo it was impossible\r\nfor a young gentleman of spirit to admit the humiliating fact. He\r\nnodded.\r\n\r\n       *       *       *       *       *\r\n\r\n\"It's about time, I fancy,\" said Mr. Wesson, looking at his watch an\r\nhour later, \"that we were going in to dress for dinner.\"\r\n\r\nSpennie made no reply. He was wrapped in thought.\r\n\r\n\"Let's see, that's twenty pounds you owe me, isn't it?\" continued Mr.\r\nWesson. \"No hurry, of course. Any time you like. Shocking bad luck you\r\nhad.\"\r\n\r\nThey went out into the rose garden.\r\n\r\n\"Jolly everything smells after the rain,\" said Mr. Wesson. \"Freshened\r\neverything up.\"\r\n\r\nSpennie did not appear to have noticed it. He seemed to be thinking of\r\nsomething else. His air was pensive and abstracted."
  ]
}