{
  "index": 15,
  "title": "Chapter 14",
  "paragraphs": [
    "For pure discomfort there are few things in the world that can compete\r\nwith the final rehearsals of an amateur theatrical performance at a\r\ncountry house. Every day the atmosphere becomes more and more heavily\r\ncharged with restlessness and irritability. The producer of the piece,\r\nespecially if he is also the author of it, develops a sort of\r\nintermittent insanity. He plucks at his mustache, if he has one; at\r\nhis hair, if he has not. He mutters to himself. He gives vent to\r\noccasional despairing cries. The soothing suavity which marked his\r\ndemeanor in the earlier rehearsals disappears. He no longer says with\r\na winning smile: \"Splendid, old man; splendid. Couldn't be better. But\r\nI think we'll take that over just once more, if you don't mind. You\r\nmissed out a few rather good lines, and you forgot to give Miss\r\nRobinson her cue for upsetting the flowerpot.\" Instead, he rolls his\r\neyes and snaps out: \"Once more, please. This'll never do. At this rate\r\nwe might just as well cut out the show altogether. For Heaven's sake,\r\nBrown, do try and remember your lines. It's no good having the best\r\npart in the piece if you go and forget everything you've got to say.\r\nWhat's that? All right on the night? No, it _won't_ be all right on\r\nthe night. And another thing. You _must_ remember to say, 'How calm\r\nand peaceful the morning is', or how on earth do you think Miss Robinson\r\nis going to know when to upset that flowerpot? Now, then, once more; and\r\ndo pull yourself together this time.\" After which the scene is sulkily\r\nresumed by the now thoroughly irritated actors; and conversation, when\r\nthe parties concerned meet subsequently, is cold and strained.\r\n\r\nMatters had reached this stage at the abbey. Everybody was thoroughly\r\ntired of the piece, and, but for the thought of the disappointment\r\nwhich--presumably--would rack the neighboring nobility and gentry\r\nif it were not to be produced, would have resigned without a twinge\r\nof regret. People who had schemed to get the best and longest parts\r\nwere wishing now that they had been content with _First Footman_ or\r\n_Giles, a villager_.\r\n\r\n\"I'll never run an amateur show again as long as I live,\" confided\r\nCharteris to Jimmy, almost tearfully the night before the production.\r\n\"It's not good enough. Most of them aren't word-perfect yet. And we've\r\njust had the dress rehearsal!\"\r\n\r\n\"It'll be all right on----\"\r\n\r\n\"Oh, don't say it'll be all right on the night.\"\r\n\r\n\"I wasn't going to,\" said Jimmy. \"I was going to say it'll be all\r\nright after the night. People will soon forget how badly the thing\r\nwent.\"\r\n\r\n\"You're a nice, comforting sort of man, aren't you?\" said Charteris.\r\n\r\n\"Why worry?\" said Jimmy. \"If you go on like this, it'll be Westminster\r\nAbbey for you in your prime. You'll be getting brain fever.\"\r\n\r\nJimmy himself was feeling particularly cheerful. He was deriving a\r\nkeen amusement at present from the manoeuvres of Mr. Samuel Galer, of\r\nNew York. This lynx-eyed man, having been instructed by Mr. McEachern\r\nto watch Jimmy, was doing so with a pertinacity which would have made\r\na man with the snowiest of consciences suspicious. If Jimmy went to\r\nthe billiard room after dinner, Mr. Galer was there to keep him\r\ncompany. If, during the course of the day, he had occasion to fetch a\r\nhandkerchief or a cigarette case from his bedroom, he was sure, on\r\nemerging, to stumble upon Mr. Galer in the corridor. The employees of\r\nWragge's Detective Agency, Ltd., believed in earning their salaries.\r\nOccasionally, after these encounters, Jimmy would come upon Sir Thomas\r\nBlunt's valet, the other man in whom Spike's trained eye had discerned\r\nthe distinguishing trait of the detective. He was usually somewhere\r\nround the corner at these moments, and, when collided with, apologized\r\nwith great politeness. It tickled Jimmy to think that both these giant\r\nbrains should be so greatly exercised on his account.\r\n\r\nSpennie, meanwhile, had been doing quite an unprecedented amount of\r\nthinking. Quite an intellectual pallor had begun to appear on his\r\nnormally pink cheeks. He had discovered the profound truth that it is\r\none thing to talk about paying one's debts, another actually to do it,\r\nand that this is more particularly the case when we owe twenty pounds\r\nand possess but six pounds seven shillings and fourpence. Spennie was\r\nacutely conscious of the fact that, if he could not follow up his\r\nwords to Wesson with actual coin, the result would be something of an\r\nanticlimax. Somehow or other he would have to get the money--and at\r\nonce. The difficulty was that no one seemed at all inclined to lend it\r\nto him.\r\n\r\nThere is a good deal to be said against stealing as a habit; but it\r\ncannot he denied that, in certain circumstances, it offers an\r\nadmirable solution of a difficulty, and if the penalties were not so\r\nexceedingly unpleasant, it is probable that it would become far more\r\nfashionable than it is.\r\n\r\nSpennie's mind did not turn immediately to this outlet from his\r\nembarrassment. He had never stolen before, and it did not occur to him\r\ndirectly to do so now. There is a conservative strain in all of us.\r\nBut gradually, as it was borne in upon him that it was the only course\r\npossible, unless he applied to his stepfather--a task for which his\r\ncourage was not sufficient--he found himself contemplating the\r\npossibility of having to secure the money by unlawful means. By lunch\r\ntime, on the morning of the day fixed for the theatricals, he had\r\ndecided definitely to do so. By dinner time he had fixed upon the\r\nobject of his attentions.\r\n\r\nWith a vague idea of keeping the thing in the family, he had resolved\r\nto make his raid upon Sir Thomas Blunt. Somehow it did not seem so bad\r\nrobbing one's relatives.\r\n\r\nA man's first crime is, as a rule, a shockingly amateurish affair. Now\r\nand then, it is true, we find beginners forging with the accuracy of\r\nold hands or breaking into houses with the finish of experts. But\r\nthese are isolated cases. The average tyro lacks generalship\r\naltogether. Spennie may be cited as a typical novice. It did not\r\nstrike him that inquiries might be instituted by Sir Thomas, when he\r\nfound his money gone, and that Wesson, finding a man whom he knew to\r\nbe impecunious suddenly in possession of twenty pounds, might have\r\nsuspicions. His mind was entirely filled with the thought of getting\r\nthe money. There was no room in it for any other reflection.\r\n\r\nHis plan was simple. Sir Thomas, he knew, always carried a good deal\r\nof money with him. It was unlikely that he kept this on his person in\r\nthe evening. A man to whom the set of his clothes is as important as\r\nit was to Sir Thomas, does not carry a pocket-book full of banknotes\r\nwhen he is dressed for dinner. He would leave it somewhere, reasoned\r\nSpennie. Where, he asked himself. The answer was easy. In his dressing\r\nroom. Spennie's plan of campaign was complete.\r\n\r\nThe theatricals began at half-past eight. The audience had been\r\nhustled into their seats, happier than is usual in such circumstances\r\nfrom the rumor that the proceedings were to terminate with an informal\r\ndance. The abbey was singularly well constructed for such a purpose.\r\nThere was plenty of room, and a sufficiency of retreat for those who\r\nsat out, in addition to a conservatory large enough to have married\r\noff half the couples in the county. The audience was in an excellent\r\nhumor, and the monologue, the first item of the programme, was\r\nreceived with a warmth which gave Charteris, whom rehearsals had\r\nturned into a pessimist, a faint hope that the main item on the\r\nprogramme might not be the complete failure it had promised to be.\r\n\r\nSpennie's idea had been to get through his burglarious specialty\r\nduring the monologue, when his absence would not be noticed. It might\r\nbe that if he disappeared later in the evening people would wonder\r\nwhat had become of him.\r\n\r\nHe lurked apart till the last of the audience had taken their seats.\r\nAs he was passing through the hall, a hand fell on his shoulder.\r\nConscience makes cowards of us all. Spennie bit his tongue and leaped\r\nthree inches into the air.\r\n\r\n\"Hello, Charteris!\" he said gaspingly.\r\n\r\n\"Spennie, my boyhood's only friend,\" said Charteris, \"where are you\r\noff to?\"\r\n\r\n\"What--what do you mean? I was just going upstairs.\"\r\n\r\n\"Then don't. You're wanted. Our prompter can't be found. I want you to\r\ntake his place till he blows in. Come along.\"\r\n\r\nThe official prompter arrived at the end of the monologue with the\r\nremark that he had been having a bit of a smoke in the garden and his\r\nwatch had gone wrong. Leaving him to discuss the point with Charteris,\r\nSpennie slipped quietly away, and flitted up the stairs toward Sir\r\nThomas' dressing room. At the door, he stopped and listened. There was\r\nno sound. The house might have been deserted. He opened the door, and\r\nswitched on the electric light.\r\n\r\nFortune was with him. On the dressing table, together with a bunch of\r\nkeys and some small change, lay a brown leather pocketbook. Evidently\r\nSir Thomas did not share Lady Blunt's impression that the world was\r\nwaiting for a chance to rob him as soon as his back was turned.\r\n\r\nSpennie opened the pocketbook, and counted the contents. There were\r\ntwo ten-pound notes, and four of five pounds.\r\n\r\nHe took a specimen of each variety, replaced the pocketbook, and crept\r\nout of the door.\r\n\r\nThen he walked rapidly down the corridor to his own room.\r\n\r\nJust as he reached it, he received a shock only less severe than the\r\nformer one from the fact that this time no hand was placed on his\r\nshoulder.\r\n\r\n\"Spennie!\" cried a voice.\r\n\r\nHe turned, to see Molly. She wore the costume of the stage milkmaid.\r\nComing out of her room after dressing for her part, she had been in\r\ntime to see Spennie emerge through Sir Thomas' door with a look on his\r\nface furtive enough to have made any jury bring in a verdict of guilty\r\non any count without further evidence. She did not know what he had\r\nbeen doing; but she was very certain that it was something which he\r\nought to have left undone.\r\n\r\n\"Er--hullo, Molly!\" said Spennie bonelessly.\r\n\r\n\"What were you doing in Uncle Thomas' room, Spennie?\"\r\n\r\n\"Nothing. I was just looking round.\"\r\n\r\n\"Just looking round?\"\r\n\r\n\"That's all.\"\r\n\r\nMolly was puzzled.\r\n\r\n\"Why did you look like that when you came out?\"\r\n\r\n\"Like what?\"\r\n\r\n\"So guilty.\"\r\n\r\n\"Guilty! What _are_ you talking about?\"\r\n\r\nMolly suddenly saw light.\r\n\r\n\"Spennie,\" she said, \"what were you putting in your pocket as you came\r\nout?\"\r\n\r\n\"Putting in my pocket!\" said Spennie, rallying with the desperation of\r\none fighting a lost cause. \"What do you mean?\"\r\n\r\n\"You were putting something.\"\r\n\r\nAnother denial was hovering on Spennie's lips, when, in a flash, he\r\nsaw what he had not seen before, the cloud of suspicion which must\r\nhang over him when the loss of the notes was discovered. Sir Thomas\r\nwould remember that he had tried to borrow money from him. Wesson\r\nwould wonder how he had become possessed of twenty pounds. And Molly\r\nhad actually seen him coming out of the room, putting something in his\r\npocket.\r\n\r\nHe threw himself at the mercy of the court.\r\n\r\n\"It's like this, Molly,\" he said. And, having prefaced his narrative\r\nwith the sound remark that he had been a fool, he gave her a summary\r\nof recent events.\r\n\r\n\"I see,\" said Molly. \"And you must pay him at once?\"\r\n\r\n\"By the end of the week. We had--we had a bit of a row.\"\r\n\r\n\"What about?\"\r\n\r\n\"Oh, nothing,\" said Spennie. \"Anyhow, I told him I'd pay him by\r\nSaturday, and I don't want to have to climb down.\"\r\n\r\n\"Of course not. Jimmy shall lend you the money.\"\r\n\r\n\"Who? Jimmy Pitt?\"\r\n\r\n\"Yes.\"\r\n\r\n\"But, I say, look here, Molly. I mean, I've been to him, already. He\r\nlent me a fiver. He might kick if I tried to touch him again so soon.\"\r\n\r\n\"I'll ask him for it.\"\r\n\r\n\"But, look here, Molly----\"\r\n\r\n\"Jimmy and I are engaged, Spennie.\"\r\n\r\n\"What! Not really? I say, I'm frightfully pleased. He's one of the\r\nbest. I'm fearfully glad. Why, that's absolutely topping. It'll be all\r\nright. I'll sweat to pay him back. I'll save out of my allowance. I\r\ncan easily do it if I cut out a few things and don't go about so much.\r\nYou're a frightfully good sort, Molly. I say, will you ask him\r\nto-night? I want to pay Wesson first thing to-morrow morning.\"\r\n\r\n\"Very well. You'd better give me those notes, Spennie. I'll put them\r\nback.\"\r\n\r\nThe amateur cracksman handed over his loot, and retired toward the\r\nstairs. Molly could hear him going down them three at a time, in a\r\nwhirl of relief and good resolutions. She went to Sir Thomas' room,\r\nand replaced the notes. Having done this, she could not resist the\r\ntemptation to examine herself in the glass for a few moments. Then she\r\nturned away, switched off the light, and was just about to leave the\r\nroom when a soft footstep in the passage outside came to her ears.\r\n\r\nShe shrank back. She felt a curiously guilty sensation, as if she had\r\nbeen in the room with criminal rather than benevolent intentions. Her\r\nmotives in being where she was were excellent--but she would wait till\r\nthis person had passed before coming out into the passage.\r\n\r\nThen it came to her with a shock that the person was not going to\r\npass. The footsteps halted outside the door.\r\n\r\nThere was a curtain at her side, behind which hung certain suits of\r\nSir Thomas'. She stepped noiselessly behind this.\r\n\r\nThe footsteps passed on into the room."
  ]
}