{
  "index": 17,
  "title": "Chapter 16",
  "paragraphs": [
    "Pressed, rigid, against the wall behind her curtain, Molly had\r\nlistened in utter bewilderment to the sounds of strife in the passage\r\noutside. The half-heard conversation between the detectives had done\r\nnothing toward a solution of the mystery. Galer's voice she thought\r\nshe recognized as one that she had heard before; but she could not\r\nidentify it.\r\n\r\nWhen the detectives had passed away together down the corridor, she\r\nhad imagined that the adventure was at an end and that she was at\r\nliberty to emerge--cautiously--from her hiding place and follow them\r\ndownstairs. She had stretched out a hand, to draw the curtain aside,\r\nwhen she caught sight of the yellow ray of the lamp on the floor, and\r\nshrank back again. As she did so, she heard the sound of breathing.\r\nSomebody was still in the room.\r\n\r\nHer mystification deepened. She had supposed that the tale of visitors\r\nto the dressing room was complete with the two who had striven in the\r\npassage. Yet here was another.\r\n\r\nShe strained her ears to catch a sound. For a while she heard nothing.\r\nThen came a voice that she knew well; and, abandoning concealment, she\r\ncame out into the room, and found Jimmy kneeling on the floor beside\r\nthe rifled jewel box.\r\n\r\nFor a full minute they stood staring at each other, without a word.\r\nThe light of the lamp hurt Molly's eyes. She put up a hand, to shade\r\nthem. The silence was oppressive. It seemed to Molly that they had\r\nbeen standing like this for years.\r\n\r\nJimmy had not moved. There was something in his attitude which filled\r\nMolly with a vague fear. In the shadow behind the lamp, he looked\r\nshapeless and inhuman.\r\n\r\n\"What are you doing here?\" he said at last, in a harsh, unnatural\r\nvoice.\r\n\r\n\"I----\"\r\n\r\nShe stopped.\r\n\r\n\"You're hurting my eyes,\" she said.\r\n\r\n\"I'm sorry. I didn't think. Is that better?\"\r\n\r\nHe turned the light from her face. Something in his voice and the\r\napologetic haste with which he moved the lamp seemed to relax the\r\nstrain of the situation. The feeling of stunned surprise began to\r\nleave her. She found herself thinking coherently again.\r\n\r\nThe relief was but momentary. Why was Jimmy in the room at that time?\r\nWhy had he a lamp? What had he been doing? The questions shot from her\r\nbrain like sparks from an anvil.\r\n\r\nThe darkness began to tear at her nerves. She felt along the wall for\r\nthe switch, and flooded the room with light.\r\n\r\nJimmy laid down the lantern, and stood for a moment, undecided. He\r\nlooked at Molly, and suddenly there came over him an overwhelming\r\ndesire to tell her everything. He had tried to stifle his conscience,\r\nto assure himself that the old days were over, and that there was no\r\nneed to refer to them. And for a while he had imposed upon himself.\r\nBut lately the falseness of his position had come home to him. He\r\ncould not allow her to marry him, in ignorance of what he had been. It\r\nwould be a villainous thing to do. Often he had tried to tell her, but\r\nhad failed. He saw that it must be done, here and now.\r\n\r\nHe lifted the lid of the jewel box, and dangled the necklace before\r\nher eyes.\r\n\r\nShe drew back.\r\n\r\n\"Jimmy! You were--stealing them?\"\r\n\r\n\"No, I was putting them back.\"\r\n\r\n\"Putting them back?\"\r\n\r\n\"Listen. I'm going to tell you the truth, Molly--I've been trying to\r\nfor days, but I never had the pluck. I wasn't stealing this necklace,\r\nbut for seven years I lived by this sort of thing.\"\r\n\r\n\"By----\"\r\n\r\n\"By stealing. By breaking into houses and stealing. There. It isn't\r\nnice, is it? But it's the truth. And whatever happens, I'm glad you\r\nknow.\"\r\n\r\n\"Stealing!\" said Molly slowly. \"You!\"\r\n\r\nHe took a step forward, and laid his hand on her arm. She shrank away\r\nfrom him. His hand fell to his side like lead.\r\n\r\n\"Molly, do you hate me?\"\r\n\r\n\"How could you?\" she whispered. \"How could you?\"\r\n\r\n\"Molly, I want to tell you a story. Are you listening? It's the story\r\nof a weak devil who was put up to fight the world, and wasn't strong\r\nenough for it. He got a bad start, and he never made it up. They sent\r\nhim to school, the best school in the country; and he got expelled.\r\nThen they gave him a hundred pounds, and told him to make out for\r\nhimself. He was seventeen, then. Seventeen, mind you. And all he knew\r\nwas a little Latin and Greek, a very little, and nothing else. And\r\nthey sent him out to make his fortune.\"\r\n\r\nHe stopped.\r\n\r\n\"It will be much simpler to tell it in the first person,\" he said,\r\nwith a short laugh. \"I arrived in New York--I was seventeen, you will\r\nremember--with ninety pounds in my pocket. It seemed illimitable\r\nwealth at the time. Two pounds was the most I had ever possessed\r\nbefore. I could not imagine its ever coming to an end. In dollars it\r\nseemed an inconceivable amount of money. I put up at the Waldorf. I\r\nremember, I took a cab there. I gave the man three dollars.\"\r\n\r\nHe laughed again.\r\n\r\n\"You can guess how long my ninety pounds lasted. Within a month I had\r\nbegun to realize that my purse was shallower than I had thought. It\r\noccurred to me that work of some sort would be an advantage. I went\r\nround and tried to get some. My God! Remember, I was seventeen, and\r\nabsolutely ignorant of every useful trade under the sun.\"\r\n\r\n\"Go on.\"\r\n\r\n\"One day I was lunching at the Quentin, when a man came and sat down\r\nat the same table, and we got into conversation. I had spent the\r\nmorning answering want advertisements, and I was going to break my\r\nlast twenty-dollar bill to pay for my lunch. I was in the frame of\r\nmind when I would have done anything, good or bad, that would have\r\ngiven me some money. The man was very friendly. After lunch, he took\r\nme off to his rooms. He had a couple of parlor rooms in Forty-fifth\r\nStreet. Then he showed his hand. He was a pretty scoundrel, but I\r\ndidn't care. I didn't care for anything, except that there seemed to\r\nbe money to be had from him. Honesty! Put a man in New York with\r\nnineteen dollars and a few cents in his pockets, and no friends, and\r\nsee what happens! It's a hell for the poor, in New York. An iron,\r\ngrinding city. It frightens you. It's so big and hard and cruel. It\r\ntakes the fight out of you. I've felt it, and I know.\"\r\n\r\nHe stopped, and gave a little shiver. Nine years had passed since that\r\nday, but a man who has all but gone under in a big city does not\r\nreadily forget the nightmare horror of it.\r\n\r\n\"Stone--that was the man's name--was running a tapless wire-tapping\r\ngame. You've read about the trick, I expect. Every one has known about\r\nit since Larry Summerfield was sent to Sing Sing. But it was new then.\r\nThere are lots of ways of doing it. Stone's was to hire a room and fix\r\nit up to look like a branch of the Western Union Telegraph Company. He\r\nwould bring men in there and introduce them to a man he called the\r\nmanager of the branch, who was supposed to get racing results ten\r\nminutes before they were sent out to the pool rooms. The victim would\r\nput up the money for a bet, and Stone and his friends got it at once.\r\nStone was looking for an assistant. He wanted a man who looked like a\r\ngentleman. To inspire confidence! I looked older than I was, and he\r\ntook me on. It was a filthy business, but I was in a panic. I was with\r\nStone eight months. Then I left him. It was too unsavory--even for me.\r\n\r\n\"It was after that that I became a cracksman. I wanted money. It was\r\nno use hoping for work. I couldn't get it, and I couldn't have done it\r\nif I had got it. I was a pirate, and fit for nothing except piracy.\r\nOne night I met a man in a Broadway rathskeller. I knew him by sight.\r\nI had seen him about at places. 'You're with Stone, aren't you?' he\r\nsaid, after we had talked about racing and other things for a while. I\r\nstared at him in surprise. I was frightened, too. 'It's all right', he\r\nsaid, 'I know all about Stone. You needn't be afraid of me. Aren't you\r\nwith him?' 'I was', I said. 'You left him? Why?' I told him. 'You seem\r\na bright kid', he said. 'Join me if you feel like it.' He was a\r\ncracksman. I never found out his real name. He was always called Bob.\r\nA curious man. He had been at Harvard, and spoke half a dozen\r\nlanguages. I think he took to burglary from sheer craving for\r\nexcitement. He used to speak of it as if it were an art. I joined him,\r\nand he taught me all he knew. When he died--he was run over by a\r\ncar--I went on with the thing. Then my uncle died, and I came back to\r\nEngland, rich.\r\n\r\n\"When I left the lawyer's office, I made up my mind that I would draw\r\na line across my life. I swore I would never crack another crib. And\r\nwhen I met you I swore it again.\"\r\n\r\n\"And yet----\"\r\n\r\n\"No. It isn't as bad as you think. When I was in London I fell in with\r\na man named Mullins, who used to work with me in the old days. He was\r\nstarving, so I took him in, and brought him along here with me, to\r\nkeep him out of mischief. To-night he came to me with this necklace.\r\nHe had been in here, and stolen it. I took it from him, and came to\r\nput it back. You believe me, don't you, Molly?\"\r\n\r\n\"Yes,\" said she simply.\r\n\r\nHe came a step nearer.\r\n\r\n\"Molly, don't give me up. I know I've been a blackguard, but I swear\r\nthat's all over now. I've drawn a line right through it. I oughtn't\r\nto have let myself love you. But I couldn't help it. I couldn't,\r\ndear. You won't give me up, will you? If you'd only take me in hand,\r\nyou could make what you liked of me. I'd do anything for you. Any\r\nmortal thing you wanted. You can make me just anything you please.\r\nWill you try? Molly!\"\r\n\r\nHe stopped. She held out both her hands to him.\r\n\r\nThe next moment she had gone."
  ]
}