{
  "index": 18,
  "title": "Chapter 17",
  "paragraphs": [
    "With a wonderful feeling of light-heartedness, Jimmy turned once more\r\nto the jewel box. He picked up the lamp and switched off the electric\r\nlight. He had dropped the necklace to the floor, and had knelt to\r\nrecover it when the opening of the door, followed by a blaze of light\r\nand a startled exclamation, brought him to his feet with a bound,\r\nblinking but alert.\r\n\r\nIn the doorway stood Sir Thomas Blunt. His face expressed the most\r\nlively astonishment. His bulging eyes were fixed upon the pearls in\r\nJimmy's hand.\r\n\r\n\"Good evening,\" said Jimmy pleasantly.\r\n\r\nSir Thomas stammered. It is a disquieting experience to find the floor\r\nof one's dressing room occupied by a burglar.\r\n\r\n\"What--what--what--\" said Sir Thomas.\r\n\r\n\"Out with it,\" said Jimmy.\r\n\r\n\"What----\"\r\n\r\n\"I knew a man once who stammered,\" said Jimmy. \"He used to chew dog\r\nbiscuit while he was speaking. It cured him. Besides being\r\nnutritious.\"\r\n\r\n\"You--you blackguard!\" said Sir Thomas.\r\n\r\nJimmy placed the pearls carefully on the dressing table. Then he\r\nturned to Sir Thomas, with his hands in the pockets of his coat. It\r\nwas a tight corner, but he had been in tighter in his time, and in\r\nthis instance he fancied that he held a winning card. He found himself\r\nenjoying the interview.\r\n\r\n\"So--so it's you, is it?\" said Sir Thomas.\r\n\r\n\"Who told you?\"\r\n\r\n\"So you're a thief,\" went on the baronet viciously, \"a low thief.\"\r\n\r\n\"Dash it all--I say, come now,\" protested Jimmy. \"Not low. You may not\r\nknow me, over here, but I've got a big American reputation. Ask\r\nanybody. But----\r\n\r\n\"And, I say,\" added Jimmy, \"I know you don't mean to be offensive, but\r\nI wish you wouldn't call me a thief. I'm a cracksman. There's a world\r\nof difference between the two branches of the profession. I mean,\r\nwell, suppose you were an actor-manager, you wouldn't like to be\r\ncalled a super, would you? I mean--well, you see don't you? An\r\nordinary thief, for instance, would use violence in a case like this.\r\nViolence--except in extreme cases; I hope this won't be one of\r\nthem--is contrary to cracksmen's etiquette. On the other hand, Sir\r\nThomas, I should like to say that I have you covered.\"\r\n\r\nThere was a pipe in the pocket of his coat. He thrust the stem of this\r\nearnestly against the lining. Sir Thomas eyed the protuberance\r\napprehensively, and turned a little pale.\r\n\r\n\"My gun, as you see, is in my pocket. It is loaded and cocked. It is\r\npointing straight at you at the present moment, and my finger is on\r\nthe trigger. I may add that I am a dead shot at a yard and a half. So\r\nI should recommend you _not_ to touch that bell you are looking at.\"\r\n\r\nSir Thomas' hand wavered.\r\n\r\n\"Do, if you like, of course,\" said Jimmy agreeably. \"In any case, I\r\nshan't fire to kill you. I shall just smash your knees. Beastly\r\npainful, but not fatal.\"\r\n\r\nHe waggled the pipe suggestively. Sir Thomas blanched. His hand fell\r\nto his side.\r\n\r\n\"How are the theatricals going?\" asked Jimmy. \"Did you like the\r\nmonologue?\"\r\n\r\nSir Thomas had backed away from the bell, but the retreat was merely\r\nfor the convenience of the moment. He understood that it might be\r\ninconvenient to press the button just then; but he had recovered his\r\ncomposure by this time, and he saw that the game must be his. Jimmy\r\nwas trapped, and he hastened to make this clear to him.\r\n\r\n\"How, may I ask,\" he said, \"do you propose to leave the abbey?\"\r\n\r\n\"I suppose they'll let me have the automobile,\" said Jimmy. \"They can\r\nhardly ask me to walk. But I wasn't thinking of leaving just yet.\"\r\n\r\n\"You mean to stop!\"\r\n\r\n\"Why not? It's a pretty place.\"\r\n\r\n\"And what steps, if I may ask, do you imagine I shall take?\"\r\n\r\n\"Waltz steps. They're going to have a dance after the show, you know.\r\nYou ought to be in that.\"\r\n\r\n\"You wish me, in fact, to become a silent accomplice? To refrain from\r\nmentioning this little matter?\"\r\n\r\n\"You put things so well.\"\r\n\r\n\"And do you propose to keep my wife's jewels, or may I have them?\"\r\n\r\n\"Oh, you may have those,\" said Jimmy.\r\n\r\n\"Thank you.\"\r\n\r\n\"I never touch paste.\"\r\n\r\nSir Thomas failed to see the significance of this remark. Jimmy\r\nrepeated it, with emphasis.\r\n\r\n\"I never touch paste,\" he said, \"and Lady Blunt's necklace is, I\r\nregret to say, made of that material.\"\r\n\r\nSir Thomas grew purple.\r\n\r\n\"Mind you,\" said Jimmy, \"it's very good paste. I'll say that for it. I\r\ndidn't see through it till I had it in my hands. Looking at the\r\nthing--even quite close--I was taken in for a moment.\"\r\n\r\nThe baronet made strange, gurgling noises.\r\n\r\n\"Paste!\" he said, speaking with difficulty. \"Paste! Paste! Damn your\r\nimpertinence, sir! Are you aware that that necklace cost forty\r\nthousand pounds?\"\r\n\r\n\"Then whoever paid that sum for it wasted a great deal of money. Paste\r\nit is, and paste it always will be.\"\r\n\r\n\"It can't be paste. How do you know?\"\r\n\r\n\"How do I know? I'm an expert. Ask a jeweler how he knows diamonds\r\nfrom paste. He can feel them. He can almost smell them.\"\r\n\r\n\"Let me look. It's impossible.\"\r\n\r\n\"Certainly. I don't know the extent of your knowledge of pearls. If it\r\nis even moderate, I think you will admit that I am right.\"\r\n\r\nSir Thomas snatched the necklace from the table and darted with it to\r\nthe electric light. He scrutinized it, breathing heavily. Jimmy's\r\nprophecy was fulfilled. The baronet burst into a vehement flood of\r\noaths, and hurled the glittering mass across the room. The unemotional\r\nmask of the man seemed to have been torn off him. He shook with futile\r\npassion.\r\n\r\nJimmy watched him in interested silence.\r\n\r\nSir Thomas ran to the jewels, and would have crushed them beneath his\r\nfeet, had not Jimmy sprang forward and jerked him away from them.\r\n\r\n\"Be quiet,\" he said. \"Confound you, sir, will you stop that noise?\"\r\n\r\nSir Thomas, unaccustomed to this style of address, checked the flood\r\nfor a moment.\r\n\r\n\"Now,\" said Jimmy, \"you see the situation. At present, you and I are\r\nthe only persons alive, to the best of our knowledge, who know about\r\nthis. Stay, though, there must be one other. The real necklace must\r\nhave been stolen. It is impossible to say when. Years ago, perhaps.\r\nWell, that doesn't affect us. The thief, whoever he is, is not likely\r\nto reveal what he knows. So here you have it in a nutshell. Let me go,\r\nand don't say a word about having found me here, and I will do the\r\nsame for you. No one will know that the necklace is not genuine. I\r\nshall not mention the subject, and I imagine that you will not. Very\r\nwell, then. Now, for the alternative. Give me up, give the alarm, and\r\nI get--well, whatever they give me. I don't know what it would be,\r\nexactly. Something unpleasant. But what do you get out of it? Lady\r\nBlunt, if I may say so, is not precisely the sort of lady, I should\r\nthink, who would bear a loss like this calmly. If I know her, she will\r\nshout loudly for another necklace, and see that she gets it. I should\r\nfancy you would find the expense unpleasantly heavy. That is only one\r\ndisadvantage of the alternative. Others will suggest themselves to\r\nyou. Which is it to be?\"\r\n\r\nSir Thomas suspended his operation of glaring at the paste necklace to\r\nglare at Jimmy.\r\n\r\n\"Well?\" said Jimmy. \"I should like your decision as soon as it's\r\nconvenient to you. They will be wanting me on the stage in a few\r\nminutes. Which is it to be?\"\r\n\r\n\"Which?\" snapped Sir Thomas. \"Why, go away, and go to the devil!\"\r\n\r\n\"All in good time,\" said Jimmy cheerfully. \"I think you have chosen\r\nwisely. Coming downstairs?\"\r\n\r\nSir Thomas made no response. He was regarding the necklace moodily.\r\n\r\n\"You'd better come. You'll enjoy the show. Charteris says it's the\r\nbest piece there's been since 'The Magistrate'! And he ought to know.\r\nHe wrote it. Well, good-by, then. See you downstairs later, I\r\nsuppose?\"\r\n\r\nFor some time after he had gone Sir Thomas stood, motionless. Then he\r\nwent across the room and picked up the necklace. It occurred to him\r\nthat if Lady Blunt found it lying in a corner, there would be\r\nquestions. And questions from Lady Blunt ranked among the keenest of\r\nhis trials.\r\n\r\n       *       *       *       *       *\r\n\r\n\"If I had gone into the army,\" said Jimmy complacently to himself, as\r\nhe went downstairs, \"I should have been a great general. Instead of\r\nwhich I go about the country, scoring off dyspeptic baronets. Well,\r\nwell!\""
  ]
}