{
  "index": 20,
  "title": "Chapter 19",
  "paragraphs": [
    "The American liner, _St. Louis_, lay in the Empress Dock, at\r\nSouthampton, taking aboard her passengers. All sorts and conditions of\r\nmen flowed in an unceasing stream up the gangway.\r\n\r\nLeaning over the second-class railing, Jimmy Pitt and Spike Mullins\r\nwatched them thoughtfully.\r\n\r\nJimmy looked up at the Blue Peter that fluttered from the foremast,\r\nand then at Spike. The Bowery boy's face was stolid and\r\nexpressionless. He was smoking a short wooden pipe, with an air of\r\ndetachment.\r\n\r\n\"Well, Spike,\" said Jimmy. \"Your schooner's on the tide now, isn't it?\r\nYour vessel's at the quay. You've got some queer-looking fellow\r\ntravellers. Don't miss the two Cinghalese sports, and the man in the\r\nturban and the baggy breeches. I wonder if they're air-tight. Useful\r\nif he fell overboard.\"\r\n\r\n\"Sure,\" said Spike, directing a contemplative eye toward the garment\r\nin question. \"He knows his business.\"\r\n\r\n\"I wonder what those men on the deck are writing. They've been\r\nscribbling away ever since we came here. Probably society journalists.\r\nWe shall see in next week's _Sphere_: 'Among the second-class\r\npassengers we noticed Mr. \"Spike\" Mullins, looking as cheery as ever.'\r\nIt's a pity you're so set on going, Spike. Why not change your mind,\r\nand stop?\"\r\n\r\nFor a moment, Spike looked wistful. Then his countenance resumed its\r\nwoodenness. \"Dere ain't no use for me dis side, Mr. Chames,\" he said.\r\n\"New York's de spot. Youse don't want none of me, now you're married.\r\nHow's Miss Molly, Mr. Chames?\"\r\n\r\n\"Splendid, Spike; thanks. We're going over to France by to-night's\r\nboat.\"\r\n\r\n\"It's been a queer business,\" said Jimmy, after a pause. \"A deuced rum\r\nbusiness. Well, I've come very well out of it, at any rate. It seems\r\nto me that you're the only one of us who doesn't end happily, Spike.\r\nI'm married. McEachern's butted into society so deep that it would\r\ntake an excavating party with dynamite to get him out of it. Molly.\r\nWell, Molly's made a bad bargain, but I hope she won't regret it.\r\nWe're all going some, except you. You're going out on the old trail\r\nagain--which begins in Third Avenue and ends in Sing Sing. Why tear\r\nyourself away, Spike?\"\r\n\r\nSpike concentrated his gaze on a weedy young emigrant in a blue\r\njersey, who was having his eye examined by the overworked doctor, and\r\nseemed to be resenting it.\r\n\r\n\"Dere's nuttin' doin' dis side, Mr. Chames,\" he said, at length. \"I\r\nwant to get busy.\"\r\n\r\n\"Ulysses Mullins!\" said Jimmy, looking at him curiously. \"I know the\r\nfeeling. There's only one cure, and I don't suppose you'll ever take\r\nit. You don't think a lot of women, do you? You're the rugged\r\nbachelor.\"\r\n\r\n\"Goils----\" began Spike comprehensively, and abandoned the topic without\r\ndilating on it further.\r\n\r\nJimmy lit his pipe, and threw the match overboard. The sun came out\r\nfrom behind a cloud, and the water sparkled.\r\n\r\n\"Dose were great jools, Mr. Chames,\" said Spike thoughtfully.\r\n\r\n\"I believe you're still brooding over them, Spike.\"\r\n\r\n\"We could have got away wit' dem, if you'd have stood for it. Dead\r\neasy.\"\r\n\r\n\"You _are_ brooding over them. Spike, I'll tell you something which\r\nwill console you a little before you start out on your wanderings.\r\nThat necklace was paste.\"\r\n\r\n\"What's dat?\"\r\n\r\n\"Nothing but paste. They weren't worth thirty dollars.\"\r\n\r\nA light of understanding came into Spike's eyes. His face beamed with\r\nthe smile of one to whom dark matters are made clear.\r\n\r\n\"So _dat's_ why you wouldn't stand for gettin' away wit' dem!\" he\r\nexclaimed.\r\n\r\n       *       *       *       *       *\r\n\r\nThe last voyager had embarked. The deck was full to congestion.\r\n\r\n\"They'll be sending us ashore in a minute,\" said Jimmy. \"I'd better be\r\nmoving. Let me know how you're making out, Spike, from time to time.\r\nYou know the address. And, I say. It's just possible you may find you\r\nwant a dollar or two, every now and then. When you're going to buy\r\nanother automobile, for instance. Well, you know where to write for\r\nit, don't you?\"\r\n\r\n\"T'anks, Mr. Chames. But dat'll be all right. I'm going to sit in at\r\nanother game dis time. Politics, Mr. Chames. A fr'en' of a mug what I\r\nknows has got a pull. Me brother Dan is an _alderman_ wit' a grip on\r\nde 'Levent' Ward,\" he went on softly. \"He'll find me a job!\"\r\n\r\n\"You'll be a boss before you know where you are.\"\r\n\r\n\"Sure!\" said Spike, grinning modestly.\r\n\r\n\"You ought to be a thundering success in American politics,\" said\r\nJimmy. \"You've got all the necessary qualities.\"\r\n\r\nA steward passed.\r\n\r\n\"Any more for the shore?\"\r\n\r\n\"Which shore?\" asked Jimmy. \"Well, Spike----\"\r\n\r\n\"Good-by, Mr. Chames.\"\r\n\r\n\"Good-by,\" said Jimmy. \"And good luck!\"\r\n\r\n       *       *       *       *       *\r\n\r\nTwo tugs attached themselves excitedly to the liner's side. The great\r\nship began to move slowly from the shore. Jimmy stood at the water\r\nside, and watched her. The rails were lined with gesticulating\r\nfigures. In the front row, Spike waved his hat with silent vigor.\r\n\r\nThe sun had gone behind the clouds. As the ship slid out on its way, a\r\nstray beam pierced the grayness.\r\n\r\nIt shone on a red head."
  ]
}