{
  "index": 7,
  "title": "Chapter 6",
  "paragraphs": [
    "I\r\n\r\nThe strange depression which had come upon Pat in the shop of Chas.\r\nBywater did not yield, as these gray moods generally do, to the\r\ncurative influence of time. The following morning found her as gloomy\r\nas ever--indeed, rather gloomier, for shortly after breakfast the\r\n_noblesse oblige_ spirit of the Wyverns had sent her on a reluctant\r\nvisit to an old retainer who lived--if you could call it that--in one\r\nof the smaller and stuffier houses in Budd Street. Pensioned off after\r\ncooking for the Colonel for eighteen years, this female had retired\r\nto bed and stayed there, and there was a legend in the family, though\r\nneither by word nor look did she ever give any indication of it, that\r\nshe enjoyed seeing Pat.\r\n\r\nBedridden ladies of advanced age seldom bubble over with fun and _joie\r\nde vivre_. This one's attitude toward life seemed to have been borrowed\r\nfrom her favourite light reading, the works of the Prophet Jeremiah,\r\nand Pat, as she emerged into the sunshine after some eighty minutes of\r\nher society, was feeling rather like Jeremiah's younger sister.\r\n\r\nThe sense of being in a world unworthy of her--a world cold and\r\nunsympathetic and full of an inferior grade of human being, had now\r\nbecome so oppressive that she was compelled to stop on her way home\r\nand linger on the old bridge which spanned the Skirme. From the days\r\nof her childhood this sleepy, peaceful spot had always been a haven\r\nwhen things went wrong. She was gazing down into the slow-moving water\r\nand waiting for it to exercise its old spell, when she heard her name\r\nspoken and turned to see Hugo.\r\n\r\n\"What ho,\" said Hugo, pausing beside her. His manner was genial and\r\nunconcerned. He had not met her since that embarrassing scene in the\r\nlobby of the Hotel Lincoln, but he was a man on whom the memory of past\r\nembarrassments sat lightly. \"What do you think you're doing, young Pat?\"\r\n\r\nPat found herself cheering up a little. She liked Hugo. The sense of\r\nbeing all alone in a bleak world left her.\r\n\r\n\"Nothing in particular,\" she said. \"Just looking at the water.\"\r\n\r\n\"Which in its proper place,\" agreed Hugo, \"is admirable stuff. I've\r\nbeen doing a bit of froth-blowing at the Carmody Arms. Also buying\r\ncigarettes and other necessaries. I say, have you heard about my Uncle\r\nLester's brain coming unstuck? Absolutely. He's quite _non compos_.\r\nMad as a coot. Belfry one seething mass of bats. He's taken to climbing\r\nladders in the small hours after swallows' nests. However, shelving\r\nthat for the moment, I'm very glad I ran into you this morning, young\r\nPat. I wish to have a serious talk with you about old John.\"\r\n\r\n\"John?\"\r\n\r\n\"John.\"\r\n\r\n\"What about John?\"\r\n\r\nAt this moment there whirred past, bearing in its interior a weedy,\r\nsnub-nosed man with a waxed moustache, a large red automobile. Hugo,\r\nsuspending his remarks, followed it with astonished eyes.\r\n\r\n\"Good Lord!\"\r\n\r\n\"What about Johnnie?\"\r\n\r\n\"That was the Dex-Mayo,\" said Hugo. \"And the gargoyle inside was that\r\nblighter Twist from Healthward Ho. Great Scott! The car must have been\r\nover there to fetch him.\"\r\n\r\n\"What's so remarkable about that?\"\r\n\r\n\"What's so remarkable?\" echoed Hugo, astounded. \"What's remarkable\r\nabout Uncle Lester deliberately sending his car twenty miles to fetch\r\na man who could have come, if he had to come at all, by train at his\r\nown expense? My dear old thing, it's revolutionary. It marks an epoch.\r\nDo you know what I think has happened? You remember that dynamite\r\nexplosion in the park when Uncle Lester nearly got done in?\"\r\n\r\n\"I don't have much chance to forget it.\"\r\n\r\n\"Well, what I believe has happened is that the shock he got that day\r\nhas completely changed his nature. It's a well-known thing. You hear\r\nof such cases all the time. Ronnie Fish was telling me about one only\r\nyesterday. There was a man he knew in London, a money lender, a fellow\r\nwho had a glass eye, and the only thing that enabled anyone to tell\r\nwhich of his eyes was which was that the glass one had rather a more\r\nhuman expression than the other. That's the sort of chap he was. Well,\r\none day he was nearly konked in a railway accident, and he came out of\r\nhospital a different man. Slapped people on the back, patted children\r\non the head, tore up I.O.U.'s, and talked about its being everybody's\r\nduty to make the world a better place. Take it from me, young Pat,\r\nUncle Lester's whole nature has undergone some sort of rummy change\r\nlike that. That swallow's nest business must have been a preliminary\r\nsymptom. Ronnie tells me that this money lender with the glass eye....\"\r\n\r\nPat was not interested in glass-eyed money lenders.\r\n\r\n\"What were you saying about John?\"\r\n\r\n\"I'll tell you what I'm going to do. I'm going home quick, so as to be\r\namong those present when he starts scattering the stuff. It's quite\r\non the cards that I may scoop that five hundred yet. Once a tightwad\r\nstarts seeing the light....\"\r\n\r\n\"You were saying something about John,\" said Pat, falling into step\r\nwith him as he moved off. His babble irked her, making her wish that\r\nshe could put the clock back a few years. Age, they say, has its\r\ncompensations, but one of the drawbacks of becoming grown-up and\r\nsedate is that you have to abandon the childish practice of clumping\r\nyour friends on the side of the head when they wander from the point.\r\nHowever, she was not too old to pinch her companion in the fleshy part\r\nof the arm, and she did so.\r\n\r\n\"Ouch!\" said Hugo, coming out of his trance.\r\n\r\n\"What about John?\"\r\n\r\nHugo massaged his arm tenderly. The look of a greyhound pursuing an\r\nelectric hare died out of his eyes.\r\n\r\n\"Of course, yes. John. Glad you reminded me. Have you seen John lately?\"\r\n\r\n\"No. I'm not allowed to go to the Hall, and he seems too busy to come\r\nand see me.\"\r\n\r\n\"It isn't so much being busy. Don't forget there's a war on. No doubt\r\nhe's afraid of bumping into the parent.\"\r\n\r\n\"If Johnnie's scared of Father....\"\r\n\r\n\"There's no need to speak in that contemptuous tone. I am, and there\r\nare few more intrepid men alive than Hugo Carmody. The old Colonel,\r\nbelieve me, is a tough baby. If I ever see him, I shall run like a\r\nrabbit, and my biographers may make of it what they will. You, being\r\nhis daughter and having got accustomed to his ways, probably look on\r\nhim as something quite ordinary and harmless, but even you will admit\r\nthat he's got eyebrows which must be seen to be believed.\"\r\n\r\n\"Oh, never mind Father's eyebrows. Go on about Johnnie.\"\r\n\r\n\"Right ho. Well, then, look here, young Pat,\" said Hugo, earnestly,\r\n\"in the interests of the aforesaid John, I want to ask you a favour. I\r\nunderstand he proposed to you that night at the Mustard Spoon.\"\r\n\r\n\"Well?\"\r\n\r\n\"And you slipped him the mitten.\"\r\n\r\n\"Well?\"\r\n\r\n\"Oh, don't think I'm blaming you,\" Hugo assured her. \"If you don't\r\nwant him, you don't. Nothing could be fairer than that. But what I'm\r\nasking you to do now is to keep clear of the poor chap. If you happen\r\nto run into him, that can't be helped, but be a sport and do your best\r\nto avoid him. Don't unsettle him. If you come buzzing round, stirring\r\nmemories of the past and arousing thoughts of Auld Lang Syne and what\r\nnot, that'll unsettle him. It'll take his mind off his job and ...\r\nwell ... unsettle him. And, providing he isn't unsettled, I have strong\r\nhopes that we may get old John off this season. Do I make myself\r\nclear?\"\r\n\r\nPat kicked viciously at an inoffensive pebble, whose only fault was\r\nthat it happened to be within reach at the moment.\r\n\r\n\"I suppose what you're trying to break to me in your rambling,\r\nwoollen-headed way is that Johnnie is mooning round that Molloy girl? I\r\nmet her just now in Bywater's, and she told me she was staying at the\r\nHall.\"\r\n\r\n\"I wouldn't call it mooning,\" said Hugo thoughtfully, speaking like a\r\nman who is an expert in these matters and can appraise subtle values.\r\n\"I wouldn't say it had quite reached the mooning stage yet. But I have\r\nhopes. You see, John is a bloke whom Nature intended for a married man.\r\nHe's a confirmed settler-down, the sort of chap who....\"\r\n\r\n\"You needn't go over all that again. I had the pleasure of hearing your\r\nviews on the subject that night in the lobby of the hotel.\"\r\n\r\n\"Oh, you did hear?\" said Hugo, unabashed. \"Well, don't you think I'm\r\nright?\"\r\n\r\n\"If you mean do I approve of Johnnie marrying Miss Molloy, I certainly\r\ndo not.\"\r\n\r\n\"But if you don't want him....\"\r\n\r\n\"It has nothing to do with my wanting him or not wanting him. I don't\r\nlike Miss Molloy.\"\r\n\r\n\"Why not?\"\r\n\r\n\"She's flashy.\"\r\n\r\n\"I would have said smart.\"\r\n\r\n\"I wouldn't.\" Pat, with an effort, recovered a certain measure of calm.\r\nWrangling, she felt, was beneath her. As she could not hit Hugo with\r\nthe basket in which she had carried two pounds of tea, a bunch of\r\nroses, and a seed cake to her bedridden pensioner, the best thing to do\r\nwas to preserve a ladylike composure. \"Anyway, you're probably taking a\r\nlot for granted. Probably Johnnie isn't in the least attracted by her.\r\nHas he ever given any sign of it?\"\r\n\r\n\"Sign?\" Hugo considered. \"It depends what you mean by sign. You know\r\nwhat old John is. One of these strong, silent fellows who looks on all\r\noccasions like a stuffed frog.\"\r\n\r\n\"He doesn't.\"\r\n\r\n\"Pardon me,\" said Hugo firmly. \"Have you ever seen a stuffed frog?\r\nWell, I have. I had one for years when I was a kid. And John has\r\nexactly the same power of expressing emotion. You can't go by what he\r\nsays or the way he looks. You have to keep an eye out for much subtler\r\nbits of evidence. Now, last night he was explaining the rules of\r\ncricket to this girl, and answering all her questions on the subject,\r\nand, as he didn't at any point in the proceeding punch her on the\r\nnose, one is entitled to deduce, I consider, that he must be strongly\r\nattracted by her. Ronnie thinks so, too. So what I'm asking you to\r\ndo....\"\r\n\r\n\"Good-bye,\" said Pat. They had reached the gate of the little drive\r\nthat led to her house, and she turned sharply.\r\n\r\n\"Eh?\"\r\n\r\n\"Good-bye.\"\r\n\r\n\"But just a moment,\" insisted Hugo. \"Will you....\"\r\n\r\nAt this point he stopped in mid-sentence and began to walk quickly up\r\nthe road; and Pat, puzzled to conjecture the reason for so abrupt a\r\ndeparture, received illumination a moment later when she saw her father\r\ncoming down the drive. Colonel Wyvern had been dealing murderously with\r\nsnails in the shadow of a bush, and the expression on his face seemed\r\nto indicate that he would be glad to extend the treatment to Hugo.\r\n\r\nHe gazed after that officious young man with a steely eye. The second\r\npost had arrived a short time before, and it had included among a\r\nnumber of bills and circulars a letter from his lawyer, in which the\r\nlatter regretfully gave it as his opinion that an action against Mr.\r\nLester Carmody in the matter of that dynamite business would not lie.\r\nTo bring such an action would, in the judgment of Colonel Wyvern's\r\nlawyer, be a waste both of time and money.\r\n\r\nThe communication was not calculated to sweeten the Colonel's\r\ntemper, nor did the spectacle of his daughter in apparently pleasant\r\nconversation with one of the enemy help to cheer him up.\r\n\r\n\"What are you talking about to that fellow?\" he demanded. It was rare\r\nfor Colonel Wyvern to be the heavy father, but there are times when\r\nheaviness in a father is excusable. \"Where did you meet him?\"\r\n\r\nHis tone disagreeably affected Pat's already harrowed nerves, but she\r\nreplied to the question equably.\r\n\r\n\"I met him on the bridge. We were talking about John.\"\r\n\r\n\"Well, kindly understand that I don't want you to hold any\r\ncommunication whatsoever with that young man or his cousin John or his\r\ninfernal uncle or any of that Hall gang. Is that clear?\"\r\n\r\nHer father was looking at her as if she were a snail which he had just\r\nfound eating one of his lettuce leaves, but Pat still contrived with\r\nsome difficulty to preserve a pale, saintlike calm.\r\n\r\n\"Quite clear.\"\r\n\r\n\"Very well, then.\"\r\n\r\nThere was a silence.\r\n\r\n\"I've known Johnnie fourteen years,\" said Pat in a small voice.\r\n\r\n\"Quite long enough,\" grunted Colonel Wyvern.\r\n\r\nPat walked on into the house and up the stairs to her room. There,\r\nhaving stamped on the basket and reduced it to a state where it would\r\nnever again carry seed cake to ex-cooks, she sat on her bed and stared,\r\ndry-eyed, at her reflection in the mirror.\r\n\r\nWhat with Dolly Molloy and Hugo and her father, the whole aspect of\r\nJohn Carroll seemed to be changing for her. No longer was she able to\r\nthink of him as Poor Old Johnnie. He had the glamour now of something\r\nunattainable and greatly to be desired. She looked back at a night,\r\nsome centuries ago, when a fool of a girl had refused the offer of this\r\nsuperman's love, and shuddered to think what a mess of things girls can\r\nmake.\r\n\r\nAnd she had no one to confide in. The only person who could have\r\nunderstood and sympathized with her was Hugo's glass-eyed money lender.\r\nHe knew what it was to change one's outlook.\r\n\r\n\r\n                                  II\r\n\r\nMr. Alexander (Chimp) Twist stood with his shoulders against the\r\nmantelpiece in Mr. Carmody's study and, twirling his waxed moustache\r\nthoughtfully, listened with an expressionless face to Soapy Molloy's\r\nsynopsis of the events which had led up to his being at the Hall\r\nthat morning. Dolly reclined in a deep armchair. Mr. Carmody was not\r\npresent, having stated that he would prefer to leave the negotiations\r\nentirely to Mr. Molloy.\r\n\r\nThrough the open window the sounds and scents of summer poured in, but\r\nit is unlikely that Chimp Twist was aware of them. He was a man who\r\nbelieved in concentration, and his whole attention now was taken up by\r\nthe remarkable facts which his old acquaintance and partner was placing\r\nbefore him.\r\n\r\nThe latter's conversation on the telephone some two hours ago had left\r\nChimp Twist with an open mind. He was hopeful, but cautiously hopeful.\r\nSoapy had insisted that there was a big thing on, but he had reserved\r\nhis enthusiasm until he should learn the details. The thing, he felt,\r\nmight seem big to Soapy, but to Alexander Twist no things were big\r\nthings unless he could see in advance a substantial profit for A. Twist\r\nin them.\r\n\r\nMr. Molloy, concluding his story, paused for reply. The visitor gave\r\nhis moustache a final twist, and shook his head.\r\n\r\n\"I don't get it,\" he said.\r\n\r\nMrs. Molloy straightened herself militantly in her chair. Of all\r\nmasculine defects, she liked slowness of wit least; and she had never\r\nbeen a great admirer of Mr. Twist.\r\n\r\n\"You poor, nut-headed swozzie,\" she said with heat. \"What don't you\r\nget? It's simple enough, isn't it? What's bothering you?\"\r\n\r\n\"There's a catch somewhere. Why isn't this guy Carmody able to sell the\r\nthings?\"\r\n\r\n\"It's the law, you poor fish. Soapy explained all that.\"\r\n\r\n\"Not to me he didn't,\" said Chimp. \"A lot of words fluttered out of\r\nhim, but they didn't explain anything to me. Do you mean to say there's\r\na law in this country that says a man can't sell his own property?\"\r\n\r\n\"It isn't his own property.\" Dolly's voice was shrill with\r\nexasperation. \"The things belong in the family and have to be kept\r\nthere. Does that penetrate, or have we got to use a steam drill? Listen\r\nhere. Old George W. Ancestor starts one of these English families\r\ngoing--way back in the year G.X. something. He says to himself, 'I\r\ncan't last forever, and when I go then what? My son Freddie is a good\r\nboy, handy with the battle axe and okay at mounting his charger, but\r\nhe's like all the rest of these kids--you can't keep him away from the\r\nhock shop as long as there's anything in the house he can raise money\r\non. It begins to look like the moment I'm gone my collection of old\r\nantiques can kiss itself good-bye.' And then he gets an idea. He has a\r\nlaw passed saying that Freddie can use the stuff as long as he lives\r\nbut he can't sell it. And Freddie, when his time comes, he hands the\r\nlaw on to his son Archibald, and so on, down the line till you get to\r\nthis here now Carmody. The only way this Carmody can realize on all\r\nthese things is to sit in with somebody who'll pinch them and then salt\r\nthem away somewheres, so that after the cops are out of the house and\r\nall the fuss has quieted down they can get together and do a deal.\"\r\n\r\nChimp's face cleared.\r\n\r\n\"Now I'm hep,\" he said. \"Now I see what you're driving at. Why couldn't\r\nSoapy have put it like that before? Well, then, what's the idea? I\r\nsneak in and swipe the stuff. Then what?\"\r\n\r\n\"You salt it away.\"\r\n\r\n\"At Healthward Ho?\"\r\n\r\n\"No!\" said Mr. Molloy.\r\n\r\n\"No!\" said Mrs. Molloy.\r\n\r\nIt would have been difficult to say which spoke with the greater\r\nemphasis, and the effect was to create a rather embarrassing silence.\r\n\r\n\"It isn't that we don't trust you, Chimpie,\" said Mr. Molloy, when this\r\nsilence had lasted some little time.\r\n\r\n\"Oh?\" said Mr. Twist, rather distantly.\r\n\r\n\"It's simply that this bimbo Carmody naturally don't want the stuff to\r\ngo out of the house. He wants it where he can keep an eye on it.\"\r\n\r\n\"How are you going to pinch it without taking it out of the house?\"\r\n\r\n\"That's all been fixed. I was talking to him about it this morning\r\nafter I 'phoned you. Here's the idea. You get the stuff and pack it\r\naway in a suitcase....\"\r\n\r\n\"Stuff that there's only enough of so's you can put it all in a\r\nsuitcase is a hell of a lot of use to anyone,\" commented Mr. Twist\r\ndisparagingly.\r\n\r\nDolly clutched her temples. Mr. Molloy brushed his hair back from his\r\nforehead with a despairing gesture.\r\n\r\n\"Sweet potatoes!\" moaned Dolly. \"Use your bean, you poor sap, use your\r\nbean. If you had another brain you'd just have one. A thing hasn't got\r\nto be the size of the Singer Building to be valuable, has it? I suppose\r\nif someone offered you a diamond you'd turn it down because it wasn't\r\nno bigger than a hen's egg.\"\r\n\r\n\"Diamond?\" Chimp brightened. \"Are there diamonds?\"\r\n\r\n\"No, there aren't. But there's pictures and things, any one of them\r\nworth a packet. Go on, Soapy. Tell him.\"\r\n\r\nMr. Molloy smoothed his hair and addressed himself to his task once\r\nmore.\r\n\r\n\"Well, it's like this, Chimpie,\" he said. \"You put the stuff in a\r\nsuitcase and you take it down into the hall where there's a closet\r\nunder the stairs....\"\r\n\r\n\"We'll show you the closet,\" interjected Dolly.\r\n\r\n\"Sure we'll show you the closet,\" said Mr. Molloy generously. \"Well,\r\nyou put the suitcase in this closet and you leave it lay there. The\r\nidea is that later on I give old man Carmody my cheque and he hands it\r\nover and we take it away.\"\r\n\r\n\"He thinks Soapy owns a museum in America,\" explained Dolly. \"He thinks\r\nSoapy's got all the money in the world.\"\r\n\r\n\"Of course, long before the time comes for giving any cheques, we'll\r\nhave got the stuff away.\"\r\n\r\nMr. Chimp digested this.\r\n\r\n\"Who's going to buy it when you do get it away?\" he asked.\r\n\r\n\"Oh, gee!\" said Dolly. \"You know as well as I do there's dozens of\r\npeople on the other side who'll buy it.\"\r\n\r\n\"And how are you going to get it away? If it's in a closet in Carmody's\r\nhouse and Carmody has the key...?\"\r\n\r\n\"Now there,\" said Mr. Molloy, with a deferential glance at his wife, as\r\nif requesting her permission to re-open a delicate subject, \"the madam\r\nand I had a kind of an argument. I wanted to wait till a chance came\r\nalong sort of natural, but Dolly's all for quick action. You know what\r\nwomen are. Impetuous.\"\r\n\r\n\"If you'd care to know what we're going to do,\" said Mrs. Molloy\r\ndefinitely, \"we're not going to hang around waiting for any chances to\r\ncome along sort of natural. We're going to slip a couple of knock-out\r\ndrops in old man Carmody's port one night after dinner and clear out\r\nwith the stuff while....\"\r\n\r\n\"Knock-out drops?\" said Chimp, impressed. \"Have you got any knock-out\r\ndrops?\"\r\n\r\n\"Sure we've got knock-out drops. Soapy never travels without them.\"\r\n\r\n\"The madam always packs them in their little bottle first thing\r\nbefore even my clean collars,\" said Mr. Molloy proudly. \"So you see,\r\neverything's all arranged, Chimpie.\"\r\n\r\n\"Yeah?\" said Mr. Twist, \"and how about me?\"\r\n\r\n\"How do you mean, how about you?\"\r\n\r\n\"It seems to me,\" pointed out Mr. Twist, eyeing his business partner in\r\nrather an unpleasant manner with his beady little eyes, \"that you're\r\nasking me to take a pretty big chance. While you're doping the old man\r\nI'll be twenty miles away at Healthward Ho. How am I to know you won't\r\ngo off with the stuff and leave me to whistle for my share?\"\r\n\r\nIt is only occasionally that one sees a man who cannot believe his\r\nears, but anybody who had been in Mr. Carmody's study at this moment\r\nwould have been able to enjoy that interesting experience. A long\r\nmoment of stunned and horrified amazement passed before Mr. Molloy was\r\nable to decide that he really had heard correctly.\r\n\r\n\"Chimpie! You don't suppose we'd double-cross you?\"\r\n\r\n\"Ee-magine!\" said Mrs. Molloy.\r\n\r\n\"Well, mind you don't,\" said Mr. Twist coldly. \"But you can't say I'm\r\nnot taking a chance. And now, talking turkey for a moment, how do we\r\nshare?\"\r\n\r\n\"Equal shares, of course, Chimpie.\"\r\n\r\n\"You mean half for me and half for you and Dolly?\"\r\n\r\nMr. Molloy winced as if the mere suggestion had touched an exposed\r\nnerve.\r\n\r\n\"No, no, no, Chimpie! You get a third, I get a third, and the madam\r\ngets a third.\"\r\n\r\n\"Not on your life!\"\r\n\r\n\"What!\"\r\n\r\n\"Not on your life. What do you think I am?\"\r\n\r\n\"I don't know,\" said Mrs. Molloy acidly. \"But, whatever it is, you're\r\nthe only one of it.\"\r\n\r\n\"Is that so?\"\r\n\r\n\"Yes, that is so.\"\r\n\r\n\"Now, now, now,\" said Mr. Molloy, intervening. \"Let's not get personal.\r\nI can't figure this thing out, Chimpie. I can't see where your kick\r\ncomes in. You surely aren't suggesting that you should ought to have as\r\nmuch as I and the wife put together?\"\r\n\r\n\"No, I'm not. I'm suggesting I ought to have more.\"\r\n\r\n\"What!\"\r\n\r\n\"Sixty-forty's my terms.\"\r\n\r\nA feverish cry rang through the room, a cry that came straight from a\r\nsuffering heart. The temperamental Mrs. Molloy was very near the point\r\npast which a sensitive woman cannot be pushed.\r\n\r\n\"Every time we get together on one of these jobs,\" she said, with deep\r\nemotion, \"we always have this same fuss about the divvying up. Just\r\nwhen everything looks nice and settled you start this thing of trying\r\nto hand I and Soapy the nub end of the deal. What's the matter with you\r\nthat you always want the earth? Be human, why can't you, you poor lump\r\nof Camembert.\"\r\n\r\n\"I'm human all right.\"\r\n\r\n\"You've got to prove it to me.\"\r\n\r\n\"What makes you say I'm not human?\"\r\n\r\n\"Well, look in the glass and see for yourself,\" said Mrs. Molloy\r\noffensively.\r\n\r\nThe pacific Mr. Molloy felt it time to call the meeting to order once\r\nmore.\r\n\r\n\"Now, now, now! All this isn't getting us anywheres. Let's stick to\r\nbusiness. Where do you get that sixty-forty stuff, Chimp?\"\r\n\r\n\"I'll tell you where I get it. I'm going into this thing as a favour,\r\naren't I? There's no need for me to sit in at this game at all, is\r\nthere? I've got a good, flourishing, respectable business of my own,\r\nhaven't I? A business that's on the level. Well, then.\"\r\n\r\nDolly sniffed. Her husband's soothing intervention had failed signally\r\nto diminish her animosity.\r\n\r\n\"I don't know what your idea was in starting that Healthward Ho\r\njoint,\" she said, \"but I'll bet my diamond sunburst it isn't on the\r\nlevel.\"\r\n\r\n\"Certainly it's on the level. A man with brains can always make a good\r\nliving without descending to anything low and crooked. That's why I say\r\nthat if I go into this thing it will simply be because I want to do a\r\nfavour to two old friends.\"\r\n\r\n\"Old what?\"\r\n\r\n\"Friends was what I said,\" repeated Mr. Twist. \"If you don't like my\r\nterms, say so and we'll call the deal off. It'll be all right by me.\r\nI'll simply get along back to Healthward Ho and go on running my good,\r\nflourishing, respectable business. Come to think of it, I'm not any too\r\nsolid on this thing, anyway. I was walking in my garden this morning\r\nand a magpie come up to me as close as that.\"\r\n\r\nMrs. Molloy expressed the view that this was tough on the magpie, but\r\nwanted to know what the bird's misfortune in finding itself so close to\r\nMr. Twist that it could not avoid taking a good, square look at him had\r\nto do with the case.\r\n\r\n\"Well, I'm superstitious, same as everyone else. I saw the new moon\r\nthrough the glass, what's more.\"\r\n\r\n\"Oh, stop stringing the beads and talk sense,\" said Dolly wearily.\r\n\r\n\"I'm talking sense all right. Sixty per cent. or I don't come in. You\r\nwouldn't have asked me to come in if you could have done without me.\r\nThink I don't know that? Sixty's moderate. I'm doing all the hard work,\r\naren't I?\"\r\n\r\n\"Hard work?\" Dolly laughed bitterly. \"Where do you get the idea it's\r\ngoing to be hard work? Everybody'll be out of the house on the night\r\nof this concert thing they're having down in the village, there'll be\r\na window left open, and you'll just walk in and pack up the stuff. If\r\nthat's hard, what's easy? We're simply handing you slathers of money\r\nfor practically doing nothing.\"\r\n\r\n\"Sixty,\" said Mr. Twist. \"And that's my last word.\"\r\n\r\n\"But, Chimpie ...\" pleaded Mr. Molloy.\r\n\r\n\"Sixty.\"\r\n\r\n\"Have a heart!\"\r\n\r\n\"Sixty.\"\r\n\r\n\"It isn't as though ...\"\r\n\r\n\"Sixty.\"\r\n\r\nDolly threw up her hands despairingly.\r\n\r\n\"Oh, give it him,\" she said. \"He won't be happy if you don't. If a\r\nguy's middle name is Shylock, where's the use wasting time trying to do\r\nanything about it?\"\r\n\r\n\r\n                                  III\r\n\r\nMrs. Molloy's prediction that on the night of Rudge's annual dramatic\r\nand musical entertainment the Hall would be completely emptied of its\r\noccupants was not, as it happened, literally fulfilled. A wanderer\r\nthrough the stable yard at about the hour of ten would have perceived a\r\nlight in an upper window: and had he taken the trouble to get a ladder\r\nand climb up and look in would have beheld John Carroll seated at his\r\ntable, busy with a pile of accounts.\r\n\r\nIn an age so notoriously avid of pleasure as the one in which we live\r\nit is rare to find a young man of such sterling character that he\r\nvoluntarily absents himself from a village concert in order to sit at\r\nhome and work: and, contemplating John, one feels quite a glow. It was\r\nnot as if he had been unaware of what he was missing. The vicar, he\r\nknew, was to open the proceedings with a short address: the choir would\r\nsing old English glees: the Misses Vivien and Alice Pond-Pond were down\r\non the programme for refined coon songs: and, in addition to other\r\nitems too numerous and fascinating to mention, Hugo Carmody and his\r\nfriend Mr. Fish would positively appear in person and render that noble\r\nexample of Shakespeare's genius, the Quarrel Scene from _Julius Cæsar_.\r\nYet John Carroll sat in his room, working. England's future cannot be\r\nso dubious as the pessimists would have us believe while her younger\r\ngeneration is made of stuff like this.\r\n\r\nJohn was finding in his work these days a good deal of consolation.\r\nThere is probably no better corrective of the pangs of hopeless love\r\nthan real, steady application to the prosaic details of an estate. The\r\nheart finds it difficult to ache its hardest while the mind is busy\r\nwith such items as Sixty-one pounds, eight shillings and fivepence, due\r\nto Messrs. Truby and Gaunt for Fixing Gas Engine, or the claim of the\r\nCountry Gentlemen's Association for eight pounds eight and fourpence\r\nfor seeds. Add drains, manure, and feed of pigs, and you find yourself\r\nimmediately in an atmosphere where Romeo himself would have let his\r\nmind wander. John, as he worked, was conscious of a distinct easing of\r\nthe strain which had been on him since his return to the Hall. And if\r\nat intervals he allowed his eyes to stray to the photograph of Pat on\r\nthe mantelpiece, that was the sort of thing that might happen to any\r\nyoung man, and could not be helped.\r\n\r\nIt was seldom that visitors penetrated to this room of his--indeed, he\r\nhad chosen to live above the stables in preference to inside the house\r\nfor this very reason, and on Rudge's big night he had looked forward to\r\nan unbroken solitude. He was surprised, therefore, as he checked the\r\naccount of the Messrs. Vanderschoot & Son for bulbs, to hear footsteps\r\non the stairs. A moment later, the door had opened and Hugo walked in.\r\n\r\nJohn's first impulse, as always when his cousin paid him a visit, was\r\nto tell him to get out. People who, when they saw Hugo, immediately\r\ntold him to get out generally had the comfortable feeling that they\r\nwere doing the right and sensible thing. But to-night there was in his\r\ndemeanour something so crushed and forlorn that John had not the heart\r\nto pursue this admirable policy.\r\n\r\n\"Hullo,\" he said. \"I thought you were down at the concert.\"\r\n\r\nHugo uttered a short, bitter laugh, and, sinking into a chair, stared\r\nbleakly before him. His eyelids, like those of the Mona Lisa, were a\r\nlittle weary. He looked like the hero of a Russian novel debating the\r\nadvisability of murdering a few near relations before hanging himself\r\nin the barn.\r\n\r\n\"I was,\" he said. \"Oh yes, I was down at the concert all right.\"\r\n\r\n\"Have you done your bit already?\"\r\n\r\n\"I have. They put Ronnie and me on just after the Vicar's Short\r\nAddress.\"\r\n\r\n\"Wanted to get the worst over quick, eh?\"\r\n\r\nHugo raised a protesting hand. There was infinite sadness in the\r\ngesture.\r\n\r\n\"Don't mock, John. Don't jeer. Don't jibe and scoff. I'm a broken man.\"\r\n\r\n\"Only cracked, I should have said.\"\r\n\r\nHugo was not attuned to cousinly badinage. He frowned austerely.\r\n\r\n\"Less back-chat,\" he begged. \"I came here for sympathy. And a drink.\r\nHave you got anything to drink?\"\r\n\r\n\"There's some whisky in that cupboard.\"\r\n\r\nHugo heaved himself from the chair, looking more Russian than ever.\r\nJohn watched his operations with some concern.\r\n\r\n\"Aren't you mixing it pretty strong?\"\r\n\r\n\"I need it strong.\" The unhappy man emptied his glass, refilled it, and\r\nreturned to the chair. \"In fact, it's a point verging very much on the\r\nmoot whether I ought to have put any water in it at all.\"\r\n\r\n\"What's the trouble?\"\r\n\r\n\"This isn't bad whisky,\" said Hugo, becoming a little brighter.\r\n\r\n\"I know it isn't. What's the matter?\"\r\n\r\nThe momentary flicker of cheerfulness died out. Gloom once more claimed\r\nHugo for its own.\r\n\r\n\"John, old man,\" he said. \"We got the bird.\"\r\n\r\n\"Yes?\"\r\n\r\n\"Don't say 'Yes?' like that, as if you had expected it,\" said Hugo,\r\nhurt. \"The thing came on me as a stunning blow. I was amazed.\r\nAstounded. Absolutely nonplussed.\"\r\n\r\n\"Could I have knocked you down with a feather?\"\r\n\r\n\"I thought we were going to be a riot. Of course, mind you, we came on\r\nmuch too early. It was criminal to bill us next to opening. An audience\r\nneeds careful warming up for an intellectual act like ours!\"\r\n\r\n\"What happened?\"\r\n\r\nHugo rose and renewed the contents of his glass.\r\n\r\n\"There is a spirit creeping into the life of Rudge-in-the-Vale,\" he\r\nsaid, \"which I don't like to see. A spirit of lawlessness and licence.\r\nDisruptive influences are at work. Bolshevik propaganda, I shouldn't\r\nwonder. Would a Rudge audience have given me the bird a few years ago?\r\nNot a chance!\"\r\n\r\n\"But you've never tried them with the Quarrel Scene from _Julius Cæsar_\r\nbefore. Everybody has a breaking point.\"\r\n\r\nThe argument was specious, but Hugo shook his head.\r\n\r\n\"In the good old days I could have done Hamlet's Soliloquy, and\r\nthe hall would have rung with hearty cheers. It's just this modern\r\nlawlessness and Bolshevism. There was a very tough collection of the\r\nBudd Street element standing at the back, who should never have been\r\nlet in. They started straight away chi-yiking the vicar during his\r\nshort address. I didn't think anything of it at the time. I merely\r\nsupposed that they wanted him to cheese it and let the entertainment\r\nstart. I thought that directly Ronnie and I came on we should grip\r\nthem. But we were barely a third of the way through when there were\r\nloud cries of 'Tripe!' and 'Get off!'\"\r\n\r\n\"I see what that meant. You hadn't gripped them.\"\r\n\r\n\"I was never so surprised in my life. Mark you, I'll admit that\r\nRonnie was perfectly rotten. He kept foozling his lines and saying\r\n'Oh, sorry!' and going back and repeating them. You can't get the\r\nbest out of Shakespeare that way. The fact is, poor old Ronnie is\r\nfeeling a little low just now. He got a letter this morning from his\r\nman, Bessemer, in London, a fellow who has been with him for years\r\nand has few equals as a trouser presser, springing the news out of an\r\nabsolutely clear sky that he's been secretly engaged for weeks and is\r\njust going to get married and leave Ronnie. Naturally, it has upset the\r\npoor chap badly. With a thing like that on his mind, he should never\r\nhave attempted an exacting part like Brutus in the Quarrel Scene.\"\r\n\r\n\"Just what the audience thought, apparently. What happened after that?\"\r\n\r\n\"Well, we buzzed along as well as we could, and we had just got to that\r\nbit about digesting the venom of your spleen though it do split you,\r\nwhen the proletariat suddenly started bunging vegetables.\"\r\n\r\n\"Vegetables?\"\r\n\r\n\"Turnips, mostly, as far as I could gather. Now, do you see the\r\nsignificance of that, John?\"\r\n\r\n\"How do you mean, the significance?\"\r\n\r\n\"Well, obviously these blighters had come prepared. They had meant to\r\nmake trouble right along. If not, why would they have come to a concert\r\nwith their pockets bulging with turnips?\"\r\n\r\n\"They probably knew by instinct that they would need them.\"\r\n\r\n\"No! It was simply this bally Bolshevism one reads so much about.\"\r\n\r\n\"You think these men were in the pay of Moscow?\"\r\n\r\n\"I shouldn't wonder. Well, that took us off. Ronnie got rather a beefy\r\nwhack on the side of the head and exited rapidly. And I wasn't going to\r\nstand out there doing the Quarrel Scene by myself, so I exited, too.\r\nThe last I saw, Chas. Bywater had gone on and was telling Irish dialect\r\nstories with a Swedish accent.\"\r\n\r\n\"Did they throw turnips at him?\"\r\n\r\n\"Not one. That's the sinister part of it. That's what makes me so sure\r\nthe thing was an organized outbreak and all part of this Class War you\r\nhear about. Chas. Bywater, in spite of the fact that his material was\r\nblue round the edges, goes like a breeze, and gets off without a single\r\nturnip, whereas Ronnie and I ... well,\" said Hugo, a hideous grimness\r\nin his voice, \"this has settled one thing. I've performed for the last\r\ntime for Rudge-in-the-Vale. Next year when they may come to me, and\r\nplead with me to help out with the programme, I shall reply, 'Not after\r\nwhat has occurred!' Well, thanks for the drink. I'll be buzzing along.\"\r\nHugo rose and wandered somnambulistically to the table. \"What are you\r\ndoing?\"\r\n\r\n\"Working.\"\r\n\r\n\"Working?\"\r\n\r\n\"Yes, working.\"\r\n\r\n\"What at?\"\r\n\r\n\"Accounts. Stop fiddling with those papers, curse you.\"\r\n\r\n\"What's this thing?\"\r\n\r\n\"That,\" said John, removing it from his listless grasp and putting it\r\nout of reach in a drawer, \"is the diagram of a thing called an Alpha\r\nSeparator. It works by centrifugal force and can separate two thousand\r\nseven hundred and twenty-four quarts of milk in an hour. It has also\r\na Holstein butter-churner attachment, and a boiler which at seventy\r\ndegrees centigrade destroys the obligatory and optional bacteria.\"\r\n\r\n\"Yes?\r\n\r\n\"Positively.\"\r\n\r\n\"Oh? Well, damn it, anyway,\" said Hugo.\r\n\r\n\r\n                                  IV\r\n\r\nHugo crossed the strip of gravel which lay between the stable yard and\r\nthe house, and, having found in his trouser pocket the key of the back\r\ndoor, proceeded to let himself in. His objective was the dining room.\r\nHe was feeling so much better after the refreshment of which he had\r\njust partaken that reason told him he had found the right treatment for\r\nhis complaint. A few more swift ones from the cellarette in the dining\r\nroom and the depression caused by the despicable behaviour of the Budd\r\nStreet Bolshevists might possibly leave him altogether.\r\n\r\nThe passage leading to his goal was in darkness, but he moved steadily\r\nforward. Occasionally a chair would dart from its place to crack him\r\nover the shin, but he was not to be kept from the cellarette by trifles\r\nlike that. Soon his fingers were on the handle of the door, and he\r\nflung it open and entered. And it was at this moment that there came to\r\nhis ears an odd noise.\r\n\r\nIt was not the noise itself that was odd. Feet scraping on gravel\r\nalways make that unmistakable sound. What impressed itself on Hugo\r\nas curious was the fact that on the gravel outside the dining-room\r\nwindow, feet at this hour should be scraping at all. His hand had been\r\noutstretched to switch on the light, but now he paused. He waited,\r\nlistening. And presently in the oblong of the middle of the three large\r\nwindows he saw dimly against the lesser darkness outside a human body.\r\nIt was insinuating itself through the opening and what Hugo felt about\r\nit was that he liked its dashed nerve.\r\n\r\nHugo Carmody was no poltroon. Both physically and morally he possessed\r\nmore than the normal store of courage. At Cambridge he had boxed for\r\nhis university in the light-weight division and once, in London, the\r\npetty cash having run short, he had tipped a hat-check boy with an\r\naspirin tablet. Moreover, although it was his impression that the few\r\ndrops of whisky which he had drunk in John's room had but scratched\r\nthe surface, their effect in reality had been rather pronounced. \"In\r\nsome diatheses,\" an eminent physician has laid down, \"whisky is not\r\nimmediately pathogenic. In other cases the spirit in question produces\r\nmarked cachexia.\" Hugo's cachexia was very marked indeed. He would\r\nhave resented keenly the suggestion that he was fried, boiled, or even\r\nsozzled, but he was unquestionably in a definite condition of cachexia.\r\n\r\nIn a situation, accordingly, in which many householders might have\r\nquailed, he was filled with gay exhilaration. He felt able and willing\r\nto chew the head off any burglar that ever packed a centrebit. Glowing\r\nwith cachexia and the spirit of adventure, he switched on the light\r\nand found himself standing face to face with a small, weedy man beneath\r\nwhose snub nose there nestled a waxed moustache.\r\n\r\n\"Stand ho!\" said Hugo jubilantly, falling at once into the vein of the\r\nQuarrel Scene.\r\n\r\nIn the bosom of the intruder many emotions were competing for\r\nprecedence, but jubilation was not one of them. If Mr. Twist had had\r\na weak heart, he would by now have been lying on the floor breathing\r\nhis last, for few people can ever have had a nastier shock. He stood\r\ncongealed, blinking at Hugo.\r\n\r\nHugo, meanwhile, had made the interesting discovery that it was no\r\nstranger who stood before him but an old acquaintance.\r\n\r\n\"Great Scot!\" he exclaimed. \"Old Doc. Twist! The beautiful,\r\ntranquil-thoughts bird!\" He chuckled joyously. His was a retentive\r\nmemory, and he could never forget that this man had once come within an\r\nace of ruining that big deal in cigarettes over at Healthward Ho, and\r\nhad also callously refused to lend him a tenner. Of such a man he could\r\nbelieve anything, even that he combined with the duties of a physical\r\nculture expert a little housebreaking and burglary on the side. \"Well,\r\nwell, well!\" said Hugo. \"Remember March, the Ides of March remember!\r\nDid not great Julius bleed for justice' sake? What villain touched his\r\nbody that did stab and not for justice? Answer me that, you blighter,\r\nyes or no.\"\r\n\r\nChimp Twist licked his lips nervously. He was a little uncertain as to\r\nthe exact import of his companion's last words, but almost any words\r\nwould have found in him at this moment a distrait listener.\r\n\r\n\"Oh, I could weep my spirit from my eyes!\" said Hugo.\r\n\r\nChimp could have done the same. With an intense bitterness he was\r\nregretting that he had ever allowed Mr. Molloy to persuade him into\r\nthis rash venture. But he was a man of resource. He made an effort to\r\nmend matters. Soapy, in a similar situation, would have done it better,\r\nbut Chimp, though not possessing his old friend's glib tongue and\r\ninsinuating manners, did the best he could. \"You startled me,\" he said,\r\nsmiling a sickly smile.\r\n\r\n\"I bet I did,\" agreed Hugo cordially.\r\n\r\n\"I came to see your uncle.\"\r\n\r\n\"You what?\"\r\n\r\n\"I came to see your uncle.\"\r\n\r\n\"Twist, you lie! And, what is more, you lie in your teeth.\"\r\n\r\n\"Now, see here...!\" began Chimp, with a feeble attempt at belligerence.\r\n\r\nHugo checked him with a gesture.\r\n\r\n\"There is no terror, Cassius, in your threats, for I am armed so\r\nstrong in honesty that they pass by me like the idle wind, which I\r\nrespect not. Must I give way and room to your rash choler? Shall I be\r\nfrightened when a madman stares? By the gods, you shall digest the\r\nvenom of your spleen though it do split you. And what could be fairer\r\nthan that?\" said Hugo.\r\n\r\nMr. Twist was discouraged, but he persevered.\r\n\r\n\"I guess it looked funny to you, seeing me come in through a window.\r\nBut, you see, I rang the front door bell and couldn't seem to make\r\nanyone hear.\"\r\n\r\n\"Away, slight man!\"\r\n\r\n\"You want me to go away?\" said Mr. Twist, with a gleam of hope.\r\n\r\n\"You stay where you are, unless you'd like me to lean a decanter of the\r\nbest port up against your head,\" said Hugo. \"And don't flicker,\" he\r\nadded, awakening to another grievance against this unpleasant little\r\nman.\r\n\r\n\"Don't what?\" inquired Mr. Twist, puzzled but anxious to oblige.\r\n\r\n\"Flicker. Your outline keeps wobbling, and I don't like it. And there's\r\nanother thing about you that I don't like. I've forgotten what it is\r\nfor the moment, but it'll come back to me soon.\"\r\n\r\nHe frowned darkly: and for the first time it was borne in upon Mr.\r\nTwist that his young host was not altogether himself. There was a gleam\r\nin his eyes which, in Mr. Twist's opinion, was far too wild to be\r\nagreeable.\r\n\r\n\"I know,\" said Hugo, having reflected. \"It's your moustache.\"\r\n\r\n\"My moustache?\"\r\n\r\n\"Or whatever it is that's broken out on your upper lip. I dislike it\r\nintensely. When Cæsar lived,\" said Hugo querulously, \"he durst not thus\r\nhave moved me. And the worst thing of all is that you should have taken\r\na quiet, harmless country house and called it such a beastly, repulsive\r\nname as Healthward Ho. Great Scot!\" exclaimed Hugo. \"I knew there was\r\nsomething I was forgetting. All this while you ought to have been doing\r\nbending and stretching exercises!\"\r\n\r\n\"Your uncle, I guess, is still down at the concert thing in the\r\nvillage?\" said Mr. Twist, weakly endeavouring to change the\r\nconversation.\r\n\r\nHugo started. A look of the keenest suspicion flashed into his eyes.\r\n\r\n\"Were you at that concert?\" he said sternly.\r\n\r\n\"Me? No.\"\r\n\r\n\"Are you sure, Twist? Look me in the face.\"\r\n\r\n\"I've never been near any concert.\"\r\n\r\n\"I strongly suspect you,\" said Hugo, \"of being one of the ringleaders\r\nin that concerted plot to give me the bird. I think I recognized you.\"\r\n\r\n\"Not me.\"\r\n\r\n\"You're sure?\"\r\n\r\n\"Sure.\"\r\n\r\n\"Oh? Well, that doesn't alter the cardinal fact that you are the\r\nbloke who makes poor, unfortunate fat men do bending and stretching\r\nexercises. So do a few now yourself.\"\r\n\r\n\"Eh?\"\r\n\r\n\"Bend!\" said Hugo. \"Stretch!\"\r\n\r\n\"Stretch?\"\r\n\r\n\"And bend,\" said Hugo, insisting on full measure. \"First bend, then\r\nstretch. Let me see your chest expand and hear the tinkle of buttons as\r\nyou burst your waistcoat asunder.\"\r\n\r\nMr. Twist was now definitely of opinion that the gleam in the young\r\nman's eyes was one of the most unpleasant and menacing things he had\r\never encountered. Transferring his gaze from this gleam to the other's\r\nwell-knit frame, he decided that he was in the presence of one who,\r\nwhether his singular request was due to weakness of intellect or to\r\nalcohol, had best be humoured.\r\n\r\n\"Get on with it,\" said Hugo.\r\n\r\nHe settled himself in a chair and lighted a cigarette. His whole\r\nmanner was suggestive of the blasé nonchalance of a sultan about to\r\nbe entertained by the court acrobat. But, though his bearing was\r\nnonchalant, that gleam was still in his eyes, and Chimp Twist hesitated\r\nno longer. He bent, as requested--and then, having bent, stretched. For\r\nsome moments he jerked his limbs painfully in this direction and in\r\nthat, while Hugo, puffing smoke, surveyed him with languid appreciation.\r\n\r\n\"Now tie yourself into a reefer knot,\" said Hugo.\r\n\r\nChimp gritted his teeth. A sorrow's crown of sorrow is remembering\r\nhappier things, and there came back to him the recollection of mornings\r\nwhen he had stood at his window and laughed heartily at the spectacle\r\nof his patients at Healthward Ho being hounded on to these very\r\nmovements by the vigilant Sergeant Flannery. How little he had supposed\r\nthat there would ever come a time when he would be compelled himself to\r\nperform these exercises. And how little he had guessed at the hideous\r\ndiscomfort which they could cause to a man who had let his body muscles\r\ngrow stiff.\r\n\r\n\"Wait,\" said Hugo, suddenly.\r\n\r\nMr. Twist was glad to do so. He straightened himself, breathing heavily.\r\n\r\n\"Are you thinking beautiful thoughts?\"\r\n\r\nChimp Twist gulped. \"Yes,\" he said, with a strong effort.\r\n\r\n\"Beautiful, tranquil thoughts?\"\r\n\r\n\"Yes.\"\r\n\r\n\"Then carry on.\"\r\n\r\nChimp resumed his calisthenics. He was aching in every joint now, but\r\ninto his discomfort there had shot a faint gleam of hope. Everything in\r\nthis world has its drawbacks and its advantages. With the drawbacks to\r\nhis present situation he had instantly become acquainted, but now at\r\nlast one advantage presented itself to his notice--the fact, to wit,\r\nthat the staggerings and totterings inseparable from a performance\r\nof the kind with which he was entertaining his limited but critical\r\naudience had brought him very near to the open window.\r\n\r\n\"How are the thoughts?\" asked Hugo. \"Still beautiful?\"\r\n\r\nChimp said they were, and he spoke sincerely. He had contrived to put\r\na space of several feet between himself and his persecutor, and the\r\nwindow gaped invitingly almost at his side.\r\n\r\n\"Yours,\" said Hugo, puffing smoke meditatively, \"has been a very happy\r\nlife, Twist. Day after day you have had the privilege of seeing my\r\nuncle Lester doing just what you're doing now, and it must have beaten\r\na circus hollow. It's funny enough even when you do it, and you haven't\r\nanything like his personality and appeal. If you could see what a\r\npriceless ass you look it would keep you giggling for weeks. I know,\"\r\nsaid Hugo, receiving an inspiration; \"do the one where you touch your\r\ntoes without bending the knees.\"\r\n\r\nIn all human affairs the semblance of any given thing is bound to vary\r\nconsiderably with the point of view. To Chimp Twist, as he endeavoured\r\nto comply with this request, it seemed incredible that what he was\r\ndoing could strike anyone as humorous. To Hugo, on the other hand,\r\nit appeared as if the entertainment had now reached its apex of\r\nwholesome fun. As Mr. Twist's purple face came up for the third time,\r\nhe abandoned himself whole-heartedly to mirth. He rocked in his chair,\r\nand, rashly trying to inhale cigarette smoke at the same time, found\r\nhimself suddenly overcome by a paroxysm of coughing.\r\n\r\nIt was the moment for which Chimp Twist had been waiting. There is,\r\nas Ronnie Fish would have observed in the village hall an hour or so\r\nearlier if the audience had had the self-restraint to let him get as\r\nfar as that, a tide in the affairs of men which, taken at the flood,\r\nleads on to fortune. Chimp did not neglect the opportunity which\r\nFate had granted him. With an agile bound he was at the window, and,\r\nrendered supple, no doubt, by his recent exercises, leaped smartly\r\nthrough it.\r\n\r\nHe descended heavily on the dog Emily. Emily, wandering out for a\r\nlast stroll before turning in, had just paused beneath the window to\r\ninvestigate a smell which had been called to her attention on the\r\ngravel. She was trying to make up her mind whether it was rats or the\r\nghost of a long-lost bone when the skies suddenly started raining heavy\r\nbodies on her.\r\n\r\n\r\n                                   V\r\n\r\nEmily was a dog who, as a rule, took things as they came, her guiding\r\nmotto in life being the old Horatian _nil admirari_, but she could\r\nlose her poise. She lost it now. A startled oath escaped her, and\r\nfor a brief instant she was completely unequal to the situation. In\r\nthis instant, Chimp, equally startled but far too busy to stop, had\r\ndisengaged himself and was vanishing into the darkness.\r\n\r\nA moment later Hugo came through the window. His coughing fit had spent\r\nitself, and he was now in good voice again. He was shouting.\r\n\r\nAt once Emily became herself again. All her sporting blood stirred in\r\nanswer to these shouts. She forgot her agony. Her sense of grievance\r\nleft her. Recognizing Hugo, she saw all things clearly, and realized\r\nin a flash that here at last was the burglar for whom she had been\r\nwaiting ever since her conversation with that wire-haired terrier over\r\nat Webleigh Manor.\r\n\r\nJohn had taken her to lunch there one day and, fraternizing with\r\nthe Webleigh dog under the table, she had immediately noticed in\r\nhis manner something aloof and distinctly patronizing. It had then\r\ncome out in conversation that they had had a burglary at the Manor\r\na couple of nights ago, and the wire-haired terrier, according to\r\nhis own story, had been the hero of the occasion. He spoke with an\r\nill-assumed offhandedness of barking and bitings and chasings in the\r\nnight, and, though he did not say it in so many words, gave Emily\r\nplainly to understand that it took an unusual dog to grapple with such\r\na situation, and that in a similar crisis she herself would inevitably\r\nbe found wanting. Ever since that day she had been longing for a chance\r\nto show her mettle, and now it had come. Calling instructions in a high\r\nvoice, she raced for the bushes into which Chimp had disappeared. Hugo,\r\na bad third, brought up the rear of the procession.\r\n\r\nChimp, meanwhile, had been combining with swift movement some very\r\nrapid thinking. Fortune had been with him in the first moments of this\r\ndash for safety, but now, he considered, it had abandoned him, and he\r\nmust trust to his native intelligence to see him through. He had not\r\nanticipated dogs. Dogs altered the whole complexion of the affair. To\r\na go-as-you-please race across country with Hugo he would have trusted\r\nhimself, but Hugo in collaboration with a dog was another matter. It\r\nbecame now a question not of speed but of craft; and he looked about\r\nhim, as he ran, for a hiding place, for some shelter from this canine\r\nand human storm which he had unwittingly aroused.\r\n\r\nAnd Fortune, changing sides again, smiled upon him once more. Emily,\r\nwho had been coming nicely, attempted very injudiciously at this\r\nmoment to take a short cut and became involved in a bush. And Chimp,\r\naccelerating an always active brain, perceived a way out. There was a\r\nlow stone wall immediately in front of him, and beyond it, as he came\r\nup, he saw the dull gleam of water.\r\n\r\nIt was not an ideal haven, but he was in no position to pick and\r\nchoose. The interior of the tank from which the gardeners drew\r\nammunition for their watering cans had, for one who from childhood had\r\nalways disliked bathing, a singularly repellent air. Those dark, oily\r\nlooking depths suggested the presence of frogs, newts, and other slimy\r\nthings that work their way down a man's back and behave clammily around\r\nhis spine. But it was most certainly a place of refuge.\r\n\r\nHe looked over his shoulder. An agitated crackling of branches\r\nannounced that Emily had not yet worked clear, and Hugo had apparently\r\nstopped to render first aid. With a silent shudder Chimp stepped into\r\nthe tank and, lowering himself into the depths, nestled behind a water\r\nlily.\r\n\r\nHugo was finding the task of extricating Emily more difficult than he\r\nhad anticipated. The bush was one of those thorny, adhesive bushes, and\r\nit twined itself lovingly in Emily's hair. Bad feeling began to rise,\r\nand the conversation took on an acrimonious tone.\r\n\r\n\"Stand still!\" growled Hugo. \"Stand still, you blighter dog.\"\r\n\r\n\"Push,\" retorted Emily. \"Push, I tell you! Push, not pull. Don't you\r\nrealize that all the while we're wasting time here that fellow's\r\ngetting away?\"\r\n\r\n\"Don't wriggle, confound you. How can I get you out if you keep\r\nwriggling?\"\r\n\r\n\"Try a lift in an upward direction. No, that's no good. Stop pushing\r\nand pull. Pull, I tell you. Pull not push. Now, when I say '_To_\r\nyou ...'\"\r\n\r\nSomething gave. Hugo staggered back. Emily sprang from his grasp. The\r\nchase was on again.\r\n\r\nBut now all the zest had gone out of it. The operations in the bush\r\nhad occupied only a bare couple of minutes, but they had been enough\r\nto allow the quarry to vanish. He had completely disappeared. Hugo,\r\nsitting on the wall of the tank and trying to recover his breath,\r\nwatched Emily as she darted to and fro, inspecting paths and drawing\r\nshrubberies, and knew that he had failed. It was a bitter moment, and\r\nhe sat and smoked moodily. Presently even Emily gave the thing up. She\r\ncame back to where Hugo sat, her tongue lolling, and disgust written\r\nall over her expressive features. There was a silence. Emily thought\r\nit was all Hugo's fault, Hugo thought it was Emily's. A stiffness had\r\ncrept into their relations once again, and when at length Hugo, feeling\r\na little more benevolent after three cigarettes, reached down and\r\nscratched Emily's head, the latter drew away coldly.\r\n\r\n\"Damn fool!\" she said.\r\n\r\nHugo started. Was it some sound, some distant stealthy footstep, that\r\nhad caused his companion to speak? He stared into the night.\r\n\r\n\"Fat head!\" said Emily. \"Can't even pull somebody out of a bush.\"\r\n\r\nShe laughed mirthlessly, and Hugo, now keenly on the alert, rose from\r\nhis seat and gazed this way and that. And then, moving softly away from\r\nhim at the end of the path, he saw a dark figure.\r\n\r\nInstantly, Hugo Carmody became once more the man of action. With a\r\nstern shout he dashed along the path. And he had not gone half a dozen\r\nfeet when the ground seemed suddenly to give way under him.\r\n\r\nThis path, as he should have remembered, knowing the terrain as he\r\ndid, was a terrace path, set high above the shrubberies below. It was\r\na simple enough matter to negotiate it in daylight and at a gentle\r\nstroll, but to race successfully along it in the dark required a\r\nBlondin. Hugo's third stride took him well into the abyss. He clutched\r\nout desperately, grasped only cool Worcestershire night air, and then,\r\nrolling down the slope, struck his head with great violence against a\r\ntree which seemed to have been put there for the purpose.\r\n\r\nWhen the sparks had cleared away and the firework exhibition was over,\r\nhe rose painfully to his feet.\r\n\r\nA voice was speaking from above--the voice of Ronald Overbury Fish.\r\n\r\n\"Hullo!\" said the voice. \"What's up?\"\r\n\r\n\r\n                                  VI\r\n\r\nWeighed down by the burden of his many sorrows, Ronnie Fish had come\r\nto this terrace path to be alone. Solitude was what he desired, and\r\nsolitude was what he supposed he had got until, abruptly, without any\r\nwarning but a wild shout, the companion of his school and university\r\ndays had suddenly dashed out from empty space and apparently attempted\r\nto commit suicide. Ronnie was surprised. Naturally no fellow likes\r\ngetting the bird at a village concert, but Hugo, he considered, in\r\ntrying to kill himself was adopting extreme measures. He peered down,\r\ngoing so far in his natural emotion as to remove the cigarette holder\r\nfrom his mouth.\r\n\r\n\"What's up?\" he asked again.\r\n\r\nHugo was struggling dazedly up the bank.\r\n\r\n\"Was that you, Ronnie?\"\r\n\r\n\"Was what me?\"\r\n\r\n\"That.\"\r\n\r\n\"Which?\"\r\n\r\nHugo approached the matter from another angle.\r\n\r\n\"Did you see anyone?\"\r\n\r\n\"When?\"\r\n\r\n\"Just now. I thought I saw someone on the path. It must have been you.\"\r\n\r\n\"It was. Why?\"\r\n\r\n\"I thought it was somebody else.\"\r\n\r\n\"Well, it wasn't.\"\r\n\r\n\"I know, but I thought it was.\"\r\n\r\n\"Who did you think it was?\"\r\n\r\n\"A fellow called Twist.\"\r\n\r\n\"Twist?\"\r\n\r\n\"Yes, Twist.\"\r\n\r\n\"Why?\"\r\n\r\n\"I've been chasing him.\"\r\n\r\n\"Chasing Twist?\"\r\n\r\n\"Yes. I caught him burgling the house.\"\r\n\r\nThey had been walking along, and now reached a spot where the light,\r\nfreed from overhanging branches, was stronger. Mr. Fish became aware\r\nthat his friend had sustained injuries.\r\n\r\n\"I say,\" he said, \"you've hurt your head.\"\r\n\r\n\"I know I've hurt my head, you silly ass.\"\r\n\r\n\"It's bleeding, I mean.\"\r\n\r\n\"Bleeding?\"\r\n\r\n\"Bleeding.\"\r\n\r\nBlood is always interesting. Hugo put a hand to his wound, took it away\r\nagain, inspected it.\r\n\r\n\"By Jove! I'm bleeding.\"\r\n\r\n\"Yes, bleeding. You'd better go in and have it seen to.\"\r\n\r\n\"Yes,\" Hugo reflected. \"I'll go and get old John to fix it. He once put\r\nsix stitches in a cow.\"\r\n\r\n\"What cow?\"\r\n\r\n\"One of the cows. I forget its name.\"\r\n\r\n\"Where do we find this John?\"\r\n\r\n\"He's in his room over the stables.\"\r\n\r\n\"Can you walk it all right?\"\r\n\r\n\"Oh yes, rather,\"\r\n\r\nRonnie, relieved, lighted a cigarette, and approached an aspect of the\r\naffair which had been giving him food for thought.\r\n\r\n\"I say, Hugo, have you been having a few drinks or anything?\"\r\n\r\n\"What do you mean?\"\r\n\r\n\"Well, buzzing about the place after non-existent burglars.\"\r\n\r\n\"They weren't non-existent. I tell you I caught this man Twist....\"\r\n\r\n\"How do you know it was Twist?\"\r\n\r\n\"I've met him.\"\r\n\r\n\"Who? Twist?\"\r\n\r\n\"Yes.\"\r\n\r\n\"Where?\"\r\n\r\n\"He runs a place called Healthward Ho near here.\"\r\n\r\n\"What's Healthward Ho?\"\r\n\r\n\"It's a place where fellows go to get fit. My uncle was there.\"\r\n\r\n\"And Twist runs it?\"\r\n\r\n\"Yes.\"\r\n\r\n\"And you think this--dash it, this pillar of society was burgling the\r\nhouse?\"\r\n\r\n\"I caught him, I tell you.\"\r\n\r\n\"Who? Twist?\"\r\n\r\n\"Yes.\"\r\n\r\n\"Well, where is he, then?\"\r\n\r\n\"I don't know.\"\r\n\r\n\"Listen, old man,\" said Ronnie gently. \"I think you'd better be pushing\r\nalong and getting that bulb of yours repaired.\"\r\n\r\nHe remained gazing after his friend, as he disappeared in the direction\r\nof the stable yard, with much concern. He hated to think of good old\r\nHugo getting into a mental state like this, though, of course, it was\r\nonly what you could expect if a man lived in the country all the time.\r\nHe was still brooding when he heard footsteps behind him and looked\r\nround and saw Mr. Lester Carmody approaching.\r\n\r\nMr. Carmody was in a condition which in a slimmer man might have\r\nbeen called fluttering. He, like John, had absented himself from the\r\nfestivities in the village, wishing to be on the spot when Mr. Twist\r\nmade his entry into the house. He had seen Chimp get through the\r\ndining-room window and had instantly made his way to the front hall,\r\nproposing to wait there and see the precious suitcase duly deposited\r\nin the cupboard under the stairs. He had waited, but no Chimp had\r\nappeared. And then there had come to his ears barkings and shoutings\r\nand uproar in the night. Mr. Carmody, like Othello, was perplexed in\r\nthe extreme.\r\n\r\n\"Ah, Carmody,\" said Mr. Fish.\r\n\r\nHe waved a kindly cigarette holder at his host. The latter regarded\r\nhim with tense apprehension. Was his guest about to announce that\r\nMr. Twist, caught in the act, was now under lock and key? For some\r\nreason or other, it was plain, Hugo and this unspeakable friend of his\r\nhad returned at an unexpectedly early hour from the village, and Mr.\r\nCarmody feared the worst.\r\n\r\n\"I've got a bit of bad news for you, Carmody,\" said Mr. Fish. \"Brace\r\nup, my dear fellow.\"\r\n\r\nMr. Carmody gulped.\r\n\r\n\"What--what--what....\"\r\n\r\n\"Poor old Hugo. Gone clean off his mental axis.\"\r\n\r\n\"What! What do you mean?\"\r\n\r\n\"I found him just now running round in circles and dashing his head\r\nagainst trees. He said he was chasing a burglar. Of course there wasn't\r\nanything of the sort on the premises. For, mark this, my dear Carmody:\r\naccording to his statement, which I carefully checked, the burglar was\r\na most respectable fellow named Twist, who runs a sort of health place\r\nnear here. You know him, I believe?\"\r\n\r\n\"Slightly,\" said Mr. Carmody. \"Slightly.\"\r\n\r\n\"Well, would a man in that position go about burgling houses? Pure\r\ndelusion, of course.\"\r\n\r\nMr. Carmody breathed a deep sigh. Relief had made him feel a little\r\nfaint.\r\n\r\n\"Undoubtedly,\" he said. \"Hugo was always weak-minded from a boy.\"\r\n\r\n\"By the way,\" said Mr. Fish, \"did you by any chance get up at five in\r\nthe morning the other day and climb a ladder to look for swallows'\r\nnests?\"\r\n\r\n\"Certainly not.\"\r\n\r\n\"I thought as much. Hugo said he saw you. Delusion again. The whole\r\ntruth of the matter is, my dear Carmody, living in the country has\r\nbegun to soften poor old Hugo's brain. You must act swiftly. You don't\r\nwant a gibbering nephew about the place. Take my tip and send him away\r\nto London at the earliest possible moment.\"\r\n\r\nIt was rare for Lester Carmody to feel gratitude for the advice\r\nwhich this young man gave him so freely, but he was grateful now. He\r\nperceived clearly that a venture like the one on which he and his\r\ncolleagues had embarked should never have been undertaken while the\r\nhouse was full of infernal, interfering young men. Such was his emotion\r\nthat for an instant he almost liked Mr. Fish.\r\n\r\n\"Hugo was saying that you wished him to become your partner in some\r\ncommercial enterprise,\" he said.\r\n\r\n\"A night club. The Hot Spot. Situated just off Bond Street, in the\r\nheart of London's pleasure-seeking area.\"\r\n\r\n\"You were going to give him a half share for five hundred pounds, I\r\nbelieve?\"\r\n\r\n\"Five hundred was the figure.\"\r\n\r\n\"He shall have the cheque immediately,\" said Mr. Carmody. \"I will go\r\nand write it now. And to-morrow you shall take him to London. The best\r\ntrains are in the morning. I quite agree with you about his mental\r\ncondition. I am very much obliged to you for drawing it to my notice.\"\r\n\r\n\"Don't mention it, Carmody,\" said Mr. Fish graciously. \"Only too glad,\r\nmy dear fellow. Always a pleasure, always a pleasure.\"\r\n\r\n\r\n                                  VII\r\n\r\nJohn had returned to his work and was deep in it when Hugo and his\r\nwounded head crossed his threshold. He was startled and concerned.\r\n\r\n\"Good heavens!\" he cried. \"What's been happening?\"\r\n\r\n\"Fell down a bank and bumped the old lemon against a tree,\" said Hugo,\r\nwith the quiet pride of a man who has had an accident. \"I looked in to\r\nsee if you had got some glue or something to stick it up with.\"\r\n\r\nJohn, as became one who thought nothing of putting stitches in cows,\r\nexhibited a cool efficiency. He bustled about, found water and cotton\r\nwool and iodine, and threw in sympathy as a make-weight. Only when the\r\noperation was completed did he give way to a natural curiosity.\r\n\r\n\"How did it happen?\"\r\n\r\n\"Well, it started when I found that bounder Twist burgling the house.\"\r\n\r\n\"Twist?\"\r\n\r\n\"Yes. Twist. The Healthward Ho bird.\"\r\n\r\n\"You found Doctor Twist burgling the house?\"\r\n\r\n\"Yes, and I made him do bending and stretching exercises. And in the\r\nmiddle he legged it through the window, and Emily and I chivvied him\r\nabout the garden. Then he disappeared, and I saw him again at the end\r\nof that path above the shrubberies, and I dashed after him and took a\r\ntoss and it wasn't Twist at all, it was Ronnie.\"\r\n\r\nJohn forbore to ask further questions. This incoherent tale satisfied\r\nhim that his cousin, if not delirious, was certainly on the borderland.\r\nHe remembered the whole-heartedness with which Hugo had drowned his\r\nsorrows only a short while back in this very room, and he was satisfied\r\nthat what the other needed was rest.\r\n\r\n\"You'd better go to bed,\" he said. \"I think I've fixed you up pretty\r\nwell, but perhaps you had better see the doctor to-morrow.\"\r\n\r\n\"Doc. Twist?\"\r\n\r\n\"No, not Doctor Twist,\" said John soothingly. \"Doctor Bain, down in the\r\nvillage.\"\r\n\r\n\"Something ought to be done about the man Twist,\" argued Hugo.\r\n\"Somebody ought to pop it across him.\"\r\n\r\n\"If I were you I'd just forget all about Twist. Put him right out of\r\nyour mind.\"\r\n\r\n\"But are we going to sit still and let perishers with waxed moustaches\r\nburgle the house whenever they feel inclined and not do a thing to\r\nbring their gray hairs in sorrow to the grave?\"\r\n\r\n\"I wouldn't worry about it, if I were you, I'd just go off and have a\r\nnice long sleep.\"\r\n\r\nHugo raised his eyebrows, and, finding that the process caused\r\nexquisite agony to his wounded head, quickly lowered them again. He\r\nlooked at John with cold disapproval, pained at this evidence of\r\nsupineness in a member of a proud family.\r\n\r\n\"Oh?\" he said. \"Well, bung--oh, then!\"\r\n\r\n\"Good night.\"\r\n\r\n\"Give my love to the Alpha Separator and all the little Separators.\"\r\n\r\n\"I will,\" said John.\r\n\r\nHe accompanied his cousin down the stairs and out into the stable yard.\r\nHaving watched him move away and feeling satisfied that he could reach\r\nthe house without assistance, he felt in his pocket for the materials\r\nfor the last smoke of the day, and was filling his pipe when Emily came\r\nround the corner.\r\n\r\nEmily was in great spirits.\r\n\r\n\"Such larks!\" said Emily. \"One of those big nights. Burglars dashing\r\nto and fro, people falling over banks and butting their heads against\r\ntrees, and everything bright and lively. But let me tell you something.\r\nA fellow like your cousin Hugo is no use whatever to a dog in any real\r\nemergency. He's not a force. A broken reed. You should have seen him.\r\nHe....\"\r\n\r\n\"Stop that noise and get to bed,\" said John.\r\n\r\n\"Right ho,\" said Emily. \"You'll be coming soon, I suppose?\"\r\n\r\nShe charged up the stairs, glad to get to her basket after a busy\r\nevening. John lighted his pipe, and began to meditate. Usually he\r\nsmoked the last pipe of the day to the accompaniment of thoughts about\r\nPat, but now he found his mind turning to this extraordinary delusion\r\nof Hugo's that he had caught Doctor Twist, of Healthward Ho, burgling\r\nthe house.\r\n\r\nJohn had never met Doctor Twist, but he knew that he was the proprietor\r\nof a flourishing health-cure establishment and assumed him to be a\r\nreputable citizen; and the idea that he had come all the way from\r\nHealthward Ho to burgle Rudge Hall was so bizarre that he could not\r\nimagine by what weird mental processes his cousin had been led to\r\nsuppose that he had seen him. Why Doctor Twist, of all people? Why not\r\nthe vicar or Chas. Bywater?\r\n\r\nFootsteps sounded on the gravel, and he was aware of the subject of his\r\nthoughts returning. There was a dazed expression on Hugo's face, and in\r\nhis hand there fluttered a small oblong slip of paper.\r\n\r\n\"John,\" said Hugo, \"look at this and tell me if you see what I see. Is\r\nit a cheque?\"\r\n\r\n\"Yes.\"\r\n\r\n\"For five hundred quid, made out to me and signed by Uncle Lester?\"\r\n\r\n\"Yes.\"\r\n\r\n\"Then there _is_ a Santa Claus!\" said Hugo reverently. \"John, old man,\r\nit's absolutely uncanny. Directly I got into the house just now Uncle\r\nLester called me to his study, handed me this cheque, and told me that\r\nI could go to London with Ronnie to-morrow and help him start that\r\nnight club. You remember me telling you about Ronnie's night club,\r\nthe Hot Spot, situated just off Bond Street in the heart of London's\r\npleasure-seeking area? Or did I? Well, anyway, he is starting a night\r\nclub there, and he offered me a half share if I'd put up five hundred.\r\nBy the way, Uncle Lester wants you to go to London to-morrow, too.\"\r\n\r\n\"Me. Why?\"\r\n\r\n\"I fancy he's got the wind up a bit about this burglary business\r\nto-night. He said something about wanting you to go and see the\r\ninsurance people--to bump up the insurance a trifle, I suppose. He'll\r\nexplain. But, listen, John. It really is the most extraordinary thing,\r\nthis. Uncle Lester starting to unbelt, I mean, and scattering money all\r\nover the place. I was absolutely right when I told Pat this morning....\"\r\n\r\n\"Have you seen Pat?\"\r\n\r\n\"Met her this morning on the bridge. And I said to her ...\"\r\n\r\n\"Did she--er--ask after me?\"\r\n\r\n\"No.\"\r\n\r\n\"No?\" said John hollowly.\r\n\r\n\"Not that I remember. I brought your name into the talk, and we had a\r\nfew words about you, but I don't recollect her asking after you.\" Hugo\r\nlaid a hand on his cousin's arm. \"It's no use, John. Be a man! Forget\r\nher. Keep plugging away at that Molloy girl. I think you're beginning\r\nto make an impression. I think she's softening. I was watching her\r\nnarrowly last night, and I fancied I saw a tender look in her eyes when\r\nthey fell on you. I may have been mistaken, but that's what I fancied.\r\nA sort of shy, filmy look. I'll tell you what it is, John. You're much\r\ntoo modest. You underrate yourself. Keep steadily before you the fact\r\nthat almost anybody can get married if they only plug away at it. Look\r\nat this man Bessemer, for instance, Ronnie's man that I told you about.\r\nAs ugly a devil as you would wish to see outside the House of Commons,\r\nequipped with number sixteen feet and a face more like a walnut than\r\nanything. And yet he has clicked. The moral of which is that no one\r\nneed ever lose hope. You may say to yourself that you have no chance\r\nwith this Molloy girl, that she will not look at you. But consider the\r\ncase of Bessemer. Compared with him, you are quite good looking. His\r\nears alone....\"\r\n\r\n\"Good night,\" said John.\r\n\r\nHe knocked out his pipe and turned to the stairs. Hugo thought his\r\nmanner abrupt.\r\n\r\n\r\n                                 VIII\r\n\r\nSergeant-Major Flannery, that able and conscientious man, walked\r\nbriskly up the main staircase of Healthward Ho. Outside a door off the\r\nsecond landing he stopped and knocked.\r\n\r\nA loud sneeze sounded from within.\r\n\r\n\"Cub!\" called a voice.\r\n\r\nChimp Twist, propped up with pillows, was sitting in bed, swathed in\r\na woollen dressing gown. His face was flushed, and he regarded his\r\nvisitor from under swollen eyelids with a moroseness which would have\r\nwounded a more sensitive man. Sergeant-Major Flannery stood six feet\r\ntwo in his boots: he had a round, shiny face at which it was agony for\r\na sick man to look, and Chimp was aware that when he spoke it would\r\nbe in a rolling, barrack-square bellow which would go clean through\r\nhim like a red-hot bullet through butter. One has to be in rude health\r\nand at the top of one's form to bear up against the Sergeant-Major\r\nFlannerys of this world.\r\n\r\n\"Well?\" he muttered thickly.\r\n\r\nHe broke off to sniff at a steaming jug which stood beside his bed, and\r\nthe Sergeant-Major, gazing down at him with the offensive superiority\r\nof a robust man in the presence of an invalid, fingered his waxed\r\nmoustache. The action intensified Chimp's dislike. From the first he\r\nhad been jealous of that moustache. Until it had come into his life\r\nhe had always thought highly of his own fungoid growth, but one look\r\nat this rival exhibit had taken all the heart out of him. The thing\r\nwas long and blond and bushy, and it shot heavenward into two glorious\r\nneedle-point ends, a shining zareba of hair quite beyond the scope of\r\nany mere civilian. Non-army men may grow moustaches and wax them and\r\nbrood over them and be fond and proud of them, but to obtain a waxed\r\nmoustache in the deepest and holiest sense of the words you have to be\r\na sergeant-major.\r\n\r\n\"Oo-er!\" said Mr. Flannery. \"That's a nasty cold you've got.\"\r\n\r\nChimp, as if to endorse this opinion, sneezed again.\r\n\r\n\"A nasty, feverish cold,\" proceeded the Sergeant-Major in the tones in\r\nwhich he had once been wont to request squads of recruits to number off\r\nfrom the right. \"You ought to do something about that cold.\"\r\n\r\n\"I ab dog sobthig about it,\" growled Chimp, having recourse to the jug\r\nonce more.\r\n\r\n\"I don't mean sniffing at jugs, sir. You won't do yourself no good\r\nsniffing at jugs, Mr. Twist. You want to go to the root of the matter,\r\nif you understand the expression. You want to attack it from the\r\nstummick. The stummick is the seat of the trouble. Get the stummick\r\nright and the rest follows natural.\"\r\n\r\n\"Wad do you wad?\"\r\n\r\n\"There's some say quinine and some say a drop of camphor on a lump of\r\nsugar and some say cinnamon, but you can take it from me the best thing\r\nfor a nasty feverish cold in the head is taraxacum and hops. There is\r\nno occasion to damn my eyes, Mr. Twist. I am only trying to be 'elpful.\r\nYou send out for some taraxacum and hops, and before you know where you\r\nare....\"\r\n\r\n\"Wad do you wad?\"\r\n\r\n\"I'm telling you. There's a gentleman below--a gentleman who's called,\"\r\nsaid Sergeant-Major Flannery, making his meaning clear. \"A gentleman,\"\r\nbeing still more precise, \"who's called at the front door in a\r\nnortermobile. He wants to see you.\"\r\n\r\n\"Well, he can't.\"\r\n\r\n\"Says his name's Molloy.\"\r\n\r\n\"Molloy?\"\r\n\r\n\"That's what he _said_,\" replied Mr. Flannery, as one declining to be\r\nquoted or to accept any responsibility.\r\n\r\n\"Oh? All right. Send him up.\"\r\n\r\n\"Taraxacum and hops,\" repeated the Sergeant-Major, pausing at the door.\r\n\r\nHe disappeared, and a few moments later returned, ushering in Soapy. He\r\nleft the two old friends together, and Soapy approached the bed with\r\nrather an awe-struck air.\r\n\r\n\"You've got a cold,\" he said.\r\n\r\nChimp sniffed--twice. Once with annoyance and once at the jug.\r\n\r\n\"So would you have a code if you'd been sitting up to your neck in\r\nwater for half an hour last night and had to ride home tweddy biles\r\nwriggig wet on a motorcycle.\"\r\n\r\n\"Says which?\" exclaimed Soapy, astounded.\r\n\r\nChimp related the saga of the previous night, touching disparagingly on\r\nHugo and saying some things about Emily which it was well she could not\r\nhear.\r\n\r\n\"And that leds me out,\" he concluded.\r\n\r\n\"No, no!\"\r\n\r\n\"I'm through.\"\r\n\r\n\"Don't say that.\"\r\n\r\n\"I do say thad.\"\r\n\r\n\"But, Chimpie, we've got it all fixed for you to get away with the\r\nstuff to-night.\"\r\n\r\nChimp stared at him incredulously.\r\n\r\n\"To-night? You thig I'm going out to-night with this code of mine, to\r\nclibe through windows and be run off my legs by ...\"\r\n\r\n\"But, Chimpie, there's no danger of that now. We've got everything set.\r\nThat guy Hugo and his friend are going to London this morning, and so's\r\nthe other fellow. You won't have a thing to do but walk in.\"\r\n\r\n\"Oh?\" said Chimp.\r\n\r\nHe relapsed into silence, and took a thoughtful sniff at the jug.\r\nThis information, he was bound to admit, did alter the complexion of\r\naffairs. But he was a business man.\r\n\r\n\"Well, if I do agree to go out and risk exposing this nasty, feverish\r\ncode of mine to the night air, which is the worst thig a man can\r\ndo--ask any doctor....\"\r\n\r\n\"Chimpie!\" cried Mr. Molloy in a stricken voice. His keen intuition\r\ntold him what was coming.\r\n\r\n\"... I don't do it on any sigsdy-forty basis. Sigsdy-five--thirty-five\r\nis the figure.\"\r\n\r\nMr. Molloy had always been an eloquent man--without a natural turn\r\nfor eloquence you cannot hope to traffic successfully in the baser\r\nvarieties of oil stocks; but never had he touched the sublime heights\r\nof oratory to which he soared now. Even the first few words would have\r\nbeen enough to melt most people. Nevertheless when at the end of five\r\nminutes he paused for breath, he knew that he had failed to grip his\r\naudience.\r\n\r\n\"Sigsdy-five--thirty-five,\" said Chimp firmly. \"You need me, or you\r\nwouldn't have brought me into this. If you could have worked the job by\r\nyourself, you'd never have tode me a word about it.\"\r\n\r\n\"I can't work it by myself. I've got to have an alibi. I and the wife\r\nare going to a theatre to-night in Birmingham.\"\r\n\r\n\"That's what I'm saying. You can't get alog without me. And that's why\r\nit's going to be sigsdy-five--thirty-five.\"\r\n\r\nMr. Molloy wandered to the window and looked hopelessly out over the\r\ngarden.\r\n\r\n\"Think what Dolly will say when I tell her,\" he pleaded.\r\n\r\nChimp replied ungallantly that Dolly and what she might say meant\r\nlittle in his life. Mr. Molloy groaned hollowly.\r\n\r\n\"Well, I guess if that's the way you feel....\"\r\n\r\nChimp assured him it was.\r\n\r\n\"Then I suppose that's the way we'll have to fix it.\"\r\n\r\n\"All right,\" said Chimp. \"Then I'll be there somewheres about eleven,\r\nor a little later, maybe. And you needn't bother to leave any window\r\nopud this time. Just have a ladder laying around and I'll bust the\r\nwindow of the picture gallery, where the stuff is. It'll be more\r\ntrouble, but I dode bide takid a bidder trouble to make thigs look more\r\nnatural. You just see thad ladder's where I can fide it, and then you\r\ncan leave all the difficud part of it to me.\"\r\n\r\n\"Difficult!\"\r\n\r\n\"Difficud was what I said,\" returned Chimp. \"Suppose I trip over\r\nsomethig id the dark? Suppose I slip on the stairs? Suppose the ladder\r\nbreaks? Suppose that dog gets after me again? That dog's not going to\r\nLondon, is it? Well, then! Besides, considering that I may quide ligely\r\nget pneumonia and pass in my checks.... What did you say?\"\r\n\r\nMr. Molloy had not spoken. He had merely sighed wistfully."
  ]
}