{
  "index": 6,
  "title": "Chapter 5",
  "paragraphs": [
    "I\r\n\r\nThe picture gallery of Rudge Hall, the receptacle of what Mrs. Soapy\r\nMolloy had called the antiques and all like that, was situated on the\r\nsecond floor of that historic edifice. To Mr. Carmody, at five-thirty\r\non the following morning, as he propped against the broad sill of the\r\nwindow facing the moat a ladder, which he had discovered in one of the\r\nbarns, it looked much higher. He felt, as he gazed upward, like an\r\ninexpert Jack about to mount the longest bean stalk on record.\r\n\r\nEven as a boy, Lester Carmody had never been a great climber. While\r\nhis young companions, reckless of risk to life and limb, had swarmed\r\nto the top of apple trees, Mr. Carmody had preferred to roam about on\r\nsolid ground, hunting in the grass for windfalls. He had always hated\r\nheights, and this morning found him more prejudiced against them than\r\never. It says much for crime as a wholesome influence in a man's life\r\nthat the lure of the nefarious job which he had undertaken should\r\nhave induced him eventually after much hesitation to set foot on the\r\nladder's lowest rung. Nothing but a single-minded desire to do down an\r\ninnocent insurance company could have lent him the necessary courage.\r\n\r\nMind having triumphed over matter to this extent, Mr. Carmody found\r\nthe going easier. Carefully refraining from looking down, he went\r\ndoggedly upward. Only the sound of his somewhat stertorous breathing\r\nbroke the hushed stillness of the summer morning. As far as the weather\r\nwas concerned, it was the start of a perfect day. But Mr. Carmody paid\r\nno attention to the sunbeams creeping over the dewy grass, nor, when\r\nthe quiet was broken by the first piping of birds, did he pause to\r\nlisten. He had not, he considered, time for that sort of thing. He was\r\nto have ample leisure later, but of this he was not aware.\r\n\r\nHe continued to climb, using the extreme of caution--a method which,\r\nwhile it helped to ease his mind, necessarily rendered progress slow.\r\nBefore long, he was suffering from a feeling that he had been climbing\r\nthis ladder all his life. The thing seemed to have no end. He was now,\r\nhe felt, at such a distance from the earth that he wondered the air was\r\nnot more rarefied, and it appeared incredible to him that he should not\r\nlong since have reached the window sill.\r\n\r\nLooking up at this point, a thing he had not dared to do before, he\r\nfound that steady perseverance had brought about its usual result. The\r\nsill was only a few inches above his head, and with the realization\r\nof this fact there came to him something that was almost a careless\r\njauntiness. He quickened his pace, and treading heavily on an upper\r\nrung snapped it in two as if it had been matchwood.\r\n\r\nWhen this accident occurred, he had been on a level with the sill and\r\njust about to step warily on to it. The effect of the breaking of the\r\nrung was to make him execute this movement at about fifteen times the\r\nspeed which he had contemplated. There was a moment in which the whole\r\nuniverse seemed to dissolve, and then he was on the sill, his fingers\r\nclinging with a passionate grip to a small piece of lead piping that\r\nprotruded from the wall and his legs swinging dizzily over the abyss.\r\nThe ladder, urged outward by his last frenzied kick, tottered for an\r\ninstant, then fell to the ground.\r\n\r\nThe events just described, though it seemed longer to the principal\r\nactor in them, had occupied perhaps six seconds. They left Mr. Carmody\r\nin a world that jumped and swam before his eyes, feeling as though\r\nsomebody had extracted his heart and replaced it with some kind of\r\nlively firework. This substitute, whatever it was, appeared to be\r\nfizzing and leaping inside his chest, and its gyrations interfered with\r\nhis breathing. For some minutes his only conscious thought was that he\r\nfelt extremely ill. Then becoming by slow degrees more composed, he was\r\nenabled to examine the situation.\r\n\r\nIt was not a pleasant one. At first, it had been agreeable enough\r\nsimply to allow his mind to dwell on the fact that he was alive and in\r\none piece. But now, probing beneath this mere surface aspect of the\r\nmatter, he perceived that, taking the most conservative estimate, he\r\nmust acknowledge himself to be in a peculiarly awkward position.\r\n\r\nThe hour was about a quarter to six. He was thirty feet or so above the\r\nground. And, though reason told him that the window sill on which he\r\nsat was thoroughly solid and quite capable of bearing a much heavier\r\nweight, he could not rid himself of the feeling that at any moment it\r\nmight give way and precipitate him into the depths.\r\n\r\nOf course, looked at in the proper spirit, his predicament had all\r\nsorts of compensations. The medical profession is agreed that there is\r\nnothing better for the health than the fresh air of the early morning:\r\nand this he was in a position to drink into his lungs in unlimited\r\nquantities. Furthermore, nobody could have been more admirably situated\r\nthan he to compile notes for one of those Country Life articles which\r\nare so popular with the readers of daily papers.\r\n\r\n\"As I sit on my second-floor window sill and gaze about me,\" Mr.\r\nCarmody ought to have been saying to himself, \"I see Dame Nature busy\r\nabout her morning tasks. Everything in my peaceful garden is growing\r\nand blowing. Here I note that most gem-like of all annuals, the African\r\nnemesia with its brilliant ruby and turquoise tints; there the lovely\r\ntangle of blue, purple, and red formed by the blending shades of\r\ndelphiniums, Canterbury bells, and the popular geum. Birds, too, are\r\nchanting everywhere their morning anthems. I see the Jay (_Garrulus\r\nGlandarius Rufitergum_), the _Corvus Monedula Spermologus_ or Jackdaw,\r\nthe Sparrow (better known, perhaps, to some of my readers as _Prunella\r\nModularis Occidentalis_) and many others....\"\r\n\r\nBut Mr. Carmody's reflections did not run on these lines. It was\r\nwith a gloomy and hostile eye that he regarded the grass, the trees,\r\nthe flowers, the birds and dew that lay like snow upon the turf: and\r\nof all these, it was possibly the birds that he disliked most. They\r\nwere an appalling crowd--noisy, fussy, and bustling about with a\r\nsort of overdone heartiness that seemed to Mr. Carmody affected and\r\noffensive. They got on his nerves and stayed there: and outstanding\r\namong the rest in general lack of charm was a certain Dartford Warbler\r\n(_Melizophilus Undatus Dartfordiensis_) which, instead of staying in\r\nDartford, where it belonged, had come all the way up to Worcestershire\r\nsimply, it appeared, for the purpose of adding to his discomfort.\r\n\r\nThis creature, flaunting a red waistcoat which might have been all\r\nright for a frosty day in winter but on a summer morning seemed\r\nintolerably loud and struck the jarring note of a Fair Isle sweater in\r\nthe Royal Enclosure at Ascot, arrived at five minutes past six and,\r\nsitting down on the edge of Mr. Carmody's window sill, looked long and\r\nearnestly at that unfortunate man with its head cocked on one side.\r\n\r\n\"This can't be real,\" said the Dartford Warbler in a low voice.\r\n\r\nIt then flew away and did some rough work among the insects under a\r\nbush. At six-ten it returned.\r\n\r\n\"It is real,\" it soliloquized. \"But if real, what is it?\"\r\n\r\nPondering this problem, it returned to its meal, and Mr. Carmody was\r\nleft for some considerable time to his meditations. It may have been\r\nabout twenty-five minutes to seven when a voice at his elbow aroused\r\nhim once more. The Dartford Warbler was back again, its eye now a\r\nlittle glazed and wearing the replete look of the bird that has done\r\nitself well at the breakfast table.\r\n\r\n\"And why?\" mused the Dartford Warbler, resuming at the point where he\r\nhad left off.\r\n\r\nTo Mr. Carmody, conscious now of a devouring hunger, the spectacle of\r\nthis bloated bird was the last straw. He struck out at it in a spasm\r\nof irritation and nearly overbalanced. The Warbler uttered a shrill\r\nexclamation of terror and disappeared, looking like an absconding\r\nbookmaker. Mr. Carmody huddled back against the window, palpitating.\r\nAnd more time passed.\r\n\r\nIt was at half-past seven, when he was beginning to feel that he had\r\nnot tasted food since boyhood, that there sounded from somewhere below\r\non his right a shrill whistling.\r\n\r\n\r\n                                  II\r\n\r\nHe looked cautiously down. It gave him acute vertigo to do so, but he\r\nbraved this in his desire to see. Since his vigil began, he had heard\r\nmuch whistling. In addition to the _Garrulus Glandarius Rufitergum_\r\nand the _Corvus Monedula Spermologus_, he had been privileged for the\r\nlast hour or so to listen to a concert featuring such artists as the\r\n_Dryobates Major Anglicus_, the _Sturnus Vulgaris_, the _Emberiza\r\nCurlus_, and the _Muscicapa Striata_, or Spotted Flycatcher: and, a\r\nmoment before, he would have said that in the matter of whistling he\r\nhad had all he wanted. But this latest outburst sounded human. It\r\nstirred in his bosom something approaching hope.\r\n\r\nSo Mr. Carmody, craning his neck, waited: and presently round the\r\ncorner of the house, a towel about his shoulders, suggesting that he\r\nwas on his way to take an early morning dip in the moat, came his\r\nnephew Hugo.\r\n\r\nMr. Carmody, as this chronicle has shown, had never entertained for\r\nHugo quite that warmth of affection which one likes to see in an uncle\r\ntoward his nearest of kin, but at the present moment he could not have\r\nappreciated him more if he had been a millionaire anxious to put up\r\ncapital for a new golf course in the park.\r\n\r\n\"Hoy!\" he cried, much as the beleaguered garrison of Lucknow must have\r\ndone to the advance guard of the relieving Highlanders. \"Hoy!\"\r\n\r\nHugo stopped. He looked to his right, then to his left, then in front\r\nof him, and then, turning, behind him. It was a spectacle that chilled\r\nin an instant the new sensation of kindness which his uncle had been\r\nfeeling toward him.\r\n\r\n\"Hoy!\" cried Mr. Carmody. \"Hugo! Confound the boy! Hugo!\"\r\n\r\nFor the first time the other looked up. Perceiving Mr. Carmody in his\r\neyrie, he stood rigid, gazing with opened mouth. He might have been\r\nposing for a statue of Young Man Startled By Snake in Path While About\r\nto Bathe.\r\n\r\n\"Great Scot!\" said Hugo, looking to his uncle's prejudiced eye exactly\r\nlike the Dartford Warbler. \"What on earth are you doing up there?\"\r\n\r\nMr. Carmody would have writhed in irritation, had not prudence reminded\r\nhim that he was thirty feet too high in the air to do that sort of\r\nthing.\r\n\r\n\"Never mind what I'm doing up here! Help me down.\"\r\n\r\n\"How did you get there?\"\r\n\r\n\"Never mind how I got here!\"\r\n\r\n\"But what,\" persisted Hugo insatiably, \"is the big--or general--idea?\"\r\n\r\nWithheld from the relief of writhing, Mr. Carmody gritted his teeth.\r\n\r\n\"Put that ladder up,\" he said in a strained voice.\r\n\r\n\"Ladder?\"\r\n\r\n\"Yes, ladder.\"\r\n\r\n\"What ladder?\"\r\n\r\n\"There is a ladder on the ground.\"\r\n\r\n\"Where?\"\r\n\r\n\"There. No, not there. There. There. Not there, I tell you. There.\r\nThere.\"\r\n\r\nHugo, following these directions, concluded a successful search.\r\n\r\n\"Right,\" he said. \"Ladder, long, wooden, for purposes of climbing, one.\r\nCorrect as per memo. Now what?\"\r\n\r\n\"Put it up.\"\r\n\r\n\"Right.\"\r\n\r\n\"And hold it very carefully.\"\r\n\r\n\"Esteemed order booked,\" said Hugo. \"Carry on.\"\r\n\r\n\"Are you sure you are holding it carefully?\"\r\n\r\n\"As in a vise.\"\r\n\r\n\"Well, don't let go.\"\r\n\r\nMr. Carmody, dying a considerable number of deaths in the process,\r\ndescended. He found his nephew's curiosity at close range even more\r\nacute than it had been from a distance.\r\n\r\n\"What on earth were you doing up there?\" said Hugo, starting again at\r\nthe beginning.\r\n\r\n\"Never mind.\"\r\n\r\n\"But what were you?\"\r\n\r\n\"If you wish to know, a rung broke and the ladder slipped.\"\r\n\r\n\"But what were you doing on a ladder?\"\r\n\r\n\"Never mind!\" cried Mr. Carmody, regretting more bitterly than ever\r\nbefore in his life that his late brother Eustace had not lived and died\r\na bachelor. \"Don't keep saying What--What--What!\"\r\n\r\n\"Well, why?\" said Hugo, conceding the point. \"Why were you climbing\r\nladders?\"\r\n\r\nMr. Carmody hesitated. His native intelligence returning, he perceived\r\nnow that this was just what the great public would want to know. It was\r\nlittle use urging a human talking machine like his nephew to keep quiet\r\nand say nothing about this incident. In a couple of hours it would be\r\nall over Rudge. He thought swiftly.\r\n\r\n\"I fancied I saw a swallow's nest under the eaves.\"\r\n\r\n\"Swallow's nest?\"\r\n\r\n\"Swallow's nest. The nest,\" said Mr. Carmody between his teeth, \"of a\r\nswallow.\"\r\n\r\n\"Did you think swallows nested in July?\"\r\n\r\n\"Why shouldn't they?\"\r\n\r\n\"Well, they don't.\"\r\n\r\n\"I never said they did. I merely said....\"\r\n\r\n\"No swallow has ever nested in July.\"\r\n\r\n\"I never....\"\r\n\r\n\"April,\" said our usually well-informed correspondent.\r\n\r\n\"What?\"\r\n\r\n\"April. Swallows nest in April.\"\r\n\r\n\"Damn all swallows!\" said Mr. Carmody. And there was silence for a\r\nmoment, while Hugo directed his keen young mind to other aspects of\r\nthis strange affair.\r\n\r\n\"How long had you been up there?\"\r\n\r\n\"I don't know. Hours. Since half-past five.\"\r\n\r\n\"Half-past five? You mean you got up at half-past five to look for\r\nswallows' nests in July?\"\r\n\r\n\"I did not get up to look for swallows' nests.\"\r\n\r\n\"But you said you were looking for swallows' nests.\"\r\n\r\n\"I did not say I was looking for swallows' nests. I merely said I\r\nfancied I saw a swallow's nest....\"\r\n\r\n\"You couldn't have done. Swallows don't nest in July.... April.\"\r\n\r\nThe sun was peeping over the elms. Mr. Carmody raised his clenched\r\nfists to it.\r\n\r\n\"I did not say I saw a swallow's nest. I said I thought I saw a\r\nswallow's nest.\"\r\n\r\n\"And got a ladder out and climbed up for it?\"\r\n\r\n\"Yes.\"\r\n\r\n\"Having risen from couch at five-thirty ante meridian?\"\r\n\r\n\"Will you kindly stop asking me all these questions.\"\r\n\r\nHugo regarded him thoughtfully.\r\n\r\n\"Just as you like, Uncle. Well, anything further this morning? If not,\r\nI'll be getting along and taking my dip.\"\r\n\r\n\r\n                                  III\r\n\r\n\"I say, Ronnie,\" said Hugo, some two hours later, meeting his friend en\r\nroute for the breakfast table. \"You know my uncle?\"\r\n\r\n\"What about him?\"\r\n\r\n\"He's loopy.\"\r\n\r\n\"What?\"\r\n\r\n\"Gone clean off his castors. I found him at seven o'clock this morning\r\nsitting on a second-floor window sill. He said he'd got up at\r\nfive-thirty to look for swallows' nests.\"\r\n\r\n\"Bad,\" said Mr. Fish, shaking his head with even more than his usual\r\nsolemnity. \"Second-floor window sill, did you say?\"\r\n\r\n\"Second-floor window sill.\"\r\n\r\n\"Exactly how my aunt started,\" said Ronnie Fish.\r\n\r\n\"They found her sitting on the roof of the stables, playing the ukulele\r\nin a blue dressing gown. She said she was Boadicea. And she wasn't.\r\nThat's the point, old boy,\" said Mr. Fish earnestly. \"She wasn't. We\r\nmust get you out of this as quickly as possible, or before you know\r\nwhere you are you'll find yourself being murdered in your bed. It's\r\nthis living in the country that does it. Six consecutive months in the\r\ncountry is enough to sap the intellect of anyone. Looking for swallows'\r\nnests, was he?\"\r\n\r\n\"So he said. And swallows don't nest in July. They nest in April.\"\r\n\r\nMr. Fish nodded.\r\n\r\n\"That's how I always heard the story,\" he agreed. \"The whole thing\r\nlooks very black to me, and the sooner you're safe out of this and in\r\nLondon, the better.\"\r\n\r\n\r\n                                  IV\r\n\r\nAt about the same moment, Mr. Carmody was in earnest conference with\r\nMr. Molloy.\r\n\r\n\"That man you were telling me about,\" said Mr. Carmody. \"That friend of\r\nyours who you said would help us.\"\r\n\r\n\"Chimp?\"\r\n\r\n\"I believe you referred to him as Chimp. How soon could you get in\r\ntouch with him?\"\r\n\r\n\"Right away, brother.\"\r\n\r\nMr. Carmody objected to being called brother, but this was no time for\r\nbeing finicky.\r\n\r\n\"Send for him at once.\"\r\n\r\n\"Why, have you given up the idea of getting that stuff out of the house\r\nyourself?\"\r\n\r\n\"Entirely,\" said Mr. Carmody. He shuddered slightly. \"I have been\r\nthinking the matter over very carefully, and I feel that this is an\r\naffair where we require the services of some third party. Where is this\r\nfriend of yours? In London?\"\r\n\r\n\"No. He's right around the corner. His name's Twist. He runs a sort of\r\nhealth-farm place only a few miles from here.\"\r\n\r\n\"God bless my soul! Healthward Ho?\"\r\n\r\n\"That's the spot. Do you know it?\"\r\n\r\n\"Why, I have only just returned from there.\"\r\n\r\nMr. Molloy was conscious of a feeling of almost incredulous awe. It\r\nwas the sort of feeling which would come to a man who saw miracles\r\nhappening all around him. He could hardly believe that things could\r\npossibly run as smoothly as they appeared to be doing. He had\r\nanticipated a certain amount of difficulty in selling Chimp Twist to\r\nMr. Carmody, as he phrased it to himself, and had looked forward with\r\nnot a little apprehension to a searching inquisition into Chimp Twist's\r\n_bona fides_. And now, it seemed, Mr. Carmody knew Chimp personally and\r\nwas, no doubt, prepared to receive him without a question. Could luck\r\nlike this hold? That was the only thought that disturbed Mr. Molloy.\r\n\r\n\"Well, isn't that interesting!\" he said slowly. \"So you know my old\r\nfriend Twist, do you?\"\r\n\r\n\"Yes,\" said Mr. Carmody, speaking, however, as if the acquaintanceship\r\nwere not one to which he looked back with any pleasure. \"I know him\r\nvery well.\"\r\n\r\n\"Fine!\" said Mr. Molloy. \"You see, if I thought we were getting in\r\nsomebody you knew nothing about and felt you couldn't trust, it would\r\nsort of worry me.\"\r\n\r\nMr. Carmody made no comment on this evidence of his guest's nice\r\nfeeling. He was meditating and did not hear it. What he was meditating\r\non was the agreeable fact that money which he had been trying so vainly\r\nto recover from Doctor Twist would not be a dead loss after all. He\r\ncould write if off as part of the working expenses of this little\r\nventure. He beamed happily at Mr. Molloy.\r\n\r\n\"Healthward Ho is on the telephone,\" he said. \"Go and speak to Doctor\r\nTwist now and ask him to come over here at once.\" He hesitated for a\r\nmoment, then came bravely to a decision. After all, whatever the cost\r\nin petrol, oil, and depreciation of tires, it was for a good object.\r\nMore working expenses. \"I will send my car for him,\" he said.\r\n\r\nIf you wish to accumulate, you must inevitably speculate, felt Mr.\r\nCarmody."
  ]
}