{
  "index": 3,
  "title": "Chapter 2",
  "paragraphs": [
    "\"Yes, sir,\" Hugo Carmody was assuring a listening world as he turned\r\nthe two-seater in at the entrance of the stable yard of Rudge Hall some\r\nthirty minutes later, \"that's my baby. No, sir, don't mean maybe. Yes,\r\nsir, that's my baby now. And, by the way, by the way....\"\r\n\r\n\"Blast you!\" said his cousin John, appearing from nowhere. \"Get out of\r\nthat car.\"\r\n\r\n\"Hullo, John,\" said Hugo. \"So there you are, John. I say, John, I've\r\njust been paying a call on the head of the family over at Healthward\r\nHo. Why they don't run excursion trains of sightseers there is more\r\nthan I can understand. It's worth seeing, believe me. Large, fat men\r\ndoing bending and stretching exercises. Tons of humanity leaping about\r\nwith skipping ropes. Never a dull moment from start to finish, and\r\nall clean, wholesome fun, mark you, without a taint of vulgarity or\r\nsuggestiveness. Pack some sandwiches and bring the kiddies. And let me\r\ntell you the best thing of all, John....\"\r\n\r\n\"I can't stop to listen. You've made me late already.\"\r\n\r\n\"Late for what?\"\r\n\r\n\"I'm going to London.\"\r\n\r\n\"You are?\" said Hugo, with a smile at the happy coincidence. \"So am I.\r\nYou can give me a lift.\"\r\n\r\n\"I won't.\"\r\n\r\n\"I am certainly not going to run behind.\"\r\n\r\n\"You're not going to London.\"\r\n\r\n\"You bet I'm going to London.\"\r\n\r\n\"Well, go by train, then.\"\r\n\r\n\"And break into hard-won cash, every penny of which will be needed for\r\nthe big time in the metropolis? A pretty story!\"\r\n\r\n\"Well, anyway, you aren't coming with me.\"\r\n\r\n\"Why not?\"\r\n\r\n\"I don't want you.\"\r\n\r\n\"John,\" said Hugo, \"there is more in this than meets the eye. You can't\r\ndeceive me. You are going to London for a purpose. What purpose?\"\r\n\r\n\"If you really want to know, I'm going to see Pat.\"\r\n\r\n\"What on earth for? She'll be here to-morrow. I looked in at Chas.\r\nBywater's this morning for some cigarettes--and, gosh, how lucky it was\r\nI did!--by the way, he's putting them down to you--and he told me she's\r\narriving by the three-o'clock train.\"\r\n\r\n\"I know. Well, I happen to want to see her very particularly to-night.\"\r\n\r\nHugo eyed his cousin narrowly. He was marshalling the facts and drawing\r\nconclusions.\r\n\r\n\"John,\" he said, \"this can mean but one thing. You are driving a\r\nhundred miles in a shaky car--that left front tire wants a spot of\r\nair. I should look to it before you start, if I were you--to see a\r\ngirl whom you could see to-morrow in any case by the simple process of\r\nmeeting the three-o'clock train. Your state of mind is such that you\r\nprefer--actually prefer--not to have my company. And, as I look at you,\r\nI note that you are blushing prettily. I see it all. You've at last\r\ndecided to propose to Pat. Am I right or wrong?\"\r\n\r\nJohn drew a deep breath. He was not one of those men who derive\r\npleasure from parading their inmost feelings and discussing with others\r\nthe secrets of their hearts. Hugo, in a similar situation, would have\r\nadvertised his love like the hero of a musical comedy; he would have\r\nmade the round of his friends, confiding in them; and, when the supply\r\nof friends had given out, would have buttonholed the gardener. But\r\nJohn was different. To hear his aspirations put into bald words like\r\nthis made him feel as if he were being divested of most of his more\r\nimportant garments in a crowded thoroughfare.\r\n\r\n\"Well, that settles it,\" said Hugo briskly. \"Such being the case, of\r\ncourse you must take me along. I will put in a good word for you. Pave\r\nthe way.\"\r\n\r\n\"Listen,\" said John, finding speech. \"If you dare to come within twenty\r\nmiles of us....\"\r\n\r\n\"It would be wiser. You know what you're like. Heart of gold but no\r\nconversation. Try to tackle this on your own and you'll bungle it.\"\r\n\r\n\"You keep out of this,\" said John, speaking in a low, husky voice that\r\nsuggested the urgent need of one of those throat lozenges purveyed by\r\nChas. Bywater and so esteemed by the dog Emily. \"You keep right out of\r\nthis.\"\r\n\r\nHugo shrugged his shoulders.\r\n\r\n\"Just as you please. Hugo Carmody is the last man,\" he said, a little\r\nstiffly, \"to thrust his assistance on those who do not require same.\r\nBut a word from me would make all the difference, and you know it.\r\nRightly or wrongly, Pat has always looked up to me, regarded me as\r\na wise elder brother, and, putting it in a nutshell, hung upon my\r\nlips. I could start you off right. However, since you're so blasted\r\nindependent, carry on, only bear this in mind--when it's all over and\r\nyou are shedding scalding tears of remorse and thinking of what might\r\nhave been, don't come yowling to me for sympathy, because there won't\r\nbe any.\"\r\n\r\nJohn went upstairs and packed his bag. He packed well and thoroughly.\r\nThis done, he charged down the stairs, and perceived with annoyance\r\nthat Hugo was still inflicting the stable yard with his beastly\r\npresence.\r\n\r\nBut Hugo was not there to make jarring conversation. He was present\r\nnow, it appeared, solely in the capacity of Good Angel.\r\n\r\n\"I've fixed up that tire,\" said Hugo, \"and filled the tank and put in a\r\ndrop of oil and passed an eye over the machinery in general. She ought\r\nto run nicely now.\"\r\n\r\nJohn melted. His mood had softened, and he was in a fitter frame of\r\nmind to remember that he had always been fond of his cousin.\r\n\r\n\"Thanks. Very good of you. Well, good-bye.\"\r\n\r\n\"Good-bye,\" said Hugo. \"And heaven speed your wooing, boy.\"\r\n\r\nFreed from the restrictions placed upon a light two-seater by the\r\nruts and hillocks of country lanes, John celebrated his arrival on\r\nthe broad main road that led to London by placing a large foot on the\r\naccelerator and keeping it there. He was behind time, and he intended\r\nto test a belief which he had long held, that a Widgeon Seven can, if\r\npressed, do fifty. To the scenery, singularly beautiful in this part\r\nof England, he paid no attention. Automatically avoiding wagons by an\r\ninch and dreamily putting thoughts of the hereafter into the startled\r\nminds of dogs and chickens, he was out of Worcestershire and into\r\nGloucestershire almost before he had really settled in his seat. It\r\nwas only when the long wall that fringes Blenheim Park came into view\r\nthat it was borne in upon him that he would be reaching Oxford in a\r\nfew minutes and could stop for a well-earned cup of tea. He noted with\r\nsatisfaction that he was nicely ahead of the clock.\r\n\r\nHe drifted past the Martyrs' Memorial, and, picking his way through the\r\ntraffic, drew up at the door of the Clarendon. He alighted stiffly, and\r\nstretched himself. And as he did so, something caught his attention out\r\nof the corner of his eye. It was his cousin Hugo, climbing down from\r\nthe dickey.\r\n\r\n\"A very nice run,\" said Hugo with satisfaction. \"I should say we made\r\npretty good time.\"\r\n\r\nHe radiated kindliness and satisfaction with all created things. That\r\nJohn was looking at him in rather a peculiar way, and apparently trying\r\nto say something, he did not seem to notice.\r\n\r\n\"A little refreshment would be delightful,\" he observed. \"Dusty work,\r\nsitting in dickeys. By the way, I got on to Pat on the 'phone before\r\nwe left, and there's no need to hurry. She's dining out and going to a\r\ntheatre to-night.\"\r\n\r\n\"What!\" cried John, in agony.\r\n\r\n\"It's all right. Don't get the wind up. She's meeting us at\r\neleven-fifteen at the Mustard Spoon. I'll come on there from the\r\nfight and we'll have a nice home evening. I'm still a member, so I'll\r\nsign you in. And, what's more, if all goes well at the Albert Hall\r\nand Cyril Warburton is half the man I think he is and I can get some\r\nsporting stranger to bet the other way at reasonable odds, I'll pay the\r\nbill.\"\r\n\r\n\"You're very kind!\"\r\n\r\n\"I try to be, John,\" said Hugo modestly. \"I try to be. I don't think we\r\nought to leave it all to the Boy Scouts.\""
  ]
}