{
  "index": 2,
  "title": "Chapter 1",
  "paragraphs": [
    "I\r\n\r\nThere is something about those repellent words, Healthward Ho, that has\r\na familiar ring. You feel that you have heard them before. And then you\r\nremember. They have figured in letters to the daily papers from time to\r\ntime.\r\n\r\n                       THE STRAIN OF MODERN LIFE\r\n\r\n    TO THE EDITOR\r\n\r\n    _The Times._\r\n\r\n    SIR:\r\n\r\n    In connection with the recent correspondence in your columns on the\r\n    Strain of Modern Life, I wonder if any of your readers are aware\r\n    that there exists in the county of Worcestershire an establishment\r\n    expressly designed to correct this strain. At Healthward Ho\r\n    (formerly Graveney Court), under the auspices of the well-known\r\n    American physician and physical culture expert, Doctor Alexander\r\n    Twist, it is possible for those who have allowed the demands of\r\n    modern life to tax their physique too greatly to recuperate in\r\n    ideal surroundings and by means of early hours, wholesome exercise,\r\n    and Spartan fare to build up once more their debilitated tissues.\r\n\r\n    It is the boast of Doctor Twist that he makes New Men for Old.\r\n\r\n                                                             I am, sir,\r\n                                                             Yrs. etc.,\r\n                                             MENS SANA IN CORPORE SANO.\r\n\r\n\r\n                          DO WE EAT TOO MUCH?\r\n\r\n    TO THE EDITOR\r\n\r\n    _Daily Mail._\r\n\r\n    SIR:\r\n\r\n    The correspondence in your columns on the above subject calls to\r\n    mind a remark made to me not long ago by Doctor Alexander Twist,\r\n    the well-known American physician and physical culture expert.\r\n    \"Over-eating,\" said Doctor Twist emphatically, \"is the curse of the\r\n    Age.\"\r\n\r\n    At Healthward Ho (formerly Graveney Court), his physical culture\r\n    establishment in Worcestershire, wholesale exercise and Spartan\r\n    fare are the order of the day, and Doctor Twist has, I understand,\r\n    worked miracles with the most apparently hopeless cases.\r\n\r\n    It is the boast of Doctor Twist that he makes New Men for Old.\r\n\r\n                                                             I am, sir,\r\n                                                             Yrs. etc.,\r\n                                              MODERATION IN ALL THINGS.\r\n\r\n\r\n                   SHOULD THE CHAPERONE BE RESTORED?\r\n\r\n    TO THE EDITOR\r\n\r\n    _Daily Express._\r\n\r\n    SIR:\r\n\r\n    A far more crying need than that of the Chaperone in these modern\r\n    days is for a Supervisor of the middle-aged man who has allowed\r\n    himself to get \"out of shape.\"\r\n\r\n    At Healthward Ho (formerly Graveney Court), in Worcestershire,\r\n    where Doctor Alexander Twist, the well-known American physician and\r\n    physical culture expert, ministers to such cases, wonders have been\r\n    achieved by means of simple fare and mild, but regular, exercise.\r\n\r\n    It is the boast of Doctor Twist that he makes New Men for Old.\r\n\r\n                                                             I am, sir,\r\n                                                              Yrs. etc.\r\n                                                              VIGILANT.\r\n\r\nThese letters and many others, though bearing a pleasing variety of\r\nsignatures, proceeded in fact from a single gifted pen--that of Doctor\r\nTwist himself--and among that class of the public which consistently\r\ndoes itself too well when the gong goes and yet is never wholly free\r\nfrom wistful aspirations toward a better liver they had created a\r\nscattered but quite satisfactory interest in Healthward Ho. Clients\r\nhad enrolled themselves on the doctor's books, and now, on this summer\r\nafternoon, he was enabled to look down from his study window at a group\r\nof no fewer than eleven of them, skipping with skipping ropes under the\r\neye of his able and conscientious assistant, ex-Sergeant-Major Flannery.\r\n\r\nSherlock Holmes--and even, on one of his bright days, Doctor\r\nWatson--could have told at a glance which of those muffled figures was\r\nMr. Flannery. He was the only one who went in instead of out at the\r\nwaist-line. All the others were well up in the class of man whom Julius\r\nCæsar once expressed a desire to have about him. And pre-eminent among\r\nthem in stoutness, dampness, and general misery was Mr. Lester Carmody,\r\nof Rudge Hall.\r\n\r\nThe fact that Mr. Carmody was by several degrees the most\r\nunhappy-looking member of this little band of martyrs was due to his\r\ndistress, unlike that of his fellow-sufferers, being mental as well as\r\nphysical. He was allowing his mind, for the hundredth time, to dwell on\r\nthe paralyzing cost of these hygienic proceedings.\r\n\r\nThirty guineas a week, thought Mr. Carmody as he bounded up and down.\r\nFour pound ten a day.... Three shillings and ninepence an hour....\r\nThree solid farthings a minute.... To meditate on these figures was\r\nlike turning a sword in his heart. For Lester Carmody loved money as he\r\nloved nothing else in this world except a good dinner.\r\n\r\nDoctor Twist turned from the window. A maid had appeared bearing a card\r\non a salver.\r\n\r\n\"Show him in,\" said Doctor Twist, having examined this. And presently\r\nthere entered a lissom young man in a gray flannel suit.\r\n\r\n\"Doctor Twist?\"\r\n\r\n\"Yes, sir.\"\r\n\r\nThe newcomer seemed a little surprised. It was as if he had been\r\nexpecting something rather more impressive, and was wondering why, if\r\nthe proprietor of Healthward Ho had the ability which he claimed, to\r\nmake New Men for Old, he had not taken the opportunity of effecting\r\nsome alterations in himself. For Doctor Twist was a small man, and\r\nweedy. He had a snub nose and an expression of furtive slyness. And he\r\nwore a waxed moustache.\r\n\r\nHowever, all this was not the visitor's business. If a man wishes to\r\nwax his moustache, it is a matter between himself and his God.\r\n\r\n\"My name's Carmody,\" he said. \"Hugo Carmody.\"\r\n\r\n\"Yes. I got your card.\"\r\n\r\n\"Could I have a word with my uncle?\"\r\n\r\n\"Sure, if you don't mind waiting a minute. Right now,\" explained Doctor\r\nTwist, with a gesture toward the window, \"he's occupied.\"\r\n\r\nHugo moved to the window, looked out, and started violently.\r\n\r\n\"Great Scott!\" he exclaimed.\r\n\r\nHe gaped down at the group below. Mr. Carmody and colleagues\r\nhad now discarded the skipping ropes and were performing some\r\nunpleasant-looking bending and stretching exercises, holding their\r\nhands above their heads and swinging painfully from what one may\r\nloosely term their waists. It was a spectacle well calculated to\r\nastonish any nephew.\r\n\r\n\"How long has he got to go on like that?\" asked Hugo, awed.\r\n\r\nDoctor Twist looked at his watch.\r\n\r\n\"They'll be quitting soon now. Then a cold shower and rub down, and\r\nthey'll be through till lunch.\"\r\n\r\n\"Cold shower?\"\r\n\r\n\"Yes.\"\r\n\r\n\"You mean to say you make my uncle Lester take cold shower baths?\"\r\n\r\n\"That's right.\"\r\n\r\n\"Good God!\"\r\n\r\nA look of respect came into Hugo's face as he gazed upon this master\r\nof men. Anybody who, in addition to making him tie himself in knots\r\nunder a blazing sun, could lure Uncle Lester within ten yards of a cold\r\nshower bath was entitled to credit.\r\n\r\n\"I suppose after all this,\" he said, \"they do themselves pretty well at\r\nlunch?\"\r\n\r\n\"They have a lean mutton chop apiece, with green vegetables and dry\r\ntoast.\"\r\n\r\n\"Is that all?\"\r\n\r\n\"That's all.\"\r\n\r\n\"And to drink?\"\r\n\r\n\"Just water.\"\r\n\r\n\"Followed, of course, by a spot of port?\"\r\n\r\n\"No, sir.\"\r\n\r\n\"No port?\"\r\n\r\n\"Certainly not.\"\r\n\r\n\"You mean--literally--no port?\"\r\n\r\n\"Not a drop. If your old man had gone easier on the port, he'd not have\r\nneeded to come to Healthward Ho.\"\r\n\r\n\"I say,\" said Hugo, \"did you invent that name?\"\r\n\r\n\"Sure. Why?\"\r\n\r\n\"Oh, I don't know. I just thought I'd ask.\"\r\n\r\n\"Say, while I think of it,\" said Doctor Twist, \"have you any\r\ncigarettes?\"\r\n\r\n\"Oh, rather.\" Hugo produced a bulging case. \"Turkish this side,\r\nVirginian that.\"\r\n\r\n\"Not for me. I was only going to say that when you meet your uncle just\r\nbear in mind he isn't allowed tobacco.\"\r\n\r\n\"Not allowed...? You mean to say you tie Uncle Lester into a lover's\r\nknot, shoot him under a cold shower, push a lean chop into him\r\naccompanied by water, and then don't even let the poor old devil get\r\nhis lips around a single gasper?\"\r\n\r\n\"That's right.\"\r\n\r\n\"Well, all I can say is,\" said Hugo, \"it's no life for a refined\r\nCaucasian.\"\r\n\r\nDazed by the information he had received, he began to potter aimlessly\r\nabout the room. He was not particularly fond of his uncle. Mr. Carmody\r\nSenior's practice of giving him no allowance and keeping him imprisoned\r\nall the year round at Rudge would alone have been enough to check\r\nanything in the nature of tenderness, but he did not think he deserved\r\nquite all that seemed to be coming to him at Healthward Ho.\r\n\r\nHe mused upon his uncle. A complex character. A man with Lester\r\nCarmody's loathing for expenditure ought by rights to have been a\r\nsimple liver, existing off hot milk and triturated sawdust like an\r\nAmerican millionaire. That Fate should have given him, together with\r\nhis prudence in money matters, a recklessness as regarded the pleasures\r\nof the table seemed ironic.\r\n\r\n\"I see they've quit,\" said Doctor Twist, with a glance out of the\r\nwindow. \"If you want to have a word with your uncle you could do it\r\nnow. No bad news, I hope?\"\r\n\r\n\"If there is I'm the one that's going to get it. Between you and me,\"\r\nsaid Hugo, who had no secrets from his fellow men, \"I've come to try to\r\ntouch him for a bit of money.\"\r\n\r\n\"Is that so?\" said Doctor Twist, interested. Anything to do with money\r\nalways interested the well-known American physician and physical\r\nculture expert.\r\n\r\n\"Yes,\" said Hugo. \"Five hundred quid, to be exact.\"\r\n\r\nHe spoke a little despondently, for, having arrived at the window\r\nagain, he was in a position now to take a good look at his uncle. And\r\nso forbidding had bodily toil and mental disturbance rendered the\r\nlatter's expression that he found the fresh young hopes with which he\r\nhad started out on this expedition rapidly ebbing away. If Mr. Carmody\r\nwere to burst--and he looked as if he might do so at any moment--he,\r\nHugo, being his nearest of kin, would inherit, but, failing that,\r\nthere seemed to be no cash in sight whatever.\r\n\r\n\"Though when I say 'touch',\" he went on, \"I don't mean quite that. The\r\nstuff is really mine. My father left me a few thousand, you see, but\r\nmost injudiciously made Uncle Lester my trustee, and I'm not allowed to\r\nget at the capital without the old blighter's consent. And now a pal of\r\nmine in London has written offering me a half share in a new night club\r\nwhich he's starting if I will put up five hundred pounds.\"\r\n\r\n\"I see.\"\r\n\r\n\"And what I ask myself,\" said Hugo, \"is will Uncle Lester part? That's\r\nwhat I ask myself. I can't say I'm betting on it.\"\r\n\r\n\"From what I have seen of Mr. Carmody, I shouldn't say that parting was\r\nthe thing he does best.\"\r\n\r\n\"He's got absolutely no gift for it whatever,\" said Hugo gloomily.\r\n\r\n\"Well, I wish you luck,\" said Doctor Twist. \"But don't you try to bribe\r\nhim with cigarettes.\"\r\n\r\n\"Do what?\"\r\n\r\n\"Bribe him with cigarettes. After they have been taking the treatment\r\nfor a while, most of these birds would give their soul for a coffin\r\nnail.\"\r\n\r\nHugo started. He had not thought of this; but, now that it had been\r\ncalled to his attention, he saw that it was most certainly an idea.\r\n\r\n\"And don't keep him standing around longer than you can help. He ought\r\nto get under that shower as soon as possible.\"\r\n\r\n\"I suppose I couldn't tell him that owing to my pleading and\r\npersuasion you've consented to let him off a cold shower to-day?\"\r\n\r\n\"No, sir.\"\r\n\r\n\"It would help,\" urged Hugo. \"It might just sway the issue, as it were.\"\r\n\r\n\"Sorry. He must have his shower. When a man's been exercising and has\r\ngot himself into a perfect lather of sweat....\"\r\n\r\n\"Keep it clean,\" said Hugo coldly. \"There is no need to stress the\r\nphysical side. Oh, very well, then, I suppose I shall have to trust to\r\ntact and charm of manner. But I wish to goodness I hadn't got to spring\r\nbusiness matters on him on top of what seems to have been a slightly\r\nhectic morning.\"\r\n\r\nHe shot his cuffs, pulled down his waistcoat, and walked with a\r\nresolute step out of the room. He was about to try to get into the ribs\r\nof a man who for a lifetime had been saving up to be a miser and who,\r\neven apart from this trait in his character, held the subversive view\r\nthat the less money young men had the better for them. Hugo was a gay\r\noptimist, cheerful of soul and a mighty singer in the bath tub, but\r\nhe could not feel very sanguine. However, the Carmodys were a bulldog\r\nbreed. He decided to have a pop at it.\r\n\r\n\r\n                                  II\r\n\r\nTheoretically, no doubt, the process of exercising flaccid muscles,\r\nopening hermetically sealed pores, and stirring up a liver which had\r\nlong supposed itself off the active list ought to engender in a man\r\na jolly sprightliness. In practice, however, this is not always so.\r\nThat Lester Carmody was in no radiant mood was shown at once by the\r\nexpression on his face as he turned in response to Hugo's yodel from\r\nthe rear. In spite of all that Healthward Ho had been doing to Mr.\r\nCarmody this last ten days, it was plain that he had not yet got that\r\nKruschen feeling.\r\n\r\nNor, at the discovery that a nephew whom he had supposed to be twenty\r\nmiles away was standing at his elbow, did anything in the nature of\r\nsudden joy help to fill him with sweetness and light.\r\n\r\n\"How the devil did you get here?\" were his opening words of welcome.\r\nHis scarlet face vanished for an instant into the folds of a large\r\nhandkerchief; then reappeared, wearing a look of acute concern. \"You\r\ndidn't,\" he quavered, \"come in the Dex-Mayo?\"\r\n\r\nA thought to shake the sturdiest man. It was twenty miles from Rudge\r\nHall to Healthward Ho, and twenty miles back again from Healthward Ho\r\nto Rudge Hall. The Dex-Mayo, that voracious car, consumed a gallon of\r\npetrol for every ten miles it covered. And for a gallon of petrol they\r\nextorted from you nowadays the hideous sum of one shilling and sixpence\r\nhalfpenny. Forty miles, accordingly, meant--not including oil, wear and\r\ntear of engines, and depreciation of tires--a loss to his purse of over\r\nsix shillings--a heavy price to pay for the society of a nephew whom he\r\nhad disliked since boyhood.\r\n\r\n\"No, no,\" said Hugo hastily. \"I borrowed John's two-seater,\"\r\n\r\n\"Oh,\" said Mr. Carmody, relieved.\r\n\r\nThere was a pause, employed by Mr. Carmody in puffing; by Hugo in\r\ntrying to think of something to say that would be soothing, tactful,\r\ningratiating, and calculated to bring home the bacon. He turned over in\r\nhis mind one or two conversational gambits.\r\n\r\n(\"Well, Uncle, you look very rosy.\"\r\n\r\nNot quite right.\r\n\r\n\"I say, Uncle what ho the School-Girl Complexion?\"\r\n\r\nAbsolutely _no_! The wrong tone altogether.\r\n\r\nAh! That was more like it. \"Fit.\" Yes, that was the word.)\r\n\r\n\"You look very fit, Uncle,\" said Hugo.\r\n\r\nMr. Carmody's reply to this was to make a noise like a buffalo pulling\r\nits foot out of a swamp. It might have been intended to be genial, or\r\nit might not. Hugo could not tell. However, he was a reasonable young\r\nman, and he quite understood that it would be foolish to expect the\r\nmilk of human kindness instantly to come gushing like a geyser out of\r\na two-hundred-and-twenty-pound uncle who had just been doing bending\r\nand stretching exercises. He must be patient and suave--the Sympathetic\r\nNephew.\r\n\r\n\"I expect it's been pretty tough going, though,\" he proceeded. \"I mean\r\nto say, all these exercises and cold showers and lean chops and so\r\nforth. Terribly trying. Very upsetting. A great ordeal. I think it's\r\nwonderful the way you've stuck it out. Simply wonderful. It's Character\r\nthat does it. That's what it is. Character. Many men would have chucked\r\nthe whole thing up in the first two days.\"\r\n\r\n\"So would I,\" said Mr. Carmody, \"only that damned doctor made me give\r\nhim a cheque in advance for the whole course.\"\r\n\r\nHugo felt damped. He had had some good things to say about Character,\r\nand it seemed little use producing them now.\r\n\r\n\"Well, anyway, you look very fit. Very fit indeed. Frightfully fit.\r\nRemarkably fit. Extraordinarily fit.\" He paused. This was getting him\r\nnowhere. He decided to leap straight to the point at issue. To put his\r\nfortune to the test, to win or lose it all. \"I say, Uncle Lester, what\r\nI really came about this afternoon was a matter of business.\"\r\n\r\n\"Indeed? I supposed you had come merely to babble. What business?\"\r\n\r\n\"You know a friend of mine named Fish?\"\r\n\r\n\"I do not know a friend of yours named Fish.\"\r\n\r\n\"Well, he's a friend of mine. His name's Fish. Ronnie Fish.\"\r\n\r\n\"What about him?\"\r\n\r\n\"He's starting a new night club.\"\r\n\r\n\"I don't care,\" said Mr. Carmody, who did not.\r\n\r\n\"It's just off Bond Street, in the heart of London's pleasure-seeking\r\narea. He's calling it the Hot Spot.\"\r\n\r\nThe only comment Mr. Carmody vouchsafed on this piece of information\r\nwas a noise like another buffalo. His face was beginning to lose its\r\nvermilion tinge, and it seemed possible that in a few moments he might\r\ncome off the boil.\r\n\r\n\"I had a letter from him this morning. He says he will give me a half\r\nshare if I put up five hundred quid.\"\r\n\r\n\"Then you won't get a half share,\" predicted Mr. Carmody.\r\n\r\n\"But I've got five hundred. I mean to say, you're holding a lot more\r\nthan that in trust for me.\"\r\n\r\n\"Holding,\" said Mr. Carmody, \"is the right word.\"\r\n\r\n\"But surely you'll let me have this quite trivial sum for a really\r\nexcellent business venture that simply can't fail? Ronnie knows all\r\nabout night clubs. He's practically lived in them since he came down\r\nfrom Cambridge.\"\r\n\r\n\"I shall not give you a penny. Have you no conception of the duties of\r\na trustee? Trust money has to be invested in gilt-edged securities.\"\r\n\r\n\"You'll never find a gilter-edged security than a night club run by\r\nRonnie Fish.\"\r\n\r\n\"If you have finished this nonsense I will go and take my shower bath.\"\r\n\r\n\"Well, look here, Uncle, may I invite Ronnie to Rudge, so that you can\r\nhave a talk with him?\"\r\n\r\n\"You may not. I have no desire to talk with him.\"\r\n\r\n\"You'd like Ronnie. He has an aunt in the looney-bin.\"\r\n\r\n\"Do you consider that a recommendation?\"\r\n\r\n\"No, I just mentioned it.\"\r\n\r\n\"Well, I refuse to have him at Rudge.\"\r\n\r\n\"But listen, Uncle. The vicar will be round any day now to get me to\r\nperform at the village concert. If Ronnie were on the spot, he and I\r\ncould do the Quarrel Scene from _Julius Cæsar_ and really give the\r\ncustomers something for their money.\"\r\n\r\nEven this added inducement did not soften Mr. Carmody.\r\n\r\n\"I will not invite your friends to Rudge.\"\r\n\r\n\"Right ho,\" said Hugo, a game loser. He was disappointed, but not\r\nsurprised. All along he had felt that that Hot Spot business was merely\r\na Utopian dream. There are some men who are temperamentally incapable\r\nof parting with five hundred pounds, and his uncle Lester was one of\r\nthem. But in the matter of a smaller sum it might be that he would\r\nprove more pliable, and of this smaller sum Hugo had urgent need.\r\n\"Well, then, putting that aside,\" he said, \"there's another thing I'd\r\nlike to chat about for a moment, if you don't mind.\"\r\n\r\n\"I do,\" said Mr. Carmody.\r\n\r\n\"There's a big fight on to-night at the Albert Hall. Eustace Rodd\r\nand Cyril Warburton are going twenty rounds for the welter-weight\r\nchampionship. Have you ever noticed,\" said Hugo, touching on a matter\r\nto which he had given some thought, \"a rather odd thing about boxers\r\nthese days? A few years ago you never heard of one that wasn't Beefy\r\nThis or Porky That or Young Cat's-meat or something. But now they're\r\nall Claudes and Harolds and Cuthberts. And when you consider that the\r\nheavyweight champion of the world is actually named Eugene, it makes\r\nyou think a bit. However, be that as it may, these two birds are going\r\ntwenty rounds to-night, and there you are.\"\r\n\r\n\"What,\" inquired Mr. Carmody, \"is all this drivel?\"\r\n\r\nHe eyed his young relative balefully. In an association that had lasted\r\nmany years, he had found Hugo consistently irritating to his nervous\r\nsystem, and he was finding him now rather more trying than usual.\r\n\r\n\"I only meant to point out that Ronnie Fish has sent me a ticket,\r\nand I thought that, if you were to spring a tenner for the necessary\r\nincidental expenses--bed, breakfast, and so on ... well, there I would\r\nbe, don't you know.\"\r\n\r\n\"You mean you wish to go to London to see a boxing contest?\"\r\n\r\n\"That's it.\"\r\n\r\n\"Well, you're not going. You know I have expressly forbidden you to\r\nvisit London. The last time I was weak enough to allow you to go there,\r\nwhat happened? You spent the night in a police station.\"\r\n\r\n\"Yes, but that was Boat-Race Night.\"\r\n\r\n\"And I had to pay five pounds for your fine.\"\r\n\r\nHugo dismissed the past with a gesture.\r\n\r\n\"The whole thing,\" he said, \"was an unfortunate misunderstanding, and,\r\nif you ask me, the verdict of posterity will be that the policeman was\r\nfar more to blame than I was. They're letting a bad type of men into\r\nthe force nowadays. I've noticed it on several occasions. Besides, it\r\nwon't happen again.\"\r\n\r\n\"You are right. It will not.\"\r\n\r\n\"On second thoughts, then, you will spring that tenner?\"\r\n\r\n\"On first, second, third, and fourth thoughts I will do nothing of the\r\nkind.\"\r\n\r\n\"But, Uncle, do you realize what it would mean if you did?\"\r\n\r\n\"The interpretation I would put upon it is that I was suffering from\r\nsenile decay.\"\r\n\r\n\"What it would mean is that I should feel you trusted me, Uncle Lester,\r\nthat you had faith in me. There's nothing so dangerous as a want of\r\ntrust. Ask anybody. It saps a young man's character.\"\r\n\r\n\"Let it,\" said Mr. Carmody callously.\r\n\r\n\"If I went to London, I could see Ronnie Fish and explain all the\r\ncircumstances about my not being able to go into that Hot Spot thing\r\nwith him.\"\r\n\r\n\"You can do that by letter.\"\r\n\r\n\"It's so hard to put things properly in a letter.\"\r\n\r\n\"Then put them improperly,\" said Mr. Carmody. \"Once and for all, you\r\nare not going to London.\"\r\n\r\nHe had started to turn away as the only means possible of concluding\r\nthis interview, when he stopped, spellbound. For Hugo, as was his habit\r\nwhen matters had become difficult and required careful thought, was\r\npulling out of his pocket a cigarette case.\r\n\r\n\"Goosh!\" said Mr. Carmody, or something that sounded like that.\r\n\r\nHe made an involuntary motion with his hand, as a starving man will\r\nmake toward bread: and Hugo, with a strong rush of emotion, realized\r\nthat the happy ending had been achieved and that at the eleventh hour\r\nmatters could at last be put on a satisfactory business basis.\r\n\r\n\"Turkish this side, Virginian that,\" he said. \"You can have the lot for\r\nten quid.\"\r\n\r\n\"Say, I think you'd best be getting along and taking your shower, Mr.\r\nCarmody,\" said the voice of Doctor Twist, who had come up unobserved\r\nand was standing at his elbow.\r\n\r\nThe proprietor of Healthward Ho had a rather unpleasant voice, but\r\nnever had it seemed so unpleasant to Mr. Carmody as it did at that\r\nmoment. Parsimonious though he was, he would have given much for the\r\nprivilege of heaving a brick at Doctor Twist. For at the very instant\r\nof this interruption he had conceived the Machiavellian idea of\r\nknocking the cigarette case out of Hugo's hand and grabbing what he\r\ncould from the débris: and now this scheme must be abandoned.\r\n\r\nWith a snort which came from the very depths of an overwrought soul,\r\nLester Carmody turned and shuffled off toward the house.\r\n\r\n\"Say, you shouldn't have done that,\" said Doctor Twist, waggling a\r\nreproachful head at Hugo. \"No, sir, you shouldn't have done that. Not\r\nright to tantalize the poor fellow.\"\r\n\r\nHugo's mind seldom ran on parallel lines with that of his uncle, but it\r\nwas animated now by the identical thought which only a short while back\r\nMr. Carmody had so wistfully entertained. He, too, was feeling that\r\nwhat Doctor Twist needed was a brick thrown at him. When he was able to\r\nspeak, however, he did not mention this, but kept the conversation on a\r\npacific and businesslike note.\r\n\r\n\"I say,\" he said, \"you couldn't lend me a tenner, could you?\"\r\n\r\n\"I could not,\" agreed Doctor Twist.\r\n\r\nIn Hugo's mind the inscrutable problem of why an all-wise Creator\r\nshould have inflicted a man like this on the world deepened.\r\n\r\n\"Well, I'll be pushing along, then,\" he said moodily.\r\n\r\n\"Going already?\"\r\n\r\n\"Yes, I am.\"\r\n\r\n\"I hope,\" said Doctor Twist, as he escorted his young guest to his\r\ncar, \"you aren't sore at me for calling you down about those student's\r\nlamps. You see, maybe your uncle was hoping you would slip him one, and\r\nthe disappointment will have made him kind of mad. And part of the\r\nsystem here is to have the patients think tranquil thoughts.\"\r\n\r\n\"Think what?\"\r\n\r\n\"Tranquil, beautiful thoughts. You see, if your mind's all right, your\r\nbody's all right. That's the way I look at it.\"\r\n\r\nHugo settled himself at the wheel.\r\n\r\n\"Let's get this clear,\" he said. \"You expect my uncle Lester to think\r\nbeautiful thoughts?\"\r\n\r\n\"All the time.\"\r\n\r\n\"Even under a cold shower?\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"God bless you!\" said Hugo.\r\n\r\nHe stepped on the self-starter, and urged the two-seater pensively\r\ndown the drive. He was glad when the shrubberies hid him from the view\r\nof Doctor Twist, for one wanted to forget a fellow like that as soon\r\nas possible. A moment later, he was still gladder: for, as he turned\r\nthe first corner, there popped out suddenly from a rhododendron bush\r\na stout man with a red and streaming face. Lester Carmody had had to\r\nhurry, and he was not used to running.\r\n\r\n\"Woof!\" he ejaculated, barring the fairway.\r\n\r\nRelief flooded over Hugo. The marts of trade had not been closed after\r\nall.\r\n\r\n\"Give me those cigarettes!\" panted Mr. Carmody.\r\n\r\nFor an instant Hugo toyed with the idea of creating a rising market.\r\nBut he was no profiteer. Hugo Carmody, the Square Dealer.\r\n\r\n\"Ten quid,\" he said, \"and they're yours.\"\r\n\r\nAgony twisted Mr. Carmody's glowing features.\r\n\r\n\"Five,\" he urged.\r\n\r\n\"Ten,\" said Hugo.\r\n\r\n\"Eight.\"\r\n\r\n\"Ten.\"\r\n\r\nMr. Carmody made the great decision.\r\n\r\n\"Very well. Give me them. Quick.\"\r\n\r\n\"Turkish this side, Virginian that,\" said Hugo.\r\n\r\nThe rhododendron bush quivered once more from the passage of a heavy\r\nbody: birds in the neighbouring trees began to sing again their anthems\r\nof joy: and Hugo, in his trousers pocket two crackling five-pound\r\nnotes, was bowling off along the highway.\r\n\r\nEven Doctor Twist could have found nothing to cavil at in the beauty\r\nof the thoughts he was thinking. He carolled like a linnet in the\r\nspringtime."
  ]
}