{
  "index": 1,
  "title": "Chapter 1",
  "paragraphs": [
    "CHAPTER I\r\n\r\n\r\n                                   I\r\n\r\nThe picturesque village of Rudge-in-the-Vale dozed in the summer\r\nsunshine. Along its narrow High Street the only signs of life visible\r\nwere a cat stropping its backbone against the Jubilee Watering Trough,\r\nsome flies doing deep-breathing exercises on the hot window sills, and\r\na little group of serious thinkers who, propped up against the wall of\r\nthe Carmody Arms, were waiting for that establishment to open. At no\r\ntime is there ever much doing in Rudge's main thoroughfare, but the\r\nhour at which a stranger, entering it, is least likely to suffer the\r\nillusion that he has strayed into Broadway, Piccadilly, or the Rue de\r\nRivoli is at two o'clock on a warm afternoon in July.\r\n\r\nYou will find Rudge-in-the-Vale, if you search carefully, in\r\nthat pleasant section of rural England where the gray stone of\r\nGloucestershire gives place to Worcestershire's old red brick. Quiet,\r\nin fact, almost unconscious, it nestles beside the tiny river Skirme\r\nand lets the world go by, somnolently content with its Norman church,\r\nits eleven public-houses, its Pop.--to quote the Automobile Guide--of\r\n3,541, and its only effort in the direction of modern progress, the\r\nemporium of Chas. Bywater, Chemist.\r\n\r\nChas. Bywater is a live wire. He takes no afternoon siesta, but works\r\nwhile others sleep. Rudge as a whole is inclined after luncheon to go\r\ninto the back room, put a handkerchief over its face and take things\r\neasy for a bit. But not Chas. Bywater. At the moment at which this\r\nstory begins he was all bustle and activity, and had just finished\r\nselling to Colonel Meredith Wyvern a bottle of Brophy's Paramount\r\nElixir (said to be good for gnat bites).\r\n\r\nHaving concluded his purchase, Colonel Wyvern would have preferred\r\nto leave, but Mr. Bywater was a man who liked to sweeten trade with\r\npleasant conversation. Moreover, this was the first time the Colonel\r\nhad been inside his shop since that sensational affair up at the Hall\r\ntwo weeks ago, and Chas. Bywater, who held the unofficial position of\r\nchief gossip monger to the village, was aching to get to the bottom of\r\nthat.\r\n\r\nWith the bare outline of the story he was, of course, familiar. Rudge\r\nHall, seat of the Carmody family for so many generations, contained in\r\nits fine old park a number of trees which had been planted somewhere\r\nabout the reign of Queen Elizabeth. This meant that every now and\r\nthen one of them would be found to have become a wobbly menace to the\r\npasser-by, so that experts had to be sent for to reduce it with a\r\ncharge of dynamite to a harmless stump. Well, two weeks ago, it seems,\r\nthey had blown up one of the Hall's Elizabethan oaks and as near as a\r\ntoucher, Rudge learned, had blown up Colonel Wyvern and Mr. Carmody\r\nwith it. The two friends had come walking by just as the expert set\r\nfire to the train and had had a very narrow escape.\r\n\r\nThus far the story was common property in the village, and had been\r\ndiscussed nightly in the eleven tap-rooms of its eleven public-houses.\r\nBut Chas. Bywater, with his trained nose for news and that sixth sense\r\nwhich had so often enabled him to ferret out the story behind the story\r\nwhen things happen in the upper world of the nobility and gentry, could\r\nnot help feeling that there was more in it than this. He decided to\r\ngive his customer the opportunity of confiding in him.\r\n\r\n\"Warm day, Colonel,\" he observed.\r\n\r\n\"Ur,\" grunted Colonel Wyvern.\r\n\r\n\"Glass going up, I see.\"\r\n\r\n\"Ur.\"\r\n\r\n\"May be in for a spell of fine weather at last.\"\r\n\r\n\"Ur.\"\r\n\r\n\"Glad to see you looking so well, Colonel, after your little accident,\"\r\nsaid Chas. Bywater, coming out into the open.\r\n\r\nIt had been Colonel Wyvern's intention, for he was a man of testy\r\nhabit, to enquire of Mr. Bywater why the devil he couldn't wrap a\r\nbottle of Brophy's Elixir in brown paper and put a bit of string round\r\nit without taking the whole afternoon over the task: but at these words\r\nhe abandoned this project. Turning a bright mauve and allowing his\r\nluxuriant eyebrows to meet across the top of his nose, he subjected the\r\nother to a fearful glare.\r\n\r\n\"Little accident?\" he said. \"Little accident?\"\r\n\r\n\"I was alluding----\"\r\n\r\n\"Little accident!\"\r\n\r\n\"I merely----\"\r\n\r\n\"If by little accident,\" said Colonel Wyvern in a thick, throaty voice,\r\n\"you mean my miraculous escape from death when that fat thug up at the\r\nHall did his very best to murder me, I should be obliged if you would\r\nchoose your expressions more carefully. Little accident! Good God!\"\r\n\r\nFew things in this world are more painful than the realization that an\r\nestrangement has occurred between two old friends who for years have\r\njogged amiably along together through life, sharing each other's joys\r\nand sorrows and holding the same views on religion, politics, cigars,\r\nwine, and the Decadence of the Younger Generation: and Mr. Bywater's\r\nreaction, on hearing Colonel Wyvern describe Mr. Lester Carmody, of\r\nRudge Hall, until two short weeks ago his closest crony, as a fat thug,\r\nshould have been one of sober sadness. Such, however, was not the\r\ncase. Rather was he filled with an unholy exultation. All along he had\r\nmaintained that there was more in that Hall business than had become\r\nofficially known, and he stood there with his ears flapping, waiting\r\nfor details.\r\n\r\nThese followed immediately and in great profusion: and Mr. Bywater, as\r\nhe drank them in, began to realize that his companion had certain solid\r\ngrounds for feeling a little annoyed. For when, as Colonel Wyvern very\r\nsensibly argued, you have been a man's friend for twenty years and are\r\nwalking with him in his park and hear warning shouts and look up and\r\nrealize that a charge of dynamite is shortly about to go off in your\r\nimmediate neighbourhood, you expect a man who is a man to be a man. You\r\ndo not expect him to grab you round the waist and thrust you swiftly\r\nin between himself and the point of danger, so that, when the explosion\r\ntakes place, you get the full force of it and he escapes without so\r\nmuch as a singed eyebrow.\r\n\r\n\"Quite,\" said Mr. Bywater, hitching up his ears another inch.\r\n\r\nColonel Wyvern continued. Whether, if in a condition to give the matter\r\ncareful thought, he would have selected Chas. Bywater as a confidant,\r\none cannot say. But he was not in such a condition. The stoppered\r\nbottle does not care whose is the hand that removes its cork--all\r\nit wants is the chance to fizz: and Colonel Wyvern resembled such a\r\nbottle. Owing to the absence from home of his daughter, Patricia, he\r\nhad had no one handy to act as audience for his grievances, and for two\r\nweeks he had been suffering torments. He told Chas. Bywater all.\r\n\r\nIt was a very vivid picture that he conjured up. Mr. Bywater could see\r\nthe whole thing as clearly as if he had been present in person--from\r\nthe blasting gang's first horrified realization that human beings\r\nhad wandered into the danger zone to the almost tenser moment when,\r\nrunning up to sort out the tangled heap on the ground, they had\r\nobserved Colonel Wyvern rise from his seat on Mr. Carmody's face and\r\nhad heard him start to tell that gentleman precisely what he thought\r\nof him. Privately, Mr. Bywater considered that Mr. Carmody had acted\r\nwith extraordinary presence of mind, and had given the lie to the\r\ntheory, held by certain critics, that the landed gentry of England are\r\ndeficient in intelligence. But his sympathies were, of course, with\r\nthe injured man. He felt that Colonel Wyvern had been hardly treated,\r\nand was quite right to be indignant about it. As to whether the other\r\nwas justified in alluding to his former friend as a jelly-bellied\r\nhell-hound, that was a matter for his own conscience to decide.\r\n\r\n\"I'm suing him,\" concluded Colonel Wyvern, regarding an advertisement\r\nof Pringle's Pink Pills with a smouldering eye.\r\n\r\n\"Quite.\"\r\n\r\n\"The only thing in the world that super-fatted old Blackhander cares\r\nfor is money, and I'll have his last penny out of him, if I have to\r\ntake the case to the House of Lords.\"\r\n\r\n\"Quite,\" said Mr. Bywater.\r\n\r\n\"I might have been killed. It was a miracle I wasn't. Five thousand\r\npounds is the lowest figure any conscientious jury could put the\r\ndamages at. And, if there were any justice in England, they'd ship the\r\nscoundrel off to pick oakum in a prison cell.\"\r\n\r\nMr. Bywater made noncommittal noises. Both parties to this unfortunate\r\naffair were steady customers of his, and he did not wish to alienate\r\neither by taking sides. He hoped the Colonel was not going to ask him\r\nfor his opinion of the rights of the case.\r\n\r\nColonel Wyvern did not. Having relieved himself with some six minutes\r\nof continuous speech, he seemed to have become aware that he had\r\nbestowed his confidences a little injudiciously. He coughed and changed\r\nthe subject.\r\n\r\n\"Where's that stuff?\" he said. \"Good God! Isn't it ready yet? Why does\r\nit take you fellows three hours to tie a knot in a piece of string?\"\r\n\r\n\"Quite ready, Colonel,\" said Chas. Bywater hastily. \"Here it is. I have\r\nput a little loop for the finger, to facilitate carrying.\"\r\n\r\n\"Is this stuff really any good?\"\r\n\r\n\"Said to be excellent, Colonel. Thank you, Colonel. Much obliged,\r\nColonel. Good day, Colonel.\"\r\n\r\nStill fermenting at the recollection of his wrongs, Colonel Wyvern\r\nstrode to the door: and, pushing it open with extreme violence, left\r\nthe shop.\r\n\r\nThe next moment the peace of the drowsy summer afternoon was shattered\r\nby a hideous uproar. Much of this consisted of a high, passionate\r\nbarking, the remainder being contributed by the voice of a retired\r\nmilitary man, raised in anger. Chas. Bywater blenched, and, reaching\r\nout a hand toward an upper shelf, brought down, in the order named,\r\na bundle of lint, a bottle of arnica, and one of the half-crown (or\r\nlarge) size pots of Sooth-o, the recognized specific for cuts, burns,\r\nscratches, nettle stings, and dog bites. He believed in Preparedness.\r\n\r\n\r\n                                  II\r\n\r\nWhile Colonel Wyvern had been pouring his troubles into the twitching\r\near of Chas. Bywater, there had entered the High Street a young man in\r\ngolf clothes and Old Rugbian tie. This was John Carroll, nephew of Mr.\r\nCarmody, of the Hall. He had walked down to the village, accompanied\r\nby his dog Emily, to buy tobacco, and his objective, therefore, was\r\nthe same many-sided establishment which was supplying the Colonel with\r\nBrophy's Elixir.\r\n\r\nFor do not be deceived by that \"Chemist\" after Mr. Bywater's name. It\r\nis mere modesty. Some whim leads this great man to describe himself as\r\na chemist, but in reality he goes much deeper than that. Chas. is the\r\nMarshall Field of Rudge, and deals in everything, from crystal sets to\r\nmousetraps. There are several places in the village where you can get\r\nstuff they call tobacco, but it cannot be considered in the light of\r\npipe-joy for the discriminating smoker. To obtain something that will\r\nleave a little skin on the roof of the mouth you must go to Mr. Bywater.\r\n\r\nJohn came up the High Street with slow, meditative strides, a large\r\nand muscular young man whose pleasant features betrayed at the\r\nmoment an inward gloom. What with being hopelessly in love and one\r\nthing and another, his soul was in rather a bruised condition these\r\ndays, and he found himself deriving from the afternoon placidity of\r\nRudge-in-the-Vale a certain balm and consolation. He had sunk into a\r\ndreamy trance when he was abruptly aroused by the horrible noise which\r\nhad so shaken Chas. Bywater.\r\n\r\nThe causes which had brought about this disturbance were simple and\r\nare easily explained. It was the custom of the dog Emily, on the\r\noccasions when John brought her to Rudge to help him buy tobacco,\r\nto yield to an uncontrollable eagerness and gallop on ahead to Mr.\r\nBywater's shop--where, with her nose wedged against the door, she would\r\nstand, sniffing emotionally, till somebody came and opened it. She\r\nhad a morbid passion for cough drops, and experience had taught her\r\nthat by sitting and ogling Mr. Bywater with her liquid amber eyes she\r\ncould generally secure two or three. To-day, hurrying on as usual, she\r\nhad just reached the door and begun to sniff when it suddenly opened\r\nand hit her sharply on the nose. And, as she shot back with a yelp of\r\nagony, out came Colonel Wyvern carrying his bottle of Brophy.\r\n\r\nThere is an etiquette in these matters on which all right-minded dogs\r\ninsist. When people trod on Emily, she expected them immediately to\r\nfuss over her, and the same procedure seemed to her to be in order when\r\nthey hit her on the nose with doors. Waiting expectantly, therefore,\r\nfor Colonel Wyvern to do the square thing, she was stunned to find that\r\nhe apparently had no intention of even apologizing. He was brushing\r\npast without a word, and all the woman in Emily rose in revolt against\r\nsuch boorishness.\r\n\r\n\"Just a minute!\" she said dangerously. \"Just one minute, if you please.\r\nNot so fast, my good man. A word with you, if I may trespass upon your\r\nvaluable time.\"\r\n\r\nThe Colonel, chafing beneath the weight of his wrongs, perceived that\r\nthey had been added to by a beast of a hairy dog that stood and yapped\r\nat him.\r\n\r\n\"Get out!\" he bellowed.\r\n\r\nEmily became hysterical.\r\n\r\n\"Indeed?\" she said shrilly. \"And who do you think you are, you poor\r\nclumsy Robot? You come hitting ladies on the nose as if you were the\r\nKing of England, and as if that wasn't enough....\"\r\n\r\n\"Go away, sir.\"\r\n\r\n\"Who the devil are you calling Sir?\" Emily had the Twentieth Century\r\ngirl's freedom of speech and breadth of vocabulary. \"It's people like\r\nyou that cause all this modern unrest and industrial strife. I know\r\nyour sort well. Robbers and oppressors. And let me tell you another\r\nthing....\"\r\n\r\nAt this point the Colonel very injudiciously aimed a kick at Emily.\r\n\r\nIt was not much of a kick, and it came nowhere near her, but it\r\nsufficed. Realizing the futility of words, Emily decided on action. And\r\nit was just as she had got a preliminary grip on the Colonel's left\r\ntrouser leg that John arrived at the Front.\r\n\r\n\"Emily!!!\" roared John, shocked to the core of his being.\r\n\r\nHe had excellent lungs, and he used them to the last ounce of their\r\npower. A young man who sees the father of the girl he loves being\r\nswallowed alive by a Welsh terrier does not spare his voice. The\r\nword came out of him like the note of the Last Trump, and Colonel\r\nWyvern, leaping spasmodically, dropped his bottle of Brophy. It fell\r\non the pavement and exploded, and Emily, who could do her bit in a\r\nrough-and-tumble but barred bombs, tucked her tail between her legs\r\nand vanished. A faint, sleepy cheering from outside the Carmody Arms\r\nannounced that she had passed that home from home and was going well.\r\n\r\nJohn continued to be agitated. You would not have supposed, to look\r\nat Colonel Wyvern, that he could have had an attractive daughter, but\r\nsuch was the case, and John's manner was as concerned and ingratiating\r\nas that of most young men in the presence of the fathers of attractive\r\ndaughters.\r\n\r\n\"I'm so sorry, Colonel. I do hope you're not hurt, Colonel.\"\r\n\r\nThe injured man, maintaining an icy silence, raked him with an eye\r\nbefore which sergeant-majors had once drooped like withered roses, and\r\nwalked into the shop. The anxious face of Chas. Bywater loomed up over\r\nthe counter. John hovered in the background. \"I want another bottle of\r\nthat stuff,\" said the Colonel shortly.\r\n\r\n\"I'm awfully sorry,\" said John.\r\n\r\n\"I dropped the other outside. I was attacked by a savage dog.\"\r\n\r\n\"I'm frightfully sorry.\"\r\n\r\n\"People ought not to have these pests running loose and not under\r\nproper control.\"\r\n\r\n\"I'm fearfully sorry.\"\r\n\r\n\"A menace to the community and a nuisance to everybody,\" said Colonel\r\nWyvern.\r\n\r\n\"Quite,\" said Mr. Bywater.\r\n\r\nConversation languished. Chas. Bywater, realizing that this was no\r\nmoment for lingering lovingly over brown paper and toying dreamily with\r\nstring, lowered the record for wrapping a bottle of Brophy's Paramount\r\nElixir by such a margin that he set up a mark for other chemists to\r\nshoot at for all time. Colonel Wyvern snatched it and stalked out,\r\nand John, who had opened the door for him and had not been thanked,\r\ntottered back to the counter and in a low voice expressed a wish for\r\ntwo ounces of the Special Mixture.\r\n\r\n\"Quite,\" said Mr. Bywater. \"In one moment, Mr. John.\"\r\n\r\nWith the passing of Colonel Wyvern a cloud seemed to have rolled\r\naway from the chemist's world. He was his old, charmingly chatty self\r\nagain. He gave John his tobacco, and, detaining him by the simple means\r\nof not handing over his change, surrendered himself to the joys of\r\nconversation.\r\n\r\n\"The Colonel appears a little upset, sir.\"\r\n\r\n\"Have you got my change?\" said John.\r\n\r\n\"It seems to me he hasn't been the same man since that unfortunate\r\nepisode up at the Hall. Not at all the same sunny gentleman.\"\r\n\r\n\"Have you got my change?\"\r\n\r\n\"A very unfortunate episode, that,\" sighed Mr. Bywater.\r\n\r\n\"My change?\"\r\n\r\n\"I could see, the moment he walked in here, that he was not himself.\r\nShaken. Something in the way he looked at one. I said to myself 'The\r\nColonel's shaken!'\"\r\n\r\nJohn, who had had such recent experience of the way Colonel Wyvern\r\nlooked at one, agreed. He then asked if he might have his change.\r\n\r\n\"No doubt he misses Miss Wyvern,\" said Chas. Bywater, ignoring the\r\nrequest with an indulgent smile. \"When a man's had a shock like the\r\nColonel's had--when he's shaken, if you understand what I mean--he\r\nlikes to have his loved ones around him. Stands to reason,\" said Mr.\r\nBywater.\r\n\r\nJohn had been anxious to leave, but he was so constituted that he could\r\nnot tear himself away from anyone who had touched on the subject of\r\nPatricia Wyvern. He edged a little nearer the counter.\r\n\r\n\"Well, she'll be home again soon,\" said Chas. Bywater. \"To-morrow, I\r\nunderstand.\"\r\n\r\nA powerful current of electricity seemed to pass itself through John's\r\nbody. Pat Wyvern had been away so long that he had fallen into a sort\r\nof dull apathy in which he wondered sometimes if he would ever see her\r\nagain.\r\n\r\n\"What!\"\r\n\r\n\"Yes, sir. She returned from France yesterday. She had a good crossing.\r\nShe is at the Lincoln Hotel, Curzon Street, London. She thinks of\r\ntaking the three-o'clock train to-morrow. She is in excellent health.\"\r\n\r\nIt did not occur to John to question the accuracy of the other's\r\ninformation, nor to be surprised at its minuteness of detail. Mr.\r\nBywater, he was aware, had a daughter in the post office.\r\n\r\n\"To-morrow!\" he gasped.\r\n\r\n\"Yes, sir. To-morrow.\"\r\n\r\n\"Give me my change,\" said John.\r\n\r\nHe yearned to be off. He wanted air and space in which he could ponder\r\nover this wonderful news.\r\n\r\n\"No doubt,\" said Mr. Bywater, \"she....\"\r\n\r\n\"Give me my change,\" said John.\r\n\r\nChas. Bywater, happening to catch his eye, did so.\r\n\r\n\r\n                                  III\r\n\r\nTo reach Rudge Hall from the door of Chas. Bywater's shop, you go up\r\nthe High Street, turn sharp to the left down River Lane, cross the\r\nstone bridge that spans the slow-flowing Skirme as it potters past on\r\nits way to join the Severn, carry on along the road till you come to\r\nthe gates of Colonel Wyvern's nice little house, and then climb a stile\r\nand take to the fields. And presently you are in the park and can see\r\nthrough the trees the tall chimneys and red walls of the ancient home\r\nof the Carmodys.\r\n\r\nThe scene, when they are not touching off dynamite there under the\r\nnoses of retired military officers, is one of quiet peace. For John\r\nit had always held a peculiar magic. In the fourteen years which had\r\npassed since the Wyverns had first come to settle in Rudge Pat had\r\ncontrived, so far as he was concerned, to impress her personality\r\nineffaceably on the landscape. Almost every inch of it was in some\r\nway associated with her. Stumps on which she had sat and swung her\r\nbrown-stockinged legs; trees beneath which she had taken shelter with\r\nhim from summer storms; gates on which she had climbed, fields across\r\nwhich she had raced, and thorny bushes into which she had urged him to\r\npenetrate in search of birds' eggs--they met his eye on every side.\r\nThe very air seemed to be alive with her laughter. And not even the\r\nrecollection that that laughter had generally been directed at himself\r\nwas able to diminish for John the glamour of this mile of Fairyland.\r\n\r\nHalf-way across the park, Emily rejoined him with a defensive,\r\nWhere-on-earth-did-you-disappear-to manner, and they moved on in\r\ncompany till they rounded the corner of the house and came to the\r\nstable yard. John had a couple of rooms over the stables, and thither\r\nhe made his way, leaving Emily to fuss round Bolt, the chauffeur, who\r\nwas washing the Dex-Mayo.\r\n\r\nArrived in his sitting room, he sank into a deck chair and filled his\r\npipe with Mr. Bywater's Special Mixture. Then, putting his feet up on\r\nthe table, he stared hard and earnestly at the photograph of Pat which\r\nstood on the mantelpiece.\r\n\r\nIt was a pretty face that he was looking at--one whose charm not even\r\na fashionable modern photographer, of the type that prefers to depict\r\nhis sitters in a gray fog with most of their features hidden from\r\nview, could altogether obscure. In the eyes, a little slanting, there\r\nwas a Puck-like look, and the curving lips hinted demurely at amusing\r\nsecrets. The nose had that appealing, yet provocative, air which slight\r\ntip-tiltedness gives. It seemed to challenge, and at the same time to\r\nwithdraw.\r\n\r\nThis was the latest of the Pat photographs, and she had given it to him\r\nthree months ago, just before she left to go and stay with friends at\r\nLe Touquet. And now she was coming home....\r\n\r\nJohn Carroll was one of those solid persons who do not waver in their\r\nloyalties. He had always been in love with Pat, and he always would\r\nbe, though he would have had to admit that she gave him very little\r\nencouragement. There had been a period when, he being fifteen and she\r\nten, Pat had lavished on him all the worship of a small girl for a big\r\nboy who can wiggle his ears and is not afraid of cows. But since then\r\nher attitude had changed. Her manner toward him nowadays alternated\r\nbetween that of a nurse toward a child who is not quite right in the\r\nhead and that of the owner of a clumsy but rather likable dog.\r\n\r\nNevertheless, he loved her. And she was coming home....\r\n\r\nJohn sat up suddenly. He was a slow thinker, and only now did it occur\r\nto him just what the position of affairs would be when she did come\r\nhome. With this infernal feud going on between his uncle Lester and\r\nthe old Colonel she would probably look on him as in the enemy's camp\r\nand refuse to see or speak to him.\r\n\r\nThe thought chilled him to the marrow. Something, he felt, must be\r\ndone, and swiftly. And, with a flash of inspiration of a kind that\r\nrarely came to him, he saw what that something was. He must go up\r\nto London this afternoon, tell her the facts, and throw himself on\r\nher clemency. If he could convince her that he was whole-heartedly\r\npro-Colonel and regarded his uncle Lester as the logical successor\r\nto Doctor Crippen and the Brides-in-the-Bath murderer, things might\r\nstraighten themselves.\r\n\r\nOnce the brain gets working, there is no knowing where it will stop.\r\nThe very next instant there had come to John Carroll a thought so new\r\nand breathtaking that he uttered an audible gasp.\r\n\r\nWhy shouldn't he ask Pat to marry him?\r\n\r\n\r\n                                  IV\r\n\r\nJohn sat tingling from head to foot. The scales seemed to have fallen\r\nfrom his eyes, and he saw clearly where he might quite conceivably have\r\nbeen making a grave blunder all these years. Deeply as he had always\r\nloved Pat, he had never--now he came to think of it--told her so. And\r\nin this sort of situation the spoken word is quite apt to make all the\r\ndifference.\r\n\r\nPerhaps that was why she laughed at him so frequently--because she was\r\nentertained by the spectacle of a man, obviously in love with her,\r\nrefraining year after year from making any verbal comment on the state\r\nof his emotions.\r\n\r\nResolution poured over John in a strengthening flood. He looked at\r\nhis watch. It was nearly three. If he got the two-seater and started\r\nat once, he could be in London by seven, in nice time to take her to\r\ndinner somewhere. He hurried down the stairs and out into the stable\r\nyard.\r\n\r\n\"Shove that car out of the way, Bolt,\" said John, eluding Emily, who,\r\nwet to the last hair, was endeavouring to climb up him. \"I want to get\r\nthe two-seater.\"\r\n\r\n\"Two-seater, sir?\"\r\n\r\n\"Yes. I'm going to London.\"\r\n\r\n\"It's not there, Mr. John,\" said the chauffeur, with the gloomy\r\nsatisfaction which he usually reserved for telling his employer that\r\nthe battery had run down.\r\n\r\n\"Not there? What do you mean?\"\r\n\r\n\"Mr. Hugo took it, sir, an hour ago. He told me he was going over to\r\nsee Mr. Carmody at Healthward Ho. Said he had important business and\r\nknew you wouldn't object.\"\r\n\r\nThe stable yard reeled before John. Not for the first time in his life,\r\nhe cursed his light-hearted cousin. \"Knew you wouldn't object!\" It was\r\njust the fat-headed sort of thing Hugo would have said."
  ]
}