{
  "index": 5,
  "title": "Chapter 4",
  "paragraphs": [
    "I\r\n\r\nSome years before the date of the events narrated in this story, at\r\nthe time when there was all that trouble between the aristocratic\r\nhouseholders of Riverside Row and the humbler dwellers in Budd Street\r\n(arising, if you remember, from the practice of the latter of washing\r\ntheir more intimate articles of underclothing and hanging them to dry\r\nin back gardens into which their exclusive neighbours were compelled to\r\ngaze every time they looked out of windows), the vicar of the parish,\r\nthe Rev. Alistair Pond-Pond, always a happy phrase-maker, wound up his\r\naddress at the annual village sports of Rudge with an impressive appeal\r\nto the good feeling of those concerned.\r\n\r\n\"We must not,\" said the Reverend Alistair, \"consider ourselves as\r\nbelonging to this section of Rudge-in-the-Vale or to that section of\r\nRudge-in-the-Vale. Let us get together. Let us recollect that we are\r\nall fellow-members of one united community. Rudge must be looked on as\r\na whole. And what a whole it is!\"\r\n\r\nWith the concluding words of this peroration Pat Wyvern, by the time\r\nshe had been home a little under a week, found herself in hearty\r\nagreement. Walking with her father along High Street on the sixth\r\nmorning, she had to confess herself disappointed with Rudge.\r\n\r\nThere are times in everyone's experience when Life, after running\r\nmerrily for a while through pleasant places, seems suddenly to strike\r\na dull and depressing patch of road: and this was what was happening\r\nnow to Pat. The sense, which had come to her so strongly in the lobby\r\nof the Lincoln Hotel in Curzon Street, of being in a world unworthy\r\nof her--a world cold and unsympathetic and full of an inferior grade\r\nof human being, had deepened. Her home-coming, she had now definitely\r\ndecided, was not a success.\r\n\r\nElderly men with a grievance are seldom entertaining companions for\r\nthe young, and five days of the undiluted society of Colonel Wyvern\r\nhad left Pat with the feeling that, much as she loved her father, she\r\nwished he would sometimes change the subject of his conversation. Had\r\nshe been present in person she could not have had a fuller grasp of the\r\nfacts of that dynamite outrage than she now possessed.\r\n\r\nBut this was not all. After Mr. Carmody's thug-like behaviour on that\r\nfatal day, she was given to understand, the Hall and its grounds were\r\nas much forbidden territory to her as the piazza of the townhouse of\r\nthe Capulets would have been to a young Montague. And, though, being a\r\nmodern girl, she did not as a rule respond with any great alacrity to\r\nparental mandates, she had her share of clan loyalty and realized that\r\nshe must conform to the rules of the game.\r\n\r\nAccordingly she had not been within half a mile of the Hall since her\r\narrival, and, having been accustomed for fourteen years to treat the\r\nplace and its grounds as her private property, found Rudge, with a\r\ndeadline drawn across the boundaries of Mr. Carmody's park, a poor sort\r\nof place. Unlovable character though Mr. Carmody was in many respects,\r\nshe had always been fond of him, and she missed seeing him. She also\r\nmissed seeing Hugo. And, as for John, not seeing him was the heaviest\r\nblow of all.\r\n\r\nFrom the days of her childhood, John had always been her stand-by.\r\nMen might come and men might go, but John went on for ever. He had\r\nnever been too old, like Mr. Carmody, or too lazy, like Hugo, to give\r\nher all the time and attention she required, and she did think that,\r\neven though there was this absurd feud going on, he might have had\r\nthe enterprise to make an opportunity of meeting her. As day followed\r\nday her resentment grew, until now she had reached the stage when she\r\nwas telling herself that this was simply what from a knowledge of\r\nhis character she might have expected. John--she had to face it--was\r\na jellyfish. And if a man is a jellyfish, he will behave like a\r\njellyfish, and it is at times of crisis that his jellyfishiness will be\r\nmost noticeable.\r\n\r\nIt was conscience that had brought Pat to the High Street this morning.\r\nHer father had welcomed her with such a pathetic eagerness, and had\r\nbeen so plainly pleased to see her back that she was ashamed of herself\r\nfor not feeling happier. And it was in a spirit of remorse that now,\r\nthough she would have preferred to stay in the garden with a book, she\r\nhad come with him to watch him buy another bottle of Brophy's Paramount\r\nElixir from Chas. Bywater, Chemist.\r\n\r\nBrophy, it should be mentioned, had proved a sensational success. His\r\nElixir was making the local gnats feel perfect fools. They would bite\r\nColonel Wyvern on the face and stand back, all ready to laugh, and he\r\nwould just smear Brophy on himself and be as good as new. It was simply\r\nsickening, if you were a gnat; but fine, of course, if you were Colonel\r\nWyvern, and that just man, always ready to give praise where praise was\r\ndue, said as much to Chas. Bywater.\r\n\r\n\"That stuff,\" said Colonel Wyvern, \"is good. I wish I'd heard of it\r\nbefore. Give me another bottle.\"\r\n\r\nMr. Bywater was delighted--not merely at this rush of trade, but\r\nbecause, good kindly soul, he enjoyed ameliorating the lot of others.\r\n\r\n\"I thought you would find it capital, Colonel. I get a great many\r\nrequests for it. I sold a bottle yesterday to Mr. Carmody, senior.\"\r\n\r\nColonel Wyvern's sunniness vanished as if someone had turned it off\r\nwith a tap.\r\n\r\n\"Don't talk to me about Mr. Carmody,\" he said gruffly.\r\n\r\n\"Quite,\" said Chas. Bywater.\r\n\r\nPat bridged a painful silence.\r\n\r\n\"Is Mr. Carmody back, then?\" she asked. \"I heard he was at some sort of\r\nhealth place.\"\r\n\r\n\"Healthward Ho, miss, just outside Lowick.\"\r\n\r\n\"He ought to be in prison,\" said Colonel Wyvern.\r\n\r\nMr. Bywater stopped himself in the nick of time from saying \"Quite,\"\r\nwhich would have been a deviation from his firm policy of never taking\r\nsides between customers.\r\n\r\n\"He returned the day before yesterday, miss, and was immediately bitten\r\non the nose by a mosquito.\"\r\n\r\n\"Thank God!\" said Colonel Wyvern.\r\n\r\n\"But I sold him one of the three-and-sixpenny size of the Elixir,\"\r\nsaid Chas. Bywater, with quiet pride, \"and a single application\r\ncompletely eased the pain.\"\r\n\r\nColonel Wyvern said he was sorry to hear it, and there is no doubt that\r\nconversation would once more have become difficult had there not at\r\nthis moment made itself heard from the other side of the door a loud\r\nand penetrating sniff.\r\n\r\nA fatherly smile lit up Chas. Bywater's face.\r\n\r\n\"That's Mr. John's dog,\" he said, reaching for the cough drops.\r\n\r\nPat opened the door and the statement was proved correct. With a short\r\nwooffle, partly of annoyance at having been kept waiting and partly of\r\nhappy anticipation, Emily entered, and seating herself by the counter,\r\ngazed expectantly at the chemist.\r\n\r\n\"Hullo, Emily,\" said Pat.\r\n\r\nEmily gave her a brief look in which there was no pleased recognition,\r\nbut only the annoyance of a dog interrupted during an important\r\nconference. She then returned her gaze to Mr. Bywater.\r\n\r\n\"What do you say, doggie?\" said Mr. Bywater, more paternal than ever,\r\npoising a cough drop.\r\n\r\n\"Oh, Hell! Snap into it!\" replied Emily curtly, impatient at this\r\nfoolery.\r\n\r\n\"Hear her speak for it?\" said Mr. Bywater. \"Almost human, that dog is.\"\r\n\r\nColonel Wyvern, whom he had addressed, did not seem to share his lively\r\nsatisfaction. He muttered to himself. He regarded Emily sourly, and his\r\nright foot twitched a little.\r\n\r\n\"Just like a human being, isn't she, miss?\" said Chas. Bywater, damped\r\nbut persevering.\r\n\r\n\"Quite,\" said Pat absently.\r\n\r\nMr. Bywater, startled by this infringement of copyright, dropped the\r\ncough lozenge and Emily snapped it up.\r\n\r\nPat, still distraite, was watching the door. She was surprised to find\r\nthat her breath was coming rather quickly and that her heart had begun\r\nto beat with more than its usual rapidity. She was amazed at herself.\r\nJust because John Carroll would shortly appear in that doorway must\r\nshe stand fluttering, for all the world as though poor old Johnnie, an\r\nadmitted jellyfish, were something that really mattered? It was too\r\nsilly, and she tried to bully herself into composure. She failed. Her\r\nheart, she was compelled to realize, was now simply racing.\r\n\r\nA step sounded outside, a shadow fell on the sunlit pavement, and Dolly\r\nMolloy walked into the shop.\r\n\r\n\r\n                                  II\r\n\r\nIt is curious, when one reflects, to think how many different\r\nimpressions a single individual can make simultaneously on a number\r\nof his or her fellow-creatures. At the present moment it was almost\r\nas though four separate and distinct Dolly Molloys had entered the\r\nestablishment of Chas. Bywater.\r\n\r\nThe Dolly whom Colonel Wyvern beheld was a beautiful woman with just\r\nthat hint of diablerie in her bearing which makes elderly widowers feel\r\nthat there is life in the old dog yet. Colonel Wyvern was no longer\r\nthe dashing Hussar who in the 'nineties had made his presence felt in\r\nmany a dim sitting-out place and in many a punt beneath the willows\r\nof the Thames, but there still lingered in him a trace of the old\r\nbarrack-room fire. Drawing himself up, he automatically twirled his\r\nmoustache. To Colonel Wyvern Dolly represented Beauty.\r\n\r\nTo Chas. Bywater, with his more practical and worldly outlook, she\r\nrepresented Wealth. He saw in Dolly not so much a beautiful woman\r\nas a rich-looking woman. Although Soapy had contrived, with subtle\r\nreasoning, to head her off from the extensive purchases which she\r\nhad contemplated making in preparation for her visit to Rudge, Dolly\r\nundoubtedly took the eye. She was, as she would have put it herself, a\r\nsnappy dresser, and in Chas. Bywater's mind she awoke roseate visions\r\nof large orders for face creams, imported scents and expensive bath\r\nsalts.\r\n\r\nEmily, it was evident, regarded Mrs. Molloy as Perfection. A dog who,\r\nas a rule, kept herself to herself and looked on the world with a cool\r\nand rather sardonic eye, she had conceived for Dolly the moment they\r\nmet one of those capricious adorations which come occasionally to the\r\nmost hard-boiled Welsh terriers. Hastily swallowing her cough drop, she\r\nbounded at Dolly and fawned on her.\r\n\r\nSo far, the reactions caused by the newcomer's entrance have been\r\nunmixedly favourable. It is only when we come to Pat that we find\r\nDisapproval rearing its ugly head.\r\n\r\n\"Disapproval,\" indeed, is a mild and inadequate word. \"Loathing\" would\r\nbe more correct. Where Colonel Wyvern beheld beauty and Mr. Bywater\r\nopulence, Pat saw only flashiness, vulgarity, and general horribleness.\r\nPiercing with woman's intuitive eye through an outer crust which to\r\nvapid and irreflective males might possibly seem attractive, she saw\r\nDolly as a vampire and a menace--the sort of woman who goes about\r\nthe place ensnaring miserable fat-headed innocent young men who have\r\nlived all their lives in the country and so lack the experience to see\r\nthrough females of her type.\r\n\r\nFor beyond a question, felt Pat, this girl must have come to Rudge in\r\nbrazen pursuit of poor old Johnnie. The fact that she took her walks\r\nabroad accompanied by Emily showed that she was staying at the Hall;\r\nand what reason could she have had for getting herself invited to the\r\nHall if not that she wished to continue the acquaintance begun at the\r\nMustard Spoon? This, then, was the explanation of John's failure to\r\ncome and pass the time of day with an old friend. What she had assumed\r\nto be jellyfishiness was in reality base treachery. Like Emily, whom,\r\nslavering over Mrs. Molloy's shoes, she could gladly have kicked, he\r\nhad been hypnotized by this woman's specious glamour and had forsaken\r\nold allegiances.\r\n\r\nPat, eyeing Dolly coldly, was filled with a sisterly desire to save\r\nJohn from one who could never make him happy.\r\n\r\nDolly was all friendliness.\r\n\r\n\"Why, hello,\" she said, removing a shapely foot from Emily's mouth, \"I\r\nwas wondering when I was going to run into you. I heard you lived in\r\nthese parts.\"\r\n\r\n\"Yes?\" said Pat frigidly.\r\n\r\n\"I'm staying at the Hall.\"\r\n\r\n\"Yes?\"\r\n\r\n\"What a wonderful old place it is.\"\r\n\r\n\"Yes.\"\r\n\r\n\"All those pictures and tapestries and things.\"\r\n\r\n\"Yes.\"\r\n\r\n\"Is this your father?\"\r\n\r\n\"Yes. This is Miss Molloy, Father. We met in London.\"\r\n\r\n\"Pleased to meet you,\" said Dolly.\r\n\r\n\"Charmed,\" said Colonel Wyvern.\r\n\r\nHe gave another twirl of his moustache. Chas. Bywater hovered\r\nbeamingly. Emily, still ecstatic, continued to gnaw one of Dolly's\r\nshoes. The whole spectacle was so utterly revolting that Pat turned to\r\nthe door.\r\n\r\n\"I'll be going along, Father,\" she said. \"I want to buy some stamps.\"\r\n\r\n\"I can sell you stamps, miss,\" said Chas. Bywater affably.\r\n\r\n\"Thank you, I will go to the post office,\" said Pat. Her manner\r\nsuggested that you got a superior brand of stamps there. She walked\r\nout. Rudge, as she looked upon it, seemed a more depressing place than\r\never. Sunshine flooded the High Street. Sunshine fell on the Carmody\r\nArms, the Village Hall, the Plough and Chickens, the Bunch of Grapes,\r\nthe Waggoner's Rest and the Jubilee Watering Trough. But there was no\r\nsunshine in the heart of Pat Wyvern.\r\n\r\n\r\n                                  III\r\n\r\nAnd, curiously enough, at this very moment up at the Hall the same\r\nexperience was happening to Mr. Lester Carmody. Staring out of his\r\nstudy window, he gazed upon a world bathed in a golden glow: but his\r\nheart was cold and heavy. He had just had a visit from the Rev.\r\nAlistair Pond-Pond, and the Reverend Alistair had touched him for five\r\nshillings.\r\n\r\nMany men in Mr. Carmody's place would have considered that they had got\r\noff lightly. The vicar had come seeking subscriptions to the Church\r\nOrgan Fund, the Mothers' Pleasant Sunday Evenings, the Distressed\r\nCottagers' Aid Society, the Stipend of the Additional Curate and\r\nthe Rudge Lads' Annual Summer Outing, and there had been moments of\r\nmad optimism when he had hoped for as much as a ten-pound note. The\r\nactual bag, as he totted it up while riding pensively away on his\r\nmotor-bicycle, was the above-mentioned five shillings and a promise\r\nthat the squire's nephew Hugo and his friend Mr. Fish should perform at\r\nthe village concert next week.\r\n\r\nAnd even so, Mr. Carmody was looking on him as a robber. Five shillings\r\nhad gone--just like that--and every moment now he was expecting his\r\nnephew John to walk in and increase his expenditure. For just after\r\nbreakfast John had asked if he could have a word with him later on in\r\nthe morning, and Mr. Carmody knew what that meant.\r\n\r\nJohn ran the Hall's dairy farm, and he was always coming to Mr.\r\nCarmody for money to buy exotic machinery which could not, the latter\r\nconsidered, be really necessary. To Mr. Carmody a dairy farm was a\r\nstraight issue between man and cow. You backed the cow up against a\r\nwall, secured its milk, and there you were. John always seemed to want\r\nto make the thing so complicated and difficult, and only the fact that\r\nhe also made it pay induced his uncle ever to accede to his monstrous\r\ndemands.\r\n\r\nNor was this all that was poisoning a perfect summer day for Mr.\r\nCarmody. There was in addition the soul-searing behaviour of Doctor\r\nAlexander Twist, of Healthward Ho.\r\n\r\nWhen Doctor Twist had undertaken the contract of making a new Lester\r\nCarmody out of the old Lester Carmody, he had cannily stipulated for\r\ncash down in advance--this to cover a course of three weeks. But at the\r\nend of the second week Mr. Carmody, learning from his nephew Hugo that\r\nan American millionaire was arriving at the Hall, had naturally felt\r\ncompelled to forego the final stages of the treatment and return home.\r\nEqually naturally, he had invited Doctor Twist to refund one-third\r\nof the fee. This the eminent physician and physical culture expert\r\nhad resolutely declined to do, and Mr. Carmody, re-reading the man's\r\nletter, thought he had never set eyes upon a baser document.\r\n\r\nHe was shuddering at the depths of depravity which it revealed, when\r\nthe door opened and John came in. Mr. Carmody beheld him and shuddered.\r\nJohn--he could tell it by his eye--was planning another bad dent in the\r\nbudget.\r\n\r\n\"Oh, Uncle Lester,\" said John.\r\n\r\n\"Well?\" said Mr. Carmody hopelessly.\r\n\r\n\"I think we ought to have some new Alpha Separators.\"\r\n\r\n\"What?\"\r\n\r\n\"Alpha Separators.\"\r\n\r\n\"Why?\"\r\n\r\n\"We need them.\"\r\n\r\n\"Why?\"\r\n\r\n\"The old ones are past their work.\"\r\n\r\n\"What,\" inquired Mr. Carmody, \"is an Alpha Separator?\"\r\n\r\nJohn said it was an Alpha Separator.\r\n\r\nThere was a pause. John, who appeared to have something on his mind\r\nthese days, stared gloomily at the carpet. Mr. Carmody shifted in his\r\nchair.\r\n\r\n\"Very well,\" he said.\r\n\r\n\"And new tractors,\" said John. \"And we could do with a few harrows.\"\r\n\r\n\"Why do you want harrows?\"\r\n\r\n\"For harrowing.\"\r\n\r\nEven Mr. Carmody, anxious though he was to find flaws in the other's\r\nreasoning, could see that this might well be so. Try harrowing without\r\nharrows, and you are handicapped from the start. But why harrow at\r\nall? That was what seemed to him superfluous and wasteful. Still, he\r\nsupposed it was unavoidable. After all, John had been carefully trained\r\nat an agricultural college after leaving Oxford and presumably knew.\r\n\r\n\"Very well,\" he said.\r\n\r\n\"All right,\" said John.\r\n\r\nHe went out, and Mr. Carmody experienced a little relief at the thought\r\nthat he had now heard all this morning's bad news.\r\n\r\nBut dairy farmers have second thoughts. The door opened again.\r\n\r\n\"I was forgetting,\" said John, poking his head in.\r\n\r\nMr. Carmody uttered a low moan.\r\n\r\n\"We want some Thomas tap-cinders.\"\r\n\r\n\"Thomas what?\"\r\n\r\n\"Tap-cinders.\"\r\n\r\n\"Thomas tap-cinders?\"\r\n\r\n\"Thomas tap-cinders.\"\r\n\r\nMr. Carmody swallowed unhappily. He knew it was no use asking what\r\nthese mysterious implements were, for his nephew would simply reply\r\nthat they were Thomas tap-cinders or that they were something invented\r\nby a Mr. Thomas for the purpose of cinder-tapping, leaving his brain in\r\nthe same addled condition in which it was at present. If John wished to\r\ntap cinders, he supposed he must humour him.\r\n\r\n\"Very well,\" he said dully.\r\n\r\nHe held his breath for a few moments after the door had closed once\r\nmore, then, gathering at length that the assault on his purse was over,\r\nexpelled it in a long sigh and gave himself up to bleak meditation.\r\n\r\nThe lot of the English landed proprietor, felt Mr. Carmody, is not what\r\nit used to be in the good old times. When the first Carmody settled in\r\nRudge he had found little to view with alarm. He was sitting pretty,\r\nand he admitted it. Those were the days when churls were churls, and a\r\nscurvy knave was quite content to work twelve hours a day, Saturdays\r\nincluded, in return for a little black bread and an occasional nod of\r\napproval from his overlord. But in this Twentieth-Century England's\r\npeasantry has degenerated. They expect coddling. Their roofs leak, and\r\nyou have to mend them; their walls fall down and you have to build them\r\nup; their lanes develop holes and you have to restore the surface,\r\nand all this runs into money. The way things were shaping, felt Mr.\r\nCarmody, in a few years a landlord would be expected to pay for the\r\nrepairs of his tenants' wireless sets.\r\n\r\nHe wandered to the window and looked out at the sunlit garden. And as\r\nhe did so there came into his range of vision the sturdy figure of his\r\nguest, Mr. Molloy, and for the first time that morning Lester Carmody\r\nseemed to hear, beating faintly in the distance, the wings of the blue\r\nbird. In a world containing anybody as rich-looking as Thomas G. Molloy\r\nthere was surely still hope.\r\n\r\nRonald Fish's prediction that Hugo's uncle would appreciate a visit\r\nfrom so solid a citizen of the United States as Mr. Molloy had been\r\nfulfilled to the letter. Mr. Carmody had welcomed his guest with open\r\narms. The more rich men he could gather about him, the better he was\r\npleased, for he was a man of vision, and had quite a number of schemes\r\nin his mind for which he was anxious to obtain financial support.\r\n\r\nHe decided to go and have a chat with Mr. Molloy. On a morning like\r\nthis, with all Nature smiling, an American millionaire might well\r\nfeel just in the mood to put up a few hundred thousand dollars for\r\nsomething. For July had come in on golden wings, and the weather now\r\nwas the kind of weather to make a poet sing, a lover love, and a Scotch\r\nbusiness man subscribe largely to companies formed for the purpose of\r\nmanufacturing diamonds out of coal tar. On such a morning, felt Mr.\r\nCarmody, anybody ought to be willing to put up any sum for anything.\r\n\r\n\r\n                                  IV\r\n\r\nNature continued to smile for about another three and a quarter\r\nminutes, and then, as far as Mr. Carmody was concerned, the sun\r\nwent out. With a genial heartiness, which gashed him like a knife,\r\nthe plutocratic Mr. Molloy declined to invest even a portion of his\r\nmillions in a new golf course, a cinema de luxe to be established in\r\nRudge High Street, or any of the four other schemes which his host\r\npresented to his notice.\r\n\r\n\"No, sir,\" said Mr. Molloy. \"I'm mighty sorry I can't meet you in any\r\nway, but the fact is I'm all fixed up in Oil. Oil's my dish. I began in\r\nOil and I'll end in Oil. I wouldn't be happy outside of Oil.\"\r\n\r\n\"Oh?\" said Mr. Carmody, regarding this Human Sardine with as little\r\nopen hostility and dislike as he could manage on the spur of the moment.\r\n\r\n\"Yes, sir,\" proceeded Mr. Molloy, still in lyrical vein, \"I put my\r\nfirst thousand into Oil and I'll put my last thousand into Oil. Oil's\r\nbeen a good friend to me. There's money in Oil.\"\r\n\r\n\"There is money,\" urged Mr. Carmody, \"in a cinema in Rudge High Street.\"\r\n\r\n\"Not the money there is in Oil.\"\r\n\r\n\"You are a stranger here,\" went on Mr. Carmody patiently, \"so you have\r\nno doubt got a mistaken idea of the potentialities of Rudge. Rudge,\r\nyou must remember, is a centre. Small though it is, never forget that\r\nit lies just off the main road in the heart of a prosperous county.\r\nWorcester is only seven miles away, Birmingham only eighteen. People\r\nwould come in their motors....\"\r\n\r\n\"I'm not stopping them,\" said Mr. Molloy generously. \"All I'm saying is\r\nthat my money stays in little old Oil.\"\r\n\r\n\"Or take Golf,\" said Mr. Carmody, side-stepping and attacking from\r\nanother angle. \"The only good golf course in Worcestershire at present\r\nis at Stourbridge. Worcestershire needs more golf courses. You know how\r\npopular Golf is nowadays.\"\r\n\r\n\"Not so popular as Oil. Oil,\" said Mr. Molloy, with the air of one\r\nmaking an epigram, \"is Oil.\"\r\n\r\nMr. Carmody stopped himself just in time from saying what he thought of\r\nOil. To relieve his feelings he ground his heel into the soft gravel\r\nof the path, and had but one regret, that Mr. Molloy's most sensitive\r\ntoe was not under it. Half turning in the process of making this bitter\r\ngesture, he perceived that Providence, since the days of Job always\r\ncurious to know just how much a good man can bear, had sent Ronald\r\nOverbury Fish to add to his troubles. Young Mr. Fish was sauntering up\r\nbehind his customary eleven inches of cigarette holder, his pink face\r\nwearing that expression of good-natured superiority which, ever since\r\ntheir first meeting, had afflicted Mr. Carmody sorely.\r\n\r\nFrom the list of Mr. Carmody's troubles, recently tabulated, Ronnie\r\nFish was inadvertently omitted. Although to Lady Julia Fish, his\r\nmother, this young gentleman, no doubt, was all the world, Lester\r\nCarmody had found him nothing but a pain in the neck. Apart from\r\nthe hideous expense of entertaining a man who took twice of nearly\r\neverything, and helped himself unblushingly to more port, he chafed\r\nbeneath his guest's curiously patronizing manner. He objected to being\r\ntreated as a junior--and, what was more, as a half-witted junior--by\r\nsolemn young men with pink faces.\r\n\r\n\"What's the argument?\" asked Ronnie Fish, anchoring self and cigarette\r\nholder at Mr. Carmody's side.\r\n\r\nMr. Molloy smiled genially.\r\n\r\n\"No argument, brother,\" he replied with that bluff heartiness which\r\nLester Carmody had come to dislike so much. \"I was merely telling our\r\ngood friend and host here that the best investment under the broad blue\r\ncanopy of God's sky is Oil.\"\r\n\r\n\"Quite right,\" said Ronnie Fish. \"He's perfectly correct, my dear\r\nCarmody.\"\r\n\r\n\"Our good host was trying to interest me in golf courses.\"\r\n\r\n\"Don't touch 'em,\" said Mr. Fish.\r\n\r\n\"I won't,\" said Mr. Molloy. \"Give me Oil. Oil's oil. First in war,\r\nfirst in peace, first in the hearts of its countrymen, that's what Oil\r\nis. The Universal Fuel of the Future.\"\r\n\r\n\"Absolutely,\" said Ronnie Fish. \"What did Gladstone say in '88? You can\r\nfuel some of the people all the time, and you can fuel all the people\r\nsome of the time, but you can't fuel all the people all of the time. He\r\nwas forgetting about Oil. Probably he meant coal.\"\r\n\r\n\"Coal?\" Mr. Molloy laughed satirically. You could see he despised the\r\nstuff. \"Don't talk to me about Coal.\"\r\n\r\nThis was another disappointment for Mr. Carmody. Cinemas _de luxe_ and\r\ngolf courses having failed, Coal was just what he had been intending to\r\ntalk about. He suspected its presence beneath the turf of the park, and\r\nwould have been glad to verify his suspicions with the aid of someone\r\nelse's capital.\r\n\r\n\"You listen to this bird, Carmody,\" said Mr. Fish, patting his host on\r\nthe back. \"He's talking sense. Oil's the stuff. Dig some of the savings\r\nout of the old sock, my dear Carmody, and wade in. You'll never regret\r\nit.\"\r\n\r\nAnd, having delivered himself of this advice with a fatherly\r\nkindliness which sent his host's temperature up several degrees, Ronnie\r\nFish strolled on.\r\n\r\nMr. Molloy watched him disappear with benevolent approval. He said to\r\nMr. Carmody that that young man had his head screwed on the right way,\r\nand seemed not to notice a certain lack of responsive enthusiasm on the\r\nother's part. Ronnie Fish's head was not one of Mr. Carmody's favourite\r\nsubjects at the moment.\r\n\r\n\"Yes, sir,\" said Mr. Molloy, resuming. \"Any man that goes into Oil\r\nis going into a good thing. Oil's all right. You don't see John D.\r\nRockefeller running round asking for hand-outs from his friends, do\r\nyou? No, sir! John's got his modest little competence, same as me, and\r\nhe got it, like I did, out of Oil. Say, listen, Mr. Carmody, it isn't\r\noften I give up any of my holdings, but you've been mighty nice to me,\r\ninviting me to your home and all, and I'd like to do something for you\r\nin return. What do you say to a good, solid block of Silver River stock\r\nat just the price it cost me? And let me tell you I'm offering you\r\nsomething that half the big men on our side would give their eye teeth\r\nfor. Only a couple of days before I sailed I was in Charley Schwab's\r\noffice, and he said to me, 'Tom,' said Charley, 'right up till now\r\nI've stuck to Steel and I've done well. Understand,' he said, 'I'm not\r\nknocking Steel. But Oil's the stuff, and if you want to part with any\r\nof that Silver River of yours, Tom,' he said, 'pass it across this desk\r\nand write your own ticket.' That'll show you.\"\r\n\r\nThere is no anguish like the anguish of the man who is trying to\r\nextract cash from a fellow human being and suddenly finds the fellow\r\nhuman being trying to extract it from him. Mr. Carmody laughed a bitter\r\nlaugh.\r\n\r\n\"Do you imagine,\" he said, \"that I have money to spare for speculative\r\ninvestments?\"\r\n\r\n\"Speculative?\" Mr. Molloy seemed to suspect his ears of playing tricks.\r\n\"Silver River spec----?\"\r\n\r\n\"By the time I've finished paying the bills for the expenses of this\r\ninfernal estate I consider myself lucky if I've got a few hundred that\r\nI can call my own.\"\r\n\r\nThere was a pause.\r\n\r\n\"Is that so?\" said Mr. Molloy in a thin voice.\r\n\r\nStrictly speaking, it was not. Before succeeding to his present\r\nposition of head of the family and squire of Rudge Hall, Lester Carmody\r\nhad contrived to put away in gilt-edged securities a very nice sum\r\nindeed, the fruit of his labours in the world of business. But it was\r\nhis whim to regard himself as a struggling pauper.\r\n\r\n\"But all this....\" Mr. Molloy indicated with a wave of his hand the\r\nsmiling gardens, the rolling park and the opulent-looking trees\r\nreflected in the waters of the moat. \"Surely this means a barrel of\r\nmoney?\"\r\n\r\n\"Everything that comes in goes out again in expenses. There's no end to\r\nmy expenses. Farmers in England to-day sit up at night trying to think\r\nof new claims they can make against a landlord.\"\r\n\r\nThere was another pause.\r\n\r\n\"That's bad,\" said Mr. Molloy thoughtfully. \"Yes, sir, that's bad.\"\r\n\r\nHis commiseration was not all for Mr. Carmody. In fact, very little\r\nof it was. Most of it was reserved for himself. It began to look, he\r\nrealized, as though in coming to this stately home of England he had\r\nbeen simply wasting valuable time. It was not as if he enjoyed staying\r\nat country houses in a purely æsthetic spirit. On the contrary, a place\r\nlike Rudge Hall afflicted his town-bred nerves. Being in it seemed to\r\nhim like living in the first-act set of an old-fashioned comic opera.\r\nHe always felt that at any moment a band of villagers and retainers\r\nmight dance out and start a drinking chorus.\r\n\r\n\"Yes, sir,\" said Mr. Molloy, \"that must grind you a good deal.\"\r\n\r\n\"What must?\"\r\n\r\nIt was not Mr. Carmody who had spoken, but his guest's attractive\r\nyoung wife, who, having returned from the village, had come up from\r\nthe direction of the rose garden. From afar she had observed her\r\nhusband spreading his hands in broad, persuasive gestures, and from\r\nher knowledge of him had gathered that he had embarked on one of those\r\nhigh-pressure sales talks of his which did so much to keep the wolf\r\nfrom the door. Then she had seen a shadow fall athwart his fine face,\r\nand, scenting a hitch in the negotiations, had hurried up to lend\r\nwifely assistance.\r\n\r\n\"What must grind him?\" she asked.\r\n\r\nMr. Molloy kept nothing from his bride.\r\n\r\n\"I was offering our host here a block of those Silver River shares....\"\r\n\r\n\"Oh, you aren't going to sell Silver Rivers!\" cried Mrs. Molloy in\r\npretty concern. \"Why, you've always told me they're the biggest thing\r\nyou've got.\"\r\n\r\n\"So they are. But....\"\r\n\r\n\"Oh, well,\" said Dolly with a charming smile, \"seeing it's Mr. Carmody.\r\nI wouldn't mind Mr. Carmody having them.\"\r\n\r\n\"Nor would I,\" said Mr. Molloy sincerely. \"But he can't afford to buy.\"\r\n\r\n\"What!\"\r\n\r\n\"You tell her,\" said Mr. Molloy.\r\n\r\nMr. Carmody told her. He was never averse to speaking of the\r\nunfortunate position in which the modern owner of English land found\r\nhimself.\r\n\r\n\"Well, I don't get it,\" said Dolly, shaking her head. \"You call\r\nyourself a poor man. How can you be poor, when that gallery place you\r\nshowed us round yesterday is jam full of pictures worth a fortune an\r\ninch and tapestries and all those gold coins?\"\r\n\r\n\"Heirlooms.\"\r\n\r\n\"How's that?\"\r\n\r\n\"They're heirlooms,\" said Mr. Carmody bitterly.\r\n\r\nHe always felt bitter when he thought of the Rudge Hall heirlooms. He\r\nlooked upon them as a mean joke played on him by a gang of sardonic\r\nancestors.\r\n\r\nTo a man, lacking both reverence for family traditions and appreciation\r\nof the beautiful in art, who comes into possession of an ancient house\r\nand its contents, there must always be something painfully ironical\r\nabout heirlooms. To such a man they are simply so much potential wealth\r\nwhich is being allowed to lie idle, doing no good to anybody. Mr.\r\nCarmody had always had that feeling very strongly.\r\n\r\nUnlike the majority of heirs, he had not been trained from boyhood\r\nto revere the home of his ancestors, and to look forward to its\r\npossession as a sacred trust. He had been the second son of a second\r\nson, and his chance of ever succeeding to the property was at the\r\noutset so remote that he had seldom given it a thought. He had gone\r\ninto business at an early age, and when, in middle life, a series of\r\naccidents made him squire of Rudge Hall, he had brought with him to the\r\nplace a practical eye and the commercial outlook. The result was that\r\nwhen he walked in the picture gallery and thought how much solid cash\r\nhe could get for this Velasquez or that Gainsborough, if only he were\r\ngiven a free hand, the iron entered into Lester Carmody's soul.\r\n\r\n\"They're heirlooms,\" he said. \"I can't sell them.\"\r\n\r\n\"How come? They're yours, aren't they?\"\r\n\r\n\"No,\" said Mr. Carmody, \"they belong to the estate.\"\r\n\r\nOn Mr. Molloy, as he listened to his host's lengthy exposition of the\r\nlaws governing heirlooms, there descended a deepening cloud of gloom.\r\nYou couldn't, it appeared, dispose of the darned things without the\r\nconsent of trustees; while even if the trustees gave their consent\r\nthey collared the money and invested it on behalf of the estate. And\r\nMr. Molloy, though ordinarily a man of sanguine temperament, could not\r\nbring himself to believe that a hard-boiled bunch of trustees, most of\r\nthem probably lawyers with tight lips and suspicious minds, would ever\r\nhave the sporting spirit to take a flutter in Silver River Ordinaries.\r\n\r\n\"Hell!\" said Mr. Molloy with a good deal of feeling.\r\n\r\nDolly linked her arm in his with a pretty gesture of affectionate\r\nsolicitude.\r\n\r\n\"Poor old Pop!\" she said. \"He's all broken up about this.\"\r\n\r\nMr. Carmody regarded his guest sourly.\r\n\r\n\"What's he got to worry about?\" he asked with a certain resentment.\r\n\r\n\"Why, Pop was sort of hoping he'd be able to buy all this stuff,\" said\r\nDolly. \"He was telling me only this morning that, if you felt like\r\nselling, he would write you out his cheque for whatever you wanted\r\nwithout thinking twice.\"\r\n\r\n\r\n                                   V\r\n\r\nMoodily scanning his wife's face during Mr. Carmody's lecture on\r\nHeirloom Law, Mr. Molloy had observed it suddenly light up in a manner\r\nwhich suggested that some pleasing thought was passing through her\r\nalways agile brain; but, presented now in words, this thought left him\r\ndecidedly cold. He could not see any sense in it.\r\n\r\n\"For the love of Pete...!\" began Mr. Molloy.\r\n\r\nHis bride had promised to love, honour, and obey him, but she had never\r\nsaid anything about taking any notice of him when he tried to butt in\r\non her moments of inspiration. She ignored the interruption.\r\n\r\n\"You see,\" she said, \"Pop collects old junk--I mean antiques and all\r\nlike that. Over in America he's got a great big museum place full of\r\nstuff. He's going to present it to the nation when he hands in his\r\ndinner pail. Aren't you, Pop?\"\r\n\r\nIt became apparent to Mr. Molloy that at the back of his wife's mind\r\nthere floated some idea at which, handicapped by his masculine slowness\r\nof wit, he could not guess. It was plain to him, however, that she\r\nexpected him to do his bit, so he did it.\r\n\r\n\"You betcher,\" he said.\r\n\r\n\"How much would you say all that stuff in your museum was worth, Pop?\"\r\n\r\nMr. Molloy was still groping in outer darkness, but he persevered.\r\n\r\n\"Oo,\" he said, \"worth? Call it a million.... Two millions.... Three,\r\nmaybe.\"\r\n\r\n\"You see,\" explained Dolly, \"the place is so full up, he doesn't really\r\nknow what he's got. But Pierpont Morgan offered you a million for the\r\npictures alone, didn't he?\"\r\n\r\nNow that figures had crept into the conversation, Mr. Molloy was\r\nfeeling more at his ease. He liked figures.\r\n\r\n\"You're thinking of Jake Shubert, honey,\" he said. \"It was the\r\ntapestries that Pierp. wanted. And it wasn't a million, it was seven\r\nhundred thousand. I laughed in his face. I asked him if he thought\r\nhe was trying to buy cheese sandwiches at the delicatessen store or\r\nsomething. Pierp. was sore.\" Mr. Molloy shook his head regretfully,\r\nand you could see he was thinking that it was too bad that his little\r\njoke should have caused a coolness between himself and an old friend.\r\n\"But, great guns!\" he said, in defence of his attitude. \"Seven hundred\r\nthousand! Did he think I wanted carfare?\"\r\n\r\nMr. Carmody's always rather protuberant eyes had been bulging farther\r\nand farther out of their sockets all through this exchange of remarks,\r\nand now they reached the farthest point possible and stayed there.\r\nHis breath was coming in little gasps, and his fingers twitched\r\nconvulsively. He was suffering the extreme of agony.\r\n\r\nIt was all very well for a man like Mr. Molloy to speak sneeringly of\r\n$700,000. To most people--and Mr. Carmody was one of them--$700,000 is\r\nquite a nice little sum. Mr. Molloy, if he saw $700,000 lying in the\r\ngutter, might not think it worth his while to stoop and pick it up,\r\nbut Mr. Carmody could not imitate that proud detachment. The thought\r\nthat he had as his guest at Rudge a man who combined with a bottomless\r\npurse a taste for antiquities and that only the imbecile laws relating\r\nto heirlooms prevented them consummating a deal racked him from head to\r\nfoot.\r\n\r\n\"How much would you have given Mr. Carmody for all those pictures and\r\nthings he showed us yesterday?\" asked Dolly, twisting the knife in the\r\nwound.\r\n\r\nMr. Molloy spread his hands carelessly.\r\n\r\n\"Two hundred thousand ... three ... we wouldn't have quarrelled about\r\nthe price. But what's the use of talking? He can't sell 'em.\"\r\n\r\n\"Why can't he?\"\r\n\r\n\"Well, how can he?\"\r\n\r\n\"I'll tell you how. Fake a burglary.\"\r\n\r\n\"What!\"\r\n\r\n\"Sure. Have the things stolen and slipped over to you without anybody\r\nknowing, and then you hand him your cheque for two hundred thousand or\r\nwhatever it is, and you're happy and he's happy and everybody's happy.\r\nAnd, what's more, I guess all this stuff is insured, isn't it? Well\r\nthen, Mr. Carmody can stick to the insurance money, and he's that much\r\nup besides whatever he gets from you.\"\r\n\r\nThere was a silence. Dolly had said her say, and Mr. Molloy felt for\r\nthe moment incapable of speech. That he had not been mistaken in\r\nsupposing that his wife had a scheme at the back of her head was now\r\nplain, but, as outlined, it took his breath away. Considered purely\r\nas a scheme, he had not a word to say against it. It was commercially\r\nsound and did credit to the ingenuity of one whom he had always\r\nregarded as the slickest thinker of her sex. But it was not the sort of\r\nscheme, he considered, which ought to have emanated from the presumably\r\ninnocent and unspotted daughter of a substantial Oil millionaire. It\r\nwas calculated, he felt, to create in their host's mind doubts and\r\nmisgivings as to the sort of people he was entertaining.\r\n\r\nHe need have no such apprehension. It was not righteous disapproval\r\nthat was holding Mr. Carmody dumb.\r\n\r\nIt has been laid down by an acute thinker that there is a subtle\r\nconnection between felony and fat. Almost all embezzlers, for instance,\r\nsays this authority, are fat men. Whether this is or is not true,\r\nthe fact remains that the sensational criminality of the suggestion\r\njust made to him awoke no horror in Mr. Carmody's ample bosom. He\r\nwas startled, as any man might be who had this sort of idea sprung\r\nsuddenly on him in his own garden, but he was not shocked. A youth and\r\nmiddle age spent on the London Stock Exchange had left Lester Carmody\r\nsingularly broad-minded. He had to a remarkable degree that specious\r\ncharity which allows a man to look indulgently on any financial\r\nproject, however fishy, provided he can see a bit in it for himself.\r\n\r\n\"It's money for nothing,\" urged Dolly, misinterpreting his silence.\r\n\"The stuff isn't doing any good, just lying around the way it is now.\r\nAnd it isn't as if it didn't really belong to you. All what you were\r\nsaying awhile back about the law is simply mashed potatoes. The things\r\nbelong to the house, and the house belongs to you, so where's the harm\r\nin your selling them? Who's supposed to get them after you?\"\r\n\r\nMr. Carmody withdrew his gaze from the middle distance.\r\n\r\n\"Eh? Oh. My nephew Hugo.\"\r\n\r\n\"Well, you aren't worrying about him?\"\r\n\r\nMr. Carmody was not. What he was worrying about was the practicability\r\nof the thing. Could it, he was asking himself, be put safely through\r\nwithout the risk, so distasteful to a man of sensibility, of landing\r\nhim for a lengthy term of years in a prison cell? It was on this aspect\r\nof the matter that he now touched.\r\n\r\n\"It wouldn't be safe,\" he said, and few men since the world began have\r\never spoken more wistfully. \"We would be found out.\"\r\n\r\n\"Not a chance. Who would find out? Who's going to say anything? You're\r\nnot. I'm not. Pop's not.\"\r\n\r\n\"You bet your life Pop's not,\" asserted Mr. Molloy.\r\n\r\nMr. Carmody gazed out over the waters of the moat. His brain, quickened\r\nby the stimulating prospect of money for nothing, detected another\r\ndoubtful point.\r\n\r\n\"Who would take the things?\"\r\n\r\n\"You mean get them out of the house?\"\r\n\r\n\"Exactly. Somebody would have to take them. It would be necessary to\r\ncreate the appearance of an actual burglary.\"\r\n\r\n\"Well, there'll be an actual burglary.\"\r\n\r\n\"But whom could we trust in such a vital matter?\"\r\n\r\n\"That's all right. Pop's got a friend, another millionaire like\r\nhimself, who would put this thing through just for the fun of it, to\r\noblige Pop. You could trust him.\"\r\n\r\n\"Who?\" asked Mr. Molloy, plainly surprised that any friend of his could\r\nbe trusted.\r\n\r\n\"Chimp,\" said Dolly briefly.\r\n\r\n\"Oh, Chimp,\" said Mr. Molloy, his face clearing. \"Yes, Chimp would do\r\nit.\"\r\n\r\n\"Who,\" asked Mr. Carmody, \"is Chimp?\"\r\n\r\n\"A good friend of mine. You wouldn't know him.\"\r\n\r\nMr. Carmody scratched at the gravel with his toe, and for a long minute\r\nthere was silence in the garden. Mr. Molloy looked at Mrs. Molloy.\r\nMrs. Molloy looked at Mr. Molloy. Mr. Molloy closed his left eye for\r\na fractional instant, and in response Mrs. Molloy permitted her right\r\neyelid to quiver. But, perceiving that this was one of the occasions on\r\nwhich a strong man wishes to be left alone to commune with his soul,\r\nthey forebore to break in upon his reverie with jarring speech.\r\n\r\n\"Well, I'll think it over,\" said Mr. Carmody.\r\n\r\n\"Atta-boy!\" said Mr. Molloy.\r\n\r\n\"Sure. You take a nice walk around the block all by yourself,\" advised\r\nMrs. Molloy, \"and then come back and issue a bulletin.\"\r\n\r\nMr. Carmody moved away, pondering deeply, and Mr. Molloy turned to his\r\nwife.\r\n\r\n\"What made you think of Chimp?\" he asked doubtfully.\r\n\r\n\"Well, he's the only guy on this side that we really know. We can't\r\npick and choose, same as if we were in New York.\"\r\n\r\nMr. Molloy eyed the moat with a thoughtful frown.\r\n\r\n\"Well, I'll tell you, honey. I'm not so darned sure that I sort of kind\r\nof like bringing Chimp into a thing like this. You know what he is--as\r\nslippery as an eel that's been rubbed all over with axle grease. He\r\nmight double-cross us.\"\r\n\r\n\"Not if we double-cross him first.\"\r\n\r\n\"But could we?\"\r\n\r\n\"Sure we could. And, anyway, it's Chimp or no one. This isn't the sort\r\nof affair you can just go out into the street and pick up the first\r\nman you run into. It's a job where you've got to have somebody you've\r\nworked with before.\"\r\n\r\n\"All right, baby. If you say so. You always were the brains of the\r\nfirm. If you think it's kayo, then it's all right by me and no more to\r\nbe said. Cheese it! Here's his nibs back again.\"\r\n\r\nMr. Carmody was coming up the gravel path, his air that of a man who\r\nhas made a great decision. He had evidently been following a train of\r\nthought, for he began abruptly at the point to which it had led him.\r\n\r\n\"There's only one thing,\" he said. \"I don't like the idea of bringing\r\nin this friend of yours. He may be all right or he may not. You say you\r\ncan trust him, but it seems to me the fewer people who know about this\r\nbusiness, the better.\"\r\n\r\nThese were Mr. Molloy's sentiments, also. He would vastly have\r\npreferred to keep it a nice, cosy affair among the three of them. But\r\nit was no part of his policy to ignore obvious difficulties.\r\n\r\n\"I'd like that, too,\" he said. \"I don't want to call in Chimp any more\r\nthan you do. But there's this thing of getting the stuff out of the\r\nhouse.\"\r\n\r\n\"What you were saying just now,\" Mrs. Molloy reminded Mr. Carmody.\r\n\"It's got to look like an outside job, what I mean.\"\r\n\r\n\"As it's called,\" said Mr. Molloy hastily. \"She's always reading these\r\ndetective stories,\" he explained. \"That's where she picks up these\r\nexpressions. Outside job, ha, ha! But she's dead right, at that. You\r\nsaid yourself it would be necessary to create the appearance of an\r\nactual burglary. If we don't get Chimp, who is going to take the stuff?\"\r\n\r\n\"I am.\"\r\n\r\n\"Eh?\"\r\n\r\n\"I am,\" repeated Mr. Carmody stoutly. \"I have been thinking the whole\r\nmatter out, and it will be perfectly simple. I shall get up very early\r\nto-morrow morning and enter the picture gallery through the window by\r\nmeans of a ladder. This will deceive the police into supposing the\r\ntheft to have been the work of a professional burglar.\"\r\n\r\nMr. Molloy was regarding him with affectionate admiration.\r\n\r\n\"I never knew you were such a hot sketch!\" said Mr. Molloy. \"You\r\ncertainly are one smooth citizen. Looks to me as if you'd done this\r\nsort of thing before.\"\r\n\r\n\"Wear gloves,\" advised Mrs. Molloy.\r\n\r\n\"What she means,\" said Mr. Molloy, again speaking with a certain\r\nnervous haste, \"is that the first thing the bulls--as the expression\r\nis--they always call the police bulls in these detective stories--the\r\nfirst thing the police look for is fingerprints. The fellows in the\r\nbooks always wear gloves.\"\r\n\r\n\"A very sensible precaution,\" said Mr. Carmody, now thoroughly in the\r\nspirit of the thing. \"I am glad you mentioned it. I shall make a point\r\nof doing so.\""
  ]
}