{
  "index": 4,
  "title": "Chapter 3",
  "paragraphs": [
    "I\r\n\r\nA man whose uncle jerks him away from London as if he were picking a\r\nwinkle out of its shell with a pin and keeps him for months and months\r\nimmured in the heart of Worcestershire must inevitably lose touch\r\nwith the swiftly-changing kaleidoscope of metropolitan night-life.\r\nNothing in a big city fluctuates more rapidly than the status of its\r\nsupper-dancing clubs; and Hugo, had he still been a lad-about-town in\r\ngood standing, would have been aware that recently the Mustard Spoon\r\nhad gone down a good deal in the social scale. Society had migrated to\r\nother, newer institutions, leaving it to become the haunt of the lesser\r\nornaments of the stage and the Portuguese, the Argentines and the\r\nGreeks.\r\n\r\nTo John Carroll, however, as he stood waiting in the lobby, the place\r\nseemed sufficiently gay and glittering. Nearly a year had passed since\r\nhis last visit to London: and the Mustard Spoon rather impressed him.\r\nAn unseen orchestra was playing with extraordinary vigour, and from\r\ntime to time ornate persons of both sexes drifted past him into the\r\nbrightly lighted supper room. Where an established connoisseur of\r\nnight clubs would have pursed his lips and shaken his head, John was\r\nconscious only of feeling decidedly uplifted and exhilarated.\r\n\r\nBut then he was going to see Pat again, and that was enough to\r\nstimulate any man.\r\n\r\nShe arrived unexpectedly, at a moment when he had taken his eye off the\r\ndoor to direct it in mild astonishment at a lady in an orange dress\r\nwho, doubtless with the best motives, had dyed her hair crimson and was\r\nwearing a black-rimmed monocle. So absorbed was he with this spectacle\r\nthat he did not see her enter, and was only made aware of her presence\r\nwhen there spoke from behind him a clear little voice which, even when\r\nit was laughing at you, always seemed to have in it something of the\r\nsong of larks on summer mornings and winds whispering across the fields\r\nin spring.\r\n\r\n\"Hullo, Johnnie.\"\r\n\r\nThe hair, scarlet though it was, lost its power to attract. The appeal\r\nof the monocle waned. John spun round.\r\n\r\n\"Pat!\"\r\n\r\nShe was looking lovelier than ever. That was the thing that first\r\npresented itself to John's notice. If anybody had told him that Pat\r\ncould possibly be prettier than the image of her which he had been\r\ncarrying about with him all these months, he would not have believed\r\nhim. But so it was. Some sort of a female with plucked eyebrows and\r\na painted face had just come in, and she might have been put there\r\nexpressly for purposes of comparison. She made Pat seem so healthy,\r\nso wholesome, such a thing of the open air and the clean sunshine,\r\nso pre-eminently fit. She looked as if she had spent her time at Le\r\nTouquet playing thirty-six holes of golf a day.\r\n\r\n\"Pat!\" cried John, and something seemed to catch at his throat. There\r\nwas a mist in front of his eyes. His heart was thumping madly.\r\n\r\nShe extended her hand composedly. In her this meeting after long\r\nseparation had apparently stirred no depths. Her demeanour was\r\nfriendly, but matter-of-fact.\r\n\r\n\"Well, Johnnie. How nice to see you again. You're looking very brown\r\nand rural. Where's Hugo?\"\r\n\r\nIt takes two to hoist a conversation to an emotional peak. John choked,\r\nand became calmer.\r\n\r\n\"He'll be here soon, I expect,\" he said.\r\n\r\nPat laughed indulgently.\r\n\r\n\"Hugo'll be late for his own funeral--if he ever gets to it. He said\r\neleven-fifteen and it's twenty-five to twelve. Have you got a table?\"\r\n\r\n\"Not yet.\"\r\n\r\n\"Why not?\"\r\n\r\n\"I'm not a member,\" said John, and saw in her eyes the scorn which\r\nwomen reserve for male friends and relations who show themselves\r\nwanting in enterprise. \"You have to be a member,\" he said, chafing\r\nunder the look.\r\n\r\n\"I don't,\" said Pat with decision. \"If you think I'm going to wait all\r\nnight for old Hugo in a small lobby with six draughts whizzing through\r\nit, correct that impression. Go and find the head waiter and get a\r\ntable while I leave my cloak. Back in a minute.\"\r\n\r\nJohn's emotions as he approached the head waiter rather resembled\r\nthose with which years ago he had once walked up to a bull in a field,\r\nPat having requested him to do so because she wanted to know if bulls\r\nin fields really are fierce or if the artists who depict them in\r\ncomic papers are simply trying to be funny. He felt embarrassed and\r\ndiffident. The head waiter was a large, stout, smooth-faced man who\r\nwould have been better for a couple of weeks at Healthward Ho, and he\r\ngave the impression of having disliked John from the start.\r\n\r\nJohn said it was a nice evening. The head waiter did not seem to\r\nbelieve him.\r\n\r\n\"Has--er--has Mr. Carmody booked a table?\" asked John.\r\n\r\n\"No, monsieur.\"\r\n\r\n\"I'm meeting him here to-night.\"\r\n\r\nThe head waiter appeared uninterested. He began to talk to an underling\r\nin rapid French. John, feeling more than ever an intruder, took\r\nadvantage of a lull in the conversation to make another attempt.\r\n\r\n\"I wonder.... Perhaps.... Can you give me a table?\"\r\n\r\nMost of the head waiter's eyes were concealed by the upper strata of\r\nhis cheeks, but there was enough of them left visible to allow him to\r\nlook at John as if he were something unpleasant that had come to light\r\nin a portion of salad.\r\n\r\n\"Monsieur is a member?\"\r\n\r\n\"Er--no.\"\r\n\r\n\"If you will please wait in the lobby, thank you.\"\r\n\r\n\"But I was wondering....\"\r\n\r\n\"If you will wait in the lobby, please,\" said the head waiter, and,\r\ndismissing John from the scheme of things, became gruesomely obsequious\r\nto an elderly man with diamond studs, no hair, an authoritative\r\nmanner, and a lady in pink. He waddled before them into the supper\r\nroom, and Pat reappeared.\r\n\r\n\"Got that table?\"\r\n\r\n\"I'm afraid not. He says....\"\r\n\r\n\"Oh, Johnnie, you are maddening. Why are you so helpless?\"\r\n\r\nWomen are unjust in these matters. When a man comes into a night club\r\nof which he is not a member and asks for a table he feels that he is\r\nbutting in, and naturally is not at his best. This is not helplessness,\r\nit is fineness of soul. But women won't see that.\r\n\r\n\"I'm awfully sorry.\"\r\n\r\nThe head waiter had returned, and was either doing sums or drawing\r\ncaricatures on a large pad chained to a desk. He seemed so much the\r\nartist absorbed in his work that John would not have dreamed of\r\nventuring to interrupt him. Pat had no such delicacy.\r\n\r\n\"I want a table, please,\" said Pat.\r\n\r\n\"Madame is a member?\"\r\n\r\n\"A table, please. A nice, large one. I like plenty of room. And when\r\nMr. Carmody arrives tell him that Miss Wyvern and Mr. Carroll are\r\ninside.\"\r\n\r\n\"Very good, madame. Certainly, madame. This way, madame.\"\r\n\r\nJust as simple as that! John, making a physically impressive but\r\nspiritually negligible tail to the procession, wondered, as he crossed\r\nthe polished floor, how Pat did these things. It was not as if she\r\nwere one of those massive, imperious women whom you would naturally\r\nexpect to quell head waiters with a glance. She was no Cleopatra, no\r\nCatherine of Russia--just a slim, slight girl with a tip-tilted nose.\r\nAnd yet she had taken this formidable magnifico in her stride, kicked\r\nhim lightly in the face, and passed on. He sat down, thrilled with a\r\nworshipping admiration.\r\n\r\nPat, as always happened after one of her little spurts of irritability,\r\nwas apologetic.\r\n\r\n\"Sorry I bit your head off, Johnnie,\" she said. \"It was a shame, after\r\nyou had come all this way just to see an old friend. But it makes me so\r\nangry when you're meek and sheep-y and let people trample on you. Still\r\nI suppose it's not your fault.\" She smiled across at him. \"You always\r\nwere a slow, good-natured old thing, weren't you, like one of those big\r\ndogs that come and bump their head on your lap and snuffle. Poor old\r\nJohnnie!\"\r\n\r\nJohn felt depressed. The picture she had conjured up was not a\r\nflattering one; and, as for this \"Poor Old Johnnie!\" stuff, it struck\r\njust the note he most wanted to avoid. If one thing is certain in the\r\nrelations of the sexes, it is that the Poor Old Johnnies of this world\r\nget nowhere. But before he could put any of these feelings into words\r\nPat had changed the subject.\r\n\r\n\"Johnnie,\" she said, \"what's all this trouble between your uncle and\r\nFather? I had a letter from Father a couple of weeks ago, and as far as\r\nI could make out Mr. Carmody seems to have been trying to murder him.\r\nWhat's it all about?\"\r\n\r\nNot so eloquently, nor with such a wealth of imagery as Colonel Wyvern\r\nhad employed in sketching out the details of the affair of the dynamite\r\noutrage for the benefit of Chas. Bywater, Chemist, John answered the\r\nquestion.\r\n\r\n\"Good heavens!\" said Pat.\r\n\r\n\"I--I hope....\" said John.\r\n\r\n\"What do you hope?\"\r\n\r\n\"Well, I--I hope it's not going to make any difference?\"\r\n\r\n\"Difference? How do you mean?\"\r\n\r\n\"Between us. Between you and me, Pat.\"\r\n\r\n\"What sort of difference?\"\r\n\r\nJohn had his cue.\r\n\r\n\"Pat, darling, in all these years we've known one another haven't you\r\never guessed that I've been falling more and more in love with you\r\nevery minute? I can't remember a time when I didn't love you. I loved\r\nyou as a kid in short skirts and a blue jersey. I loved you when you\r\ncame back from that school of yours, looking like a princess. And\r\nI love you now more than I have ever loved you. I worship you, Pat\r\ndarling. You're the whole world to me, just the one thing that matters\r\nthe least little bit. And don't you try to start laughing at me again\r\nnow, because I've made up my mind that, whatever else you laugh at,\r\nyou've got to take me seriously. I may have been Poor Old Johnnie in\r\nthe past, but the time has come when you've got to forget all that. I\r\nmean business. You're going to marry me, and the sooner you make up\r\nyour mind to it, the better.\"\r\n\r\nThat was what John had intended to say. What he actually did say was\r\nsomething briefer and altogether less effective.\r\n\r\n\"Oh, I don't know,\" said John.\r\n\r\n\"Do you mean you're afraid I'm going to stop being friends with you\r\njust because my father and your uncle have had a quarrel?\"\r\n\r\n\"Yes,\" said John. It was not quite all he had meant, but it gave the\r\ngeneral idea.\r\n\r\n\"What a weird notion! After all these years? Good heavens, no. I'm much\r\ntoo fond of you, Johnnie.\"\r\n\r\nOnce more John had his cue. And this time he was determined that he\r\nwould not neglect it. He stiffened his courage. He cleared his throat.\r\nHe clutched the tablecloth.\r\n\r\n\"Pat....\"\r\n\r\n\"Oh, there's Hugo at last,\" she said, looking past him. \"And about\r\ntime. I'm starving. Hullo! Who are the people he's got with him? Do you\r\nknow them?\"\r\n\r\nJohn heaved a silent sigh. Yes, he could have counted on Hugo arriving\r\nat just this moment. He turned, and perceived that unnecessary young\r\nman crossing the floor. With him were a middle-aged man and a younger\r\nand extremely dashing-looking girl. They were complete strangers to\r\nJohn.\r\n\r\n\r\n                                  II\r\n\r\nHugo pranced buoyantly up to the table, looking like the Laughing\r\nCavalier, clean-shaved.\r\n\r\nHe was wearing the unmistakable air of a man who has been to a\r\nwelter-weight boxing contest at the Albert Hall and backed the winner.\r\n\r\n\"Hullo, Pat,\" he said jovially. \"Hullo, John. Sorry I'm late. Mitt--if\r\nthat is the word I want--my dear old friend ... I've forgotten your\r\nname,\" he added, turning to his companion.\r\n\r\n\"Molloy, brother. Thomas G. Molloy.\"\r\n\r\nHugo's dear old friend spoke in a deep, rich voice, well in keeping\r\nwith his appearance. He was a fine, handsome, open-faced person in the\r\nearly forties, with grizzled hair that swept in a wave off a massive\r\nforehead. His nationality was plainly American, and his aspect vaguely\r\nsenatorial.\r\n\r\n\"Molloy,\" said Hugo, \"Thomas G. and daughter. This is Miss Wyvern. And\r\nthis is my cousin, Mr. Carroll. And now,\" said Hugo, relieved at having\r\nfinished with the introductions, \"let's try to get a bit of supper.\"\r\n\r\nThe service at the Mustard Spoon is not what it was; but by the\r\nsimple process of clutching at the coat tails of a passing waiter and\r\nholding him till he consented to talk business Hugo contrived to get\r\nfairly rapid action. Then, after an interval of the rather difficult\r\nconversation which usually marks the first stages of this sort of\r\nparty, the orchestra burst into a sudden torrent of what it evidently\r\nmistook for music and Thomas G. Molloy rose and led Miss Molloy out on\r\nto the floor. He danced a little stiffly, but he knew how to give the\r\nelbow and he appeared, as the crowd engulfed him, to be holding his own.\r\n\r\n\"Who are your friends, Hugo?\" asked Pat.\r\n\r\n\"Thos. G....\"\r\n\r\n\"Yes, I know. But who are they?\"\r\n\r\n\"Well, there,\" said Hugo, \"you rather have me. I sat next to Thos. at\r\nthe fight, and I rather took to the fellow. He seemed to me a man full\r\nof noble qualities, including a looney idea that Eustace Rodd was some\r\ngood as a boxer. He actually offered to give me three to one, and I\r\ncleaned up substantially at the end of the seventh round. After that, I\r\nnaturally couldn't very well get out of giving the man supper. And as\r\nhe had promised to take his daughter out to-night, I said bring her\r\nalong. You don't mind?\"\r\n\r\n\"Of course not. Though it would have been cosier, just we three.\"\r\n\r\n\"Quite true. But never forget that, if it had not been for this Thos.,\r\nyou would not be getting the jolly good supper which I have now ample\r\nfunds to supply. You may look on Thos. as practically the Founder of\r\nthe Feast.\" He cast a wary eye at his cousin, who was leaning back in\r\nhis chair with the abstracted look of one in deep thought. \"Has old\r\nJohn said anything to you yet?\"\r\n\r\n\"John? What do you mean? What about?\"\r\n\r\n\"Oh, things in general. Come and dance this. I want to have a very\r\nearnest word with you, young Pat. Big things are in the wind.\"\r\n\r\n\"You're very mysterious.\"\r\n\r\n\"Ah!\" said Hugo.\r\n\r\nLeft alone at the table with nothing to entertain him but his\r\nthoughts, John came almost immediately to the conclusion that his\r\nfirst verdict on the Mustard Spoon had been an erroneous one. Looking\r\nat it superficially, he had mistaken it for rather an attractive\r\nplace: but now, with maturer judgment, he saw it for what it was--a\r\nblot on a great city. It was places like the Mustard Spoon that made\r\na man despair of progress. He disliked the clientèle. He disliked the\r\nhead waiter. He disliked the orchestra. The clientèle was flashy and\r\noffensive and, as regarded the male element of it, far too given to the\r\nuse of hair oil. The head waiter was a fat parasite who needed kicking.\r\nAnd, as for Ben Baermann's Collegiate Buddies, he resented the fact\r\nthat they were being paid for making the sort of noises which he,\r\nwhen a small boy, had produced--for fun and with no thought of sordid\r\ngain--on a comb with a bit of tissue paper over it.\r\n\r\nHe was brooding on the scene in much the same spirit of captious\r\ncriticism as that in which Lot had once regarded the Cities of the\r\nPlain, when the Collegiate Buddies suddenly suspended their cacophony,\r\nand he saw Pat and Hugo coming back to the table.\r\n\r\nBut the Buddies had only been crouching, the better to spring. A moment\r\nlater they were at it again, and Pat, pausing, looked expectantly at\r\nHugo.\r\n\r\nHugo shook his head.\r\n\r\n\"I've just seen Ronnie Fish up in the balcony,\" he said. \"I positively\r\nmust go and confer with him. I have urgent matters to discuss with the\r\nold leper. Sit down and talk to John. You've got lots to talk about.\r\nSee you anon. And, if there's anything you want, order it, paying no\r\nattention whatever to the prices in the right-hand column. Thanks to\r\nThos., I'm made of money to-night.\"\r\n\r\nHugo melted away: Pat sat down: and John, with another abrupt change\r\nof mood, decided that he had misjudged the Mustard Spoon. A very\r\njolly little place, when you looked at it in the proper spirit. Nice\r\npeople, a distinctly lovable head waiter, and as attractive a lot of\r\nmusicians as he remembered ever to have seen. He turned to Pat, to seek\r\nher confirmation of these views, and, meeting her gaze, experienced a\r\nrather severe shock. Her eyes seemed to have frozen over. They were\r\ncold and hard. Taken in conjunction with the fact that her nose turned\r\nup a little at the end, they gave her face a scornful and contemptuous\r\nlook.\r\n\r\n\"Hullo!\" he said, alarmed. \"What's the matter?\"\r\n\r\n\"Nothing.\"\r\n\r\n\"Why are you looking like that?\"\r\n\r\n\"Like what?\"\r\n\r\n\"Well....\"\r\n\r\nJohn had little ability as a word painter. He could not on the spur of\r\nthe moment give anything in the nature of detailed description of the\r\nway Pat was looking. He only knew he did not like it.\r\n\r\n\"I suppose you expected me to look at you 'with eyes overrunning with\r\nlaughter'?\"\r\n\r\n\"Eh?\"\r\n\r\n\"'Archly the maiden smiled, and with eyes overrunning with laughter\r\nsaid in a tremulous voice, \"Why don't you speak for yourself, John?\"'\"\r\n\r\n\"I don't know what you're talking about.\"\r\n\r\n\"Don't you know _The Courtship of Miles Standish_? I thought that\r\nmust have been where you got the idea. I had to learn chunks of it at\r\nschool, and even at that tender age I always thought Miles Standish a\r\nperfect goop. 'If the great captain of Plymouth is so very eager to wed\r\nme, Why does he not come himself and take the trouble to woo me? If I\r\nam not worth the wooing, I surely am not worth the winning.' And yards\r\nmore of it. I knew it by heart once. Well, what I want to know is, do\r\nyou expect my answer direct, or would you prefer that I communicated\r\nwith your agent?\"\r\n\r\n\"I don't understand.\"\r\n\r\n\"Don't you? No? Really?\"\r\n\r\n\"Pat, what's the matter?\"\r\n\r\n\"Oh, nothing much. When we were dancing just now, Hugo proposed to me.\"\r\n\r\nA cold hand clutched at John's heart. He had not a high opinion of his\r\ncousin's fascinations, but the thought of anybody but himself proposing\r\nto Pat was a revolting one.\r\n\r\n\"Oh, did he?'\r\n\r\n\"Yes, he did. For you.\"\r\n\r\n\"For me? How do you mean, for me?\"\r\n\r\n\"I'm telling you. He asked me to marry you. And very eloquent he was,\r\ntoo. All the people who heard him--and there must have been dozens who\r\ndid--were much impressed.\"\r\n\r\nShe stopped: and, as far as such a thing is possible at the Mustard\r\nSpoon when Baermann's Collegiate Buddies are giving an encore of \"My\r\nSweetie Is A Wow,\" there was silence. Emotion of one sort or another\r\nhad deprived Pat of words: and, as for John, he was feeling as if he\r\ncould never speak again.\r\n\r\nHe had flushed a dusky red, and his collar had suddenly become so tight\r\nthat he had all the sensations of a man who is being garrotted. And so\r\npowerfully had the shock of this fearful revelation affected his mind\r\nthat his only coherent thought was a desire to follow Hugo up to the\r\nbalcony, tear him limb from limb, and scatter the fragments onto the\r\ntables below.\r\n\r\nPat was the first to find speech. She spoke quickly, stormily.\r\n\r\n\"I can't understand you, Johnnie. You never used to be such a\r\njellyfish. You did have a mind of your own once. But now ... I believe\r\nit's living at Rudge all the time that has done it. You've got lazy\r\nand flabby. It's turned you into a vegetable. You just loaf about and\r\ngo on and on, year after year, having your three fat meals a day and\r\nyour comfortable rooms and your hot-water bottle at night....\"\r\n\r\n\"I don't!\" cried John, stung by this monstrous charge from the coma\r\nwhich was gripping him.\r\n\r\n\"Well, bed socks, then,\" amended Pat. \"You've just let yourself be\r\ncosseted and pampered and kept in comfort till the You that used to be\r\nthere has withered away and you've gone blah. My dear, good Johnnie,\"\r\nsaid Pat vehemently, riding over his attempt at speech and glaring at\r\nhim above a small, perky nose whose tip had begun to quiver even as it\r\nhad always done when she lost her temper as a child. \"My poor, idiotic,\r\nflabby, fat-headed Johnnie, do you seriously expect a girl to want to\r\nmarry a man who hasn't the common, elementary pluck to propose to her\r\nfor himself and has to get someone else to do it for him?\"\r\n\r\n\"I didn't!\"\r\n\r\n\"You did.\"\r\n\r\n\"I tell you I did not.\"\r\n\r\n\"You mean you never asked Hugo to sound me out?\"\r\n\r\n\"Of course not. Hugo is a meddling, officious idiot, and if I'd got him\r\nhere now, I'd wring his neck.\"\r\n\r\nHe scowled up at the balcony. Hugo, who happened to be looking down at\r\nthe moment, beamed encouragingly and waved a friendly hand as if to\r\nassure his cousin that he was with him in spirit. Silence, tempered\r\nby the low wailing of the Buddy in charge of the saxophone and the\r\nunpleasant howling of his college friends, who had just begun to sing\r\nthe chorus, fell once more.\r\n\r\n\"This opens up a new line of thought,\" said Pat at length. \"Our Miss\r\nWyvern appears to have got the wires crossed,\" she looked at him\r\nmeditatively. \"It's funny. Hugo seemed so convinced about the way you\r\nfelt.\"\r\n\r\nJohn's collar tightened up another half inch, but he managed to get his\r\nvocal chords working.\r\n\r\n\"He was quite right about the way I felt.\"\r\n\r\n\"You mean.... Really?\"\r\n\r\n\"Yes.\"\r\n\r\n\"You mean you're ... fond of me?\"\r\n\r\n\"Yes.\"\r\n\r\n\"But, Johnnie!\"\r\n\r\n\"Damn it, are you blind?\" cried John, savage from shame and the agony\r\nof harrowed feelings, not to mention a collar which appeared to have\r\nbeen made for a man half his size. \"Can't you see? Don't you know I've\r\nalways loved you? Yes, even when you were a kid.\"\r\n\r\n\"But, Johnnie, Johnnie, Johnnie!\" Distress was making Pat's silver\r\nvoice almost squeaky. \"You can't have done. I was a horrible kid. I did\r\nnothing but bully you from morning till night.\"\r\n\r\n\"I liked it.\"\r\n\r\n\"But how can you want me to marry you? We know each other too well.\r\nI've always looked on you as a sort of brother.\"\r\n\r\nThere are words in the language which are like a knell. Keats\r\nconsidered \"forlorn\" one of them. John Carroll was of opinion that\r\n\"brother\" was a second.\r\n\r\n\"Oh, I know. I was a fool. I knew you would simply laugh at me.\"\r\n\r\nPat's eyes were misty. The tip of her nose no longer quivered, but now\r\nit was her mouth that did so. She reached out across the table and her\r\nhand rested on his for a brief instant.\r\n\r\n\"I'm not laughing at you, Johnnie, you--you chump. What would I want to\r\nlaugh at you for? I'm much nearer crying. I'd do anything in the world\r\nrather than hurt you. You must know that. You're the dearest old thing\r\nthat ever lived. There's no one on earth I'm fonder of.\" She paused.\r\n\"But this ... it--it simply isn't on the board.\"\r\n\r\nShe was looking at him, furtively, taking advantage of the fact\r\nthat his face was turned away and his eyes fixed on the broad,\r\nswallow-tailed back of Mr. Ben Baermann. It was odd, she felt, all very\r\nodd. If she had been asked to describe the sort of man whom one of\r\nthese days she hoped to marry, the description, curiously enough, would\r\nnot have been at all unlike dear old Johnnie. He had the right clean,\r\nfit look--she knew she could never give a thought to anything but an\r\noutdoor man--and the straightness and honesty and kindliness which she\r\nhad come, after moving for some years in a world where they were rare,\r\nto look upon as the highest of masculine qualities. Nobody could have\r\nbeen farther than John from the little, black-moustached dancing-man\r\ntype which was her particular aversion, and yet ... well, the idea of\r\nbecoming his wife was just simply too absurd and that was all there was\r\nto it.\r\n\r\nBut why? What, then, was wrong with Johnnie? Simply, she felt, the\r\nfact that he was Johnnie. Marriage, as she had always envisaged it,\r\nwas an adventure. Poor cosy, solid old Johnnie would have to display\r\nquite another side of himself, if such a side existed, before she could\r\nregard it as an adventure to marry him.\r\n\r\n\"That man,\" said John, indicating Mr. Baermann, \"looks like a Jewish\r\nblack beetle.\"\r\n\r\nPat was relieved. If by this remark he was indicating that he wished\r\nthe recent episode to be taken as concluded, she was very willing to\r\noblige him.\r\n\r\n\"Doesn't he?\" she said. \"I don't know where they can have dug him up\r\nfrom. The last time I was here, a year ago, they had another band, a\r\nmuch better one. I think this place has gone down. I don't like the\r\nlook of some of these people. What do you think of Hugo's friends?\"\r\n\r\n\"They seem all right.\" John cast a moody eye at Miss Molloy, a\r\nprismatic vision seen fitfully through the crowd. She was laughing, and\r\nshowing in the process teeth of a flashing whiteness. \"The girl's the\r\nprettiest girl I've seen for a long time.\"\r\n\r\nPat gave an imperceptible start. She was suddenly aware of a feeling\r\nwhich was remarkably like uneasiness. It lurked at the back of her\r\nconsciousness like a small formless cloud.\r\n\r\n\"Oh!\" she said.\r\n\r\nYes, the feeling was uneasiness. Any other man who at such a moment had\r\nsaid those words she would have suspected of a desire to pique her, to\r\nstir her interest by a rather obviously assumed admiration of another.\r\nBut not John. He was much too honest. If Johnnie said a thing, he meant\r\nit.\r\n\r\nA quick flicker of concern passed through Pat. She was always candid\r\nwith herself, and she knew quite well that, though she did not want\r\nto marry him, she regarded John as essentially a piece of personal\r\nproperty. If he had fallen in love with her, that was, of course, a\r\npity: but it would, she realized, be considerably more of a pity if he\r\never fell in love with someone else. A Johnnie gone out of her life and\r\nassimilated into that of another girl would leave a frightful gap. The\r\nMustard Spoon was one of those stuffy, overheated places, but, as she\r\nmeditated upon this possibility, Pat shivered.\r\n\r\n\"Oh!\" she said.\r\n\r\nThe music stopped. The floor emptied. Mr. Molloy and his daughter\r\nreturned to the table. Hugo remained up in the gallery, in earnest\r\nconversation with his old friend, Mr. Fish.\r\n\r\n\r\n                                  III\r\n\r\nRonald Overbury Fish was a pink-faced young man of small stature and\r\nextraordinary solemnity. He had been at school with Hugo and also at\r\nthe university. Eton was entitled to point with pride at both of them,\r\nand only had itself to blame if it failed to do so. The same remark\r\napplies to Trinity College, Cambridge. From earliest days Hugo had\r\nalways entertained for R. O. Fish an intense and lively admiration,\r\nand the thought of being compelled to let his old friend down in this\r\nmatter of the Hot Spot was doing much to mar an otherwise jovial\r\nevening.\r\n\r\n\"I'm most frightfully sorry, Ronnie, old thing,\" he said immediately\r\nthe first greetings were over. \"I sounded the aged relative this\r\nafternoon about that business, and there's nothing doing.\"\r\n\r\n\"No hope?\"\r\n\r\n\"None.\"\r\n\r\nRonnie Fish surveyed the dancers below with a grave eye. He removed the\r\nstub of his cigarette from its eleven-inch holder, and recharged that\r\nimpressive instrument.\r\n\r\n\"Did you reason with the old pest?\"\r\n\r\n\"You can't reason with my uncle Lester.\"\r\n\r\n\"I could,\" said Mr. Fish.\r\n\r\nHugo did not doubt this. Ronnie, in his opinion, was capable of any\r\nfeat.\r\n\r\n\"Yes, but the only trouble is,\" he explained, \"you would have to do it\r\nat long range. I asked if I might invite you down to Rudge and he would\r\nhave none of it.\"\r\n\r\nRonnie Fish relapsed into silence. It seemed to Hugo, watching him,\r\nthat that great brain was busy, but upon what train of thought he could\r\nnot conjecture.\r\n\r\n\"Who are those people you're with?\" he asked at length.\r\n\r\n\"The big chap with the fair hair is my cousin John. The girl in green\r\nis Pat Wyvern. She lives near us.\"\r\n\r\n\"And the others? Who's the stately looking bird with the brushed-back\r\nhair who has every appearance of being just about to address a\r\ngathering of constituents on some important point of policy?\"\r\n\r\n\"That's a fellow named Molloy. Thos. G. I met him at the fight. He's an\r\nAmerican.\"\r\n\r\n\"He looks prosperous.\"\r\n\r\n\"He is not so prosperous, though, as he was before the fight started. I\r\ntook thirty quid off him.\"\r\n\r\n\"Your uncle, from what you have told me, is pretty keen on rich men,\r\nisn't he?\"\r\n\r\n\"All over them.\"\r\n\r\n\"Then the thing's simple,\" said Ronnie Fish. \"Invite this Mulcahy or\r\nwhatever his name is to Rudge, and invite me at the same time. You'll\r\nfind that in the ecstasy of getting a millionaire on the premises your\r\nuncle will forget to make a fuss about my coming. And once I am in I\r\ncan talk this business over with him. I'll guarantee that if I can get\r\nan uninterrupted half hour with the old boy I can easily make him see\r\nthe light.\"\r\n\r\nA rush of admiration for his friend's outstanding brain held Hugo\r\nsilent for a moment. The bold simplicity of the move thrilled him.\r\n\r\n\"What it amounts to,\" continued Ronnie Fish, \"is that your uncle is\r\nendeavouring to do you out of a vast fortune. I tell you, the Hot Spot\r\nis going to be a gold mine. To all practical intents and purposes he is\r\njust as good as trying to take thousands of pounds out of your pocket.\r\nI shall point this out to him, and I shall be surprised if I can't put\r\nthe thing through. When would you like me to come down?\"\r\n\r\n\"Ronnie,\" said Hugo, \"this is absolute genius.\" He hesitated. He\r\nhad no wish to discourage his friend, but he desired to be fair and\r\nabove-board. \"There's just one thing. Would you have any objection to\r\nperforming at the village concert?\"\r\n\r\n\"I should enjoy it.\"\r\n\r\n\"They're sure to rope you in. I thought you and I might do the Quarrel\r\nScene from _Julius Cæsar_ again.\"\r\n\r\n\"Excellent.\"\r\n\r\n\"And this time,\" said Hugo generously, \"you can be Brutus.\"\r\n\r\n\"No, no,\" said Ronnie, moved.\r\n\r\n\"Yes, yes.\"\r\n\r\n\"Very well. Then fix things up with this American bloke, and leave the\r\nrest to me. Shall I like your uncle?\"\r\n\r\n\"No,\" said Hugo confidently.\r\n\r\n\"Ah well,\" said Mr. Fish equably, \"I don't for a moment suppose he'll\r\nlike me.\"\r\n\r\n\r\n                                  IV\r\n\r\nThe respite afforded to their patrons' ear drums by the sudden\r\ncessation of activity on the part of the Buddies proved of brief\r\nduration. Men like these ex-collegians, who have really got the\r\nsaxophone virus into their systems, seldom have long lucid intervals\r\nbetween the attacks. Very soon they were at it again, and Mr. Molloy,\r\nrising, led Pat gallantly out onto the floor. His daughter, following\r\nthem with a bright eye as she busied herself with a lip stick, laughed\r\namusedly.\r\n\r\n\"She little knows!\"\r\n\r\nJohn, like Pat a short while before, had fallen into a train of\r\nthought. From this he now woke with a start to the realization that he\r\nwas alone with this girl and presumably expected by her to make some\r\neffort at being entertaining.\r\n\r\n\"I beg your pardon?\" he said.\r\n\r\nEven had he been less preoccupied, he would have found small pleasure\r\nin this tête-à-tête. Miss Molloy--her father addressed her as\r\nDolly--belonged to the type of girl in whose society a diffident man\r\nis seldom completely at ease. There hung about her like an aura a sort\r\nof hard glitter. Her challenging eyes were of a bright hazel--beautiful\r\nbut intimidating. She looked supremely sure of herself.\r\n\r\n\"I was saying,\" she explained, \"that your Girl Friend little knows what\r\nshe has taken on, going out to step with Soapy.\"\r\n\r\n\"Soapy?\"\r\n\r\nIt seemed to John that his companion had momentarily the appearance of\r\nbeing a little confused.\r\n\r\n\"My father, I mean,\" she said quickly. \"I call him Soapy.\"\r\n\r\n\"Oh?\" said John. He supposed the practice of calling a father by a\r\nnickname in preference to the more old-fashioned style of address was\r\nthe latest fad of the Modern Girl.\r\n\r\n\"Soapy,\" said Miss Molloy, developing her theme, \"is full of Sex\r\nAppeal, but he has two left feet.\" She emitted another little gurgle of\r\nlaughter. \"There! Would you just look at him now!\"\r\n\r\nJohn was sorry to appear dull, but, eyeing Mr. Molloy as requested, he\r\ncould not see that he was doing anything wrong. On the contrary, for\r\none past his first youth, the man seemed to him enviably efficient.\r\n\r\n\"I'm afraid I don't know anything about dancing,\" he said\r\napologetically.\r\n\r\n\"At that, you're ahead of Soapy. He doesn't even suspect anything.\r\nWhenever I get into the ring with him and come out alive I reckon I've\r\nbroke even. It isn't so much his dancing on my feet that I mind--it's\r\nthe way he jumps on and off that slays me. Don't you ever hoof?\"\r\n\r\n\"Oh, yes. Sometimes. A little.\"\r\n\r\n\"Well, come and do your stuff, then. I can't sit still while they're\r\nplaying that thing.\"\r\n\r\nJohn rose reluctantly. Their brief conversation had made it clear to\r\nhim that in the matter of dancing this was a girl of high ideals, and\r\nhe feared he was about to disappoint her. If she regarded with derision\r\na quite adequate performer like Mr. Molloy, she was obviously no\r\npartner for himself. But there was no means of avoiding the ordeal. He\r\nbacked her out into mid-stream, hoping for the best.\r\n\r\nProvidence was in a kindly mood. By now the floor had become so\r\ncongested that skill was at a discount. Even the sallow youths with\r\nthe marcelled hair and the india-rubber legs were finding little scope\r\nto do anything but shuffle. This suited John's individual style. He,\r\ntoo, shuffled: and, playing for safety, found that he was getting along\r\nbetter than he could have expected. His tension relaxed, and he became\r\nconversational.\r\n\r\n\"Do you often come to this place?\" he asked, resting his partner\r\nagainst the slim back of one of the marcelled-hair brigade who, like\r\nhimself, had been held up in the traffic block.\r\n\r\n\"I've never been here before. And it'll be a long time before I come\r\nagain. A more gosh-awful aggregation of yells for help, than this gang\r\nof whippets,\" said Miss Molloy, surveying the company with a critical\r\neye, \"I've never seen. Look at that dame with the eyeglass.\"\r\n\r\n\"Rather weird,\" agreed John.\r\n\r\n\"A cry for succour,\" said Miss Molloy severely. \"And why, when you can\r\nbuy insecticide at any drug store, people let these boys with the shiny\r\nhair go around loose beats me.\"\r\n\r\nJohn began to warm to this girl. At first, he had feared that he and\r\nshe could have little in common. But this remark told him that on\r\ncertain subjects, at any rate, they saw eye to eye. He, too, had felt\r\nan idle wonder that somebody did not do something about these youths.\r\n\r\nThe Buddies had stopped playing: and John, glowing with the strange\r\nnew spirit of confidence which had come to him, clapped loudly for an\r\nencore.\r\n\r\nBut the Buddies were not responsive. Hitherto, a mere tapping of the\r\npalms had been enough to urge them to renewed epileptic spasms; but now\r\nan odd lethargy seemed to be upon them, as if they had been taking some\r\nkind of treatment for their complaint. They were sitting, instruments\r\nin hand, gazing in a spellbound manner at a square-jawed person in\r\nill-fitting dress clothes who had appeared at the side of Mr. Baermann.\r\nAnd the next moment, there shattered the stillness a sudden voice that\r\nbreathed Vine Street in every syllable.\r\n\r\n\"Ladies and gentlemen,\" boomed the voice, proceeding, as nearly as John\r\ncould ascertain, from close to the main entrance, \"will you kindly take\r\nyour seats.\"\r\n\r\n\"Pinched!\" breathed Miss Molloy in his ear. \"Couldn't you have betted\r\non it!\"\r\n\r\nHer diagnosis was plainly correct. In response to the request, most of\r\nthose on the floor had returned to their tables, moving with the dull\r\nresignation of people to whom this sort of thing has happened before:\r\nand, enjoying now a wider range of vision, John was able to see that\r\nthe room had become magically filled with replicas of the sturdy figure\r\nstanding beside Mr. Baermann. They were moving about among the tables,\r\nexamining with an offensive interest the bottles that stood thereon and\r\njotting down epigrams on the subject in little notebooks. Time flies\r\non swift wings in a haunt of pleasure like the Mustard Spoon, and it\r\nwas evident that the management, having forgotten to look at its watch,\r\nhad committed the amiable error of serving alcoholic refreshments after\r\nprohibited hours.\r\n\r\n\"I might have known,\" said Miss Molloy querulously, \"that something of\r\nthe sort was bound to break loose in a dump like this.\"\r\n\r\nJohn, like all dwellers in the country as opposed to the wicked\r\ninhabitants of cities, was a law-abiding man. Left to himself, he would\r\nhave followed the crowd and made for his table, there to give his name\r\nand address in the sheepish undertone customary on these occasions. But\r\nhe was not left to himself. A moment later it had become plain that the\r\ndashing exterior of Miss Molloy was a true index to the soul within.\r\nShe grasped his arm and pulled him commandingly.\r\n\r\n\"Snap into it!\" said Miss Molloy.\r\n\r\nThe \"it\" into which she desired him to snap was apparently a small\r\ndoor that led to the club's service quarters. It was the one strategic\r\npoint not yet guarded by a stocky figure with large feet and an eye\r\nlike a gimlet. To it his companion went like a homing rabbit, dragging\r\nhim with her. They passed through; and John, with a resourcefulness of\r\nwhich he was surprised to find himself capable, turned the key in the\r\nlock.\r\n\r\n\"Smooth!\" said Miss Molloy approvingly. \"Nice work! That'll hold them\r\nfor a while.\"\r\n\r\nIt did. From the other side of the door there proceeded a confused\r\nshouting, and somebody twisted the handle with a good deal of\r\npetulance, but the Law had apparently forgotten to bring its axe with\r\nit to-night, and nothing further occurred. They made their way down a\r\nstuffy passage, came presently to a second door, and, passing through\r\nthis, found themselves in a backyard, fragrant with the scent of old\r\ncabbage stalks and dish water.\r\n\r\nMiss Molloy listened. John listened. They could hear nothing but a\r\ndistant squealing and tooting of horns, which, though it sounded like\r\nsomething out of the repertoire of the Collegiate Buddies, was in\r\nreality the noise of the traffic in Regent Street.\r\n\r\n\"All quiet along the Potomac,\" said Miss Molloy with satisfaction.\r\n\"Now,\" she added briskly, \"if you'll just fetch one of those ash cans\r\nand put it alongside that wall and give me a leg-up and help me round\r\nthat chimney and across that roof and down into the next yard and over\r\nanother wall or two, I think everything will be more or less jake.\"\r\n\r\n\r\n                                   V\r\n\r\nJohn sat in the lobby of the Lincoln Hotel in Curzon Street. A lifetime\r\nof activity and dizzy hustle had passed, but it had all been crammed\r\ninto just under twenty minutes, and, after seeing his fair companion\r\noff in a taxicab, he had made his way to the Lincoln, to ascertain from\r\na sleepy night porter that Miss Wyvern had not yet returned. He was now\r\nawaiting her coming.\r\n\r\nShe came some little while later, escorted by Hugo. It was a fair\r\nsummer night, warm and still, but with her arrival a keen east wind\r\nseemed to pervade the lobby. Pat was looking pale and proud, and Hugo's\r\nusually effervescent demeanour had become toned down to a sort of\r\nmellow sadness. He had the appearance of a man who has recently been\r\nproperly ticked off by a woman for Taking Me to Places Like That.\r\n\r\n\"Oh, hullo, John,\" he murmured in a low, bedside voice. He brightened\r\na little, as a man will who, after a bad quarter of an hour with an\r\nemotional girl, sees somebody who may possibly furnish an alternative\r\ntarget for her wrath. \"Where did you get to? Left early to avoid the\r\nrush?\"\r\n\r\n\"It was this way ...\" began John. But Pat had turned to the desk, and\r\nwas asking the porter for her key. If a female martyr in the rougher\r\ndays of the Roman Empire had had occasion to ask for a key, she would\r\nhave done it in just the voice which Pat employed. It was not a loud\r\nvoice, nor an angry one,--just the crushed, tortured voice of a girl\r\nwho has lost her faith in the essential goodness of humanity.\r\n\r\n\"You see ...\" said John.\r\n\r\n\"Are there any letters for me?\" asked Pat.\r\n\r\n\"No, no letters,\" said the night porter; and the unhappy girl gave a\r\nlittle sigh, as if that was just what might be expected in a world\r\nwhere men who had known you all your life took you to Places which\r\nthey ought to have Seen from the start were just Drinking-Hells, while\r\nother men, who also had known you all your life, and, what was more,\r\nprofessed to love you, skipped through doors in the company of flashy\r\nwomen and left you to be treated by the police as if you were a common\r\ncriminal.\r\n\r\n\"What happened,\" said John, \"was this....\"\r\n\r\n\"Good night,\" said Pat.\r\n\r\nShe followed the porter to the lift, and Hugo, producing a\r\nhandkerchief, dabbed it lightly over his forehead.\r\n\r\n\"Dirty weather, shipmate!\" said Hugo. \"A very deep depression off the\r\ncoast of Iceland, laddie.\"\r\n\r\nHe placed a restraining hand on John's arm, as the latter made a\r\nmovement to follow the Snow Queen.\r\n\r\n\"No good, John,\" he said gravely. \"No good, old man, not the slightest.\r\nDon't waste your time trying to explain to-night. Hell hath no fury\r\nlike a woman scorned, and not many like a girl who's just had to give\r\nher name and address in a raided night club to a plain-clothes cop who\r\nasked her to repeat it twice and then didn't seem to believe her.\"\r\n\r\n\"But I want to tell her why....\"\r\n\r\n\"Never tell them why. It's no use. Let us talk of pleasanter things.\r\nJohn, I have brought off the coup of a lifetime. Not that it was my\r\nidea. It was Ronnie Fish who suggested it. There's a fellow with a\r\nbrain, John. There's a lad who busts the seams of any hat that isn't a\r\nnumber eight.\"\r\n\r\n\"What are you talking about?\"\r\n\r\n\"I'm talking about this amazingly intelligent idea of old Ronnie's.\r\nIt's absolutely necessary that by some means Uncle Lester shall be\r\npersuaded to cough up five hundred quid of my capital to enable me to\r\ngo into a venture second in solidity only to the Mint. The one person\r\nwho can talk him into it is Ronnie. So Ronnie's coming to Rudge.\"\r\n\r\n\"Oh?\" said John, uninterested.\r\n\r\n\"And to prevent Uncle Lester making a fuss about this, I've invited old\r\nman Molloy and daughter to come and visit us as well. That was Ronnie's\r\nbig idea. Thos. is rolling in money, and, once Uncle Lester learns\r\nthat, he won't kick about Ronnie being there. He loves having rich men\r\naround. He likes to nuzzle them.\"\r\n\r\n\"Do you mean,\" cried John, \"that that girl is coming to stay at Rudge?\"\r\n\r\nHe was appalled. Limpidly clear though his conscience was, he was able\r\nto see that his rather spectacular association with Miss Dolly Molloy\r\nhad displeased Pat, and the last thing he wished for was to be placed\r\nin a position which was virtually tantamount to hobnobbing with the\r\ngirl. If she came to stay at Rudge, Pat might think.... What might not\r\nPat think?\r\n\r\nHe became aware that Hugo was speaking to him in a quiet, brotherly\r\nvoice.\r\n\r\n\"How did all that come out, John?\"\r\n\r\n\"All what?\"\r\n\r\n\"About Pat. Did she tell you that I paved the way?\"\r\n\r\n\"She did! And look here....\"\r\n\r\n\"All right, old man,\" said Hugo, raising a deprecatory hand. \"That's\r\nabsolutely all right. I don't want any thanks. You'd have done the same\r\nfor me. Well, what has happened? Everything pretty satisfactory?\"\r\n\r\n\"Satisfactory!\"\r\n\r\n\"Don't tell me she turned you down?\"\r\n\r\n\"If you really want to know, yes, she did.\"\r\n\r\nHugo sighed.\r\n\r\n\"I feared as much. There was something about her manner when I was\r\npaving the way that I didn't quite like. Cold. Not responsive. A\r\nbit glassy-eyed. What an amazing thing it is,\" said Hugo, tapping a\r\nphilosophical vein, \"that in spite of all the ways there are of saying\r\nYes, a girl on an occasion like this nearly always says No. An American\r\nstatistician has estimated that, omitting substitutes like 'All right,'\r\n'You bet,' 'O.K.,' and nasal expressions like 'Uh-huh,' the English\r\nlanguage provides nearly fifty different methods of replying in the\r\naffirmative, including Yeah, Yeth, Yum, Yo, Yaw, Chess, Chass, Chuss,\r\nYip, Yep, Yop, Yup, Yurp....\"\r\n\r\n\"Stop it!\" cried John forcefully.\r\n\r\nHugo patted him affectionately on the shoulder.\r\n\r\n\"All right, John. All right, old man. I quite understand. You're upset.\r\nA little on edge, yes? Of course you are. But listen, John, I want to\r\ntalk to you very seriously for a moment, in a broad-minded spirit of\r\ncousinly good will. If I were you, laddie, I would take myself firmly\r\nin hand at this juncture. You must see for yourself by now that you're\r\nsimply wasting your time fooling about after dear old Pat. A sweet\r\ngirl, I grant you--one of the best: but if she won't have you she\r\nwon't, and that's that. Isn't it or is it? Take my tip and wash the\r\nwhole thing out and start looking round for someone else. Now, there's\r\nMiss Molloy, for instance. Pretty. Pots of money. If I were you, while\r\nshe's at Rudge, I'd have a decided pop at her. You see, you're one of\r\nthose fellows that Nature intended for a married man right from the\r\nstart. You're a confirmed settler-down, the sort of chap that likes\r\nto roll the garden lawn and then put on his slippers and light a pipe\r\nand sit side by side with the little woman, sharing a twin set of head\r\nphones. Pull up your socks, John, and have a dash at this Molloy girl.\r\nYou'd be on velvet with a rich wife.\"\r\n\r\nAt several points during this harangue John had endeavoured to speak,\r\nand he was just about to do so now, when there occurred that which\r\nrendered speech impossible. From immediately behind them, as they stood\r\nfacing the door, a voice spoke.\r\n\r\n\"I want my bag, Hugo.\"\r\n\r\nIt was Pat. She was standing within a yard of them. Her face was still\r\nthat of a martyr, but now she seemed to suggest by her expression a\r\nmartyr whose tormentors have suddenly thought up something new.\r\n\r\n\"You've got my bag,\" she said.\r\n\r\n\"Oh, ah,\" said Hugo.\r\n\r\nHe handed over the beaded trifle, and she took it with a cold\r\naloofness. There was a pause.\r\n\r\n\"Well, good night,\" said Hugo.\r\n\r\n\"Good night,\" said Pat.\r\n\r\n\"Good night,\" said John.\r\n\r\n\"Good night,\" said Pat.\r\n\r\nShe turned away, and the lift bore her aloft. Its machinery badly\r\nneeded a drop of oil, and it emitted, as it went, a low wailing sound\r\nthat seemed to John like a commentary on the whole situation.\r\n\r\n\r\n                                  VI\r\n\r\nSome half a mile from Curzon Street, on the fringe of the Soho\r\ndistrict, there stands a smaller and humbler hotel named the Belvidere.\r\nIn a bedroom on the second floor of this, at about the moment when Pat\r\nand Hugo had entered the lobby of the Lincoln, Dolly Molloy sat before\r\na mirror, cold-creaming her attractive face. She was interrupted in\r\nthis task by the arrival of the senatorial Thomas G.\r\n\r\n\"Hello, sweetie-pie,\" said Miss Molloy. \"There you are.\"\r\n\r\n\"Yes,\" replied Mr. Molloy. \"Here I am.\"\r\n\r\nAlthough his demeanour lacked the high tragedy which had made strong\r\nmen quail in the presence of Pat Wyvern, this man was plainly ruffled.\r\nHis fine features were overcast and his frank gray eyes looked sombre.\r\n\r\n\"Gee! If there's one thing in this world I hate,\" he said, \"it's having\r\nto talk to policemen.\"\r\n\r\n\"What happened?\"\r\n\r\n\"Oh, I gave my name and address. _A_ name and address, that is to say.\r\nBut I haven't got over yet the jar it gave me seeing so many cops all\r\ngathered together in a small room. And that's not all,\" went on Mr.\r\nMolloy, ventilating another grievance. \"Why did you make me tell those\r\nfolks you were my daughter?\"\r\n\r\n\"Well, sweetie, it sort of cramps my style, having people know we're\r\nmarried.\"\r\n\r\n\"What do you mean, cramps your style?\"\r\n\r\n\"Oh, just cramps my style.\"\r\n\r\n\"But, darn it,\" complained Mr. Molloy, going to the heart of the\r\nmatter, \"it makes me out so old, folks thinking I'm your father.\" The\r\nrather pronounced gap in years between himself and his young bride was\r\na subject on which Soapy Molloy was always inclined to be sensitive.\r\n\"I'm only forty-two.\"\r\n\r\n\"And you don't seem that, not till you look at you close,\" said Dolly\r\nwith womanly tact. \"The whole thing is, sweetie, being so dignified,\r\nyou can call yourself anybody's father and get away with it.\"\r\n\r\nMr. Molloy, somewhat soothed, examined himself, not without approval,\r\nin the mirror.\r\n\r\n\"I do look dignified,\" he admitted.\r\n\r\n\"Like a professor or something.\"\r\n\r\n\"That isn't a bald spot coming there, is it?\"\r\n\r\n\"Sure it's not. It's just the way the light falls.\"\r\n\r\nMr. Molloy resumed his examination with growing content.\r\n\r\n\"Yes,\" he said complacently, \"that's a face which for business purposes\r\nis a face. I may not be the World's Sweetheart, but nobody can say I\r\nhaven't got a map that inspires confidence. I suppose I've sold more\r\nbum oil stock to suckers with it than anyone in the profession. And\r\nthat reminds me, honey, what do you think?\"\r\n\r\n\"What?\" asked Mrs. Molloy, removing cream with a towel.\r\n\r\n\"We're sitting in the biggest kind of luck. You know how I've been\r\nwanting all this time to get hold of a really good prospect--some guy\r\nwith money to spend who might be interested in a little oil deal?\r\nWell, that Carmody fellow we met to-night has invited us to go and\r\nvisit at his country home.\"\r\n\r\n\"You don't say!\"\r\n\r\n\"I do say!\"\r\n\r\n\"Well, isn't that the greatest thing. Is he rich?\"\r\n\r\n\"He's got an uncle that must be, or he couldn't be living in a place\r\nlike he was telling me. It's one of those stately homes of England you\r\nread about.\"\r\n\r\nMrs. Molloy mused. The soft smile on her face showed that her day\r\ndreams were pleasant ones.\r\n\r\n\"I'll have to get me some new frocks ... and hats ... and shoes ... and\r\nstockings ... and ...\"\r\n\r\n\"Now, now, now!\" said her husband, with that anxious alarm which\r\nhusbands exhibit on these occasions. \"Be yourself, baby! You aren't\r\ngoing to stay at Buckingham Palace.\"\r\n\r\n\"But a country-house party with swell people....\"\r\n\r\n\"It isn't a country-house party. There's only the uncle besides those\r\ntwo boys we met to-night. But I'll tell you what. If I can plant a good\r\nblock of those Silver River shares on the old man, you can go shopping\r\nall you want.\"\r\n\r\n\"Oh, Soapy! Do you think you can?\"\r\n\r\n\"Do I think I can?\" echoed Mr. Molloy scornfully. \"I don't say I've\r\never sold Central Park or Brooklyn Bridge to anybody, but if I can't\r\nget rid of a parcel of home-made oil stock to a guy that lives in the\r\ncountry I'm losing my grip and ought to retire. Sure, I'll sell him\r\nthose Silver Rivers, honey. These fellows that own these big estates in\r\nEngland are only glorified farmers when you come right down to it, and\r\na farmer will buy anything you offer him, just so long as it's nicely\r\nengraved and shines when you slant the light on it.\"\r\n\r\n\"But, Soapy....\"\r\n\r\n\"Now what?\"\r\n\r\n\"I've been thinking. Listen, Soapy. A home like this one where we're\r\ngoing is sure to have all sorts of things in it, isn't it? Pictures, I\r\nmean, and silver and antiques and all like that. Well, why can't we,\r\nonce we're in the place, get away with them and make a nice clean-up?\"\r\n\r\nMr. Molloy, though conceding that this was the right spirit, was\r\nobliged to discourage his wife's pretty enthusiasm.\r\n\r\n\"Where could you sell that sort of stuff?\"\r\n\r\n\"Anywhere, once you got it over to the other side. New York's full of\r\nrich millionaires who'll buy anything and ask no questions, just so\r\nlong as it's antiques.\"\r\n\r\nMr. Molloy shook his head.\r\n\r\n\"Too dangerous, baby. If all that stuff left the house same time as we\r\ndid, we'd have the bulls after us in ten minutes. Besides, it's not in\r\nmy line. I've got my line, and I like to stick to it. Nobody ever got\r\nanywhere in the long run by going outside of his line.\"\r\n\r\n\"Maybe you're right.\"\r\n\r\n\"Sure I'm right. A nice conservative business, that's what I aim at.\"\r\n\r\n\"But suppose when we get to this joint it looks dead easy?\"\r\n\r\n\"Ah! Well then, I'm not saying. All I'm against is risks. If\r\nsomething's handed to you on a plate, naturally no one wouldn't ever\r\nwant to let it get past them.\"\r\n\r\nAnd with this eminently sound commercial maxim Mr. Molloy reached for\r\nhis pyjamas and prepared for bed. Something attempted, something done,\r\nhad earned, he felt, a night's repose."
  ]
}