{
  "index": 9,
  "title": "Chapter 8",
  "paragraphs": [
    "I\r\n\r\nJohn woke late next day, and in the moment between sleeping and waking\r\nwas dimly conscious of a feeling of extraordinary happiness. For some\r\nreason, which he could not immediately analyze, the world seemed\r\nsuddenly to have become the best of all possible worlds. Then he\r\nremembered, and sprang out of bed with a shout.\r\n\r\nEmily, lying curled up in her basket, her whole appearance that of a\r\ndog who has come home with the milk, raised a drowsy head. Usually it\r\nwas her custom to bustle about and lend a hand while John bathed and\r\ndressed, but this morning she did not feel equal to it. Deciding that\r\nit was too much trouble even to tell him about the man she had seen in\r\nthe grounds last night, she breathed heavily twice and returned to her\r\nslumbers.\r\n\r\nHaving dressed and come out into the open, John found that he had\r\nmissed some hours of what appeared to be the most perfect morning in\r\nthe world's history. The stable yard was a well of sunshine: light\r\nbreezes whispered in the branches of the cedars: fleecy clouds swam in\r\na sea of blue: and from the direction of the home farm there came the\r\nsoothing crooning of fowls. His happiness swelled into a feeling of\r\nuniversal benevolence toward all created things. He looked upon the\r\nbirds and found them all that birds should be: the insects which hummed\r\nin the sunshine were, he perceived, a quite superior brand of insect:\r\nhe even felt fraternal toward a wasp which came flying about his face.\r\nAnd when the Dex-Mayo rolled across the bridge of the moat and Bolt,\r\napplying the brakes, drew up at his side, he thought he had never seen\r\na nicer-looking chauffeur.\r\n\r\n\"Good morning, Bolt,\" said John, effusively.\r\n\r\n\"Good morning, sir.\"\r\n\r\n\"Where have you been off to so early?\"\r\n\r\n\"Mr. Carmody sent me to Worcester, sir, to leave a bag for him at Shrub\r\nHill station. If you're going into the house, Mr. John, perhaps you\r\nwouldn't mind giving him the ticket?\"\r\n\r\nJohn was delighted. It was a small kindness that the chauffeur was\r\nasking, and he wished it had been in his power to do something for him\r\non a bigger scale. However, the chance of doing even small kindnesses\r\nwas something to be grateful for on a morning like this. He took the\r\nticket and put it in his pocket.\r\n\r\n\"How are you, Bolt?\"\r\n\r\n\"All right, thank you, sir.\"\r\n\r\n\"How's Mrs. Bolt?\"\r\n\r\n\"She's all right, Mr. John.\"\r\n\r\n\"How's the baby?\"\r\n\r\n\"The baby's all right.\"\r\n\r\n\"And the dog?\"\r\n\r\n\"The dog's all right, sir.\"\r\n\r\n\"That's splendid,\" said John. \"That's great. That's fine. That's\r\ncapital. I'm delighted.\"\r\n\r\nHe smiled a radiant smile of cheeriness and good will, and turned\r\ntoward the house. However much the heart may be uplifted, the animal in\r\na man insists on demanding breakfast, and, though John was practically\r\npure spirit this morning, he was not blind to the fact that a couple of\r\neggs and a cup of coffee would be no bad thing. As he reached the door,\r\nhe remembered that Mrs. Bolt had a canary and that he had not inquired\r\nafter that, but decided that the moment had gone by. Later on, perhaps.\r\nHe opened the back door and made his way to the morning room, where\r\neggs abounded and coffee could be had for the asking. Pausing only to\r\ntickle a passing cat under the ear and make chirruping noises to it, he\r\nwent in.\r\n\r\nThe morning room was empty, and there were signs that the rest of the\r\nparty had already breakfasted. John was glad of it. Genially disposed\r\nthough he felt toward his species to-day, he relished the prospect\r\nof solitude. A man who is about to picnic on Wenlock Edge in perfect\r\nweather with the only girl in the world, wants to meditate, not to make\r\nconversation.\r\n\r\nSo thoroughly had his predecessors breakfasted that he found, on\r\ninspecting the coffee pot, that it was empty. He rang the bell.\r\n\r\n\"Good morning, Sturgis,\" he said affably, as the butler appeared. \"You\r\nmight give me some more coffee, will you?\"\r\n\r\nThe butler of Rudge Hall was a little man with snowy hair who had been\r\nplacidly withering in Mr. Carmody's service for the last twenty years.\r\nJohn had known him ever since he could remember, and he had always been\r\njust the same--frail and venerable and kindly and dried-up. He looked\r\nexactly like the Good Old Man in a touring melodrama company.\r\n\r\n\"Why, Mr. John! I thought you were in London.\"\r\n\r\n\"I got back late last night. And very glad,\" said John heartily, \"to be\r\nback. How's the rheumatism, Sturgis?\"\r\n\r\n\"Rather troublesome, Mr. John.\"\r\n\r\nJohn was horrified. Could these things be on such a day as this?\r\n\r\n\"You don't say so?\"\r\n\r\n\"Yes, Mr. John. I was awake the greater portion of the night.\"\r\n\r\n\"You must rub yourself with something and then go and lie down and have\r\na good rest. Where do you feel it mostly?\"\r\n\r\n\"In the limbs, Mr. John. It comes on in sharp twinges.\"\r\n\r\n\"That's bad. By Jove, yes, that's bad. Perhaps this fine weather will\r\nmake it better.\"\r\n\r\n\"I hope so, Mr. John.\"\r\n\r\n\"So do I, so do I,\" said John earnestly. \"Tell me, where is everybody?\"\r\n\r\n\"Mr. Hugo and the young gentleman went up to London.\"\r\n\r\n\"Of course, yes. I was forgetting.\"\r\n\r\n\"Mr. Molloy and Miss Molloy finished their breakfast some little time\r\nago, and are now out in the garden.\"\r\n\r\n\"Ah, yes. And my uncle?\"\r\n\r\n\"He is up in the picture gallery with the policeman, Mr. John.\"\r\n\r\nJohn stared.\r\n\r\n\"With the what?\"\r\n\r\n\"With the policeman, Mr. John, who's come about the burglary.\"\r\n\r\n\"Burglary?\"\r\n\r\n\"Didn't you hear, Mr. John, we had a burglary last night?\"\r\n\r\nThe world being constituted as it is, with Fate waiting round almost\r\nevery corner with its sandbag, it is not often that we are permitted to\r\nremain for long undisturbed in our moods of exaltation. John came down\r\nto earth swiftly.\r\n\r\n\"Good heavens!\"\r\n\r\n\"Yes, Mr. John. And if you could spare the time....\"\r\n\r\nRemorse gripped John. He felt like a sentinel who, falling asleep at\r\nhis post, has allowed the enemy to creep past him in the night.\r\n\r\n\"I must go up and see about this.\"\r\n\r\n\"Very good, Mr. John. But if I might have a word....\"\r\n\r\n\"Some other time, Sturgis.\"\r\n\r\nHe ran up the stairs to the picture gallery. Mr. Carmody and Rudge's\r\none policeman were examining something by the window, and John, in the\r\nbrief interval which elapsed before they became aware of his presence,\r\nwas enabled to see the evidence of the disaster. Several picture\r\nframes, robbed of their contents, gaped at him like blank windows.\r\nA glass case containing miniatures had been broken and rifled. The\r\nElizabethan salt cellar presented to Aymas Carmody by the Virgin Queen\r\nherself was no longer in its place.\r\n\r\n\"Gosh!\" said John.\r\n\r\nMr. Carmody and his companion turned.\r\n\r\n\"John! I thought you were in London.\"\r\n\r\n\"I came back last night.\"\r\n\r\n\"Did you see, or observe or hear anything of this business?\" asked the\r\npoliceman.\r\n\r\nConstable Mould was one of the slowest-witted men in Rudge, and he had\r\neyes like two brown puddles filmed over with scum, but he was doing his\r\nbest to look at John keenly.\r\n\r\n\"No.\"\r\n\r\n\"Why not?\"\r\n\r\n\"I wasn't here.\"\r\n\r\n\"You said you were, sir,\" Constable Mould pointed out cleverly.\r\n\r\n\"I mean, I wasn't anywhere near the house,\" replied John impatiently.\r\n\"Immediately I arrived I went out for a row on the moat.\"\r\n\r\n\"Then you did not see or observe anything?\"\r\n\r\n\"No.\"\r\n\r\nConstable Mould, who had been licking the tip of his pencil and holding\r\na notebook in readiness, subsided disappointedly.\r\n\r\n\"When did this happen?\" asked John.\r\n\r\n\"It is impossible to say,\" replied Mr. Carmody. \"By a most unfortunate\r\ncombination of circumstances the house was virtually empty from almost\r\ndirectly after dinner. Hugo and his friend, as you know, left for\r\nLondon yesterday morning. Mr. Molloy and his daughter took the car\r\nto Birmingham to see a play. And I myself retired to bed early with\r\na headache. The man could have effected an entrance without being\r\nobserved almost any time after eight o'clock. No doubt he actually did\r\nbreak in shortly before midnight.\"\r\n\r\n\"How did he get in?\"\r\n\r\n\"Undoubtedly through this window by means of a ladder.\"\r\n\r\nJohn perceived that the glass of the window had been cut out.\r\n\r\n\"Another most unfortunate thing,\" proceeded Mr. Carmody, \"is that the\r\nobjects stolen, though so extremely valuable, are small in actual size.\r\nThe man could have carried them off without any inconvenience. No doubt\r\nthey are miles away by this time, possibly even in London.\"\r\n\r\n\"Was this here stuff insured?\" asked Constable Mould.\r\n\r\n\"Yes. Curiously enough, the reason my nephew here went to London\r\nyesterday was to increase the insurance. You saw to that matter, John?\"\r\n\r\n\"Oh, yes.\" John spoke absently. Like everybody else who has ever found\r\nhimself on the scene of a recently committed burglary, he was looking\r\nabout for clues. \"Hullo!\"\r\n\r\n\"What is the matter?\"\r\n\r\n\"Did you see this?\"\r\n\r\n\"Certainly I saw it,\" said Mr. Carmody.\r\n\r\n\"I saw it first,\" said Constable Mould.\r\n\r\n\"The man must have cut his finger getting it.\"\r\n\r\n\"That's what I thought,\" said Constable Mould.\r\n\r\nThe combined Mould-Carmody-John discovery was a bloodstained\r\nfingerprint on the woodwork of the window sill: and, like so many\r\nthings in this world, it had at first sight the air of being much\r\nmore important than it really was. John said he considered it valuable\r\nevidence, and felt damped when Mr. Carmody pointed out that its value\r\nwas decreased by the fact that it was not easy to search through the\r\nwhole of England for a man with a cut finger.\r\n\r\n\"I see,\" said John.\r\n\r\nConstable Mould said he had seen it right away.\r\n\r\n\"The only thing to be done, I suppose,\" said Mr. Carmody resignedly,\r\n\"is to telephone to the police in Worcester. Not that they will\r\nbe likely to effect anything, but it is as well to observe the\r\nformalities. Come downstairs with me, Mould.\"\r\n\r\nThey left the room, the constable, it seemed to John, taking none\r\ntoo kindly to the idea that there were higher powers in the world of\r\ndetection than himself. His uncle, he considered, had shown a good\r\ndeal of dignity in his acceptance of the disaster. Many men would have\r\nfussed and lost their heads, but Lester Carmody remained calm. John\r\nthought it showed a good spirit.\r\n\r\nHe wandered about the room, hoping for more and better clues. But the\r\ndifficulty confronting the novice on these occasions is that it is so\r\nhard to tell what is a clue and what is not. Probably, if he only knew,\r\nthere were clues lying about all over the place, shouting to him to\r\npick them up. But how to recognize them? Sherlock Holmes can extract a\r\nclue from a wisp of straw or a flake of cigar ash. Doctor Watson has to\r\nhave it taken out for him and dusted and exhibited clearly with a label\r\nattached. John was forced reluctantly to the conclusion that he was\r\nessentially a Doctor Watson. He did not rise even to the modest level\r\nof a Scotland Yard Bungler.\r\n\r\nHe awoke from a reverie to find Sturgis at his side.\r\n\r\n\r\n                                  II\r\n\r\n\"Ah, Sturgis,\" said John absently.\r\n\r\nHe was not particularly pleased to see the butler. The man looked as if\r\nhe were about to dodder, and in moments of intense thought one does not\r\nwish to have doddering butlers around one.\r\n\r\n\"Might I have a word, Mr. John?\"\r\n\r\nJohn supposed he might, though he was not frightfully keen about it. He\r\nrespected Sturgis's white hairs, but the poor old ruin had horned in at\r\nan unfortunate moment.\r\n\r\n\"My rheumatism was very bad last night, Mr. John.\"\r\n\r\nJohn recognized the blunder he had made in being so sympathetic just\r\nnow. At the time, feeling, as he had done, that all mankind were his\r\nlittle brothers, to inquire after and display a keen interest in\r\nSturgis's rheumatism had been a natural and, one might say, unavoidable\r\nact. But now he regretted it. He required every cell in his brain for\r\nthis very delicate business of clue-hunting, and it was maddening to be\r\ncompelled to call a number of them off duty to attend to gossip about\r\na butler's swollen joints. A little coldly he asked Sturgis if he had\r\never tried Christian Science.\r\n\r\n\"It kept me awake a very long time, Mr. John.\"\r\n\r\n\"I read in a paper the other day that bee stings sometimes have a good\r\neffect.\"\r\n\r\n\"Bee stings, sir?\"\r\n\r\n\"So they say. You get yourself stung by bees, and the acid or whatever\r\nit is in the sting draws out the acid or whatever it is in you.\"\r\n\r\nSturgis was silent for a while, and John supposed he was about to\r\nask if he could direct him to a good bee. Such, however, was not the\r\nbutler's intention. It was Sturgis, the old retainer with the welfare\r\nof Rudge Hall nearest his heart--not Sturgis the sufferer from twinges\r\nin the limbs--who was present now in the picture gallery.\r\n\r\n\"It is very kind of you, Mr. John,\" he said, \"to interest yourself, but\r\nwhat I wished to have a word with you about was this burglary of ours\r\nlast night.\"\r\n\r\nThis was more the stuff. John became heartier.\r\n\r\n\"A most mysterious affair, Sturgis. The man apparently climbed in\r\nthrough this window, and no doubt escaped the same way.\"\r\n\r\n\"No, Mr. John. That's what I wished to have a word with you about. He\r\nwent away down the front stairs.\"\r\n\r\n\"What! How do you know?\"\r\n\r\n\"I saw him, Mr. John.\"\r\n\r\n\"You saw him?\"\r\n\r\n\"Yes, Mr. John. Owing to being kept awake by my rheumatism.\"\r\n\r\nThe remorse which had come upon John at the moment when he had first\r\nheard the news of the burglary was as nothing to the remorse which\r\nracked him now. Just because this fine old man had one of those mild,\r\ngoofy faces and bleated like a sheep when he talked, he had dismissed\r\nhim without further thought as a dodderer. And all the time the\r\nsplendid old fellow, who could not help his face and was surely not to\r\nbe blamed if age had affected his vocal chords, had been the God from\r\nthe Machine, sent from heaven to assist him in getting to the bottom\r\nof this outrage. There is no known case on record of a man patting a\r\nbutler on the head, but John at this moment came very near to providing\r\none.\r\n\r\n\"You saw him!\"\r\n\r\n\"Yes, Mr. John.\"\r\n\r\n\"What did he look like?\"\r\n\r\n\"I couldn't say, Mr. John, not really definite.\"\r\n\r\n\"Why couldn't you?\"\r\n\r\n\"Because I did not really see him.\"\r\n\r\n\"But you said you did.\"\r\n\r\n\"Yes, Mr. John, but only in a manner of speaking.\"\r\n\r\nJohn's new-born cordiality waned a little. His first estimate, he felt,\r\nhad been right. This was doddering, pure and simple.\r\n\r\n\"How do you mean, only in a manner of speaking?\"\r\n\r\n\"Well, it was like this, Mr. John....\"\r\n\r\n\"Look here,\" said John. \"Tell me the whole thing right from the start.\"\r\n\r\nSturgis glanced cautiously at the door. When he spoke, it was in a\r\nlowered voice, which gave his delivery the effect of a sheep bleating\r\nwith cotton wool in its mouth.\r\n\r\n\"I was awake with my rheumatism last night, Mr. John, and at last it\r\ncome on so bad I felt I really couldn't hardly bear it no longer. I\r\nlay in bed, thinking, and after I had thought for quite some time, Mr.\r\nJohn, it suddenly crossed my mind that Mr. Hugo had once remarked,\r\nwhile kindly interesting himself in my little trouble, that a glassful\r\nof whisky, drunk without water, frequently alleviated the pain.\"\r\n\r\nJohn nodded. So far, the story bore the stamp of truth. A glassful\r\nof neat whisky was just what Hugo would have recommended for any\r\ncomplaint, from rheumatism to a broken heart.\r\n\r\n\"So I thought in the circumstances that Mr. Carmody would not object if\r\nI tried a little. So I got out of bed and put on my overcoat, and I had\r\njust reached the head of the stairs, it being my intention to go to the\r\ncellarette in the dining room, when what should I hear but a noise.\"\r\n\r\n\"What sort of noise?\"\r\n\r\n\"A sort of sneezing noise, Mr. John. As it might be somebody sneezing.\"\r\n\r\n\"Yes? Well?\"\r\n\r\n\"I was stottled.\"\r\n\r\n\"Stottled? Oh, yes, I see. Well?\"\r\n\r\n\"I remained at the head of the stairs. For quite a while I remained at\r\nthe head of the stairs. Then I crope ...\"\r\n\r\n\"You what?\"\r\n\r\n\"I crope to the door of the picture gallery.\"\r\n\r\n\"Oh, I see. Yes?\"\r\n\r\n\"Because the sneezing seemed to have come from there. And then I heard\r\nanother sneeze. Two or three sneezes, Mr. John. As if whoever was in\r\nthere had got a nasty cold in the head. And then I heard footsteps\r\ncoming toward the door.\"\r\n\r\n\"What did you do?\"\r\n\r\n\"I went back to the head of the stairs again, sir. If anybody had told\r\nme half an hour before that I could have moved so quick I wouldn't\r\nhave believed him. And then out of the door came a man carrying a bag.\r\nHe had one of those electric torches. He went down the stairs, but it\r\nwas only when he was at the bottom that I caught even a glimpse of his\r\nface.\"\r\n\r\n\"But you did then?\"\r\n\r\n\"Yes, Mr. John, for just a moment. And I was stottled.\"\r\n\r\n\"Why? You mean he was somebody you knew?\"\r\n\r\nThe butler lowered his voice again.\r\n\r\n\"I could have sworn, Mr. John, it was that Doctor Twist who came over\r\nhere the other day from Healthward Ho.\"\r\n\r\n\"Doctor Twist!\"\r\n\r\n\"Yes, Mr. John. I didn't tell the policeman just now, and I wouldn't\r\ntell anybody but you, because after all it was only a glimpse, as\r\nyou might say, and I couldn't swear to it, and there's defamation of\r\ncharacter to be considered. So I didn't mention it to Mr. Mould when\r\nhe was inquiring of me. I said I'd heard nothing, being in my bed at\r\nthe time. Because, apart from defamation of character and me not being\r\nprepared to swear on oath, I wasn't sure how Mr. Carmody would like the\r\nidea of my going to the dining-room cellarette even though in agonies\r\nof pain. So I'd be much obliged if you would not mention it to him, Mr.\r\nJohn.\"\r\n\r\n\"I won't.\"\r\n\r\n\"Thank you, sir.\"\r\n\r\n\"You'd better leave me to think this over, Sturgis.\"\r\n\r\n\"Very good, Mr. John.\"\r\n\r\n\"You were quite right to tell me.\"\r\n\r\n\"Thank you, Mr. John. Are you coming downstairs to finish your\r\nbreakfast, sir?\"\r\n\r\nJohn waved away the material suggestion.\r\n\r\n\"No. I want to think.\"\r\n\r\n\"Very good, Mr. John.\"\r\n\r\nLeft alone, John walked to the window and frowned meditatively out.\r\nHis brain was now working with a rapidity and clearness which the most\r\nprofessional of detectives might have envied. For the first time since\r\nhis cousin Hugo had come to him to have his head repaired he began to\r\nrealize that there might have been something, after all, in that young\r\nman's rambling story. Taken in conjunction with what Sturgis had just\r\ntold him, Hugo's weird tale of finding Doctor Twist burgling the house\r\nbecame significant.\r\n\r\nThis Twist, now. After all, what about him? He had come from nowhere to\r\nsettle down in Worcestershire, ostensibly in order to conduct a health\r\nfarm. But what if that health farm were a mere blind for more dastardly\r\nwork. After all, it was surely a commonplace that your scientific\r\ncriminal invariably adopted some specious cover of respectability for\r\nhis crimes....\r\n\r\nInto the radius of John's vision there came Mr. Thomas G. Molloy,\r\nwalking placidly beside the moat with his dashing daughter. It seemed\r\nto John as if he had been sent at just this moment for a purpose.\r\nWhat he wanted above all things was a keen-minded sensible man of the\r\nworld with whom to discuss these suspicions of his, and who was better\r\nqualified for this rôle than Mr. Molloy? Long since he had fallen\r\nunder the spell of the other's magnetic personality, and had admired\r\nthe breadth of his intellect. Thomas G. Molloy was, it seemed to him,\r\nthe ideal confidant.\r\n\r\nHe left the room hurriedly, and ran down the stairs.\r\n\r\n\r\n                                  III\r\n\r\nMr. Molloy was still strolling beside the moat when John arrived. He\r\ngreeted him with his usual bluff kindliness. Soapy, like John some half\r\nhour earlier, was feeling amiably disposed toward all mankind this\r\nmorning.\r\n\r\n\"Well, well, well!\" said Soapy. \"So you're back? Did you have a\r\npleasant time in London?\"\r\n\r\n\"All right, thanks. I wanted to see you....\"\r\n\r\n\"You've heard about this unfortunate business last night?\"\r\n\r\n\"Yes. It was about that....\"\r\n\r\n\"I have never been so upset by anything in my life,\" said Mr. Molloy.\r\n\"By pure bad luck Dolly here and myself went over to Birmingham\r\nafter dinner to see a show, and in our absence the outrage must have\r\noccurred. I venture to say,\" went on Mr. Molloy, a stern look creeping\r\ninto his eyes, \"that if only I'd been on the spot the thing could never\r\nhave happened. My hearing's good, and I'm pretty quick on a trigger,\r\nMr. Carroll--pretty quick, let me tell you. It would have taken a right\r\nsmart burglar to have gotten past me.\"\r\n\r\n\"You bet it would,\" said Dolly. \"Gee! It's a pity. And the man didn't\r\nleave a single trace, did he?\"\r\n\r\n\"A fingerprint--or it may have been a thumb print--on the sill of the\r\nwindow, honey. That was all. And I don't see what good that's going to\r\ndo us. You can't round up the population of England and ask to see\r\ntheir thumbs.\"\r\n\r\n\"And outside of that not so much as a single trace. Isn't it too bad!\r\nFrom start to finish not a soul set eyes on the fellow.\"\r\n\r\n\"Yes, they did,\" said John. \"That's what I came to talk to you about.\r\nOne of the servants heard a noise and came out and saw him going down\r\nthe staircase.\"\r\n\r\nIf he had failed up to this point to secure the undivided attention of\r\nhis audience, he had got it now. Miss Molloy seemed suddenly to come\r\nall eyes, and so tremendous were the joy and relief of Mr. Molloy that\r\nhe actually staggered.\r\n\r\n\"Saw him?\" exclaimed Miss Molloy.\r\n\r\n\"Sus-saw him?\" echoed her father, scarcely able to speak in his delight.\r\n\r\n\"Yes. Do you by any chance know a man named Twist?\"\r\n\r\n\"Twist?\" said Mr. Molloy, still speaking with difficulty. He wrinkled\r\nhis forehead. \"Twist? Do I know a man named Twist, honey?\"\r\n\r\n\"The name seems kind of familiar,\" admitted Miss Molloy.\r\n\r\n\"He runs a place called Healthward Ho about twenty miles from here. My\r\nuncle stayed there for a couple of weeks. It's a place where people go\r\nto get into condition--a sort of health farm, I suppose you would call\r\nit.\"\r\n\r\n\"Of course, yes. I have heard Mr. Carmody speak of his friend Twist.\r\nBut....\"\r\n\r\n\"Apparently he called here the other day--to see my uncle, I\r\nsuppose--and this servant I'm speaking about saw him and is convinced\r\nthat he was the burglar.\"\r\n\r\n\"Improbable, surely?\" Mr. Molloy seemed still to be having a little\r\ntrouble with his breath. \"Surely not very probable. This man Twist,\r\nfrom what you tell me, is a personal friend of your uncle. Why,\r\ntherefore.... Besides, if he owns a prosperous business....\"\r\n\r\nJohn was not to be put off the trail by mere superficial argument.\r\nDoctor Watson may be slow at starting, but, once started, he is a\r\nbloodhound for tenacity.\r\n\r\n\"I've thought of all that. I admit it did seem curious at first. But\r\nif you come to look into it you can see that the very thing a burglar\r\nwho wanted to operate in these parts would do is to start some business\r\nthat would make people unsuspicious of him.\"\r\n\r\nMr. Molloy shook his head.\r\n\r\n\"It sounds far-fetched to me.\"\r\n\r\nJohn's opinion of his sturdy good sense began to diminish.\r\n\r\n\"Well, anyhow,\" he said in his solid way, \"this servant is sure he\r\nrecognized Twist, and one can't do any harm by going over there and\r\nhaving a look at the man. I've got quite a good excuse for seeing him.\r\nMy uncle's having a dispute about his bill, and I can say I came over\r\nto discuss it.\"\r\n\r\n\"Yes,\" said Mr. Molloy in a strained voice. \"But----\"\r\n\r\n\"Sure you can,\" said Miss Molloy, with sudden animation. \"Smart of you\r\nto think of that. You need an excuse, if you don't want to make this\r\nTwist fellow suspicious.\"\r\n\r\n\"Exactly,\" said John.\r\n\r\nHe looked at the girl with something resembling approval.\r\n\r\n\"And there's another thing,\" proceeded Miss Molloy, warming to her\r\nsubject. \"Don't forget that this bird, if he's the man that did the\r\nburgling last night, has a cut finger or thumb. If you find this Twist\r\nis going around with sticking plaster on him, why then that'll be\r\nevidence.\"\r\n\r\nJohn's approval deepened.\r\n\r\n\"That's a great idea,\" he agreed. \"What I was thinking was that I\r\nwanted to find out if Twist has a cold in the head.\"\r\n\r\n\"A kuk-kuk-kuk...?\" said Mr. Molloy.\r\n\r\n\"Yes. You see, the burglar had. He was sneezing all the time, my\r\ninformant tells me.\"\r\n\r\n\"Well, say, this begins to look like the goods,\" cried Miss Molloy\r\ngleefully. \"If this fellow has a cut thumb _and_ a cold in the head,\r\nthere's nothing to it. It's all over except tearing off the false\r\nwhiskers and saying 'I am Hawkshaw, the Detective!' Say, listen. You\r\nget that little car of yours out and you and I will go right over to\r\nHealthward Ho, now. You see, if I come along that'll make him all the\r\nmore unsuspicious. We'll tell him I'm a girl with a brother that's been\r\nwhooping it up a little too heavily for some time past, and I want to\r\nmake inquiries with the idea of putting him where he can't get the\r\nstuff for a while. I'm sure you're on the right track. This bird Twist\r\nis the villain of the piece, I'll bet a million dollars. As you say, a\r\nfellow that wanted to burgle houses in these parts just naturally would\r\nsettle down and pretend to be something respectable. You go and get\r\nthat car out, Mr. Carroll, and we'll be off right away.\"\r\n\r\nJohn reflected. Filled though he was with the enthusiasm of the chase,\r\nhe could not forget that his time to-day was ear-marked for other and\r\nhigher things than the investigation of the mysterious Doctor Twist, of\r\nHealthward Ho.\r\n\r\n\"I must be back here by a quarter to one,\" he said.\r\n\r\n\"Why?\"\r\n\r\n\"I must.\"\r\n\r\n\"Well, that's all right. We're not going to spend the week end with\r\nthis guy. We're simply going to take a look at him. As soon as we've\r\ndone that, we come right home and turn the thing over to the police.\r\nIt's only twenty miles. You'll be back here again before twelve.\"\r\n\r\n\"Of course,\" said John. \"You're perfectly right. I'll have the car out\r\nin a couple of minutes.\"\r\n\r\nHe hurried off. His views concerning Miss Molloy now were definitely\r\nfavourable. She might not be the sort of girl he could ever like,\r\nshe might not be the sort of girl he wanted staying at the Hall, but\r\nit was idle to deny that she had her redeeming qualities. About her\r\nintelligence, for instance, there was, he felt, no doubt whatsoever.\r\n\r\nAnd yet it was with regard to this intelligence that Soapy Molloy was\r\nat this very moment entertaining doubts of the gravest kind. His eyes\r\nwere protruding a little, and he uttered an odd, strangled sound.\r\n\r\n\"It's all right, you poor sap,\" said Dolly, meeting his shocked gaze\r\nwith a confident unconcern.\r\n\r\nSoapy found speech.\r\n\r\n\"All right? You say it's all right? How's it all right? If you hadn't\r\npulled all that stuff....\"\r\n\r\n\"Say, listen!\" said Dolly urgently. \"Where's your sense? He would have\r\ngone over to see Chimp anyway, wouldn't he? Nothing we could have done\r\nwould have headed him off that, would it? And he'd noticed Chimp had a\r\ncut finger, without my telling him, wouldn't he? All I've done is to\r\nmake him think I'm on the level and working in cahoots with him.\"\r\n\r\n\"What's the use of that?\"\r\n\r\n\"I'll tell you what use it is. I know what I'm doing. Listen, Soapy,\r\nyou just race into the house and get those knock-out drops and give\r\nthem to me. And make it snappy,\" said Dolly.\r\n\r\nAs when on a day of rain and storm there appears among the clouds a\r\ntiny gleam of blue, so now, at those magic words \"knock-out drops,\" did\r\nthere flicker into Mr. Molloy's sombre face a faint suggestion of hope.\r\n\r\n\"Don't you worry, Soapy. I've got this thing well in hand. When we've\r\ngone you jump to the 'phone and get Chimp on the wire and tell him this\r\nguy and I are on our way over. Tell him I'm bringing the kayo drops and\r\nI'll slip them to him as soon as I arrive. Tell him to be sure to have\r\nsomething to drink handy and to see that this bird gets a taste of it.\"\r\n\r\n\"I get you, pettie!\" Mr. Molloy's manner was full of a sort of\r\nawe-struck reverence, like that of some humble adherent of Napoleon\r\nlistening to his great leader outlining plans for a forthcoming\r\ncampaign; but nevertheless it was tinged with doubt. He had always\r\nadmired his wife's broad, spacious outlook, but she was apt sometimes,\r\nhe considered, in her fresh young enthusiasm, to overlook details.\r\n\"But, pettie,\" he said, \"is this wise? Don't forget you're not in\r\nChicago now. I mean, supposing you do put this fellow to sleep, he's\r\ngoing to wake up pretty soon, isn't he? And when he does won't he raise\r\nan awful holler?\"\r\n\r\n\"I've got that all fixed. I don't know what sort of staff Chimp keeps\r\nover at that joint of his, but he's probably got assistants and all\r\nlike that. Well, you tell him to tell them that there's a young lady\r\ncoming over with a brother that wants looking after, and this brother\r\nhas got to be given a sleeping draught and locked away somewhere to\r\nkeep him from getting violent and doing somebody an injury. That'll get\r\nhim out of the way long enough for us to collect the stuff and clear\r\nout. It's rapid action now, Soapy. Now that Chimp has gummed the game\r\nby letting himself be seen we've got to move quick. We've got to make\r\nour getaway to-day. So don't you go off wandering about the fields\r\npicking daisies after I've gone. You stick round that 'phone, because\r\nI'll be calling you before long. See?\"\r\n\r\n\"Honey,\" said Mr. Molloy devoutly, \"I always said you were the brains\r\nof the firm, and I always will say it. I'd never have thought of a\r\nthing like this myself in a million years.\"\r\n\r\n\r\n                                  IV\r\n\r\nIt was about an hour later that Sergeant-Major Flannery, seated at his\r\nease beneath a shady elm in the garden of Healthward Ho, looked up\r\nfrom the novelette over which he had been relaxing his conscientious\r\nmind and became aware that he was in the presence of Youth and Beauty.\r\nToward him, across the lawn, was walking a girl who, his experienced\r\neye assured him at a single glance, fell into that limited division of\r\nthe Sex which is embraced by the word \"Pippin.\" Her willowy figure was\r\nclothed in some clinging material of a beige colour, and her bright\r\nhazel eyes, when she came close enough for them to be seen, touched in\r\nthe Sergeant-Major's susceptible bosom a ready chord. He rose from his\r\nseat with easy grace, and his hand, falling from the salute, came to\r\nrest on the western section of his waxed moustache.\r\n\r\n\"Nice morning, miss,\" he bellowed.\r\n\r\nIt seemed to Sergeant-Major Flannery that this girl was gazing upon him\r\nas on some wonderful dream of hers that had unexpectedly come true, and\r\nhe was thrilled. It was unlikely, he felt, that she was about to ask\r\nhim to perform some great knightly service for her, but if she did he\r\nwould spring smartly to attention and do it in a soldierly manner while\r\nshe waited. Sergeant-Major Flannery was pro-Dolly from the first moment\r\nof their meeting.\r\n\r\n\"Are you one of Doctor Twist's assistants?\" asked Dolly.\r\n\r\n\"I am his only assistant, miss. Sergeant-Major Flannery is the name.\"\r\n\r\n\"Oh? Then you look after the patients here?\"\r\n\r\n\"That's right, miss.\"\r\n\r\n\"Then it is you who will be in charge of my poor brother?\" She uttered\r\na little sigh, and there came into her hazel eyes a look of pain.\r\n\r\n\"Your brother, miss? Are you the lady....\"\r\n\r\n\"Did Doctor Twist tell you about my brother?\"\r\n\r\n\"Yes, miss. The fellow who's been....\"\r\n\r\nHe paused, appalled. Only by a hair's-breadth had he stopped himself\r\nfrom using in the presence of this divine creature the hideous\r\nexpression \"mopping it up a bit.\"\r\n\r\n\"Yes,\" said Dolly. \"I see you know about it.\"\r\n\r\n\"All I know about it, miss,\" said Sergeant-Major Flannery, \"is that the\r\ndoctor had me into the orderly room just now and said he was expecting\r\na young lady to arrive with her brother, who needed attention. He said\r\nI wasn't to be surprised if I found myself called for to lend a hand in\r\na roughhouse, because this bloke--because this patient was apt to get\r\nverlent.\"\r\n\r\n\"My brother does get very violent,\" sighed Dolly. \"I only hope he won't\r\ndo you any injury.\"\r\n\r\nSergeant-Major Flannery twitched his banana-like fingers and inflated\r\nhis powerful chest. He smiled a complacent smile.\r\n\r\n\"He won't do _me_ an injury, miss. I've had experience with....\" Again\r\nhe stopped just in time, on the very verge of shocking his companion's\r\nears with the ghastly noun \"souses\" ... \"with these sort of nervous\r\ncases,\" he amended. \"Besides, the doctor says he's going to give the\r\ngentleman a little sleeping draught, which'll keep him as you might say\r\n'armless till he wakes up and finds himself under lock and key.\"\r\n\r\n\"I see. Yes, that's a very good idea.\"\r\n\r\n\"No sense in troubling trouble till trouble troubles you, as the saying\r\nis, miss,\" agreed the Sergeant-Major. \"If you can do a thing in a nice,\r\neasy, tactful manner without verlence, then why use verlence? Has the\r\ngentleman been this way long, miss?\"\r\n\r\n\"Four years.\"\r\n\r\n\"You ought to have had him in a home sooner.\"\r\n\r\n\"I have put him into dozens of homes. But he always gets out. That's\r\nwhy I'm so worried.\"\r\n\r\n\"He won't get out of Healthward Ho, miss.\"\r\n\r\n\"He's very clever.\"\r\n\r\nIt was on the tip of Sergeant-Major Flannery's tongue to point out\r\nthat other people were clever, too, but he refrained, not so much from\r\nmodesty as because at this moment he swallowed some sort of insect.\r\nWhen he had finished coughing he found that his companion had passed on\r\nto another aspect of the matter.\r\n\r\n\"I left him alone with Doctor Twist. I wonder if that was safe.\"\r\n\r\n\"Quite safe, miss,\" the Sergeant-Major assured her. \"You can see the\r\nwindow's open and the room's on the ground floor. If there's trouble\r\nand the gentleman starts any verlence, all the doctor's got to do is to\r\nshout for 'elp and I'll get to the spot at the double and climb in and\r\nlend a hand.\"\r\n\r\nHis visitor regarded him with a shy admiration.\r\n\r\n\"It's such a relief to feel that there's someone like you here, Mr.\r\nFlannery. I'm sure you are wonderful in any kind of an emergency.\"\r\n\r\n\"People have said so, miss,\" replied the Sergeant-Major, stroking his\r\nmoustache and smiling another quiet smile.\r\n\r\n\"But what's worrying me is what's going to happen when my brother comes\r\nto after the sleeping draught and finds that he is locked up. That's\r\nwhat I meant just now when I said he was so clever. The last place he\r\nwas in they promised to see that he stayed there, but he talked them\r\ninto letting him out. He said he belonged to some big family in the\r\nneighbourhood and had been shut up by mistake.\"\r\n\r\n\"He won't get round _me_ that way, miss.\"\r\n\r\n\"Are you sure?\"\r\n\r\n\"Quite sure, miss. If there's one thing you get used to in a place like\r\nthis, it's artfulness. You wouldn't believe how artful some of these\r\ngentlemen can be. Only yesterday that Admiral Sir Rigby-Rudd toppled\r\nover in my presence after doing his bending and stretching exercises\r\nand said he felt faint and he was afraid it was his heart and would\r\nI go and get him a drop of brandy. Anything like the way he carried\r\non when I just poured half a bucketful of cold water down his back\r\ninstead, you never heard in your life. I'm on the watch all the time, I\r\ncan tell you, miss. I wouldn't trust my own mother if she was in here,\r\ntaking the cure. And it's no use arguing with them and pointing out to\r\nthem that they came here voluntarily of their own free will, and are\r\npaying big money to be exercised and kept away from wines, spirits, and\r\nrich food. They just spend their whole time thinking up ways of being\r\nartful.\"\r\n\r\n\"Do they ever try to bribe you?\"\r\n\r\n\"No, miss,\" said Mr. Flannery, a little wistfully. \"I suppose they take\r\na look at me and think--and see that I'm not the sort of fellow that\r\nwould take bribes.\"\r\n\r\n\"My brother is sure to offer you money to let him go.\"\r\n\r\n\"How much--how much good,\" said Sergeant-Major Flannery carefully,\r\n\"does he think that's going to do him?\"\r\n\r\n\"You wouldn't take it, would you?\"\r\n\r\n\"Who, me, miss? Take money to betray my trust, if you understand the\r\nexpression?\"\r\n\r\n\"Whatever he offers you, I will double. You see, it's so very important\r\nthat he is kept here, where he will be safe from temptation, Mr.\r\nFlannery,\" said Dolly, timidly, \"I wish you would accept this.\"\r\n\r\nThe Sergeant-Major felt a quickening of the spirit as he gazed upon the\r\nrustling piece of paper in her hand.\r\n\r\n\"No, no, miss,\" he said, taking it. \"It really isn't necessary.\"\r\n\r\n\"I know. But I would rather you had it. You see, I'm afraid my brother\r\nmay give you a lot of trouble.\"\r\n\r\n\"Trouble's what I'm here for, miss,\" said Mr. Flannery bravely.\r\n\"Trouble's what I draw my salary for. Besides, he can't give much\r\ntrouble when he's under lock and key, as the saying is. Don't you\r\nworry, miss. We're going to make this brother of yours a different man.\r\nWe....\"\r\n\r\n\"Oh!\" cried Dolly.\r\n\r\nA head and shoulders had shot suddenly out of the study window--the\r\nhead and shoulders of Doctor Twist. The voice of Doctor Twist sounded\r\nsharply above the droning of bees and insects.\r\n\r\n\"Flannery!\"\r\n\r\n\"On the spot, sir.\"\r\n\r\n\"Come here, Flannery. I want you.\"\r\n\r\n\"You stay here, miss,\" counselled Sergeant-Major Flannery paternally.\r\n\"There may be verlence.\"\r\n\r\n\r\n                                   V\r\n\r\nThere were, however, when Dolly made her way to the study some five\r\nminutes later, no signs of anything of an exciting and boisterous\r\nnature having occurred recently in the room. The table was unbroken,\r\nthe carpet unruffled. The chairs stood in their places, and not even a\r\npicture glass had been cracked. It was evident that the operations had\r\nproceeded according to plan, and that matters had been carried through\r\nin what Sergeant-Major Flannery would have termed a nice, easy, tactful\r\nmanner.\r\n\r\n\"Everything jake?\" inquired Dolly.\r\n\r\n\"Uh-hum,\" said Chimp, speaking, however, in a voice that quavered a\r\nlittle.\r\n\r\nMr. Twist was the only object in the room that looked in any way\r\ndisturbed. He had turned an odd greenish colour, and from time to time\r\nhe swallowed uneasily. Although he had spent a lifetime outside the\r\nlaw, Chimp Twist was essentially a man of peace and accustomed to look\r\naskance at any by-product of his profession that seemed to him to come\r\nunder the heading of rough stuff. This doping of respectable visitors,\r\nhe considered, was distinctly so to be classified; and only Mr.\r\nMolloy's urgency over the telephone wire had persuaded him to the task.\r\nHe was nervous and apprehensive, in a condition to start at sudden\r\nnoises.\r\n\r\n\"What happened?\"\r\n\r\n\"Well, I did what Soapy said. After you left us the guy and I talked\r\nback and forth for a while, and then I agreed to knock a bit off the\r\nold man's bill, and then I said 'How about a little drink?' and then we\r\nhave a little drink, and then I slip the stuff you gave me in while he\r\nwasn't looking. It didn't seem like it was going to act at first.\"\r\n\r\n\"It don't. It takes a little time. You don't feel nothing till you\r\njerk your head or move yourself, and then it's like as if somebody has\r\nbeaned you one with an iron girder or something. So they tell me,\" said\r\nDolly.\r\n\r\n\"I guess he must have jerked his head, then. Because all of a sudden\r\nhe went down and out,\" Chimp gulped. \"You--you don't think he's ... I\r\nmean, you're sure this stuff...?\"\r\n\r\nDolly had nothing but contempt for these masculine tremors.\r\n\r\n\"Of course. Do you suppose I go about the place croaking people? He's\r\nall right.\"\r\n\r\n\"Well, he didn't look it. If I'd been a life-insurance company I'd have\r\npaid up on him without a yip.\"\r\n\r\n\"He'll wake up with a headache in a little while, but outside of that\r\nhe'll be as well as he ever was. Where have you been all your life that\r\nyou don't know how kayo drops act?\"\r\n\r\n\"I've never had occasion to be connected with none of this raw work\r\nbefore,\" said Chimp virtuously. \"If you'd of seen him when he slumped\r\ndown on the table, you wouldn't be feeling so good yourself, maybe. If\r\never I saw a guy that looked like he was qualified to step straight\r\ninto a coffin, he was him.\"\r\n\r\n\"Aw, be yourself, Chimp!\"\r\n\r\n\"I'm being myself all right, all right.\"\r\n\r\n\"Well, then, for Pete's sake, be somebody else. Pull yourself together,\r\nwhy can't you. Have a drink.\"\r\n\r\n\"Ah!\" said Mr. Twist, struck with the idea.\r\n\r\nHis hand was still shaking, but he accomplished the delicate task of\r\nmixing a whisky and soda without disaster.\r\n\r\n\"What did you with the remains?\" asked Dolly, interested.\r\n\r\nMr. Twist, who had been raising the glass to his lips, lowered it\r\nagain. He disapproved of levity of speech at such a moment.\r\n\r\n\"Would you kindly not call him 'the remains,'\" he begged. \"It's all\r\nvery well for you to be so easy about it all and to pull this stuff\r\nabout him doing nothing but wake up with a headache, but what I'm\r\nasking myself is, will he wake up at all?\"\r\n\r\n\"Oh, cut it out! Sure, he'll wake up.\"\r\n\r\n\"But will it be in this world?\"\r\n\r\n\"You drink that up, you poor dumb-bell, and then fix yourself another,\"\r\nadvised Dolly. \"And make it a bit stronger next time. You seem to need\r\nit.\"\r\n\r\nMr. Twist did as directed, and found the treatment beneficial.\r\n\r\n\"You've nothing to grumble at,\" Dolly proceeded, still looking on the\r\nbright side. \"What with all this excitement and all, you seem to have\r\nlost that cold of yours.\"\r\n\r\n\"That's right,\" said Chimp, impressed. \"It does seem to have got a\r\nwhole lot better.\"\r\n\r\n\"Pity you couldn't have got rid of it a little earlier. Then we\r\nwouldn't have had all this trouble. From what I can make of it, you\r\nseem to have roused the house by sneezing your head off, and a bunch of\r\nthe help come and stood looking over the banisters at you.\"\r\n\r\nChimp tottered. \"You don't mean somebody saw me last night?\"\r\n\r\n\"Sure they saw you. Didn't Soapy tell you that over the wire?\"\r\n\r\n\"I could hardly make out all Soapy was saying over the wire. Say! What\r\nare we going to do?\"\r\n\r\n\"Don't you worry. We've done it. The only difficult part is over. Now\r\nthat we've fixed the remains....\"\r\n\r\n\"Will you please...!\"\r\n\r\n\"Well, call him what you like. Now that we've fixed that guy the\r\nthing's simple. By the way, what did you do with him?\"\r\n\r\n\"Flannery took him upstairs.\"\r\n\r\n\"Where to?\"\r\n\r\n\"There's a room on the top floor. Must have been a nursery or\r\nsomething, I guess. Anyway, there's bars to the windows.\"\r\n\r\n\"How's the door?\"\r\n\r\n\"Good solid oak. You've got to hand it to the guys who built these old\r\nEnglish houses. They knew their groceries. When they spit on their\r\nhands and set to work to make a door, they made one. You couldn't push\r\nthat door down, not if you was an elephant.\"\r\n\r\n\"Well, that's all right, then. Now, listen, Chimp. Here's the low-down.\r\nWe....\" She broke off. \"What's that?\"\r\n\r\n\"What's what?\" asked Mr. Twist, starting violently.\r\n\r\n\"I thought I heard someone outside in the corridor. Go and look.\"\r\n\r\nWith an infinite caution born of alarm, Mr. Twist crept across the\r\nfloor, reached the door and flung it open. The passage was empty. He\r\nlooked up and down it, and Dolly, whose fingers had hovered for an\r\ninstant over the glass which he had left on the table, sat back with an\r\nair of content.\r\n\r\n\"My mistake,\" she said. \"I thought I heard something.\"\r\n\r\nChimp returned to the table. He was still much perturbed.\r\n\r\n\"I wish I'd never gone into this thing,\" he said, with a sudden gush of\r\nself-pity. \"I felt all along, what with seeing that magpie and the new\r\nmoon through glass....\"\r\n\r\n\"Now, listen!\" said Dolly vigorously. \"Considering you've stood Soapy\r\nand me up for practically all there is in this thing except a little\r\nsmall change, I'll ask you kindly, if you don't mind, not to stand\r\nthere beefing and expecting me to hold your hand and pat you on the\r\nhead and be a second mother to you. You came into this business because\r\nyou wanted it. You're getting sixty-five per cent. of the gross. So\r\nwhat's biting you? You're all right so far.\"\r\n\r\nIt was in Mr. Twist's mind to inquire of his companion precisely what\r\nshe meant by this expression, but more urgent matter claimed his\r\nattention. More even than the exact interpretation of the phrase \"so\r\nfar,\" he wished to know what the next move was.\r\n\r\n\"What happens now?\" he asked.\r\n\r\n\"We go back to Rudge.\"\r\n\r\n\"And collect the stuff?\"\r\n\r\n\"Yes. And then make our getaway.\"\r\n\r\nNo programme could have outlined more admirably Mr. Twist's own\r\ndesires. The mere contemplation of it heartened him. He snatched\r\nhis glass from the table and drained it with a gesture almost\r\nswash-buckling.\r\n\r\n\"Soapy will have doped the old man by this time, eh?\"\r\n\r\n\"That's right.\"\r\n\r\n\"But suppose he hasn't been able to?\" said Mr. Twist with a return of\r\nhis old nervousness. \"Suppose he hasn't had an opportunity?\"\r\n\r\n\"You can always find an opportunity of doping people. You ought to know\r\nthat.\"\r\n\r\nThe implied compliment pleased Chimp.\r\n\r\n\"That's right,\" he chuckled.\r\n\r\nHe nodded his head complacently. And immediately something which may\r\nhave been an iron girder or possibly the ceiling and the upper parts of\r\nthe house seemed to strike him on the base of the skull. He had been\r\nstanding by the table, and now, crumpling at the knees, he slid gently\r\ndown to the floor. Dolly, regarding him, recognized instantly what he\r\nhad meant just now when he had spoken of John appearing like a total\r\nloss to his life-insurance company. The best you could have said of\r\nAlexander Twist at this moment was that he looked peaceful. She drew in\r\nher breath a little sharply, and then, being a woman at heart, took a\r\ncushion from the armchair and placed it beneath his head.\r\n\r\nOnly then did she go to the telephone and in a gentle voice ask the\r\noperator to connect her with Rudge Hall.\r\n\r\n\"Soapy?\"\r\n\r\n\"Hello!\"\r\n\r\nThe promptitude with which the summons of the bell had been answered\r\nbrought a smile of approval to her lips. Soapy, she felt, must have\r\nbeen sitting with his head on the receiver.\r\n\r\n\"Listen, sweetie.\"\r\n\r\n\"I'm listening, pettie!\"\r\n\r\n\"Everything's set.\"\r\n\r\n\"Have you fixed that guy?\"\r\n\r\n\"Sure, precious. And Chimp, too.\"\r\n\r\n\"How's that? Chimp?\"\r\n\r\n\"Sure. We don't want Chimp around, do we, with that\r\nsixty-five--thirty-five stuff of his? I just slipped a couple of drops\r\ninto his highball and he's gone off as peaceful as a lamb. Say, wait\r\na minute,\" she added, as the wire hummed with Mr. Molloy's low-voiced\r\ncongratulations. \"Hello!\" she said, returning.\r\n\r\n\"What were you doing, honey? Did you hear somebody?\"\r\n\r\n\"No. I caught sight of a bunch of lilies in a vase, and I just slipped\r\nacross and put one of them in Chimp's hand. Made it seem more sort of\r\nnatural. Now listen, Soapy. Everything's clear for you at your end\r\nnow, so go right ahead and clean up. I'm going to beat it in that guy\r\nCarroll's runabout, and I haven't much time, so don't start talking\r\nabout the weather or nothing. I'm going to London, to the Belvidere.\r\nYou collect the stuff and meet me there. Is that all straight?\"\r\n\r\n\"But, pettie!\"\r\n\r\n\"Now what?\"\r\n\r\n\"How am I to get the stuff away?\"\r\n\r\n\"For goodness' sake! You can drive a car, can't you? Old Carmody's car\r\nwas outside the stable yard when I left. I guess it's there still. Get\r\nthe stuff and then go and tell the chauffeur that old Carmody wants to\r\nsee him. Then, when he's gone, climb in and drive to Birmingham. Leave\r\nthe car outside the station and take a train. That's simple enough,\r\nisn't it?\"\r\n\r\nThere was a long pause. Admiration seemed to have deprived Mr. Molloy\r\nof speech.\r\n\r\n\"Honey,\" he said at length, in a hushed voice, \"when it comes to the\r\nreal smooth stuff you're there every time. Let me just tell you....\"\r\n\r\n\"All right, baby,\" said Dolly. \"Save it till later. I'm in a hurry.\""
  ]
}