{
  "index": 8,
  "title": "Chapter 7",
  "paragraphs": [
    "I\r\n\r\nAlthough anxious thought for the comfort of his juniors was not\r\nhabitually one of Lester Carmody's outstanding qualities, in planning\r\nhis nephew John's expedition to London he had been considerateness\r\nitself. John, he urged, must on no account dream of trying to make the\r\ndouble journey in a single day. Apart from the fatigue inseparable from\r\nsuch a performance, he was a young man, and young men, Mr. Carmody\r\npointed out, are always the better for a little relaxation, and an\r\noccasional taste of the pleasures which a metropolis has to offer. Let\r\nJohn have a good dinner in London, go to a theatre, sleep comfortably\r\nat a first-class hotel and return at his leisure on the morrow.\r\n\r\nNevertheless, in spite of his uncle's solicitude nightfall found the\r\nlatter hurrying back into Worcestershire in the Widgeon Seven. He did\r\nnot admit that he was nervous, yet there had undoubtedly come upon\r\nhim something that resembled uneasiness. He had been thinking a good\r\ndeal during his ride to London about the peculiar behaviour of his\r\ncousin Hugo on the previous night. The supposition that Hugo had found\r\nDoctor Twist of Healthward Ho trying to burgle Rudge Hall was, of\r\ncourse, too absurd for consideration, but it did seem possible that he\r\nhad surprised some sort of an attempt upon the house. Rambling and\r\nincoherent as his story had been, it had certainly appeared to rest\r\nupon that substratum of fact, and John had protested rather earnestly\r\nto his uncle against being sent to London, on an errand which could\r\nhave been put through much more simply by letter, at a time when\r\nburglars were in the neighbourhood.\r\n\r\nMr. Carmody had laughed at his apprehensions. It was most unlikely, he\r\npointed out, that Hugo had ever seen a marauder at all. But assuming\r\nthat he had done so, and that he had surprised him and pursued him\r\nabout the garden, was it reasonable to suppose that the man would\r\nreturn on the very next night? And if, finally, he did return, the mere\r\nabsence of John would make very little difference. Unless he proposed\r\nto patrol the grounds all night, John, sleeping as he did over the\r\nstable yard, could not be of much help, and even without him Rudge\r\nHall was scarcely in a state of defencelessness. Sturgis, the butler,\r\nit was true, must, on account of age and flat feet, be reckoned a\r\nnon-combatant, but apart from Mr. Carmody himself the garrison, John\r\nmust recollect, included the intrepid Thomas G. Molloy, a warrior at\r\nthe very mention of whose name Bad Men in Western mining camps had in\r\ndays gone by trembled like aspens.\r\n\r\nIt was all very plausible, yet John, having completed his business in\r\nLondon, swallowed an early dinner and turned the head of the Widgeon\r\nSeven homeward.\r\n\r\nIt is often the man with smallest stake in a venture that has its\r\ninterests most deeply at heart. His uncle Lester John had always\r\nsuspected of a complete lack of interest in the welfare of Rudge Hall;\r\nand, as for Hugo, that urban-minded young man looked on the place as a\r\nsort of penitentiary, grudging every moment he was compelled to spend\r\nwithin its ancient walls. To John it was left to regard Rudge in the\r\nright Carmody spirit, the spirit of that Nigel Carmody who had once\r\nheld it for King Charles against the forces of the Commonwealth. Where\r\nRudge was concerned, John was fussy. The thought of intruders treading\r\nits sacred floors appalled him. He urged the Widgeon Seven forward at\r\nits best speed and reached Rudge as the clock over the stables was\r\nstriking eleven.\r\n\r\nThe first thing that met his eye as he turned in at the stable yard\r\nwas the door of the garage gaping widely open and empty space in the\r\nspot where the Dex-Mayo should have stood. He ran the two-seater in,\r\nswitched off the engine and the lights, and, climbing down stiffly,\r\nproceeded to ponder over this phenomenon. The only explanation he could\r\nthink of was that his uncle must have ordered the car out after dinner\r\non an expedition of some kind. To Birmingham, probably. The only place\r\nyou ever went to from Rudge after nightfall was Birmingham.\r\n\r\nJohn thought he could guess what must have happened. He did not often\r\nread the Birmingham papers himself, but the _Post_ came to the house\r\nevery morning: and he seemed to see Miss Molloy, her appetite for\r\nentertainment whetted rather than satisfied by the village concert,\r\nfinding in its columns the announcement that one of the musical\r\ncomedies of her native land was playing at the Prince of Wales. No\r\ndoubt she had wheedled his uncle into taking herself and her father\r\nover there, with the result that here the house was without anything in\r\nthe shape of protection except butler Sturgis, who had been old when\r\nJohn was a boy.\r\n\r\nA wave of irritation passed over John. Two long drives in the Widgeon\r\nSeven in a single day had induced even in his whip-cord body a certain\r\nmeasure of fatigue. He had been looking forward to tumbling into bed\r\nwithout delay, and this meant that he must remain up and keep vigil\r\ntill the party's return. Well, at least he would rout Emily out of her\r\nslumbers.\r\n\r\n\"Hullo?\" said Emily sleepily, in answer to his whistle. \"Yes?\"\r\n\r\n\"Come down,\" called John.\r\n\r\nThere was a scrabbling on the stairs. Emily bounded out, full of life.\r\n\r\n\"Well, well, well!\" she said. \"You back?\"\r\n\r\n\"Come along.\"\r\n\r\n\"What's up? More larks?\"\r\n\r\n\"Don't make such a beastly noise,\" said John. \"Do you know what time it\r\nis?\"\r\n\r\nThey walked out together and proceeded to make a slow circle of the\r\nhouse. And gradually the magic of the night began to soften John's\r\nannoyance. The grounds of Rudge Hall, he should have remembered, were\r\nat their best at this hour and under these conditions. Shy little\r\nscents were abroad which did not trust themselves out in the daytime,\r\nand you needed stillness like this really to hear the soft whispering\r\nof the trees.\r\n\r\nLondon had been stiflingly hot, and this sweet coolness was like balm.\r\nEmily had disappeared into the darkness, which probably meant that she\r\nwould clump back up the stairs at two in the morning having rolled in\r\nsomething unpleasant, and ruin his night's repose by leaping on his\r\nchest, but he could not bring himself to worry about it. A sort of\r\nbeatific peace was upon him. It was almost as though an inner voice\r\nwere whispering to him that he was on the brink of some wonderful\r\nexperience. And what experience the immediate future could hold except\r\nthe possible washing of Emily when she finally decided to come home he\r\nwas unable to imagine.\r\n\r\nMoving at a leisurely pace, he worked round to the back of the house\r\nagain and stepped off the grass on to the gravel outside the stable\r\nyard. And as his shoes grated in the warm silence a splash of white\r\nsuddenly appeared in the blackness before him.\r\n\r\n\"Johnnie?\"\r\n\r\nHe came back on his heels as if he had received a blow. It was the\r\nvoice of Pat, sounding in the warm silence like moonlight made audible.\r\n\r\n\"Is that you, Johnnie?\"\r\n\r\nJohn broke into a little run. His heart was jumping, and all the\r\nhappiness which had been glowing inside him had leaped up into a\r\nroaring flame. That mysterious premonition had meant something, after\r\nall. But he had never dreamed it could mean anything so wonderful as\r\nthis.\r\n\r\n\r\n                                  II\r\n\r\nThe night was full of stars, but overhanging trees made the spot where\r\nthey stood a little island of darkness in which all that was visible\r\nof Pat was a faint gleaming of white. John stared at her dumbly. Only\r\nonce in his life before could he remember having felt as he felt now,\r\nand that was one raw November evening at school at the close of the\r\nfootball match against Marlborough when, after battling wearily through\r\na long half hour to preserve the slenderest of all possible leads, he\r\nhad heard the referee's whistle sound through the rising mists and had\r\nstood up, bruised and battered and covered with mud, to the realization\r\nthat the game was over and won. He had had his moments since then: he\r\nhad captained Oxford and played for England, and had touched happiness\r\nin other and milder departments of life, but never again till now had\r\nhe felt that strange, almost awful ecstasy.\r\n\r\nPat, for her part, appeared composed.\r\n\r\n\"That mongrel of yours is a nice sort of watch-dog,\" she said. \"I've\r\nbeen flinging tons of gravel at your window and she hasn't uttered a\r\nsound.\"\r\n\r\n\"Emily's gone away somewhere.\"\r\n\r\n\"I hope she gets bitten by a rabbit,\" said Pat. \"I'm off that hound for\r\nlife. I met her in the village a little while ago and she practically\r\ncut me dead.\"\r\n\r\nThere was a pause.\r\n\r\n\"Pat!\" said John, thickly.\r\n\r\n\"I thought I'd come up and see how you were getting on. It was such\r\na lovely night, I couldn't go to bed. What were you doing, prowling\r\nround?\"\r\n\r\nIt suddenly came home to John that he was neglecting his vigil. The\r\nthought caused him no remorse whatever. A thousand burglars with a\r\nthousand jemmies could break into the Hall and he would not stir a step\r\nto prevent them.\r\n\r\n\"Oh, just walking.\"\r\n\r\n\"Were you surprised to see me?\"\r\n\r\n\"Yes.\"\r\n\r\n\"We don't see much of each other nowadays.\"\r\n\r\n\"I didn't know.... I wasn't sure you wanted to see me.\"\r\n\r\n\"Good gracious! What made you think that?\"\r\n\r\n\"I don't know.\"\r\n\r\nSilence fell upon them again. John was harassed by a growing\r\nconsciousness that he was failing to prove himself worthy of this\r\ngolden moment which the Fates had granted to him. Was this all he was\r\ncapable of--stiff, halting words which sounded banal even to himself?\r\nA night like this deserved, he felt, something better. He saw himself\r\nfor an instant as he must be appearing to a girl like Pat, a girl who\r\nhad been everywhere and met all sorts of men--glib, dashing men; suave,\r\ningratiating men; men of poise and _savoir faire_ who could carry\r\nthemselves with a swagger. An aching humility swept over him.\r\n\r\nAnd yet she had come here to-night to see him. The thought a little\r\nrestored his self-respect, and he was trying with desperate search in\r\nthe unexplored recesses of his mind to discover some remark which would\r\nshow his appreciation of that divine benevolence, when she spoke again.\r\n\r\n\"Johnnie, let's go out on the moat.\"\r\n\r\nJohn's heart was singing like one of the morning stars. The suggestion\r\nwas not one which he would have made himself, for it would not\r\nhave occurred to him, but, now that it had been made, he saw how\r\nsuper-excellent it was. He tried to say so, but words would not come to\r\nhim.\r\n\r\n\"You don't seem very enthusiastic,\" said Pat. \"I suppose you think I\r\nought to be at home and in bed?\"\r\n\r\n\"No.\"\r\n\r\n\"Perhaps you want to go to bed?\"\r\n\r\n\"No.\"\r\n\r\n\"Well, come on then.\"\r\n\r\nThey walked in silence down the yew-hedged path that led to the\r\nboathouse. The tranquil beauty of the night wrapped them about as in a\r\ngarment. It was very dark here, and even the gleam of white that was\r\nPat had become indistinct.\r\n\r\n\"Johnnie?\"\r\n\r\n\"Yes?\"\r\n\r\nHe heard her utter a little exclamation. Something soft and scented\r\nstumbled against him, and for an instant he was holding her in his\r\narms. The next moment he had very properly released her again, and he\r\nheard her laugh.\r\n\r\n\"Sorry,\" said Pat. \"I stumbled.\"\r\n\r\nJohn did not reply. He was incapable of speech. That swift moment of\r\ncontact had had the effect of clarifying his mental turmoil. Luminously\r\nnow he perceived what was causing his lack of eloquence. It was the\r\nsurging, choking desire to kiss Pat, to reach out and snatch her up in\r\nhis arms and hold her there.\r\n\r\nHe stopped abruptly.\r\n\r\n\"What's the matter?\"\r\n\r\n\"Nothing,\" said John.\r\n\r\nPrudence, the kill-joy, had whispered in his ear. He visualized\r\nPrudence as a thin, pale-faced female with down-drawn lips and\r\nmild, warning stare who murmured thinly, \"Is it wise?\" Before her\r\nwhisper primitive emotions fled, abashed. The caveman in John fled\r\nback into the dim past whence he had come. Most certainly, felt the\r\nTwentieth-Century John, it would not be wise. Very clearly Pat had\r\nshown him, that night in London, that all that she could give him was\r\nfriendship, and to gratify the urge of some distant ancestor who ought\r\nto have been ashamed of himself he had been proposing to shatter the\r\ndelicate crystal of this friendship into fragments. He shivered at the\r\nnarrowness of escape.\r\n\r\nHe had heard stories. In stories girls drew their breath in sharply and\r\nsaid \"Oh, why must you spoil everything like this?\" He decided not to\r\nspoil everything. Walking warily, he reached the little gate that led\r\nto the boathouse steps and opened it with something of a flourish.\r\n\r\n\"Be careful,\" he said.\r\n\r\n\"What of?\" said Pat. It seemed to John that she spoke a trifle flatly.\r\n\r\n\"These steps are rather tricky.\"\r\n\r\n\"Oh?\" said Pat.\r\n\r\n\r\n                                  III\r\n\r\nHe followed her into the punt, oppressed once more by a feeling that\r\nsomething had gone wrong with what should have been the most wonderful\r\nnight of his life. Girls are creatures of moods, and Pat seemed now\r\nto have fallen into one of odd aloofness. She said nothing as he\r\npushed the boat out, and remained silent as it slid through the water\r\nwith a little tinkling ripple, bearing them into a world of stars and\r\ncoolness, where everything was still and the trees stood out against\r\nthe sky as if carved out of cardboard.\r\n\r\n\"Are you all right?\" said John, at last.\r\n\r\n\"Splendid, thanks.\" Pat's mood seemed to have undergone another swift\r\nchange. Her voice was friendly again. She nestled into the cushions.\r\n\"This is luxury. Do you remember the old days when there was nothing\r\nbut the weed-boat?\"\r\n\r\n\"They were pretty good days,\" said John wistfully.\r\n\r\n\"They were, rather,\" said Pat.\r\n\r\nThe spell of the summer night held them silent again. No sound\r\nbroke the stillness but the slap of tiny waves and the rhythmic dip\r\nand splash of the paddle. Then with a dry flittering a bat wheeled\r\noverhead, and out somewhere by the little island where the birds nested\r\nsomething leaped noisily in the water. Pat raised her head.\r\n\r\n\"A pike?\"\r\n\r\n\"Must have been.\"\r\n\r\nPat sat up and leaned forward.\r\n\r\n\"That would have excited Father,\" she said. \"I know he's dying to get\r\nout here and have another go at the pike. Johnnie, I do wish somebody\r\ncould do something to stop this absurd feud between him and Mr.\r\nCarmody. It's too silly. I know Father would be all over Mr. Carmody if\r\nonly he would make some sort of advance. After all, he did behave very\r\nbadly. He might at least apologize.\"\r\n\r\nJohn did not reply for a moment. He was thinking that whoever tried\r\nto make his uncle apologize for anything had a whole-time job on his\r\nhands. Obstinate was a mild word for the squire of Rudge. Pigs bowed\r\nas he passed, and mules could have taken his correspondence course.\r\n\r\n\"Uncle Lester's a peculiar man,\" he said.\r\n\r\n\"But he might listen to you.\"\r\n\r\n\"He might,\" said John doubtfully.\r\n\r\n\"Well, will you try? Will you go to him and say that all Father wants\r\nis for him to admit he was in the wrong? Good heavens! It isn't asking\r\nmuch of a man to admit that when he's nearly murdered somebody.\"\r\n\r\n\"I'll try.\"\r\n\r\n\"Hugo says Mr. Carmody has gone off his head, but he can't have gone\r\nfar enough off not to be able to see that Father has a perfect right\r\nto be offended at being grabbed round the waist and used as a dug-out\r\nagainst dynamite explosions.\"\r\n\r\n\"I think Hugo's off his head,\" said John. \"He was running round the\r\ngarden last night, dashing himself against trees. He said he was\r\nchasing a burglar.\"\r\n\r\nPat was not to be diverted into a discussion of Hugo's mental\r\ndeficiencies.\r\n\r\n\"Well, will you do your best, Johnnie? Don't just let things slide\r\nas if they didn't matter. I tell you, it's rotten for me. Father\r\nfound me talking to Hugo the other day and behaved like something out\r\nof a super-film. He seemed sorry there wasn't any snow, so that he\r\ncouldn't drive his erring daughter out into it. If he knew I was up\r\nhere to-night he would foam with fury. He says I mustn't speak to you\r\nor Hugo or Mr. Carmody or Emily--not that I want to speak to Emily,\r\nthe little blighter--nor your ox nor your ass nor anything that is\r\nwithin your gates. He's put a curse on the Hall. It's one of those\r\ncomprehensive curses, taking in everything from the family to the mice\r\nin the kitchen, and I tell you I'm jolly well fed up. This place has\r\nalways been just like a home to me, and you ...\"\r\n\r\nJohn paused in the act of dipping his paddle into the water.\r\n\r\n\"... and you have always been just like a brother ...\"\r\n\r\nJohn dug the paddle down with a vicious jerk.\r\n\r\n\"... and if Father thinks it doesn't affect me to be told I mustn't\r\ncome here and see you, he's wrong. I suppose most girls nowadays would\r\njust laugh at him, but I can't. It isn't his being angry I'd mind--it\r\nwould hurt his feelings so frightfully if I let him down and went\r\nfraternizing with the enemy. So I have to come here on the sly, and if\r\nthere's one thing in the world I hate it's doing things on the sly. So\r\ndo reason with that old pig of an uncle of yours, Johnnie. Talk to him\r\nlike a mother.\"\r\n\r\n\"Pat,\" said John fervently, \"I don't know how it's going to be done,\r\nbut if it can be done I'll do it.\"\r\n\r\n\"That's the stuff! You're a funny old thing, Johnnie. In some ways\r\nyou're so slow, but I believe when you really start out to do anything\r\nyou generally put it through.\"\r\n\r\n\"Slow?\" said John, stung. \"How do you mean, slow?\"\r\n\r\n\"Well, don't you think you're slow?\"\r\n\r\n\"In what way?\"\r\n\r\n\"Oh, just slow.\"\r\n\r\nIn spite of the fact that the stars were shining bravely, the night was\r\nvery dark, much too dark for John to be able to see Pat's face; he got\r\nthe impression that, could he have seen it, he would have discovered\r\nthat she was smiling that old mocking smile of hers. And somehow,\r\nthough in the past he had often wilted meekly and apologetically\r\nbeneath this smile, it filled him now with a surge of fury. He plied\r\nthe paddle wrathfully, and the boat shot forward.\r\n\r\n\"Don't go so fast,\" said Pat.\r\n\r\n\"I thought I was slow,\" retorted John, sinking back through the years\r\nto the repartee of school days.\r\n\r\nPat gurgled in the darkness.\r\n\r\n\"Did I wound you, Johnnie? I'm sorry. You aren't slow. It's just\r\nprudence, I expect.\"\r\n\r\nPrudence! John ceased to paddle. He was tingling all over, and there\r\nhad come upon him a strange breathlessness.\r\n\r\n\"How do you mean, prudence?\"\r\n\r\n\"Oh, just prudence. I can't explain.\"\r\n\r\nPrudence! John sat and stared through the darkness in a futile effort\r\nto see her face. A water rat swam past, cleaving a fan-shaped trail.\r\nThe stars winked down at him. In the little island a bird moved among\r\nthe reeds. Prudence! Was she referring...? Had she meant...? Did she\r\nallude...?\r\n\r\nHe came to life and dug the paddle into the water. Of course she\r\nwasn't. Of course she hadn't. Of course she didn't. In that little\r\nepisode on the path, he had behaved exactly as he should have behaved.\r\nIf he behaved as he should not have behaved, if he had behaved as that\r\nold flint-axe and bearskin John of the Stone Age would have had him\r\nbehave, he would have behaved unpardonably. The swift intake of the\r\nbreath and the \"Oh, why must you spoil everything like this?\"--that was\r\nwhat would have been the result of listening to the advice of a bounder\r\nof an ancestor who might have been a social success in his day, but\r\nnaturally didn't understand the niceties of modern civilization.\r\n\r\nNevertheless, he worked with unnecessary vigour at the paddle, calling\r\ndown another rebuke from his passenger.\r\n\r\n\"Don't race along like that. Are you trying to hint that you want to\r\nget this over as quickly as you can and send me home to bed?\"\r\n\r\n\"No,\" was all John could find to say.\r\n\r\n\"Well, I suppose I ought to be thinking of bed. I'll tell you what.\r\nWe'll do the thing in style. The Return by Water. You can take me out\r\ninto the Skirme and down as far as the bridge and drop me there. Or is\r\nthat too big a programme? You're probably tired.\"\r\n\r\nJohn had motored two hundred miles that day, but he had never felt less\r\ntired. His view was that he wished they could row on for ever.\r\n\r\n\"All right,\" he said.\r\n\r\n\"Push on, then,\" said Pat. \"Only do go slowly. I want to enjoy this. I\r\ndon't want to whizz by all the old landmarks. How far to Ghost Corner?\"\r\n\r\n\"It's just ahead.\"\r\n\r\n\"Well, take it easy.\"\r\n\r\nThe moat proper was a narrow strip of water which encircled the Hall\r\nand had been placed there by the first Carmody in the days when\r\nhouseholders believed in making things difficult for their visitors.\r\nWith the gradual spread of peace throughout the land its original\r\npurposes had been forgotten, and later members of the family had\r\nbroadened it and added to it and tinkered with it and sprinkled it with\r\nlittle islands with the view of converting it into something resembling\r\nas nearly as possible an ornamental lake. Apparently it came to an end\r\nat the spot where a mass of yew trees stood forbiddingly in a gloomy\r\nrow, that haunted spot which Pat as a child had named Ghost Corner;\r\nbut if you approached this corner intrepidly you found there a narrow\r\nchannel. Which navigated, you came into a winding stream which led past\r\nmeadows and under bridges to the upper reaches of the Skirme.\r\n\r\n\"How old were you, Johnnie, when you were first brave enough to come\r\npast Ghost Corner at night all by yourself?\" asked Pat.\r\n\r\n\"Sixteen.\"\r\n\r\n\"I bet you were much more than that.\"\r\n\r\n\"I did it on my sixteenth birthday.\"\r\n\r\nPat stretched out a hand and the branches brushed her fingers.\r\n\r\n\"I wouldn't do it even now,\" she said. \"I know perfectly well a skinny\r\narm covered with black hair would come out of the yews and grab me.\r\nThere's something that looks like a skinny arm hovering at the back of\r\nyour neck now, Johnnie. What made you such a hero that particular day?\"\r\n\r\n\"You had betted me I wouldn't, if you remember.\"\r\n\r\n\"I don't remember. Did I?\"\r\n\r\n\"Well, you egged me on with taunts.\"\r\n\r\n\"And you went and did it? What a good influence I've been in your life,\r\nhaven't I? Oh, dear! It's funny to think of you and me as kids on this\r\nvery bit of water and here we are again now, old and worn and quite\r\ndifferent people, and the water's just the same as ever.\"\r\n\r\n\"I'm not different.\"\r\n\r\n\"Yes, you are.\"\r\n\r\n\"What makes you say I'm different?\"\r\n\r\n\"Oh, I don't know.\"\r\n\r\nJohn stopped paddling. He wanted to get to the bottom of this.\r\n\r\n\"Why do you say I'm different?\"\r\n\r\n\"Those white things through the trees there must be geese.\"\r\n\r\nJohn was not interested in geese.\r\n\r\n\"I'm not different at all,\" he said, \"I....\" He broke off. He had been\r\non the verge of saying that he had loved her then and that he loved her\r\nstill--which, he perceived, would have spoiled everything. \"I'm just\r\nthe same,\" he concluded lamely.\r\n\r\n\"Then why don't you sport with me on the green as you did when you\r\nwere a growing lad? Here you have been back for days, and to-night is\r\nthe first glimpse I get of you. And, even so, I had to walk a mile and\r\nfling gravel at your window. In the old days you used to live on my\r\ndoorstep. Do you think I've enjoyed being left all alone all this time?\"\r\n\r\nJohn was appalled. Put this way, the facts did seem to point to a\r\ncallous negligence on his part. And all the while he had been supposing\r\nhis conduct due to delicacy and a sense of what was fitting and would\r\nbe appreciated. In John's code, it was the duty of a man who has told\r\na girl he loved her and been informed that she does not love him to\r\nefface himself, to crawl into the background, to pass out of her life\r\ntill the memory of his crude audacity shall have been blotted out by\r\ntime. Why, half the big game shot in Africa owed their untimely end, he\r\nunderstood, to this tradition.\r\n\r\n\"I didn't know....\"\r\n\r\n\"What?\"\r\n\r\n\"I didn't know you wanted to see me.\"\r\n\r\n\"Of course I wanted to see you. Look here, Johnnie. I'll tell you what.\r\nAre you doing anything to-morrow?\"\r\n\r\n\"No.\"\r\n\r\n\"Then get out that old rattletrap of yours and gather me up at my\r\nplace, and we'll go off and have a regular picnic like we used to do\r\nin the old days. Father is lunching out. You could come at about one\r\no'clock. We could get out to Wenlock Edge in an hour. It would be\r\nlovely there if this weather holds up. What do you say?\"\r\n\r\nJohn did not immediately say anything. His feelings were too deep for\r\nwords. He urged the boat forward, and the Skirme received it with that\r\nslow, grave, sleepy courtesy which made it for right-thinking people\r\nthe best of all rivers.\r\n\r\n\"Pat!\" said John at length, devoutly.\r\n\r\n\"Will you?\"\r\n\r\n\"Will I!\"\r\n\r\n\"All right. That's splendid. I'll expect you at one.\"\r\n\r\nThe Skirme rippled about the boat, chuckling to itself. It was a\r\nkindly, thoughtful river, given to chuckling to itself like an old\r\ngentleman who likes to see young people happy.\r\n\r\n\"We used to have some topping picnics in the old days,\" said Pat\r\ndreamily.\r\n\r\n\"We did,\" said John.\r\n\r\n\"Though why on earth you ever wanted to be with a beastly, bossy,\r\nconsequential, fractious kid like me, goodness knows.\"\r\n\r\n\"You were fine,\" said John.\r\n\r\nThe Old Bridge loomed up through the shadows. John had steered the\r\nboat shoreward, and it brushed against the reeds with a sound like the\r\nblowing of fairy bugles.\r\n\r\nPat scrambled out and bent down to where he sat, holding to the bank.\r\n\r\n\"I'm not nearly so beastly now, Johnnie,\" she said in a whisper.\r\n\"You'll find that out some day, perhaps, if you're very patient. Good\r\nnight, Johnnie, dear. Don't forget to-morrow.\"\r\n\r\nShe flitted away into the darkness, and John, releasing his hold on the\r\nbank and starting up as if he had had an electric shock, was carried\r\nout into mid-stream. He was tingling from head to foot. It could not\r\nhave happened, of course, but for a moment he had suddenly received the\r\nextraordinary impression that Pat had kissed him.\r\n\r\n\"Pat!\" he called, choking.\r\n\r\nThere came no answer out of the night--only the sleepy chuckling of the\r\nSkirme as it pottered on to tell its old friend the Severn about it.\r\n\r\n\"Pat!\"\r\n\r\nJohn drove the paddle forcefully into the water, and the Skirme,\r\nceasing to chuckle, uttered two loud gurgles of protest as if resenting\r\ntreatment so violent. The nose of the boat bumped against the bank,\r\nand he sprang ashore. He stood there, listening. But there was nothing\r\nto hear. Silence had fallen on an empty world.\r\n\r\nA little sound came to him in the darkness. The Skirme was chuckling\r\nagain."
  ]
}