{
  "index": 12,
  "title": "Chapter 11",
  "paragraphs": [
    "I\r\n\r\nOn leaving John, Sergeant-Major Flannery's first act was to go to\r\nwhat he was accustomed to call the orderly room and make his report.\r\nHe reached it only a few minutes after its occupant's return to\r\nconsciousness. Chimp Twist had opened his eyes and staggered to his\r\nfeet at just about the moment when the Sergeant-Major was offering John\r\nthe cup of tea.\r\n\r\nMr. Twist's initial discovery, like John's, was that he had a headache.\r\nHe then set himself to try to decide where he was. His mind clearing\r\na little, he was enabled to gather that he was in England ... and,\r\nassembling the facts by degrees, in his study at Healthward Ho\r\n(formerly Graveney Court), Worcestershire. After that, everything came\r\nback to him, and he stood holding to the table with one hand and still\r\ngrasping the lily with the other, and gave himself up to scorching\r\nreflections on the subject of the resourceful Mrs. Molloy.\r\n\r\nHe was still busy with these when there was a forceful knock on the\r\ndoor and Sergeant-Major Flannery entered.\r\n\r\nChimp's grip of the table tightened. He held himself together like one\r\nwho sees a match set to a train of gunpowder and awaits the shattering\r\nexplosion. His visitor's lips had begun to move, and Chimp could\r\nguess how that parade-ground voice was going to sound to a man with a\r\nheadache like his.\r\n\r\n\"H'rarp-h'm,\" began Mr. Flannery, clearing his throat, and Chimp with\r\na sharp cry reeled to a chair and sank into it. The noise had hit him\r\nlike a shell. He cowered where he sat, peering at the Sergeant-Major\r\nwith haggard eyes.\r\n\r\n\"Oo-er!\" boomed Mr. Flannery, noting these symptoms. \"You aren't\r\nlooking up to the mark, Mr. Twist.\"\r\n\r\nChimp dropped the lily, feeling the necessity of having both hands\r\nfree. He found he experienced a little relief if he put the palms over\r\nhis eyes and pressed hard.\r\n\r\n\"I'll tell you what it is, sir,\" roared the sympathetic Sergeant-Major.\r\n\"What's 'appened 'ere is that that nasty, feverish cold of yours\r\nhas gone and struck inwards. It's left your 'ead and has penetrated\r\ninternally to your vitals. If only you'd have took taraxacum and hops\r\nlike I told you....\"\r\n\r\n\"Go away!\" moaned Chimp, adding in a low voice what seemed to him a\r\nsuitable destination.\r\n\r\nMr. Flannery regarded him with mild reproach.\r\n\r\n\"There's nothing gained, Mr. Twist, by telling me to get to 'ell out of\r\nhere. I've merely come for the single and simple reason that I thought\r\nyou would wish to know I've had a conversation with the verlent case\r\nupstairs, and the way it looks to me, sir, subject to your approval, is\r\nthat it 'ud be best not to let him out from under lock and key for some\r\ntime to come. True, 'e did not attempt anything in the nature of actual\r\nphysical attack, being prevented no doubt by the fact that there was\r\niron bars between him and me, but his manner throughout was peculiar,\r\nnot to say odd, and I recommend that all communications be conducted\r\ntill further notice through the window.\"\r\n\r\n\"Do what you like,\" said Chimp faintly.\r\n\r\n\"It isn't what I like, sir,\" bellowed Mr. Flannery virtuously. \"It's\r\nwhat you like and instruct, me being in your employment and only 'ere\r\nto carry out your orders smartly as you give them. And there's one\r\nother matter, sir. As perhaps you are aware, the young lady went off in\r\nthe little car ...\"\r\n\r\n\"Don't talk to me about the young lady.\"\r\n\r\n\"I was only about to say, Mr. Twist, that you will doubtless be\r\nsurprised to hear that for some reason or another, having started to\r\ngo off in the little car, the young lady apparently decided on second\r\nthoughts to continue her journey by train. She left the little car at\r\nLowick Station, with instructions that it be returned 'ere. I found\r\nthat young Jakes, the station-master's son, outside with it a moment\r\nago. Tooting the 'orn, he was, the young rascal, and saying he wanted\r\nhalf a crown. Using my own discretion, I gave him sixpence. You may\r\nreimburse me at your leisure and when convenient. Shall I take the\r\nlittle car and put it in the garridge, sir?\"\r\n\r\nChimp gave eager assent to this proposition, as he would have done\r\nto any proposition which appeared to carry with it the prospect of\r\nremoving this man from his presence.\r\n\r\n\"It's funny, the young lady leaving the little car at the station,\r\nsir,\" mused Mr. Flannery in a voice that shook the chandelier. \"I\r\nsuppose she happened to reach there at a moment when a train was\r\nsignalled and decided that she preferred not to overtax her limited\r\nstrength by driving to London. I fancy she must have had London as her\r\nobjective.\"\r\n\r\nChimp fancied so, too. A picture rose before his eyes of Dolly and\r\nSoapy revelling together in the metropolis, with the loot of Rudge Hall\r\nbestowed in some safe place where he would never, never be able to get\r\nat it. The picture was so vivid that he uttered a groan.\r\n\r\n\"Where does it catch you, sir?\" asked Mr. Flannery solicitously.\r\n\r\n\"Eh?\"\r\n\r\n\"The pain, sir. The agony. You appear to be suffering. If you take\r\nmy advice, you'll get off to bed and put an 'ot-water bottle on your\r\nstummick. Lay it right across the abdomen, sir. It may dror the poison\r\nout. I had an old aunt....\"\r\n\r\n\"I don't want to hear about your aunt.\"\r\n\r\n\"Very good, sir. Just as you wish.\"\r\n\r\n\"Tell me about her some other time.\"\r\n\r\n\"Any time that suits you, sir,\" said Mr. Flannery agreeably. \"Well,\r\nI'll be off and putting the little car in the garridge.\"\r\n\r\nHe left the room, and Chimp, withdrawing his hands from his eyes,\r\ngave himself up to racking thought. A man recovering from knock-out\r\ndrops must necessarily see things in a jaundiced light, but it is\r\nscarcely probable that, even had he been in robust health, Mr. Twist's\r\nmeditations would have been much pleasanter. Condensed, they resolved\r\nthemselves, like John's, into a passionate wish that he could meet\r\nSoapy Molloy again, if only for a moment.\r\n\r\nAnd he had hardly decided that such a meeting was the only thing which\r\nlife now had to offer, when the door opened again and the maid appeared.\r\n\r\n\"Mr. Molloy to see you, sir.\"\r\n\r\nChimp started from his chair.\r\n\r\n\"Show him in,\" he said in a tense, husky voice.\r\n\r\nThere was a shuffling noise without, and Soapy appeared in the doorway.\r\n\r\n\r\n                                  II\r\n\r\nThe progress of Mr. Molloy across the threshold of Chimp Twist's study\r\nbore a striking resemblance to that of some spent runner breasting\r\nthe tape at the conclusion of a more than usually gruelling Marathon\r\nrace. His hair was disordered, his face streaked with dust and heat,\r\nand his legs acted so independently of his body that they gave him an\r\nodd appearance of moving in several directions at once. An unbiassed\r\nobserver, seeing him, could not but have felt a pang of pity for this\r\nwreck of what had once, apparently, been a fine, upstanding man.\r\n\r\nChimp was not an unbiassed observer. He did not pity his old business\r\npartner. Judging from a first glance, Soapy Molloy seemed to him to\r\nhave been caught in some sort of machinery, and subsequently run over\r\nby several motor lorries, and Chimp was glad of it. He would have liked\r\nto seek out the man in charge of that machinery and the drivers of\r\nthose lorries, and reward them handsomely.\r\n\r\n\"So here you are!\" he said.\r\n\r\nMr. Molloy, navigating cautiously, backed and filled in the direction\r\nof the armchair. Reaching it after considerable difficulty, he\r\ngripped its sides and lowered himself with infinite weariness. A sharp\r\nexclamation escaped him as he touched the cushions. Then, sinking back,\r\nhe closed his eyes and immediately went to sleep.\r\n\r\nChimp gazed down at him, seething with resentment that made his head\r\nache worse than ever. That Soapy should have had the cold, callous\r\ncrust to come to Healthward Ho at all after what had happened was\r\nsufficiently infuriating. That, having come, he should proceed without\r\na word of explanation or apology to treat the study as a bedroom was\r\nmore than Chimp could endure. Stooping down, he gripped his old friend\r\nby his luxuriant hair and waggled his head smartly from side to side\r\nseveral times. The treatment proved effective. Soapy sat up.\r\n\r\n\"Eh?\" he said, blinking.\r\n\r\n\"What do you mean, eh?\"\r\n\r\n\"Which...? Why...? Where am I?\"\r\n\r\n\"I'll tell you where you are.\"\r\n\r\n\"Oh!\" said Mr. Molloy, intelligence returning.\r\n\r\nHe sank back among the cushions again. Now that the first agony of\r\ncontact was over he was finding their softness delightful. In the\r\nmatter of seats, a man who has ridden twenty miles on an elderly\r\npush-bicycle becomes an exacting critic.\r\n\r\n\"Gee! I feel bad!\" he murmured.\r\n\r\nIt was a natural remark, perhaps, for a man in his condition to make,\r\nbut it had the effect of adding several degrees Fahrenheit to his\r\ncompanion's already impressive warmth. For some moments Chimp Twist,\r\nwrestling with his emotion, could find no form of self-expression\r\nbeyond a curious spluttering noise.\r\n\r\n\"Yes, sir,\" proceeded Mr. Molloy, \"I feel bad. All the way over here on\r\na bicycle, Chimpie, that's where I've been. It's in the calf of the leg\r\nthat it gets me principally. There and around the instep. And I wish I\r\nhad a dollar for every bruise those darned pedals have made on me.\"\r\n\r\n\"And what about me?\" demanded Chimp, at last ceasing to splutter.\r\n\r\n\"Yes, sir,\" said Mr. Molloy, wistfully, \"I certainly wish someone would\r\ncome along and offer me even as much as fifty cents for every bruise\r\nI've gotten from the ankles upwards. They've come out on me like a rash\r\nor something.\"\r\n\r\n\"If you had my headache....\"\r\n\r\n\"Yes, I've a headache, too,\" said Mr. Molloy. \"It was the hot sun\r\nbeating down on my neck that did it. There were times when I thought\r\nreally I'd have to pass the thing up. Say, if you knew what I feel\r\nlike....\"\r\n\r\n\"And how about what I feel like?\" shrilled Mr. Twist, quivering with\r\nself-pity. \"A nice thing that was that wife of yours did to me! A fine\r\ntrick to play on a business partner! Slipping stuff into my highball\r\nthat laid me out cold. Is that any way to behave? Is that a system?\"\r\n\r\nMr. Molloy considered the point.\r\n\r\n\"The madam is a mite impulsive,\" he admitted.\r\n\r\n\"And leaving me laying there and putting a lily in my hand!\"\r\n\r\n\"That was her playfulness,\" explained Mr. Molloy. \"Girls will have\r\ntheir bit of fun.\"\r\n\r\n\"Fun! Say....\"\r\n\r\nMr. Molloy felt that it was time to point the moral.\r\n\r\n\"It was your fault, Chimpie. You brought it on yourself by acting\r\ngreedy and trying to get the earth. If you hadn't stood us up for that\r\nsixty-five--thirty-five of yours, all this would never have happened.\r\nNaturally no high-spirited girl like the madam wasn't going to stand\r\nfor nothing like that. But listen while I tell you what I've come\r\nabout. If you're willing to can all that stuff and have a fresh deal\r\nand a square one this time--one-third to me, one-third to you, and\r\none-third to the madam--I'll put you hep to something that'll make you\r\nfeel good. Yes, sir, you'll go singing about the house.\"\r\n\r\n\"The only thing you could tell me that would make me feel good,\"\r\nreplied Chimp, churlishly, \"would be that you'd tumbled off of that\r\nbicycle of yours and broken your damned neck.\"\r\n\r\nMr. Molloy was pained.\r\n\r\n\"Is that nice, Chimpie?\"\r\n\r\nMr. Twist wished to know if, in the circumstances and after what had\r\noccurred, Mr. Molloy expected him to kiss him. Mr. Molloy said No, but\r\nwhere was the sense of harsh words? Where did harsh words get anybody?\r\nWhen had harsh words ever paid any dividend?\r\n\r\n\"If you had a headache like mine, Chimpie,\" said Mr. Molloy,\r\nreproachfully, \"you'd know how it felt to sit and listen to an old\r\nfriend giving you the razz.\"\r\n\r\nChimp was obliged to struggle for a while with a sudden return of his\r\nspluttering.\r\n\r\n\"A headache like yours? Where do you get that stuff? My headache's a\r\ndarned sight worse than your headache.\"\r\n\r\n\"It couldn't be, Chimpie.\"\r\n\r\n\"If you want to know what a headache really is, you take some of those\r\nkayo drops you're so fond of.\"\r\n\r\n\"Well, putting that on one side,\" said Mr. Molloy, wisely forbearing to\r\nargue, \"let me tell you what I've come here about. Chimpie, that guy\r\nCarmody has double-crossed us. He was on to us from the start.\"\r\n\r\n\"What!\"\r\n\r\n\"Yes, sir. I had it from his own lips in person. And do you know what\r\nhe done? He took that stuff out of the closet and sent his chauffeur\r\nover to Worcester to put it in the Left Luggage place at the depôt\r\nthere.\"\r\n\r\n\"What!\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"Gee!\" said Mr. Twist, impressed. \"That was smooth. Then you haven't\r\ngot it, do you mean?\"\r\n\r\n\"No. I haven't got it.\"\r\n\r\nMr. Twist had never expected to feel anything in the nature of elation\r\nthat day or for many days to come, but at these words something like\r\necstasy came upon him. He uttered a delighted laugh, which, owing to\r\nsudden agony in the head, changed to a muffled howl.\r\n\r\n\"So, after all your smartness,\" he said, removing his hands from his\r\ntemples as the spasm passed, \"you're no better off than what I am?\"\r\n\r\n\"We're both sitting pretty, Chimpie, if we get together and act quick.\"\r\n\r\n\"How's that? Act how?\"\r\n\r\n\"I'll tell you. This chauffeur guy left the stuff and brought home the\r\nticket....\"\r\n\r\n\"... and gave it to old man Carmody, I suppose? Well, where does that\r\nget us?\"\r\n\r\n\"No, sir! He didn't give it to old man Carmody. He gave it to that\r\nyoung Carroll fellow!\" said Mr. Molloy.\r\n\r\nThe significance of the information was not lost upon Chimp. He stared\r\nat Mr. Molloy.\r\n\r\n\"Carroll?\" he said. \"You mean the bird upstairs?\"\r\n\r\n\"Is he upstairs?\"\r\n\r\n\"Sure he's upstairs. Locked in a room with bars on the window. You're\r\ncertain he has the ticket?\"\r\n\r\n\"I know he has. So all we've got to do now is get it off him.\"\r\n\r\n\"That's all?\"\r\n\r\n\"That's all.\"\r\n\r\n\"And how,\" inquired Chimp, \"do you propose to do it?\"\r\n\r\nMr. Molloy made no immediate reply. The question was one which, in the\r\nintervals of dodging the pedals of his bicycle, he had been asking\r\nhimself ever since he had left Rudge Hall. He had hoped that in the\r\nenthusiasm of the moment some spontaneous solution would leap from his\r\nold friend's lips, but it was plain that this was not to be.\r\n\r\n\"I thought maybe you would think of a way, Chimpie,\" he was compelled\r\nto confess.\r\n\r\n\"Oh? Me, eh?\"\r\n\r\n\"You're smart,\" said Mr. Molloy, deferentially. \"You've got a head.\r\nWhatever anyone's said about you, no one's ever denied that. You'll\r\nthink of a way.\"\r\n\r\n\"I will, will I? And while I'm doing it, you'll just sit back, I\r\nsuppose, and have a nice rest? And all you're suggesting that I'm to\r\nget out of it....\"\r\n\r\n\"Now, Chimpie!\" quavered Mr. Molloy. He had feared this development.\r\n\r\n\"... is a measly one-third. Say, let me tell you....\"\r\n\r\n\"Now, Chimpie,\" urged Mr. Molloy, with unshed tears in his voice,\r\n\"let's not start all that over again. We settled the terms. Gentlemen's\r\nagreement. It's all fixed.\"\r\n\r\n\"Is it? Come down out of the clouds, you're scaring the birds. What I\r\nwant now, if I'm going to do all the work and help you out of a tough\r\nspot, is seventy-thirty.\"\r\n\r\n\"Seventy-thirty!' echoed Mr. Molloy, appalled.\r\n\r\n\"And if you don't like it let's hear you suggest a way of getting that\r\nticket off of that guy upstairs. Maybe you'd like to go up and have\r\na talk with him? If he's feeling anything like the way I felt when I\r\ncame to after those kayo drops of yours, he'll be glad to see you. What\r\ndoes it matter to you if he pulls your head off and drops it out of the\r\nwindow? You can only live once, so what the hell!\"\r\n\r\nMr. Molloy gazed dismally before him. Never a very inventive man,\r\nhis bicycle ride had left him even less capable of inspiration than\r\nusual. He had to admit himself totally lacking in anything resembling\r\na constructive plan of campaign. He yearned for his dear wife's gentle\r\npresence. Dolly was the bright one of the family. In a crisis like this\r\nshe would have been full of ideas, each one a crackerjack.\r\n\r\n\"We can't keep him locked up in that room for ever,\" he said unhappily.\r\n\r\n\"We don't have to--not if you agree to my seventy-thirty.\"\r\n\r\n\"Have you thought of a way, then?\"\r\n\r\n\"Sure I've thought of a way.\"\r\n\r\nMr. Molloy's depression became more marked than ever. He knew what this\r\nmeant. The moment he gave up the riddle that miserable little Chimp\r\nwould come out with some scheme which had been staring him in the face\r\nall along, if only he had had the intelligence to see it.\r\n\r\n\"Well?\" said Chimp. \"Think quick. And remember, thirty's better than\r\nnothing. And don't say, when I've told you, that it's just the idea\r\nyou've had yourself from the start.\"\r\n\r\nMr. Molloy urged his weary brain to one last spurt of activity, but\r\nwithout result. He was a specialist. He could sell shares in phantom\r\noil wells better than anybody on either side of the Atlantic, but there\r\nhe stopped. Outside his specialty he was almost a total loss.\r\n\r\n\"All right, Chimpie,\" he sighed, facing the inevitable.\r\n\r\n\"Seventy-thirty?\"\r\n\r\n\"Seventy-thirty. Though how I'm to break it to the madam, I don't know.\r\nShe won't like it, Chimpie. It'll be a nasty blow for the madam.\"\r\n\r\n\"I hope it chokes her,\" said Chimp, unchivalrously. \"Her and her\r\nlilies! Well, then. Here's what we do. When Flannery takes the guy his\r\ncoffee and eggs to-morrow, there'll be something in the pot besides\r\ncoffee. There'll be some of those kayo drops of yours. And then all we\r\nhave to do is just simply walk upstairs and dig the ticket out of his\r\nclothes and there we are.\"\r\n\r\nMr. Molloy uttered an agonized cry. His presentiment had been correct.\r\n\r\n\"I'd have thought of that myself ...\" he wailed.\r\n\r\n\"Sure you would,\" replied Chimp, comfortably, \"if you'd of had\r\nsomething that wasn't a hubbard squash or something where your head\r\nought to be. Those just-as-good imitation heads never pay in the long\r\nrun. What you ought to do is sell yours for what it'll fetch and get a\r\nnew one. And next time,\" said Chimp, \"make it a prettier one.\""
  ]
}