{
  "index": 13,
  "title": "Chapter 12",
  "paragraphs": [
    "I\r\n\r\nThe dawn of what promised to be an eventful day broke grayly over\r\nHealthward Ho. By seven o'clock, however, the sun had forced its way\r\nthrough the mists and at eight precisely one of its rays, stealing\r\nin at an upper window, fell upon Sergeant-Major Flannery, lovely in\r\nsleep. He grunted, opened his eyes, and, realizing that another morning\r\nhad arrived with all its manifold tasks and responsibilities, heaved\r\nhimself out of bed and after a few soldierly setting-up exercises began\r\nhis simple toilet. This completed, he made his way to the kitchen,\r\nwhere a fragrant smell of bacon and coffee announced that breakfast\r\nawaited him.\r\n\r\nHis companions in the feast, Rosa, the maid, and Mrs. Evans, the cook,\r\ngreeted him with the respectful warmth due to a man of his position\r\nand gifts. However unpopular Mr. Flannery might be with the resident\r\npatients of Healthward Ho--and Admiral Sir James Rigby-Rudd, for one,\r\nhad on several occasions expressed a wistful desire to skin him--he\r\nwas always sure of a hearty welcome below stairs. Rosa worshipped his\r\nmoustache, and Mrs. Evans found his conversation entertaining.\r\n\r\nTo-day, however, though the moustache was present in all its pristine\r\nglory, the conversation was lacking. Usually it was his custom,\r\nbefore so much as spearing an egg, to set things going brightly with\r\nsome entertaining remark on the state of the weather or possibly the\r\nabsorbing description of a dream which he had had in the night, but\r\nthis morning he sat silent--or as nearly silent as he could ever be\r\nwhen eating.\r\n\r\n\"A penny for your thoughts, Mr. Flannery,\" said Mrs. Evans, piqued. The\r\nSergeant-Major started. It came to him that he had been remiss.\r\n\r\n\"I was thinking, ma'am,\" he said, poising a forkful of bacon, \"of what\r\nI may call the sadness of life.\"\r\n\r\n\"Life is sad,\" agreed Mrs. Evans.\r\n\r\n\"Ah!\" said Rosa, the maid, who, being a mere slip of a girl and only\r\npermitted to join in these symposia as a favour, should not have spoken\r\nat all.\r\n\r\n\"That verlent case upstairs,\" proceeded Mr. Flannery, swallowing the\r\nbacon and forking up another load. \"Now, there's something that makes\r\nyour heart bleed, if I may use the expression at the breakfast table.\r\nThat young fellow, no doubt, started out in life with everything\r\npointing to a happy and prosperous career.\r\n\r\n\"Good home, good education, everything. And just because he's allowed\r\nhimself to fall into bad 'abits, there he is under lock and key, so to\r\nspeak.\"\r\n\r\n\"Can he get out?\" asked Rosa. It was a subject which she and the cook\r\ndiscussed in alarmed whispers far into the night.\r\n\r\nMr. Flannery raised his eyebrows.\r\n\r\n\"No, he cannot get out. And, if he did, you wouldn't have nothing to\r\nfear, not with me around.\"\r\n\r\n\"I'm sure it's a comfort feeling that you are around, Mr. Flannery,\"\r\nsaid Mrs. Evans.\r\n\r\n\"Almost the very words the young fellow's sister said to me when she\r\nleft him here,\" rumbled Mr. Flannery complacently. \"She said to me,\r\n'Sergeant-Major,' she said, 'it's such a relief to feel that there's\r\nsomeone like you 'ere, Sergeant-Major,' she said. 'I'm sure you're\r\nwonderful in any kind of an emergency, Sergeant-Major,' she said.\" He\r\nsighed. \"It's thinking of 'er that brings home the sadness of it all to\r\na man, if you understand me. What I mean, here's that beautiful young\r\ncreature racked with anxiety, as the saying is, on account of this\r\nworthless brother of hers....\"\r\n\r\n\"I didn't think she was so beautiful,\" said Rosa.\r\n\r\nAn awful silence followed these words, the sort of silence that would\r\nfall upon a housekeeper's room if, supposing such a thing possible,\r\nsome young under-footman were to contradict the butler. Sergeant-Major\r\nFlannery's eyes bulged, and he drank coffee in a marked manner.\r\n\r\n\"Don't you talk nonsense, my girl,\" he said shortly.\r\n\r\n\"A girl can speak, can't she? A girl can make a remark, can't she?\"\r\n\r\n\"Certainly she can speak,\" replied Mr. Flannery. \"Undoubtedly she can\r\nmake a remark. But,\" he added with quiet severity, \"let it be sense.\r\nThat young lady was the most beautiful young lady I've ever seen. She\r\nhad eyes\"--he paused for a telling simile--\"eyes,\" he resumed devoutly,\r\n\"like twin stars.\" He turned to Mrs. Evans, \"When you've got that\r\ncase's breakfast ready, ma'am, perhaps you would instruct someone to\r\nbring it out to me in the garden and I'll take it up to him. I shall be\r\nsmoking my pipe in the shrubbery.\"\r\n\r\n\"You're not going already, Mr. Flannery?\"\r\n\r\n\"Yes, ma'am.\"\r\n\r\n\"But you haven't finished your breakfast.\"\r\n\r\n\"I have quite finished my breakfast, ma'am,\" said Sergeant-Major\r\nFlannery. \"I would not wish to eat any more.\"\r\n\r\nHe withdrew. To the pleading in the eyes of Rosa he pointedly paid\r\nno attention. He was not aware of the destructive effect which the\r\nmoustache nestling between his thumb and forefinger had wrought on the\r\ngirl's heart, but he considered rightly that if you didn't keep women\r\nin their place occasionally, where were you? Rosa was a nice little\r\nthing, but nice little things must not be allowed to speak lightly of\r\ngoddesses.\r\n\r\nIn the kitchen which he had left conversation had now resolved itself\r\ninto a monologue by Mrs. Evans, on the Modern Girl. It need not be\r\nreported in detail, for Mrs. Evans on the Modern Girl was very like all\r\nthe other members of the older generation who from time to time have\r\ngiven their views on the subject in the pulpit and the press. Briefly,\r\nMrs. Evans did not know what girls were coming to nowadays. They spoke\r\nirreverently in the presence of their elders. They lacked respect. They\r\nthrust themselves forward. They annoyed good men to the extent of only\r\nhalf finishing their breakfasts. What Mrs. Evans's mother would have\r\nsaid if Mrs. Evans in her girlhood had behaved as Rosa had just behaved\r\nwas a problem which Mrs. Evans frankly admitted herself unable to solve.\r\n\r\nAnd at the end of it all the only remark which Rosa vouchsafed was a\r\nrepetition of the one which had caused Sergeant-Major Flannery to leave\r\nthe table short one egg and a slice of bacon of his normal allowance.\r\n\r\n\"I didn't think she was so beautiful,\" said Rosa, tossing a bobbed\r\nauburn head.\r\n\r\nWhether this deplorable attitude would have reduced Mrs. Evans to\r\na despairing silence or caused her to repeat her observations with\r\nrenewed energy will never be known, for at this moment one of the bells\r\nabove the dresser jangled noisily.\r\n\r\n\"That's Him,\" said Mrs. Evans. \"Go and see what He wants.\" She usually\r\nreferred to the proprietor of Healthward Ho by means of a pronoun with\r\na capital letter, disapproving, though she recognized its aptness, of\r\nher assistant's preference for the soubriquet of Old Monkey Brand. \"If\r\nit's His breakfast, tell Him it'll be ready in a minute.\"\r\n\r\nRosa departed.\r\n\r\n\"It's not His breakfast,\" she announced, returning. \"It's the Case\r\nUpstairs's breakfast. Old Monkey Brand wants to have a look at it\r\nbefore it's took him.\"\r\n\r\n\"Don't call Him Old Monkey Brand.\"\r\n\r\n\"Well, it's what he looks like, isn't it?\"\r\n\r\n\"Never mind,\" replied Mrs. Evans, and resumed her speculations as to\r\nwhat her mother would have said.\r\n\r\n\"He's to have some bacon and eggs and toast and a potter coffee,\" said\r\nRosa, showing rather a lack of interest in Mrs. Evans's mother. \"And\r\nold Lord Twist wants to have a look at it before it's took him. It all\r\ndepends what you call beautiful,\" said Rosa. \"If you're going to call\r\nanyone beautiful that's got touched-up hair and eyes like one of those\r\nvamps in the pictures, well, all I can say is...\"\r\n\r\n\"That's enough,\" said Mrs. Evans.\r\n\r\nSilence reigned in the kitchen, broken only by the sizzling of bacon\r\nand the sniffs of a modern girl who did not see eye to eye with her\r\nelders on the subject of feminine beauty.\r\n\r\n\"Here you are,\" said Mrs. Evans at length. \"Get me one of them trays\r\nand the pepper and salt and mustard and be careful you don't drop it.\"\r\n\r\n\"Drop it? Why should I drop it?\"\r\n\r\n\"Well, don't.\"\r\n\r\n\"There was a woman in _Hearts and Satins_ that had eyes just like\r\nhers,\" said Rosa, balancing the tray and speaking with the cold scorn\r\nwhich good women feel for their erring sisters. \"And what she didn't\r\ndo! Apart from stealing all them important papers relating to the\r\ninvention....\"\r\n\r\n\"You're spilling that coffee.\"\r\n\r\n\"No, I'm not.\"\r\n\r\n\"Well, don't,\" said Mrs. Evans.\r\n\r\n\r\n                                  II\r\n\r\nOut in the garden, hidden from the gaze of any who might espy him and\r\nset him to work, Sergeant-Major Flannery lolled in the shrubbery,\r\nsavouring that best smoke of the day, the after-breakfast pipe. He was\r\nstill ruffled, for Dolly had made a deep impression on him and any\r\nstatement to the effect that she was not a thing of loveliness ranked\r\nto his thinking under the head of blasphemy.\r\n\r\nOf course, he mused, there was this to be said for the girl Rosa,\r\nthis rather important point to be put forward in extenuation of her\r\nloose speech--she worshipped the ground he walked on and had obviously\r\nspoken as she did under the sudden smart of an uncontrollable\r\njealousy. Contemplated in this light her remarks became almost\r\nexcusable, and, growing benevolent under the influence of tobacco, Mr.\r\nFlannery began to feel his resentment changing gradually into something\r\napproaching tenderness.\r\n\r\nRosa, when you came to look at it squarely, was, he reflected, rather\r\nto be pitied than censured. Young girls, of course, needed suppressing\r\nat times, and had to be ticked off for their own good when they got\r\nabove themselves, but there was no doubt that the situation must have\r\nbeen trying to one in her frame of mind. To hear the man she worshipped\r\nspeaking with unrestrained praise of the looks of another of her sex\r\nwas enough to upset any girl. Properly looked at, in short, Rosa's\r\noutburst had been a compliment, and Sergeant-Major Flannery, now\r\ndefinitely mollified, decided to forgive her.\r\n\r\nAt this moment he heard footsteps on the gravel path that skirted the\r\nshrubbery, and became alert and vigilant. He was not supposed to smoke\r\nin the grounds at Healthward Ho because of the maddening effect the\r\nspectacle could not fail to have upon the patients if they saw him. He\r\nknocked out his pipe and peered cautiously through the branches. Then\r\nhe perceived that he need have had no alarm. It was only Rosa. She\r\nwas standing with her back to him holding a laden tray. He remembered\r\nnow that he had left instructions that the Case's breakfast should be\r\nbrought out to him, preliminary to being carried up the ladder.\r\n\r\n\"Mr. Flanner-ee!\" called Rosa, and scanned the horizon.\r\n\r\nIt was not often that Sergeant-Major Flannery permitted himself any\r\naction that might be called arch or roguish, but his meditations in the\r\nshrubbery, added to the mellowing influence of tobacco, had left him in\r\nan unusually light-hearted mood. The sun was shining, the little birds\r\nwere singing, and Mr. Flannery felt young and gay. Putting his pipe in\r\nhis pocket, accordingly, he crept through the shrubbery until he was\r\nimmediately behind the girl and then in a tender whisper uttered the\r\nsingle word:\r\n\r\n\"Boo!\"\r\n\r\nAll great men have their limitations. We recognize the inevitability of\r\nthis and do not hold it against them. One states, therefore, not in any\r\nspirit of reproach but simply as a fact of historical interest, that\r\ntender whispering was one of the things that Sergeant-Major Flannery\r\ndid not do well. Between intention and performance there was, when Mr.\r\nFlannery set out to whisper tenderly, a great gulf fixed. The actual\r\nsound he now uttered was not unlike that which might proceed from the\r\nfog horn of an Atlantic liner or a toastmaster having a fit in a\r\nboiler shop, and, bursting forth as it did within a few inches of her\r\near without any warning whatsoever, it had on Rosa an effect identical\r\nwith that produced on Colonel Wyvern at an earlier point in this\r\nchronicle by John Carroll's sudden bellow outside the shop of Chas.\r\nBywater, Chemist. From trivial causes great events may spring. Rosa\r\nsprang about three feet. A sharp squeal escaped her and she dropped the\r\ntray. After which, she stood with a hand on her heart, panting.\r\n\r\nSergeant-Major Flannery recognized at once that he had done the wrong\r\nthing. His generous spirit had led him astray. If he had wished to\r\ninform Rosa that all was forgotten and forgiven he should have stepped\r\nout of the shrubbery and said so in a few simple words, face to face.\r\nBy acting, as it were, obliquely and allowing himself to be for the\r\nmoment a disembodied voice, he had made a mess of things. Among the\r\nthings he had made a mess of were a pot of coffee, a pitcher of milk,\r\na bowl of sugar, a dish of butter, vessels containing salt, mustard,\r\nand pepper, a rack of toast, and a plateful of eggs and bacon. All\r\nthese objects now littered the turf before him; and, emerging from the\r\nshrubbery, he surveyed them ruefully.\r\n\r\n\"Oo-er!\" he said.\r\n\r\nOddly enough, relief rather than annoyance seemed to be the emotion\r\ndominating his companion. If ever there was an occasion when a girl\r\nmight excusably have said some of the things girls are so good at\r\nsaying nowadays, this was surely it. But Rosa merely panted at the\r\nSergeant-Major thankfully.\r\n\r\n\"I thought you was the Case Upstairs!\" she gasped. \"When I heard that\r\nghastly sound right in my ear I thought it was him got out.\"\r\n\r\n\"You're all right, my girl,\" said Mr. Flannery. \"I'm 'ere.\"\r\n\r\n\"Oh, Mr. Flannery!\"\r\n\r\n\"There, there!\" said the Sergeant-Major.\r\n\r\nIn spite of the feeling that he was behaving a little prematurely, he\r\nslipped a massive arm around the girl's waist. He also kissed her. He\r\nhad not intended to commit himself quite so definitely as this, but it\r\nseemed now the only thing to do.\r\n\r\nRosa became calmer.\r\n\r\n\"I dropped the tray,\" she said.\r\n\r\n\"Yes,\" said Mr. Flannery, who was quick at noticing things.\r\n\r\n\"I'd better go and tell him.\"\r\n\r\n\"Tell Mr. Twist?\"\r\n\r\n\"Well, I'd better, hadn't I?\"\r\n\r\nMr. Flannery demurred. To tell Mr. Twist involved explanations, and\r\nexplanations, if they were to be convincing, must necessarily reveal\r\nhim, Mr. Flannery, in a light none too dignified. It might be that,\r\nhaving learned the facts, Mr. Twist would decide to dispense with\r\nthe services of an assistant who, even from the best motives, hid in\r\nshrubberies and said \"Boo!\" to maidservants.\r\n\r\n\"You listen to me, my girl,\" he advised. \"Mr. Twist is a busy gentleman\r\nthat has many responsibilities and much to occupy him. He don't want\r\nto be bothered with no stories of dropped trays. All you just do is\r\nrun back to the kitchen and tell Mrs. Evans to cook the Case some more\r\nbreakfast. The coffee pot's broke, but the cup ain't broke and the\r\nplate ain't broke and the mustardan-pepperan-salt thing ain't broke.\r\nI'll pick 'em up and you take 'em back on the tray and don't say\r\nnothing to nobody. While you're gone I'll be burying what's left of\r\nthem eggs.\"\r\n\r\n\"But Mr. Twist put something special in the coffee.\"\r\n\r\n\"Eh? How do you mean?\"\r\n\r\n\"When I took him in the tray just now, he said, 'Is that the Case\r\nUpstairs' breakfast?' and I said Yes, it was, and Old Monkey Brand put\r\nsomething that looked like a aspirin tablet or something in the coffee\r\npot. I thought it might be some medicine he had to have to make him\r\nquiet and keep him from breaking out and murdering all of us.\"\r\n\r\nMr. Flannery smiled indulgently.\r\n\r\n\"That Case Upstairs don't need nothing of that sort, not when I'm\r\naround,\" he said. \"Doctor Twist's like all these civilians. He gets\r\nunduly nervous. He don't understand that there's no need or necessity\r\nor occasion whatsoever for these what I may call sedatives when I'm on\r\nthe premises to lend a 'and in case of any verlence. Besides, it don't\r\ndo anybody no good always to be taking these drugs and what not. The\r\nCase 'ad 'is sleeping draught yesterday, and you never know it might\r\nnot undermine his 'ealth to go taking another this morning. So if Mr.\r\nTwist asks you has the Case had his coffee, you just say 'Yes, sir,' in\r\na smart and respectful manner, and I'll do the same. And then nobody\r\nneedn't be any the wiser.\"\r\n\r\nMr. Flannery's opportunity of doing the same occurred not more than\r\na quarter of an hour later. Returning from the task of climbing the\r\nladder and handing in the revised breakfast at John's window, he\r\nencountered his employer in the hall.\r\n\r\n\"Oh, Flannery,\" said Mr. Twist.\r\n\r\n\"Sir?\"\r\n\r\n\"The--er--the violent case. Has he had breakfast?\"\r\n\r\n\"He was eatin' it quite 'earty when I left him not five minutes ago,\r\nsir.\"\r\n\r\nChimp paused.\r\n\r\n\"Did he drink his coffee?\" he asked carelessly.\r\n\r\n\"Yes, sir,\" replied Sergeant-Major Flannery in a smart and respectful\r\nmanner.\r\n\r\n\"Oh! I see. Thank you.\"\r\n\r\n\"Thank _you_, sir,\" said Sergeant-Major Flannery.\r\n\r\n\r\n                                  III\r\n\r\nIn describing John as eating his breakfast quite 'earty, Sergeant-Major\r\nFlannery, though not as a rule an artist in words, had for once\r\nundoubtedly achieved the _mot juste_. Hearty was the exact adjective to\r\ndescribe that ill-used young man's methods of approach to the eggs and\r\nbacon and coffee which his gaoler had handed in between the bars of the\r\nwindow. Neither his now rooted dislike of Mr. Flannery nor any sense of\r\nthe indignity of accepting food like some rare specimen in a zoo could\r\ncompete in John with an appetite which had been growing silently within\r\nhim through the night watches. His headache had gone, leaving in its\r\nplace a hunger which wolves might have envied. Placing himself outside\r\nan egg almost before the Sergeant-Major had time to say \"Oo-er!\" he\r\nfinished the other egg, the bacon, the toast, the butter, the milk, and\r\nthe coffee, and, having lifted the plate to see if any crumbs had got\r\nconcealed beneath it and finding none, was compelled reluctantly to\r\nregard the meal as concluded.\r\n\r\nHe now felt considerably better. Food and drink had stayed in him that\r\nanimal ravenousness which makes food and drink the only possible object\r\nof a man's thoughts; and he was able to turn his mind to other matters.\r\nHaving found and swallowed a lump of sugar which had got itself\r\noverlooked under a fold of the napkin, he returned to the bed and\r\nlay down. A man who wishes to think can generally do so better in a\r\nhorizontal position. So John lay on the bed and stared at the ceiling,\r\npondering.\r\n\r\nHe certainly had sufficient material for thought to keep him occupied\r\nalmost indefinitely. The more he meditated upon his present situation\r\nthe less was he able to understand it. That the villain Twist, wishing\r\nto get away with the spoils of Rudge Hall, should have imprisoned\r\nhim in this room in order to gain time for flight would have been\r\nintelligible. John would never have been able to bring himself to\r\napprove of such an action, but he had to admit its merits as a piece of\r\nstrategy.\r\n\r\nBut Twist had not flown. According to Sergeant-Major Flannery, he was\r\nstill on the premises, and so, apparently, was his accomplice, the\r\nblack-hearted Molloy. But why? What did they think they were doing? How\r\nlong did they suppose they would be able to keep a respectable citizen\r\ncooped up like this, even though his only medium of communication with\r\nthe outer world were a more than usually fat-headed sergeant-major? The\r\nthing baffled John completely.\r\n\r\nHe next turned his mind to thoughts of Pat, and experienced a feverish\r\nconcern. Here was something to get worried about. What, he asked\r\nhimself, must Pat be thinking? He had promised to call for her in the\r\nWidgeon Seven at one o'clock yesterday. She would assume that he had\r\nforgotten. She would suppose....\r\n\r\nHe would have gone on torturing himself with these reflections for\r\na considerable time, but at this moment he suddenly heard a sharp,\r\nclicking sound. It resembled the noise a key makes when turning in\r\na lock, and was probably the only sound on earth which at that\r\nparticular point in his meditations would have had the power to arrest\r\nhis attention.\r\n\r\nHe lifted his head and looked around. Yes, the door was opening. And it\r\nwas opening, what was more, in just the nasty, slow, furtive, sneaking\r\nway in which a door would open if somebody like the leper Twist had\r\ngot hold of the handle.\r\n\r\nIn this matter of the hell-hound Twist's mental processes John was\r\nnow thoroughly fogged. The man appeared to be something very closely\r\nresembling an imbecile. When flight was the one thing that could do\r\nhim a bit of good, he did not fly, and now, having with drugs and\r\nimprisonment and the small talk of sergeant-majors reduced a muscular\r\nyoung man to a condition of homicidal enthusiasm, he was apparently\r\npaying that young man a social call.\r\n\r\nHowever, the mental condition of this monkey-faced, waxed-moustached\r\nbounder and criminal was beside the point. What was important was to\r\nturn his weak-mindedness to profit. The moment was obviously one for\r\ncunning and craftiness, and John accordingly dropped his head on the\r\npillow, cunningly closed his eyes, and craftily began to breathe like\r\none deep in sleep.\r\n\r\nThe ruse proved effective. After a moment of complete silence, a board\r\ncreaked. Then another board creaked. And then he heard the door close\r\ngently. Finally, from the neighbourhood of the door, there came to him\r\na sound of whispering. And across the years there floated into John's\r\nmind a dim memory. This whispering ... it reminded him of something.\r\n\r\nThen he got it. Ages ago ... when he was a child ... Christmas\r\nEve ... His father and mother lurking in the doorway to make sure that\r\nhe was asleep before creeping to the bed and putting the presents in\r\nhis stocking.\r\n\r\nThe recollection encouraged John. There is nothing like having done a\r\nthing before and knowing the technique. He never had been asleep on\r\nthose bygone Christmas Eves, but the gift-bearers had never suspected\r\nit, and he resolved that, if any of the old skill and artistry still\r\nlingered with him, the Messrs. Twist and Molloy should not suspect it\r\nnow. He deepened the note of his breathing, introducing into it a motif\r\nalmost asthmatic.\r\n\r\n\"It's all right,\" said the voice of Mr. Twist.\r\n\r\n\"Okay?\" said the voice of Mr. Molloy.\r\n\r\n\"Okay,\" said the voice of Mr. Twist.\r\n\r\nWhereupon, walking confidently and without any further effort at\r\nstealth, the two approached the bed.\r\n\r\n\"I guess he drank the whole potful,\" said Mr. Twist.\r\n\r\nOnce more John found himself puzzling over the way this man's mind\r\nworked. By pot he presumably meant the coffee pot standing on the tray\r\nand why the contents of this should appear to him in the light of a\r\nsoporific was more than John could understand.\r\n\r\n\"Say, listen,\" said Mr. Twist. \"You go and hang around outside the\r\ndoor, Soapy.\"\r\n\r\n\"Why?\" inquired Mr. Molloy, and it seemed to John that he spoke coldly.\r\n\r\n\"So's to see nobody comes along, of course.\"\r\n\r\n\"Yeah?\" said Mr. Molloy, and his voice was now unmistakably dry. \"And\r\nyou'll come out in a minute and tell me you're all broke up about it\r\nbut he hadn't got the ticket on him after all.\"\r\n\r\n\"You don't think...?\"\r\n\r\n\"Yes, I do think.\"\r\n\r\n\"If you can't trust me that far....\"\r\n\r\n\"Chimpie,\" said Mr. Molloy, \"I wouldn't trust you as far as a snail\r\ncould make in three jumps. I wouldn't believe you not even if I knew\r\nyou were speaking the truth.\"\r\n\r\n\"Oh, well if that's how you feel...\" said Mr. Twist, injured. Mr.\r\nMolloy, still speaking in that unfriendly voice, replied that that was\r\nprecisely how he did feel. And there was silence for a space.\r\n\r\n\"Oh, very well,\" said Mr. Twist at length.\r\n\r\nJohn's perplexity increased. He could make nothing of that \"ticket.\"\r\nThe only ticket he had in his possession was the one Bolt, the\r\nchauffeur, had given him to give to his uncle for some bag or other\r\nwhich he had left in the cloak room at Shrub Hill Station. Why should\r\nthese men...!\r\n\r\nHe became aware of fingers groping toward the inner pocket of his coat.\r\nAnd as they touched him he decided that the moment had come to act.\r\nBracing the muscles of his back he sprang from the bed, and with an\r\nacrobatic leap hurled himself toward the door and stood leaning against\r\nit.\r\n\r\n\r\n                                  IV\r\n\r\nIn the pause which followed this brisk move it soon became evident to\r\nJohn, rubbing his shoulders against the oak panels and glowering upon\r\nthe two treasure seekers, that if the scene was to be brightened by\r\nanything in the nature of a dialogue the ball of conversation would\r\nhave to be set rolling by himself. Not for some little time, it was\r\nclear, would his companions be in a condition for speech. Chimp Twist\r\nwas looking like a monkey that has bitten into a bad nut, and Soapy\r\nMolloy, like an American Senator who has received an anonymous telegram\r\nsaying \"All is discovered. Fly at once.\" This sudden activity on the\r\npart of one whom they had regarded as under the influence of some of\r\nthe best knock-out drops that ever came out of Chicago had had upon\r\nthem an effect similar to that which would be experienced by a group of\r\nsurgeons in an operating theatre if the gentleman on the slab were to\r\nrise abruptly and begin to dance the Charleston.\r\n\r\nSo it was John who was the first to speak.\r\n\r\n\"Now, then!\" said John. \"How about it?\"\r\n\r\nThe question was a purely rhetorical one, and received no reply. Mr.\r\nMolloy uttered an odd, strangled sound like a far-away cat with a\r\nfishbone in its throat, and Chimp's waxed moustache seemed to droop\r\nat the ends. It occurred to both of them that they had never realized\r\nbefore what a remarkably muscular, well-developed young man John was.\r\nIt was also borne in upon them that there are exceptions to the rule\r\nwhich states that big men are always good-humoured. John, they could\r\nnot help noticing, looked like a murderer who had been doing physical\r\njerks for years.\r\n\r\n\"I've a good mind to break both your necks,\" said John.\r\n\r\nAt these unpleasant words, Mr. Molloy came to life sufficiently to be\r\nable to draw back a step, thus leaving his partner nearer than himself\r\nto the danger zone. It was a move strictly in accordance with business\r\nethics. For if, Mr. Molloy was arguing, Chimp claimed seventy per cent.\r\nof the profits of their little venture, it was only fair that he should\r\nassume an equivalent proportion of its liabilities. At the moment, the\r\nthing looked like turning out all liabilities, and these Mr. Molloy was\r\nonly too glad to split on a seventy-thirty basis. So he moved behind\r\nChimp, and round the bulwark of his body, which he could have wished\r\nhad been more substantial, peered anxiously at John.\r\n\r\nJohn, having sketched out his ideal policy, was now forced to descend\r\nto the practical. Agreeable as it would have been to take these two men\r\nand bump their heads together, he realized that such a course would be\r\na deviation from the main issue. The important thing was to ascertain\r\nwhat they had done with the loot, and to this inquiry he now directed\r\nhis remarks.\r\n\r\n\"Where's that stuff?\" he asked.\r\n\r\n\"Stuff?\" said Chimp.\r\n\r\n\"You know what I mean. Those things you stole from the Hall.\"\r\n\r\nChimp, who had just discovered that he was standing between Mr. Molloy\r\nand John, swiftly skipped back a pace. This caused Mr. Molloy to skip\r\nback, too. John regarded this liveliness with a smouldering disfavour.\r\n\r\n\"Stand still!\" he said.\r\n\r\nChimp stood still. Mr. Molloy, who had succeeded in getting behind him\r\nagain, stood stiller.\r\n\r\n\"Well?\" said John. \"Where are the things?\"\r\n\r\nEven after the most complete rout on a stricken battle field a beaten\r\ngeneral probably hesitates for an instant before surrendering his\r\nsword. And so now, obvious though it was that there was no other course\r\nbefore them but confession, Chimp and Soapy remained silent for a\r\nspace. Then Chimp, who was the first to catch John's eye, spoke hastily.\r\n\r\n\"They're in Worcester.\"\r\n\r\n\"Whereabouts in Worcester?\"\r\n\r\n\"At the depôt.\"\r\n\r\n\"What depôt?\"\r\n\r\n\"There's only one, isn't there?\"\r\n\r\n\"Do you mean the station?\"\r\n\r\n\"Sure. The station.\"\r\n\r\n\"They're in the Left Luggage place at the station in Worcester,\" said\r\nMr. Molloy. He spoke almost cheerfully, for it had suddenly come to\r\nhim that matters were not so bad as he had supposed them to be, and\r\nthat there was still an avenue unclosed which might lead to a peaceful\r\nsettlement. \"And you've got the ticket in your pocket.\"\r\n\r\nJohn stared.\r\n\r\n\"That ticket is for a bag my uncle sent the chauffeur to leave at Shrub\r\nHill.\"\r\n\r\n\"Sure. And the stuff's inside it.\"\r\n\r\n\"What do you mean?\"\r\n\r\n\"I'll tell you what I mean,\" said Mr. Molloy.\r\n\r\n\"Atta-boy!\" said Chimp faintly. He, too, had now become aware of the\r\nsilver lining. He sank upon the bed, and so profound was his relief\r\nthat the ends of his moustache seemed to spring to life again and cease\r\ntheir drooping.\r\n\r\n\"Yes, sir,\" said Mr. Molloy, \"I'll tell you what I mean. It's about\r\ntime you got hep to the fact that that old uncle of yours is one of\r\nthe smoothest birds this side of God's surging Atlantic Ocean. He\r\nwas sitting in with us all along, that's what he was doing. He said\r\nthose heirlooms had never done him any good and it was about time they\r\nbrought him some money. It was all fixed that Chimpie here should swipe\r\nthem and then I was to give the old man a cheque and he was to clean up\r\non the insurance, besides. That was when he thought I was a millionaire\r\nthat ran a museum over in America and was in the market for antiques.\r\nBut he got on to me, and then he started in to double-cross us. He took\r\nthe stuff out of where we'd put it and slipped it over to the depôt at\r\nWorcester, meaning to collect it when he got good and ready. But the\r\nchauffeur gave the ticket to you, and you came over here, and Chimpie\r\ndoped you and locked you up.\"\r\n\r\n\"And you can't do a thing,\" said Chimp.\r\n\r\n\"No, sir,\" agreed Mr. Molloy, \"not a thing, not unless you want to\r\nbring that uncle of yours into it and have him cracking rocks in the\r\nsame prison where they put us.\"\r\n\r\n\"I'd like to see that old bird cracking rocks, at that,\" said Chimp\r\npensively.\r\n\r\n\"So would I like to see him cracking rocks,\" assented Mr. Molloy\r\ncordially. \"I can't think of anything I'd like better than to see him\r\ncracking rocks. But not at the expense of me cracking rocks, too.\"\r\n\r\n\"Or me,\" said Chimp.\r\n\r\n\"Or you,\" said Mr. Molloy, after a slight pause. \"So there's the\r\nposition, Mr. Carroll. You can go ahead and have us pinched, if you\r\nlike, but just bear in mind that if you do there's going to be one of\r\nthose scandals in high life you read about. Yes, sir, real front-page\r\nstuff.\"\r\n\r\n\"You bet there is,\" said Chimp.\r\n\r\n\"Yes, sir, you bet there is,\" said Mr. Molloy.\r\n\r\n\"You're dern tooting there is,\" said Chimp.\r\n\r\n\"Yes, sir, you're dern tooting there is,\" said Mr. Molloy.\r\n\r\nAnd on this note of perfect harmony the partners rested their case and\r\npaused, looking at John expectantly.\r\n\r\nJohn's reaction to the disclosure was not agreeable. It is never\r\npleasant for a spirited young man to find himself baffled, nor is it\r\ncheering for a member of an ancient family to discover that the head of\r\nthat family has been working in association with criminals and behaving\r\nin a manner calculated to lead to rock-cracking.\r\n\r\nNot for an instant did it occur to him to doubt the story. Although the\r\nMessrs. Twist and Molloy were men whose statements the prudent would\r\nbe inclined to accept as a rule with reserve, on this occasion it was\r\nevident that they were speaking nothing but the truth.\r\n\r\n\"Say, listen,\" cried Chimp, alarmed. He had been watching John's face\r\nand did not like the look of it. \"No rough stuff!\"\r\n\r\nJohn had been contemplating none. Chimp and his companion had ceased\r\nto matter, and the fury which was making his face rather an unpleasant\r\nspectacle for two peace-loving men shut up in a small room with him\r\nwas directed exclusively against his uncle Lester. Rudge Hall and its\r\ntreasures were sacred to John; and the thought that Mr. Carmody, whose\r\ntrust they were, had framed this scheme for the house's despoilment was\r\nalmost more than he could bear.\r\n\r\n\"It isn't us you ought to be sore at,\" urged Mr. Molloy. \"It's that old\r\nuncle of yours.\"\r\n\r\n\"Sure it is,\" said Chimp.\r\n\r\n\"Sure it is,\" echoed Mr. Molloy. Not for a long time had he and his old\r\nfriend found themselves so completely in agreement. \"He's the guy you\r\nwant to soak it to.\"\r\n\r\n\"I'll say he is,\" said Chimp.\r\n\r\n\"I'll say he is,\" said Mr. Molloy. \"Say listen, let me tell you\r\nsomething. Something that'll make you feel good. I happen to know that\r\nold man Carmody is throwing the wool over those insurance people's eyes\r\nby offering a reward for the recovery of that stuff. A thousand pounds.\r\nHe told me so himself. If you want to get him good and sore, all you've\r\ngot to do is claim it. He won't dare hold out on you.\"\r\n\r\n\"Certainly he won't,\" said Chimp.\r\n\r\n\"Certainly he won't,\" said Mr. Molloy. \"And will that make him good and\r\nsore!\"\r\n\r\n\"Will it!\" said Chimp.\r\n\r\n\"Will it!\" said Mr. Molloy.\r\n\r\n\"Wake me up in the night and ask me,\" said Chimp.\r\n\r\n\"Me, too,\" said Mr. Molloy.\r\n\r\nTheir generous enthusiasm seemed to have had its effect. The ferocity\r\nfaded from John's demeanour. Something resembling a smile flitted\r\nacross his face, as if some pleasing thought was entertaining him. Mr.\r\nMolloy relaxed his tension and breathed again. Chimp, in his relief,\r\nfound himself raising a hand to his moustache.\r\n\r\n\"I see,\" said John slowly.\r\n\r\nHe passed his fingers thoughtfully over his unshaven chin.\r\n\r\n\"Is there a car in your garage?\" he asked.\r\n\r\n\"Sure there's a car in my garage,\" said Chimp. \"Your car.\"\r\n\r\n\"What!\"\r\n\r\n\"Certainly.\"\r\n\r\n\"But that girl went off in it.\"\r\n\r\n\"She sent it back.\"\r\n\r\nSo overwhelming was the joy of these tidings that John found himself\r\nregarding Chimp almost with liking. His car was safe after all. His\r\nArab Steed! His Widgeon Seven!\r\n\r\nAny further conversation after this stupendous announcement would,\r\nhe felt, be an anti-climax. Without a word he darted to the door and\r\npassed through, leaving the two partners staring after him blankly.\r\n\r\n\"Well, what do you know about that?\" said Chimp.\r\n\r\nMr. Molloy's comment on the situation remained unspoken, for even as\r\nhis lips parted for the utterance of what would no doubt have been a\r\ntelling and significant speech, there came from the corridor outside a\r\nsingle, thunderous \"Oo-er!\" followed immediately by a sharp, smacking\r\nsound, and then a noise that resembled the delivery of a ton of coals.\r\n\r\nMr. Molloy stared at Chimp. Chimp stared at Mr. Molloy.\r\n\r\n\"Gosh!\" said Chimp, awed.\r\n\r\n\"Gosh!\" said Mr. Molloy.\r\n\r\n\"That was Flannery!\" said Chimp, unnecessarily.\r\n\r\n\"'Was,'\" said Mr. Molloy, \"is right.\"\r\n\r\nIt was not immediately that either found himself disposed to leave\r\nthe room and institute inquiries--or more probably, judging from that\r\ntitanic crash, a post-mortem. When eventually they brought themselves\r\nto the deed and crept palely to the head of the stairs they were\r\nenabled to see, resting on the floor below, something which from\r\nits groans appeared at any rate for the moment to be alive. Then\r\nthis object unscrambled itself and, rising, revealed the features of\r\nSergeant-Major Flannery.\r\n\r\nMr. Flannery seemed upset about something.\r\n\r\n\"Was it you, sir?\" he inquired in tones of deep reproach. \"Was it you,\r\nMr. Twist, that unlocked that Case's door?\"\r\n\r\n\"I wanted to have a talk with him,\" said Chimp, descending the stairs\r\nand gazing remorsefully at his assistant.\r\n\r\n\"I have the honour to inform you,\" said Mr. Flannery formally, \"that\r\nthe Case has legged it.\"\r\n\r\n\"Are you hurt?\"\r\n\r\n\"In reply to your question, sir,\" said Mr. Flannery in the same formal\r\nvoice, \"I _am_ hurt.\"\r\n\r\nIt would have been plain to the most casual observer that the man was\r\nspeaking no more than the truth. How in the short time at his disposal\r\nJohn had managed to do it was a mystery which baffled both Chimp and\r\nhis partner. An egg-shaped bump stood out on the Sergeant-Major's\r\nforehead like a rocky promontory, and already he was exhibiting one of\r\nthe world's most impressive black eyes. The thought that there, but\r\nfor the grace of God, went Alexander Twist filled the proprietor of\r\nHealthward Ho with so deep a feeling of thankfulness that he had to\r\nclutch at the banister to support himself.\r\n\r\nA similar emotion was plainly animating Mr. Molloy. To have been\r\nshut up in a room with a man capable of execution like that--a man,\r\nmoreover, nurturing a solid and justifiable grudge against him, and to\r\nhave escaped uninjured was something that seemed to him to call for\r\ncelebration. He edged off in the direction of the study. He wanted a\r\ndrink, and he wanted it quick.\r\n\r\nMr. Flannery, pressing a hand to his wounded eye, continued with the\r\nother to hold Chimp rooted to the spot. It was an eye that had much of\r\nthe quality of the Ancient Mariner's, and Chimp did not attempt to move.\r\n\r\n\"If you had listened to my advice, sir,\" said Mr. Flannery coldly,\r\n\"this would never have happened. Did I or did I not say to you, Mr.\r\nTwist, did I or did I not repeatedly say that it was imperative and\r\nessential that that Case be kept securely under lock and key? And then\r\nyou go asking for it, sir, begging for it, pleading for it, by opening\r\nthe door and giving him the opportunity to roam the 'ouse at his sweet\r\nwill and leg it when so disposed. I 'ad just reached the 'ead of the\r\nstairs when I see him. I said Oo-er! I said, and advanced smartly at\r\nthe double to do my duty, that being what I am paid for, an' what I\r\ndraw my salary for doing, and the next thing I know I'd copped it\r\nsquare in the eye and him and me was rolling down the stairs together.\r\nI bumped my 'ead against the woodwork at the bottom or it may have\r\nbeen that chest there, and for a moment all went black and I knew no\r\nmore.\" Mr. Flannery paused. \"All went black and I knew no more,\" he\r\nrepeated, liking the phrase. \"And when I came to, as the expression is,\r\nthe Case had gone. Where he is now, Mr. Twist, 'oo can say? Murdering\r\nthe patients as like as not or....\"\r\n\r\nHe broke off. Outside on the drive, diminishing in the distance,\r\nsounded the engine of a car.\r\n\r\n\"That's him,\" said Mr. Flannery. \"He's gorn!\" He brooded for a moment.\r\n\r\n\"Gorn!\" he resumed. \"Gorn to range the countryside and maybe 'ave 'alf\r\na dozen assassinations on his conscience before the day's out. And\r\nyou'll be responsible, Mr. Twist. On that Last Awful Day, Mr. Twist,\r\nwhen you and I and all of us come up before the Judgment Seat, do\r\nyou know what'll 'appen? I'll tell you what'll 'appen. The Lord God\r\nAlmighty will say, angry-like, ''Oo's responsible for all these corpses\r\nI see laying around 'ere?' and 'E'll look at you sort of sharp, and\r\nyou'll have to rise up and say, 'It was me! I'm responsible for them\r\ncorpses.' If I'd of done as Sergeant-Major Flannery repeatedly told me\r\nand kep' that Case under lock and key, as the saying is, there wouldn't\r\nhave been none of these poor murdered blokes.' That's what you'll 'ave\r\nto rise and say, Mr. Twist. I will now leave you, sir, as I wish to go\r\ninto the kitchen and get that young Rosa to put something on this nasty\r\nbruise and eye of mine. If you 'ave any further instructions for me,\r\nMr. Twist, I'll be glad to attend to them. If not, I'll go up to my\r\nroom and have a bit of a lay-down. Good morning, sir.\"\r\n\r\nThe Sergeant-Major had said his say. He withdrew in good order along\r\npreviously prepared lines of retreat. And Chimp, suddenly seized with\r\nthe same idea which had taken Soapy to the study, moved slowly off down\r\nthe passage.\r\n\r\nIn the study he found Mr. Molloy, somewhat refreshed, seated at the\r\ntelephone.\r\n\r\n\"What are you doing?\" he asked.\r\n\r\n\"Playing the flute,\" replied Mr. Molloy shortly.\r\n\r\n\"Who are you 'phoning to?\"\r\n\r\n\"Dolly, if you want to know. I've got to tell her about all this\r\nbusiness going bloo-ey, haven't I? I've got to break it to her that\r\nafter all her trouble and pains she isn't going to get a cent out of\r\nthe thing, haven't I?\"\r\n\r\nChimp regarded his partner with disfavour. He wished he had never seen\r\nMr. Molloy. He wished he might never see him again. He wished he were\r\nnot seeing him now.\r\n\r\n\"Why don't you go up to London and tell her?\" he demanded sourly.\r\n\"There's a train in twenty minutes.\"\r\n\r\n\"I'd rather do it on the 'phone,\" said Mr. Molloy."
  ]
}