{
  "index": 15,
  "title": "Chapter 14",
  "paragraphs": [
    "I\r\n\r\nSome years before, in pursuance of his duties as a member of the\r\nEnglish Rugby Football fifteen, it had become necessary for John one\r\nrainy afternoon in Dublin to fall on the ball at a moment when five or\r\nsix muscular Irish forwards full of Celtic enthusiasm were endeavouring\r\nto kick it. Until this moment he had always ranked that as the most\r\nunpleasant and disintegrating experience of his life.\r\n\r\nHis fingers tightened their clutch on the table. He found its support\r\ngrateful. He blinked, once very quickly as if he had just received a\r\nblow in the face, and then a second time more slowly.\r\n\r\n\"Hugo?\" he said.\r\n\r\nHe felt numbed, just as he had felt numbed in Dublin when what had\r\nappeared to be a flock of centipedes with cleated boots had made him\r\nthe object of their attentions. All the breath had gone out of him, and\r\nthough what he was suffering was at the present more a dull shock than\r\nactual pain, he realized dimly that there would be pain coming shortly\r\nin full measure.\r\n\r\n\"Hugo?\" he said.\r\n\r\nFaintly blurred by the drumming of the blood in his ears, there came to\r\nhim the sound of his uncle's voice. Mr. Carmody was saying that he was\r\ndelighted. And the utter impossibility of remaining in the same room\r\nwith a man who could be delighted at the news that Pat was engaged to\r\nHugo swept over John like a wave. Releasing his grip on the table, he\r\nlaid a course for the French windows and, reaching them, tottered out\r\ninto the garden.\r\n\r\nPat was walking on the little lawn, and at the sight of her his\r\nnumbness left John. He seemed to wake with a start, and, waking, found\r\nhimself in the grip of a great many emotions which, after seething and\r\nbubbling for a while, crystallized suddenly into a white-hot fury.\r\n\r\nHe was hurt all over and through and through, but he was so angry that\r\nonly subconsciously was he aware of this. Pat was looking so cool\r\nand trim and alluring, so altogether as if it caused her no concern\r\nwhatever that she had made a fool of a good man, raising his hopes only\r\nto let them fall and encouraging him to dream dreams only to shatter\r\nthem, that he felt he hated her.\r\n\r\nShe turned as he stepped onto the grass, and they looked at one another\r\nin silence for a moment. Then John, in a voice which was strangely\r\nunlike his own, said, \"Good morning.\"\r\n\r\n\"Good morning,\" said Pat, and there was silence again.\r\n\r\nShe did not attempt to avoid his eye--the least, John felt, that she\r\ncould have done in the circumstances. She was looking straight at him,\r\nand there was something of defiance in her gaze. Her chin was tilted.\r\nTo her, judging from her manner, he was not the man whose hopes she had\r\nfrivolously raised by kissing him that night on the Skirme, but merely\r\nan unwelcome intruder interrupting a pleasant reverie.\r\n\r\n\"So you're back?\" she said.\r\n\r\nJohn swallowed what appeared to be some sort of obstruction half-way\r\ndown his chest. He was anxious to speak, but afraid that, if he spoke,\r\nhe would stammer. And a man on an occasion like this does not wish to\r\ngive away by stammering the fact that he is not perfectly happy and\r\ndebonair and altogether without a care in the world.\r\n\r\n\"I hear you're engaged to Hugo,\" he said, speaking carefully and\r\nspacing the syllables so that they did not run into each other as they\r\nshowed an inclination to do.\r\n\r\n\"Yes.\"\r\n\r\n\"I congratulate you.\"\r\n\r\n\"You ought to congratulate him, oughtn't you, and just say to me that\r\nyou hope I'll be happy?\"\r\n\r\n\"I hope you will be happy,\" said John, accepting this maxim from the\r\nBook of Etiquette.\r\n\r\n\"Thanks.\"\r\n\r\n\"Very happy.\"\r\n\r\n\"Thanks.\"\r\n\r\nThere was a pause.\r\n\r\n\"It's--a little sudden, isn't it?\"\r\n\r\n\"Is it?\"\r\n\r\n\"When did Hugo get back?\"\r\n\r\n\"This morning. His letter arrived by the first post, and he came in\r\nright on top of it.\"\r\n\r\n\"His letter?\"\r\n\r\n\"Yes. He wrote asking me to marry him.\"\r\n\r\n\"Oh?\"\r\n\r\nPat traced an arabesque on the grass with the toe of her shoe.\r\n\r\n\"It was a beautiful letter.\"\r\n\r\n\"Was it?\"\r\n\r\n\"Very. I didn't think Hugo was capable of it.\"\r\n\r\nJohn remained for a moment without speaking. He searched his mind for\r\ncare-free, debonair remarks, and found it singularly short of them.\r\n\r\n\"Hugo's a splendid chap,\" he contrived to say at length.\r\n\r\n\"Yes--so bright!\"\r\n\r\n\"Yes.\"\r\n\r\n\"Nice-looking fellow.\"\r\n\r\n\"Yes.\"\r\n\r\n\"A thoroughly good chap.\"\r\n\r\n\"Yes.\"\r\n\r\nJohn found that he had exhausted the subject of Hugo's qualities.\r\nHe relapsed into a gray silence and half thought of treading on an\r\noffensively cheerful worm which had just appeared beside his shoe and\r\nseemed to be asking for it.\r\n\r\nPat stifled a little yawn.\r\n\r\n\"Did you have a nice time yesterday?\" she asked carelessly.\r\n\r\n\"Not so very nice,\" said John. \"I dare say you heard that we had a\r\nburglary up at the Hall? I went off to catch the criminals and they\r\ncaught me!\"\r\n\r\n\"What!\"\r\n\r\n\"I was fool enough to let myself be drugged, and when I woke up I was\r\nlocked in a room with bars on the windows. I only got out an hour or so\r\nago.\"\r\n\r\n\"Johnnie!\"\r\n\r\n\"However, it all ended happily. I've got back the stuff that was\r\nstolen.\"\r\n\r\n\"But, Johnnie! I thought you had gone off picnicking with that Molloy\r\ngirl.\"\r\n\r\n\"It may have been her idea of picnicking. She was one of the gang.\r\nQuite the leading spirit, I gather.\"\r\n\r\nHe had lowered his eyes, wondering once more whether it would not be\r\njudicious to put it across that worm after all, when an odd choking\r\nsound caused him to look up. Pat's mouth had opened, and she was\r\nstaring at him wide-eyed. And if she had ever looked more utterly\r\nbeautiful and marvellous, John could not remember the occasion.\r\nSomething seemed to clutch at his throat, and the garden, seen\r\nindistinctly through a mist, danced a few steps in a tentative sort of\r\nway, as if it were trying out something new that had just come over\r\nfrom America.\r\n\r\nAnd then, as the mist cleared, John found that he and Pat were not, as\r\nhe had supposed, alone. Standing beside him was a rugged and slightly\r\nunkempt person clad in a bearskin which had obviously not been made to\r\nmeasure, in whom he recognized at once that Stone Age Ancestor of his\r\nwho had given him a few words of advice the other night on the path\r\nleading to the boathouse.\r\n\r\nThe Ancestor was looking at him reproachfully. In appearance he was\r\nrather like Sergeant-Major Flannery, and when he spoke it was with that\r\nwell-remembered voice.\r\n\r\n\"Oo-er,\" said the Ancestor, peevishly twiddling a flint-axe in his\r\npowerful fingers. \"Now you see, young fellow, what's happened or\r\noccurred or come about, if I may use the expression, through your not\r\ndoing what I told you. Did I or did I not repeatedly urge and advise\r\nyou to be'ave towards this girl in the manner which 'as been tested\r\nand proved the correct one by me and all the rest of your ancestors in\r\nthe days when men were men and knew how to go about these matters? Now\r\nyou've lost her, whereas if you'd done as I said....\"\r\n\r\n\"Stay!\" said a quiet, saintly voice, and John perceived that another\r\nform had ranged itself beside him.\r\n\r\n\"Still, maybe it's not too late even now....\"\r\n\r\n\"No, no,\" said the newcomer, and John was now able to see that this was\r\nhis Better Self, \"I really must protest. Let us, please, be restrained\r\nand self-effacing. I deprecate these counsels of violence.\"\r\n\r\n\"Tested and proved correct....\" inserted the Ancestor. \"I'm giving him\r\ngood advice, that's what I'm doing. I'm pointing out to 'im, as you may\r\nsay, the proper method.\"\r\n\r\n\"I consider your advice subversive to a degree,\" said Better Self\r\ncoldly, \"and I disapprove of your methods. The obviously correct thing\r\nfor this young man to do in the circumstances in which he finds himself\r\nis to accept the situation like a gentleman. This girl is engaged to\r\nanother man, a good-looking, bright young man, the heir to a great\r\nestate and an excellent match....\"\r\n\r\n\"Mashed potatoes!\" said the Stone Age Ancestor coarsely. \"The 'ole\r\nthing 'ere, young fellow, is you just take this girl and grab her\r\nand 'old 'er in your arms, as the saying is, and never mind how many\r\nbright, good-looking young men she's engaged to. 'Strewth! When I was\r\nin me prime you wouldn't have found me 'esitating. You do as I say, me\r\nlad, and you won't regret it. Just you spring smartly to attention and\r\ngrab 'er with both 'ands in a soldierly manner.\"\r\n\r\n\"Oh, Johnnie, Johnnie, Johnnie!\" said Pat, and her voice was a wail.\r\nHer eyes were bright with dismay, and her hands fluttered in a helpless\r\nmanner which alone would have been enough to decide a man already\r\nswaying toward the methods of the good old days when cavemen were\r\ncavemen.\r\n\r\nJohn hesitated no longer. Hugo be blowed! His Better Self be blowed!\r\nEverything and everybody be blowed except this really excellent old\r\ngentleman who, though he might have been better tailored, was so\r\nobviously a mine of information on what a young man should know.\r\nDrawing a deep breath and springing smartly to attention, he held out\r\nhis arms in a soldierly manner, and Pat came into them like a little\r\nboat sailing into harbour after a storm. A faint receding sigh told\r\nhim that his Better Self had withdrawn discomfited, but the sigh was\r\ndrowned by the triumphant approval of the Ancestor.\r\n\r\n\"Oo-er,\" boomed the Ancestor thunderously.\r\n\r\n\"So this is how it feels!\" said John to himself.\r\n\r\n\"Oh, Johnnie!\" said Pat.\r\n\r\nThe garden had learned that dance now. It was simple once you got the\r\nhang of it. All you had to do, if you were a tree, was to jump up and\r\ndown, while, if you were a lawn, you just went round and round. So the\r\ntrees jumped up and down and the lawn went round and round, and John\r\nstood still in the middle of it all, admiring it.\r\n\r\n\"Oh, Johnnie,\" said Pat. \"What on earth shall I do?\"\r\n\r\n\"Go on just like you are now.\"\r\n\r\n\"But about Hugo, I mean.\"\r\n\r\nHugo? Hugo? John concentrated his mind. Yes, he recalled now, there had\r\nbeen some little difficulty about Hugo. What was it? Ah, yes.\r\n\r\n\"Pat,\" he said, \"I love you. Do you love me?\"\r\n\r\n\"Yes.\"\r\n\r\n\"Then what on earth,\" demanded John, \"did you go and do a silly thing\r\nlike getting engaged to Hugo for?\"\r\n\r\nHe spoke a little severely, for in some mysterious fashion all the\r\nawe with which this girl had inspired him for so many years had left\r\nhim. His inferiority complex had gone completely. And it was due, he\r\ngathered, purely and solely to the fact that he was holding her in his\r\narms and kissing her. At any moment during the last half-dozen years\r\nthis childishly simple remedy had been at his disposal and he had not\r\navailed himself of it. He was astonished at his remissness, and his\r\nfeeling of gratitude, toward that Ancestor of his in the baggy bearskin\r\nwho had pointed out the way, became warmer than ever.\r\n\r\n\"But I thought you didn't care a bit for me,\" wailed Pat.\r\n\r\nJohn stared.\r\n\r\n\"Who, me?\"\r\n\r\n\"Yes.\"\r\n\r\n\"Didn't care for you?\"\r\n\r\n\"Yes.\"\r\n\r\n\"You thought I didn't care for you?\"\r\n\r\n\"Well, you had promised to take me to Wenlock Edge and you never turned\r\nup and I found you had gone out in your car with that Molloy girl.\r\nNaturally I thought....\"\r\n\r\n\"You shouldn't have.\"\r\n\r\n\"Well, I did. And so when Hugo's letter came it seemed such a wonderful\r\nchance of showing you that I didn't care. And now what am I to do? What\r\ncan I say to Hugo?\"\r\n\r\nIt was a nuisance for John to have to detach his mind from what really\r\nmattered in life to trivialities like this absurd business of Hugo, but\r\nhe supposed the thing, if only to ease Pat's mind, would have to be\r\ngiven a little attention.\r\n\r\n\"Hugo thinks he's engaged to you?\"\r\n\r\n\"Yes.\"\r\n\r\n\"Well, he isn't.\"\r\n\r\n\"No.\"\r\n\r\n\"Then that,\" said John, seeing the thing absolutely clearly, \"is all\r\nwe've got to tell him.\"\r\n\r\n\"You talk as if it were so simple!\"\r\n\r\n\"So it is. What's hard about it?\"\r\n\r\n\"I wish you had it to do instead of me!\"\r\n\r\n\"But of course I'll do it,\" said John. It astonished him that she\r\nshould have contemplated any other course. Naturally, when the great\r\nstrong man becomes engaged to the timid, fluttering little girl he\r\ntakes over all her worries and handles in his efficient, masculine way\r\nany problem that may be vexing her.\r\n\r\n\"Would you really, Johnnie?\"\r\n\r\n\"Certainly.\"\r\n\r\n\"I don't feel I can look him in the face.\"\r\n\r\n\"You won't miss much. Where is he?\"\r\n\r\n\"He went off in the direction of the village.\"\r\n\r\n\"Carmody Arms,\" diagnosed John. \"I'll go and tell him at once.\" And he\r\nstrode down the garden with strong, masterful steps.\r\n\r\n\r\n                                  II\r\n\r\nHugo was not in the Carmody Arms. He was standing on the bridge over\r\nthe Skirme, his elbows resting on the parapet, his eyes fixed on the\r\nflowing water. For a suitor recently accepted by--presumably--the girl\r\nof his heart, he looked oddly downcast. His eye, when he turned at the\r\nsound of his name, was the eye of a fish that has had trouble.\r\n\r\n\"Hullo, John, old man,\" he said in a toneless voice.\r\n\r\nJohn began to feel his way into the subject he had come to discuss.\r\n\r\n\"Nice day,\" he said.\r\n\r\n\"What is?\" said Hugo.\r\n\r\n\"This.\"\r\n\r\n\"I'm glad you think so. John,\" said Hugo, attaching himself sombrely\r\nto his cousin's coat sleeve, \"I want your advice. In many ways you're\r\na stodgy sort of a Gawd-help-us, but you're a level-headed kind of old\r\nbird, at that, and I want your advice. The fact is, John, believe me or\r\nbelieve me not, I've made an ass of myself.\"\r\n\r\n\"How's that?\"\r\n\r\n\"I've gone and got engaged to Pat.\"\r\n\r\nHaving exploded this bombshell, Hugo leaned against the parapet and\r\ngazed at his cousin with a certain moody satisfaction.\r\n\r\n\"Yes?\" said John.\r\n\r\n\"You don't seem much surprised,\" said Hugo, disappointed.\r\n\r\n\"Oh, I'm astonished,\" said John. \"How did it happen?\"\r\n\r\nHugo, who had released his companion's coat sleeve, now reached out for\r\nit again. The feel of it seemed to inspire him.\r\n\r\n\"It was that bloke Bessemer's wedding that started the whole trouble,\"\r\nhe said. \"You remember I told you about Ronnie's man, Bessemer.\"\r\n\r\n\"I remember you said he had remarkable ears.\"\r\n\r\n\"Like airplane wings. Nevertheless, in spite of that, he got married\r\nyesterday. The wedding took place from Ronnie's flat.\"\r\n\r\n\"Yes?\"\r\n\r\nHugo sighed.\r\n\r\n\"Well, you know how it is, John, old man. There's something about a\r\nwedding, even the wedding of a gargoyle like Bessemer, that seems\r\nto breed sentimentality. It may have been the claret cup. I warned\r\nRonnie from the first against the claret cup. A noxious drink. But he\r\nsaid--with a good deal of truth, no doubt--that if I thought he was\r\ngoing to waste champagne on a blighter who was leaving him in the lurch\r\nwithout a tear I was jolly well mistaken. So we more or less bathed in\r\nclaret cup at the subsequent festivities, and it wasn't more than an\r\nhour afterward when something seemed to come over me all in a rush.\"\r\n\r\n\"What?\"\r\n\r\n\"Well, a sort of aching, poignant feeling. All the sorrows of the world\r\nseemed to be laid out in front of me in a solid mass.\"\r\n\r\n\"That sounds more like lobster.\"\r\n\r\n\"It may have been the lobster,\" conceded Hugo. \"But I maintain that the\r\nclaret cup helped. Well, I just sat there, bursting with pity for the\r\nwhole human race, and then suddenly it all seemed in a flash, as it\r\nwere, to become concentrated on Pat.\"\r\n\r\n\"You burst with pity for Pat?\"\r\n\r\n\"Yes. You see, an idea suddenly came to me. I thought about you and Pat\r\nand how Pat, in spite of all my arguments, wouldn't look at you, and\r\nall at once there flashed across me what I took to be the explanation.\r\nSomething seemed to whisper to me that the reason Pat couldn't see you\r\nwith a spy glass was that all these years she had been secretly pining\r\nfor me.\"\r\n\r\n\"What on earth made you think that?\"\r\n\r\n\"Looking back on it now, in a clear and judicial frame of mind, I can\r\nsee that it was the claret cup. That and the general ghastly, soppy\r\natmosphere of a wedding. I sat straight down, John, old man, and I\r\nwrote a letter to Pat, asking her to marry me. I was filled with a sort\r\nof divine pity for the poor girl.\"\r\n\r\n\"Why do you call her the poor girl? She wasn't married to you.\"\r\n\r\n\"And then I had a moment of sense, so I thought that before I posted\r\nthe letter I'd go for a stroll and think it over. I left the letter on\r\nRonnie's desk, and got my hat and took a turn round the Serpentine.\r\nAnd, what with the fresh air and everything, pretty soon I found Reason\r\nreturning to her throne. I had been on the very brink, I realized, of\r\nmaking a most consummate chump of myself. Here I was, I reflected, on\r\nthe threshold of a career, when it was vitally necessary that I should\r\navoid all entanglements, and concentrate myself wholly on my life\r\nwork, deliberately going out of my way to get myself hitched up. I'm\r\nnot saying anything against Pat. Don't think that. We've always been\r\nthe best of pals, and if I were backed into a corner and made to marry\r\nsomeone I'd just as soon it was her. It was the principle of the thing\r\nthat was all wrong, if you see what I mean. Entanglements. I had to\r\nkeep myself clear of them.\"\r\n\r\nHugo paused and glanced down at the water of the Skirme, as if debating\r\nthe advisability of throwing himself into it. After a while he resumed.\r\n\r\n\"I was bunging a bit of wedding cake to the Serpentine ducks when I\r\ngot this flash of clear vision, and I turned straight round and legged\r\nit back to the flat to destroy that letter. And when I got there the\r\nletter had gone. And the bride's mother, a stout old lady with a cast\r\nin the left eye, who was still hanging about the kitchen, finishing\r\nup the remains of the wedding feast, told me without a tremor in her\r\nvoice, with her mouth full of lobster mayonnaise, that she had given it\r\nto Bessemer to post on his way to the station.\"\r\n\r\n\"So there you were,\" said John.\r\n\r\n\"So there,\" agreed Hugo, \"I was. The happy pair, I knew, were to spend\r\nthe honeymoon at Bexhill, so I rushed out and grabbed a taxi and\r\noffered the man double fare if he would get me to Victoria Station in\r\nfive minutes. He did it with seconds to spare, but it was too late.\r\nThe first thing I saw on reaching the platform was the Bexhill train\r\npulling out. Bessemer's face was visible in one of the front coaches.\r\nHe was leaning out of the window, trying to detach a white satin shoe\r\nwhich some kind friend had tied to the door handle. And I slumped back\r\nagainst a passing porter, knowing that this was the end.\"\r\n\r\n\"What did you do then?\"\r\n\r\n\"I went back to Ronnie's flat to look up the trains to Rudge. Are\r\nyou aware, John, that this place has the rottenest train service in\r\nEngland? After the five-sixteen, which I'd missed, there isn't anything\r\ntill nine-twenty. And, what with having all this on my mind and getting\r\na bit of dinner and not keeping a proper eye on the clock, I missed\r\nthat, too. In the end, I had to take the 3 A.M. milk train. I won't\r\nattempt to describe to you what a hell of a journey it was, but I got\r\nto Rudge at last, and, racing like a hare, rushed to Pat's house. I had\r\na sort of idea I might intercept the postman and get him to give me my\r\nletter back.\"\r\n\r\n\"He wouldn't have done that.\"\r\n\r\n\"He didn't have to, as things turned out. Just as I got to the house,\r\nhe was coming out after delivering the letters. I think I must have\r\ngone to sleep then, standing up. At any rate, I came to with a deuce of\r\na start, and I was leaning against Pat's front gate, and there was Pat\r\nlooking at me, and I said, 'Hullo!' and she said, 'Hullo! and then she\r\nsaid in rather a rummy sort of voice that she'd got my letter and read\r\nit and would be delighted to marry me.\"\r\n\r\n\"And then?\"\r\n\r\n\"Oh, I said, 'Thanks awfully,' or words to that effect, and tooled off\r\nto the Carmody Arms to get a bite of breakfast. Which I sorely needed,\r\nold boy. And then I think I fell asleep again, because the next thing\r\nI knew was old Judwin, the coffee-room waiter, trying to haul my head\r\nout of the marmalade. After that I came here and stood on this bridge,\r\nthinking things over. And what I want to know from you, John, is what\r\nis to be done.\"\r\n\r\nJohn reflected.\r\n\r\n\"It's an awkward business.\"\r\n\r\n\"Dashed awkward. It's imperative that I oil out, and yet I don't want\r\nto break the poor girl's heart.\"\r\n\r\n\"This will require extraordinarily careful handling.\"\r\n\r\n\"Yes.\"\r\n\r\nJohn reflected again.\r\n\r\n\"Let me see,\" he said suddenly, \"when did you say Pat got engaged to\r\nyou?\"\r\n\r\n\"It must have been around nine, I suppose.\"\r\n\r\n\"You're sure?\"\r\n\r\n\"Well, that would be the time the first post would be delivered,\r\nwouldn't it?\"\r\n\r\n\"Yes, but you said you went to sleep after seeing the postman.\"\r\n\r\n\"That's true. But what does it matter, anyway?\"\r\n\r\n\"It's most important. Well, look here, it was more than ten minutes\r\nago, wasn't it?\"\r\n\r\n\"Of course it was.\"\r\n\r\nJohn's face cleared.\r\n\r\n\"Then that's all right,\" he said. \"Because ten minutes ago Pat got\r\nengaged to me.\"\r\n\r\n\r\n                                  III\r\n\r\nA light breeze was blowing through the garden as John returned. It\r\nplayed with sunshine in Pat's hair as she stood by the lavender hedge.\r\n\r\n\"Well?\" she said eagerly.\r\n\r\n\"It's all right,\" said John.\r\n\r\n\"You told him?\"\r\n\r\n\"Yes.\"\r\n\r\nThere was a pause. The bees buzzed among the lavender.\r\n\r\n\"Was he----?\"\r\n\r\n\"Cut up?\"\r\n\r\n\"Yes.\"\r\n\r\n\"Yes,\" said John in a low voice. \"But he took it like a sportsman. I\r\nleft him almost cheerful.\"\r\n\r\nHe would have said more, but at this moment his attention was diverted\r\nby a tickling sensation in his right leg. A suspicion that one of the\r\nbees, wearying of lavender, was exploring the surface of his calf, came\r\nto John. But, even as he raised a hand to swat the intruder, Pat spoke\r\nagain.\r\n\r\n\"Johnnie.\"\r\n\r\n\"Hullo?\"\r\n\r\n\"Oh, nothing. I was just thinking.\"\r\n\r\nJohn's suspicion grew. It felt like a bee. He believed it was a bee.\r\n\r\n\"Thinking? What about?\"\r\n\r\n\"You.\"\r\n\r\n\"Me?\"\r\n\r\n\"Yes.\"\r\n\r\n\"What were you thinking about me?\"\r\n\r\n\"Only that you were the most wonderful thing in the world.\"\r\n\r\n\"Pat!\"\r\n\r\n\"You are, you know,\" said Pat, examining him gravely. \"I don't know\r\nwhat it is about you, and I can't imagine why I have been all\r\nthese years finding it out, but you're the dearest, sweetest, most\r\nangelic....\"\r\n\r\n\"Tell me more,\" said John.\r\n\r\nHe took her in his arms, and time stood still.\r\n\r\n\"Pat!\" whispered John.\r\n\r\nHe was now positive that it was a bee, and almost as positive that it\r\nwas merely choosing a suitable spot before stinging him. But he made no\r\nmove. The moment was too sacred.\r\n\r\nAfter all, bee stings were good for rheumatism.\r\n\r\n\r\n                                THE END"
  ]
}