{
  "index": 14,
  "title": "Chapter 13",
  "paragraphs": [
    "I\r\n\r\nThe sun, whose rays had roused Sergeant-Major Flannery from his\r\nslumbers at Healthward Ho that morning, had not found it necessary to\r\nperform the same office for Lester Carmody at Rudge Hall. In spite of\r\nthe fact that he had not succeeded in getting to sleep till well on in\r\nthe small hours, Mr. Carmody woke early. There is no alarm clock so\r\neffective as a disturbed mind.\r\n\r\nAnd Mr. Carmody's mind was notably disturbed. On the previous night he\r\nhad received shock after shock, each more staggering than the last.\r\nFirst, Bolt, the chauffeur, had revealed the fact that he had given the\r\nfateful ticket to John. Then Sturgis, after letting fall in the course\r\nof his babblings the information that Mr. Molloy knew that John had the\r\nticket, had said that that young man, when last seen, had been going\r\noff in the company of Dolly Molloy. And finally, John had not only\r\nfailed to appear at dinner but was not to be discovered anywhere on the\r\npremises at as late an hour as midnight.\r\n\r\nIn these circumstances, it is scarcely to be wondered at that Mr.\r\nCarmody's repose was not tranquil. To one who, like himself, had had\r\nthe advantage of hearing the views of the Molloy family on the virtues\r\nof knock-out drops there could be no doubt as to what had happened.\r\nJohn, suspecting nothing, must have allowed himself to be lured into\r\nthe trap, and by this time the heirlooms of Rudge Hall were probably in\r\nLondon.\r\n\r\nHaving breakfasted, contrary to the habit of years, quickly and\r\nsketchily, Mr. Carmody, who had haunted the stable yard till midnight,\r\nwent there again in the faint hope of finding that his nephew had\r\nreturned. But except for Emily, who barked at him, John's room was\r\nempty. Mr. Carmody wandered out into the grounds, and for some half\r\nhour paced the gravel paths in growing desolation of soul. Then, his\r\ntortured nerves becoming more and more afflicted by the behaviour of\r\none of the under-gardeners who, full of the feudal spirit, insisted on\r\ntouching his hat like a clockwork toy every time his employer passed,\r\nhe sought refuge in his study.\r\n\r\nIt was there, about one hour later, that John found him.\r\n\r\nMr. Carmody's first emotion on beholding his long-lost nephew was one\r\nof ecstatic relief.\r\n\r\n\"John!\" he cried, bounding from his chair.\r\n\r\nThen, chilling his enthusiasm, came the thought that there might be no\r\noccasion for joy in this return. Probably, he reflected, John, after\r\nbeing drugged and robbed of the ticket, had simply come home in the\r\nordinary course of events. After all, there would have been no reason\r\nfor those scoundrels to detain him. Once they had got the ticket, John\r\nwould have ceased to count.\r\n\r\n\"Where have you been?\" he asked in a flatter voice.\r\n\r\nA rather peculiar smile came and went on John's face.\r\n\r\n\"I spent the night at Healthward Ho,\" he said. \"Were you worried about\r\nme?\"\r\n\r\n\"Extremely worried.\"\r\n\r\n\"I'm sorry. Doctor Twist is a hospitable chap. He wouldn't let me go.\"\r\n\r\nMr. Carmody, on the point of speaking, checked himself. His position,\r\nhe suddenly saw, was a delicate one. Unless he were prepared to lay\r\nclaim to the possession of special knowledge, which he certainly was\r\nnot, anything in the nature of agitation on his part must inevitably\r\nseem peculiar. To those without special knowledge Mr. Twist, Mr.\r\nMolloy, and Dolly were ordinary, respectable persons and there was no\r\nreason for him to exhibit concern at the news that John had spent the\r\nnight at Healthward Ho.\r\n\r\n\"Indeed?\" he said carefully.\r\n\r\n\"Yes,\" said John. \"Most hospitable he was. I can't say I liked him,\r\nthough.\"\r\n\r\n\"No?\"\r\n\r\n\"No. Perhaps what prejudiced me against him was the fact of his having\r\nburgled the Hall the night before last.\"\r\n\r\nMore and more Mr. Carmody was feeling, as Ronnie Fish had no doubt\r\nfelt at the concert, that he had been forced into playing a part to\r\nwhich he was not equal. It was obviously in the rôle that at this point\r\nhe should register astonishment, and he did his best to do so. But\r\nthe gasp he gave sounded so unconvincing to him that he hastened to\r\nsupplement his words.\r\n\r\n\"What! What are you saying? Doctor Twist?\"\r\n\r\n\"Doctor Twist.\"\r\n\r\n\"But.... But...!\"\r\n\r\n\"It's come as quite a surprise to you, hasn't it?\" said John. And for\r\nthe first time since this interview had begun Mr. Carmody became alive\r\nto the fact that in his nephew's manner there was a subtle something\r\nwhich he did not like, something decidedly odd. This might, of course,\r\nsimply be due to the circumstance that the young man's chin was\r\nbristling with an unsightly growth and his eyes red about the rims.\r\nPerhaps it was merely his outward appearance that gave the suggestion\r\nof the sinister. But Mr. Carmody did not think so. He noted now that\r\nJohn's eyes, besides being red, were strangely keen. Their expression\r\nseemed, to his sensitive conscience, accusing. The young man was\r\nlooking at him--yes, undoubtedly the young man was looking at him most\r\nunpleasantly.\r\n\r\n\"By the way,\" said John, \"Bolt gave me this ticket yesterday to give to\r\nyou. I forgot about it till it was too late.\"\r\n\r\nThe relatively unimportant question of whether or not there was a\r\npeculiar look in his nephew's eyes immediately ceased to vex Mr.\r\nCarmody. All he felt at this instant was an almost suffocating elation.\r\nHe stretched out an unsteady hand.\r\n\r\n\"Oh, yes,\" he heard himself saying. \"That ticket. Quite so, of course.\r\nBolt left a bag for me at Shrub Hill Station.\"\r\n\r\n\"He did.\"\r\n\r\n\"Give me the ticket.\"\r\n\r\n\"Later,\" said John, and put it back in his pocket.\r\n\r\nMr. Carmody's elation died away. There was no question now about\r\nthe peculiar look in his companion's eye. It was a grim look. A\r\nhard, accusing look. Not at all the sort of look a man with a tender\r\nconscience likes to have boring into him.\r\n\r\n\"What--what do you mean?\"\r\n\r\nJohn continued to regard him with that unpleasantly fixed stare.\r\n\r\n\"I hear you have offered a reward of a thousand pounds for the recovery\r\nof those things that were stolen, Uncle Lester.\"\r\n\r\n\"Er--yes. Yes.\"\r\n\r\n\"I'll claim it.\"\r\n\r\n\"What!\"\r\n\r\n\"Uncle Lester,\" said John, and his voice made a perfect match for his\r\neye, \"before I left Healthward Ho I had a little talk with Mr. Twist\r\nand his friend Mr. Molloy. They told me a lot of interesting things. Do\r\nyou get my meaning, or shall I make it plainer?\"\r\n\r\nMr. Carmody, who had bristled for a moment with the fury of a\r\nparsimonious man who sees danger threatening his cheque book, sank\r\nslowly back into his chair like a balloon coming to rest.\r\n\r\n\"Good!\" said John. \"Write out a cheque and make it payable to Colonel\r\nWyvern.\"\r\n\r\n\"Colonel Wyvern?\"\r\n\r\n\"I am passing the reward on to him. I have a particular reason for\r\nwanting to end all that silly trouble between you two, and I think this\r\nshould do it. I know he is simply waiting for you to make some sort of\r\nadvance. So you're going to make an advance--of a thousand pounds.\"\r\n\r\nMr. Carmody gulped.\r\n\r\n\"Wouldn't five hundred be enough?\"\r\n\r\n\"A thousand.\"\r\n\r\n\"It's such a lot of money.\"\r\n\r\n\"A nice round sum,\" said John.\r\n\r\nMr. Carmody did not share his nephew's views as to what constituted\r\nniceness and roundness in a sum of money, but he did not say so. He\r\nsighed deeply and drew his cheque book from its drawer. He supposed in\r\na vague sort of way that he ought to be feeling grateful to the young\r\nman for not heaping him with reproaches and recrimination, but the\r\nagony of what he was about to do prevented any such emotion. All he\r\ncould feel was that dull, aching sensation which comes to most of us\r\nwhen we sit down to write cheques for the benefit of others.\r\n\r\nIt was as if some malignant fate had brooded over him, he felt, ever\r\nsince this business had started. From the very first, life had been\r\none long series of disbursements. All the expense of entertaining the\r\nMolloy family, not to mention the unspeakable Ronnie Fish.... The car\r\ngoing to and fro between Healthward Ho and Rudge at six shillings per\r\ntrip.... The five hundred pounds he had had to pay to get Hugo out of\r\nthe house.... And now this appalling, devastating sum for which he had\r\njust begun to write his cheque. Money going out all the time! Money ...\r\nmoney ... money ... And all for nothing!\r\n\r\nHe blotted the cheque and held it out.\r\n\r\n\"Don't give it to me,\" said John. \"You're coming with me now to Colonel\r\nWyvern's house, to hand it to him in person with a neat little speech.\"\r\n\r\n\"I shan't know what to say.\"\r\n\r\n\"I'll tell you.\"\r\n\r\n\"Very well.\"\r\n\r\n\"And after that,\" said John, \"you and he are going to be like two\r\nlove-birds.\" He thumped the desk. \"Do you understand? Love-birds.\"\r\n\r\n\"Very well.\"\r\n\r\nThere was something in the unhappy man's tone as he spoke, something so\r\ncrushed and forlorn that John could not but melt a little. He paused at\r\nthe door. It crossed his mind that he might possibly be able to cheer\r\nhim up.\r\n\r\n\"Uncle Lester,\" he said, \"how did you get on with Sergeant-Major\r\nFlannery at Healthward Ho?\"\r\n\r\nMr. Carmody winced. Unpleasant memories seemed to be troubling him.\r\n\r\n\"Just before I left,\" said John, \"I blacked his eye and we fell\r\ndownstairs together.\"\r\n\r\n\"Downstairs?\"\r\n\r\n\"Right down the entire flight. He thumped his head against an oak\r\nchest.\"\r\n\r\nOn Mr. Carmody's drawn face there hovered for an instant a faint\r\nflickering smile.\r\n\r\n\"I thought you'd be pleased,\" said John.\r\n\r\n\r\n                                  II\r\n\r\nColonel Wyvern hitched the celebrated eyebrows into a solid mass across\r\nthe top of his nose, and from beneath them stared hideously at Jane,\r\nhis parlour maid. Jane had just come into the morning room, where he\r\nwas having a rather heated conversation with his daughter, Patricia,\r\nand had made the astounding statement that Mr. Lester Carmody was\r\nwaiting in his front hall.\r\n\r\n\"Who?\" said Colonel Wyvern, rumbling like a thunder cloud.\r\n\r\n\"Sir, please, sir, Mr. Carmody.\"\r\n\r\n\"Mr. Carmody?\"\r\n\r\n\"And Mr. Carroll, sir.\"\r\n\r\nPat, who had been standing by the French windows, caught in her breath\r\nwith a little click of her firm white teeth.\r\n\r\n\"Show them in, Jane,\" she said.\r\n\r\n\"Yes, miss.\"\r\n\r\n\"I will not see that old thug,\" said Colonel Wyvern.\r\n\r\n\"Show them in, Jane,\" repeated Pat, firmly. \"You must, Father,\" she\r\nsaid as the door closed. \"He may have come to apologize about that\r\ndynamite thing.\"\r\n\r\n\"Much more likely he's come about that business of yours. Well, I've\r\ntold you already and I say it again that nothing will induce me...\"\r\n\r\n\"All right, Father. We can talk about that later. I'll be out in the\r\ngarden if you want me.\"\r\n\r\nShe went out through the French windows, and almost simultaneously the\r\ndoor opened and John and his uncle came in.\r\n\r\nJohn paused in the doorway, gazing eagerly toward the garden.\r\n\r\n\"Was that Pat?\" he asked.\r\n\r\n\"I beg your pardon,\" said Colonel Wyvern.\r\n\r\n\"Was that Pat I thought I caught a glimpse of, going into the garden?\"\r\n\r\n\"My daughter has just gone into the garden,\" said Colonel Wyvern with\r\ncold formality.\r\n\r\n\"Oh?\" said John. He seemed about to follow her but a sudden bark from\r\nthe owner of the house brought him to a halt.\r\n\r\n\"Well?\" said Colonel Wyvern, and the monosyllable was a verbal pistol\r\nshot. It brought John back instantly from dreamland, and, almost more\r\nthan the spectacle of his host's eyebrows, told him that life was stern\r\nand life was earnest.\r\n\r\n\"Oh, yes,\" he said.\r\n\r\n\"What do you mean, Oh yes?\"\r\n\r\nJohn advanced to the table, meeting the Colonel's gaze with a steady\r\neye. There is this to be said for being dosed with knock-out drops and\r\nshut up in locked rooms and having to take your meals through bars from\r\nthe hands of a sergeant-major whom only a mother could love--it fits\r\na normally rather shy and diffident young man for the battles of life\r\nas few other experiences would be able to fit him. The last time he\r\nand this bushy-eyebrowed man had met, John had quailed. But now mere\r\neyebrows meant nothing to him. He felt hardened, like one who has been\r\nthrough the furnace.\r\n\r\n\"I suppose you are surprised to see us here?\"\r\n\r\n\"More surprised than pleased.\"\r\n\r\n\"My uncle was anxious to have a few words with you.\"\r\n\r\n\"I have not the slightest desire....\"\r\n\r\n\"If you will just let me explain....\"\r\n\r\n\"I repeat, I have not the slightest desire....\"\r\n\r\n\"SIT DOWN!\" said John.\r\n\r\nColonel Wyvern sat down, rather as if he had been hamstrung. The action\r\nhad been purely automatic, the outcome of that involuntary spasm of\r\nacquiescence which comes upon everybody when someone speaks very\r\nloudly and peremptorily in their presence. His obsequiousness was only\r\nmomentary, and he was about to inquire of John what the devil he meant\r\nby speaking to him like that, when the young man went on.\r\n\r\n\"My uncle has been very much concerned,\" said John, \"about that\r\nunfortunate thing that happened in the park some weeks ago. It has been\r\non his mind.\"\r\n\r\nThe desire to say something almost inhumanely sarcastic and the\r\ndifficulty of finding just the right words caused the Colonel to miss\r\nhis chance of interrupting at this point. What should have been a\r\nsearing retort became a mere splutter.\r\n\r\n\"He feels he behaved badly to you. He admits freely that in grabbing\r\nyou round the waist and putting you in between him and that dynamite he\r\nacted on the spur of an impulse to which he should never have yielded.\r\nHe has been wondering ever since how best he might heal the breach.\r\nHaven't you, Uncle Lester?\"\r\n\r\nMr. Carmody swallowed painfully.\r\n\r\n\"Yes.\"\r\n\r\n\"He says 'Yes',\" said John, relaying the information to its receiving\r\nstation. \"You have always been his closest friend, and the thought that\r\nthere was this estrangement has been preying on my uncle's mind. This\r\nmorning, unable to endure it any longer, he came to me and asked my\r\nadvice. I was very glad to give it him. And I am still more glad that\r\nhe took it. My uncle will now say a few words.... Uncle Lester!\"\r\n\r\nMr. Carmody rose haltingly from his seat. He was a man who stood on the\r\nverge of parting with one thousand pounds in cool cash, and he looked\r\nit. His face was haggard, and his voice, when he contrived to speak,\r\nthin and trembling.\r\n\r\n\"Wyvern, I....\"\r\n\r\n\"... thought ...\" prompted John.\r\n\r\n\"I thought,\" said Mr. Carmody, \"that in the circumstances....\"\r\n\r\n\"It would be best....\"\r\n\r\n\"It would be best if....\"\r\n\r\nWords--and there should have been sixty-three more of them--failed Mr.\r\nCarmody. He pushed a slip of paper across the table and resumed his\r\nseat, a suffering man.\r\n\r\n\"I fail to....\" began Colonel Wyvern. And then his eye fell on the slip\r\nof paper, and pomposity slipped from him like breath off a razor blade.\r\n\"What--what----?\" he said.\r\n\r\n\"Moral and intellectual damages,\" said John. \"My uncle feels he owes it\r\nto you.\"\r\n\r\nSilence fell upon the room. The Colonel had picked up the cheque and\r\nwas scrutinizing it as if he had been a naturalist and it some rare\r\nspecimen encountered in the course of his walks abroad. His eyebrows,\r\ndisentangling themselves and moving apart, rose in an astonishment he\r\nmade no attempt to conceal. He looked from the cheque to Mr. Carmody\r\nand back again.\r\n\r\n\"Good God!\" said Colonel Wyvern.\r\n\r\nWith a sudden movement he tore the paper in two, burst into a crackling\r\nlaugh and held his hand out.\r\n\r\n\"Good God!\" he cried jovially. \"Do you think I want money? All I ever\r\nwanted was for you to admit you were an old scoundrel and murderer, and\r\nyou've done it. And if you knew how lonely it's been in this infernal\r\nplace with no one to speak to or smoke a cigar with....\"\r\n\r\nMr. Carmody had risen, in his eyes the look of one who sees visions and\r\nbeholds miracles. He gazed at his old friend in awe. Long as he had\r\nknown him, it was only now that he realized his true nobility of soul.\r\n\r\n\"Wyvern!\"\r\n\r\n\"Carmody,\" said Colonel Wyvern, \"how are the pike?\"\r\n\r\n\"The pike?\" Mr. Carmody blinked, still dazed. \"Pike?\"\r\n\r\n\"In the moat. Have you caught the big one yet?\"\r\n\r\n\"Not yet.\"\r\n\r\n\"I'll come up and try for him this afternoon, shall I?\"\r\n\r\n\"Yes.\"\r\n\r\n\"He says 'Yes',\" said John, interpreting.\r\n\r\n\"And only just now,\" said Colonel Wyvern, \"I was savaging my daughter\r\nbecause she wanted to marry into your family!\"\r\n\r\n\"What's that?\" cried Mr. Carmody, and John clutched the edge of the\r\ntable. His heart had given a sudden, ecstatic leap, and for an instant\r\nthe room had seemed to rock about him.\r\n\r\n\"Yes,\" said Colonel Wyvern. He broke into another of his laughs, and\r\nJohn could not help wondering where Pat had got that heavenly tinkle of\r\nsilver bells which served her on occasion when she was amused. Not from\r\nher father's side of the family.\r\n\r\n\"Bless my soul!\" said Mr. Carmody.\r\n\r\n\"Yes,\" said Colonel Wyvern. \"She came to me just before you arrived and\r\ntold me that she wanted to marry your nephew Hugo.\""
  ]
}