{
  "index": 11,
  "title": "Chapter 10",
  "paragraphs": [
    "I\r\n\r\nIt had been the opinion of Dolly Molloy, expressed during her\r\nconversation with Mr. Twist, that John, on awaking from his drugged\r\nslumber, would find himself suffering a headache. The event proved her\r\na true prophet.\r\n\r\nJohn, as became one who prized physical fitness, had been all his life\r\na rather unusually abstemious young man. But on certain rare occasions\r\ndotted through the years of his sojourn at Oxford he had permitted\r\nhimself to relax. As for instance, the night of his twenty-first\r\nbirthday ... Boat-Race Night in his freshman year ... and, perhaps\r\nmost notable of all, the night of the university football match in\r\nthe season when he had first found a place in the Oxford team and\r\nhad helped to win one of the most spectacular games ever seen at\r\nTwickenham. To celebrate each of these events he had lapsed from his\r\nnormal austerity, and every time had wakened on the morrow to a world\r\nfull of grayness and horror and sharp, shooting pains. But never had he\r\nexperienced anything to compare with what he was feeling now.\r\n\r\nHe was dimly conscious that strange things must have been happening to\r\nhim, and that these things had ended by depositing him on a strange\r\nbed in a strange room, but he was at present in no condition to give\r\nhis situation any sustained thought. He merely lay perfectly still,\r\nconcentrating all his powers on the difficult task of keeping his head\r\nfrom splitting in half.\r\n\r\nWhen eventually, moving with exquisite care, he slid from the bed and\r\nstood up, the first thing of which he became aware was that the sun\r\nhad sunk so considerably that it was now shining almost horizontally\r\nthrough the barred window of the room. The air, moreover, which\r\naccompanied its rays through the window had that cool fragrance which\r\nindicates the approach of evening.\r\n\r\nPoets have said some good things in their time about this particular\r\nhour of the day, but to John on this occasion it brought no romantic\r\nthoughts. He was merely bewildered. He had started out from Rudge not\r\nlong after eleven in the morning, and here it was late afternoon.\r\n\r\nHe moved to the window, feeling like Rip van Winkle. And presently the\r\nsweet air, playing about his aching brow, restored him so considerably\r\nthat he was able to make deductions and arrive at the truth. The last\r\nthing he could recollect was the man Twist handing him a tall glass. In\r\nthat glass, it now became evident, must have lurked the cause of all\r\nhis troubles. With an imbecile lack of the most elementary caution,\r\ninexcusable in one who had been reading detective stories all his life,\r\nhe had allowed himself to be drugged.\r\n\r\nIt was a bitter thought, but he was not permitted to dwell on it for\r\nlong. Gradually, driving everything else from his mind, there stole\r\nupon him the realization that unless he found something immediately\r\nto slake the thirst which was burning him up he would perish of\r\nspontaneous combustion. There was a jug on the wash stand, and,\r\ntottering to it, he found it mercifully full to the brim. For the next\r\nfew moments he was occupied, to the exclusion of all other mundane\r\nmatters, with the task of seeing how much of the contents of this jug\r\nhe could swallow without pausing for breath.\r\n\r\nThis done, he was at leisure to look about him and examine the position\r\nof affairs.\r\n\r\nThat he was a prisoner was proved directly he tested the handle of the\r\ndoor. And, as further evidence, there were those bars on the window.\r\nWhatever else might be doubtful, the one thing certain was that he\r\nwould have to remain in this room until somebody came along and let him\r\nout.\r\n\r\nHis first reaction on making this discovery was a feeling of irritation\r\nat the silliness of the whole business. Where was the sense of it? Did\r\nthis man Twist suppose that in the heart of peaceful Worcestershire he\r\ncould immure a fellow for ever in an upper room of his house?\r\n\r\nAnd then his clouded intellect began to function more nimbly. Twist's\r\nbehaviour, he saw, was not so childish as he had supposed. It had been\r\nimperative for him to gain time in order to get away with his loot;\r\nand, John realized, he had most certainly gained it. And the longer\r\nhe remained in this room, the more complete would be the scoundrel's\r\ntriumph.\r\n\r\nJohn became active. He went to the door again and examined it\r\ncarefully. A moment's inspection showed him that nothing was to be\r\nhoped for from that quarter. A violent application of his shoulder did\r\nnot make the solid oak so much as quiver.\r\n\r\nHe tried the window. The bars were firm. Tugging had no effect on them.\r\n\r\nThere seemed to John only one course to pursue.\r\n\r\nHe shouted.\r\n\r\nIt was an injudicious move. The top of his head did not actually come\r\noff, but it was a very near thing. By a sudden clutch at both temples\r\nhe managed to avert disaster in the nick of time, and tottered weakly\r\nto the bed. There for some minutes he remained while unseen hands drove\r\nred-hot rivets into his skull.\r\n\r\nPresently the agony abated. He was able to rise again and make his way\r\nfeebly to the jug, which he had now come to look on as his only friend\r\nin the world.\r\n\r\nHe had just finished his second non-stop draught when something\r\nattracted his notice out of the corner of his eye, and he saw that in\r\nthe window beside him were framed a head and shoulders.\r\n\r\n\"Hoy!\" observed the head in a voice like a lorry full of steel girders\r\npassing over cobblestones. \"I've brought you a cuppertea.\"\r\n\r\n\r\n                                  II\r\n\r\nThe head was red in colour and ornamented half-way down by a large and\r\nimpressive moustache, waxed at the ends. The shoulders were broad and\r\nsquare, the eyes prawn-like. The whole apparition, in short, one could\r\ntell at a glance, was a sample or first instalment of the person of\r\na sergeant-major. And unless he had dropped from heaven--which, from\r\nJohn's knowledge of sergeant-majors, seemed unlikely--the newcomer\r\nmust be standing on top of a ladder.\r\n\r\nAnd such, indeed, was the case. Sergeant-Major Flannery, though no\r\nacrobat, had nobly risked life and limb by climbing to this upper\r\nwindow to see how his charge was getting on and to bring him a little\r\nrefreshment.\r\n\r\n\"Take your cuppertea, young fellow,\" said Mr. Flannery.\r\n\r\nThe hospitality had arrived too late. In the matter of tea-drinking\r\nJohn was handicapped by the fact that he had just swallowed\r\napproximately a third of a jug of water. He regretted to be compelled\r\nto reject the contribution for lack of space. But as what he desired\r\nmost at the moment was human society and conversation, he advanced\r\neagerly to the window.\r\n\r\n\"Who are you?\" he asked.\r\n\r\n\"Flannery's my name, young fellow.\"\r\n\r\n\"How did I get here?\"\r\n\r\n\"In that room?\"\r\n\r\n\"Yes.\"\r\n\r\n\"I put you there.\"\r\n\r\n\"You did, did you?\" said John. \"Open this door at once, damn you!\"\r\n\r\nThe Sergeant-Major shook his head.\r\n\r\n\"Language!\" he said reprovingly. \"Profanity won't do you no good, young\r\nman. Cursing and swearing won't 'elp you. You just drink your cuppertea\r\nand don't let's have no nonsense. If you'd made a 'abit in the past of\r\ndrinking more tea and less of the other thing, you wouldn't be in what\r\nI may call your present predicament.\"\r\n\r\n\"Will you open this door?\"\r\n\r\n\"No, sir. I will not open that door. There aren't going to be no doors\r\nopened till your conduct and behaviour has been carefully examined in\r\nthe course of a day or so and we can be sure there'll be no verlence.\"\r\n\r\n\"Listen,\" said John, curbing a desire to jab at this man through the\r\nbars with the teaspoon. \"I don't know who you are....\"\r\n\r\n\"Flannery's the name, sir, as I said before. Sergeant-Major Flannery.\"\r\n\r\n\"... but I can't believe you're in this business....\"\r\n\r\n\"Indeed I am, sir. I am Doctor Twist's assistant.\"\r\n\r\n\"But this man is a criminal, you fool....\"\r\n\r\nSergeant-Major Flannery seemed pained rather than annoyed.\r\n\r\n\"Come, come, sir. A little civility, if you please. This, what I may\r\ncall contumacious attitude, isn't helping you. Surely you can see that\r\nfor yourself? Always remember, sir, the voice with the smile wins.\"\r\n\r\n\"This fellow Twist burgled our house last night. And all the while\r\nyou're keeping me shut up here he's getting away.\"\r\n\r\n\"Is that so, sir? What house would that be?\"\r\n\r\n\"Rudge Hall.\"\r\n\r\n\"Never heard of it.\"\r\n\r\n\"It's near Rudge-in-the-Vale. Twenty miles from here. Mr. Carmody's\r\nplace.\"\r\n\r\n\"Mr. Lester Carmody who was here taking the cure?\"\r\n\r\n\"Yes. I'm his nephew.\"\r\n\r\n\"His nephew, eh?\"\r\n\r\n\"Yes.\"\r\n\r\n\"Come, come!\"\r\n\r\n\"What do you mean?\"\r\n\r\n\"It so 'appens,\" said Mr. Flannery, with quiet satisfaction, removing\r\none hand from the window bars in order to fondle his moustache, \"that\r\nI've seen Mr. Carmody's nephew. Tallish, thinnish, pleasant-faced young\r\nfellow. He was over here to visit Mr. Carmody during the latter's\r\ntemp'ry residence. I had him pointed out to me.\"\r\n\r\nPainful though the process was, John felt compelled to grit his teeth.\r\n\r\n\"That was Mr. Carmody's other nephew.\"\r\n\r\n\"Other nephew, eh?\"\r\n\r\n\"My cousin.\"\r\n\r\n\"Your cousin, eh?\"\r\n\r\n\"His name's Hugo.\"\r\n\r\n\"Hugo, eh?\"\r\n\r\n\"Good God!\" cried John. \"Are you a parrot?\"\r\n\r\nMr. Flannery, if he had not been standing on a ladder, would no doubt\r\nhave drawn himself up haughtily at this outburst. Being none too\r\ncertain of his footing, he contented himself with looking offended.\r\n\r\n\"No, sir,\" he said with a dignity which became him well, \"in reply to\r\nyour question, I am not a parrot. I am a salaried assistant at Doctor\r\nTwist's health-establishment, detailed to look after the patients and\r\nkeep them away from the cigarettes and see that they do their exercises\r\nin a proper manner. And, as I said to the young lady, I understand\r\nhuman nature and am a match for artfulness of any description. What's\r\nmore, it was precisely this kind of artfulness on your part that\r\nthe young lady warned me against. 'Be careful, Sergeant-Major,' she\r\nsaid to me, clasping her 'ands in what I may call an agony of appeal,\r\n'that this poor, misguided young son of a what-not don't come it over\r\nyou with his talk about being the Lost Heir of some family living in\r\nthe near neighbourhood. Because he's sure to try it on, you can take\r\nit from me, Sergeant-Major,' she said. And I said to the young lady,\r\n'Miss,' I said, 'he won't come it over Egbert Flannery. Not him. I've\r\nseen too much of that sort of thing, miss,' I said. And the young lady\r\nsaid, 'Gawd's strewth, Sergeant-Major,' she said, 'I wish there was\r\nmore men in the world like you, Sergeant-Major, because then it would\r\nbe a dam' sight better place than it is, Sergeant-Major.'\" He paused.\r\nThen, realizing an omission, added the words, \"she said.\"\r\n\r\nJohn clutched at his throbbing head.\r\n\r\n\"Young lady? What young lady?\"\r\n\r\n\"You know well enough what young lady, sir. The young lady what brought\r\nyou here to leave you in our charge. That young lady.\"\r\n\r\n\"That young lady?\"\r\n\r\n\"Yes, sir. The one who brought you here.\"\r\n\r\n\"Brought me here?\"\r\n\r\n\"And left you in our charge.\"\r\n\r\n\"Left me in your charge?\"\r\n\r\n\"Come, come, sir!\" said Mr. Flannery. \"Are you a parrot?\"\r\n\r\nThe adroit thrust made no impression on John. His mind was too busy\r\nto recognize it for what it was--viz., about the cleverest repartee\r\never uttered by a non-commissioned officer of His Majesty's regular\r\nforces. A monstrous suspicion had smitten him, with the effect almost\r\nof a physical blow. Suspicion? It was more than a suspicion. If it was\r\nat Dolly Molloy's request that he was now locked up in this infernal\r\nroom, then, bizarre as it might seem, Dolly Molloy must in some way be\r\nconnected with the nefarious activities of the man Twist. The links\r\nthat connected the two might be obscure, but as to the fact there could\r\nbe no doubt whatever.\r\n\r\n\"You mean ...\" he gasped.\r\n\r\n\"I mean your sister, sir, who brought you over here in her car.\"\r\n\r\n\"What! That was my car.\"\r\n\r\n\"No, no, sir, that won't do. I saw her myself driving off in it some\r\nhours ago. She waved her 'and to me,\" said Mr. Flannery, caressing his\r\nmoustache and allowing a note of tender sentiment to creep into his\r\nvoice. \"Yes, sir! She turned and waved her 'and.\"\r\n\r\nJohn made no reply. He was beyond speech. Trifling though it might seem\r\nto an insurance company in comparison with the loss of Rudge Hall's\r\nmore valuable treasures, the theft of the two-seater smote him a blow\r\nfrom which he could not hope to rally. He loved his Widgeon Seven. He\r\nhad nursed it, tended it, oiled it, watered it, watched over it in\r\nsickness and in health as if it had been a baby sister. And now it had\r\ngone.\r\n\r\n\"Look here!\" he cried feverishly. \"You must let me out of here. At\r\nonce!\"\r\n\r\n\"No, sir. I promised your sister....\"\r\n\r\n\"She isn't my sister! I haven't got a sister! Good heavens, man, can't\r\nyou understand....\"\r\n\r\n\"I understand very well, sir. Artfulness! I was prepared for it.\"\r\nSergeant-Major Flannery paused for an instant. \"The young lady,\" he\r\nsaid dreamily, \"was afraid, too, that you might try to bribe me. She\r\nwarned me most particular.\"\r\n\r\nJohn did not speak. His Widgeon Seven! Gone!\r\n\r\n\"Bribe me!\" repeated Sergeant-Major Flannery, his eyes widening. It was\r\nevident that the mere thought of such a thing sickened this good man.\r\n\"She said you would try to bribe me to let you go.\"\r\n\r\n\"Well, you can make your mind easy,\" said John between his teeth. \"I\r\nhaven't any money.\"\r\n\r\nThere was a moment's silence. Then Mr. Flannery said \"Ho!\" in a rather\r\nshort manner. And silence fell again.\r\n\r\nIt was broken by the Sergeant-Major, in a moralizing vein.\r\n\r\n\"It's a wonder to me,\" he said, and there was peevishness in his\r\nvoice, \"that a young fellow with a lovely sister like what you've got\r\ncan bring himself to lower himself to the beasts of the field, as\r\nthe saying is. Drink in moderation is one thing. Mopping it up and\r\nbecoming verlent and a nuisance to all is another. If you'd ever seen\r\none of them lantern slides showing what alcohol does to the liver of\r\nthe excessive drinker maybe you'd have pulled up sharp while there\r\nwas time. And not,\" said the Sergeant-Major, still with that oddly\r\nquerulous note in his voice, \"have wasted all your money on what could\r\nonly do you 'arm. If you 'adn't of give in so to your self-indulgence\r\nand what I may call besottedness, you would now 'ave your pocket full\r\nof money to spend how you fancied.\" He sighed. \"Your cuppertea's got\r\ncold,\" he said moodily.\r\n\r\n\"I don't want any tea.\"\r\n\r\n\"Then I'll be leaving you,\" said Mr. Flannery. \"If you require\r\nanything, press the bell. Nobody'll take any notice of it.\"\r\n\r\nHe withdrew cautiously down the ladder, and, having paused at the\r\nbottom to shake his head reproachfully, disappeared from view.\r\n\r\nJohn did not miss him. His desire for company had passed. What\r\nhe wanted now was to be alone and to think. Not that there was\r\nany likelihood of his thoughts being pleasant ones. The more he\r\ncontemplated the iniquity of the Molloy family, the deeper did the iron\r\nenter into his soul. If ever he set eyes on Thomas G. Molloy again....\r\n\r\nHe set eyes on him again, oddly enough, at this very moment. From where\r\nhe stood, looking out through the bars of the window, there was visible\r\nto him a considerable section of the drive. And up the drive at this\r\njuncture, toiling painfully, came Mr. Molloy in person, seated on a\r\nbicycle.\r\n\r\nAs John craned his neck and glared down with burning eyes, the rider\r\ndismounted, and the bicycle, which appeared to have been waiting for\r\nthe chance, bit him neatly in the ankle with its left pedal. John was\r\ntoo far away to hear the faint cry of agony which escaped the suffering\r\nman, but he could see his face. It was a bright crimson face, powdered\r\nwith dust, and its features were twisted in anguish.\r\n\r\nJohn went back to the jug and took another long drink. In the spectacle\r\njust presented to him he had found a faint, feeble glimmering of\r\nconsolation."
  ]
}