{
  "index": 10,
  "title": "Chapter 9",
  "paragraphs": [
    "I\r\n\r\nSoapy Molloy replaced the receiver, and came out of the telephone\r\ncupboard glowing with the resolve to go right ahead and clean up as his\r\nhelpmeet had directed. Like all good husbands, he felt that his wife\r\nwas an example and an inspiration to him. Mopping his fine forehead,\r\nfor it had been warm in the cupboard with the door shut, he stood for a\r\nwhile and mused, sketching out in his mind a plan of campaign.\r\n\r\nThe prudent man, before embarking on any enterprise which may at a\r\nmoment's notice necessitate his skipping away from a given spot like a\r\nscalded cat, will always begin by preparing his lines of retreat. Mr.\r\nMolloy's first act was to go to the stable yard in order to ascertain\r\nwith his own eyes that the Dex-Mayo was still there.\r\n\r\nIt was. It stood out on the gravel, simply waiting for someone to\r\nspring to its wheel and be off.\r\n\r\nSo far, so good. But how far actually was it? The really difficult part\r\nof the operations, Mr. Molloy could not but recognize, still lay before\r\nhim. The knock-out drops nestled in his waistcoat pocket all ready for\r\nuse, but in order to bring about the happy ending it was necessary for\r\nhim, like some conjuror doing a trick, to transfer them thence to the\r\ninterior of Mr. Lester Carmody. And little by little, chilling his\r\nenthusiasm, there crept upon Soapy the realization that he had not a\r\nnotion how the deuce this was to be done.\r\n\r\nThe whole question of administering knock-out drops to a fellow\r\ncreature is a very delicate and complex one. So much depends on the\r\nco-operation of the party of the second part. Before you can get\r\nanything in the nature of action, your victim must first be induced to\r\nstart drinking something. At Healthward Ho, Soapy had gathered from the\r\nrecent telephone conversation, no obstacles had arisen. The thing had\r\nbeen, apparently, from the start a sort of jolly carousal. But at Rudge\r\nHall, it was plain, matters were not going to be nearly so simple.\r\n\r\nWhen you are a guest in a man's house, you cannot very well go about\r\nthrusting drinks on your host at half-past eleven in the morning.\r\nProbably Mr. Carmody would not think of taking liquid refreshment till\r\nlunchtime, and then there would be a butler in and out of the room all\r\nthe while. Besides, lunch would not be for another two hours or more,\r\nand the whole essence of this enterprise was that it should be put\r\nthrough swiftly and at once.\r\n\r\nMr. Molloy groaned in spirit. He wandered forth into the garden,\r\nturning the problem over in his mind with growing desperation, and had\r\njust come to the conclusion that he was mentally unequal to it, when,\r\nreaching the low wall that bordered the moat, he saw a sight which sent\r\nthe blood coursing joyously through his veins once more--a sight which\r\nmade the world a thing of sunshine and bird song again.\r\n\r\nOut in the middle of the moat lay the punt. In the punt sat Mr.\r\nCarmody. And in Mr. Carmody's hand was a fishing rod.\r\n\r\nÆsthetically considered, wearing as he did a pink shirt and a slouch\r\nhat which should long ago have been given to the deserving poor, Mr.\r\nCarmody was not much of a spectacle, but Soapy, eyeing him, felt that\r\nhe had never beheld anything lovelier. He was not a fisherman himself,\r\nbut he knew all about fishermen. They became, he was aware, when\r\nengaged on their favourite pursuit, virtually monomaniacs. Earthquakes\r\nmight occur in their immediate neighbourhood, dynasties fall and\r\npestilences ravage the land, but they would just go on fishing. As long\r\nas the bait held out, Lester Carmody, sitting in that punt, was for all\r\nessential purposes as good as if he had been crammed to the brim of the\r\nfinest knock-out drops. It was as though he were in another world.\r\n\r\nExhilaration filled Soapy like a tonic.\r\n\r\n\"Any luck?\" he shouted.\r\n\r\n\"Wah, wah, wah,\" replied Mr. Carmody inaudibly.\r\n\r\n\"Stick to it,\" cried Soapy. \"Atta-boy!\"\r\n\r\nWith an encouraging wave of the hand he hurried back to the house.\r\nThe problem which a moment before had seemed to defy solution had now\r\nbecome so simple and easy that a child could have negotiated it--any\r\nchild, that is to say, capable of holding a hatchet and endowed with\r\nsufficient strength to break a cupboard door with it.\r\n\r\n\"I'm telling the birds, telling the bees,\" sang Soapy gaily, charging\r\ninto the hall, \"Telling the flowers, telling the trees how I love\r\nyou....\"\r\n\r\n\"Sir?\" said Sturgis respectfully, suddenly becoming manifest out of the\r\ninfinite.\r\n\r\nSoapy gazed at the butler blankly, his wild wood-notes dying away in a\r\nguttural gurgle. Apart from the embarrassment which always comes upon\r\na man when caught singing, he was feeling, as Sturgis himself would\r\nhave put it, stottled. A moment before, the place had been completely\r\nfree from butlers, and where this one could have come from was more\r\nthan he could understand. Rudge Hall's old retainer did not look the\r\nsort of man who would pop up through traps, but there seemed no other\r\nexplanation of his presence.\r\n\r\nAnd then, close to the cupboard door, Soapy espied another door,\r\ncovered with green baize. This, evidently, was the Sturgis bolt-hole.\r\n\r\n\"Nothing,\" he said.\r\n\r\n\"I thought you called, sir.\"\r\n\r\n\"No.\"\r\n\r\n\"Lovely day, sir.\"\r\n\r\n\"Beautiful,\" said Soapy.\r\n\r\nHe gazed bulgily at this inconvenient old fossil. Once more, shadows\r\nhad fallen about his world, and he was brooding again on the deep gulf\r\nthat is fixed between artistic conception and detail work.\r\n\r\nThe broad, artistic conception of breaking open the cupboard door and\r\ngetting away with the swag while Mr. Carmody, anchored out on the moat,\r\ndabbled for bream or dibbled for chub or sniggled for eels or whatever\r\nweak-minded thing it is that fishermen do when left to themselves in\r\nthe middle of a sheet of water, was magnificent. It was bold, dashing,\r\nbig in every sense of the word. Only when you came to inspect it in\r\ndetail did it occur to you that it might also be a little noisy.\r\n\r\nThat was the fatal flaw--the noise. The more Soapy examined the scheme,\r\nthe more clearly did he see that it could not be carried through in\r\neven comparative quiet. And the very first blow of the hammer or axe or\r\nchisel selected for the operation must inevitably bring Methuselah's\r\nlittle brother popping through that green baize door, full of inquiries.\r\n\r\n\"Hell!\" said Soapy.\r\n\r\n\"Sir?\"\r\n\r\n\"Nothing,\" said Soapy. \"I was just thinking.\"\r\n\r\nHe continued to think, and to such effect that before long he had begun\r\nto see daylight. There is no doubt that in time of stress the human\r\nmind has an odd tendency to take off its coat and roll up its sleeves\r\nand generally spread itself in a spasm of unwonted energy. Probably if\r\nthis thing had been put up to Mr. Molloy as an academic problem over\r\nthe nuts and wine after dinner, he would have had to confess himself\r\nbaffled. Now, however, with such vital issues at stake, it took him\r\nbut a few minutes to reach the conclusion that what he required, as he\r\ncould not break open a cupboard door in silence, was some plausible\r\nreason for making a noise.\r\n\r\nHe followed up this line of thought. A noise of smashing wood. In what\r\nbranch of human activity may a man smash wood blamelessly? The answer\r\nis simple. When he is doing carpentering. What sort of carpentering?\r\nWhy, making something. What? Oh, anything. Yes, but what? Well, say for\r\nexample a rabbit hutch. But why a rabbit hutch? Well, a man might very\r\neasily have a daughter who, in her girlish, impulsive way, had decided\r\nto keep pet rabbits, mightn't he? There actually were pet rabbits on\r\nthe Rudge Hall estate, weren't there? Certainly there were. Soapy had\r\nseen them down at one of the lodges.\r\n\r\nThe thing began to look good. It only remained to ascertain whether\r\nSturgis was the right recipient for this kind of statement. The world\r\nmay be divided broadly into two classes--men who will believe you when\r\nyou suddenly inform them at half-past eleven on a summer morning that\r\nyou propose to start making rabbit hutches, and men who will not.\r\nSturgis looked as if he belonged to the former and far more likeable\r\nclass. He looked, indeed, like a man who would believe anything.\r\n\r\n\"Say!\" said Soapy.\r\n\r\n\"Sir?\"\r\n\r\n\"My daughter wants me to make her a rabbit hutch.\"\r\n\r\n\"Indeed, sir?\"\r\n\r\nSoapy felt relieved. There had been no incredulity in the other's\r\ngaze--on the contrary, something that looked very much like a sort of\r\nsenile enthusiasm. He had the air of a butler who had heard good news\r\nfrom home.\r\n\r\n\"Have you got such a thing as a packing case or a sugar box or\r\nsomething like that? And a hatchet?\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"Then fetch them along.\"\r\n\r\n\"Very good, sir.\"\r\n\r\nThe butler disappeared through his green baize door, and Soapy, to fill\r\nin the time of waiting, examined the cupboard. It appeared to be a\r\nvery ordinary sort of cupboard, the kind that a resolute man can open\r\nwith one well-directed blow. Soapy felt complacent. Though primarily a\r\nthinker, it pleased him to feel that he could be the man of action when\r\nthe occasion called.\r\n\r\nThere was a noise of bumping without. Sturgis reappeared, packing case\r\nin one hand, hatchet in the other, looking like Noah taking ship's\r\nstores aboard the Ark.\r\n\r\n\"Here they are, sir.\"\r\n\r\n\"Thanks.\"\r\n\r\n\"I used to keep roberts when I was a lad, sir,\" said the butler. \"Oh,\r\ndear, yes. Many's the robert I've made a pet of in my time. Roberts and\r\nwhite mice, those were what I was fondest of. And newts in a little\r\naquarium.\"\r\n\r\nHe leaned easily against the wall, beaming, and Soapy, with deep\r\nconcern, became aware that the Last of the Great Victorians proposed to\r\nmake this thing a social gathering. He appeared to be regarding Soapy\r\nas the nucleus of a salon.\r\n\r\n\"Don't let me keep you,\" said Soapy.\r\n\r\n\"You aren't keeping me, sir,\" the butler assured him. \"Oh, no, sir, you\r\naren't keeping me. I've done my silver. It will be a pleasure to watch\r\nyou, sir. Quite likely I can give you a hint or two if you've never\r\nmade a robert hutch before. Many's the hutch I've made in my time. As a\r\nlad, I was very handy at that sort of thing.\"\r\n\r\nA dull despair settled upon Soapy. It was plain to him now that he had\r\nunwittingly delivered himself over into the clutches of a bore who\r\nhad probably been pining away for someone on whom to pour out his\r\nwealth of stored-up conversation. Words had begun to flutter out of\r\nthis butler like bats out of a barn. He had become a sort of human\r\nTopical Talk on rabbits. He was speaking of rabbits he had known in\r\nhis hot youth--their manners, customs, and the amount of lettuce they\r\nhad consumed per diem. To a man interested in rabbits but too lazy to\r\nlook the subject up in the encyclopædia the narrative would have been\r\nenthralling. It induced in Soapy a feverishness that touched the skirts\r\nof homicidal mania. The thought came into his mind that there are\r\nother uses to which a hatchet may be put besides the making of rabbit\r\nhutches. England trembled on the verge of being short one butler.\r\n\r\nSturgis had now become involved in a long story of his early manhood,\r\nand even had Soapy been less distrait he might have found it difficult\r\nto enjoy it to the full. It was about an acquaintance of his who had\r\nkept rabbits, and it suffered in lucidity from his unfortunate habit\r\nof pronouncing rabbits \"roberts,\" combined with the fact that by a\r\nsingular coincidence the acquaintance had been a Mr. Roberts. Roberts,\r\nit seemed, had been deeply attached to roberts. In fact, his practice\r\nof keeping roberts in his bedroom had led to trouble with Mrs. Roberts,\r\nand in the end Mrs. Roberts had drowned the roberts in the pond and\r\nRoberts, who thought the world of his roberts and not quite so highly\r\nof Mrs. Roberts, had never forgiven her.\r\n\r\nHere Sturgis paused, apparently for comment.\r\n\r\n\"Is that so?\" said Soapy, breathing heavily.\r\n\r\n\"Yes, sir.\"\r\n\r\n\"In the pond?\"\r\n\r\n\"In the pond, sir.\"\r\n\r\nLike some Open Sesame, the word suddenly touched a chord in Soapy's\r\nmind.\r\n\r\n\"Say, listen,\" he said. \"All the while we've been talking I was\r\nforgetting that Mr. Carmody is out there on the pond.\"\r\n\r\n\"The moat, sir?\"\r\n\r\n\"Call it what you like. Anyway, he's there, fishing, and he told me to\r\ntell you to take him out something to drink.\"\r\n\r\nImmediately, Sturgis, the lecturer, with a change almost startling in\r\nits abruptness, became Sturgis, the butler, once more. The fanatic\r\nrabbit-gleam died out of his eyes.\r\n\r\n\"Very good, sir.\"\r\n\r\n\"I should hurry. His tongue was hanging out when I left him.\"\r\n\r\nFor an instant the butler wavered. The words had recalled to his mind a\r\nlop-eared doe which he had once owned, whose habit of putting out its\r\ntongue and gasping had been the cause of some concern to him in the\r\nlate 'seventies. But he recovered himself. Registering a mental resolve\r\nto seek out this new-made friend of his later and put the complete\r\nfacts before him, he passed through the green baize door.\r\n\r\nSoapy, alone at last, did not delay. With all the pent up energy which\r\nhad been accumulating within him during a quarter of an hour which had\r\nseemed a lifetime, he swung the hatchet and brought it down. The panel\r\nsplintered. The lock snapped. The door swung open.\r\n\r\nThere was an electric switch inside the cupboard. He pressed it down\r\nand was able to see clearly. And, having seen clearly, he drew back,\r\nhis lips trembling with half-spoken words of the regrettable kind which\r\na man picks up in the course of a lifetime spent in the less refined\r\nsocial circles of New York, Philadelphia, and Chicago.\r\n\r\nThe cupboard contained an old raincoat, two hats, a rusty golf club,\r\nsix croquet balls, a pamphlet on stock-breeding, three umbrellas, a\r\ncopy of the _Parish Magazine_ for the preceding November, a shoe, a\r\nmouse, and a smell of apples, but no suitcase.\r\n\r\nThat much Soapy had been able to see in the first awful, disintegrating\r\ninstant.\r\n\r\nNo bag, box, portmanteau, or suitcase of any kind or description\r\nwhatsoever.\r\n\r\n\r\n                                  II\r\n\r\nHope does not readily desert the human breast. After the first numbing\r\nimpact of any shock, we most of us have a tendency to try to persuade\r\nourselves that things may not be so bad as they seem. Some explanation,\r\nwe feel, will be forthcoming shortly, putting the whole matter in a\r\ndifferent light. And so, after a few moments during which he stood\r\npetrified, muttering some of the comments which on the face of it the\r\nsituation seemed to demand, Soapy cheered up a little.\r\n\r\nHe had had, he reflected, no opportunity of private speech with his\r\nhost this morning. If Mr. Carmody had decided to change his plans and\r\ndeposit the suitcase in some other hiding place he might have done so\r\nin quite good faith without Soapy's knowledge. For all he knew, in\r\nmentally labelling Mr. Carmody as a fat, pop-eyed, crooked, swindling,\r\npie-faced, double-crossing Judas, he might be doing him an injustice.\r\nFeeling calmer, though still anxious, he left the house and started\r\ntoward the moat.\r\n\r\nHalf-way down the garden, he encountered Sturgis, returning with an\r\nempty tray.\r\n\r\n\"You must have misunderstood Mr. Carmody, sir,\" said the butler,\r\ngenially, as one rabbit fancier to another. \"He says he did not ask for\r\nany drink. But he came ashore and had it. If you're looking for him,\r\nyou will find him in the boathouse.\"\r\n\r\nAnd in the boathouse Mr. Carmody was, lolling at his ease on the\r\ncushions of the punt, sipping the contents of a long glass.\r\n\r\n\"Hullo,\" said Mr. Carmody. \"There you are.\"\r\n\r\nSoapy descended the steps. What he had to say was not the kind of thing\r\na prudent man shouts at long range.\r\n\r\n\"Say!\" said Soapy in a cautious undertone. \"I've been trying to get a\r\nword with you all the morning. But that darned policeman was around all\r\nthe time.\"\r\n\r\n\"Something on your mind?\" said Mr. Carmody affably. \"I've caught two\r\nperch, a bream, and a grayling,\" he added, finishing the contents of\r\nhis glass with a good deal of relish.\r\n\r\nSuch was the condition of Soapy's nervous system that he very nearly\r\ndamned the perch, the bream, and the grayling, in the order named. But\r\nhe checked himself in time. If ever, he felt, there was a moment when\r\ndiplomacy was needed, this was it.\r\n\r\n\"Listen,\" he said, \"I've been thinking.\"\r\n\r\n\"Yes?\"\r\n\r\n\"I've been wondering if, after all, that closet you were going to put\r\nthe stuff in is a safe place. Somebody might be apt to take a look in\r\nit. Maybe,\" said Soapy, tensely, \"that occurred to you?\"\r\n\r\n\"What makes you think that?\"\r\n\r\n\"It just crossed my mind.\"\r\n\r\n\"Oh? I thought perhaps you might have been having a look in that\r\ncupboard yourself.\"\r\n\r\nSoapy moistened his lips, which had become uncomfortably dry.\r\n\r\n\"But you locked it, surely?\" he said.\r\n\r\n\"Yes, I locked it,\" said Mr. Carmody. \"But it struck me that after you\r\nhad got the butler out of the way by telling him to bring me a drink,\r\nyou might have thought of breaking the door open.\"\r\n\r\nIn the silence which followed this devastating remark there suddenly\r\nmade itself heard an odd, gurgling noise like a leaking cistern, and\r\nSoapy, gazing at his host, was shocked to observe that he had given\r\nhimself up to an apoplectic spasm of laughter. Mr. Carmody's rotund\r\nbody was quivering like a jelly. His eyes were closed, and he was\r\nrocking himself to and fro. And from his lips proceeded those hideous\r\nsounds of mirth.\r\n\r\nThe hope which until this moment had been sustaining Soapy had never\r\nbeen a strong, robust hope. From birth it had been an invalid. And now,\r\nas he listened to this laughter, the poor, sickly thing coughed quietly\r\nand died.\r\n\r\n\"Oh dear!\" said Mr. Carmody, recovering. \"Very funny. Very funny.\"\r\n\r\n\"You think it's funny, do you?\" said Soapy.\r\n\r\n\"I do,\" said Mr. Carmody sincerely. \"I wish I could have seen your face\r\nwhen you looked in that cupboard.\"\r\n\r\nSoapy had nothing to say. He was beaten, crushed, routed, and he knew\r\nit. He stared out hopelessly on a bleak world. Outside the boathouse\r\nthe sun was still shining, but not for Soapy.\r\n\r\n\"I've seen through you all along, my man,\" proceeded Mr. Carmody, with\r\nungenerous triumph. \"Not from the very beginning, perhaps, because I\r\nreally did suppose for a while that you were what you professed to be.\r\nThe first thing that made me suspicious was when I cabled over to New\r\nYork to make inquiries about a well-known financier named Thomas G.\r\nMolloy and was informed that no such person existed.\"\r\n\r\nSoapy did not speak. The bitterness of his meditations precluded words.\r\nHis eyes were fixed on the trees and flowers on the other side of the\r\nwater, and he was disliking these very much. Nature had done its best\r\nfor the scene, and he thought Nature a washout.\r\n\r\n\"And then,\" proceeded Mr. Carmody, \"I listened outside the study window\r\nwhile you and your friends were having your little discussion. And\r\nI heard all I wanted to hear. Next time you have one of these board\r\nmeetings of yours, Mr. Molloy, I suggest that you close the window and\r\nlower your voices.\"\r\n\r\n\"Yeah?\" said Soapy.\r\n\r\nIt was not, he forced himself to admit, much of a retort, but it was\r\nthe best he could think of. He was in the depths, and men who are in\r\nthe depths seldom excel in the matter of rapier-like repartee.\r\n\r\n\"I thought the matter over, and decided that my best plan was to allow\r\nmatters to proceed. I was disappointed, of course, to discover that\r\nthat cheque of yours for a million or two million or whatever it was\r\nwould not be coming my way. But,\" said Mr. Carmody philosophically,\r\n\"there is always the insurance money. It should amount to a nice little\r\nsum. Not what a man like you, accustomed to big transactions with Mr.\r\nSchwab and Pierpont Morgan, would call much, of course, but quite\r\nsatisfactory to me.\"\r\n\r\n\"You think so?\" said Soapy, goaded to speech. \"You think you're going\r\nto clean up on the insurance?\"\r\n\r\n\"I do.\"\r\n\r\n\"Then, say, listen, let me tell you something. The insurance company\r\nis going to send a fellow down to inquire, isn't it? Well, what's to\r\nprevent me spilling the beans?\"\r\n\r\n\"I beg your pardon?\"\r\n\r\n\"What's to keep me from telling him the burglary was a put-up job?\"\r\n\r\nMr. Carmody smiled tranquilly.\r\n\r\n\"Your good sense, I should imagine. How could you make such a story\r\ncredible without involving yourself in more unpleasantness than I\r\nshould imagine you would desire? I think I shall be able to rely on you\r\nfor sympathetic silence, Mr. Molloy.\"\r\n\r\n\"Yeah?\"\r\n\r\n\"I think so.\"\r\n\r\nAnd Soapy, reflecting, thought so, too. For the process of\r\nbean-spilling to be enjoyable, he realized, the conditions have to be\r\nright.\r\n\r\n\"I am offering a little reward,\" said Mr. Carmody, gently urging the\r\npunt out into the open, \"just to make everything seem more natural.\r\nOne thousand pounds is the sum I am proposing to give for the recovery\r\nof this stolen property. You had better try for that. Well, I must not\r\nkeep you here all the morning, chattering away like this. No doubt you\r\nhave much to do.\"\r\n\r\nThe punt floated out into the sunshine, and the roof of the boathouse\r\nhid this fat, conscienceless man from Soapy's eyes. From somewhere out\r\nin the great open spaces beyond came the sound of a paddle, wielded\r\nwith a care-free joyousness. Whatever might be his guest's state of\r\nmind, Mr. Carmody was plainly in the pink.\r\n\r\nSoapy climbed the steps listlessly. The interview had left him weak\r\nand shaken. He brooded dully on this revelation of the inky depths of\r\nLester Carmody's soul. It seemed to him that if this was what England's\r\nupper classes (who ought to be setting an example) were like, Great\r\nBritain could not hope to continue much longer as a first-class power,\r\nand it gave him in his anguish a little satisfaction to remember that\r\nin years gone by his ancestors had thrown off Britain's yoke. Beyond\r\nburning his eyebrows one Fourth of July, when a boy, with a maroon\r\nthat exploded prematurely, he had never thought much about this affair\r\nbefore, but now he was conscious of a glow of patriotic fervour. If\r\nGeneral Washington had been present at that moment Soapy would have\r\nshaken hands with him.\r\n\r\nSoapy wandered aimlessly through the sunlit garden. The little spurt\r\nof consolation caused by the reflection that some hundred and fifty\r\nyears ago the United States of America had severed relations with a\r\ncountry which was to produce a man like Lester Carmody had long since\r\nebbed away, leaving emptiness behind it. He was feeling very low, and\r\nin urgent need of one of those largely advertised tonics which claim to\r\nrelieve Anæmia, Brain-Fag, Lassitude, Anxiety, Palpitations, Faintness,\r\nMelancholia, Exhaustion, Neurasthenia, Muscular Limpness, and\r\nDepression of Spirits. For he had got them all, especially brain-fag\r\nand melancholia; and the sudden appearance of Sturgis, fluttering\r\ntoward him down the gravel path, provided nothing in the nature of a\r\ncure.\r\n\r\nHe felt that he had had all he wanted of the butler's conversation.\r\nEven of the most stimulating society enough is enough, and to Soapy\r\nabout half a minute of Sturgis seemed a good medium dose for an adult.\r\nHe would have fled, but there was nowhere to go. He remained where he\r\nwas, making his expression as forbidding as possible. A motion-picture\r\ndirector could have read that expression like a book. Soapy was\r\nregistering deep disinclination to talk about rabbits.\r\n\r\nBut for the moment, it appeared, Sturgis had put rabbits on one side.\r\nOther matters occupied his mind.\r\n\r\n\"I beg your pardon, sir,\" he said, \"but have you seen Mr. John?\"\r\n\r\n\"Mr. who?\"\r\n\r\n\"Mr. John, sir.\"\r\n\r\nSo deep was Soapy's preoccupation that for a moment the name conveyed\r\nnothing to him.\r\n\r\n\"Mr. Carmody's nephew, sir. Mr. Carroll.\"\r\n\r\n\"Oh? Yes, he went off in his car with my daughter.\"\r\n\r\n\"Will he be gone long, do you think, sir?\"\r\n\r\nSoapy could answer that one.\r\n\r\n\"Yes,\" he said. \"He won't be back for some time.\"\r\n\r\n\"You see, when I took Mr. Carmody his drink, sir, he told me to tell\r\nBolt, the chauffeur, to give me the ticket.\"\r\n\r\n\"What ticket?\" asked Soapy wearily.\r\n\r\nThe butler was only too glad to reply. He had feared that this talk of\r\ntheirs might be about to end all too quickly, and these explanations\r\nhelped to prolong it. And, now that he knew that there was no need to\r\ngo on searching for John, his time was his own again.\r\n\r\n\"It was a ticket for a bag which Mr. Carmody sent Bolt to leave at the\r\ncloak room at Shrub Hill station, in Worcester, this morning, sir. I\r\nnow ascertain from Bolt that he gave it to Mr. John to give to Mr.\r\nCarmody.\"\r\n\r\n\"What!\" cried Soapy.\r\n\r\n\"And Mr. John has apparently gone off without giving it to him.\r\nHowever, no doubt it is quite safe. Did you make satisfactory progress\r\nwith the hutch, sir?\"\r\n\r\n\"Eh?\"\r\n\r\n\"The robert hutch, sir.\"\r\n\r\n\"What?\"\r\n\r\nA look of concern came into Sturgis's face. His companion's manner was\r\nstrange.\r\n\r\n\"Is anything the matter, sir?\"\r\n\r\n\"Eh?\"\r\n\r\n\"Shall I bring you something to drink, sir?\"\r\n\r\nFew men ever become so distrait that this particular question fails to\r\npenetrate. Soapy nodded feverishly. Something to drink was precisely\r\nwhat at this moment he felt he needed most. Moreover, the process of\r\nfetching it would relieve him for a time, at least, of the society of\r\na butler who seemed to combine in equal proportions the outstanding\r\ncharacteristics of a porous plaster and a gadfly.\r\n\r\n\"Yes,\" he replied.\r\n\r\n\"Very good, sir.\"\r\n\r\n\r\n                                  III\r\n\r\nSoapy's mind was in a whirl. He could almost feel the brains inside his\r\nhead heaving and tossing like an angry ocean. So that was what that\r\nsmooth old crook had done with the stuff--stored it away in a Left\r\nLuggage office at a railway station! If circumstances had been such\r\nas to permit of a more impartial and detached attitude of mind, Soapy\r\nwould have felt for Mr. Carmody's resource and ingenuity nothing but\r\nadmiration. A Left Luggage office was an ideal place in which to store\r\nstolen property, as good as the innermost recesses of some safe deposit\r\ncompany's deepest vault.\r\n\r\nBut, numerous as were the emotions surging in his bosom, admiration was\r\nnot one of them. For a while he gave himself up almost entirely to that\r\nsaddest of mental exercises, the brooding on what might have been. If\r\nonly he had known that John had the ticket...!\r\n\r\nBut he was a practical man. It was not his way to waste time torturing\r\nhimself with thoughts of past failures. The future claimed his\r\nattention.\r\n\r\nWhat to do?\r\n\r\nAll, he perceived, was not yet lost. It would be absurd to pretend\r\nthat things were shaping themselves ideally, but disaster might still\r\nbe retrieved. It would be embarrassing, no doubt, to meet Chimp Twist\r\nafter what had occurred, but a man who would win to wealth must learn\r\nto put up with embarrassments. The only possible next move was to go\r\nover to Healthward Ho, reveal to Chimp what had occurred, and with his\r\nco-operation recover the ticket from John.\r\n\r\nSoapy brightened. Another possibility had occurred to him. If he were\r\nto reach Healthward Ho with the minimum of delay, it might be that\r\nhe would find both Chimp and John still under the influence of those\r\nadmirable drops, in which case a man of his resource would surely be\r\nable to insinuate himself into John's presence long enough to be able\r\nto remove a Left Luggage ticket from his person.\r\n\r\nBut if 'twere done, then, 'twere well 'twere done quickly. What he\r\nneeded was the Dex-Mayo. And the Dex-Mayo was standing outside the\r\nstable yard, waiting for him. He became a thing of dash and activity.\r\nFor many years he had almost given up the exercise of running, but he\r\nran now like the lissom athlete he had been in his early twenties.\r\n\r\nAnd as he came panting round the back of the house the first thing he\r\nsaw was the tail end of the car disappearing into the stable yard.\r\n\r\n\"Hi!\" shouted Soapy, using for the purpose the last remains of his\r\nbreath.\r\n\r\nThe Dex-Mayo vanished. And Soapy, very nearly a spent force now,\r\narrived at the opening of the stable yard just in time to see Bolt, the\r\nchauffeur, putting the key of the garage in his pocket after locking\r\nthe door.\r\n\r\nBolt was a thing of beauty. He gleamed in the sunshine. He was wearing\r\na new hat, his Sunday clothes, and a pair of yellow shoes that might\r\nhave been bits chipped off the sun itself. There was a carnation in his\r\nbuttonhole. He would have lent tone to a garden party at Buckingham\r\nPalace.\r\n\r\nHe regarded Soapy with interest.\r\n\r\n\"Been having a little run, sir?\"\r\n\r\n\"The car!\" croaked Soapy.\r\n\r\n\"I've just put it away, sir. Mr. Carmody has given me the day off to\r\nattend the wedding of the wife's niece over at Upton Snodsbury.\"\r\n\r\n\"I want the car.\"\r\n\r\n\"I've just put it away, sir,\" said Bolt, speaking more slowly and with\r\nthe manner of one explaining something to an untutored foreigner. \"Mr.\r\nCarmody has given me the day off. Mrs. Bolt's niece is being married\r\nover at Upton Snodsbury. And she's got a lovely day for it,\" said the\r\nchauffeur, glancing at the sky with something as near approval as a\r\nchauffeur ever permits himself. \"Happy the bride that the sun shines\r\non, they say. Not that I agree altogether with these old sayings. I\r\nknow that when I and Mrs. Bolt was married it rained the whole time\r\nlike cats and dogs, and we've been very happy. Very happy indeed\r\nwe've been, taking it by and large. I don't say we haven't had our\r\ndisagreements, but, taking it one way and another....\"\r\n\r\nIt began to seem to Soapy that the staffs of English country houses\r\nmust be selected primarily for their powers of conversation. Every\r\ndomestic with whom he had come in contact in Rudge Hall so far had\r\nat his disposal an apparently endless flow of lively small-talk.\r\nThe butler, if you let him, would gossip all day about rabbits,\r\nand here was the chauffeur apparently settling down to dictate his\r\nautobiography. And every moment was precious!\r\n\r\nWith a violent effort he contrived to take in a stock of breath.\r\n\r\n\"I want the car, to go to Healthward Ho. I can drive it.\"\r\n\r\nThe chauffeur's manner changed. Up till now he had been the cheery\r\nclubman meeting an old friend in the smoking room and drawing him aside\r\nfor a long, intimate chat, but at this shocking suggestion he froze. He\r\ngazed at Soapy with horrified incredulity.\r\n\r\n\"Drive the Dex-Mayo, sir?\" he gasped.\r\n\r\n\"Over to Healthward Ho.\"\r\n\r\nThe crisis passed. Bolt swallowed convulsively and was himself once\r\nmore. One must be patient, he realized, with laymen. They do not\r\nunderstand. When they come to a chauffeur and calmly propose that their\r\nvile hands shall touch his sacred steering-wheel they are not trying to\r\nbe deliberately offensive. It is simply that they do not know.\r\n\r\n\"I'm afraid that wouldn't quite do, sir,\" he said with a faint,\r\nreproving smile.\r\n\r\n\"Do you think I can't drive?\"\r\n\r\n\"Not the Dex-Mayo you can't, sir.\" Bolt spoke a little curtly, for\r\nhe had been much moved and was still shaken. \"Mr. Carmody don't like\r\nnobody handling his car but me.\"\r\n\r\n\"But I must go over to Healthward Ho. It's important. Business.\"\r\n\r\nThe chauffeur reflected. Fundamentally he was a kindly man, who liked\r\nto do his Good Deed daily.\r\n\r\n\"Well, sir, there's an old push-bike of mine lying in the stables. You\r\ncould take that if you liked. It's a little rusty, not having been used\r\nfor some time, but I dare say it would carry you as far as Healthward\r\nHo.\"\r\n\r\nSoapy hesitated for a moment. The thought of a twenty-mile journey on\r\na machine which he had always supposed to have become obsolete during\r\nhis knickerbocker days made him quail a little. Then the thought of his\r\nmission lent him strength. He was a desperate man, and desperate men\r\nmust do desperate things.\r\n\r\n\"Fetch it out!\" he said.\r\n\r\nBolt fetched it out, and Soapy, looking upon it, quailed again.\r\n\r\n\"Is that it?\" he said dully.\r\n\r\n\"That's it, sir,\" said the chauffeur.\r\n\r\nThere was only one adjective to describe this push-bike--the adjective\r\n\"blackguardly.\" It had that leering air, shared by some parrots and the\r\nbaser variety of cat, of having seen and been jauntily familiar with\r\nall the sin of the world. It looked low and furtive. Its handle-bars\r\ncurved up instead of down, it had gaps in its spokes, and its pedals\r\nwere naked and unashamed. A sans-culotte of a bicycle. The sort of\r\nbicycle that snaps at strangers.\r\n\r\n\"H'm!\" said Soapy, ruminating.\r\n\r\n\"Yes,\" said Soapy, still ruminating.\r\n\r\nThen he remembered again how imperative was the need of reaching\r\nHealthward Ho somehow.\r\n\r\n\"All right,\" he said, with a shudder.\r\n\r\nHe climbed onto the machine, and after one majestic wobble passed\r\nthrough the gates into the park, pedalling bravely. As he disappeared\r\nfrom view, there floated back to Bolt, standing outside the stable\r\nyard, a single, agonized \"Ouch!\"\r\n\r\nChauffeurs do not laugh, but they occasionally smile. Bolt smiled. He\r\nhad been bitten by that bicycle himself.\r\n\r\n\r\n                                  IV\r\n\r\nIt was twenty minutes past one that butler Sturgis, dozing in his\r\npantry, was jerked from slumber by the sound of the telephone bell.\r\nHe had been hoping for an uninterrupted siesta, for he had had a\r\nperplexing and trying morning. First, on top of the most sensational\r\nnight of his life, there had been all the nervous excitement of seeing\r\npolicemen roaming about the place. Then the American gentleman, Mr.\r\nMolloy, had told him that Mr. Carmody wanted something to drink, and\r\nMr. Carmody had denied having ordered it. Then Mr. Molloy had asked\r\nfor a drink himself and had disappeared without waiting to get it.\r\nAnd, finally, there was the matter of the cupboard. Mr. Molloy, after\r\nstarting to build a rabbit hutch, had apparently suspended operations\r\nin favour of smashing in the door of the cupboard at the foot of the\r\nstairs. It was all very puzzling to Sturgis, and, like most men of\r\nsettled habit, he found the process of being puzzled upsetting.\r\n\r\nHe went to the telephone, and a silver voice came to him over the wire.\r\n\r\n\"Is this the Hall? I want to speak to Mr. Carroll.\"\r\n\r\nSturgis recognized the voice.\r\n\r\n\"Miss Wyvern?\"\r\n\r\n\"Yes. Is that Sturgis? I say, Sturgis, what has become of Mr. Carroll?\r\nI was expecting him here half an hour ago. Have you seen him about\r\nanywhere?\"\r\n\r\n\"I have not seen him since shortly after breakfast, miss. I understand\r\nthat he went off in his little car with Miss Molloy.\"\r\n\r\n\"What!\"\r\n\r\n\"Yes, miss. Some time ago.\"\r\n\r\nThere was silence at the other end of the wire.\r\n\r\n\"With Miss Molloy?\" said the silver voice flatly.\r\n\r\n\"Yes, miss.\"\r\n\r\nSilence again.\r\n\r\n\"Did he say when he would be back?\"\r\n\r\n\"No, miss. But I understand that he was not proposing to return till\r\nquite late in the day.\"\r\n\r\nMore silence.\r\n\r\n\"Oh?\"\r\n\r\n\"Yes, miss. Any message I can give him?\"\r\n\r\n\"No, thank you.... No...! No, it doesn't matter.\"\r\n\r\n\"Very good, miss.\"\r\n\r\nSturgis returned to his pantry. Pat, hanging up the receiver, went out\r\ninto her garden. Her face was set, and her lips compressed.\r\n\r\nA snail crossed her path. She did not tread on it, for she had a kind\r\nheart, but she gave it a look. It was a look which, had it reached\r\nJohn, at whom it was really directed, would have scorched him.\r\n\r\nShe walked to the gate and stood leaning on it, staring straight before\r\nher."
  ]
}