{
  "index": 2,
  "title": "Chapter 1",
  "paragraphs": [
    "JIMMY MAKES A BET\r\n\r\n\r\nThe main smoking-room of the Strollers' Club had been filling for\r\nthe last half-hour, and was now nearly full. In many ways, the\r\nStrollers', though not the most magnificent, is the pleasantest club\r\nin New York. Its ideals are comfort without pomp; and it is given\r\nover after eleven o'clock at night mainly to the Stage. Everybody is\r\nyoung, clean-shaven, and full of conversation: and the conversation\r\nstrikes a purely professional note.\r\n\r\nEverybody in the room on this July night had come from the theater.\r\nMost of those present had been acting, but a certain number had been\r\nto the opening performance of the latest better-than-Raffles play.\r\nThere had been something of a boom that season in dramas whose\r\nheroes appealed to the public more pleasantly across the footlights\r\nthan they might have done in real life. In the play that had opened\r\nto-night, Arthur Mifflin, an exemplary young man off the stage, had\r\nbeen warmly applauded for a series of actions which, performed\r\nanywhere except in the theater, would certainly have debarred him\r\nfrom remaining a member of the Strollers' or any other club. In\r\nfaultless evening dress, with a debonair smile on his face, he had\r\nbroken open a safe, stolen bonds and jewelry to a large amount, and\r\nescaped without a blush of shame via the window. He had foiled a\r\ndetective through four acts, and held up a band of pursuers with a\r\nrevolver. A large audience had intimated complete approval\r\nthroughout.\r\n\r\n\"It's a hit all right,\" said somebody through the smoke.\r\n\r\n\"These near-'Raffles' plays always are,\" grumbled Willett, who\r\nplayed bluff fathers in musical comedy. \"A few years ago, they would\r\nhave been scared to death of putting on a show with a crook as hero.\r\nNow, it seems to me the public doesn't want anything else. Not that\r\nthey know what they DO want,\" he concluded, mournfully.\r\n\r\n\"The Belle of Boulogne,\" in which Willett sustained the role of\r\nCyrus K. Higgs, a Chicago millionaire, was slowly fading away on a\r\ndiet of paper, and this possibly prejudiced him.\r\n\r\nRaikes, the character actor, changed the subject. If Willett once\r\ngot started on the wrongs of the ill-fated \"Belle,\" general\r\nconversation would become impossible. Willett, denouncing the\r\nstupidity of the public, as purely a monologue artiste.\r\n\r\n\"I saw Jimmy Pitt at the show,\" said Raikes. Everybody displayed\r\ninterest.\r\n\r\n\"Jimmy Pitt? When did he come back? I thought he was in Italy.\"\r\n\r\n\"He came on the Lusitania, I suppose. She docked this morning.\"\r\n\r\n\"Jimmy Pitt?\" said Sutton, of the Majestic Theater. \"How long has he\r\nbeen away? Last I saw of him was at the opening of 'The Outsider' at\r\nthe Astor. That's a couple of months ago.\"\r\n\r\n\"He's been traveling in Europe, I believe,\" said Raikes. \"Lucky\r\nbeggar to be able to. I wish I could.\"\r\n\r\nSutton knocked the ash off his cigar.\r\n\r\n\"I envy Jimmy,\" he said. \"I don't know anyone I'd rather be. He's\r\ngot much more money than any man except a professional 'plute' has\r\nany right to. He's as strong as an ox. I shouldn't say he'd ever had\r\nanything worse than measles in his life. He's got no relations. And\r\nhe isn't married.\"\r\n\r\nSutton, who had been married three times, spoke with some feeling.\r\n\r\n\"He's a good chap, Jimmy,\" said Raikes.\r\n\r\n\"Yes,\" said Arthur Mifflin, \"yes, Jimmy is a good chap. I've known\r\nhim for years. I was at college with him. He hasn't got my\r\nbrilliance of intellect; but he has some wonderfully fine qualities.\r\nFor one thing, I should say he had put more deadbeats on their legs\r\nagain than half the men in New York put together.\"\r\n\r\n\"Well,\" growled Willett, whom the misfortunes of the Belle had\r\nsoured, \"what's there in that? It's mighty easy to do the\r\nphilanthropist act when you're next door to a millionaire.\"\r\n\r\n\"Yes,\" said Mifflin warmly, \"but it's not so easy when you're\r\ngetting thirty dollars a week on a newspaper. When Jimmy was a\r\nreporter on the News, there used to be a whole crowd of fellows just\r\nliving on him. Not borrowing an occasional dollar, mind you, but\r\nliving on him--sleeping on his sofa, and staying to breakfast. It\r\nmade me mad. I used to ask him why he stood for it. He said there\r\nwas nowhere else for them to go, and he thought he could see them\r\nthrough all right--which he did, though I don't see how he managed\r\nit on thirty a week.\"\r\n\r\n\"If a man's fool enough to be an easy mark--\" began Willett.\r\n\r\n\"Oh, cut it out!\" said Raikes. \"We don't want anybody knocking Jimmy\r\nhere.\"\r\n\r\n\"All the same,\" said Sutton, \"it seems to me that it was mighty\r\nlucky that he came into that money. You can't keep open house for\r\never on thirty a week. By the way, Arthur, how was that? I heard it\r\nwas his uncle.\"\r\n\r\n\"It wasn't his uncle,\" said Mifflin. \"It was by way of being a\r\nromance of sorts, I believe. Fellow who had been in love with\r\nJimmy's mother years ago went West, made a pile, and left it to Mrs.\r\nPitt or her children. She had been dead some time when that\r\nhappened. Jimmy, of course, hadn't a notion of what was coming to\r\nhim, when suddenly he got a solicitor's letter asking him to call.\r\nHe rolled round, and found that there was about five hundred\r\nthousand dollars just waiting for him to spend it.\"\r\n\r\nJimmy Pitt had now definitely ousted \"Love, the Cracksman\" as a\r\ntopic of conversation. Everybody present knew him. Most of them had\r\nknown him in his newspaper days; and, though every man there would\r\nhave perished rather than admit it, they were grateful to Jimmy for\r\nbeing exactly the same to them now that he could sign a check for\r\nhalf a million as he had been on the old thirty-a-week basis.\r\nInherited wealth, of course, does not make a young man nobler or\r\nmore admirable; but the young man does not always know this.\r\n\r\n\"Jimmy's had a queer life,\" said Mifflin. \"He's been pretty much\r\neverything in his time. Did you know he was on the stage before he\r\ntook up newspaper-work? Only on the road, I believe. He got tired of\r\nit, and cut it out. That's always been his trouble. He wouldn't\r\nsettle down to anything. He studied law at Yale, but he never kept\r\nit up. After he left the stage, he moved all over the States,\r\nwithout a cent, picking up any odd job he could get. He was a waiter\r\nonce for a couple of days, but they fired him for breaking plates.\r\nThen, he got a job in a jeweler's shop. I believe he's a bit of an\r\nexpert on jewels. And, another time, he made a hundred dollars by\r\nstaying three rounds against Kid Brady when the Kid was touring the\r\ncountry after he got the championship away from Jimmy Garwin. The\r\nKid was offering a hundred to anyone who could last three rounds\r\nwith him. Jimmy did it on his head. He was the best amateur of his\r\nweight I ever saw. The Kid wanted him to take up scrapping\r\nseriously. But Jimmy wouldn't have stuck to anything long enough in\r\nthose days. He's one of the gypsies of the world. He was never\r\nreally happy unless he was on the move, and he doesn't seem to have\r\naltered since he came into his money.\"\r\n\r\n\"Well, he can afford to keep on the move now,\" said Raikes. \"I wish\r\nI--\"\r\n\r\n\"Did you ever hear about Jimmy and--\" Mifflin was beginning, when\r\nthe Odyssey of Jimmy Pitt was interrupted by the opening of the door\r\nand the entrance of Ulysses in person.\r\n\r\nJimmy Pitt was a young man of medium height, whose great breadth and\r\ndepth of chest made him look shorter than he really was. His jaw was\r\nsquare, and protruded slightly; and this, combined with a certain\r\nathletic jauntiness of carriage and a pair of piercing brown eyes\r\nvery much like those of a bull-terrier, gave him an air of\r\naggressiveness, which belied his character. He was not aggressive.\r\nHe had the good-nature as well as the eyes of a bull-terrier. Also,\r\nhe possessed, when stirred, all the bull-terrier's dogged\r\ndetermination.\r\n\r\nThere were shouts of welcome.\r\n\r\n\"Hullo, Jimmy!\"\r\n\r\n\"When did you get back?\"\r\n\r\n\"Come and sit down. Plenty of room over here.\"\r\n\r\n\"Where is my wandering boy tonight?\"\r\n\r\n\"Waiter! What's yours, Jimmy?\"\r\n\r\nJimmy dropped into a seat, and yawned.\r\n\r\n\"Well,\" he said, \"how goes it? Hullo, Raikes! Weren't you at 'Love,\r\nthe Cracksman'? I thought I saw you. Hullo, Arthur! Congratulate\r\nyou. You spoke your piece nicely.\"\r\n\r\n\"Thanks,\" said Mifflin. \"We were just talking about you, Jimmy. You\r\ncame on the Lusitania, I suppose?\"\r\n\r\n\"She didn't break the record this time,\" said Sutton.\r\n\r\nA somewhat pensive look came into Jimmy's eyes.\r\n\r\n\"She came much too quick for me,\" he said. \"I don't see why they\r\nwant to rip along at that pace,\" he went on, hurriedly. \"I like to\r\nhave a chance of enjoying the sea-air.\"\r\n\r\n\"I know that sea-air,\" murmured Mifflin.\r\n\r\nJimmy looked up quickly.\r\n\r\n\"What are you babbling about, Arthur?\"\r\n\r\n\"I said nothing,\" replied Mifflin, suavely.\r\n\r\n\"What did you think of the show tonight, Jimmy?\" asked Raikes.\r\n\r\n\"I liked it. Arthur was fine. I can't make out, though, why all this\r\nincense is being burned at the feet of the cracksman. To judge by\r\nsome of the plays they produce now, you'd think that a man had only\r\nto be a successful burglar to become a national hero. One of these\r\ndays, we shall have Arthur playing Charles Peace to a cheering\r\nhouse.\"\r\n\r\n\"It is the tribute,\" said Mifflin, \"that bone-headedness pays to\r\nbrains. It takes brains to be a successful cracksman. Unless the\r\ngray matter is surging about in your cerebrum, as in mine, you can't\r\nhope--\"\r\n\r\nJimmy leaned back in his chair, and spoke calmly but with decision.\r\n\r\n\"Any man of ordinary intelligence,\" he said, \"could break into a\r\nhouse.\"\r\n\r\nMifflin jumped up and began to gesticulate. This was heresy.\r\n\r\n\"My good man, what absolute--\"\r\n\r\n\"_I_ could,\" said Jimmy, lighting a cigarette.\r\n\r\nThere was a roar of laughter and approval. For the past few weeks,\r\nduring the rehearsals of \"Love, the Cracksman,\" Arthur Mifflin had\r\ndisturbed the peace at the Strollers' with his theories on the art\r\nof burglary. This was his first really big part, and he had soaked\r\nhimself in it. He had read up the literature of burglary. He had\r\ntalked with men from Pinkerton's. He had expounded his views nightly\r\nto his brother Strollers, preaching the delicacy and difficulty of\r\ncracking a crib till his audience had rebelled. It charmed the\r\nStrollers to find Jimmy, obviously of his own initiative and not to\r\nbe suspected of having been suborned to the task by themselves,\r\ntreading with a firm foot on the expert's favorite corn within five\r\nminutes of their meeting.\r\n\r\n\"You!\" said Arthur Mifflin, with scorn.\r\n\r\n\"I!\"\r\n\r\n\"You! Why, you couldn't break into an egg unless it was a poached\r\none.\"\r\n\r\n\"What'll you bet?\" said Jimmy.\r\n\r\nThe Strollers began to sit up and take notice. The magic word \"bet,\"\r\nwhen uttered in that room, had rarely failed to add a zest to life.\r\nThey looked expectantly at Arthur Mifflin.\r\n\r\n\"Go to bed, Jimmy,\" said the portrayer of cracksmen. \"I'll come with\r\nyou and tuck you in. A nice, strong cup of tea in the morning, and\r\nyou won't know there has ever been anything the matter with you.\"\r\n\r\nA howl of disapproval rose from the company. Indignant voices\r\naccused Arthur Mifflin of having a yellow streak. Encouraging voices\r\nurged him not to be a quitter.\r\n\r\n\"See! They scorn you,\" said Jimmy. \"And rightly. Be a man, Arthur.\r\nWhat'll you bet?\"\r\n\r\nMr. Mifflin regarded him with pity.\r\n\r\n\"You don't know what you're up against, Jimmy,\" he said. \"You're\r\nhalf a century behind the times. You have an idea that all a burglar\r\nneeds is a mask, a blue chin, and a dark lantern. I tell you he\r\nrequires a highly specialized education. I've been talking to these\r\ndetective fellows, and I know. Now, take your case, you worm. Have\r\nyou a thorough knowledge of chemistry, physics, toxicology--\"\r\n\r\n\"Sure.\"\r\n\r\n\"--electricity and microscopy?\"\r\n\r\n\"You have discovered my secret.\"\r\n\r\n\"Can you use an oxy-acetylene blow-pipe?\"\r\n\r\n\"I never travel without one.\"\r\n\r\n\"What do you know about the administration of anaesthetics?\"\r\n\r\n\"Practically everything. It is one of my favorite hobbies.\"\r\n\r\n\"Can you make 'soup'?\"\r\n\r\n\"Soup?\"\r\n\r\n\"Soup,\" said Mr. Mifflin, firmly.\r\n\r\nJimmy raised his eyebrows.\r\n\r\n\"Does an architect make bricks?\" he said. \"I leave the rough\r\npreliminary work to my corps of assistants. They make my soup.\"\r\n\r\n\"You mustn't think Jimmy's one of your common yeggs,\" said Sutton.\r\n\"He's at the top of his profession. That's how he made his money. I\r\nnever did believe that legacy story.\"\r\n\r\n\"Jimmy,\" said Mr. Mifflin, \"couldn't crack a child's money-box.\r\nJimmy couldn't open a sardine-tin.\"\r\n\r\nJimmy shrugged his shoulders.\r\n\r\n\"What'll you bet?\" he said again. \"Come on, Arthur; you're earning a\r\nvery good salary. What'll you bet?\"\r\n\r\n\"Make it a dinner for all present,\" suggested Raikes, a canny person\r\nwho believed in turning the wayside happenings of life, when\r\npossible, to his personal profit.\r\n\r\nThe suggestion was well received.\r\n\r\n\"All right,\" said Mifflin. \"How many of us are there? One, two,\r\nthree, four--Loser buys a dinner for twelve.\"\r\n\r\n\"A good dinner,\" interpolated Raikes, softly.\r\n\r\n\"A good dinner,\" said Jimmy. \"Very well. How long do you give me,\r\nArthur?\"\r\n\r\n\"How long do you want?\"\r\n\r\n\"There ought to be a time-limit,\" said Raikes. \"It seems to me that\r\na flyer like Jimmy ought to be able to manage it at short notice.\r\nWhy not tonight? Nice, fine night. If Jimmy doesn't crack a crib\r\ntonight, it's up to him. That suit you, Jimmy?\"\r\n\r\n\"Perfectly.\"\r\n\r\nWillett interposed. Willett had been endeavoring to drown his\r\nsorrows all the evening, and the fact was a little noticeable in his\r\nspeech.\r\n\r\n\"See here,\" he said, \"how's J-Jimmy going to prove he's done it?\"\r\n\r\n\"Personally, I can take his word,\" said Mifflin.\r\n\r\n\"That be h-hanged for a tale. Wha-what's to prevent him saying he's\r\ndone it, whether he has or not?\"\r\n\r\nThe Strollers looked uncomfortable. Nevertheless, it was Jimmy's\r\naffair.\r\n\r\n\"Why, you'd get your dinner in any case,\" said Jimmy. \"A dinner from\r\nany host would smell as sweet.\"\r\n\r\nWillett persisted with muddled obstinacy.\r\n\r\n\"Thash--thash not point. It's principle of thing. Have thish thing\r\nsquare and 'bove board, _I_ say. Thash what _I_ say.\"\r\n\r\n\"And very creditable to you being able to say it,\" said Jimmy,\r\ncordially. \"See if you can manage 'Truly rural'.\"\r\n\r\n\"What _I_ say is--this! Jimmy's a fakir. And what I say is what's\r\nprevent him saying he's done it when hasn't done it?\"\r\n\r\n\"That'll be all right,\" said Jimmy. \"I'm going to bury a brass tube\r\nwith the Stars and Stripes in it under the carpet.\"\r\n\r\nWillett waved his hand.\r\n\r\n\"Thash quite sh'factory,\" he said, with dignity. \"Nothing more to\r\nsay.\"\r\n\r\n\"Or a better idea,\" said Jimmy. \"I'll carve a big J on the inside of\r\nthe front door. Then, anybody who likes can make inquiries next day.\r\nWell, I'm off home. Glad it's all settled. Anybody coming my way?\"\r\n\r\n\"Yes,\" said Arthur Mifflin. \"We'll walk. First nights always make me\r\nas jumpy as a cat. If I don't walk my legs off, I shan't get to\r\nsleep tonight at all.\"\r\n\r\n\"If you think I'm going to help you walk your legs off, my lad,\r\nyou're mistaken. I propose to stroll gently home, and go to bed.\"\r\n\r\n\"Every little helps,\" said Mifflin. \"Come along.\"\r\n\r\n\"You want to keep an eye on Jimmy, Arthur,\" said Sutton. \"He'll\r\nsand-bag you, and lift your watch as soon as look at you. I believe\r\nhe's Arsene Lupin in disguise.\""
  ]
}