{
  "index": 9,
  "title": "Chapter 8",
  "paragraphs": [
    "AT DREEVER\r\n\r\n\r\nIn the days before he began to expend his surplus energy in playing\r\nRugby football, the Welshman was accustomed, whenever the monotony\r\nof his everyday life began to oppress him, to collect a few friends\r\nand make raids across the border into England, to the huge\r\ndiscomfort of the dwellers on the other side. It was to cope with\r\nthis habit that Dreever Castle, in the county of Shropshire, came\r\ninto existence. It met a long-felt want. In time of trouble, it\r\nbecame a haven of refuge. From all sides, people poured into it,\r\nemerging cautiously when the marauders had disappeared. In the whole\r\nhistory of the castle, there is but one instance recorded of a\r\nbandit attempting to take the place by storm, and the attack was an\r\nemphatic failure. On receipt of a ladleful of molten lead, aimed to\r\na nicety by one John, the Chaplain (evidently one of those sporting\r\nparsons), this warrior retired, done to a turn, to his mountain\r\nfastnesses, and was never heard of again. He would seem, however, to\r\nhave passed the word around among his friends, for subsequent\r\nraiding parties studiously avoided the castle, and a peasant who had\r\nsucceeded in crossing its threshold was for the future considered to\r\nbe \"home\" and out of the game.\r\n\r\nSuch was the Dreever of old. In later days, the Welshman having\r\ncalmed down considerably, it had lost its militant character. The\r\nold walls still stood, gray, menacing and unchanged, but they were\r\nthe only link with the past. The castle was now a very comfortable\r\ncountry-house, nominally ruled over by Hildebrand Spencer Poynt de\r\nBurgh John Hannasyde Coombe-Crombie, twelfth Earl of Dreever\r\n(\"Spennie\" to his relatives and intimates), a light-haired young\r\ngentleman of twenty-four, but in reality the possession of his uncle\r\nand aunt, Sir Thomas and Lady Julia Blunt.\r\n\r\nLord Dreever's position was one of some embarrassment. At no point\r\nin their history had the Dreevers been what one might call a\r\nparsimonious family. If a chance presented itself of losing money in\r\na particularly wild and futile manner, the Dreever of the period had\r\ninvariably sprung at it with the vim of an energetic blood-hound.\r\nThe South Sea Bubble absorbed two hundred thousand pounds of good\r\nDreever money, and the remainder of the family fortune was\r\nsquandered to the ultimate penny by the sportive gentleman who held\r\nthe title in the days of the Regency, when Watier's and the Cocoa\r\nTree were in their prime, and fortunes had a habit of disappearing\r\nin a single evening. When Spennie became Earl of Dreever, there was\r\nabout one dollar and thirty cents in the family coffers.\r\n\r\nThis is the point at which Sir Thomas Blunt breaks into Dreever\r\nhistory. Sir Thomas was a small, pink, fussy, obstinate man with a\r\ngenius for trade and the ambition of an Alexander the Great;\r\nprobably one of the finest and most complete specimens of the\r\ncame-over-Waterloo-Bridge-with-half-a crown-in-my-pocket-and-now-look-at-me\r\nclass of millionaires in existence. He had started almost\r\nliterally with nothing. By carefully excluding from his mind every\r\nthought except that of making money, he had risen in the world with\r\na gruesome persistence which nothing could check. At the age of\r\nfifty-one, he was chairman of Blunt's Stores, L't'd, a member of\r\nParliament (silent as a wax figure, but a great comfort to the party\r\nby virtue of liberal contributions to its funds), and a knight. This\r\nwas good, but he aimed still higher; and, meeting Spennie's aunt,\r\nLady Julia Coombe-Crombie, just at the moment when, financially, the\r\nDreevers were at their lowest ebb, he had effected a very\r\nsatisfactory deal by marrying her, thereby becoming, as one might\r\nsay, Chairman of Dreever, L't'd. Until Spennie should marry money,\r\nan act on which his chairman vehemently insisted, Sir Thomas held\r\nthe purse, and except in minor matters ordered by his wife, of whom\r\nhe stood in uneasy awe, had things entirely his own way.\r\n\r\nOne afternoon, a little over a year after the events recorded in the\r\npreceding chapter, Sir Thomas was in his private room, looking out\r\nof the window, from which the view was very beautiful. The castle\r\nstood on a hill, the lower portion of which, between the house and\r\nthe lake, had been cut into broad terraces. The lake itself and its\r\nisland with the little boat-house in the center gave a glimpse of\r\nfairyland.\r\n\r\nBut it was not altogether the beauty of the view that had drawn Sir\r\nThomas to the window. He was looking at it chiefly because the\r\nposition enabled him to avoid his wife's eye; and just at the moment\r\nhe was rather anxious to avoid his wife's eye. A somewhat stormy\r\nboard-meeting was in progress, and Lady Julia, who constituted the\r\nboard of directors, had been heckling the chairman. The point under\r\ndiscussion was one of etiquette, and in matters of etiquette Sir\r\nThomas felt himself at a disadvantage.\r\n\r\n\"I tell you, my dear,\" he said to the window, \"I am not easy in my\r\nmind.\"\r\n\r\n\"Nonsense,\" snapped Lady Julia; \"absurd--ridiculous!\"\r\n\r\nLady Julia Blunt, when conversing, resembled a Maxim gun more than\r\nanything else.\r\n\r\n\"But your diamonds, my dear.\"\r\n\r\n\"We can take care of them.\"\r\n\r\n\"But why should we have the trouble? Now, if we--\"\r\n\r\n\"It's no trouble.\"\r\n\r\n\"When we were married, there was a detective--\"\r\n\r\n\"Don't be childish, Thomas. Detectives at weddings are quite\r\ncustomary.\"\r\n\r\n\"But--\"\r\n\r\n\"Bah!\"\r\n\r\n\"I paid twenty thousand pounds for that rope of diamonds,\" said Sir\r\nThomas, obstinately. Switch things upon a cash basis, and he was\r\nmore at ease.\r\n\r\n\"May I ask if you suspect any of our guests of being criminals?\"\r\ninquired Lady Julia, with a glance of chill disdain.\r\n\r\nSir Thomas looked out of the window. At the moment, the sternest\r\ncensor could have found nothing to cavil at in the movements of such\r\nof the house-party as were in sight. Some were playing tennis, some\r\nclock-golf, and others were smoking.\r\n\r\n\"Why, no,\" he admitted.\r\n\r\n\"Of course. Absurd--quite absurd!\"\r\n\r\n\"But the servants. We have engaged a number of new servants lately.\"\r\n\r\n\"With excellent recommendations.\"\r\n\r\nSir Thomas was on the point of suggesting that the recommendations\r\nmight be forged, but his courage failed him. Julia was sometimes so\r\nabrupt in these little discussions! She did not enter into his point\r\nof view. He was always a trifle inclined to treat the castle as a\r\nbranch of Blunt's Stores. As proprietor of the stores, he had made a\r\npoint of suspecting everybody, and the results had been excellent.\r\nIn Blunt's Stores, you could hardly move in any direction without\r\nbumping into a gentlemanly detective, efficiently disguised. For the\r\nlife of him, Sir Thomas could not see why the same principle should\r\nnot obtain at Dreever. Guests at a country house do not as a rule\r\nsteal their host's possessions, but then it is only an occasional\r\ncustomer at a store who goes in for shop-lifting. It was the\r\nprinciple of the thing, he thought: Be prepared against every\r\nemergency. With Sir Thomas Blunt, suspiciousness was almost a mania.\r\nHe was forced to admit that the chances were against any of his\r\nguests exhibiting larcenous tendencies, but, as for the servants, he\r\nthoroughly mistrusted them all, except Saunders, the butler. It had\r\nseemed to him the merest prudence that a detective from a private\r\ninquiry agency should be installed at the castle while the house was\r\nfull. Somewhat rashly, he had mentioned this to his wife, and Lady\r\nJulia's critique of the scheme had been terse and unflattering.\r\n\r\n\"I suppose,\" said Lady Julia sarcastically, \"you will jump to the\r\nconclusion that this man whom Spennie is bringing down with him\r\nto-day is a criminal of some sort?\"\r\n\r\n\"Eh? Is Spennie bringing a friend?\"\r\n\r\nThere was not a great deal of enthusiasm in Sir Thomas's voice. His\r\nnephew was not a young man whom he respected very highly. Spennie\r\nregarded his uncle with nervous apprehension, as one who would deal\r\nwith his short-comings with vigor and severity. Sir Thomas, for his\r\npart, looked on Spennie as a youth who would get into mischief\r\nunless under his uncle's eye.\r\n\r\n\"I had a telegram from him just now,\" Lady Julia explained.\r\n\r\n\"Who is his friend?\"\r\n\r\n\"He doesn't say. He just says he's a man he met in London.\"\r\n\r\n\"H'm!\"\r\n\r\n\"And what does, 'H'm!' mean?\" demanded Lady Julia.\r\n\r\n\"A man can pick up strange people in London,\" said Sir Thomas,\r\njudicially.\r\n\r\n\"Nonsense!\"\r\n\r\n\"Just as you say, my dear.\"\r\n\r\nLady Julia rose.\r\n\r\n\"As for what you suggest about the detective, it is of course\r\nabsolutely absurd.\"\r\n\r\n\"Quite so, my dear.\"\r\n\r\n\"You mustn't think of it.\"\r\n\r\n\"Just as you say, my dear.\"\r\n\r\nLady Julia left the room.\r\n\r\nWhat followed may afford some slight clue to the secret of Sir\r\nThomas Blunt's rise in the world. It certainly suggests singleness\r\nof purpose, which is one of the essentials of success.\r\n\r\nNo sooner had the door closed behind Lady Julia than he went to his\r\nwriting-table, took pen and paper, and wrote the following letter:\r\n\r\nTo the Manager, Wragge's Detective Agency. Holborn Bars, London E.\r\nC.\r\n\r\nSIR: With reference to my last of the 28th, ult., I should be glad\r\nif you would send down immediately one of your best men. Am making\r\narrangements to receive him. Kindly instruct him to present himself\r\nat Dreever Castle as applicant for position of valet to myself. I\r\nwill see and engage him on his arrival, and further instruct him in\r\nhis duties.\r\n\r\nYours faithfully,\r\n\r\nTHOS. BLUNT.\r\n\r\nP. S. I shall expect him to-morrow evening. There is a good train\r\nleaving Paddington at 2:15.\r\n\r\nSir Thomas read this over, put in a comma, then placed it in an\r\nenvelope, and lighted a cigar with the air of one who can be\r\nchecked, yes, but vanquished, never."
  ]
}