{
  "index": 7,
  "title": "Chapter 6",
  "paragraphs": [
    "AN EXHIBITION PERFORMANCE\r\n\r\n\r\nCold reason may disapprove of wagers, but without a doubt there is\r\nsomething joyous and lovable in the type of mind that rushes at the\r\nleast provocation into the making of them, something smacking of the\r\nspacious days of the Regency. Nowadays, the spirit seems to have\r\ndeserted England. When Mr. Asquith became Premier of Great Britain,\r\nno earnest forms were to be observed rolling peanuts along the\r\nStrand with a toothpick. When Mr. Asquith is dethroned, it is\r\nimprobable that any Briton will allow his beard to remain unshaved\r\nuntil the Liberal party returns to office. It is in the United\r\nStates that the wager has found a home. It is characteristic of some\r\nminds to dash into a wager with the fearlessness of a soldier in a\r\nforlorn hope, and, once in, to regard it almost as a sacred trust.\r\nSome men never grow up out of the schoolboy spirit of \"daring.\"\r\n\r\nTo this class Jimmy Pitt belonged. He was of the same type as the\r\nman in the comic opera who proposed to the lady because somebody bet\r\nhim he wouldn't. There had never been a time when a challenge, a\r\n\"dare,\" had not acted as a spur to him. In his newspaper days, life\r\nhad been one long series of challenges. They had been the essence of\r\nthe business. A story had not been worth getting unless the getting\r\nwere difficult.\r\n\r\nWith the conclusion of his newspaper life came a certain flatness\r\ninto the scheme of things. There were times, many times, when Jimmy\r\nwas bored. He hungered for excitement, and life appeared to have so\r\nlittle to offer! The path of the rich man was so smooth, and it\r\nseemed to lead nowhere! This task of burgling a house was like an\r\nunexpected treat to a child. With an intensity of purpose that\r\nshould have touched his sense of humor, but, as a matter of fact,\r\ndid not appeal to him as ludicrous in any way, he addressed himself\r\nto the work. The truth was that Jimmy was one of those men who are\r\ncharged to the brim with force. Somehow, the force had to find an\r\noutlet. If he had undertaken to collect birds' eggs, he would have\r\nset about it with the same tense energy.\r\n\r\nSpike was sitting on the edge of his chair, dazed but happy, his\r\nhead still buzzing from the unhoped-for praise. Jimmy looked at his\r\nwatch. It was nearly three o'clock. A sudden idea struck him. The\r\ngods had provided gifts: why not take them?\r\n\r\n\"Spike!\"\r\n\r\n\"Huh?\"\r\n\r\n\"Would you care to come and crack a crib with me, now?\"\r\n\r\nReverential awe was written on the red-haired one's face.\r\n\r\n\"Gee, boss!\"\r\n\r\n\"Would you?\"\r\n\r\n\"Surest t'ing you know, boss.\"\r\n\r\n\"Or, rather,\" proceeded Jimmy, \"would you care to crack a crib while\r\nI came along with you? Strictly speaking, I am here on a vacation,\r\nbut a trifle like this isn't real work. It's this way,\" he\r\nexplained. \"I've taken a fancy to you, Spike, and I don't like to\r\nsee you wasting your time on coarse work. You have the root of the\r\nmatter in you, and with a little coaching I could put a polish on\r\nyou. I wouldn't do this for everyone, but I hate to see a man\r\nbungling who might do better! I want to see you at work. Come right\r\nalong, and we'll go up-town, and you shall start in. Don't get\r\nnervous. Just work as you would if I were not there. I shall not\r\nexpect too much. Rome was not built in a day. When we are through, I\r\nwill criticize a few of your mistakes. How does that suit you?\"\r\n\r\n\"Gee, boss! Great! An' I know where dere's a peach of a place, boss.\r\nRegular soft proposition. A friend of mine told me. It's--\"\r\n\r\n\"Very well, then. One moment, though.\"\r\n\r\nHe went to the telephone. Before he had left New York on his\r\ntravels, Arthur Mifflin had been living at a hotel near Washington\r\nSquare. It was probable that he was still there. He called up the\r\nnumber. The night-clerk was an old acquaintance of his.\r\n\r\n\"Hello, Dixon,\" said Jimmy, \"is that you? I'm Pitt--Pitt! Yes, I'm\r\nback. How did you guess? Yes, very pleasant. Has Mr. Mifflin come in\r\nyet? Gone to bed? Never mind, call him up, will you? Good.\"\r\nPresently, the sleepy and outraged voice of Mr. Mifflin spoke at the\r\nother end of the line.\r\n\r\n\"What's wrong? Who the devil's that?\"\r\n\r\n\"My dear Arthur! Where you pick up such expressions I can't think--not\r\nfrom me.\"\r\n\r\n\"Is that you, Jimmy? What in the name of--!\"\r\n\r\n\"Heavens! What are you kicking about? The night's yet young. Arthur,\r\ntouching that little arrangement we made--cracking that crib, you\r\nknow. Are you listening? Have you any objection to my taking an\r\nassistant along with me? I don't want to do anything contrary to our\r\nagreement, but there's a young fellow here who's anxious that I\r\nshould let him come along and pick up a few hints. He's a\r\nprofessional all right. Not in our class, of course, but quite a\r\nfair rough workman. He--Arthur! Arthur! These are harsh words! Then,\r\nam I to understand you have no objection? Very well. Only, don't say\r\nlater on that I didn't play fair. Good-night.\"\r\n\r\nHe hung up the receiver, and turned to Spike.\r\n\r\n\"Ready?\"\r\n\r\n\"Ain't youse goin' to put on your gum-shoes, boss?\"\r\n\r\nJimmy frowned reflectively, as if there was something in what this\r\nnovice suggested. He went into the bedroom, and returned wearing a\r\npair of thin patent-leather shoes.\r\n\r\nSpike coughed tentatively.\r\n\r\n\"Won't youse need your gun?\" he hazarded.  Jimmy gave a short laugh.\r\n\r\n\"I work with brains, not guns,\" he said. \"Let us be going.\"\r\n\r\nThere was a taxi-cab near by, as there always is in New York. Jimmy\r\npushed Spike in, and they drove off. To Jimmy, New York stopped\r\nsomewhere about Seventy-Second Street. Anything beyond that was\r\ngetting on for the Middle West, and seemed admirably suited as a\r\nfield for the cracksman. He had a vague idea of up-town as a remote,\r\ndesolate district, badly lighted--if lighted at all--and sparsely\r\ndotted with sleepy policemen.\r\n\r\nThe luxury of riding in a taxi-cab kept Spike dumb for several\r\nmiles. Having arrived at what seemed a sufficiently remote part of\r\nAmerica, Jimmy paid the driver, who took the money with that\r\nmagnificently aloof air which characterizes the taxi-chauffeur. A\r\nlesser man might have displayed some curiosity about the ill-matched\r\npair. The chauffeur, having lighted a cigarette, drove off without\r\nany display of interest whatsoever. It might have been part of\r\nhis ordinary duties to drive gentlemen in evening clothes and\r\nshock-headed youths in parti-colored sweaters about the city at three\r\no'clock in the morning.\r\n\r\n\"We will now,\" said Jimmy, \"stroll on and prospect. It is up to you,\r\nSpike. Didn't you say something about knowing a suitable house\r\nsomewhere? Are we anywhere near it?\"\r\n\r\nSpike looked at the number of the street.\r\n\r\n\"We got some way to go, boss,\" he said. \"I wisht youse hadn't sent\r\naway de cab.\"\r\n\r\n\"Did you think we were going to drive up to the door? Pull yourself\r\ntogether, my dear man.\"\r\n\r\nThey walked on, striking eastward out of Broadway. It caused Jimmy\r\nsome surprise to find that the much-enduring thoroughfare extended\r\nas far as this. It had never occurred to him before to ascertain\r\nwhat Broadway did with itself beyond Times Square.\r\n\r\nIt was darker now that they had moved from the center of things, but\r\nit was still far too light for Jimmy's tastes. He was content,\r\nhowever, to leave matters entirely to his companion. Spike probably\r\nhad his methods for evading publicity on these occasions.\r\n\r\nSpike plodded on. Block after block he passed, until finally the\r\nhouses began to be more scattered.\r\n\r\nAt last, he halted before a fair-sized detached house.\r\n\r\n\"Dis is de place,\" he said. \"A friend of mine tells me of it. I\r\ndidn't know he was me friend, dough, before he puts me wise about\r\ndis joint. I t'ought he'd got it in fer me 'cos of last week when I\r\nscrapped wit' him about somet'in'. I t'ought after that he was\r\nlayin' fer me, but de next time he seen me he put me wise to dis\r\nplace.\"\r\n\r\n\"Coals of fire,\" said Jimmy. \"He was of a forgiving disposition.\" A\r\nsingle rain-drop descended on the nape of his neck. In another\r\nmoment, a smart shower had begun.\r\n\r\n\"This matter has passed out of our hands,\" said Jimmy. \"We must\r\nbreak in, if only to get shelter. Get busy, my lad.\"\r\n\r\nThere was a handy window only a few feet from the ground. Spike\r\npulled from his pocket a small bottle.\r\n\r\n\"What's that?\" inquired Jimmy.\r\n\r\n\"Molasses, boss,\" said Spike, deferentially.\r\n\r\nHe poured the contents of the bottle on a piece of paper, which he\r\npressed firmly against the window-pane. Then, drawing out a short\r\nsteel instrument, he gave the paper a sharp tap. The glass broke\r\nalmost inaudibly. The paper came away, leaving a gap in the pane.\r\nSpike inserted his hand, shot back the catch, and softly pushed up\r\nthe window.\r\n\r\n\"Elementary,\" said Jimmy; \"elementary, but quite neat.\"\r\n\r\nThere was now a shutter to be negotiated. This took longer, but in\r\nthe end Spike's persuasive methods prevailed.\r\n\r\nJimmy became quite cordial.\r\n\r\n\"You have been well-grounded, Spike,\" he said. \"And, after all, that\r\nis half the battle. The advice I give to every novice is, 'Learn to\r\nwalk before you try to run.' Master the a, b, c, of the craft first.\r\nWith a little careful coaching, you will do. Just so. Pop in.\"\r\n\r\nSpike climbed cautiously over the sill, followed by Jimmy. The\r\nlatter struck a match, and found the electric light switch. They\r\nwere in a parlor, furnished and decorated with surprising taste.\r\nJimmy had expected the usual hideousness, but here everything from\r\nthe wall-paper to the smallest ornaments was wonderfully well\r\nselected.\r\n\r\nBusiness, however, was business. This was no time to stand admiring\r\nartistic effects in room-furnishing. There was that big J to be\r\ncarved on the front door. If 'twere done, then 'twere well 'twere\r\ndone quickly.\r\n\r\nHe was just moving to the door, when from some distant part of the\r\nhouse came the bark of a dog. Another joined in. The solo became a\r\nduet. The air was filled with their clamor.\r\n\r\n\"Gee!\" cried Spike.\r\n\r\nThe remark seemed more or less to sum up the situation.\r\n\r\n\"'Tis sweet,\" says Byron, \"to hear the watch-dog's honest bark.\"\r\nJimmy and Spike found two watch-dogs' honest barks cloying. Spike\r\nintimated this by making a feverish dash for the open window.\r\nUnfortunately for the success of this maneuver, the floor of the\r\nroom was covered not with a carpet but with tastefully scattered\r\nrugs, and underneath these rugs it was very highly polished. Spike,\r\ntreading on one of these islands, was instantly undone. No power of\r\nwill or muscle can save a man in such a case. Spike skidded. His\r\nfeet flew from under him. There was a momentary flash of red head,\r\nas of a passing meteor. The next moment, he had fallen on his back\r\nwith a thud that shook the house. Even in the crisis, the thought\r\nflashed across Jimmy's mind that this was not Spike's lucky night.\r\n\r\nUpstairs, the efforts of the canine choir had begun to resemble the\r\n\"A che la morte\" duet in \"Il Trovatore.\" Particularly good work was\r\nbeing done by the baritone dog.\r\n\r\nSpike sat up, groaning. Equipped though he was by nature with a\r\nskull of the purest and most solid ivory, the fall had disconcerted\r\nhim. His eyes, like those of Shakespeare's poet, rolling in a fine\r\nfrenzy, did glance from heaven to earth, from earth to heaven. He\r\npassed his fingers tenderly through his vermilion hair.\r\n\r\nHeavy footsteps were descending the stairs. In the distance, the\r\nsoprano dog had reached A in alt., and was holding it, while his\r\nfellow artiste executed runs in the lower register.\r\n\r\n\"Get up!\" hissed Jimmy. \"There's somebody coming! Get up, you idiot,\r\ncan't you!\"\r\n\r\nIt was characteristic of Jimmy that it never even occurred to him to\r\ndesert the fallen one, and depart alone. Spike was his brother-in-arms.\r\nHe would as soon have thought of deserting him as a sea-captain\r\nwould of abandoning the ship.\r\n\r\nConsequently, as Spike, despite all exhortations, continued to\r\nremain on the floor, rubbing his head and uttering \"Gee!\" at\r\nintervals in a melancholy voice, Jimmy resigned himself to fate, and\r\nstood where he was, waiting for the door to open.\r\n\r\nIt opened the next moment as if a cyclone had been behind it."
  ]
}