{
  "index": 3,
  "title": "Chapter 2",
  "paragraphs": [
    "PYRAMUS AND THISBE\r\n\r\n\r\nThe two men turned up the street. They walked in silence. Arthur\r\nMifflin was going over in his mind such outstanding events of the\r\nevening as he remembered--the nervousness, the relief of finding\r\nthat he was gripping his audience, the growing conviction that he\r\nhad made good; while Jimmy seemed to be thinking his own private\r\nthoughts. They had gone some distance before either spoke.\r\n\r\n\"Who is she, Jimmy?\" asked Mifflin.\r\n\r\nJimmy came out of his thoughts with a start.\r\n\r\n\"What's that?\"\r\n\r\n\"Who is she?\"\r\n\r\n\"I don't know what you mean.\"\r\n\r\n\"Yes, you do! The sea air. Who is she?\"\r\n\r\n\"I don't know,\" said Jimmy, simply.\r\n\r\n\"You don't know? Well, what's her name?\"\r\n\r\n\"I don't know.\"\r\n\r\n\"Doesn't the Lusitania still print a passenger-list?\"\r\n\r\n\"She does.\"\r\n\r\n\"And you couldn't find out her name in five days?\"\r\n\r\n\"No.\"\r\n\r\n\"And that's the man who thinks he can burgle a house!\" said Mifflin,\r\ndespairingly.\r\n\r\nThey had arrived now at the building on the second floor of which\r\nwas Jimmy's flat.\r\n\r\n\"Coming in?\" said Jimmy.\r\n\r\n\"Well, I was rather thinking of pushing on as far as the Park. I\r\ntell you, I feel all on wires.\"\r\n\r\n\"Come in, and smoke a cigar. You've got all night before you if you\r\nwant to do Marathons. I haven't seen you for a couple of months. I\r\nwant you to tell me all the news.\"\r\n\r\n\"There isn't any. Nothing happens in New York. The papers say things\r\ndo, but they don't. However, I'll come in. It seems to me that\r\nyou're the man with the news.\"\r\n\r\nJimmy fumbled with his latch-key.\r\n\r\n\"You're a bright sort of burglar,\" said Mifflin, disparagingly. \"Why\r\ndon't you use your oxy-acetylene blow-pipe? Do you realize, my boy,\r\nthat you've let yourself in for buying a dinner for twelve hungry\r\nmen next week? In the cold light of the morning, when reason returns\r\nto her throne, that'll come home to you.\"\r\n\r\n\"I haven't done anything of the sort,\" said Jimmy, unlocking the\r\ndoor.\r\n\r\n\"Don't tell me you really mean to try it.\"\r\n\r\n\"What else did you think I was going to do?\"\r\n\r\n\"But you can't. You would get caught for a certainty. And what are\r\nyou going to do then? Say it was all a joke? Suppose they fill you\r\nfull of bullet-holes! Nice sort of fool you'll look, appealing to\r\nsome outraged householder's sense of humor, while he pumps you full\r\nof lead with a Colt.\"\r\n\r\n\"These are the risks of the profession. You ought to know that,\r\nArthur. Think what you went through tonight.\"\r\n\r\nArthur Mifflin looked at his friend with some uneasiness. He knew\r\nhow very reckless Jimmy could be when he had set his mind on\r\naccomplishing anything, since, under the stimulus of a challenge, he\r\nceased to be a reasoning being, amenable to argument. And, in the\r\npresent case, he knew that Willett's words had driven the challenge\r\nhome. Jimmy was not the man to sit still under the charge of being a\r\nfakir, no matter whether his accuser had been sober or drunk.\r\n\r\nJimmy, meanwhile, had produced whiskey and cigars. Now, he was lying\r\non his back on the lounge, blowing smoke-rings at the ceiling.\r\n\r\n\"Well?\" said Arthur Mifflin, at length.\r\n\r\n\"Well, what?\"\r\n\r\n\"What I meant was, is this silence to be permanent, or are you going\r\nto begin shortly to amuse, elevate, and instruct? Something's\r\nhappened to you, Jimmy. There was a time when you were a bright\r\nlittle chap, a fellow of infinite jest, of most excellent fancy.\r\nWhere be your gibes now; your gambols, your songs, your flashes of\r\nmerriment that were wont to set the table in a roar when you were\r\npaying for the dinner? You remind me more of a deaf-mute celebrating\r\nthe Fourth of July with noiseless powder than anything else on\r\nearth. Wake up, or I shall go. Jimmy, we were practically boys\r\ntogether. Tell me about this girl--the girl you loved, and were\r\nidiot enough to lose.\"\r\n\r\nJimmy drew a deep breath.\r\n\r\n\"Very well,\" said Mifflin complacently, \"sigh if you like; it's\r\nbetter than nothing.\"\r\n\r\nJimmy sat up.\r\n\r\n\"Yes, dozens of times,\" said Mifflin.\r\n\r\n\"What do you mean?\"\r\n\r\n\"You were just going to ask me if I had ever been in love, weren't\r\nyou?\"\r\n\r\n\"I wasn't, because I know you haven't. You have no soul. You don't\r\nknow what love is.\"\r\n\r\n\"Have it your own way,\" said Mifflin, resignedly.\r\n\r\nJimmy bumped back on the sofa.\r\n\r\n\"I don't either,\" he said. \"That's the trouble.\"\r\n\r\nMifflin looked interested.\r\n\r\n\"I know,\" he said. \"You've got that strange premonitory fluttering,\r\nwhen the heart seems to thrill within you like some baby bird\r\nsinging its first song, when--\"\r\n\r\n\"Oh, cut it out!\"\r\n\r\n\"--when you ask yourself timidly, 'Is it? Can it really be?' and\r\nanswer shyly, 'No. Yes. I believe it is!' I've been through it\r\ndozens of times; it is a recognized early symptom. Unless prompt\r\nmeasures are taken, it will develop into something acute. In these\r\nmatters, stand on your Uncle Arthur. He knows.\"\r\n\r\n\"You make me sick,\" Jimmy retorted.\r\n\r\n\"You have our ear,\" said Mifflin, kindly. \"Tell me all.\"\r\n\r\n\"There's nothing to tell.\"\r\n\r\n\"Don't lie, James.\"\r\n\r\n\"Well, practically nothing.\"\r\n\r\n\"That's better.\"\r\n\r\n\"It was like this.\"\r\n\r\n\"Good.\"\r\n\r\nJimmy wriggled himself into a more comfortable position, and took a\r\nsip from his glass.\r\n\r\n\"I didn't see her until the second day out.\"\r\n\r\n\"I know that second day out. Well?\"\r\n\r\n\"We didn't really meet at all.\"\r\n\r\n\"Just happened to be going to the same spot, eh?\"\r\n\r\n\"As a matter of fact, it was like this. Like a fool, I'd bought a\r\nsecond-class ticket.\"\r\n\r\n\"What? Our young Rockerbilt Astergould, the boy millionaire,\r\ntraveling second-class! Why?\"\r\n\r\n\"I had an idea it would be better fun. Everybody's so much more\r\ncheery in the second cabin. You get to know people so much quicker.\r\nNine trips out of ten, I'd much rather go second.\"\r\n\r\n\"And this was the tenth?\"\r\n\r\n\"She was in the first-cabin,\" said Jimmy.\r\n\r\nMifflin clutched his forehead.\r\n\r\n\"Wait!\" he cried. \"This reminds me of something--something in\r\nShakespeare. Romeo and Juliet? No. I've got it--Pyramus and Thisbe.\"\r\n\r\n\"I don't see the slightest resemblance.\"\r\n\r\n\"Read your 'Midsummer Night's Dream.' 'Pyramus and Thisbe,' says the\r\nstory, 'did talk through the chink of a wall,'\" quoted Mifflin.\r\n\r\n\"We didn't.\"\r\n\r\n\"Don't be so literal. You talked across a railing.\"\r\n\r\n\"We didn't.\"\r\n\r\n\"Do you mean to say you didn't talk at all?\"\r\n\r\n\"We didn't say a single word.\"\r\n\r\nMifflin shook his head sadly.\r\n\r\n\"I give you up,\" he said. \"I thought you were a man of enterprise.\r\nWhat did you do?\"\r\n\r\nJimmy sighed softly.\r\n\r\n\"I used to stand and smoke against the railing opposite the barber's\r\nshop, and she used to walk round the deck.\"\r\n\r\n\"And you used to stare at her?\"\r\n\r\n\"I would look in her direction sometimes,\" corrected Jimmy, with\r\ndignity.\r\n\r\n\"Don't quibble! You stared at her. You behaved like a common rubber-neck,\r\nand you know it. I am no prude, James, but I feel compelled to\r\nsay that I consider your conduct that of a libertine. Used she to\r\nwalk alone?\"\r\n\r\n\"Generally.\"\r\n\r\n\"And, now, you love her, eh? You went on board that ship happy,\r\ncareless, heart-free. You came off it grave and saddened.\r\nThenceforth, for you, the world could contain but one woman, and\r\nher you had lost.\"\r\n\r\nMifflin groaned in a hollow and bereaved manner, and took a sip from\r\nhis glass to buoy him up.\r\n\r\nJimmy moved restlessly on the sofa.\r\n\r\n\"Do you believe in love at first sight?\" he asked, fatuously. He was\r\nin the mood when a man says things, the memory of which makes him\r\nwake up hot all over for nights to come.\r\n\r\n\"I don't see what first sight's got to do with it,\" said Mifflin.\r\n\"According to your own statement, you stood and glared at the girl\r\nfor five days without letting up for a moment. I can quite imagine\r\nthat you might glare yourself into love with anyone by the end of\r\nthat time.\"\r\n\r\n\"I can't see myself settling down,\" said Jimmy, thoughtfully. \"And,\r\nuntil you feel that you want to settle down, I suppose you can't be\r\nreally in love.\"\r\n\r\n\"I was saying practically that about you at the club just before you\r\ncame in. My somewhat neat expression was that you were one of the\r\ngypsies of the world.\"\r\n\r\n\"By George, you're quite right!\"\r\n\r\n\"I always am.\"\r\n\r\n\"I suppose it's having nothing to do. When I was on the News, I was\r\nnever like this.\"\r\n\r\n\"You weren't on the News long enough to get tired of it.\"\r\n\r\n\"I feel now I can't stay in a place more than a week. It's having\r\nthis money that does it, I suppose.\"\r\n\r\n\"New York,\" said Mifflin, \"is full of obliging persons who will be\r\ndelighted to relieve you of the incubus. Well, James, I shall leave\r\nyou. I feel more like bed now. By the way, I suppose you lost sight\r\nof this girl when you landed?\"\r\n\r\n\"Yes.\"\r\n\r\n\"Well, there aren't so many girls in the United States--only twenty\r\nmillion. Or is it forty million? Something small. All you've got to\r\ndo is to search around a bit. Good-night.\"\r\n\r\n\"Good-night.\"\r\n\r\nMr. Mifflin clattered down the stairs. A minute later, the sound of\r\nhis name being called loudly from the street brought Jimmy to the\r\nwindow. Mifflin was standing on the pavement below, looking up.\r\n\r\n\"Jimmy.\"\r\n\r\n\"What's the matter now?\"\r\n\r\n\"I forgot to ask. Was she a blonde?\"\r\n\r\n\"What?\"\r\n\r\n\"Was she a blonde?\" yelled Mifflin.\r\n\r\n\"No,\" snapped Jimmy.\r\n\r\n\"Dark, eh?\" bawled Mifflin, making night hideous.\r\n\r\n\"Yes,\" said Jimmy, shutting the window.\r\n\r\n\"Jimmy!\"\r\n\r\nThe window went up again.\r\n\r\n\"Well?\"\r\n\r\n\"Me for blondes!\"\r\n\r\n\"Go to bed!\"\r\n\r\n\"Very well. Good-night.\"\r\n\r\n\"Good-night.\"\r\n\r\nJimmy withdrew his head, and sat down in the chair Mifflin had\r\nvacated. A moment later, he rose, and switched off the light. It was\r\npleasanter to sit and think in the dark. His thoughts wandered off\r\nin many channels, but always came back to the girl on the Lusitania.\r\nIt was absurd, of course. He didn't wonder that Arthur Mifflin had\r\ntreated the thing as a joke. Good old Arthur! Glad he had made a\r\nsuccess! But was it a joke? Who was it that said, the point of a\r\njoke is like the point of a needle, so small that it is apt to\r\ndisappear entirely when directed straight at oneself? If anybody\r\nelse had told him such a limping romance, he would have laughed\r\nhimself. Only, when you are the center of a romance, however\r\nlimping, you see it from a different angle. Of course, told badly,\r\nit was absurd. He could see that. But something away at the back of\r\nhis mind told him that it was not altogether absurd. And yet--love\r\ndidn't come like that, in a flash. You might just as well expect a\r\nhouse to spring into being in a moment, or a ship, or an automobile,\r\nor a table, or a--He sat up with a jerk. In another instant, he\r\nwould have been asleep.\r\n\r\nHe thought of bed, but bed seemed a long way off--the deuce of a\r\nway. Acres of carpet to be crawled over, and then the dickens of a\r\nclimb at the end of it. Besides, undressing! Nuisance--undressing.\r\nThat was a nice dress the girl had worn on the fourth day out.\r\nTailor-made. He liked tailor-mades. He liked all her dresses. He\r\nliked her. Had she liked him? So hard to tell if you don't get a\r\nchance of speaking! She was dark. Arthur liked blondes, Arthur was a\r\nfool! Good old Arthur! Glad he had made a success! Now, he could\r\nmarry if he liked! If he wasn't so restless, if he didn't feel that\r\nhe couldn't stop more than a day in any place! But would the girl\r\nhave him? If they had never spoken, it made it so hard to--\r\n\r\nAt this point, Jimmy went to sleep."
  ]
}