{
  "index": 5,
  "title": "Chapter 4",
  "paragraphs": [
    "MOLLY\r\n\r\n\r\n\"Why, Molly,\" said the policeman, \"what are you doing out of bed? I\r\nthought you were asleep.\"\r\n\r\nHe placed a huge arm around her, and drew her to his lap. As she sat\r\nthere, his great bulk made her seem smaller than she really was.\r\nWith her hair down and her little red slippers dangling half a yard\r\nfrom the floor, she seemed a child. McEachern, looking at her, found\r\nit hard to realize that nineteen years had passed since the moment\r\nwhen the doctor's raised eyebrows had reproved him for his\r\nmonosyllabic reception of the news that the baby was a girl.\r\n\r\n\"Do you know what the time is?\" he said. \"Two o'clock.\"\r\n\r\n\"Much too late for you to be sitting here smoking,\" said Molly,\r\nseverely. \"How many cigars do you smoke a day? Suppose you had\r\nmarried someone who wouldn't let you smoke!\"\r\n\r\n\"Never stop your husband smoking, my dear. That's a bit of advice\r\nfor you when you're married.\"\r\n\r\n\"I'm never going to marry. I'm going to stop at home, and darn your\r\nsocks.\"\r\n\r\n\"I wish you could,\" he said, drawing her closer to him. \"But one of\r\nthese days you're going to marry a prince. And now run back to bed.\r\nIt's much too late--\"\r\n\r\n\"It's no good, father dear. I couldn't get to sleep. I've been\r\ntrying hard for hours. I've counted sheep till I nearly screamed.\r\nIt's Rastus' fault. He snores so!\"\r\n\r\nMr. McEachern regarded the erring bull-dog sternly.\r\n\r\n\"Why do you have the brutes in your room?\"\r\n\r\n\"Why, to keep the boogaboos from getting me, of course. Aren't you\r\nafraid of the boogaboos getting you? But you're so big, you wouldn't\r\nmind. You'd just hit them. And they're not brutes--are you,\r\ndarlings? You're angels, and you nearly burst yourselves with joy\r\nbecause auntie had come back from England, didn't you? Father, did\r\nthey miss me when I was gone? Did they pine away?\"\r\n\r\n\"They got like skeletons. We all did.\"\r\n\r\n\"You?\"\r\n\r\n\"I should say so.\"\r\n\r\n\"Then, why did you send me away to England?\"\r\n\r\n\"I wanted you to see the country. Did you like it?\"\r\n\r\n\"I hated being away from you.\"\r\n\r\n\"But you liked the country?\"\r\n\r\n\"I loved it.\"\r\n\r\nMcEachern drew a breath of relief. The only possible obstacle to the\r\ngreat change did not exist.\r\n\r\n\"How would you like to go back to England, Molly?\"\r\n\r\n\"To England! When I've just come home?\"\r\n\r\n\"If I went, too?\"\r\n\r\nMolly twisted around so that she could see his face better.\r\n\r\n\"There's something the matter with you, father. You're trying to say\r\nsomething, and I want to know what it is. Tell me quick, or I'll\r\nmake Rastus bite you!\"\r\n\r\n\"It won't take long, dear. I've been lucky in some investments while\r\nyou were away, and I'm going to leave the force, and take you over\r\nto England, and find a prince for you to marry--if you think you\r\nwould like it.\"\r\n\r\n\"Father! It'll be perfectly splendid!\"\r\n\r\n\"We'll start fair in England, Molly. I'll just be John McEachern,\r\nfrom America, and, if anybody wants to know anything about me, I'm a\r\nman who has made money on Wall Street--and that's no lie--and has\r\ncome over to England to spend it.\"\r\n\r\nMolly gave his arm a squeeze. Her eyes were wet.\r\n\r\n\"Father, dear,\" she whispered, \"I believe you've been doing it all\r\nfor me. You've been slaving away for me ever since I was born,\r\nstinting yourself and saving money just so that I could have a good\r\ntime later on.\"\r\n\r\n\"No, no!\"\r\n\r\n\"It's true,\" she said. She turned on him with a tremulous laugh. \"I\r\ndon't believe you've had enough to eat for years. I believe you're\r\nall skin and bone. Never mind. To-morrow, I'll take you out and buy\r\nyou the best dinner you've ever had, out of my own money. We'll go\r\nto Sherry's, and you shall start at the top of the menu, and go\r\nstraight down it till you've had enough.\"\r\n\r\n\"That will make up for everything. And, now, don't you think you\r\nought to be going to bed? You'll be losing all that color you got on\r\nthe ship.\"\r\n\r\n\"Soon--not just yet. I haven't seen you for such ages!\" She pointed\r\nat the bull-terrier. \"Look at Tommy, standing there and staring. He\r\ncan't believe I've really come back. Father, there was a man on the\r\nLusitania with eyes exactly like Tommy's--all brown and bright--and\r\nhe used to stand and stare just like Tommy's doing.\"\r\n\r\n\"If I had been there,\" said her father wrathfully, \"I'd have knocked\r\nhis head off.\"\r\n\r\n\"No, you wouldn't, because I'm sure he was really a very nice young\r\nman. He had a chin rather like yours, father. Besides, you couldn't\r\nhave got at him to knock his head off, because he was traveling\r\nsecond-class.\"\r\n\r\n\"Second-class? Then, you didn't talk with him?\"\r\n\r\n\"We couldn't. You wouldn't expect him to shout at me across the\r\nrailing! Only, whenever I walked round the deck, he seemed to be\r\nthere.\"\r\n\r\n\"Staring!\"\r\n\r\n\"He may not have been staring at me. Probably, he was just looking\r\nthe way the ship was going, and thinking of some girl in New York. I\r\ndon't think you can make much of a romance out of it, father.\"\r\n\r\n\"I don't want to, my dear. Princes don't travel in the\r\nsecond-cabin.\"\r\n\r\n\"He may have been a prince in disguise.\"\r\n\r\n\"More likely a drummer,\" grunted Mr. McEachern.\r\n\r\n\"Drummers are often quite nice, aren't they?\"\r\n\r\n\"Princes are nicer.\"\r\n\r\n\"Well, I'll go to bed and dream of the nicest one I can think of.\r\nCome along, dogs. Stop biting my slipper, Tommy. Why can't you\r\nbehave, like Rastus? Still, you don't snore, do you? Aren't you\r\ngoing to bed soon, father? I believe you've been sitting up late and\r\ngetting into all sorts of bad habits while I've been away. I'm sure\r\nyou have been smoking too much. When you've finished that cigar,\r\nyou're not even to think of another till to-morrow. Promise!\"\r\n\r\n\"Not one?\"\r\n\r\n\"Not one. I'm not going to have my father getting like the people\r\nyou read about in the magazine advertisements. You don't want to\r\nfeel sudden shooting pains, do you?\"\r\n\r\n\"No, my dear.\"\r\n\r\n\"And have to take some awful medicine?\"\r\n\r\n\"No.\"\r\n\r\n\"Then, promise.\"\r\n\r\n\"Very well, my dear. I promise.\"\r\n\r\nAs the door closed, the captain threw away the stump he was smoking,\r\nand remained for a moment in thought. Then, he drew another cigar\r\nfrom his case, lighted it, and resumed the study of the little\r\nnote-book. It was past three o'clock when he went to his bedroom."
  ]
}