{
  "index": 6,
  "title": "Chapter 5",
  "paragraphs": [
    "A THIEF IN THE NIGHT\r\n\r\n\r\nHow long the light had been darting about the room like a very much\r\nenlarged firefly, Jimmy did not know. It seemed to him like hours,\r\nfor it had woven itself into an incoherent waking dream of his; and\r\nfor a moment, as the mists of sleep passed away from his brain, he\r\nfancied that he was dreaming still. Then, sleep left him, and he\r\nrealized that the light, which was now moving slowly across the\r\nbookcase, was a real light.\r\n\r\nThat the man behind it could not have been there long was plain, or\r\nhe would have seen the chair and its occupant. He seemed to be\r\ntaking the room step by step. As Jimmy sat up noiselessly and\r\ngripped the arms of the chair in readiness for a spring, the light\r\npassed from the bookcase to the table. Another foot or so to the\r\nleft, and it would have fallen on Jimmy.\r\n\r\nFrom the position of the ray, Jimmy could see that the burglar was\r\napproaching on his side of the table. Though until that day he had\r\nnot been in the room for two months, its geography was clearly\r\nstamped on his mind's eye. He knew almost to a foot where his\r\nvisitor was standing. Consequently, when, rising swiftly from the\r\nchair, he made a football dive into the darkness, it was no\r\nspeculative dive. It had a conscious aim, and it was not restrained\r\nby any uncertainty as to whether the road to the burglar's knees was\r\nclear or not.\r\n\r\nHis shoulder bumped into a human leg. His arms closed\r\ninstantaneously on it, and pulled. There was a yelp of dismay, and a\r\ncrash. The lantern bounced away across the room, and wrecked itself\r\non the reef of the steam-heater. Its owner collapsed in a heap on\r\ntop of Jimmy.\r\n\r\nJimmy, underneath at the fall, speedily put himself uppermost with a\r\ntwist of his body. He had every advantage. The burglar was a small\r\nman, and had been taken very much by surprise, and any fight there\r\nmight have been in him in normal circumstances had been shaken out\r\nof him by the fall. He lay still, not attempting to struggle.\r\n\r\nJimmy half-rose, and, pulling his prisoner by inches to the door,\r\nfelt up the wall till he found the electric-light button.\r\n\r\nThe yellow glow that flooded the room disclosed a short, stocky\r\nyouth of obviously Bowery extraction. A shock of vivid red hair was\r\nthe first thing about him that caught the eye. A poet would have\r\ndescribed it as Titian. Its proprietor's friends and acquaintances\r\nprobably called it \"carrots.\" Looking up at Jimmy from under this\r\nwealth of crimson was a not unpleasing face. It was not handsome,\r\ncertainly; but there were suggestions of a latent good-humor. The\r\nnose had been broken at one period of its career, and one of the\r\nears was undeniably of the cauliflower type; but these are little\r\naccidents which may happen to any high-spirited young gentleman. In\r\ncostume, the visitor had evidently been guided rather by individual\r\ntaste than by the dictates of fashion. His coat was of rusty black,\r\nhis trousers of gray, picked out with stains of various colors.\r\nBeneath the coat was a faded red-and-white sweater. A hat of soft\r\nfelt lay on the floor by the table.\r\n\r\nThe cut of the coat was poor, and the fit of it spoiled by a bulge\r\nin one of the pockets. Diagnosing this bulge correctly, Jimmy\r\ninserted his hand, and drew out a dingy revolver.\r\n\r\n\"Well?\" he said, rising.\r\n\r\nLike most people, he had often wondered what he should do if he were\r\nto meet a burglar; and he had always come to the conclusion that\r\ncuriosity would be his chief emotion. His anticipations were proved\r\nperfectly correct. Now that he had abstracted his visitor's gun, he\r\nhad no wish to do anything but engage him in conversation. A\r\nburglar's life was something so entirely outside his experience! He\r\nwanted to learn the burglar's point of view. Incidentally, he\r\nreflected with amusement, as he recalled his wager, he might pick up\r\na few useful hints.\r\n\r\nThe man on the floor sat up, and rubbed the back of his head\r\nruefully.\r\n\r\n\"Gee!\" he muttered. \"I t'ought some guy had t'rown de buildin' at\r\nme.\"\r\n\r\n\"It was only little me,\" said Jimmy. \"Sorry if I hurt you at all.\r\nYou really want a mat for that sort of thing.\"\r\n\r\nThe man's hand went furtively to his pocket. Then, his eye caught\r\nsight of the revolver, which Jimmy had placed on the table. With a\r\nsudden dash, he seized it.\r\n\r\n\"Now, den, boss!\" he said, between his teeth.\r\n\r\nJimmy extended his hand, and unclasped it. Six shells lay in the\r\npalm.\r\n\r\n\"Why worry?\" he said. \"Sit down and let us talk of life.\"\r\n\r\n\"It's a fair cop, boss,\" said the man, resignedly.\r\n\r\n\"Away with melancholy,\" said Jimmy. \"I'm not going to call the\r\npolice. You can beat it whenever you like.\"\r\n\r\nThe man stared.\r\n\r\n\"I mean it,\" said Jimmy. \"What's the trouble? I've no grievance. I\r\nwish, though, if you haven't any important engagement, you would\r\nstop and talk awhile first.\"\r\n\r\nA broad grin spread itself across the other's face. There was\r\nsomething singularly engaging about him when he grinned.\r\n\r\n\"Gee! If youse ain't goin' to call de cops, I'll talk till de\r\nchickens roost ag'in.\"\r\n\r\n\"Talking, however,\" said Jimmy, \"is dry work. Are you by any chance\r\non the wagon?\"\r\n\r\n\"What's dat? Me? On your way, boss!\"\r\n\r\n\"Then, you'll find a pretty decent whiskey in that decanter. Help\r\nyourself. I think you'll like it.\"\r\n\r\nA musical gurgling, followed by a contented sigh, showed that the\r\nstatement had been tested and proved correct.\r\n\r\n\"Cigar?\" asked Jimmy.\r\n\r\n\"Me fer dat,\" assented his visitor.\r\n\r\n\"Take a handful.\"\r\n\r\n\"I eats dem alive,\" said the marauder jovially, gathering in the\r\nspoils.\r\n\r\nJimmy crossed his legs.\r\n\r\n\"By the way,\" he said, \"let there be no secrets between us. What's\r\nyour name? Mine is Pitt. James Willoughby Pitt.\"\r\n\r\n\"Mullins is my monaker, boss. Spike, dey calls me.\"\r\n\r\n\"And you make a living at this sort of thing?\"\r\n\r\n\"Not so woise.\"\r\n\r\n\"How did you get in here?\"\r\n\r\nSpike Mullins grinned.\r\n\r\n\"Gee! Ain't de window open?\"\r\n\r\n\"If it hadn't been?\"\r\n\r\n\"I'd a' busted it.\"\r\n\r\nJimmy eyed the fellow fixedly.\r\n\r\n\"Can you use an oxy-acetylene blow-pipe?\" he demanded.\r\n\r\nSpike was on the point of drinking. He lowered his glass, and gaped.\r\n\r\n\"What's dat?\" he said.\r\n\r\n\"An oxy-acetylene blow-pipe.\"\r\n\r\n\"Search me,\" said Spike, blankly. \"Dat gets past me.\"\r\n\r\nJimmy's manner grew more severe.\r\n\r\n\"Can you make soup?\"\r\n\r\n\"Soup, boss?\"\r\n\r\n\"He doesn't know what soup is,\" said Jimmy, despairingly. \"My good\r\nman, I'm afraid you have missed your vocation. You have no business\r\nto be trying to burgle. You don't know the first thing about the\r\ngame.\"\r\n\r\nSpike was regarding the speaker with disquiet over his glass. Till\r\nnow, the red-haired one had been very well satisfied with his\r\nmethods, but criticism was beginning to sap his nerve. He had heard\r\ntales of masters of his craft who made use of fearsome implements\r\nsuch as Jimmy had mentioned; burglars who had an airy\r\nacquaintanceship, bordering on insolent familiarity, with the\r\nmarvels of science; men to whom the latest inventions were as\r\nfamiliar as his own jemmy was to himself. Could this be one of that\r\nselect band? His host began to take on a new aspect in his eyes.\r\n\r\n\"Spike,\" said Jimmy.\r\n\r\n\"Huh?\"\r\n\r\n\"Have you a thorough knowledge of chemistry, physics--\"\r\n\r\n\"On your way, boss!\"\r\n\r\n\"--toxicology--\"\r\n\r\n\"Search me!\"\r\n\r\n\"--electricity and microscopy?\"\r\n\r\n\"... Nine, ten. Dat's de finish. I'm down an' out.\"\r\n\r\nJimmy shook his head, sadly.\r\n\r\n\"Give up burglary,\" he said. \"It's not in your line. Better try\r\npoultry-farming.\"\r\n\r\nSpike twiddled his glass, abashed.\r\n\r\n\"Now, I,\" said Jimmy airily, \"am thinking of breaking into a house\r\nto-night.\"\r\n\r\n\"Gee!\" exclaimed Spike, his suspicions confirmed at last. \"I t'ought\r\nyouse was in de game, boss. Sure, you're de guy dat's onto all de\r\ncurves. I t'ought so all along.\"\r\n\r\n\"I should like to hear,\" said Jimmy amusedly, as one who draws out\r\nan intelligent child, \"how you would set about burgling one of those\r\nup-town villas. My own work has been on a somewhat larger scale and\r\non the other side of the Atlantic.\"\r\n\r\n\"De odder side?\"\r\n\r\n\"I have done as much in London, as anywhere else,\" said Jimmy. \"A\r\ngreat town, London, full of opportunities for the fine worker. Did\r\nyou hear of the cracking of the New Asiatic Bank in Lombard Street?\"\r\n\r\n\"No, boss,\" whispered Spike. \"Was dat you?\"\r\n\r\nJimmy laughed.\r\n\r\n\"The police would like an answer to the same question,\" he said,\r\nself-consciously. \"Perhaps, you heard nothing of the disappearance\r\nof the Duchess of Havant's diamonds?\"\r\n\r\n\"Wasdat--?\"\r\n\r\n\"The thief,\" said Jimmy, flicking a speck of dust from his coat\r\nsleeve, \"was discovered to have used an oxy-acetylene blow-pipe.\"\r\n\r\nThe rapturous intake of Spike's breath was the only sound that broke\r\nthe silence. Through the smoke, his eyes could be seen slowly\r\nwidening.\r\n\r\n\"But about this villa,\" said Jimmy. \"I am always interested even in\r\nthe humblest sides of the profession. Now, tell me, supposing you\r\nwere going to break into a villa, what time of night would you do\r\nit?\"\r\n\r\n\"I always t'inks it's best either late like dis or when de folks is\r\nin at supper,\" said Spike, respectfully.\r\n\r\nJimmy smiled a faint, patronizing smile, and nodded.\r\n\r\n\"Well, and what would you do?\"\r\n\r\n\"I'd rubber around some to see isn't dere a window open somewheres,\"\r\nsaid Spike, diffidently.\r\n\r\n\"And if there wasn't?\"\r\n\r\n\"I'd climb up de porch an' into one of de bedrooms,\" said Spike,\r\nalmost blushing. He felt like a boy reading his first attempts at\r\noriginal poetry to an established critic. What would this master\r\ncracksman, this polished wielder of the oxy-acetylene blow-pipe,\r\nthis expert in toxicology, microscopy and physics think of his\r\ncallow outpourings!\r\n\r\n\"How would you get into the bedroom?\"\r\n\r\nSpike hung his head.\r\n\r\n\"Bust de catch wit' me jemmy,\" he whispered, shamefacedly.\r\n\r\n\"Burst the catch with your jemmy?\"\r\n\r\n\"It's de only way I ever learned,\" pleaded Spike.\r\n\r\nThe expert was silent. He seemed to be thinking. The other watched\r\nhis face, humbly.\r\n\r\n\"How would youse do it, boss?\" he ventured timidly, at last.\r\n\r\n\"Eh?\"\r\n\r\n\"How would youse do it?\"\r\n\r\n\"Why, I'm not sure,\" said the master, graciously, \"whether your way\r\nmight not do in a case like that. It's crude, of course, but with a\r\nfew changes it would do.\"\r\n\r\n\"Gee, boss! Is dat right?\" queried the astonished disciple.\r\n\r\n\"It would do,\" said the master, frowning thoughtfully; \"it would do\r\nquite well--quite well!\"\r\n\r\nSpike drew a deep breath of joy and astonishment. That his methods\r\nshould meet with approval from such a mind...!\r\n\r\n\"Gee!\" he whispered--as who would say, \"I and Napoleon.\""
  ]
}