{
  "index": 8,
  "title": "Chapter 7",
  "paragraphs": [
    "GETTING ACQUAINTED\r\n\r\n\r\nA cyclone, entering a room, is apt to alter the position of things.\r\nThis cyclone shifted a footstool, a small chair, a rug, and Spike.\r\nThe chair, struck by a massive boot, whirled against the wall. The\r\nfoot-stool rolled away. The rug crumpled up and slid. Spike, with a\r\nyell, leaped to his feet, slipped again, fell, and finally\r\ncompromised on an all-fours position, in which attitude he remained,\r\nblinking.\r\n\r\nWhile these stirring acts were in progress, there was the sound of a\r\ndoor opening upstairs, followed by a scuttering of feet and an\r\nappalling increase in the canine contribution to the current noises.\r\nThe duet had now taken on quite a Wagnerian effect.\r\n\r\nThere raced into the room first a white bull-terrier, he of the\r\nsoprano voice, and--a bad second--his fellow artiste, the baritone,\r\na massive bull-dog, bearing a striking resemblance to the big man\r\nwith the big lower jaw whose entrance had started the cyclone.\r\n\r\nAnd, then, in theatrical parlance, the entire company \"held the\r\npicture.\" Up-stage, with his hand still on the door, stood the man\r\nwith the jaw; downstage, Jimmy; center, Spike and the bull-dog,\r\ntheir noses a couple of inches apart, inspected each other with\r\nmutual disfavor. On the extreme O. P. side, the bull-terrier, who\r\nhad fallen foul of a wicker-work table, was crouching with extended\r\ntongue and rolling eyes, waiting for the next move.\r\n\r\nThe householder looked at Jimmy. Jimmy looked at the householder.\r\nSpike and the bull-dog looked at each other. The bull-terrier\r\ndistributed his gaze impartially around the company.\r\n\r\n\"A typical scene of quiet American home-life,\" murmured Jimmy.\r\n\r\nThe householder glowered.\r\n\r\n\"Hands up, you devils!\" he roared, pointing a mammoth revolver.\r\n\r\nThe two marauders humored his whim.\r\n\r\n\"Let me explain,\" said Jimmy pacifically, shuffling warily around in\r\norder to face the bull-terrier, who was now strolling in his\r\ndirection with an ill-assumed carelessness.\r\n\r\n\"Keep still, you blackguard!\"\r\n\r\nJimmy kept still. The bull-terrier, with the same abstracted air,\r\nwas beginning a casual inspection of his right trouser-leg.\r\n\r\nRelations between Spike and the bull-dog, meanwhile, had become more\r\nstrained. The sudden flinging up of the former's arms had had the\r\nworst effects on the animal's nerves. Spike, the croucher on\r\nall-fours, he might have tolerated; but Spike, the semaphore, inspired\r\nhim with thoughts of battle. He was growling in a moody, reflective\r\nmanner. His eye was full of purpose.\r\n\r\nIt was probably this that caused Spike to look at the householder.\r\nTill then, he had been too busy to shift his gaze, but now the\r\nbull-dog's eye had become so unpleasing that he cast a pathetic glance up\r\nat the man by the door.\r\n\r\n\"Gee!\" he cried. \"It's de boss. Say, boss, call off de dawg. It's\r\nsure goin' to nip de hull head off'n me.\"\r\n\r\nThe other lowered the revolver in surprise.\r\n\r\n\"So, it's you, you limb of Satan!\" he remarked. \"I thought I had\r\nseen that damned red head of yours before. What are you doing in my\r\nhouse?\"\r\n\r\nSpike uttered a howl in which indignation and self-pity were nicely\r\nblended.\r\n\r\n\"I'll lay for that Swede!\" he cried. \"I'll soak it to him good!\r\nBoss, I've had a raw deal. On de level, I has. Dey's a feller I\r\nknow, a fat Swede--Ole Larsen his monaker is--an' dis feller an' me\r\nstarted in scrapping last week, an' I puts it all over him, so he\r\nhad it in for me. But he comes up to me, like as if he's meanin' to\r\nbe good, an' he says he's got a soft proposition fer me if I'll give\r\nhim half. So, I says all right, where is it? An' he gives me de\r\nnumber of dis house, an' says dis is where a widder-lady lives all\r\nalone, an' has got silver mugs and t'ings to boin, an' dat she's\r\naway down Sout', so dere ain't nobody in de house. Gee! I'll soak it\r\nto dat Swede! It was a raw deal, boss. He was just hopin' to put me\r\nin bad wit' you. Dat's how it was, boss. Honest!\"\r\n\r\nThe big man listened to this sad story of Grecian gifts in silence.\r\nNot so the bull-dog, which growled from start to finish.\r\n\r\nSpike eyed it uneasily.\r\n\r\n\"Won't you call off de dawg, boss?\" he said.\r\n\r\nThe other stooped, and grasped the animal's collar, jerking him\r\naway.\r\n\r\n\"The same treatment,\" suggested Jimmy with approval, \"would also do\r\na world of good to this playful and affectionate animal--unless he\r\nis a vegetarian. In which case, don't bother.\"\r\n\r\nThe big man glowered at him.\r\n\r\n\"Who are you?\" he demanded.\r\n\r\n\"My name,\" began Jimmy, \"is--\"\r\n\r\n\"Say,\" said Spike, \"he's a champion burglar, boss--\"\r\n\r\nThe householder shut the door.\r\n\r\n\"Eh?\" he said.\r\n\r\n\"He's a champion burglar from de odder side. He sure is. From\r\nLunnon. Gee, he's de guy! Tell him about de bank you opened, an' de\r\njools you swiped from de duchess, an' de what-d'ye-call-it\r\nblow-pipe.\"\r\n\r\nIt seemed to Jimmy that Spike was showing a certain want of tact.\r\nWhen you are discovered by a householder--with revolver--in his\r\nparlor at half-past three in the morning, it is surely an\r\ninjudicious move to lay stress on your proficiency as a burglar. The\r\nhouseholder may be supposed to take that for granted. The side of\r\nyour character that should be advertised in such a crisis is the\r\nnon-burglarious. Allusion should be made to the fact that, as a\r\nchild, you attended Sunday school regularly, and to what the\r\nminister said when you took the divinity prize. The idea should be\r\nconveyed to the householder's mind that, if let off with a caution,\r\nyour innate goodness of heart will lead you to reform and to avoid\r\nsuch scenes in future.\r\n\r\nWith some astonishment, therefore, Jimmy found that these\r\nrevelations, so far from prejudicing the man with the revolver\r\nagainst him, had apparently told in his favor. The man behind the\r\ngun was regarding him rather with interest than disapproval.\r\n\r\n\"So, you're a crook from London, are you?\"\r\n\r\nJimmy did not hesitate. If being a crook from London was a passport\r\ninto citizens' parlors in the small hours, and, more particularly,\r\nif it carried with it also a safe-conduct out of them, Jimmy was not\r\nthe man to refuse the role. He bowed.\r\n\r\n\"Well, you'll have to come across, now you're in New York.\r\nUnderstand that! And come across good.\"\r\n\r\n\"Sure, he will,\" said Spike, charmed that the tension had been\r\nrelieved, and matters placed upon a pleasant and business-like\r\nfooting. \"He'll be good. He's next to de game, sure.\"\r\n\r\n\"Sure,\" echoed Jimmy, courteously. He did not understand; but things\r\nseemed to be taking a turn for the better, so why disturb the\r\nharmony?\r\n\r\n\"Dis gent,\" said Spike respectfully, \"is boss of de cops. A\r\npolice-captain,\" he corrected himself.\r\n\r\nA light broke upon Jimmy's darkness. He wondered he had not\r\nunderstood before. He had not been a newspaper-man in New York for a\r\nyear without finding out something of the inner workings of the\r\npolice force. He saw now why the other's manner had changed.\r\n\r\n\"Pleased to meet you,\" he said. \"We must have a talk together one of\r\nthese days.\"\r\n\r\n\"We must,\" said the police-captain, significantly. He was rich,\r\nricher than he had ever hoped to be; but he was still on Tom\r\nTiddler's ground, and meant to make the most of it.\r\n\r\n\"Of course, I don't know your methods on this side, but anything\r\nthat's usual--\"\r\n\r\n\"I'll see you at my office. Spike Mullins will show you where it\r\nis.\"\r\n\r\n\"Very well. You must forgive this preliminary informal call. We came\r\nin more to shelter from the rain than anything.\"\r\n\r\n\"You did, did you?\"\r\n\r\nJimmy felt that it behooved him to stand on his dignity. The\r\nsituation demanded it.\r\n\r\n\"Why,\" he said with some hauteur, \"in the ordinary course of\r\nbusiness I should hardly waste time over a small crib like--\"\r\n\r\n\"It's banks fer his,\" murmured Spike, rapturously. \"He eats dem\r\nalive. An' jools from duchesses.\"\r\n\r\n\"I admit a partiality for jewels and duchesses,\" said Jimmy. \"And,\r\nnow, as it's a little late, perhaps we had better--Ready, Spike?\r\nGood-night, then. Pleased to have met you.\"\r\n\r\n\"I'll see you at my office.\"\r\n\r\n\"I may possibly look in. I shall be doing very little work in New\r\nYork, I fancy. I am here merely on a vacation.\"\r\n\r\n\"If you do any work at all,\" said the policeman coldly, \"you'll look\r\nin at my office, or you'll wish you had when it's too late.\"\r\n\r\n\"Of course, of course. I shouldn't dream of omitting any formality\r\nthat may be usual. But I don't fancy I shall break my vacation. By\r\nthe way, one little thing. Have you any objections to my carving a\r\nJ on your front-door?\"\r\n\r\nThe policeman stared.\r\n\r\n\"On the inside. It won't show. It's just a whim of mine. If you have\r\nno objection?\"\r\n\r\n\"I don't want any of your--\" began the policeman.\r\n\r\n\"You misunderstand me. It's only that it means paying for a dinner.\r\nI wouldn't for the world--\"\r\n\r\nThe policeman pointed to the window.\r\n\r\n\"Out you get,\" he said, abruptly. \"I've had enough of you. And don't\r\nyou forget to come to my office.\"\r\n\r\nSpike, still deeply mistrustful of the bull-dog Rastus, jumped at\r\nthe invitation. He was through the window and out of sight in the\r\nfriendly darkness almost before the policeman had finished speaking.\r\nJimmy remained.\r\n\r\n\"I shall be delighted--\" he had begun. Then, he stopped. In the\r\ndoorway was standing a girl--a girl whom he recognized. Her startled\r\nlook told him that she, too, had recognized him.\r\n\r\nNot for the first time since he had set out from his flat that night\r\nin Spike's company, Jimmy was conscious of a sense of the unreality\r\nof things. It was all so exactly as it would have happened in a\r\ndream! He had gone to sleep thinking of this girl, and here she was.\r\nBut a glance at the man with the revolver brought him back to earth.\r\nThere was nothing of the dream-world about the police-captain.\r\n\r\nThat gentleman, whose back was toward the door, had not observed the\r\naddition to the company. Molly had turned the handle quietly, and\r\nher slippered feet made no sound. It was the amazed expression on\r\nJimmy's face that caused the captain to look toward the door.\r\n\r\n\"Molly!\"\r\n\r\nThe girl smiled, though her face was white. Jimmy's evening clothes\r\nhad reassured her. She did not understand how he came to be there,\r\nbut evidently there was nothing wrong. She had interrupted a\r\nconversation, not a conflict.\r\n\r\n\"I heard the noise and you going downstairs, and I sent the dogs\r\ndown to help you, father,\" she said. \"And, then, after a little, I\r\ncame down to see if you were all right.\"\r\n\r\nMr. McEachern was perplexed. Molly's arrival had put him in an\r\nawkward position. To denounce the visitor as a cracksman was now\r\nimpossible, for he knew too much. The only real fear of the\r\npoliceman's life was lest some word of his money-making methods\r\nmight come to his daughter's ears.\r\n\r\nQuite a brilliant idea came to him.\r\n\r\n\"A man broke in, my dear,\" he said. \"This gentleman was passing, and\r\nsaw him.\"\r\n\r\n\"Distinctly,\" said Jimmy. \"An ugly-looking customer!\"\r\n\r\n\"But he slipped out of the window, and got away,\" concluded the\r\npoliceman.\r\n\r\n\"He was very quick,\" said Jimmy. \"I think he may have been a\r\nprofessional acrobat.\"\r\n\r\n\"He didn't hurt you, father?\"\r\n\r\n\"No, no, my dear.\"\r\n\r\n\"Perhaps I frightened him,\" said Jimmy, airily.\r\n\r\nMr. McEachern scowled furtively at him.\r\n\r\n\"We mustn't detain you, Mr.-\"\r\n\r\n\"Pitt,\" said Jimmy. \"My name is Pitt.\" He turned to Molly. \"I hope\r\nyou enjoyed the voyage.\"\r\n\r\nThe policeman started.\r\n\r\n\"You know my daughter?\"\r\n\r\n\"By sight only, I'm afraid. We were fellow-passengers on the\r\nLusitania. Unfortunately, I was in the second-cabin. I used to see\r\nyour daughter walking the deck sometimes.\"\r\n\r\nMolly smiled.\r\n\r\n\"I remember seeing you--sometimes.\"\r\n\r\nMcEachern burst out.\r\n\r\n\"Then, you--!\"\r\n\r\nHe stopped, and looked at Molly. The girl was bending over Rastus,\r\ntickling him under the ear.\r\n\r\n\"Let me show you the way out, Mr. Pitt,\" said the policeman,\r\nshortly. His manner was abrupt, but when one is speaking to a man\r\nwhom one would dearly love to throw out of the window, abruptness is\r\nalmost unavoidable.\r\n\r\n\"Perhaps I should be going,\" said Jimmy.\r\n\r\n\"Good-night, Mr. Pitt,\" said Molly.\r\n\r\n\"I hope we shall meet again,\" said Jimmy.\r\n\r\n\"This way, Mr. Pitt,\" growled McEachern, holding the door.\r\n\r\n\"Please don't trouble,\" said Jimmy. He went to the window, and,\r\nflinging his leg over the sill, dropped noiselessly to the ground.\r\n\r\nHe turned and put his head in at the window again.\r\n\r\n\"I did that rather well,\" he said, pleasantly. \"I think I must take\r\nup this--sort of thing as a profession. Good-night.\""
  ]
}