{
  "index": 4,
  "title": "Chapter 3",
  "paragraphs": [
    "MR. McEACHERN\r\n\r\n\r\nAt about the time when Jimmy's meditations finally merged themselves\r\nin dreams, a certain Mr. John McEachern, Captain of Police, was\r\nseated in the parlor of his up-town villa, reading. He was a man\r\nbuilt on a large scale. Everything about him was large--his hands,\r\nhis feet, his shoulders, his chest, and particularly his jaw, which\r\neven in his moments of calm was aggressive, and which stood out,\r\nwhen anything happened to ruffle him, like the ram of a battle-ship.\r\nIn his patrolman days, which had been passed mainly on the East\r\nside, this jaw of his had acquired a reputation from Park Row to\r\nFourteenth Street. No gang-fight, however absorbing, could retain\r\nthe undivided attention of the young blood of the Bowery when Mr.\r\nMcEachern's jaw hove in sight with the rest of his massive person in\r\nclose attendance. He was a man who knew no fear, and he had gone\r\nthrough disorderly mobs like an east wind.\r\n\r\nBut there was another side to his character. In fact, that other\r\nside was so large that the rest of him, his readiness in combat and\r\nhis zeal in breaking up public disturbances, might be said to have\r\nbeen only an off-shoot. For his ambition was as large as his fist\r\nand as aggressive as his jaw. He had entered the force with the\r\nsingle idea of becoming rich, and had set about achieving his object\r\nwith a strenuous vigor that was as irresistible as his mighty\r\nlocust-stick. Some policemen are born grafters, some achieve graft,\r\nand some have graft thrust upon them. Mr. McEachern had begun by\r\nbeing the first, had risen to the second, and for some years now had\r\nbeen a prominent member of the small and hugely prosperous third\r\nclass, the class that does not go out seeking graft, but sits at\r\nhome and lets graft come to it.\r\n\r\nIn his search for wealth, he had been content to abide his time. He\r\ndid not want the trifling sum that every New York policeman\r\nacquires. His object was something bigger, and he was prepared to\r\nwait for it. He knew that small beginnings were an annoying but\r\nunavoidable preliminary to all great fortunes. Probably, Captain\r\nKidd had started in a small way. Certainly, Mr. Rockefeller had. He\r\nwas content to follow in the footsteps of the masters.\r\n\r\nA patrolman's opportunities of amassing wealth are not great. Mr.\r\nMcEachern had made the best of a bad job. He had not disdained the\r\ndollars that came as single spies rather than in battalions. Until\r\nthe time should arrive when he might angle for whales, he was\r\nprepared to catch sprats.\r\n\r\nMuch may be done, even on a small scale, by perseverance. In those\r\nearly days, Mr. McEachern's observant eye had not failed to notice\r\ncertain peddlers who obstructed the traffic, divers tradesmen who\r\ndid the same by the side-walk, and of restaurant keepers not a few\r\nwith a distaste for closing at one o'clock in the morning. His\r\nresearches in this field were not unprofitable. In a reasonably\r\nshort space of time, he had put by the three thousand dollars that\r\nwere the price of his promotion to detective-sergeant. He did not\r\nlike paying three thousand dollars for promotion, but there must be\r\nsinking of capital if an investment is to prosper. Mr. McEachern\r\n\"came across,\" and climbed one more step up the ladder.\r\n\r\nAs detective-sergeant, he found his horizon enlarged. There was more\r\nscope for a man of parts. Things moved more rapidly. The world\r\nseemed full of philanthropists, anxious to \"dress his front\" and do\r\nhim other little kindnesses. Mr. McEachern was no churl. He let them\r\ndress his front. He accepted the little kindnesses. Presently, he\r\nfound that he had fifteen thousand dollars to spare for any small\r\nflutter that might take his fancy. Singularly enough, this was the\r\nprecise sum necessary to make him a captain.\r\n\r\nHe became a captain. And it was then that he discovered that El\r\nDorado was no mere poet's dream, and that Tom Tiddler's Ground,\r\nwhere one might stand picking up gold and silver, was as definite a\r\nlocality as Brooklyn or the Bronx. At last, after years of patient\r\nwaiting, he stood like Moses on the mountain, looking down into the\r\nPromised Land. He had come to where the Big Money was.\r\n\r\nThe captain was now reading the little note-book wherein he kept a\r\nrecord of his investments, which were numerous and varied. That the\r\ncontents were satisfactory was obvious at a glance. The smile on his\r\nface and the reposeful position of his jaw were proof enough of\r\nthat. There were notes relating to house-property, railroad shares,\r\nand a dozen other profitable things. He was a rich man.\r\n\r\nThis was a fact that was entirely unsuspected by his neighbors, with\r\nwhom he maintained somewhat distant relations, accepting no\r\ninvitations and giving none. For Mr. McEachern was playing a big\r\ngame. Other eminent buccaneers in his walk of life had been content\r\nto be rich men in a community where moderate means were the rule.\r\nBut about Mr. McEachern there was a touch of the Napoleonic. He\r\nmeant to get into society--and the society he had selected was that\r\nof England. Other people have noted the fact--which had impressed\r\nitself very firmly on the policeman's mind--that between England and\r\nthe United States there are three thousand miles of deep water. In\r\nthe United States, he would be a retired police-captain; in England,\r\nan American gentleman of large and independent means with a\r\nbeautiful daughter.\r\n\r\nThat was the ruling impulse in his life--his daughter Molly. Though,\r\nif he had been a bachelor, he certainly would not have been\r\nsatisfied to pursue a humble career aloof from graft, on the other\r\nhand, if it had not been for Molly, he would not have felt, as he\r\ngathered in his dishonest wealth, that he was conducting a sort of\r\nholy war. Ever since his wife had died, in his detective-sergeant\r\ndays, leaving him with a year-old daughter, his ambitions had been\r\ninseparably connected with Molly.\r\n\r\nAll his thoughts were on the future. This New York life was only a\r\npreparation for the splendors to come. He spent not a dollar\r\nunnecessarily. When Molly was home from school, they lived together\r\nsimply and quietly in the small house which Molly's taste made so\r\ncomfortable. The neighbors, knowing his profession and seeing the\r\nmodest scale on which he lived, told one another that here at any\r\nrate was a policeman whose hands were clean of graft. They did not\r\nknow of the stream that poured week by week and year by year into\r\nhis bank, to be diverted at intervals into the most profitable\r\nchannels. Until the time should come for the great change, economy\r\nwas his motto. The expenses of his home were kept within the bounds\r\nof his official salary. All extras went to swell his savings.\r\n\r\nHe closed his book with a contented sigh, and lighted another cigar.\r\nCigars were his only personal luxury. He drank nothing, ate the\r\nsimplest food, and made a suit of clothes last for quite an unusual\r\nlength of time; but no passion for economy could make him deny\r\nhimself smoke.\r\n\r\nHe sat on, thinking. It was very late, but he did not feel ready for\r\nbed. A great moment had arrived in his affairs. For days, Wall\r\nStreet had been undergoing one of its periodical fits of jumpiness.\r\nThere had been rumors and counter-rumors, until finally from the\r\nconfusion there had soared up like a rocket the one particular stock\r\nin which he was most largely interested. He had unloaded that\r\nmorning, and the result had left him slightly dizzy. The main point\r\nto which his mind clung was that the time had come at last. He could\r\nmake the great change now at any moment that suited him.\r\n\r\nHe was blowing clouds of smoke and gloating over this fact when the\r\ndoor opened, admitting a bull-terrier, a bull-dog, and in the wake\r\nof the procession a girl in a kimono and red slippers."
  ]
}