{
  "index": 16,
  "title": "Chapter 15",
  "paragraphs": [
    "MR. MCEACHERN INTERVENES\r\n\r\n\r\nLife at the castle during the first few days of his visit filled\r\nJimmy with a curious blend of emotions, mainly unpleasant. Fate, in\r\nits pro-Jimmy capacity, seemed to be taking a rest. In the first\r\nplace, the part allotted to him was not that of Lord Herbert, the\r\ncharacter who talked to Molly most of the time. The instant\r\nCharteris learned from Lord Dreever that Jimmy had at one time\r\nactually been on the stage professionally, he decided that Lord\r\nHerbert offered too little scope for the new man's talents.\r\n\r\n\"Absolutely no good to you, my dear chap,\" he said. \"It's just a\r\nsmall dude part. He's simply got to be a silly ass.\"\r\n\r\nJimmy pleaded that he could be a sillier ass than anybody living;\r\nbut Charteris was firm.\r\n\r\n\"No,\" he said. \"You must be Captain Browne. Fine acting part. The\r\nbiggest in the piece. Full of fat lines. Spennie was to have played\r\nit, and we were in for the worst frost in the history of the stage.\r\nNow you've come, it's all right. Spennie's the ideal Lord Herbert.\r\nHe's simply got to be him-self. We've got a success now, my boy.\r\nRehearsal after lunch. Don't be late.\" And he was off to beat up the\r\nrest of the company.\r\n\r\nFrom that moment, Jimmy's troubles began. Charteris was a young man\r\nin whom a passion for the stage was ineradicably implanted. It\r\nmattered nothing to him during these days that the sun shone, that\r\nit was pleasant on the lake, and that Jimmy would have given five\r\npounds a minute to be allowed to get Molly to himself for half-an-hour\r\nevery afternoon. All he knew or cared about was that the local\r\nnobility and gentry were due to arrive at the castle within a week,\r\nand that, as yet, very few of the company even knew their lines.\r\nHaving hustled Jimmy into the part of CAPTAIN BROWNE, he gave his\r\nenergy free play. He conducted rehearsals with a vigor that\r\noccasionally almost welded the rabble he was coaching into something\r\napproaching coherency. He painted scenery, and left it about--wet,\r\nand people sat on it. He nailed up horseshoes for luck, and they\r\nfell on people. But nothing daunted him. He never rested.\r\n\r\n\"Mr. Charteris,\" said Lady Julia, rather frigidly, after one\r\nenergetic rehearsal, \"is indefatigable. He whirled me about!\"\r\n\r\nIt was perhaps his greatest triumph, properly considered, that he\r\nhad induced Lady Julia to take a part in his piece; but to the born\r\norganizer of amateur theatricals no miracle of this kind is\r\nimpossible, and Charteris was one of the most inveterate organizers\r\nin the country. There had been some talk--late at night, in the\r\nbilliard room--of his being about to write in a comic footman role\r\nfor Sir Thomas; but it had fallen through, not, it was felt, because\r\nCharteris could not have hypnotized his host into undertaking the\r\npart, but rather because Sir Thomas was histrionically unfit.\r\n\r\nMainly as a result of the producer's energy, Jimmy found himself one\r\nof a crowd, and disliked the sensation. He had not experienced much\r\ndifficulty in mastering the scenes in which he appeared; but\r\nunfortunately those who appeared with him had. It occurred to Jimmy\r\ndaily, after he had finished \"running through the lines\" with a\r\nseries of agitated amateurs, male and female, that for all practical\r\npurposes he might just as well have gone to Japan. In this confused\r\nwelter of rehearsers, his opportunities of talking with Molly were\r\ninfinitesimal. And, worse, she did not appear to mind. She was\r\ncheerful and apparently quite content to be engulfed in a crowd.\r\nProbably, he thought with some melancholy, if she met his eye and\r\nnoted in it a distracted gleam, she put it down to the cause that\r\nmade other eyes in the company gleam distractedly during this week.\r\n\r\nJimmy began to take a thoroughly jaundiced view of amateur\r\ntheatricals, and of these amateur theatricals in particular. He felt\r\nthat in the electric flame department of the infernal regions there\r\nshould be a special gridiron, reserved exclusively for the man who\r\ninvented these performances, so diametrically opposed to the true\r\nspirit of civilization. At the close of each day, he cursed\r\nCharteris with unfailing regularity.\r\n\r\nThere was another thing that disturbed him. That he should be unable\r\nto talk with Molly was an evil, but a negative evil. It was\r\nsupplemented by one that was positive. Even in the midst of the\r\nchaos of rehearsals, he could not help noticing that Molly and Lord\r\nDreever were very much together. Also--and this was even more\r\nsinister--he observed that both Sir Thomas Blunt and Mr. McEachern\r\nwere making determined efforts to foster the state of affairs.\r\n\r\nOf this, he had sufficient proof one evening when, after scheming\r\nand plotting in a way that had made the great efforts of Machiavelli\r\nand Richelieu seem like the work of raw novices, he had cut Molly out\r\nfrom the throng, and carried her off for the alleged purpose of\r\nhelping him feed the chickens. There were, as he had suspected,\r\nchickens attached to the castle. They lived in a little world of\r\nnoise and smells at the back of the stables. Bearing an iron pot\r\nfull of a poisonous-looking mash, and accompanied by Molly, he had\r\nfelt for perhaps a minute and a half like a successful general. It\r\nis difficult to be romantic when you are laden with chicken-feed in\r\nan unwieldy iron pot, but he had resolved that this portion of the\r\nproceedings should be brief. The birds should dine that evening on\r\nthe quick-lunch principle. Then--to the more fitting surroundings of\r\nthe rose-garden! There was plenty of time before the hour of the\r\nsounding of the dressing-gong. Perhaps, even a row on the lake--\r\n\r\n\"What ho!\" said a voice.\r\n\r\nBehind them, with a propitiatory smile on his face, stood his\r\nlordship of Dreever.\r\n\r\n\"My uncle told me I should find you out here. What have you got in\r\nthere, Pitt? Is this what you feed them on? I say, you know, queer\r\ncoves, hens! I wouldn't touch that stuff for a fortune, what? Looks\r\nto me poisonous.\"\r\n\r\nHe met Jimmy's eye, and stopped. There was that in Jimmy's eye that\r\nwould have stopped an avalanche. His lordship twiddled his fingers\r\nin pink embarrassment.\r\n\r\n\"Oh, look!\" said Molly. \"There's a poor little chicken out there in\r\nthe cold. It hasn't had a morsel. Give me the spoon, Mr. Pitt. Here,\r\nchick, chick! Don't be silly, I'm not going to hurt you. I've\r\nbrought you your dinner.\"\r\n\r\nShe moved off in pursuit of the solitary fowl, which had edged\r\nnervously away. Lord Dreever bent toward Jimmy.\r\n\r\n\"Frightfully sorry, Pitt, old man,\" he whispered, feverishly.\r\n\"Didn't want to come. Couldn't help it. He sent me out.\" He\r\nhalf-looked over his shoulder. \"And,\" he added rapidly, as Molly came\r\nback, \"the old boy's up at his bedroom window now, watching us\r\nthrough his opera-glasses!\"\r\n\r\nThe return journey to the house was performed in silence--on Jimmy's\r\npart, in thoughtful silence. He thought hard, and he had been\r\nthinking ever since.\r\n\r\nHe had material for thought. That Lord Dreever was as clay in his\r\nuncle's hands he was aware. He had not known his lordship long, but\r\nhe had known him long enough to realize that a backbone had been\r\ncarelessly omitted from his composition. What his uncle directed,\r\nthat would he do. The situation looked bad to Jimmy. The order, he\r\nknew, had gone out that Lord Dreever was to marry money. And Molly\r\nwas an heiress. He did not know how much Mr. McEachern had amassed\r\nin his dealings with New York crime, but it must be something\r\nconsiderable. Things looked black.\r\n\r\nThen, Jimmy had a reaction. He was taking much for granted. Lord\r\nDreever might be hounded into proposing to Molly, but what earthly\r\nreason was there for supposing that Molly would accept him? He\r\ndeclined even for an instant to look upon Spennie's title in the\r\nlight of a lure. Molly was not the girl to marry for a title. He\r\nendeavored to examine impartially his lordship's other claims. He\r\nwas a pleasant fellow, with--to judge on short acquaintanceship--an\r\nundeniably amiable disposition. That much must be conceded. But\r\nagainst this must be placed the equally undeniable fact that he was\r\nalso, as he would have put it himself, a most frightful ass. He was\r\nweak. He had no character. Altogether, the examination made Jimmy\r\nmore cheerful. He could not see the light-haired one, even with Sir\r\nThomas Blunt shoving behind, as it were, accomplishing the knight's\r\nends. Shove he never so wisely, Sir Thomas could never make a Romeo\r\nout of Spennie Dreever.\r\n\r\nIt was while sitting in the billiard-room one night after dinner,\r\nwatching his rival play a hundred up with the silent Hargate, that\r\nJimmy came definitely to this conclusion. He had stopped there to\r\nwatch, more because he wished to study his man at close range than\r\nbecause the game was anything out of the common as an exposition of\r\nbilliards. As a matter of fact, it would have been hard to imagine a\r\nworse game. Lord Dreever, who was conceding twenty, was poor, and\r\nhis opponent an obvious beginner. Again, as he looked on, Jimmy was\r\npossessed of an idea that he had met Hargate before. But, once more,\r\nhe searched his memory, and drew blank. He did not give the thing\r\nmuch thought, being intent on his diagnosis of Lord Dreever, who by\r\na fluky series of cannons had wobbled into the forties, and was now\r\na few points ahead of his opponent.\r\n\r\nPresently, having summed his lordship up to his satisfaction and\r\ngrown bored with the game, Jimmy strolled out of the room. He paused\r\noutside the door for a moment, wondering what to do. There was\r\nbridge in the smoking-room, but he did not feel inclined for bridge.\r\nFrom the drawing-room came sounds of music. He turned in that\r\ndirection, then stopped again. He came to the conclusion that he did\r\nnot feel sociable. He wanted to think. A cigar on the terrace would\r\nmeet his needs.\r\n\r\nHe went up to his room for his cigar-case. The window was open. He\r\nleaned out. There was almost a full moon, and it was very light out\r\nof doors. His eye was caught by a movement at the further end of the\r\nterrace, where the shadow was. A girl came out of the shadow,\r\nwalking slowly.\r\n\r\nNot since early boyhood had Jimmy descended stairs with such a rare\r\nburst of speed. He negotiated the nasty turn at the end of the first\r\nflight at quite a suicidal pace. Fate, however, had apparently\r\nwakened again and resumed business, for he did not break his neck. A\r\nfew moments later, he was out on the terrace, bearing a cloak which,\r\nhe had snatched up en route in the hall.\r\n\r\n\"I thought you might be cold,\" he said, breathing quickly.\r\n\r\n\"Oh, thank you,\" said Molly. \"How kind of you!\" He put it round her\r\nshoulders. \"Have you been running?\"\r\n\r\n\"I came downstairs rather fast.\"\r\n\r\n\"Were you afraid the boogaboos would get you?\" she laughed. \"I was\r\nthinking of when I was a small child. I was always afraid of them. I\r\nused to race downstairs when I had to go to my room in the dark,\r\nunless I could persuade someone to hold my hand all the way there\r\nand back.\"\r\n\r\nHer spirits had risen with Jimmy's arrival. Things had been\r\nhappening that worried her. She had gone out on to the terrace to be\r\nalone. When she heard his footsteps, she had dreaded the advent of\r\nsome garrulous fellow-guest, full of small talk. Jimmy, somehow, was\r\na comfort. He did not disturb the atmosphere. Little as they had\r\nseen of each other, something in him--she could not say what--had\r\ndrawn her to him. He was a man whom she could trust instinctively.\r\n\r\nThey walked on in silence. Words were pouring into Jimmy's mind, but\r\nhe could not frame them. He seemed to have lost the power of\r\ncoherent thought.\r\n\r\nMolly said nothing. It was not a night for conversation. The moon\r\nhad turned terrace and garden into a fairyland of black and silver.\r\nIt was a night to look and listen and think.\r\n\r\nThey walked slowly up and down. As they turned for the second time,\r\nMolly's thoughts formed themselves into a question. Twice she was on\r\nthe point of asking it, but each time she checked herself. It was an\r\nimpossible question. She had no right to put it, and he had no right\r\nto answer. Yet, something was driving her on to ask it.\r\n\r\nIt came out suddenly, without warning.\r\n\r\n\"Mr. Pitt, what do you think of Lord Dreever?\"\r\n\r\nJimmy started. No question could have chimed in more aptly with his\r\nthoughts. Even as she spoke, he was struggling to keep himself from\r\nasking her the same thing.\r\n\r\n\"Oh, I know I ought not to ask,\" she went on. \"He's your host, and\r\nyou're his friend. I know. But--\"\r\n\r\nHer voice trailed off. The muscles of Jimmy's back tightened and\r\nquivered. But he could find no words.\r\n\r\n\"I wouldn't ask anyone else. But you're--different, somehow. I don't\r\nknow what I mean. We hardly know each other. But--\"\r\n\r\nShe stopped again; and still he was dumb.\r\n\r\n\"I feel so alone,\" she said very quietly, almost to herself.\r\nSomething seemed to break in Jimmy's head. His brain suddenly\r\ncleared. He took a step forward.\r\n\r\nA huge shadow blackened the white grass. Jimmy wheeled round. It was\r\nMcEachern.\r\n\r\n\"I have been looking for you, Molly, my dear,\" he said, heavily. \"I\r\nthought you must have gone to bed.\"\r\n\r\nHe turned to Jimmy, and addressed him for the first time since their\r\nmeeting in the bedroom.\r\n\r\n\"Will you excuse us, Mr. Pitt?\"\r\n\r\nJimmy bowed, and walked rapidly toward the house. At the door, he\r\nstopped and looked back. The two were standing where he had left\r\nthem."
  ]
}