{
  "index": 19,
  "title": "Chapter 18",
  "paragraphs": [
    "THE LOCHINVAR METHOD\r\n\r\n\r\nAs Jimmy sat smoking a last cigarette in his bedroom before going to\r\nbed that night, Spike Mullins came in. Jimmy had been thinking\r\nthings over. He was one of those men who are at their best in a\r\nlosing game. Imminent disaster always had the effect of keying him\r\nup and putting an edge on his mind. The news he had heard that night\r\nhad left him with undiminished determination, but conscious that a\r\nchange of method would be needed. He must stake all on a single\r\nthrow now. Young Lochinvar rather than Romeo must be his model. He\r\ndeclined to believe himself incapable of getting anything that he\r\nwanted as badly as he wanted Molly. He also declined to believe that\r\nshe was really attached to Lord Dreever. He suspected the hand of\r\nMcEachern in the affair, though the suspicion did not clear up the\r\nmystery by any means. Molly was a girl of character, not a feminine\r\ncounterpart of his lordship, content meekly to do what she was told\r\nin a matter of this kind. The whole thing puzzled him.\r\n\r\n\"Well, Spike?\" he said.\r\n\r\nHe was not too pleased at the interruption. He was thinking, and he\r\nwanted to be alone.\r\n\r\nSomething appeared to have disturbed Spike. His bearing was excited.\r\n\r\n\"Say, boss! Guess what. You know dat guy dat come dis afternoon--de\r\nguy from de village, dat came wit' old man McEachern?\"\r\n\r\n\"Galer?\" said Jimmy. \"What about him?\"\r\n\r\nThere had been an addition to the guests at the castle that\r\nafternoon. Mr. McEachern, walking in the village, had happened upon\r\nan old New York acquaintance of his, who, touring England, had\r\nreached Dreever and was anxious to see the historic castle. Mr.\r\nMcEachern had brought him thither, introduced him to Sir Thomas, and\r\nnow Mr. Samuel Galer was occupying a room on the same floor as\r\nJimmy's. He had appeared at dinner that night, a short, wooden-faced\r\nman, with no more conversation than Hargate. Jimmy had paid little\r\nattention to the newcomer.\r\n\r\n\"What about him?\" he said.\r\n\r\n\"He's a sleut', boss.\"\r\n\r\n\"A what?\"\r\n\r\n\"A sleut'.\"\r\n\r\n\"A detective?\"\r\n\r\n\"Dat's right. A fly cop.\"\r\n\r\n\"What makes you think that?\"\r\n\r\n\"T'ink! Why, I can tell dem by deir eyes an' deir feet, an' de whole\r\nof dem. I could pick out a fly cop from a bunch of a t'ousand. He's\r\na sure 'nough sleut' all right, all right. I seen him rubber in' at\r\nyouse, boss.\"\r\n\r\n\"At me! Why at me? Why, of course. I see now. Our friend McEachern\r\nhas got him in to spy on us.\"\r\n\r\n\"Dat's right, boss.\"\r\n\r\n\"Of course, you may be mistaken.\"\r\n\r\n\"Not me, boss. An', say, he ain't de only one.\"\r\n\r\n\"What, more detectives? They'll have to put up 'House Full' boards,\r\nat this rate. Who's the other?\"\r\n\r\n\"A mug what's down in de soivants' hall. I wasn't so sure of him at\r\nfoist, but now I'm onto his curves. He's a sleut' all right. He's\r\nvally to Sir Tummas, dis second mug is. But he ain't no vally. He's\r\ncome to see no one don't get busy wit' de jools. Say, what do youse\r\nt'ink of dem jools, boss?\"\r\n\r\n\"Finest I ever saw.\"\r\n\r\n\"Yes, dat's right. A hundred t'ousand plunks dey set him back.\r\nDey're de limit, ain't dey? Say, won't youse really--?\"\r\n\r\n\"Spike! I'm surprised at you! Do you know, you're getting a regular\r\nMephistopheles, Spike? Suppose I hadn't an iron will, what would\r\nhappen? You really must select your subjects of conversation more\r\ncarefully. You're bad company for the likes of me.\"\r\n\r\nSpike shuffled despondently.\r\n\r\n\"But, boss--!\"\r\n\r\nJimmy shook his head.\r\n\r\n\"It can't be done, my lad.\"\r\n\r\n\"But it can, boss,\" protested Spike. \"It's dead easy. I've been up\r\nto de room, an' I seen de box what de jools is kept in. Why, it's de\r\nsoftest ever! We could get dem as easy as pullin' de plug out of a\r\nbottle. Why, say, dere's never been such a peach of a place for\r\ngittin' hold of de stuff as dis house. Dat's right, boss. Why, look\r\nwhat I got dis afternoon, just snoopin' around an' not really tryin'\r\nto git busy at all. It was just lyin' about.\"\r\n\r\nHe plunged his hand into his pocket, and drew it out again. As he\r\nunclosed his fingers, Jimmy caught the gleam of precious stones.\r\n\r\n\"What the--!\" he gasped.\r\n\r\nSpike was looking at his treasure-trove with an air of affectionate\r\nproprietorship.\r\n\r\n\"Where on earth did you get those?\" asked Jimmy.\r\n\r\n\"Out of one of de rooms. Dey belonged to one of de loidies. It was\r\nde easiest old t'ing ever, boss. I just went in when dere was nobody\r\naround, an' dere dey was on de toible. I never butted into anyt'in'\r\nso soft.\"\r\n\r\n\"Spike!\"\r\n\r\n\"Yes, boss?\"\r\n\r\n\"Do you remember the room you took them from?\"\r\n\r\n\"Sure. It was de foist on de--\"\r\n\r\n\"Then, just listen to me for a moment, my bright boy. When we're at\r\nbreakfast to-morrow, you want to go to that room and put those\r\nthings back--all of them, mind you--just where you found them. Do\r\nyou understand?\"\r\n\r\nSpike's jaw had fallen.\r\n\r\n\"Put dem back, boss!\" he faltered.\r\n\r\n\"Every single one of them.\"\r\n\r\n\"Boss!\" said Spike, plaintively.\r\n\r\n\"Remember. Every single one of them, just where it belongs. See?\"\r\n\r\n\"Very well, boss.\"\r\n\r\nThe dejection in his voice would have moved the sternest to pity.\r\nGloom had enveloped Spike's spirit. The sunlight had gone out of his\r\nlife.\r\n\r\nIt had also gone out of the lives of a good many other people at the\r\ncastle. This was mainly due to the growing shadow of the day of the\r\ntheatricals.\r\n\r\nFor pure discomfort, there are few things in the world that can\r\ncompete with the final rehearsals of an amateur theatrical\r\nperformance at a country-house. Every day, the atmosphere becomes\r\nmore heavily charged with restlessness and depression. The producer\r\nof the piece, especially if he be also the author of it, develops a\r\nsort of intermittent insanity. He plucks at his mustache, if he has\r\none: at his hair, if he has not. He mutters to himself. He gives\r\nvent to occasional despairing cries. The soothing suavity that\r\nmarked his demeanor in the earlier rehearsals disappears. He no\r\nlonger says with a winning smile, \"Splendid, old man, splendid.\r\nCouldn't be better. But I think we'll take that over just once more,\r\nif you don't mind.\" Instead, he rolls his eyes, and snaps out, \"Once\r\nmore, please. This'll never do. At this rate, we might just as well\r\ncut out the show altogether. What's that? No, it won't be all right\r\non the night! Now, then, once more; and do pull yourselves together\r\nthis time.\" After this, the scene is sulkily resumed; and\r\nconversation, when the parties concerned meet subsequently, is cold\r\nand strained.\r\n\r\nMatters had reached this stage at the castle. Everybody was\r\nthoroughly tired of the piece, and, but for the thought of the\r\ndisappointment which (presumably) would rack the neighboring\r\nnobility and gentry if it were not to be produced, would have\r\nresigned their places without a twinge of regret. People who had\r\nschemed to get the best and longest parts were wishing now that they\r\nhad been content with \"First Footman,\" or \"Giles, a villager.\"\r\n\r\n\"I'll never run an amateur show again as long as I live,\" confided\r\nCharteris to Jimmy almost tearfully. \"It's not good enough. Most of\r\nthem aren't word-perfect yet.\"\r\n\r\n\"It'll be all right--\"\r\n\r\n\"Oh, don't say it'll be all right on the night.\"\r\n\r\n\"I wasn't going to,\" said Jimmy. \"I was going to say it'll be all\r\nright after the night. People will soon forget how badly the thing\r\nwent.\"\r\n\r\n\"You're a nice, comforting sort of man, aren't you?\" said Charteris.\r\n\r\n\"Why worry?\" said Jimmy. \"If you go on like this, it'll be\r\nWestminster Abbey for you in your prime. You'll be getting\r\nbrain-fever.\"\r\n\r\nJimmy himself was one of the few who were feeling reasonably\r\ncheerful. He was deriving a keen amusement at present from the\r\nmaneuvers of Mr. Samuel Galer, of New York. This lynx-eyed man;\r\nhaving been instructed by Mr. McEachern to watch Jimmy, was doing so\r\nwith a thoroughness that would have roused the suspicions of a babe.\r\nIf Jimmy went to the billiard-room after dinner, Mr. Galer was there\r\nto keep him company. If, during the course of the day, he had\r\noccasion to fetch a handkerchief or a cigarette-case from his\r\nbedroom, he was sure, on emerging, to stumble upon Mr. Galer in the\r\ncorridor. The employees of Dodson's Private Inquiry Agency believed\r\nin earning their salaries.\r\n\r\nOccasionally, after these encounters, Jimmy would come upon Sir\r\nThomas Blunt's valet, the other man in whom Spike's trained eye had\r\ndiscerned the distinguishing marks of the sleuth. He was usually\r\nsomewhere round the corner at these moments, and, when collided\r\nwith, apologized with great politeness. Jimmy decided that he must\r\nhave come under suspicion in this case vicariously, through Spike.\r\nSpike in the servants' hall would, of course, stand out\r\nconspicuously enough to catch the eye of a detective on the look out\r\nfor sin among the servants; and he himself, as Spike's employer, had\r\nbeen marked down as a possible confederate.\r\n\r\nIt tickled him to think that both these giant brains should be so\r\ngreatly exercised on his account.\r\n\r\nHe had been watching Molly closely during these days. So far, no\r\nannouncement of the engagement had been made. It struck him that\r\npossibly it was being reserved for public mention on the night of\r\nthe theatricals. The whole county would be at the castle then. There\r\ncould be no more fitting moment. He sounded Lord Dreever, and the\r\nlatter said moodily that he was probably right.\r\n\r\n\"There's going to be a dance of sorts after the show,\" he said, \"and\r\nit'll be done then, I suppose. No getting out of it after that.\r\nIt'll be all over the county. Trust my uncle for that. He'll get on\r\na table, and shout it, shouldn't wonder. And it'll be in the Morning\r\nPost next day, and Katie'll see it! Only two days more, oh, lord!\"\r\n\r\nJimmy deduced that Katie was the Savoy girl, concerning whom his\r\nlordship had vouchsafed no particulars save that she was a ripper\r\nand hadn't a penny.\r\n\r\nOnly two days! Like the battle of Waterloo, it was going to be a\r\nclose-run affair. More than ever now, he realized how much Molly\r\nmeant to him; and there were moments when it seemed to him that she,\r\ntoo, had begun to understand. That night on the terrace seemed\r\nsomehow to have changed their relationship. He thought he had got\r\ncloser to her. They were in touch. Before, she had been frank,\r\ncheerful, unembarrassed. Now, he noticed a constraint in her manner,\r\na curious shyness. There was a barrier between them, but it was not\r\nthe old barrier. He had ceased to be one of a crowd.\r\n\r\nBut it was a race against time. The first day slipped by, a blank,\r\nand the second; till, now, it was but a matter of hours. The last\r\nafternoon had come.\r\n\r\nNot even Mr. Samuel Galer, of Dodson's Private Inquiry Agency, could\r\nhave kept a more unflagging watch than did Jimmy during those hours.\r\nThere was no rehearsal that afternoon, and the members of the\r\ncompany, in various stages of nervous collapse, strayed distractedly\r\nabout the grounds. First one, then another, would seize upon Molly,\r\nwhile Jimmy, watching from afar, cursed their pertinacity.\r\n\r\nAt last, she wondered off alone, and Jimmy, quitting his ambush,\r\nfollowed.\r\n\r\nShe walked in the direction of the lake. It had been a terribly hot,\r\noppressive afternoon. There was thunder in the air. Through the\r\ntrees, the lake glittered invitingly.\r\n\r\nShe was standing at the water's edge when Jimmy came up. Her back\r\nwas turned. She was rocking with her foot a Canadian canoe that lay\r\nalongside the bank. She started as he spoke. His feet on the soft\r\nturf had made no sound.\r\n\r\n\"Can I take you out on the lake?\" he said.\r\n\r\nShe did not answer for a moment. She was plainly confused.\r\n\r\n\"I'm sorry,\" she said. \"I--I'm waiting for lord Dreever.\"\r\n\r\nJimmy saw that she was nervous. There was tension in the air. She\r\nwas looking away from him, out across the lake, and her face was\r\nflushed.\r\n\r\n\"Won't you?\" he said.\r\n\r\n\"I'm sorry,\" she said again.\r\n\r\nJimmy looked over his shoulder. Down the lower terrace was\r\napproaching the long form of his lordship. He walked with pensive\r\njerkiness, not as one hurrying to a welcome tryst. As Jimmy looked,\r\nhe vanished behind the great clump of laurels that stood on the\r\nlowest terrace. In another minute, he would reappear round them.\r\n\r\nGently, but with extreme dispatch, Jimmy placed a hand on either\r\nside of Molly's waist. The next moment, he had swung her off her\r\nfeet, and lowered her carefully to the cushions in the bow of the\r\ncanoe.\r\n\r\nThen, jumping in himself with a force that made the boat rock, he\r\nloosened the mooring-rope, seized the paddle, and pushed off."
  ]
}