{
  "index": 14,
  "title": "Chapter 13",
  "paragraphs": [
    "SPIKE'S VIEWS\r\n\r\n\r\nNevertheless, it was in an exalted frame of mind that Jimmy dressed\r\nfor dinner. It seemed to him that he had awakened from a sort of\r\nstupor. Life, so gray yesterday, now appeared full of color and\r\npossibilities. Most men who either from choice or necessity have\r\nknocked about the world for any length of time are more or less\r\nfatalists. Jimmy was an optimistic fatalist. He had always looked on\r\nFate, not as a blind dispenser at random of gifts good and bad, but\r\nrather as a benevolent being with a pleasing bias in his own favor.\r\nHe had almost a Napoleonic faith in his star. At various periods of\r\nhis life (notably at the time when, as he had told Lord Dreever, he\r\nhad breakfasted on bird-seed), he had been in uncommonly tight\r\ncorners, but his luck had always extricated him. It struck him that\r\nit would be an unthinkable piece of bad sportsmanship on Fate's part\r\nto see him through so much, and then to abandon him just as he had\r\narrived in sight of what was by far the biggest thing of his life.\r\nOf course, his view of what constituted the biggest thing in life\r\nhad changed with the years. Every ridge of the Hill of Supreme\r\nMoments in turn had been mistaken by him for the summit; but this\r\nlast, he felt instinctively, was genuine. For good or bad, Molly was\r\nwoven into the texture of his life. In the stormy period of the\r\nearly twenties, he had thought the same of other girls, who were now\r\nmere memories as dim as those of figures in a half-forgotten play.\r\nIn their case, his convalescence had been temporarily painful, but\r\nbrief. Force of will and an active life had worked the cure. He had\r\nmerely braced himself, and firmly ejected them from his mind. A week\r\nor two of aching emptiness, and his heart had been once more in\r\nreadiness, all nicely swept and garnished, for the next lodger.\r\n\r\nBut, in the case of Molly, it was different. He had passed the age\r\nof instantaneous susceptibility. Like a landlord who has been\r\ncheated by previous tenants, he had become wary. He mistrusted his\r\npowers of recuperation in case of disaster. The will in these\r\nmatters, just like the mundane \"bouncer,\" gets past its work. For\r\nsome years now, Jimmy had had a feeling that the next arrival would\r\ncome to stay; and he had adopted in consequence a gently defensive\r\nattitude toward the other sex. Molly had broken through this, and he\r\nsaw that his estimate of his will-power had been just. Methods that\r\nhad proved excellent in the past were useless now. There was no\r\ntrace here of the dimly consoling feeling of earlier years, that\r\nthere were other girls in the world. He did not try to deceive\r\nhimself. He knew that he had passed the age when a man can fall in\r\nlove with any one of a number of types.\r\n\r\nThis was the finish, one way or the other. There would be no second\r\nthrow. She had him. However it might end, he belonged to her.\r\n\r\nThere are few moments in a man's day when his brain is more\r\ncontemplative than during that brief space when he is lathering his\r\nface, preparatory to shaving. Plying the brush, Jimmy reviewed the\r\nsituation. He was, perhaps, a little too optimistic. Not\r\nunnaturally, he was inclined to look upon his luck as a sort of\r\nspecial train which would convey him without effort to Paradise.\r\nFate had behaved so exceedingly handsomely up till now! By a series\r\nof the most workmanlike miracles, it had brought him to the point of\r\nbeing Molly's fellow-guest at a country-house. This, as reason\r\ncoldly pointed out a few moments later, was merely the beginning,\r\nbut to Jimmy, thoughtfully lathering, it seemed the end. It was only\r\nwhen he had finished shaving, and was tying his cravat, that he\r\nbegan to perceive obstacles in his way, and sufficiently big\r\nobstacles, at that.\r\n\r\nIn the first place, Molly did not love him. And, he was bound to\r\nadmit, there was no earthly reason why she ever should. A man in\r\nlove is seldom vain about his personal attractions. Also, her father\r\nfirmly believed him to be a master-burglar.\r\n\r\n\"Otherwise,\" said Jimmy, scowling at his reflection in the glass,\r\n\"everything's splendid.\" He brushed his hair sadly.\r\n\r\nThere was a furtive rap at the door.\r\n\r\n\"Hullo?\" said Jimmy. \"Yes?\"\r\n\r\nThe door opened slowly. A grin, surmounted by a mop of red hair,\r\nappeared round the edge of it.\r\n\r\n\"Hullo, Spike. Come in. What's the matter?\"\r\n\r\nThe rest of Mr. Mullins entered the room.\r\n\r\n\"Gee, boss! I wasn't sure was dis your room. Say, who do you t'ink I\r\nnearly bumped me coco ag'inst out in de corridor downstairs? Why,\r\nold man McEachern, de cop. Dat's right!\"\r\n\r\n\"Yes?\"\r\n\r\n\"Sure. Say, what's he doin' on dis beat? I pretty near went down an'\r\nout when I seen him. Dat's right. Me breath ain't got back home\r\nyet.\"\r\n\r\n\"Did he recognize you?\"\r\n\r\n\"Did he! He starts like an actor on top de stoige when he sees he's\r\nup ag'inst de plot to ruin him, an' he gives me de fierce eye.\"\r\n\r\n\"Well?\"\r\n\r\n\"I was wonderin' was I on Thoid Avenoo, or was I standin' on me\r\ncoco, or what was I doin' anyhow. Den I slips off, an' chases meself\r\nup here. Say, boss, what's de game? What's old man McEachern doin'\r\nstunts dis side fer?\"\r\n\r\n\"It's all right, Spike. Keep calm. I can explain. He has retired--like\r\nme! He's one of the handsome guests here.\"\r\n\r\n\"On your way, boss! What's dat?\"\r\n\r\n\"He left the force just after that merry meeting of ours when you\r\nfrolicked with the bull-dog. He came over here, and butted into\r\nsociety. So, here we are again, all gathered together under the same\r\nroof, like a jolly little family party.\"\r\n\r\nSpike's open mouth bore witness to his amazement.\r\n\r\n\"Den--\" he stammered.\r\n\r\n\"Yes?\"\r\n\r\n\"Den, what's he goin' to do?\"\r\n\r\n\"I couldn't say. I'm expecting to hear shortly. But we needn't worry\r\nourselves. The next move's with him. If he wants to comment on the\r\nsituation, he won't be backward. He'll come and do it.\"\r\n\r\n\"Sure. It's up to him,\" agreed Spike.\r\n\r\n\"I'm quite comfortable. Speaking for myself, I'm having a good time.\r\nHow are you getting along downstairs?\"\r\n\r\n\"De limit, boss. Honest, it's to de velvet. Dey's an old gazebo, de\r\nbutler, Saunders his name is, dat's de best ever at handin' out long\r\nwoids. I sits an' listens. Dey calls me Mr. Mullins down dere,\" said\r\nSpike, with pride.\r\n\r\n\"Good. I'm glad you're all right. There's no reason why we shouldn't\r\nhave an excellent time here. I don't think that Mr. McEachern will\r\ntry to have us turned out, after he's heard one or two little things\r\nI have to say to him--just a few reminiscences of the past which may\r\ninterest him. I have the greatest affection for Mr. McEachern--I\r\nwish it were mutual--but nothing he can say is going to make me stir\r\nfrom here.\"\r\n\r\n\"Not on your life,\" agreed Spike. \"Say, boss, he must have got a lot\r\nof plunks to be able to butt in here. An' I know how he got dem,\r\ntoo. Dat's right. I comes from little old New York, meself.\"\r\n\r\n\"Hush, Spike, this is scandal!\"\r\n\r\n\"Sure,\" said the Bowery boy doggedly, safely started now on his\r\nfavorite subject. \"I knows, an' youse knows, boss. Gee! I wish I'd\r\nbin a cop. But I wasn't tall enough. Dey's de fellers wit' de big\r\nbank-rolls. Look at dis old McEachern. Money to boin a wet dog wit'\r\nhe's got, an' never a bit of woik fer it from de start to de finish.\r\nAn' look at me, boss.\"\r\n\r\n\"I do, Spike, I do.\"\r\n\r\n\"Look at me. Gittin' busy all de year round, woikin' to beat de\r\nband--\"\r\n\r\n\"In prisons oft,\" said Jimmy.\r\n\r\n\"Sure t'ing. An' chased all roun' de town. An' den what? Why, to de\r\nbad at de end of it all. Say, it's enough to make a feller--\"\r\n\r\n\"Turn honest,\" said Jimmy. \"That's it, Spike. Reform. You'll be glad\r\nsome day.\"\r\n\r\nSpike seemed to be doubtful. He was silent for a moment, then, as if\r\nfollowing up a train of thought, he said:\r\n\r\n\"Boss, dis is a fine big house.\"\r\n\r\n\"I've seen worse.\"\r\n\r\n\"Say, couldn't we--?\"\r\n\r\n\"Spike!\" said Jimmy, warningly.\r\n\r\n\"Well, couldn't we?\" said Spike, doggedly. \"It ain't often youse\r\nbutts into a dead-easy proposition like dis one. We shouldn't have\r\nto do a t'ing excep' git busy. De stuff's just lyin' about, boss.\"\r\n\r\n\"I shouldn't wonder.\"\r\n\r\n\"Aw, it's a waste to leave it.\"\r\n\r\n\"Spike,\" said Jimmy, \"I warned you of this. I begged you to be on\r\nyour guard, to fight against your professional instincts. Be a man!\r\nCrush them. Try and occupy your mind. Collect butterflies.\"\r\n\r\nSpike shuffled in gloomy silence.\r\n\r\n\"'Member dose jools youse swiped from de duchess?\" he said,\r\nmusingly.\r\n\r\n\"The dear duchess!\" murmured Jimmy. \"Ah, me!\"\r\n\r\n\"An' de bank youse busted?\"\r\n\r\n\"Those were happy days, Spike.\"\r\n\r\n\"Gee!\" said the Bowery boy. And then, after a pause: \"Dat was to de\r\ngood,\" he said, wistfully.\r\n\r\nJimmy arranged his tie at the mirror.\r\n\r\n\"Dere's a loidy here,\" continued Spike, addressing the chest of\r\ndrawers, \"dat's got a necklace of jools what's wort' a hundred\r\nt'ousand plunks. Honest, boss. A hundred t'ousand plunks. Saunders\r\ntold me dat--de old gazebo dat hands out de long woids. I says to\r\nhim, 'Gee!' an' he says, 'Surest t'ing youse know.' A hundred\r\nt'ousand plunks!\"\r\n\r\n\"So I understand,\" said Jimmy.\r\n\r\n\"Shall I rubber around, an' find out where is dey kept, boss?\"\r\n\r\n\"Spike,\" said Jimmy, \"ask me no more. All this is in direct\r\ncontravention of our treaty respecting keeping your fingers off the\r\nspoons. You pain me. Desist.\"\r\n\r\n\"Sorry, boss. But dey'll be willy-wonders, dem jools. A hundred\r\nt'ousand plunks. Dat's goin' some, ain't it? What's dat dis side?\"\r\n\r\n\"Twenty thousand pounds.\"\r\n\r\n\"Gee!...Can I help youse wit' de duds, boss?\"\r\n\r\n\"No, thanks, Spike, I'm through now. You might just give me a brush\r\ndown, though. No, not that. That's a hair-brush. Try the big black\r\none.\"\r\n\r\n\"Dis is a boid of a dude suit,\" observed Spike, pausing in his\r\nlabors.\r\n\r\n\"Glad you like it, Spike. Rather chic, I think.\"\r\n\r\n\"It's de limit. Excuse me. How much did it set youse back, boss?\"\r\n\r\n\"Something like seven guineas, I believe. I could look up the bill,\r\nand let you know.\"\r\n\r\n\"What's dat--guineas? Is dat more dan a pound?\"\r\n\r\n\"A shilling more. Why these higher mathematics?\"\r\n\r\nSpike resumed his brushing.\r\n\r\n\"What a lot of dude suits youse could git,\" he observed\r\nmeditatively, \"if youse had dem jools!\" He became suddenly animated.\r\nHe waved the clothes-brush. \"Oh, you boss!\" he cried. \"What's eatin'\r\nyouse? Aw, it's a shame not to. Come along, you boss! Say, what's\r\ndoin'? Why ain't youse sittin' in at de game? Oh, you boss!\"\r\n\r\nWhatever reply Jimmy might have made to this impassioned appeal was\r\nchecked by a sudden bang on the door. Almost simultaneously, the\r\nhandle turned.\r\n\r\n\"Gee!\" cried Spike. \"It's de cop!\"\r\n\r\nJimmy smiled pleasantly.\r\n\r\n\"Come in, Mr. McEachern,\" he said, \"come in. Journeys end in lovers\r\nmeeting. You know my friend Mr. Mullins, I think? Shut the door, and\r\nsit down, and let's talk of many things.\""
  ]
}