{
  "index": 18,
  "title": "Chapter 17",
  "paragraphs": [
    "JIMMY REMEMBERS SOMETHING\r\n\r\n\r\nThe game between Hargate and Lord Dreever was still in progress when\r\nJimmy returned to the billiard-room. A glance at the board showed\r\nthat the score was seventy--sixty-nine, in favor of spot.\r\n\r\n\"Good game,\" said Jimmy. \"Who's spot?\"\r\n\r\n\"I am,\" said his lordship, missing an easy cannon. For some reason,\r\nhe appeared in high spirits. \"Hargate's been going great guns. I was\r\neleven ahead a moment ago, but he made a break of twelve.\"\r\n\r\nLord Dreever belonged to the class of billiard-players to whom a\r\ndouble-figure break is a thing to be noted and greeted with respect.\r\n\r\n\"Fluky,\" muttered the silent Hargate, deprecatingly. This was a long\r\nspeech for him. Since their meeting at Paddington station, Jimmy had\r\nseldom heard him utter anything beyond a monosyllable.\r\n\r\n\"Not a bit of it, dear old son,\" said Lord Dreever, handsomely.\r\n\"You're coming on like a two-year-old. I sha'n't be able to give you\r\ntwenty in a hundred much longer.\"\r\n\r\nHe went to a side-table, and mixed himself a whiskey-and-soda,\r\nsinging a brief extract from musical comedy as he did so. There\r\ncould be no shadow of doubt that he was finding life good. For the\r\npast few days, and particularly that afternoon, he had been rather\r\nnoticeably ill at ease. Jimmy had seen him hanging about the terrace\r\nat half-past five, and had thought that he looked like a mute at a\r\nfuneral. But now, only a few hours later, he was beaming on the\r\nworld, and chirping like a bird.\r\n\r\nThe game moved jerkily along. Jimmy took a seat, and watched. The\r\nscore mounted slowly. Lord Dreever was bad, but Hargate was worse.\r\nAt length, in the eighties, his lordship struck a brilliant vein.\r\nWhen he had finished his break, his score was ninety-five. Hargate,\r\nwho had profited by a series of misses on his opponent's part, had\r\nreached ninety-six.\r\n\r\n\"This is shortening my life,\" said Jimmy, leaning forward.\r\n\r\nThe balls had been left in an ideal position. Even Hargate could not\r\nfail to make a cannon. He made it.\r\n\r\nA close finish to even the worst game is exciting. Jimmy leaned\r\nstill further forward to watch the next stroke. It looked as if\r\nHargate would have to wait for his victory. A good player could have\r\nmade a cannon as the balls lay, but not Hargate. They were almost in\r\na straight line, with, white in the center.\r\n\r\nHargate swore under his breath. There was nothing to be done. He\r\nstruck carelessly at white. White rolled against red, seemed to hang\r\nfor a moment, and shot straight back against spot. The game was\r\nover.\r\n\r\n\"Great Scott! What a fluke!\" cried the silent one, becoming quite\r\ngarrulous at the miracle.\r\n\r\nA quiet grin spread itself slowly across Jimmy's face. He had\r\nremembered what he had been trying to remember for over a week.\r\n\r\nAt this moment, the door opened, and Saunders appeared. \"Sir Thomas\r\nwould like to see your lordship in his study,\" he said.\r\n\r\n\"Eh? What does he want?\"\r\n\r\n\"Sir Thomas did not confide in me, your lordship.\"\r\n\r\n\"Eh? What? Oh, no! Well, see you later, you men.\"\r\n\r\nHe rested his cue against the table, and put on his coat. Jimmy\r\nfollowed him out of the door, which he shut behind him.\r\n\r\n\"One second, Dreever,\" he said.\r\n\r\n\"Eh? Hullo! What's up?\"\r\n\r\n\"Any money on that game?\" asked Jimmy.\r\n\r\n\"Why, yes, by Jove, now you mention it, there was. An even fiver.\r\nAnd--er--by the way, old man--the fact is, just for the moment, I'm\r\nfrightfully--You haven't such a thing as a fiver anywhere about,\r\nhave you? The fact is--\"\r\n\r\n\"My dear fellow, of course. I'll square up with him now, shall I?\"\r\n\r\n\"Fearfully obliged, if you would. Thanks, old man. Pay it\r\nto-morrow.\"\r\n\r\n\"No hurry,\" said Jimmy; \"plenty more in the old oak chest.\"\r\n\r\nHe went back to the room. Hargate was practising cannons. He was on\r\nthe point of making a stroke when Jimmy opened the door.\r\n\r\n\"Care for a game?\" said Hargate.\r\n\r\n\"Not just at present,\" said Jimmy.\r\n\r\nHargate attempted his cannon, and failed badly. Jimmy smiled.\r\n\r\n\"Not such a good shot as the last,\" he said.\r\n\r\n\"No.\"\r\n\r\n\"Fine shot, that other.\"\r\n\r\n\"Fluke.\"\r\n\r\n\"I wonder.\"\r\n\r\nJimmy lighted a cigarette.\r\n\r\n\"Do you know New York at all?\" he asked.\r\n\r\n\"Been there.\"\r\n\r\n\"Ever been in the Strollers' Club?\"\r\n\r\nHargate turned his back, but Jimmy had seen his face, and was\r\nsatisfied.\r\n\r\n\"Don't know it,\" said Hargate.\r\n\r\n\"Great place,\" said Jimmy. \"Mostly actors and writers, and so on.\r\nThe only drawback is that some of them pick up queer friends.\"\r\n\r\nHargate did not reply. He did not seem interested.\r\n\r\n\"Yes,\" went on Jimmy. \"For instance, a pal of mine, an actor named\r\nMifflin, introduced a man a year ago as a member's guest for a\r\nfortnight, and this man rooked the fellows of I don't know how much\r\nat billiards. The old game, you know. Nursing his man right up to\r\nthe end, and then finishing with a burst. Of course, when that\r\nhappens once or twice, it may be an accident, but, when a man who\r\nposes as a novice always manages by a really brilliant shot--\"\r\n\r\nHargate turned round.\r\n\r\n\"They fired this fellow out,\" said Jimmy.\r\n\r\n\"Look here!\"\r\n\r\n\"Yes?\"\r\n\r\n\"What do you mean?\"\r\n\r\n\"It's a dull yarn,\" said Jimmy, apologetically. \"I've been boring\r\nyou. By the way, Dreever asked me to square up with you for that\r\ngame, in case he shouldn't be back. Here you are.\"\r\n\r\nHe held out an empty hand.\r\n\r\n\"Got it?\"\r\n\r\n\"What are you going to do?\" demanded Hargate.\r\n\r\n\"What am I going to do?\" queried Jimmy.\r\n\r\n\"You know what I mean. If you'll keep your mouth shut, and stand in,\r\nit's halves. Is that what you're after?\"\r\n\r\nJimmy was delighted. He knew that by rights the proposal should have\r\nbrought him from his seat, with stern, set face, to wreak vengeance\r\nfor the insult, but on such occasions he was apt to ignore the\r\nconventions. His impulse, when he met a man whose code of behavior\r\nwas not the ordinary code, was to chat with him and extract his\r\npoint of view. He felt as little animus against Hargate as he had\r\nfelt against Spike on the occasion of their first meeting.\r\n\r\n\"Do you make much at this sort of game?\" he asked.\r\n\r\nHargate was relieved. This was business-like.\r\n\r\n\"Pots,\" he said, with some enthusiasm. \"Pots. I tell you, if you'll\r\nstand in--\"\r\n\r\n\"Bit risky, isn't it?\"\r\n\r\n\"Not a bit of it. An occasional accident--\"\r\n\r\n\"I suppose you'd call me one?\"\r\n\r\nHargate grinned.\r\n\r\n\"It must be pretty tough work,\" said Jimmy. \"You must have to use a\r\ntremendous lot of self-restraint.\"\r\n\r\nHargate sighed.\r\n\r\n\"That's the worst of it,\" he admitted, \"the having to seem a mug at\r\nthe game. I've been patronized sometimes by young fools, who thought\r\nthey were teaching me, till I nearly forgot myself and showed them\r\nwhat real billiards was.\"\r\n\r\n\"There's always some drawback to the learned professions,\" said\r\nJimmy.\r\n\r\n\"But there's a heap to make up for it in this one,\" said Hargate.\r\n\"Well, look here, is it a deal? You'll stand in--\"\r\n\r\nJimmy shook his head.\r\n\r\n\"I guess not,\" he said. \"It's good of you, but commercial\r\nspeculation never was in my line. I'm afraid you must count me out\r\nof this.\"\r\n\r\n\"What! You're going to tell--?\"\r\n\r\n\"No,\" said Jimmy, \"I'm not. I'm not a vigilance committee. I won't\r\ntell a soul.\"\r\n\r\n'\"Why, then--\" began Hargate, relieved.\r\n\r\n\"Unless, of course,\" Jimmy went on, \"you play billiards again while\r\nyou're here.\"\r\n\r\nHargate stared.\r\n\r\n\"But, damn it, man, if I don't, what's the good--? Look here. What\r\nam I to do if they ask me to play?\"\r\n\r\n\"Give your wrist as an excuse.\"\r\n\r\n\"My wrist?\"\r\n\r\n\"Yes. You sprained it to-morrow after breakfast. It was bad luck. I\r\nwonder how you came to do it. You didn't sprain it much, but just\r\nenough to stop you playing billiards.\"\r\n\r\nHargate reflected.\r\n\r\n\"Understand?\" said Jimmy.\r\n\r\n\"Oh, very well,\" said Hargate, sullenly. \"But,\" he burst out, \"if I\r\never get a chance to get even with you--\"\r\n\r\n\"You won't,\" said Jimmy. \"Dismiss the rosy dream. Get even! You\r\ndon't know me. There's not a flaw in my armor. I'm a sort of modern\r\nedition of the stainless knight. Tennyson drew Galahad from me. I\r\nmove through life with almost a sickening absence of sin. But hush!\r\nWe are observed. At least, we shall be in another minute. Somebody\r\nis coming down the passage. You do understand, don't you? Sprained\r\nwrist is the watchword.\"\r\n\r\nThe handle turned. It was Lord Dreever, back again, from his\r\ninterview.\r\n\r\n\"Hullo, Dreever,\" said Jimmy. \"We've missed you. Hargate has been\r\ndoing his best to amuse me with acrobatic tricks. But you're too\r\nreckless, Hargate, old man. Mark my words, one of these days you'll\r\nbe spraining your wrist. You should be more careful. What, going?\r\nGood-night. Pleasant fellow, Hargate,\" he added, as the footsteps\r\nretreated down, the passage. \"Well, my lad, what's the matter with\r\nyou? You look depressed.\"\r\n\r\nLord Dreever flung himself on to the lounge, and groaned hollowly.\r\n\r\n\"Damn! Damn!! Damn!!!\" he observed.\r\n\r\nHis glassy eye met Jimmy's, and wandered away again.\r\n\r\n\"What on earth's the matter?\" demanded Jimmy. \"You go out of here\r\ncaroling like a song-bird, and you come back moaning like a lost\r\nsoul. What's happened?\"\r\n\r\n\"Give me a brandy-and-soda, Pitt, old man. There's a good chap. I'm\r\nin a fearful hole.\"\r\n\r\n\"Why? What's the matter?\"\r\n\r\n\"I'm engaged,\" groaned his lordship.\r\n\r\n\"Engaged! I wish you'd explain. What on earth's wrong with you?\r\nDon't you want to be engaged? What's your--?\"\r\n\r\nHe broke off, as a sudden, awful suspicion dawned upon him. \"Who is\r\nshe?\" he cried.\r\n\r\nHe gripped the stricken peer's shoulder, and shook it savagely.\r\nUnfortunately, he selected the precise moment when the latter was in\r\nthe act of calming his quivering nerve-centers with a gulp of\r\nbrandy-and-soda, and for the space of some two minutes it seemed as\r\nif the engagement would be broken off by the premature extinction of\r\nthe Dreever line. A long and painful fit of coughing, however, ended\r\nwith his lordship still alive and on the road to recovery.\r\n\r\nHe eyed Jimmy reproachfully, but Jimmy was in no mood for apologies.\r\n\r\n\"Who is she?\" he kept demanding. \"What's her name?\"\r\n\r\n\"Might have killed me!\" grumbled the convalescent.\r\n\r\n\"Who is she?\"\r\n\r\n\"What? Why, Miss McEachern.\"\r\n\r\nJimmy had known what the answer would be, but it was scarcely less\r\nof a shock for that reason.\r\n\r\n\"Miss McEachern?\" he echoed.\r\n\r\nLord Dreever nodded a somber nod.\r\n\r\n\"You're engaged to her?\"\r\n\r\nAnother somber nod.\r\n\r\n\"I don't believe it,\" said Jimmy.\r\n\r\n\"I wish I didn't,\" said his lordship wistfully, ignoring the slight\r\nrudeness of the remark. \"But, worse luck, it's true.\"\r\n\r\nFor the first time since the disclosure of the name, Jimmy's\r\nattention was directed to the remarkable demeanor of his successful\r\nrival.\r\n\r\n\"You don't seem over-pleased,\" he said.\r\n\r\n\"Pleased! Have a fiver each way on 'pleased'! No, I'm not exactly\r\nleaping with joy.\"\r\n\r\n\"Then, what the devil is it all about? What do you mean? What's the\r\nidea? If you don't want to marry Miss McEachern, why did you propose\r\nto her?\"\r\n\r\nLord Dreever closed his eyes.\r\n\r\n\"Dear old boy, don't! It's my uncle.\"\r\n\r\n\"Your uncle?\"\r\n\r\n\"Didn't I explain it all to you--about him wanting me to marry? You\r\nknow! I told you the whole thing.\"\r\n\r\nJimmy stared in silence.\r\n\r\n\"Do you mean to say--?\" he said, slowly.\r\n\r\nHe stopped. It was a profanation to put the thing into words.\r\n\r\n\"What, old man?\"\r\n\r\nJimmy gulped.\r\n\r\n\"Do you mean to say you want to marry Miss McEachern simply because\r\nshe has money?\" he said.\r\n\r\nIt was not the first time that he had heard of a case of a British\r\npeer marrying for such a reason, but it was the first time that the\r\nthing had filled him with horror. In some circumstances, things come\r\nhome more forcibly to us.\r\n\r\n\"It's not me, old man,\" murmured his lordship; \"it's my uncle.\"\r\n\r\n\"Your uncle! Good God!\" Jimmy clenched his hands, despairingly. \"Do\r\nyou mean to say that you let your uncle order you about in a thing\r\nlike this? Do you mean to say you're such a--such a--such a\r\ngelatine--backboneless worm--\"\r\n\r\n\"Old man! I say!\" protested his lordship, wounded.\r\n\r\n\"I'd call you a wretched knock-kneed skunk, only I don't want to be\r\nfulsome. I hate flattering a man to his face.\"\r\n\r\nLord Dreever, deeply pained, half-rose from his seat.\r\n\r\n\"Don't get up,\" urged Jimmy, smoothly. \"I couldn't trust myself.\"\r\nHis lordship subsided hastily. He was feeling alarmed. He had never\r\nseen this side of Jimmy's character. At first, he had been merely\r\naggrieved and disappointed. He had expected sympathy. How, the\r\nmatter had become more serious. Jimmy was pacing the room like a\r\nyoung and hungry tiger. At present, it was true, there was a\r\nbilliard-table between them; but his lordship felt that he could\r\nhave done with good, stout bars. He nestled in his seat with the\r\nearnest concentration of a limpet on a rock. It would be deuced bad\r\nform, of course, for Jimmy to assault his host, but could Jimmy be\r\ntrusted to remember the niceties of etiquette?\r\n\r\n\"Why the devil she accepted you, I can't think,\" said Jimmy half to\r\nhimself, stopping suddenly, and glaring across the table.\r\n\r\nLord Dreever felt relieved. This was not polite, perhaps, but at\r\nleast it was not violent.\r\n\r\n\"That's what beats me, too, old man,\" he said.\r\n\r\n\"Between you and me, it's a jolly rum business. This afternoon--\"\r\n\r\n\"What about this afternoon?\"\r\n\r\n\"Why, she wouldn't have me at any price.\"\r\n\r\n\"You asked her this afternoon?\"\r\n\r\n\"Yes, and it was all right then. She refused me like a bird.\r\nWouldn't hear of it. Came damn near laughing in my face. And then,\r\nto-night,\" he went on, his voice squeaky at the thought of his\r\nwrongs, \"my uncle sends for me, and says she's changed her mind and\r\nis waiting for me in the morning-room. I go there, and she tells me\r\nin about three words that she's been thinking it over and that the\r\nwhole fearful thing is on again. I call it jolly rough on a chap. I\r\nfelt such a frightful ass, you know. I didn't know what to do,\r\nwhether to kiss her, I mean--\"\r\n\r\nJimmy snorted violently.\r\n\r\n\"Eh?\" said his lordship, blankly.\r\n\r\n\"Go on,\" said Jimmy, between his teeth.\r\n\r\n\"I felt a fearful fool, you know. I just said 'Right ho!' or\r\nsomething--dashed if I know now what I did say--and legged it. It's\r\na jolly rum business, the whole thing. It isn't as if she wanted me.\r\nI could see that with half an eye. She doesn't care a hang for me.\r\nIt's my belief, old man,\" he said solemnly, \"that she's been\r\nbadgered into it, I believe my uncle's been at her.\"\r\n\r\nJimmy laughed shortly.\r\n\r\n\"My dear man, you seem to think your uncle's persuasive influence is\r\nuniversal. I guess it's confined to you.\"\r\n\r\n\"Well, anyhow, I believe that's what's happened. What do you say?\"\r\n\r\n\"Why say anything? There doesn't seem to be much need.\"\r\n\r\nHe poured some brandy into a glass, and added a little soda.\r\n\r\n\"You take it pretty stiff,\" observed his lordship, with a touch of\r\nenvy.\r\n\r\n\"On occasion,\" said Jimmy, emptying the glass."
  ]
}