{
  "index": 10,
  "title": "Chapter 9",
  "paragraphs": [
    "FRIENDS, NEW AND OLD\r\n\r\n\r\nOn the night of the day on which Sir Thomas Blunt wrote and\r\ndispatched his letter to Wragge's Detective Agency, Jimmy Pitt\r\nchanced to stop at the Savoy.\r\n\r\nIf you have the money and the clothes, and do not object to being\r\nturned out into the night just as you are beginning to enjoy\r\nyourself, there are few things pleasanter than supper at the Savoy\r\nHotel, London. But, as Jimmy sat there, eying the multitude through\r\nthe smoke of his cigarette, he felt, despite all the brightness and\r\nglitter, that this was a flat world, and that he was very much alone\r\nin it.\r\n\r\nA little over a year had passed since the merry evening at Police-Captain\r\nMcEachern's. During that time, he had covered a good deal of\r\nnew ground. His restlessness had reasserted itself. Somebody had\r\nmentioned Morocco in his hearing, and a fortnight later he was in\r\nFez.\r\n\r\nOf the principals in that night's drama, he had seen nothing more.\r\nIt was only when, after walking home on air, rejoicing over the\r\nstrange chance that had led to his finding and having speech with\r\nthe lady of the Lusitania, he had reached Fifty-Ninth Street, that\r\nhe realized how he had also lost her. It suddenly came home to him\r\nthat not only did he not know her address, but he was ignorant of\r\nher name. Spike had called the man with the revolver \"boss\"\r\nthroughout--only that and nothing more. Except that he was a\r\npolice-captain, Jimmy knew as little about the man as he had before their\r\nmeeting. And Spike, who held the key to the mystery, had vanished.\r\nHis acquaintances of that night had passed out of his life like\r\nfigures in a waking dream. As far as the big man with the pistol was\r\nconcerned, this did not distress him. He had known that massive\r\nperson only for about a quarter of an hour, but to his thinking that\r\nwas ample. Spike he would have liked to meet again, but he bore the\r\nseparation with much fortitude. There remained the girl of the ship;\r\nand she had haunted him with unfailing persistence during every one\r\nof the three hundred and eighty-four days that had passed since\r\ntheir meeting.\r\n\r\nIt was the thought of her that had made New York seem cramped. For\r\nweeks, Jimmy had patrolled the likely streets, the Park, and\r\nRiverside Drive, in the hope of meeting her. He had gone to the\r\ntheaters and restaurants, but with no success. Sometimes, he had\r\nwandered through the Bowery, on the chance of meeting Spike. He had\r\nseen red heads in profusion, but never again that of his young\r\ndisciple in the art of burglary. In the end, he had wearied of the\r\nother friends of the Strollers, had gone out again on his\r\nwanderings. He was greatly missed, especially by that large section\r\nof his circle which was in a perpetual state of wanting a little to\r\nsee it through till Saturday. For years, Jimmy had been to these\r\nunfortunates a human bank on which they could draw at will. It\r\noffended them that one of those rare natures which are always good\r\nfor two dollars at any hour of the day should be allowed to waste\r\nitself on places like Morocco and Spain--especially Morocco, where,\r\nby all accounts, there were brigands with almost a New York sense of\r\ntouch.\r\n\r\nThey argued earnestly with Jimmy. They spoke of Raisuli and Kaid\r\nMacLean. But Jimmy was not to be stopped. The gad-fly was vexing\r\nhim, and he had to move.\r\n\r\nFor a year, he had wandered, realizing every day the truth of\r\nHorace's philosophy for those who travel, that a man cannot change\r\nhis feelings with his climate, until finally he had found himself,\r\nas every wanderer does, at Charing Cross.\r\n\r\nAt this point, he had tried to rally. Such running away, he told\r\nhimself, was futile. He would stand still and fight the fever in\r\nhim.\r\n\r\nHe had been fighting it now for a matter of two weeks, and already\r\nhe was contemplating retreat. A man at luncheon had been talking\r\nabout Japan--\r\n\r\nWatching the crowd, Jimmy had found his attention attracted chiefly\r\nby a party of three, a few tables away. The party consisted of a\r\ngirl, rather pretty, a lady of middle age and stately demeanor,\r\nplainly her mother, and a light-haired, weedy young man in the\r\ntwenties. It had been the almost incessant prattle of this youth and\r\nthe peculiarly high-pitched, gurgling laugh which shot from him at\r\nshort intervals that had drawn Jimmy's notice upon them. And it was\r\nthe curious cessation of both prattle and laugh that now made him\r\nlook again in their direction.\r\n\r\nThe young man faced Jimmy; and Jimmy, looking at him, could see that\r\nall was not well with him. He was pale. He talked at random. A\r\nslight perspiration was noticeable on his forehead.\r\n\r\nJimmy caught his eye. There was a hunted look in it.\r\n\r\nGiven the time and the place, there were only two things that could\r\nhave caused this look. Either the light-haired young man had seen a\r\nghost, or he had suddenly realized that he had not enough money to\r\npay the check.\r\n\r\nJimmy's heart went out to the sufferer. He took a card from his\r\ncase, scribbled the words, \"Can I help?\" on it, and gave it to a\r\nwaiter to take to the young man, who was now in a state bordering on\r\ncollapse.\r\n\r\nThe next moment, the light-haired one was at his table, talking in a\r\nfeverish whisper.\r\n\r\n\"I say,\" he said, \"it's frightfully good of you, old chap! It's\r\nfrightfully awkward. I've come out with too little money. I hardly\r\nlike to--you've never seen me before--\"\r\n\r\n\"Don't rub in my misfortunes,\" pleaded Jimmy. \"It wasn't my fault.\"\r\n\r\nHe placed a five-pound note on the table.\r\n\r\n\"Say when,\" he said, producing another.\r\n\r\n\"I say, thanks fearfully,\" the young man said. \"I don't know what\r\nI'd have done.\" He grabbed at the note. \"I'll let you have it back\r\nto-morrow. Here's my card. Is your address on your card? I can't\r\nremember. Oh, by Jove, I've got it in my hand all the time.\" The\r\ngurgling laugh came into action again, freshened and strengthened by\r\nits rest. \"Savoy Mansions, eh? I'll come round to-morrow. Thanks\r\nfrightfully again, old chap. I don't know what I should have done.\"\r\n\r\n\"It's been a treat,\" said Jimmy, deprecatingly.\r\n\r\nThe young man flitted back to his table, bearing the spoil. Jimmy\r\nlooked at the card he had left. \"Lord Dreever,\" it read, and in the\r\ncorner the name of a well-known club. The name Dreever was familiar\r\nto Jimmy. Everyone knew of Dreever Castle, partly because it was one\r\nof the oldest houses in England, but principally because for\r\ncenturies it had been advertised by a particularly gruesome ghost-story.\r\nEveryone had heard of the secret of Dreever, which was known\r\nonly to the earl and the family lawyer, and confided to the heir at\r\nmidnight on his twenty-first birthday. Jimmy had come across the\r\nstory in corners of the papers all over the States, from New York to\r\nOnehorseville, Iowa. He looked with interest at the light-haired\r\nyoung man, the latest depository of the awful secret. It was\r\npopularly supposed that the heir, after hearing it, never smiled\r\nagain; but it did not seem to have affected the present Lord Dreever\r\nto any great extent. His gurgling laugh was drowning the orchestra.\r\nProbably, Jimmy thought, when the family lawyer had told the\r\nlight-haired young man the secret, the latter's comment had been, \"No,\r\nreally? By Jove, I say, you know!\"\r\n\r\nJimmy paid his bill, and got up to go.\r\n\r\nIt was a perfect summer night--too perfect for bed. Jimmy strolled\r\non to the Embankment, and stood leaning over the balustrade, looking\r\nacross the river at the vague, mysterious mass of buildings on the\r\nSurrey side.\r\n\r\nHe must have been standing there for some time, his thoughts far\r\naway, when a voice spoke at his elbow.\r\n\r\n\"I say. Excuse me, have you--Hullo!\" It was his light-haired\r\nlordship of Dreever. \"I say, by Jove, why we're always meeting!\"\r\n\r\nA tramp on a bench close by stirred uneasily in his sleep as the\r\ngurgling laugh rippled the air.\r\n\r\n\"Been looking at the water?\" inquired Lord Dreever. \"I have. I often\r\ndo. Don't you think it sort of makes a chap feel--oh, you know. Sort\r\nof--I don't know how to put it.\"\r\n\r\n\"Mushy?\" said Jimmy.\r\n\r\n\"I was going to say poetical. Suppose there's a girl--\"\r\n\r\nHe paused, and looked down at the water. Jimmy was sympathetic with\r\nthis mood of contemplation, for in his case, too, there was a girl.\r\n\r\n\"I saw my party off in a taxi,\" continued Lord Dreever, \"and came\r\ndown here for a smoke; only, I hadn't a match. Have you--?\"\r\n\r\nJimmy handed over his match-box. Lord Dreever lighted a cigar, and\r\nfixed his gaze once more on the river.\r\n\r\n\"Ripping it looks,\" he said.\r\n\r\nJimmy nodded.\r\n\r\n\"Funny thing,\" said Lord Dreever. \"In the daytime, the water here\r\nlooks all muddy and beastly. Damn' depressing, I call it. But at\r\nnight--\" He paused. \"I say,\" he went on after a moment, \"Did you see\r\nthe girl I was with at the Savoy?\"\r\n\r\n\"Yes,\" said Jimmy.\r\n\r\n\"She's a ripper,\" said Lord Dreever, devoutly.\r\n\r\nOn the Thames Embankment, in the small hours of a summer morning,\r\nthere is no such thing as a stranger. The man you talk with is a\r\nfriend, and, if he will listen--as, by the etiquette of the place,\r\nhe must--you may pour out your heart to him without restraint. It is\r\nexpected of you!\r\n\r\n\"I'm fearfully in love with her,\" said his lordship.\r\n\r\n\"She looked a charming girl,\" said Jimmy.\r\n\r\nThey examined the water in silence. From somewhere out in the\r\nnight came the sound of oars, as the police-boat moved on its\r\npatrol.\r\n\r\n\"Does she make you want to go to Japan?\" asked Jimmy, suddenly.\r\n\r\n\"Eh?\" said Lord Dreever, startled. \"Japan?\"\r\n\r\nJimmy adroitly abandoned the position of confidant, and seized that\r\nof confider.\r\n\r\n\"I met a girl a year ago--only really met her once, and even then--oh,\r\nwell! Anyway, it's made me so restless that I haven't been able\r\nto stay in one place for more than a month on end. I tried Morocco,\r\nand had to quit. I tried Spain, and that wasn't any good, either.\r\nThe other day, I heard a fellow say that Japan was a pretty\r\ninteresting sort of country. I was wondering whether I wouldn't give\r\nit a trial.\"\r\n\r\nLord Dreever regarded this traveled man with interest.\r\n\r\n\"It beats me,\" he said, wonderingly. \"What do you want to leg it\r\nabout the world like that for? What's the trouble? Why don't you\r\nstay where the girl is?\"\r\n\r\n\"I don't know where she is.\"\r\n\r\n\"Don't know?\"\r\n\r\n\"She disappeared.\"\r\n\r\n\"Where did you see her last?\" asked his lordship, as if Molly were a\r\nmislaid penknife.\r\n\r\n\"New York.\"\r\n\r\n\"But how do you mean, disappeared? Don't you know her address?\"\r\n\r\n\"I don't even know her name.\"\r\n\r\n\"But dash it all, I say, I mean! Have you ever spoken to her?\"\r\n\r\n\"Only once. It's rather a complicated story. At any rate, she's\r\ngone.\"\r\n\r\nLord Dreever said that it was a rum business. Jimmy conceded the\r\npoint.\r\n\r\n\"Seems to me,\" said his lordship, \"we're both in the cart.\"\r\n\r\n\"What's your trouble?\"\r\n\r\nLord Dreever hesitated.\r\n\r\n\"Oh, well, it's only that I want to marry one girl, and my uncle's\r\ndead set on my marrying another.\"\r\n\r\n\"Are you afraid of hurting your uncle's feelings?\"\r\n\r\n\"It's not so much hurting his feelings. It's--oh, well, it's too\r\nlong to tell now. I think I'll be getting home. I'm staying at our\r\nplace in Eaton Square.\"\r\n\r\n\"How are you going? If you'll walk, I'll come some of the way with\r\nyou.\"\r\n\r\n\"Right you are. Let's be pushing along, shall we?\"\r\n\r\nThey turned up into the Strand, and through Trafalgar Square into\r\nPiccadilly. Piccadilly has a restful aspect in the small hours. Some\r\nmen were cleaning the road with water from a long hose. The swishing\r\nof the torrent on the parched wood was musical.\r\n\r\nJust beyond the gate of Hyde Park, to the right of the road, stands\r\na cabmen's shelter. Conversation and emotion had made Lord Dreever\r\nthirsty. He suggested coffee as a suitable conclusion to the night's\r\nrevels.\r\n\r\n\"I often go in here when I'm up in town,\" he said. \"The cabbies\r\ndon't mind. They're sportsmen.\"\r\n\r\nThe shelter was nearly full when they opened the door. It was very\r\nwarm inside. A cabman gets so much fresh air in the exercise of his\r\nprofessional duties that he is apt to avoid it in private life. The\r\nair was heavy with conflicting scents. Fried onions seemed to be\r\nhaving the best of the struggle for the moment, though plug tobacco\r\ncompeted gallantly. A keenly analytical nose might also have\r\ndetected the presence of steak and coffee.\r\n\r\nA dispute seemed to be in progress as they entered.\r\n\r\n\"You don't wish you was in Russher,\" said a voice.\r\n\r\n\"Yus, I do wish I wos in Russher,\" retorted a shriveled mummy of a\r\ncabman, who was blowing patiently at a saucerful of coffee.\r\n\r\n\"Why do you wish you was in Russher?\" asked the interlocutor,\r\nintroducing a Massa Bones and Massa Johnsing touch into the\r\ndialogue.\r\n\r\n\"Because yer can wade over yer knees in bla-a-a-ad there,\" said the\r\nmummy.\r\n\r\n\"In wot?\"\r\n\r\n\"In bla-a-ad--ruddy bla-a-ad! That's why I wish I wos in Russher.\"\r\n\r\n\"Cheery cove that,\" said Lord Dreever. \"I say, can you give us some\r\ncoffee?\"\r\n\r\n\"I might try Russia instead of Japan,\" said Jimmy, meditatively.\r\n\r\nThe lethal liquid was brought. Conversation began again. Other\r\nexperts gave their views on the internal affairs of Russia. Jimmy\r\nwould have enjoyed it more if he had been less sleepy. His back was\r\nwedged comfortably against the wall of the shelter, and the heat of\r\nthe room stole into his brain. The voices of the disputants grew\r\nfainter and fainter.\r\n\r\nHe had almost dozed off when a new voice cut through the murmur and\r\nwoke him. It was a voice he knew, and the accent was a familiar\r\naccent.\r\n\r\n\"Gents! Excuse me.\"\r\n\r\nHe looked up. The mists of sleep shredded away. A ragged youth with\r\na crop of fiery red hair was standing in the doorway, regarding the\r\noccupants of the shelter with a grin, half-whimsical, half-defiant.\r\n\r\nJimmy recognized him. It was Spike Mullins.\r\n\r\n\"Excuse me,\" said Spike Mullins. \"Is dere any gent in dis bunch of\r\nprofessional beauts wants to give a poor orphan dat suffers from a\r\npainful toist something to drink? Gents is courteously requested not\r\nto speak all in a crowd.\"\r\n\r\n\"Shet that blanky door,\" said the mummy cabman, sourly.\r\n\r\n\"And 'op it,\" added his late opponent. \"We don't want none of your\r\nsort 'ere.\"\r\n\r\n\"Den you ain't my long-lost brudders after all,\" said the newcomer,\r\nregretfully. \"I t'ought youse didn't look handsome enough for dat.\r\nGood-night to youse, gents.\"\r\n\r\n\"Shet that door, can't yer, when I'm telling yer!\" said the mummy,\r\nwith increased asperity.\r\n\r\nSpike was reluctantly withdrawing, when Jimmy rose.\r\n\r\n\"One moment,\" he said.\r\n\r\nNever in his life had Jimmy failed to stand by a friend in need.\r\nSpike was not, perhaps, exactly a friend, but even an acquaintance\r\ncould rely on Jimmy when down in the world. And Spike was manifestly\r\nin that condition.\r\n\r\nA look of surprise came into the Bowery Boy's face, followed by one\r\nof stolid woodenness. He took the sovereign that Jimmy held out to\r\nhim with a muttered word of thanks, and shuffled out of the room.\r\n\r\n\"Can't see what you wanted to give him anything for,\" said Lord\r\nDreever. \"Chap'll only spend it getting soused.\"\r\n\r\n\"Oh, he reminded me of a man I used to know.\"\r\n\r\n\"Did he? Barnum's what-is-it, I should think,\" said his lordship.\r\n\"Shall we be moving?\""
  ]
}