{
  "index": 13,
  "title": "Chapter 12",
  "paragraphs": [
    "MAKING A START\r\n\r\n\r\nSelf-possession was one of Jimmy's leading characteristics, but for\r\nthe moment he found himself speechless. This girl had been occupying\r\nhis thoughts for so long that--in his mind--he had grown very\r\nintimate with her. It was something of a shock to come suddenly out\r\nof his dreams, and face the fact that she was in reality practically\r\na stranger. He felt as one might with a friend whose memory has been\r\nwiped out. It went against the grain to have to begin again from the\r\nbeginning after all the time they had been together.\r\n\r\nA curious constraint fell upon him.\r\n\r\n\"Why, how do you do, Mr. Pitt?\" she said, holding out her hand.\r\n\r\nJimmy began to feel better. It was something that she remembered his\r\nname.\r\n\r\n\"It's like meeting somebody out of a dream,\" said Molly. \"I have\r\nsometimes wondered if you were real. Everything that happened that\r\nnight was so like a dream.\"\r\n\r\nJimmy found his tongue.\r\n\r\n\"You haven't altered,\" he said, \"you look just the same.\"\r\n\r\n\"Well,\" she laughed, \"after all, it's not so long ago, is it?\"\r\n\r\nHe was conscious of a dull hurt. To him, it had seemed years. But he\r\nwas nothing to her--just an acquaintance, one of a hundred. But what\r\nmore, he asked himself, could he have expected? And with the thought\r\ncame consolation. The painful sense of having lost ground left him.\r\nHe saw that he had been allowing things to get out of proportion. He\r\nhad not lost ground. He had gained it. He had met her again, and she\r\nremembered him. What more had he any right to ask?\r\n\r\n\"I've crammed a good deal into the time,\" he explained. \"I've been\r\ntraveling about a bit since we met.\"\r\n\r\n\"Do you live in Shropshire?\" asked Molly.\r\n\r\n\"No. I'm on a visit. At least, I'm supposed to be. But I've lost the\r\nway to the place, and I am beginning to doubt if I shall ever get\r\nthere. I was told to go straight on. I've gone straight on, and here\r\nI am, lost in the snow. Do you happen to know whereabouts Dreever\r\nCastle is?\"\r\n\r\nShe laughed.\r\n\r\n\"Why,\" she said, \"I am staying at Dreever Castle, myself.\"\r\n\r\n\"What?\"\r\n\r\n\"So, the first person you meet turns out to be an experienced guide.\r\nYou're lucky, Mr. Pitt.\"\r\n\r\n\"You're right,\" said Jimmy slowly, \"I am.\"\r\n\r\n\"Did you come down with Lord Dreever? He passed me in the car just\r\nas I was starting out. He was with another man and Lady Julia Blunt.\r\nSurely, he didn't make you walk?\"\r\n\r\n\"I offered to walk. Somebody had to. Apparently, he had forgotten to\r\nlet them know he was bringing me.\"\r\n\r\n\"And then he misdirected you! He's very casual, I'm afraid.\"\r\n\r\n\"Inclined that way, perhaps.\"\r\n\r\n\"Have you known Lord Dreever long?\"\r\n\r\n\"Since a quarter past twelve last night.\"\r\n\r\n\"Last night!\"\r\n\r\n\"We met at the Savoy, and, later, on the Embankment. We looked at\r\nthe river together, and told each other the painful stories of our\r\nlives, and this morning he called, and invited me down here.\"\r\n\r\nMolly looked at him with frank amusement.\r\n\r\n\"You must be a very restless sort of person,\" she said. \"You seem to\r\ndo a great deal of moving about.\"\r\n\r\n\"I do,\" said Jimmy. \"I can't keep still. I've got the go-fever, like\r\nthat man in Kipling's book.\"\r\n\r\n\"But he was in love.\"\r\n\r\n\"Yes,\" said Jimmy. \"He was. That's the bacillus, you know.\"\r\n\r\nShe shot a quick glance at him. He became suddenly interesting to\r\nher. She was at the age of dreams and speculations. From being\r\nmerely an ordinary young man with rather more ease of manner than\r\nthe majority of the young men she had met, he developed in an\r\ninstant into something worthy of closer attention. He took on a\r\ncertain mystery and romance. She wondered what sort of girl it was\r\nthat he loved. Examining him in the light of this new discovery, she\r\nfound him attractive. Something seemed to have happened to put her\r\nin sympathy with him. She noticed for the first time a latent\r\nforcefulness behind the pleasantness of his manner. His self-possession\r\nwas the self-possession of the man who has been tried and\r\nhas found himself.\r\n\r\nAt the bottom of her consciousness, too, there was a faint stirring\r\nof some emotion, which she could not analyze, not unlike pain. It\r\nwas vaguely reminiscent of the agony of loneliness which she had\r\nexperienced as a small child on the rare occasions when her father\r\nhad been busy and distrait, and had shown her by his manner that she\r\nwas outside his thoughts. This was but a pale suggestion of that\r\nmisery; nevertheless, there was a resemblance. It was a rather\r\ndesolate, shut-out sensation, half-resentful.\r\n\r\nIt was gone in a moment. But it had been there. It had passed over\r\nher heart as the shadow of a cloud moves across a meadow in the\r\nsummer-time.\r\n\r\nFor some moments, she stood without speaking. Jimmy did not break\r\nthe silence. He was looking at her with an appeal in his eyes. Why\r\ncould she not understand? She must understand.\r\n\r\nBut the eyes that met his were those of a child.\r\n\r\nAs they stood there, the horse, which had been cropping in a\r\nperfunctory manner at the short grass by the roadside, raised its\r\nhead, and neighed impatiently. There was something so human about\r\nthe performance that Jimmy and the girl laughed simultaneously. The\r\nutter materialism of the neigh broke the spell. It was a noisy\r\ndemand for food.\r\n\r\n\"Poor Dandy!\" said Molly. \"He knows he's near home, and he knows\r\nit's his dinner-time.\"\r\n\r\n\"Are we near the castle, then?\"\r\n\r\n\"It's a long way round by the road, but we can cut across the\r\nfields. Aren't these English fields and hedges just perfect! I love\r\nthem. Of course, I loved America, but--\"\r\n\r\n\"Have you left New York long?\" asked Jimmy.\r\n\r\n\"We came over here about a month after you were at our house.\"\r\n\r\n\"You didn't spend much time there, then.\"\r\n\r\n\"Father had just made a good deal of money in Wall Street. He must\r\nhave been making it when I was on the Lusitania. He wanted to leave\r\nNew York, so we didn't wait. We were in London all the winter. Then,\r\nwe went over to Paris. It was there we met Sir Thomas Blunt and Lady\r\nJulia. Have you met them? They are Lord Dreever's uncle and aunt.\"\r\n\r\n\"I've met Lady Julia.\"\r\n\r\n\"Do you like her?\"\r\n\r\nJimmy hesitated.\r\n\r\n\"Well, you see--\"\r\n\r\n\"I know. She's your hostess, but you haven't started your visit yet.\r\nSo, you've just got time to say what you really think of her, before\r\nyou have to pretend she's perfect.\"\r\n\r\n\"Well--\"\r\n\r\n\"I detest her,\" said Molly, crisply. \"I think she's hard and\r\nhateful.\"\r\n\r\n\"Well, I can't say she struck me as a sort of female Cheeryble\r\nBrother. Lord Dreever introduced me to her at the station. She\r\nseemed to bear it pluckily, but with some difficulty.\"\r\n\r\n\"She's hateful,\" repeated Molly. \"So is he, Sir Thomas, I mean. He's\r\none of those fussy, bullying little men. They both bully poor Lord\r\nDreever till I wonder he doesn't rebel. They treat him like a\r\nschool-boy. It makes me wild. It's such a shame--he's so nice and\r\ngood-natured! I am so sorry for him!\"\r\n\r\nJimmy listened to this outburst with mixed feelings. It was sweet of\r\nher to be so sympathetic, but was it merely sympathy? There had been\r\na ring in her voice and a flush on her cheek that had suggested to\r\nJimmy's sensitive mind a personal interest in the down-trodden peer.\r\nReason told him that it was foolish to be jealous of Lord Dreever, a\r\ngood fellow, of course, but not to be taken seriously. The primitive\r\nman in him, on the other hand, made him hate all Molly's male\r\nfriends with an unreasoning hatred. Not that he hated Lord Dreever:\r\nhe liked him. But he doubted if he could go on liking him for long\r\nif Molly were to continue in this sympathetic strain.\r\n\r\nHis affection for the absent one was not put to the test. Molly's\r\nnext remark had to do with Sir Thomas.\r\n\r\n\"The worst of it is,\" she said, \"father and Sir Thomas are such\r\nfriends. In Paris, they were always together. Father did him a very\r\ngood turn.\"\r\n\r\n\"How was that?\"\r\n\r\n\"It was one afternoon, just after we arrived. A man got into Lady\r\nJulia's room while we were all out except father. Father saw him go\r\ninto the room, and suspected something was wrong, and went in after\r\nhim. The man was trying to steal Lady Julia's jewels. He had opened\r\nthe box where they were kept, and was actually holding her rope of\r\ndiamonds in his hand when father found him. It's the most\r\nmagnificent thing I ever saw. Sir Thomas told father he gave a\r\nhundred thousand dollars for it.\"\r\n\r\n\"But, surely,\" said Jimmy, \"hadn't the management of the hotel a\r\nsafe for valuables?\"\r\n\r\n\"Of course, they had; but you don't know Sir Thomas. He wasn't going\r\nto trust any hotel safe. He's the sort of a man who insists on doing\r\neverything in his own way, and who always imagines he can do things\r\nbetter himself than anyone else can do them for him. He had had this\r\nspecial box made, and would never keep the diamonds anywhere else.\r\nNaturally, the thief opened it in a minute. A clever thief would\r\nhave no difficulty with a thing like that.\"\r\n\r\n\"What happened?\"\r\n\r\n\"Oh, the man saw father, and dropped the jewels, and ran off down\r\nthe corridor. Father chased him a little way, but of course it was\r\nno good; so he went back and shouted, and rang every bell he could\r\nsee, and gave the alarm; but the man was never found. Still, he left\r\nthe diamonds. That was the great thing, after all. You must look at\r\nthem to-night at dinner. They really are wonderful. Are you a judge\r\nof precious stones at all?\"\r\n\r\n\"I am rather,\" said Jimmy. \"In fact, a jeweler I once knew told me I\r\nhad a natural gift in that direction. And so, of course, Sir Thomas\r\nwas pretty grateful to your father?\"\r\n\r\n\"He simply gushed. He couldn't do enough for him. You see, if the\r\ndiamonds had been stolen, I'm sure Lady Julia would have made Sir\r\nThomas buy her another rope just as good. He's terrified of her, I'm\r\ncertain. He tries not to show it, but he is. And, besides having to\r\npay another hundred thousand dollars, he would never have heard the\r\nlast of it. It would have ruined his reputation for being infallible\r\nand doing everything better than anybody else.\"\r\n\r\n\"But didn't the mere fact that the thief got the jewels, and was\r\nonly stopped by a fluke from getting away with them, do that?\"\r\n\r\nMolly bubbled with laughter.\r\n\r\n\"She never knew. Sir Thomas got back to the hotel an hour before she\r\ndid. I've never seen such a busy hour. He had the manager up,\r\nharangued him, and swore him to secrecy--which the poor manager was\r\nonly too glad to agree to, because it wouldn't have done the hotel\r\nany good to have it known. And the manager harangued the servants,\r\nand the servants harangued one another, and everybody talked at the\r\nsame time; and father and I promised not to tell a soul; so Lady\r\nJulia doesn't know a word about it to this day. And I don't see why\r\nshe ever should--though, one of these days, I've a good mind to tell\r\nLord Dreever. Think what a hold he would have over them! They'd\r\nnever be able to bully him again.\"\r\n\r\n\"I shouldn't,\" said Jimmy, trying to keep a touch of coldness out of\r\nhis voice. This championship of Lord Dreever, however sweet and\r\nadmirable, was a little distressing.\r\n\r\nShe looked up quickly.\r\n\r\n\"You don't think I really meant to, do you?\"\r\n\r\n\"No, no,\" said Jimmy, hastily. \"Of course not.\"\r\n\r\n\"Well, I should think so!\" said Molly, indignantly. \"After I\r\npromised not to tell a soul about it!\"\r\n\r\nJimmy chuckled.\r\n\r\n\"It's nothing,\" he said, in answer to her look of inquiry.\r\n\r\n\"You laughed at something.\"\r\n\r\n\"Well,\" said Jimmy apologetically, \"it's only--it's nothing really--only,\r\nwhat I mean is, you have just told one soul a good deal about\r\nit, haven't you?\"\r\n\r\nMolly turned pink. Then, she smiled.\r\n\r\n\"I don't know how I came to do it,\" she declared. \"It just rushed\r\nout of its own accord. I suppose it is because I know I can trust\r\nyou.\"\r\n\r\nJimmy flushed with pleasure. He turned to her, and half-halted, but\r\nshe continued to walk on.\r\n\r\n\"You can,\" he said, \"but how do you know you can?\"\r\n\r\nShe seemed surprised.\r\n\r\n\"Why--\" she said. She stopped for a moment, and then went on\r\nhurriedly, with a touch of embarrassment. \"Why, how absurd! Of\r\ncourse, I know. Can't you read faces? I can. Look,\" she said,\r\npointing, \"now you can see the castle. How do you like it?\"\r\n\r\nThey had reached a point where the fields sloped sharply downward. A\r\nfew hundred yards away, backed by woods, stood the gray mass of\r\nstone which had proved such a kill-joy of old to the Welsh sportsmen\r\nduring the pheasant season. Even now, it had a certain air of\r\ndefiance. The setting sun lighted the waters of the lake. No figures\r\nwere to be seen moving in the grounds. The place resembled a palace\r\nof sleep.\r\n\r\n\"Well?\" said Molly.\r\n\r\n\"It's wonderful!\"\r\n\r\n\"Isn't it! I'm so glad it strikes you like that. I always feel as if\r\nI had invented everything round here. It hurts me if people don't\r\nappreciate it.\"\r\n\r\nThey went down the hill.\r\n\r\n\"By the way,\" said Jimmy, \"are you acting in these theatricals they\r\nare getting up?\"\r\n\r\n\"Yes. Are you the other man they were going to get? That's why Lord\r\nDreever went up to London, to see if he couldn't find somebody. The\r\nman who was going to play one of the parts had to go back to London\r\non business.\"\r\n\r\n\"Poor brute!\" said Jimmy. It seemed to him at this moment that there\r\nwas only one place in the world where a man might be even reasonably\r\nhappy. \"What sort of part is it? Lord Dreever said I should be\r\nwanted to act. What do I do?\"\r\n\r\n\"If you're Lord Herbert, which is the part they wanted a man for,\r\nyou talk to me most of the time.\"\r\n\r\nJimmy decided that the piece had been well cast.\r\n\r\n The dressing-gong sounded just as they entered the hall. From a\r\ndoor on the left, there emerged two men, a big man and a little one,\r\nin friendly conversation. The big man's back struck Jimmy as\r\nfamiliar.\r\n\r\n\"Oh, father,\" Molly called. And Jimmy knew where he had seen the\r\nback before.\r\n\r\nThe two men stopped.\r\n\r\n\"Sir Thomas,\" said Molly, \"this is Mr. Pitt.\"\r\n\r\nThe little man gave Jimmy a rapid glance, possibly with the object\r\nof detecting his more immediately obvious criminal points; then, as\r\nif satisfied as to his honesty, became genial.\r\n\r\n\"I am very glad to meet you, Mr. Pitt, very glad,\" he said. \"We have\r\nbeen expecting you for some time.\"\r\n\r\nJimmy explained that he had lost his way.\r\n\r\n\"Exactly. It was ridiculous that you should be compelled to walk,\r\nperfectly ridiculous. It was grossly careless of my nephew not to\r\nlet us know that you were coming. My wife told him so in the car.\"\r\n\r\n\"I bet she did,\" said Jimmy to himself. \"Really,\" he said aloud, by\r\nway of lending a helping hand to a friend in trouble, \"I preferred\r\nto walk. I have not been on a country road since I landed in\r\nEngland.\" He turned to the big man, and held out his hand. \"I don't\r\nsuppose you remember me, Mr. McEachern? We met in New York.\"\r\n\r\n\"You remember the night Mr. Pitt scared away our burglar, father,\"\r\nsaid Molly.\r\n\r\nMr. McEachern was momentarily silent. On his native asphalt, there\r\nare few situations capable of throwing the New York policeman off\r\nhis balance. In that favored clime, savoir faire is represented by a\r\nshrewd blow of the fist, and a masterful stroke with the truncheon\r\namounts to a satisfactory repartee. Thus shall you never take the\r\npoliceman of Manhattan without his answer. In other surroundings,\r\nMr. McEachern would have known how to deal with the young man whom\r\nwith such good reason he believed to be an expert criminal. But\r\nanother plan of action was needed here. First and foremost, of all\r\nthe hints on etiquette that he had imbibed since he entered this\r\nmore reposeful life, came the maxim: \"Never make a scene.\" Scenes,\r\nhe had gathered, were of all things what polite society most\r\nresolutely abhorred. The natural man in him must be bound in chains.\r\nThe sturdy blow must give way to the honeyed word. A cold, \"Really!\"\r\nwas the most vigorous retort that the best circles would\r\ncountenance. It had cost Mr. McEachern some pains to learn this\r\nlesson, but he had done it. He shook hands, and gruffly acknowledged\r\nthe acquaintanceship.\r\n\r\n\"Really, really!\" chirped Sir Thomas, amiably. \"So, you find\r\nyourself among old friends, Mr. Pitt.\"\r\n\r\n\"Old friends,\" echoed Jimmy, painfully conscious of the\r\nex-policeman's eyes, which were boring holes in him.\r\n\r\n\"Excellent, excellent! Let me take you to your room. It is just\r\nopposite my own. This way.\"\r\n\r\nIn his younger days, Sir Thomas had been a floor-walker of no mean\r\ncaliber. A touch of the professional still lingered in his brisk\r\nmovements. He preceded Jimmy upstairs with the restrained suavity\r\nthat can be learned in no other school.\r\n\r\nThey parted from Mr. McEachern on the first landing, but Jimmy could\r\nstill feel those eyes. The policeman's stare had been of the sort\r\nthat turns corners, goes upstairs, and pierces walls."
  ]
}