{
  "index": 17,
  "title": "Chapter 16",
  "paragraphs": [
    "A MARRIAGE ARRANGED\r\n\r\n\r\nNeither Molly nor her father had moved or spoken while Jimmy was\r\ncovering the short strip of turf that ended at the stone steps of\r\nthe house. McEachern stood looking down at her in grim silence. His\r\ngreat body against the dark mass of the castle wall seemed larger\r\nthan ever in the uncertain light. To Molly, there was something\r\nsinister and menacing in his attitude. She found herself longing\r\nthat Jimmy would come back. She was frightened. Why, she could not\r\nhave said. It was as if some instinct told her that a crisis in her\r\naffairs had been reached, and that she needed him. For the first\r\ntime in her life, she felt nervous in her father's company. Ever\r\nsince she was a child, she had been accustomed to look upon him as\r\nher protector; but, now, she was afraid.\r\n\r\n\"Father!\" she cried.\r\n\r\n\"What are you doing out here?\"\r\n\r\nHis voice was tense and strained.\r\n\r\n\"I came out because I wanted to think, father, dear.\"\r\n\r\nShe thought she knew his moods, but this was one that she had never\r\nseen. It frightened her.\r\n\r\n\"Why did he come out here?\"\r\n\r\n\"Mr. Pitt? He brought me a wrap.\"\r\n\r\n\"What was he saying to you?\"\r\n\r\nThe rain of questions gave Molly a sensation of being battered. She\r\nfelt dazed, and a little mutinous. What had she done that she should\r\nbe assailed like this?\r\n\r\n\"He was saying nothing,\" she said, rather shortly.\r\n\r\n\"Nothing? What do you mean? What was he saying? Tell me!\"\r\n\r\nMolly's voice shook as she replied.\r\n\r\n\"He was saying nothing,\" she repeated. \"Do you think I'm not telling\r\nthe truth, father? He had not spoken a word for ever so long. We\r\njust walked up and down. I was thinking, and I suppose he was, too.\r\nAt any rate, he said nothing. I--I think you might believe me.\"\r\n\r\nShe began to cry quietly. Her father had never been like this\r\nbefore. It hurt her.\r\n\r\nMcEachern's manner changed in a flash. In the shock of finding Jimmy\r\nand Molly together on the terrace, he had forgotten himself. He had\r\nhad reason, to be suspicious. Sir Thomas Blunt, from whom he had\r\njust parted, had told him a certain piece of news which had\r\ndisturbed him. The discovery of Jimmy with Molly had lent an added\r\nsignificance to that piece of news. He saw that he had been rough.\r\nIn a moment, he was by her side, his great arm round her shoulder,\r\npetting and comforting her as he had done when she was a child. He\r\nbelieved her word without question; and his relief made him very\r\ntender. Gradually, the sobs ceased. She leaned against his arm.\r\n\r\n\"I'm tired, father,\" she whispered.\r\n\r\n\"Poor little girl. We'll sit down.\"\r\n\r\nThere was a seat at the end of the terrace. McEachern picked Molly\r\nup as if she had been a baby, and carried her to it. She gave a\r\nlittle cry.\r\n\r\n\"I didn't mean I was too tired to walk,\" she said, laughing\r\ntremulously. \"How strong you are, father! If I was naughty, you\r\ncould take me up and shake me till I was good, couldn't you?\"\r\n\r\n\"Of course. And send you to bed, too. So, you, be careful, young\r\nwoman.\"\r\n\r\nHe lowered her to the seat. Molly drew the cloak closer round her,\r\nand shivered.\r\n\r\n\"Cold, dear?\"\r\n\r\n\"No.\"\r\n\r\n\"You shivered.\"\r\n\r\n\"It was nothing. Yes, it was,\" she went on quickly; \"it was. Father,\r\nwill you promise me something?\"\r\n\r\n\"Of course. What?\"\r\n\r\n\"Don't ever be angry with me like that again, will you? I couldn't\r\nbear it. Really, I couldn't. I know it's stupid of me, but it hurt.\r\nYou don't know how it hurt.\"\r\n\r\n\"But, my dear--\"\r\n\r\n\"Oh, I know it's stupid. But--\"\r\n\r\n\"But, my darling, it wasn't so. I was angry, but it wasn't with\r\nyou.\"\r\n\r\n\"With--? Were you angry with Mr. Pitt?\"\r\n\r\nMcEachern saw that he had traveled too far. He had intended that\r\nJimmy's existence should be forgotten for the time being. He had\r\nother things to discuss. But it was too late now. He must go\r\nforward.\r\n\r\n\"I didn't like to see you out here alone with Mr. Pitt, dear,\" he\r\nsaid. \"I was afraid--\"\r\n\r\nHe saw that he must go still further forward. It was more than,\r\nawkward. He wished to hint at the undesirability of an entanglement\r\nwith Jimmy without admitting the possibility of it. Not being a man,\r\nof nimble brain, he found this somewhat beyond his powers.\r\n\r\n\"I don't like him,\" he said, briefly. \"He's crooked.\"\r\n\r\nMolly's eyes opened wide. The color had gone from her face.\r\n\r\n\"Crooked, father?\"\r\n\r\nMcEachern perceived that he had traveled very much too far, almost\r\nto disaster. He longed to denounce Jimmy, but he was gagged. If\r\nMolly were to ask the question, that Jimmy had asked in the\r\nbedroom--that fatal, unanswerable question! The price was too great to pay.\r\n\r\nHe spoke cautiously, vaguely, feeling his way.\r\n\r\n\"I couldn't explain to you, my dear. You wouldn't understand. You\r\nmust remember, my dear, that out in New York I was in a position to\r\nknow a great many queer characters--crooks, Molly. I was working\r\namong them.\"\r\n\r\n\"But, father, that night at our house you didn't know Mr. Pitt. He\r\nhad to tell you his name.\"\r\n\r\n\"I didn't know him--then,\" said her father slowly, \"but--but--\" he\r\npaused--\"but I made inquiries,\" he concluded with a rush, \"and found\r\nout things.\"\r\n\r\nHe permitted himself a long, silent breath of relief. He saw his way\r\nnow.\r\n\r\n\"Inquiries?\" said Molly. \"Why?\"\r\n\r\n\"Why?\"\r\n\r\n\"Why did you suspect him?\"\r\n\r\nA moment earlier, the question might have confused McEachern, but\r\nnot now. He was equal to it. He took it in his stride.\r\n\r\n\"It's hard to say, my dear. A man who has had as much to do with\r\ncrooks as I have recognizes them when he sees them.\"\r\n\r\n\"Did you think Mr. Pitt looked--looked like that?\" Her voice was\r\nvery small. There was a drawn, pinched expression on her face. She\r\nwas paler than ever.\r\n\r\nHe could not divine her thoughts. He could not know what his words\r\nhad done; how they had shown her in a flash what Jimmy was to her,\r\nand lighted her mind like a flame, revealing the secret hidden\r\nthere. She knew now. The feeling of comradeship, the instinctive\r\ntrust, the sense of dependence--they no longer perplexed her; they\r\nwere signs which she could read.\r\n\r\nAnd he was crooked!\r\n\r\nMcEachern proceeded. Belief made him buoyant.\r\n\r\n\"I did, my dear. I can read them like a book. I've met scores of his\r\nsort. Broadway is full of them. Good clothes and a pleasant manner\r\ndon't make a man honest. I've run up against a mighty high-toned\r\nbunch of crooks in my day. It's a long time since I gave up thinking\r\nthat it was only the ones with the low foreheads and the thick ears\r\nthat needed watching. It's the innocent Willies who look as if all\r\nthey could do was to lead the cotillon. This man Pitt's one of them.\r\nI'm not guessing, mind you. I know. I know his line, and all about\r\nhim. I'm watching him. He's here on some game. How did he get here?\r\nWhy, he scraped acquaintance with Lord Dreever in a London\r\nrestaurant. It's the commonest trick on the list. If I hadn't\r\nhappened to be here when he came, I suppose he'd have made his haul\r\nby now. Why, he came all prepared for it! Have you seen an ugly,\r\ngrinning, red-headed scoundrel hanging about the place? His valet.\r\nSo he says. Valet! Do you know who that is? That's one of the most\r\nnotorious yegg-men on the other side. There isn't a policeman in New\r\nYork who doesn't know Spike Mullins. Even if I knew nothing of this\r\nPitt, that would be enough. What's an innocent man going round the\r\ncountry with Spike Mullins for, unless they are standing in together\r\nat some game? That's who Mr. Pitt is, my dear, and that's why maybe\r\nI seemed a little put out when I came upon you and him out here\r\nalone together. See as little of him as you can. In a large party\r\nlike this, it won't be difficult to avoid him.\"\r\n\r\nMolly sat staring out across the garden. At first, every word had\r\nbeen a stab. Several times, she had been on the point of crying out\r\nthat she could bear it no longer. But, gradually, a numbness\r\nsucceeded the pain. She found herself listening apathetically.\r\n\r\nMcEachern talked on. He left the subject of Jimmy, comfortably\r\nconscious that, even if there had ever existed in Molly's heart any\r\nbudding feeling of the kind he had suspected, it must now be dead.\r\nHe steered the conversation away until it ran easily among\r\ncommonplaces. He talked of New York, of the preparations for the\r\ntheatricals. Molly answered composedly. She was still pale, and a\r\ncertain listlessness in her manner might have been noticed by a more\r\nobservant man than Mr. McEachern. Beyond this, there was nothing to\r\nshow that her heart had been born and killed but a few minutes\r\nbefore. Women have the Red Indian instinct; and Molly had grown to\r\nwomanhood in those few minutes.\r\n\r\nPresently, Lord Dreever's name came up. It caused a momentary pause,\r\nand McEachern took advantage of it. It was the cue for which he had\r\nbeen waiting. He hesitated for a moment, for the conversation was\r\nabout to enter upon a difficult phase, and he was not quite sure of\r\nhimself. Then, he took the plunge.\r\n\r\n\"I have just been talking to Sir Thomas, my dear,\" he said. He tried\r\nto speak casually, and, as a natural result, infused so much meaning\r\ninto his voice that Molly looked at him in surprise. McEachern\r\ncoughed confusedly. Diplomacy, he concluded, was not his forte. He\r\nabandoned it in favor of directness. \"He was telling me that you had\r\nrefused Lord Dreever this evening.\"\r\n\r\n\"Yes. I did,\" said Molly. \"How did Sir Thomas know?\"\r\n\r\n\"Lord Dreever told him.\"\r\n\r\nMolly raised her eyebrows.\r\n\r\n\"I shouldn't have thought it was the sort of thing he would talk\r\nabout,\" she said.\r\n\r\n\"Sir Thomas is his uncle.\"\r\n\r\n\"Of course, so he is,\" said Molly, dryly. \"I forgot. That would\r\naccount for it, wouldn't it?\"\r\n\r\nMr. McEachern looked at her with some concern. There was a hard ring\r\nin her voice which he did not altogether like. His greatest admirer\r\nhad never called him an intuitive man, and he was quite at a loss to\r\nsee what was wrong. As a schemer, he was perhaps a little naive. He\r\nhad taken it for granted that Molly was ignorant of the maneuvers\r\nwhich had been going on, and which had culminated that afternoon in\r\na stammering proposal of marriage from Lord Dreever in the rose-garden.\r\nThis, however, was not the case. The woman incapable of\r\nseeing through the machinations of two men of the mental caliber of\r\nSir Thomas Blunt and Mr. McEachern has yet to be born. For some\r\nconsiderable time, Molly had been alive to the well-meant plottings\r\nof that worthy pair, and had derived little pleasure from the fact.\r\nIt may be that woman loves to be pursued; but she does not love to\r\nbe pursued by a crowd.\r\n\r\nMr. McEachern cleared his throat, and began again.\r\n\r\n\"You shouldn't decide a question like that too hastily, my dear.\"\r\n\r\n\"I didn't--not too hastily for Lord Dreever, at any rate, poor\r\ndear.\"\r\n\r\n\"It was in your power,\" said Mr. McEachern portentously, \"to make a\r\nman happy--\"\r\n\r\n\"I did,\" said Molly, bitterly. \"You should have seen his face light\r\nup. He could hardly believe it was true for a moment, and then it\r\ncame home to him, and I thought he would have fallen on my neck. He\r\ndid his very best to look heart-broken--out of politeness--but it\r\nwas no good. He whistled most of the way back to the house--all\r\nflat, but very cheerfully.\"\r\n\r\n\"My dear! What do you mean?\"\r\n\r\nMolly had made the discovery earlier in their conversation that her\r\nfather had moods whose existence she had not expected. It was his\r\nturn now to make a similar discovery regarding herself.\r\n\r\n\"I mean nothing, father,\" she said. \"I'm just telling you what\r\nhappened. He came to me looking like a dog that's going to be\r\nwashed--\"\r\n\r\n\"Why, of course, he was nervous, my dear.\"\r\n\r\n\"Of course. He couldn't know that I was going to refuse him.\"\r\n\r\nShe was breathing quickly. He started to speak, but she went on,\r\nlooking straight before her. Her face was very white in the moon-light.\r\n\r\n\"He took me into the rose-garden. Was that Sir Thomas's idea? There\r\ncouldn't have been a better setting, I'm sure. The roses looked\r\nlovely. Presently, I heard him gulp, and I was so sorry for him! I\r\nwould have refused him then, and put him out of his misery, only I\r\ncouldn't very well till he had proposed, could I? So, I turned my\r\nback, and sniffed at a rose. And, then, he shut his eyes--I couldn't\r\nsee him, but I know he shut his eyes--and began to say his lesson.\"\r\n\r\n\"Molly!\"\r\n\r\nShe laughed, hysterically.\r\n\r\n\"He did. He said his lesson. He gabbled it. When he had got as far\r\nas, 'Well, don't you know, what I mean is, that's what I wanted to\r\nsay, you know,' I turned round and soothed him. I said I didn't love\r\nhim. He said, 'No, no, of course not.' I said he had paid me a great\r\ncompliment. He said, 'Not at all,' looking very anxious, poor\r\ndarling, as if even then he was afraid of what might come next. But\r\nI reassured him, and he cheered up, and we walked back to the house\r\ntogether, as happy as could be.\"\r\n\r\nMcEachern put his hand round her shoulders. She winced, but let it\r\nstay. He attempted gruff conciliation.\r\n\r\n\"My dear, you've been imagining things. Of course, he isn't happy.\r\nWhy, I saw the young fellow--\"\r\n\r\nRecollecting that the last time he had seen the young fellow--shortly\r\nafter dinner--the young fellow had been occupied in juggling, with\r\nevery appearance of mental peace, two billiard-balls and a box of\r\nmatches, he broke off abruptly.\r\n\r\nMolly looked at him.\r\n\r\n\"Father.\"\r\n\r\n\"My dear?\"\r\n\r\n\"Why do you want me to marry Lord Dreever?\"\r\n\r\nHe met the attack stoutly.\r\n\r\n\"I think he's a fine young fellow,\" he said, avoiding her eyes.\r\n\r\n\"He's quite nice,\" said Molly, quietly.\r\n\r\nMcEachern had been trying not to say it. He did not wish to say it.\r\nIf it could have been hinted at, he would have done it. But he was\r\nnot good at hinting. A lifetime passed in surroundings where the\r\nsubtlest hint is a drive in the ribs with a truncheon does not leave\r\na man an adept at the art. He had to be blunt or silent.\r\n\r\n\"He's the Earl of Dreever, my dear.\"\r\n\r\nHe rushed on, desperately anxious to cover the nakedness of the\r\nstatement in a comfortable garment of words.\r\n\r\n\"Why, you see, you're young, Molly. It's only natural you shouldn't\r\nlook on these things sensibly. You expect too much of a man. You\r\nexpect this young fellow to be like the heroes of the novels you\r\nread. When you've lived a little longer, my dear, you'll see that\r\nthere's nothing in it. It isn't the hero of the novel you want to\r\nmarry. It's the man who'll make you a good husband.\"\r\n\r\nThis remark struck Mr. McEachern as so pithy and profound that he\r\nrepeated it.\r\n\r\nHe went on. Molly was sitting quite still, looking into the\r\nshrubbery. He assumed she was listening; but whether she was or not,\r\nhe must go on talking. The situation was difficult. Silence would\r\nmake it more difficult.\r\n\r\n\"Now, look at Lord Dreever,\" he said. \"There's a young man with one\r\nof the oldest titles in England. He could go anywhere and do what he\r\nliked, and be excused for whatever he did because of his name. But\r\nhe doesn't. He's got the right stuff in him. He doesn't go racketing\r\naround--\"\r\n\r\n\"His uncle doesn't allow him enough pocket-money,\" said Molly, with\r\na jarring little laugh. \"Perhaps, that's why.\"\r\n\r\nThere was a pause. McEachern required a few moments in which to\r\nmarshal his arguments once more. He had been thrown out of his\r\nstride.\r\n\r\nMolly turned to him. The hardness had gone from her face. She looked\r\nup at him wistfully.\r\n\r\n\"Father, dear, listen,\" she said. \"We always used to understand each\r\nother so well!\" He patted her shoulder affectionately. \"You can't\r\nmean what you say? You know I don't love Lord Dreever. You know he's\r\nonly a boy. Don't you want me to marry a man? I love this old place,\r\nbut surely you can't think that it can really matter in a thing like\r\nthis? You don't really mean, that about the hero of the novel? I'm\r\nnot stupid, like that. I only want--oh, I can't put it into words,\r\nbut don't you see?\"\r\n\r\nHer eyes were fixed appealingly on him. It only needed a word from\r\nhim--perhaps not even a word--to close the gulf that had opened\r\nbetween them.\r\n\r\nHe missed the chance. He had had time to think, and his arguments\r\nwere ready again. With stolid good-humor, he marched along the line\r\nhe had mapped out. He was kindly and shrewd and practical; and the\r\ngulf gaped wider with every word.\r\n\r\n\"You mustn't be rash, my dear. You mustn't act without thinking in\r\nthese things. Lord Dreever is only a boy, as you say, but he will\r\ngrow. You say you don't love him. Nonsense! You like him. You would\r\ngo on liking him more and more. And why? Because you could make what\r\nyou pleased of him. You've got character, my dear. With a girl like\r\nyou to look after him, he would go a long way, a very long way. It's\r\nall there. It only wants bringing out. And think of it, Molly!\r\nCountess of Dreever! There's hardly a better title in England. It\r\nwould make me very happy, my dear. It's been my one hope all these\r\nyears to see you in the place where you ought to be. And now the\r\nchance has come. Molly, dear, don't throw it away.\"\r\n\r\nShe had leaned back with closed eyes. A wave of exhaustion had swept\r\nover her. She listened in a dull dream. She felt beaten. They were\r\ntoo strong for her. There were too many of them. What did it matter?\r\nWhy not give in, and end it all and win peace? That was all she\r\nwanted--peace now. What did it all matter?\r\n\r\n\"Very well, father,\" she said, listlessly.\r\n\r\nMcEachern stopped short.\r\n\r\n\"You'll do it, dear?\" he cried. \"You will?\"\r\n\r\n\"Very well, father.\"\r\n\r\nHe stooped and kissed her.\r\n\r\n\"My own dear little girl,\" he said.\r\n\r\nShe got up.\r\n\r\n\"I'm rather tired, father,\" she said. \"I think I'll go in.\"\r\n\r\nTwo minutes later, Mr. McEachern was in Sir Thomas Blunt's study.\r\nFive minutes later, Sir Thomas pressed the bell.\r\n\r\nSaunders appeared.\r\n\r\n\"Tell his lordship,\" said Sir Thomas, \"that I wish to see him a\r\nmoment. He is in the billiard-room, I think.\""
  ]
}