{
  "index": 11,
  "title": "Chapter 10",
  "paragraphs": [
    "JIMMY ADOPTS A LAME DOG\r\n\r\n\r\nA black figure detached itself from the blacker shadows, and\r\nshuffled stealthily to where Jimmy stood on the doorstep.\r\n\r\n\"That you, Spike?\" asked Jimmy.\r\n\r\n\"Dat's right, boss.\"\r\n\r\n\"Come on in.\"\r\n\r\nHe led the way up to his rooms, switched on the electric light, and\r\nshut the door. Spike stood blinking at the sudden glare. He twirled\r\nhis battered hat in his hands. His red hair shone fiercely.\r\n\r\nJimmy inspected him out of the corner of his eye, and came to the\r\nconclusion that the Mullins finances must be at a low ebb. Spike's\r\ncostume differed in several important details from that of the\r\nordinary well-groomed man about town. There was nothing of the\r\nflaneur about the Bowery Boy. His hat was of the soft black felt\r\nfashionable on the East Side of New York. It was in poor condition,\r\nand looked as if it had been up too late the night before. A black\r\ntail-coat, burst at the elbows and stained with mud, was tightly\r\nbuttoned across his chest, this evidently with the idea of\r\nconcealing the fact that he wore no shirt--an attempt which was not\r\nwholly successful. A pair of gray flannel trousers and boots out of\r\nwhich two toes peeped coyly completed the picture.\r\n\r\nEven Spike himself seemed to be aware that there were points in his\r\nappearance which would have distressed the editor of a men's\r\nfashion-paper.\r\n\r\n\"'Scuse these duds,\" he said. \"Me man's bin an' mislaid de trunk\r\nwit' me best suit in. Dis is me number two.\"\r\n\r\n\"Don't mention it, Spike,\" said Jimmy. \"You look a perfect matinee\r\nidol. Have a drink?\"\r\n\r\nSpike's eyes gleamed as he reached for the decanter. He took a seat.\r\n\r\n\"Cigar, Spike?\"\r\n\r\n\"Sure. T'anks, boss.\"\r\n\r\nJimmy lighted his pipe. Spike, after a few genteel sips, threw off\r\nhis restraint, and finished the rest of his glass at a gulp.\r\n\r\n\"Try another,\" suggested Jimmy.\r\n\r\nSpike's grin showed that the idea had been well received.\r\n\r\nJimmy sat and smoked in silence for a while. He was thinking the\r\nthing over. He felt like a detective who has found a clue. At last,\r\nhe would be able to discover the name of the Lusitania girl. The\r\ndiscovery would not take him very far certainly, but it would be\r\nsomething. Possibly, Spike might even be able to fix the position of\r\nthe house they had broken into that night.\r\n\r\nSpike was looking at Jimmy over his glass in silent admiration. This\r\nflat which Jimmy had rented for a year, in the hope that the\r\npossession of a fixed abode might help to tie him down to one spot,\r\nwas handsomely, even luxuriously, furnished. To Spike, every chair\r\nand table in the room had a romance of its own, as having been\r\npurchased out of the proceeds of that New Asiatic Bank robbery, or\r\nfrom the revenue accruing from the Duchess of Havant's jewels. He\r\nwas dumb with reverence for one who could make burglary pay to this\r\nextent. In his own case, the profession had rarely provided anything\r\nmore than bread and butter, and an occasional trip to Coney Island.\r\n\r\nJimmy caught his eye, and spoke.\r\n\r\n\"Well, Spike,\" he said. \"Curious that we should meet like this?\"\r\n\r\n\"De limit,\" agreed Spike.\r\n\r\n\"I can't imagine you three thousand miles from New York. How do you\r\nknow the cars still run both ways on Broadway?\"\r\n\r\nA wistful look came into Spike's eyes.\r\n\r\n\"I've been dis side t'ree months. I t'ought it was time I give old\r\nLunnon a call. T'ings was gettin' too fierce in Noo York. De cops\r\nwas layin' fer me. Dey didn't seem like as if they had any use fer\r\nme. So, I beat it.\"\r\n\r\n\"Bad luck,\" said Jimmy.\r\n\r\n\"Fierce,\" agreed Spike.\r\n\r\n\"Say, Spike,\" said Jimmy, \"do you know, I spent a whole heap of time\r\nbefore I left New York looking for you?\"\r\n\r\n\"Gee! I wish you'd found me! Did youse want me to help on some lay,\r\nboss? Is it a bank, or--jools?\"\r\n\r\n\"Well, no, not that. Do you remember that night we broke into that\r\nhouse uptown--the police-captain's house?\"\r\n\r\n\"Sure.\"\r\n\r\n\"What was his name?\"\r\n\r\n\"What, de cop's? Why, McEachern, boss.\"\r\n\r\n\"McWhat? How do you spell it?\"\r\n\r\n\"Search me,\" said Spike, simply.\r\n\r\n\"Say it again. Fill your lungs, and enunciate slowly and clearly. Be\r\nbell-like. Now.\"\r\n\r\n\"McEachern.\"\r\n\r\n\"Ah! And where was the house? Can you remember that?\"\r\n\r\nSpike's forehead wrinkled.\r\n\r\n\"It's gone,\" he said, at last. \"It was somewheres up some street up\r\nde town.\"\r\n\r\n\"That's a lot of help,\" said Jimmy. \"Try again.\"\r\n\r\n\"It'll come back some time, boss, sure.\"\r\n\r\n\"Then, I'm going to keep an eye on you till it does. Just for the\r\nmoment, you're the most important man in the world to me. Where are\r\nyou living?\"\r\n\r\n\"Me! Why, in de Park. Dat's right. One of dem swell detached benches\r\nwit' a Southern exposure.\"\r\n\r\n\"Well, unless you prefer it, you needn't sleep in the Park any more.\r\nYou can pitch your moving tent with me.\"\r\n\r\n\"What, here, boss?\"\r\n\r\n\"Unless we move.\"\r\n\r\n\"Me fer dis,\" said Spike, rolling luxuriously in his chair.\r\n\r\n\"You'll want some clothes,\" said Jimmy. \"We'll get those to-morrow.\r\nYou're the sort of figure they can fit off the peg. You're not too\r\ntall, which is a good thing.\"\r\n\r\n\"Bad t'ing fer me, boss. If I'd been taller, I'd have stood fer\r\nbeing a cop, an' bin buyin' a brownstone house on Fifth Avenue by\r\ndis. It's de cops makes de big money in little old Manhattan, dat's\r\nwho it is.\"\r\n\r\n\"The man who knows!\" said Jimmy. \"Tell me more, Spike. I suppose a\r\ngood many of the New York force do get rich by graft?\"\r\n\r\n\"Sure. Look at old man McEachern.\"\r\n\r\n\"I wish I could. Tell me about him, Spike. You seemed to know him\r\npretty well.\"\r\n\r\n\"Me? Sure. Dere wasn't a woise old grafter dan him in de bunch. He\r\nwas out fer de dough all de time. But, say, did youse ever see his\r\ngirl?\"\r\n\r\n\"What's that?\" said Jimmy, sharply.\r\n\r\n\"I seen her once.\" Spike became almost lyrical in his enthusiasm.\r\n\"Gee! She was a boid--a peach fer fair. I'd have left me happy home\r\nfer her. Molly was her monaker. She--\"\r\n\r\nJimmy was glaring at him.\r\n\r\n\"Cut it out!\" he cried.\r\n\r\n\"What's dat, boss?\" said Spike.\r\n\r\n\"Cut it out!\" said Jimmy, savagely.\r\n\r\nSpike looked at him, amazed.\r\n\r\n\"Sure,\" he said, puzzled, but realizing that his words had not\r\npleased the great man.\r\n\r\nJimmy chewed the stem of his pipe irritably, while Spike, full of\r\nexcellent intentions, sat on the edge of his chair, drawing\r\nsorrowfully at his cigar and wondering what he had done to give\r\noffense.\r\n\r\n\"Boss?\" said Spike.\r\n\r\n\"Well?\"\r\n\r\n\"Boss, what's doin' here? Put me next to de game. Is it de old lay?\r\nBanks an' jools from duchesses? You'll be able to let me sit in at\r\nde game, won't you?\"\r\n\r\nJimmy laughed.\r\n\r\n\"I'd quite forgotten I hadn't told you about myself, Spike. I've\r\nretired.\"\r\n\r\nThe horrid truth sank slowly into the other's mind.\r\n\r\n\"Say! What's dat, boss? You're cuttin' it out?\"\r\n\r\n\"That's it. Absolutely.\"\r\n\r\n\"Ain't youse swiping no more jools?\"\r\n\r\n\"Not me.\"\r\n\r\n\"Nor usin' de what's-its-name blow-pipe?\"\r\n\r\n\"I have sold my oxy-acetylene blow-pipe, given away my anaesthetics,\r\nand am going to turn over a new leaf, and settle down as a\r\nrespectable citizen.\"\r\n\r\nSpike gasped. His world had fallen about his ears. His excursion\r\nwith. Jimmy, the master cracksman, in New York had been the highest\r\nand proudest memory of his life; and, now that they had met again in\r\nLondon, he had looked forward to a long and prosperous partnership\r\nin crime. He was content that his own share in the partnership\r\nshould be humble. It was enough for him to be connected, however\r\nhumbly, with such a master. He had looked upon the richness of\r\nLondon, and he had said with Blucher, \"What a city to loot!\"\r\n\r\nAnd here was his idol shattering the visions with a word.\r\n\r\n\"Have another drink, Spike,\" said the lost leader sympathetically.\r\n\"It's a shock to you, I guess.\"\r\n\r\n\"I t'ought, boss--\"\r\n\r\n\"I know, I know. These are life's tragedies. I'm very sorry for you.\r\nBut it can't be helped. I've made my pile, so why continue?\"\r\n\r\nSpike sat silent, with a long face. Jimmy slapped him on the\r\nshoulder.\r\n\r\n\"Cheer up,\" he said. \"How do you know that living honestly may not\r\nbe splendid fun? Numbers of people do it, you know, and enjoy\r\nthemselves tremendously. You must give it a trial, Spike.\"\r\n\r\n\"Me, boss! What, me, too?\"\r\n\r\n\"Sure. You're my link with--I don't want to have you remembering\r\nthat address in the second month of a ten-year stretch at Dartmoor\r\nPrison. I'm going to look after you, Spike, my son, like a lynx.\r\nWe'll go out together, and see life. Brace up, Spike. Be cheerful.\r\nGrin!\"\r\n\r\nAfter a moment's reflection, the other grinned, albeit faintly.\r\n\r\n\"That's right,\" said Jimmy. \"We'll go into society, Spike, hand in\r\nhand. You'll be a terrific success in society. All you have to do is\r\nto look cheerful, brush your hair, and keep your hands off the\r\nspoons. For in the best circles they invariably count them after the\r\ndeparture of the last guest.\"\r\n\r\n\"Sure,\" said Spike, as one who thoroughly understood this sensible\r\nprecaution.\r\n\r\n\"And, now,\" said Jimmy, \"we'll be turning in. Can you manage\r\nsleeping on the sofa one night? Some fellows would give their bed up\r\nto you. Not me, however. I'll have a bed made up for you tomorrow.\"\r\n\r\n\"Me!\" said Spike. \"Gee! I've been sleepin' in de Park all de last\r\nweek. Dis is to de good, boss.\""
  ]
}