{
  "index": 12,
  "title": "Chapter 11",
  "paragraphs": [
    "AT THE TURN OF THE ROAD\r\n\r\n\r\nNext morning, when Jimmy, having sent Spike off to the tailor's,\r\nwith instructions to get a haircut en route, was dealing with a\r\ncombination of breakfast and luncheon at his flat, Lord Dreever\r\ncalled.\r\n\r\n\"Thought I should find you in,\" observed his lordship. \"Well,\r\nladdie, how goes it? Having breakfast? Eggs and bacon! Great Scott!\r\nI couldn't touch a thing.\"\r\n\r\nThe statement was borne out by his looks. The son of a hundred earls\r\nwas pale, and his eyes were markedly fish-like.\r\n\r\n\"A fellow I've got stopping with me--taking him down to Dreever with\r\nme to-day--man I met at the club--fellow named Hargate. Don't know\r\nif you know him? No? Well, he was still up when I got back last\r\nnight, and we stayed up playing billiards--he's rotten at billiards;\r\nsomething frightful: I give him twenty--till five this morning. I\r\nfeel fearfully cheap. Wouldn't have got up at all, only I'm due to\r\ncatch the two-fifteen down to Dreever. It's the only good train.\" He\r\ndropped into a chair.\r\n\r\n\"Sorry you don't feel up to breakfast,\" said Jimmy, helping himself\r\nto marmalade. \"I am generally to be found among those lining up when\r\nthe gong goes. I've breakfasted on a glass of water and a bag of\r\nbird-seed in my time. That sort of thing makes you ready to take\r\nwhatever you can get. Seen the paper?\"\r\n\r\n\"Thanks.\"\r\n\r\nJimmy finished his breakfast, and lighted a pipe. Lord Dreever laid\r\ndown the paper.\r\n\r\n\"I say,\" he said, \"what I came round about was this. What have you\r\ngot on just now?\"\r\n\r\nJimmy had imagined that his friend had dropped in to return the\r\nfive-pound note he had borrowed, but his lordship maintained a\r\ncomplete reserve on the subject. Jimmy was to discover later that\r\nthis weakness of memory where financial obligations were concerned\r\nwas a leading trait in Lord Dreever's character.\r\n\r\n\"To-day, do you mean?\" said Jimmy.\r\n\r\n\"Well, in the near future. What I mean is, why not put off that\r\nJapan trip you spoke about, and come down to Dreever with me?\"\r\n\r\nJimmy reflected. After all, Japan or Dreever, it made very little\r\ndifference. And it would be interesting to see a place about which\r\nhe had read so much.\r\n\r\n\"That's very good of you,\" he said. \"You're sure it will be all\r\nright? It won't be upsetting your arrangements?\"\r\n\r\n\"Not a bit. The more the merrier. Can you catch the two-fifteen?\r\nIt's fearfully short notice.\"\r\n\r\n\"Heavens, yes. I can pack in ten minutes. Thanks very much.\"\r\n\r\n\"Good business. There'll be shooting and all that sort of rot. Oh,\r\nand by the way, are you any good at acting? I mean, there are going\r\nto be private theatricals of sorts. A man called Charteris insisted\r\non getting them up--always getting up theatricals. Rot, I call it;\r\nbut you can't stop him. Do you do anything in that line?\"\r\n\r\n\"Put me down for what you like, from Emperor of Morocco to Confused\r\nNoise Without. I was on the stage once. I'm particularly good at\r\nshifting scenery.\"\r\n\r\n\"Good for you. Well, so long. Two-fifteen from Paddington, remember.\r\nI'll meet you there. I've got to go and see a fellow now.\"\r\n\r\n\"I'll look out for you.\"\r\n\r\nA sudden thought occurred to Jimmy. Spike! He had forgotten Spike\r\nfor the moment. It was vital that the Bowery boy should not be lost\r\nsight of again. He was the one link with the little house somewhere\r\nbeyond One Hundred and Fiftieth Street. He could not leave the\r\nBowery boy at the flat. A vision rose in his mind of Spike alone in\r\nLondon, with Savoy Mansions as a base for his operations. No, Spike\r\nmust be transplanted to the country. But Jimmy could not seem to see\r\nSpike in the country. His boredom would probably be pathetic. But it\r\nwas the only way.\r\n\r\nLord Dreever facilitated matters.\r\n\r\n\"By the way, Pitt,\" he said, \"you've got a man of sorts, of course?\r\nOne of those frightful fellows who forgot to pack your collars?\r\nBring him along, of course.\"\r\n\r\n\"Thanks,\" said Jimmy. \"I will.\"\r\n\r\nThe matter had scarcely been settled when the door opened, and\r\nrevealed the subject of discussion. Wearing a broad grin of mingled\r\npride and bashfulness, and looking very stiff and awkward in one of\r\nthe brightest tweed suits ever seen off the stage, Spike stood for a\r\nmoment in the doorway to let his appearance sink into the spectator,\r\nthen advanced into the room.\r\n\r\n\"How do dese strike you, boss?\" he inquired genially, as Lord\r\nDreever gaped in astonishment at this bright being.\r\n\r\n\"Pretty nearly blind, Spike,\" said Jimmy. \"What made you get those?\r\nWe use electric light here.\"\r\n\r\nSpike was full of news.\r\n\r\n\"Say, boss, dat clothin'-store's a willy wonder, sure. De old mug\r\nwhat showed me round give me de frozen face when I come in foist.\r\n'What's doin'?' he says. 'To de woods wit' you. Git de hook!' But I\r\nhauls out de plunks you give me, an' tells him how I'm here to get a\r\ndude suit, an', gee! if he don't haul out suits by de mile. Give me\r\na toist, it did, watching him. 'It's up to youse,' says de mug.\r\n'Choose somet'in'. You pays de money, an' we does de rest.' So, I\r\nsays dis is de one, an' I put down de plunks, an' here I am, boss.\"\r\n\r\n\"I noticed that, Spike,\" said Jimmy. \"I could see you in the dark.\"\r\n\r\n\"Don't you like de duds, boss?\" inquired Spike, anxiously.\r\n\r\n\"They're great,\" said Jimmy. \"You'd make Solomon in all his glory\r\nlook like a tramp 'cyclist.\"\r\n\r\n\"Dat's right,\" agreed Spike. \"Dey'se de limit.\"\r\n\r\nAnd, apparently oblivious to the presence of Lord Dreever, who had\r\nbeen watching him in blank silence since his entrance, the Bowery\r\nboy proceeded to execute a mysterious shuffling dance on the carpet.\r\n\r\nThis was too much for the overwrought brain of his lordship.\r\n\r\n\"Good-bye, Pitt,\" he said, \"I'm off. Got to see a man.\"\r\n\r\nJimmy saw his guest to the door.\r\n\r\nOutside, Lord Dreever placed the palm of his right hand on his\r\nforehead.\r\n\r\n\"I say, Pitt,\" he said.\r\n\r\n\"Hullo?\"\r\n\r\n\"Who the devil's that?\"\r\n\r\n\"Who? Spike? Oh, that's my man.\"\r\n\r\n\"Your man! Is he always like that? I mean, going on like a frightful\r\nmusic-hall comedian? Dancing, you know! And, I say, what on earth\r\nlanguage was that he was talking? I couldn't understand one word in\r\nten.\"\r\n\r\n\"Oh, that's American, the Bowery variety.\"\r\n\r\n\"Oh, well, I suppose it's all right if you understand it. I\r\ncan't. By gad,\" he broke off, with a chuckle, \"I'd give something to\r\nsee him talking to old Saunders, our butler at home. He's got the\r\nmanners of a duke.\"\r\n\r\n\"Spike should revise those,\" said Jimmy.\r\n\r\n\"What do you call him?\"\r\n\r\n\"Spike.\"\r\n\r\n\"Rummy name, isn't it?\"\r\n\r\n\"Oh, I don't know. Short for Algernon.\"\r\n\r\n\"He seemed pretty chummy.\"\r\n\r\n\"That's his independent bringing-up. We're all like that in\r\nAmerica.\"\r\n\r\n\"Well, so long.\"\r\n\r\n\"So long.\"\r\n\r\nOn the bottom step, Lord Dreever halted.\r\n\r\n\"I say. I've got it!\"\r\n\r\n\"Good for you. Got what?\"\r\n\r\n\"Why, I knew I'd seen that chap's face somewhere before, only I\r\ncouldn't place him. I've got him now. He's the Johnny who came into\r\nthe shelter last night. Chap you gave a quid to.\"\r\n\r\nSpike's was one of those faces that, without being essentially\r\nbeautiful, stamp themselves on the memory.\r\n\r\n\"You're quite right,\" said Jimmy. \"I was wondering if you would\r\nrecognize him. The fact is, he's a man I once employed over in New\r\nYork, and, when I came across him over here, he was so evidently\r\nwanting a bit of help that I took him on again. As a matter of fact,\r\nI needed somebody to look after my things, and Spike can do it as\r\nwell as anybody else.\"\r\n\r\n\"I see. Not bad my spotting him, was it? Well, I must be off. Good-bye.\r\nTwo-fifteen at Paddington. Meet you there. Take a ticket for\r\nDreever if you're there before me.\"\r\n\r\n\"Eight. Good-bye.\"\r\n\r\nJimmy returned to the dining-room. Spike, who was examining as much\r\nas he could of himself in the glass, turned round with his wonted\r\ngrin.\r\n\r\n\"Say, who's de gazebo, boss? Ain't he de mug youse was wit' last\r\nnight?\"\r\n\r\n\"That's the man. We're going down with him to the country to-day,\r\nSpike, so be ready.\"\r\n\r\n\"On your way, boss. What's dat?\"\r\n\r\n\"He has invited us to his country house, and we're going.\"\r\n\r\n\"What? Bot'of us?\"\r\n\r\n\"Yes. I told him you were my servant. I hope you aren't offended.\"\r\n\r\n\"Nit. What's dere to be raw about, boss?\"\r\n\r\n\"That's all right. Well, we'd better be packing. We have to be at\r\nthe station at two.\"\r\n\r\n\"Sure.\"\r\n\r\n\"And, Spike!\"\r\n\r\n\"Yes, boss?\"\r\n\r\n\"Did you get any other clothes besides what you've got on?\"\r\n\r\n\"Nit. What do I want wit more dan one dude suit?\"\r\n\r\n\"I approve of your rugged simplicity,\" said Jimmy, \"but what you're\r\nwearing is a town suit. Excellent for the Park or the Marchioness's\r\nThursday crush, but essentially metropolitan. You must get something\r\nelse for the country, something dark and quiet. I'll come and help\r\nyou choose it, now.\"\r\n\r\n\"Why, won't dis go in de country?\"\r\n\r\n\"Not on your life, Spike. It would unsettle the rustic mind. They're\r\nfearfully particular about that sort of thing in England.\"\r\n\r\n\"Dey's to de bad,\" said the baffled disciple of Beau Brummel, with\r\ndeep discontent.\r\n\r\n\"And there's just one more thing, Spike. I know you'll excuse my\r\nmentioning it. When we're at Dreever Castle, you will find yourself\r\nwithin reach of a good deal of silver and other things. Would it be\r\ntoo much to ask you to forget your professional instincts? I\r\nmentioned this before in a general sort of way, but this is a\r\nparticular case.\"\r\n\r\n\"Ain't I to get busy at all, den?\" queried Spike.\r\n\r\n\"Not so much as a salt-spoon,\" said Jimmy, firmly. \"Now, we'll\r\nwhistle a cab, and go and choose you some more clothes.\"\r\n\r\nAccompanied by Spike, who came within an ace of looking almost\r\nrespectable in new blue serge (\"Small Gent's\"--off the peg), Jimmy\r\narrived at Paddington Station with a quarter of an hour to spare.\r\nLord Dreever appeared ten minutes later, accompanied by a man of\r\nabout Jimmy's age. He was tall and thin, with cold eyes and tight,\r\nthin lips. His clothes fitted him in the way clothes do fit one man\r\nin a thousand. They were the best part of him. His general\r\nappearance gave one the idea that his meals did him little good, and\r\nhis meditations rather less. He had practically no conversation.\r\n\r\nThis was Lord Dreever's friend, Hargate. Lord Dreever made the\r\nintroductions; but, even as they shook hands, Jimmy had an\r\nimpression that he had seen the man before. Yet, where or in what\r\ncircumstances he could not remember. Hargate appeared to have no\r\nrecollection of him, so he did not mention the matter. A man who has\r\nled a wandering life often sees faces that come back to him later\r\non, absolutely detached from their context. He might merely have\r\npassed Lord Dreever's friend on the street. But Jimmy had an idea\r\nthat the other had figured in some episode which at the moment had\r\nhad an importance. What that episode was had escaped him. He\r\ndismissed the thing from his mind. It was not worth harrying his\r\nmemory about.\r\n\r\nJudicious tipping secured the three a compartment to themselves.\r\nHargate, having read the evening paper, went to sleep in the far\r\ncorner. Jimmy and Lord Dreever, who sat opposite each other, fell\r\ninto a desultory conversation.\r\n\r\nAfter awhile, Lord Dreever's remarks took a somewhat intimate turn.\r\nJimmy was one of those men whose manner invites confidences. His\r\nlordship began to unburden his soul of certain facts relating to the\r\nfamily.\r\n\r\n\"Have you ever met my Uncle Thomas?\" he inquired. \"You know Blunt's\r\nStores? Well, he's Blunt. It's a company now, but he still runs it.\r\nHe married my aunt. You'll meet him at Dreever.\"\r\n\r\nJimmy said he would be delighted.\r\n\r\n\"I bet you won't,\" said the last of the Dreevers, with candor. \"He's\r\na frightful man--the limit. Always fussing round like a hen. Gives\r\nme a fearful time, I can tell you. Look here, I don't mind telling\r\nyou--we're pals--he's dead set on my marrying a rich girl.\"\r\n\r\n\"Well, that sounds all right. There are worse hobbies. Any\r\nparticular rich girl?\"\r\n\r\n\"There's always one. He sicks me on to one after another. Quite nice\r\ngirls, you know, some of them; only, I want to marry somebody else,\r\nthat girl you saw me with at the Savoy.\"\r\n\r\n\"Why don't you tell your uncle?\"\r\n\r\n\"He'd have a fit. She hasn't a penny; nor have I, except what I get\r\nfrom him. Of course, this is strictly between ourselves.\"\r\n\r\n\"Of course.\"\r\n\r\n\"I know everybody thinks there's money attached to the title; but\r\nthere isn't, not a penny. When my Aunt Julia married Sir Thomas, the\r\nwhole frightful show was pretty well in pawn. So, you see how it\r\nis.\"\r\n\r\n\"Ever think of work?\" asked Jimmy.\r\n\r\n\"Work?\" said Lord Dreever, reflectively. \"Well, you know, I\r\nshouldn't mind work, only I'm dashed if I can see what I could do. I\r\nshouldn't know how. Nowadays, you want a fearful specialized\r\neducation, and so on. Tell you what, though, I shouldn't mind the\r\ndiplomatic service. One of these days, I shall have a dash at asking\r\nmy uncle to put up the money. I believe I shouldn't be half-bad at\r\nthat. I'm rather a quick sort of chap at times, you know. Lots of\r\nfellows have said so.\"\r\n\r\nHe cleared his throat modestly, and proceeded.\r\n\r\n\"It isn't only my Uncle Thomas,\" he said. \"There's Aunt Julia, too.\r\nShe's about as much the limit as he is. I remember, when I was a\r\nkid, she was always sitting on me. She does still. Wait till you see\r\nher. Sort of woman who makes you feel that your hands are the color\r\nof tomatoes and the size of legs of mutton, if you know what I mean.\r\nAnd talks as if she were biting at you. Frightful!\"\r\n\r\nHaving unburdened himself of these criticisms, Lord Dreever yawned,\r\nleaned back, and was presently asleep.\r\n\r\nIt was about an hour later that the train, which had been taking\r\nitself less seriously for some time, stopping at stations of quite\r\nminor importance and generally showing a tendency to dawdle, halted\r\nagain. A board with the legend, \"Dreever,\" in large letters showed\r\nthat they had reached their destination.\r\n\r\nThe station-master informed Lord Dreever that her ladyship had come\r\nto meet the train in the motorcar, and was now waiting in the road\r\noutside.\r\n\r\nLord Dreever's jaw fell.\r\n\r\n\"Oh, lord!\" he said. \"She's probably motored in to get the afternoon\r\nletters. That means, she's come in the runabout, and there's only\r\nroom for two of us in that. I forgot to telegraph that you were\r\ncoming, Pitt. I only wired about Hargate. Dash it, I shall have to\r\nwalk.\"\r\n\r\nHis fears proved correct. The car at the station door was small. It\r\nwas obviously designed to seat four only.\r\n\r\nLord Dreever introduced Hargate and Jimmy to the statuesque lady in\r\nthe tonneau; and then there was an awkward silence.\r\n\r\nAt this point, Spike came up, chuckling amiably, with a magazine in\r\nhis hand.\r\n\r\n\"Gee!\" said Spike. \"Say, boss, de mug what wrote dis piece must have\r\nbin livin' out in de woods. Say, dere's a gazebo what wants to swipe\r\nde heroine's jools what's locked in a drawer. So, dis mug, what 'do\r\nyou t'ink he does?\" Spike laughed shortly, in professional scorn.\r\n\"Why--\"\r\n\r\n\"Is this gentleman a friend of yours, Spennie?\" inquired Lady\r\nJulia politely, eying the red-haired speaker coldly.\r\n\r\n\"It's--\" Spennie looked appealingly at Jimmy.\r\n\r\n\"It's my man,\" said Jimmy. \"Spike,\" he added in an undertone, \"to\r\nthe woods. Chase yourself. Fade away.\"\r\n\r\n\"Sure,\" said the abashed Spike. \"Dat's right. It ain't up to me to\r\ncome buttin' in. Sorry, boss. Sorry, gents. Sorry loidy. Me for de\r\ntall grass.\"\r\n\r\n\"There's a luggage-cart of sorts,\" said Lord Dreever, pointing.\r\n\r\n\"Sure,\" said Spike, affably. He trotted away.\r\n\r\n\"Jump in, Pitt,\" said Lord Dreever. \"I'm going to walk.\"\r\n\r\n\"No, I'll walk,\" said Jimmy. \"I'd rather. I want a bit of exercise.\r\nWhich way do I go?\"\r\n\r\n\"Frightfully good of you, old chap,\" said Lord Dreever. \"Sure you\r\ndon't mind? I do bar walking. Right-ho! You keep straight on.\"\r\n\r\nHe sat down in the tonneau by his aunt's side. The last Jimmy saw\r\nwas a hasty vision of him engaged in earnest conversation with Lady\r\nJulia. He did not seem to be enjoying himself. Nobody is at his best\r\nin conversation with a lady whom he knows to be possessed of a firm\r\nbelief in the weakness of his intellect. A prolonged conversation\r\nwith Lady Julia always made Lord Dreever feel as if he were being\r\ntied into knots.\r\n\r\nJimmy watched them out of sight, and started to follow at a\r\nleisurely pace. It certainly was an ideal afternoon for a country\r\nwalk. The sun was just hesitating whether to treat the time as\r\nafternoon or evening. Eventually, it decided that it was evening,\r\nand moderated its beams. After London, the country was deliciously\r\nfresh and cool. Jimmy felt an unwonted content. It seemed to him\r\njust then that the only thing worth doing in the world was to settle\r\ndown somewhere with three acres and a cow, and become pastoral.\r\n\r\nThere was a marked lack of traffic on the road. Once he met a cart,\r\nand once a flock of sheep with a friendly dog. Sometimes, a rabbit\r\nwould dash out into the road, stop to listen, and dart into the\r\nopposite hedge, all hind-legs and white scut. But, except for these,\r\nhe was alone in the world.\r\n\r\nAnd, gradually, there began to be borne in upon him the conviction\r\nthat he had lost his way.\r\n\r\nIt is difficult to judge distance when one is walking, but it\r\ncertainly seemed to Jimmy that he must have covered five miles by\r\nthis time. He must have mistaken the way. He had doubtless come\r\nstraight. He could not have come straighter. On the other hand, it\r\nwould be quite in keeping with the cheap substitute which served the\r\nEarl of Dreever in place of a mind that he should have forgotten to\r\nmention some important turning. Jimmy sat down by the roadside.\r\n\r\nAs he sat, there came to him from down the road the sound of a\r\nhorse's feet, trotting. He got up. Here was somebody at last who\r\nwould direct him.\r\n\r\nThe sound came nearer. The horse turned the corner; and Jimmy saw\r\nwith surprise that it bore no rider.\r\n\r\n\"Hullo?\" he said. \"Accident? And, by Jove, a side-saddle!\"\r\n\r\nThe curious part of it was that the horse appeared in no way a wild\r\nhorse. It gave the impression of being out for a little trot on its\r\nown account, a sort of equine constitutional.\r\n\r\nJimmy stopped the horse, and led it back the way it had come. As he\r\nturned the bend in the road, he saw a girl in a riding-habit running\r\ntoward him. She stopped running when she caught sight of him, and\r\nslowed down to a walk.\r\n\r\n\"Thank you ever so much,\" she said, taking the reins from him.\r\n\"Dandy, you naughty old thing! I got off to pick up my crop, and he\r\nran away.\"\r\n\r\nJimmy looked at her flushed, smiling face, and stood staring.\r\n\r\nIt was Molly McEachern."
  ]
}