{
  "index": 15,
  "title": "Chapter 14",
  "paragraphs": [
    "CHECK AND A COUNTER MOVE\r\n\r\n\r\nMr. McEachern stood in the doorway, breathing heavily. As the result\r\nof a long connection with evil-doers, the ex-policeman was somewhat\r\nprone to harbor suspicions of those round about him, and at the\r\npresent moment his mind was aflame. Indeed, a more trusting man\r\nmight have been excused for feeling a little doubtful as to the\r\nintentions of Jimmy and Spike. When McEachern had heard that Lord\r\nDreever had brought home a casual London acquaintance, he had\r\nsuspected as a possible drawback to the visit the existence of\r\nhidden motives on the part of the unknown. Lord Dreever, he had\r\nfelt, was precisely the sort of youth to whom the professional\r\nbunco-steerer would attach himself with shouts of joy. Never, he had\r\nassured himself, had there been a softer proposition than his\r\nlordship since bunco-steering became a profession.  When he found\r\nthat the strange visitor was Jimmy Pitt, his suspicions had\r\nincreased a thousand-fold.\r\n\r\nAnd when, going to his room to get ready for dinner, he had nearly\r\nrun into Spike Mullins in the corridor, his frame of mind had been\r\nthat of a man to whom a sudden ray of light reveals the fact that he\r\nis on the brink of a black precipice. Jimmy and Spike had burgled\r\nhis house together in New York. And here they were, together again,\r\nat Dreever Castle. To say that the thing struck McEachern as\r\nsinister is to put the matter baldly. There was once a gentleman who\r\nremarked that he smelt a rat, and saw it floating in the air.\r\nEx-Constable McEachern smelt a regiment of rats, and the air seemed to\r\nhim positively congested with them.\r\n\r\nHis first impulse had been to rush to Jimmy's room there and then;\r\nbut he had learned society's lessons well. Though the heavens might\r\nfall, he must not be late for dinner. So, he went and dressed, and\r\nan obstinate tie put the finishing touches to his wrath.\r\n\r\nJimmy regarded him coolly, without moving from, the chair in which\r\nhe had seated himself. Spike, on the other hand, seemed embarrassed.\r\nHe stood first on one leg, and then on the other, as if he were\r\ntesting the respective merits of each, and would make a definite\r\nchoice later on.\r\n\r\n\"You scoundrels!\" growled McEachern.\r\n\r\nSpike, who had been standing for a few moments on his right leg, and\r\nseemed at last to have come to, a decision, hastily changed to the\r\nleft, and grinned feebly.\r\n\r\n\"Say, youse won't want me any more, boss?\" he whispered.\r\n\r\n\"No, you can go, Spike.\"\r\n\r\n\"You stay where you are, you red-headed devil!\" said McEachern,\r\ntartly.\r\n\r\n\"Run along, Spike,\" said Jimmy.\r\n\r\nThe Bowery boy looked doubtfully at the huge form of the\r\nex-policeman, which blocked access to the door.\r\n\r\n\"Would you mind letting my man pass?\" said Jimmy.\r\n\r\n\"You stay--\" began McEachern.\r\n\r\nJimmy got up and walked round to the door, which he opened. Spike\r\nshot out. He was not lacking in courage, but he disliked\r\nembarrassing interviews, and it struck him that Jimmy was the man to\r\nhandle a situation of this kind. He felt that he himself would only\r\nbe in the way.\r\n\r\n\"Now, we can talk comfortably,\" said Jimmy, going back to his chair.\r\n\r\nMcEachern's deep-set eyes gleamed, and his forehead grew red, but he\r\nmastered his feelings.\r\n\r\n\"And now--\" said he, then paused.\r\n\r\n\"Yes?\" asked Jimmy.\r\n\r\n\"What are you doing here?\"\r\n\r\n\"Nothing, at the moment.\"\r\n\r\n\"You know what I mean. Why are you here, you and that red-headed\r\ndevil, Spike Mullins?\" He jerked his head in the direction of the\r\ndoor.\r\n\r\n\"I am here because I was very kindly invited to come by Lord\r\nDreever.\"\r\n\r\n\"I know you.\"\r\n\r\n\"You have that privilege. Seeing that we only met once, it's very\r\ngood of you to remember me.\"\r\n\r\n\"What's your game? What do you mean to do?\"\r\n\r\n\"To do? Well, I shall potter about the garden, you know, and shoot a\r\nbit, perhaps, and look at the horses, and think of life, and feed\r\nthe chickens--I suppose there are chickens somewhere about--and\r\npossibly go for an occasional row on the lake. Nothing more. Oh,\r\nyes, I believe they want me to act in some theatricals.\"\r\n\r\n\"You'll miss those theatricals. You'll leave here to-morrow.\"\r\n\r\n\"To-morrow? But I've only just arrived, dear heart.\"\r\n\r\n\"I don't care about that. Out you go to-morrow. I'll give you till\r\nto-morrow.\"\r\n\r\n\"I congratulate you,\" said Jimmy. \"One of the oldest houses in\r\nEngland.\"\r\n\r\n\"What do you mean?\"\r\n\r\n\"I gathered from what you said that you had bought the Castle. Isn't\r\nthat so? If it still belongs to Lord Dreever, don't you think you\r\nought to consult him before revising his list of guests?\"\r\n\r\nMcEachern looked steadily at him. His manner became quieter.\r\n\r\n\"Oh, you take that tone, do you?\"\r\n\r\n\"I don't know what you mean by 'that tone.' What tone would you take\r\nif a comparative stranger ordered you to leave another man's house?\"\r\n\r\nMcEachern's massive jaw protruded truculently in the manner that had\r\nscared good behavior into brawling East Siders.\r\n\r\n\"I know your sort,\" he said. \"I'll call your bluff. And you won't\r\nget till to-morrow, either. It'll be now.\"\r\n\r\n\"'Why should we wait for the morrow? You are queen of my heart\r\nto-night,\" murmured Jimmy, encouragingly.\r\n\r\n\"I'll expose you before them all. I'll tell them everything.\"\r\n\r\nJimmy shook his head.\r\n\r\n\"Too melodramatic,\" he said. \"'I call on heaven to judge between\r\nthis man and me!' kind of thing. I shouldn't. What do you propose to\r\ntell, anyway?\"\r\n\r\n\"Will you deny that you were a crook in New York?\"\r\n\r\n\"I will. I was nothing of the kind.\"\r\n\r\n\"What?\"\r\n\r\n\"If you'll listen, I can explain--\"\r\n\r\n\"Explain!\" The other's voice rose again. \"You talk about explaining,\r\nyou scum, when I caught you in my own parlor at three in the\r\nmorning--you--\"\r\n\r\nThe smile faded from Jimmy's face.\r\n\r\n\"Half a minute,\" he said. It might be that the ideal course would be\r\nto let the storm expend itself, and then to explain quietly the\r\nwhole matter of Arthur Mifflin and the bet that had led to his one\r\nexcursion into burglary; but he doubted it. Things--including his\r\ntemper--had got beyond the stage of quiet explanations. McEachern\r\nwould most certainly disbelieve his story. What would happen after\r\nthat he did not know. A scene, probably: a melodramatic\r\ndenunciation, at the worst, before the other guests; at the best,\r\nbefore Sir Thomas alone. He saw nothing but chaos beyond that. His\r\nstory was thin to a degree, unless backed by witnesses, and his\r\nwitnesses were three thousand miles away. Worse, he had not been\r\nalone in the policeman's parlor. A man who is burgling a house for a\r\nbet does not usually do it in the company of a professional burglar,\r\nwell known to the police.\r\n\r\nNo, quiet explanations must be postponed. They could do no good, and\r\nwould probably lead to his spending the night and the next few\r\nnights at the local police-station. And, even if he were spared that\r\nfate, it was certain that he would have to leave the castle--leave\r\nthe castle and Molly!\r\n\r\nHe jumped up. The thought had stung him.\r\n\r\n\"One moment,\" he said.\r\n\r\nMcEachern stopped.\r\n\r\n\"Well?\"\r\n\r\n\"You're going to tell them that?\" asked Jimmy.\r\n\r\n\"I am.\"\r\n\r\nJimmy walked up to him.\r\n\r\n\"Are you also going to tell them why you didn't have me arrested\r\nthat night?\" he said.\r\n\r\nMcEachern started. Jimmy planted himself in front of him, and glared\r\nup into his face. It would have been hard to say which of the two\r\nwas the angrier. The policeman was flushed, and the veins stood out\r\non his forehead. Jimmy was in a white heat of rage. He had turned\r\nvery pale, and his muscles were quivering. Jimmy in this mood had\r\nonce cleared a Los Angeles bar-room with the leg of a chair in the\r\nspace of two and a quarter minutes by the clock.\r\n\r\n\"Are you?\" he demanded. \"Are you?\"\r\n\r\nMcEachern's hand, hanging at his side, lifted itself hesitatingly.\r\nThe fingers brushed against Jimmy's shoulder.\r\n\r\nJimmy's lip twitched.\r\n\r\n\"Yes,\" he said, \"do it! Do it, and see what happens. By God, if you\r\nput a hand on me, I'll finish you. Do you think you can bully me? Do\r\nyou think I care for your size?\"\r\n\r\nMcEachern dropped his hand. For the first time in his life, he had\r\nmet a man who, instinct told him, was his match and more. He stepped\r\nback a pace.\r\n\r\nJimmy put his hands in his pockets, and turned away. He walked to\r\nthe mantelpiece, and leaned his back against it.\r\n\r\n\"You haven't answered my question,\" he said. \"Perhaps, you can't?\"\r\n\r\nMcEachern was wiping his forehead, and breathing quickly.\r\n\r\n\"If you like,\" said Jimmy, \"we'll go down to the drawing-room now,\r\nand you shall tell your story, and I'll tell mine. I wonder which\r\nthey will think the more interesting. Damn you,\" he went on, his\r\nanger rising once more, \"what do you mean by it? You come into my\r\nroom, and bluster, and talk big about exposing crooks. What do you\r\ncall yourself, I wonder? Do you realize what you are? Why, poor\r\nSpike's an angel compared with you. He did take chances. He wasn't\r\nin a position of trust. You--\"\r\n\r\nHe stopped.\r\n\r\n\"Hadn't you better get out of here, don't you think?\" he said,\r\ncurtly.\r\n\r\nWithout a word, McEachern walked to the door, and went out.\r\n\r\nJimmy dropped into a chair with a deep breath. He took up his\r\ncigarette-case, but before he could light a match the gong sounded\r\nfrom the distance.\r\n\r\nHe rose, and laughed rather shakily. He felt limp. \"As an effort at\r\nconciliating papa,\" he said, \"I'm afraid that wasn't much of a\r\nsuccess.\"\r\n\r\nIt was not often that McEachern was visited by ideas. He ran rather\r\nto muscle than to brain. But he had one that evening during dinner.\r\nHis interview with Jimmy had left him furious, but baffled. He knew\r\nthat his hands were tied. Frontal attack was useless. To drive Jimmy\r\nfrom the castle would be out of the question. All that could be done\r\nwas to watch him while he was there. For he had never been more\r\nconvinced of anything in his life than that Jimmy had wormed his way\r\ninto the house-party with felonious intent. The appearance of Lady\r\nJulia at dinner, wearing the famous rope of diamonds, supplied an\r\nobvious motive. The necklace had an international reputation.\r\nProbably, there was not a prominent thief in England or on the\r\nContinent who had not marked it down as a possible prey. It had\r\nalready been tried for, once. It was big game, just the sort of lure\r\nthat would draw the type of criminal McEachern imagined Jimmy to be.\r\n\r\nFrom his seat at the far end of the table, Jimmy looked at the\r\njewels as they gleamed on their wearer's neck. They were almost too\r\nostentatious for what was, after all, an informal dinner. It was not\r\na rope of diamonds. It was a collar. There was something Oriental\r\nand barbaric in the overwhelming display of jewelry. It was a prize\r\nfor which a thief would risk much.\r\n\r\nThe conversation, becoming general with the fish, was not of a kind\r\nto remove from his mind the impression made by the sight of the\r\ngems. It turned on burglary.\r\n\r\nLord Dreever began it.\r\n\r\n\"Oh, I say,\" he said, \"I forgot to tell you, Aunt Julia, Number Six\r\nwas burgled the other night.\"\r\n\r\nNumber 6a, Eaton Square, was the family's London house.\r\n\r\n\"Burgled!\" cried Sir Thomas.\r\n\r\n\"Well, broken into,\" said his lordship, gratified to find that he\r\nhad got the ear of his entire audience. Even Lady Julia was silent\r\nand attentive. \"Chap got in through the scullery window about one\r\no'clock in the morning.\"\r\n\r\n\"And what did you do?\" inquired Sir Thomas.\r\n\r\n\"Oh, I--er--I was out at the time,\" said Lord Dreever. \"But\r\nsomething frightened the feller,\" he went on hurriedly, \"and he made\r\na bolt for it without taking anything.\"\r\n\r\n\"Burglary,\" said a young man, whom Jimmy subsequently discovered to\r\nbe the drama-loving Charteris, leaning back and taking advantage of\r\na pause, \"is the hobby of the sportsman and the life work of the\r\navaricious.\" He took a little pencil from his waistcoat pocket, and\r\nmade a rapid note on his cuff.\r\n\r\nEverybody seemed to have something to say on the subject. One young\r\nlady gave it as her opinion that she would not like to find a\r\nburglar under her bed. Somebody else had heard of a fellow whose\r\nfather had fired at the butler, under the impression that he was a\r\nhouse-breaker, and had broken a valuable bust of Socrates. Lord\r\nDreever had known a man at college whose brother wrote lyrics for\r\nmusical comedy, and had done one about a burglar's best friend being\r\nhis mother.\r\n\r\n\"Life,\" said Charteris, who had had time for reflection, \"is a house\r\nwhich we all burgle. We enter it uninvited, take all that we can lay\r\nhands on, and go out again.\" He scribbled, \"Life--house--burgle,\" on\r\nhis cuff, and replaced the pencil.\r\n\r\n\"This man's brother I was telling you about,\" said Lord Dreever,\r\n\"says there's only one rhyme in the English language to 'burglar,'\r\nand that's 'gurgler--' unless you count 'pergola'! He says--\"\r\n\r\n\"Personally,\" said Jimmy, with a glance at McEachern, \"I have rather\r\na sympathy for burglars. After all, they are one of the hardest-working\r\nclasses in existence. They toil while everybody else is\r\nasleep. Besides, a burglar is only a practical socialist. People\r\ntalk a lot about the redistribution of wealth. The burglar goes out\r\nand does it. I have found burglars some of the decentest criminals I\r\nhave ever met.\"\r\n\r\n\"I despise burglars!\" ejaculated Lady Julia, with a suddenness that\r\nstopped Jimmy's eloquence as if a tap had been turned off. \"If I\r\nfound one coming after my jewels, and I had a pistol, I'd shoot\r\nhim.\"\r\n\r\nJimmy met McEachern's eye, and smiled kindly at him. The\r\nex-policeman was looking at him with the gaze of a baffled, but\r\nmalignant basilisk.\r\n\r\n\"I take very good care no one gets a chance at your diamonds, my\r\ndear,\" said Sir Thomas, without a blush. \"I have had a steel box\r\nmade for me,\" he added to the company in general, \"with a special\r\nlock. A very ingenious arrangement. Quite unbreakable, I imagine.\"\r\n\r\nJimmy, with Molly's story fresh in his mind, could not check a rapid\r\nsmile. Mr. McEachern, watching intently, saw it. To him, it was\r\nfresh evidence, if any had been wanted, of Jimmy's intentions and of\r\nhis confidence of success. McEachern's brow darkened. During the\r\nrest of the meal, tense thought rendered him even more silent than\r\nwas his wont at the dinner-table. The difficulty of his position\r\nwas, he saw, great. Jimmy, to be foiled, must be watched, and how\r\ncould he watch him?\r\n\r\nIt was not until the coffee arrived that he found an answer to the\r\nquestion. With his first cigarette came the idea. That night, in his\r\nroom, before going to bed, he wrote a letter. It was an unusual\r\nletter, but, singularly enough, almost identical with one Sir Thomas\r\nBlunt had written that very morning.\r\n\r\nIt was addressed to the Manager of Dodson's Private Inquiry Agency,\r\nof Bishopsgate Street, E. C., and ran as follows:\r\n\r\nSir,--\r\n\r\nOn receipt of this, kindly send down one of your smartest men.\r\nInstruct him to stay at the village inn in character of American\r\nseeing sights of England, and anxious to inspect Dreever Castle. I\r\nwill meet him in the village and recognize him as old New York\r\nfriend, and will then give him further instructions. Yours\r\nfaithfully,\r\n\r\nJ. McEACHERN.\r\n\r\nP. S. Kindly not send a rube, but a real smart man.\r\n\r\n\r\nThis brief, but pregnant letter cost some pains in its composition.\r\nMcEachern was not a ready writer. But he completed it at last to his\r\nsatisfaction. There was a crisp purity in the style that pleased\r\nhim. He sealed up the envelope, and slipped it into his pocket. He\r\nfelt more at ease now. Such was the friendship that had sprung up\r\nbetween Sir Thomas Blunt and himself as the result of the jewel\r\nepisode in Paris that he could count with certainty on the\r\nsuccessful working of his scheme. The grateful knight would not be\r\nlikely to allow any old New York friend of his preserver to languish\r\nat the village inn. The sleuth-hound would at once be installed at\r\nthe castle, where, unsuspected by Jimmy, he could keep an eye on the\r\ncourse of events. Any looking after that Mr. James Pitt might\r\nrequire could safely be left in the hands of this expert.\r\n\r\nWith considerable fervor, Mr. McEachern congratulated himself on his\r\nastuteness. With Jimmy above stairs and Spike below, the\r\nsleuth-hound would have his hands full."
  ]
}