{
  "index": 25,
  "title": "Chapter 24",
  "paragraphs": [
    "THE TREASURE SEEKER\r\n\r\n\r\nGloom wrapped his lordship about, during dinner, as with a garment.\r\nHe owed twenty pounds. His assets amounted to seven shillings and\r\nfour-pence. He thought, and thought again. Quite an intellectual\r\npallor began to appear on his normally pink cheeks. Saunders,\r\nsilently sympathetic--he hated Sir Thomas as an interloper, and\r\nentertained for his lordship, under whose father also he had served,\r\na sort of paternal fondness--was ever at his elbow with the magic\r\nbottle; and to Spennie, emptying and re-emptying his glass almost\r\nmechanically, wine, the healer, brought an idea. To obtain twenty\r\npounds from any one person of his acquaintance was impossible. To\r\ndivide the twenty by four, and persuade a generous quartette to\r\ncontribute five pounds apiece was more feasible.\r\n\r\nHope began to stir within him again.\r\n\r\nImmediately after dinner, he began to flit about the castle like a\r\nfamily specter of active habits. The first person he met was\r\nCharteris.\r\n\r\n\"Hullo, Spennie,\" said Charteris, \"I wanted to see you. It is\r\ncurrently reported that you are in love. At dinner, you looked as if\r\nyou had influenza. What's your trouble? For goodness' sake, bear up\r\ntill the show's over. Don't go swooning on the stage, or anything.\r\nDo you know your lines?\"\r\n\r\n\"The fact is,\" said his lordship eagerly, \"it's this way. I happen\r\nto want--Can you lend me a fiver?\"\r\n\r\n\"All I have in the world at this moment,\" said Charteris, \"is eleven\r\nshillings and a postage-stamp. If the stamp would be of any use to\r\nyou as a start--? No? You know, it's from small beginnings like that\r\nthat great fortunes are amassed. However--\"\r\n\r\nTwo minutes later, Lord Dreever had resumed his hunt.\r\n\r\nThe path of the borrower is a thorny one, especially if, like\r\nSpennie, his reputation as a payer-back is not of the best.\r\n\r\nSpennie, in his time, had extracted small loans from most of his\r\nmale acquaintances, rarely repaying the same. He had a tendency to\r\nforget that he had borrowed half-a-crown here to pay a cab and ten\r\nshillings there to settle up for a dinner; and his memory was not\r\nmuch more retentive of larger sums. This made his friends somewhat\r\nwary. The consequence was that the great treasure-hunt was a failure\r\nfrom start to finish. He got friendly smiles. He got honeyed\r\napologies. He got earnest assurances of good-will. But he got no\r\nmoney, except from Jimmy Pitt.\r\n\r\nHe had approached Jimmy in the early stages of the hunt; and Jimmy,\r\nbeing in the mood when he would have loaned anything to anybody,\r\nyielded the required five pounds without a murmur.\r\n\r\nBut what was five pounds? The garment of gloom and the intellectual\r\npallor were once more prominent when his lordship repaired to his\r\nroom to don the loud tweeds which, as Lord Herbert, he was to wear\r\nin the first act.\r\n\r\nThere is a good deal to be said against stealing, as a habit; but it\r\ncannot be denied that, in certain circumstances, it offers an\r\nadmirable solution of a financial difficulty, and, if the penalties\r\nwere not so exceedingly unpleasant, it is probable that it would\r\nbecome far more fashionable than it is.\r\n\r\nHis lordship's mind did not turn immediately to this outlet from his\r\nembarrassment. He had never stolen before, and it did not occur to\r\nhim directly to do so now. There is a conservative strain in all of\r\nus. But, gradually, as it was borne in upon him that it was the only\r\ncourse possible, unless he were to grovel before Hargate on the\r\nmorrow and ask for time to pay--an unthinkable alternative--he found\r\nhimself contemplating the possibility of having to secure the money\r\nby unlawful means. By the time he had finished his theatrical\r\ntoilet, he had definitely decided that this was the only thing to be\r\ndone.\r\n\r\nHis plan was simple. He knew where the money was, in the dressing-table\r\nin Sir Thomas's room. He had heard Saunders instructed to put\r\nit there. What could be easier than to go and get it? Everything was\r\nin his favor. Sir Thomas would be downstairs, receiving his guests.\r\nThe coast would be clear. Why, it was like finding the money.\r\n\r\nBesides, he reflected, as he worked his way through the bottle of\r\nMumm's which he had had the forethought to abstract from the\r\nsupper-table as a nerve-steadier, it wasn't really stealing. Dash it all,\r\nthe man had given him the money! It was his own! He had half a\r\nmind--he poured himself out another glass of the elixir--to give Sir\r\nThomas a jolly good talking-to into the bargain. Yes, dash it all!\r\n\r\nHe shot his cuffs fiercely. The British Lion was roused.\r\n\r\nA man's first crime is, as a rule, a shockingly amateurish affair.\r\nNow and then, it is true, we find beginners forging with the\r\naccuracy of old hands, or breaking into houses with the finish of\r\nexperts. But these are isolated cases. The average tyro lacks\r\ngeneralship altogether. Spennie Dreever may be cited as a typical\r\nnovice. It did not strike him that inquiries might be instituted by\r\nSir Thomas, when he found the money gone, and that suspicion might\r\nconceivably fall upon himself. Courage may be born of champagne, but\r\nrarely prudence.\r\n\r\nThe theatricals began at half-past eight with a duologue. The\r\naudience had been hustled into their seats, happier than is usual in\r\nsuch circumstances, owing to the rumor which had been circulated\r\nthat the proceedings were to terminate with an informal dance. The\r\ncastle was singularly well constructed for such a purpose. There was\r\nplenty of room, and a sufficiency of retreat for those who sat out,\r\nin addition to a conservatory large enough to have married off half\r\nthe couples in the county.\r\n\r\nSpennie's idea had been to establish an alibi by mingling with the\r\nthrong for a few minutes, and then to get through his burglarious\r\nspecialty during the duologue, when his absence would not be\r\nnoticed. It might be that, if he disappeared later in the evening,\r\npeople would wonder what had become of him.\r\n\r\nHe lurked about until the last of the audience had taken their\r\nseats. As he was moving off through the hall, a hand fell upon his\r\nshoulder. Conscience makes cowards of us all. Spennie bit his tongue\r\nand leaped three inches into the air.\r\n\r\n\"Hello, Charteris!\" he said, gaspingly.\r\n\r\nCharteris appeared to be in a somewhat overwrought condition.\r\nRehearsals had turned him into a pessimist, and, now that the actual\r\nmoment of production had arrived, his nerves were in a thoroughly\r\njumpy condition, especially as the duologue was to begin in two\r\nminutes and the obliging person who had undertaken to prompt had\r\ndisappeared.\r\n\r\n\"Spennie,\" said Charteris, \"where are you off to?\"\r\n\r\n\"What--what do you mean? I was just going upstairs.\"\r\n\r\n\"No, you don't. You've got to come and prompt. That devil Blake has\r\nvanished. I'll wring his neck! Come along.\"\r\n\r\nSpennie went, reluctantly. Half-way through the duologue, the\r\nofficial prompter returned with the remark that he had been having a\r\nbit of a smoke on the terrace, and that his watch had gone wrong.\r\nLeaving him to discuss the point with Charteris, Spennie slipped\r\nquietly away.\r\n\r\nThe delay, however, had had the effect of counteracting the\r\nuplifting effects of the Mumm's. The British Lion required a fresh\r\nfillip. He went to his room to administer it. By the time he\r\nemerged, he was feeling just right for the task in hand. A momentary\r\ndoubt occurred to him as to whether it would not be a good thing to\r\ngo down and pull Sir Thomas' nose as a preliminary to the\r\nproceedings; but he put the temptation aside. Business before\r\npleasure.\r\n\r\nWith a jaunty, if somewhat unsteady, step, he climbed the stairs to\r\nthe floor above, and made his way down the corridor to Sir Thomas's\r\nroom. He switched on the light, and went to the dressing-table. The\r\ndrawer was locked, but in his present mood Spennie, like Love,\r\nlaughed at locksmiths. He grasped the handle, and threw his weight\r\ninto a sudden tug. The drawer came out with a report like a pistol-shot.\r\n\r\n\"There!\" said his lordship, wagging his head severely.\r\n\r\nIn the drawer lay the four bank-notes. The sight of them brought\r\nback his grievance with a rush. He would teach Sir Thomas to treat\r\nhim like a kid! He would show him!\r\n\r\nHe was removing the notes, frowning fiercely the while, when he\r\nheard a cry of surprise from behind him.\r\n\r\nHe turned, to see Molly. She was still dressed in the evening gown\r\nshe had worn at dinner; and her eyes were round with wonder. A few\r\nmoments earlier, as she was seeking her room in order to change her\r\ncostume for the theatricals, she had almost reached the end of the\r\ncorridor that led to the landing, when she observed his lordship,\r\nflushed of face and moving like some restive charger, come\r\ncurvetting out of his bedroom in a dazzling suit of tweeds, and make\r\nhis way upstairs. Ever since their mutual encounter with Sir Thomas\r\nbefore dinner, she had been hoping for a chance of seeing Spennie\r\nalone. She had not failed to notice his depression during the meal,\r\nand her good little heart had been troubled by the thought that she\r\nmust have been responsible for it. She knew that, for some reason,\r\nwhat she had said about the letter had brought his lordship into his\r\nuncle's bad books, and she wanted to find him and say she was sorry.\r\n\r\nAccordingly, she had followed him. His lordship, still in the war-horse\r\nvein, had made the pace upstairs too hot, and had disappeared\r\nwhile she was still halfway up. She had arrived at the top just in\r\ntime to see him turn down the passage into Sir Thomas's dressing-room.\r\nShe could not think what his object might be. She knew that\r\nSir Thomas was downstairs, so it could not be from the idea of a\r\nchat with him that Spennie was seeking the dressing-room.\r\n\r\nFaint, yet pursuing, she followed on his trail, and arrived in the\r\ndoorway just as the pistol-report of the burst lock rang out.\r\n\r\nShe stood looking at him blankly. He was holding a drawer in one\r\nhand. Why, she could not imagine.\r\n\r\n\"Lord Dreever!\" she exclaimed.\r\n\r\nThe somber determination of his lordship's face melted into a\r\ntwisted, but kindly smile.\r\n\r\n\"Good!\" he said, perhaps a trifle thickly. \"Good! Glad you've come.\r\nWe're pals. You said so--on stairs--b'fore dinner. Very glad you've\r\ncome. Won't you sit down?\"\r\n\r\nHe waved the drawer benevolently, by way of making her free of the\r\nroom. The movement disturbed one of the bank-notes, which fluttered\r\nin Molly's direction, and fell at her feet.\r\n\r\nShe stooped and picked it up. When she saw what it was, her\r\nbewilderment increased.\r\n\r\n\"But--but--\" she said.\r\n\r\nHis lordship beamed--upon her with a pebble-beached smile of\r\nindescribable good-will.\r\n\r\n\"Sit down,\" he urged. \"We're pals.--No quol with you. You're good\r\nfriend. Quol--Uncle Thomas.\"\r\n\r\n\"But, Lord Dreever, what are you doing? What was that noise I\r\nheard?\"\r\n\r\n\"Opening drawer,\" said his lordship, affably.\r\n\r\n\"But--\" she looked again at what she had in her hand--\"but this is a\r\nfive-pound note.\"\r\n\r\n\"Five-pound note,\" said his lordship. \"Quite right. Three more of\r\nthem in here.\"\r\n\r\nStill, she could not understand.\r\n\r\n\"But--were you--stealing them?\"\r\n\r\nHis lordship drew himself up.\r\n\r\n\"No,\" he said, \"no, not stealing, no!\"\r\n\r\n\"Then--?\"\r\n\r\n\"Like this. Before dinner. Old boy friendly as you please--couldn't\r\ndo enough for me. Touched him for twenty of the best, and got away\r\nwith it. So far, all well. Then, met you on stairs. You let cat out\r\nof bag.\"\r\n\r\n\"But why--? Surely--!\"\r\n\r\nHis lordship gave the drawer a dignified wave.\r\n\r\n\"Not blaming you,\" he said, magnanimously. \"Not your fault;\r\nmisfortune. You didn't know. About letter.\"\r\n\r\n\"About the letter?\" said Molly. \"Yes, what was the trouble about the\r\nletter? I knew something was wrong directly I had said that I wrote\r\nit.\"\r\n\r\n\"Trouble was,\" said his lordship, \"that old boy thought it was\r\nlove-letter. Didn't undeceive him.\"\r\n\r\n\"You didn't tell him? Why?\"\r\n\r\nHis lordship raised his eyebrows.\r\n\r\n\"Wanted touch him twenty of the best,\" he explained, simply.\r\n\r\nFor the life of her, Molly could not help laughing.\r\n\r\n\"Don't laugh,\" protested his lordship, wounded. \"No joke. Serious.\r\nHonor at stake.\"\r\n\r\nHe removed the three notes, and replaced the drawer.\r\n\r\n\"Honor of the Dreevers!\" he added, pocketing the money.\r\n\r\nMolly was horrified.\r\n\r\n\"But, Lord Dreever!\" she cried. \"You can't! You mustn't! You can't be\r\ngoing, really, to take that money! It's stealing! It isn't yours!\r\nYou must put it back.\"\r\n\r\nHis lordship wagged a forefinger very solemnly at her.\r\n\r\n\"That,\" he said, \"is where you make error! Mine! Old boy gave them\r\nto me.\"\r\n\r\n\"Gave them to you? Then, why did you break open the drawer?\"\r\n\r\n\"Old boy took them back again--when he found out about letter.\"\r\n\r\n\"Then, they don't belong to you.\"\r\n\r\n\"Yes. Error! They do. Moral right.\"\r\n\r\nMolly wrinkled her forehead in her agitation. Men of Lord Dreever's\r\ntype appeal to the motherly instinct of women. As a man, his\r\nlordship was a negligible quantity. He did not count. But as a\r\nwillful child, to be kept out of trouble, he had a claim on Molly.\r\n\r\nShe spoke soothingly.\r\n\r\n\"But, Lord Dreever,--\" she began.  \"Call me Spennie,\" he urged.\r\n\"We're pals. You said so--on stairs. Everybody calls me\r\nSpennie--even Uncle Thomas. I'm going to pull his nose,\" he broke off\r\nsuddenly, as one recollecting a forgotten appointment.\r\n\r\n\"Spennie, then,\" said Molly. \"You mustn't, Spennie. You mustn't,\r\nreally. You--\"\r\n\r\n\"You look rippin' in that dress,\" said his lordship, irrelevantly.\r\n\r\n\"Thank you, Spennie, dear. But listen.\" Molly spoke as if she were\r\nhumoring a rebellious infant. \"You really mustn't take that money.\r\nYou must put it back. See, I'm putting this note back. Give me the\r\nothers, and I'll put them in the drawer, too. Then, we'll shut the\r\ndrawer, and nobody will know.\"\r\n\r\nShe took the notes from him, and replaced them in the drawer. He\r\nwatched her thoughtfully, as if he were pondering the merits of her\r\narguments.\r\n\r\n\"No,\" he said, suddenly, \"no! Must have them! Moral right. Old boy--\"\r\n\r\nShe pushed him gently away.\r\n\r\n\"Yes, yes, I know,\" she said. \"I know. It's a shame that you can't\r\nhave them. But you mustn't take them. Don't you see that he would\r\nsuspect you the moment he found they were gone, and then you'd get\r\ninto trouble?\"\r\n\r\n\"Something in that,\" admitted his lordship.\r\n\r\n\"Of course there is, Spennie, dear. I'm so glad you see! There they\r\nall are, safe again in the drawer. Now, we can go downstairs again,\r\nand--\"\r\n\r\nShe stopped. She had closed the door earlier in the proceedings, but\r\nher quick ear caught the sound of a footstep in the passage outside.\r\n\r\n\"Quick!\" she whispered, taking his hand and darting to the electric-light\r\nswitch. \"Somebody's coming. We mustn't be caught here. They'd\r\nsee the broken, drawer, and you'd get into awful trouble. Quick!\"\r\n\r\nShe pushed him behind the curtain where the clothes hung, and\r\nswitched off the light.\r\n\r\nFrom behind the curtain came the muffled voice of his lordship.\r\n\r\n\"It's Uncle Thomas. I'm coming out. Pull his nose.\"\r\n\r\n\"Be quiet!\"\r\n\r\nShe sprang to the curtain, and slipped noiselessly behind it.\r\n\r\n\"But, I say--!\" began his lordship.\r\n\r\n\"Hush!\"  She gripped his arm. He subsided.\r\n\r\nThe footsteps had halted outside the door. Then, the handle turned\r\nsoftly. The door opened, and closed again with hardly a sound.\r\n\r\nThe footsteps passed on into the room."
  ]
}