{
  "index": 28,
  "title": "Chapter 27",
  "paragraphs": [
    "A DECLARATION OF INDEPENDENCE\r\n\r\n\r\nIf Jimmy had entertained any doubts concerning the effectiveness of\r\nthis disclosure, they would have vanished at the sight of the\r\nother's face. Just as the rich hues of a sunset pale slowly into an\r\nalmost imperceptible green, so did the purple of Sir Thomas's cheeks\r\nbecome, in stages, first a dull red, then pink, and finally take on\r\na uniform pallor. His mouth hung open. His attitude of righteous\r\ndefiance had crumpled. Unsuspected creases appeared in his clothes.\r\nHe had the appearance of one who has been caught in the machinery.\r\n\r\nJimmy was a little puzzled. He had expected to check the enemy, to\r\nbring him to reason, but not to demolish him in this way. There was\r\nsomething in this which he did not understand. When Spike had handed\r\nhim the stones, and his trained eye, after a moment's searching\r\nexamination, had made him suspicious, and when, finally, a simple\r\ntest had proved his suspicions correct, he was comfortably aware\r\nthat, though found with the necklace on his person, he had\r\nknowledge, which, communicated to Sir Thomas, would serve him well.\r\nHe knew that Lady Julia was not the sort of lady who would bear\r\ncalmly the announcement that her treasured rope of diamonds was a\r\nfraud. He knew enough of her to know that she would demand another\r\nnecklace, and see that she got it; and that Sir Thomas was not one\r\nof those generous and expansive natures which think nothing of an\r\nexpenditure of twenty thousand pounds.\r\n\r\nThis was the line of thought that had kept him cheerful during what\r\nmight otherwise have been a trying interview. He was aware from the\r\nfirst that Sir Thomas would not believe in the purity of his\r\nmotives; but he was convinced that the knight would be satisfied to\r\nsecure his silence on the subject of the paste necklace at any\r\nprice. He had looked forward to baffled rage, furious denunciation,\r\nand a dozen other expressions of emotion, but certainly not to\r\ncollapse of this kind.\r\n\r\nThe other had begun to make strange, gurgling noises.\r\n\r\n\"Mind you,\" said Jimmy, \"it's a very good imitation. I'll say that\r\nfor it. I didn't suspect it till I had the thing in my hands.\r\nLooking at it--even quite close--I was taken in for a moment.\"\r\n\r\nSir Thomas swallowed nervously.\r\n\r\n\"How did you know?\" he muttered.\r\n\r\nAgain, Jimmy was surprised. He had expected indignant denials and\r\ndemands for proof, excited reiteration of the statement that the\r\nstones had cost twenty thousand pounds.\r\n\r\n\"How did I know?\" he repeated. \"If you mean what first made me\r\nsuspect, I couldn't tell you. It might have been one of a score of\r\nthings. A jeweler can't say exactly how he gets on the track of fake\r\nstones. He can feel them. He can almost smell them. I worked with a\r\njeweler once. That's how I got my knowledge of jewels. But, if you\r\nmean, can I prove what I say about this necklace, that's easy.\r\nThere's no deception. It's simple. See here. These stones are\r\nsupposed to be diamonds. Well, the diamond is the hardest stone in\r\nexistence. Nothing will scratch it. Now, I've got a little ruby, out\r\nof a college pin, which I know is genuine. By rights, then, that\r\nruby ought not to have scratched these stones. You follow that? But\r\nit did. It scratched two of them, the only two I tried. If you like,\r\nI can continue the experiment. But there's no need. I can tell you\r\nright now what these stones are, I said they were paste, but that\r\nwasn't quite accurate. They're a stuff called white jargoon. It's a\r\nstuff that's very easily faked. You work it with the flame of a\r\nblow-pipe. You don't want a full description, I suppose? Anyway,\r\nwhat happens is that the blow-pipe sets it up like a tonic. Gives it\r\nincreased specific gravity and a healthy complexion and all sorts of\r\ngreat things of that kind. Two minutes in the flame of a blow-pipe\r\nis like a week at the seashore to a bit of white jargoon. Are you\r\nsatisfied? If it comes to that, I guess you can hardly be expected\r\nto be. Convinced is a better word. Are you convinced, or do you\r\nhanker after tests like polarized light and refracting liquids?\"\r\n\r\nSir Thomas had staggered to a chair.\r\n\r\n\"So, that was how you knew!\" he said.\r\n\r\n\"That was--\" began Jimmy, when a sudden suspicion flashed across his\r\nmind. He scrutinized Sir Thomas' pallid face keenly.\r\n\r\n\"Did you know?\" he asked.\r\n\r\nHe wondered that the possibility had not occurred to him earlier.\r\nThis would account for much that had puzzled him in the other's\r\nreception of the news. He had supposed, vaguely, without troubling\r\nto go far into the probabilities of such a thing, that the necklace\r\nwhich Spike had brought to him had been substituted for the genuine\r\ndiamonds by a thief. Such things happened frequently, he knew. But,\r\nremembering what Molly had told him of the care which Sir Thomas\r\ntook of this particular necklace, and the frequency with which Lady\r\nJulia wore it, he did not see how such a substitution could have\r\nbeen effected. There had been no chance of anybody's obtaining\r\naccess to these stones for the necessary length of time.\r\n\r\n\"By George, I believe you did!\" he cried. \"You must have! So, that's\r\nhow it happened, is it? I don't wonder it was a shock when I said I\r\nknew about the necklace.\"\r\n\r\n\"Mr. Pitt!\"\r\n\r\n\"Well?\"\r\n\r\n\"I have something to say to you.\"\r\n\r\n\"I'm listening.\"\r\n\r\nSir Thomas tried to rally. There was a touch of the old pomposity in\r\nhis manner when he spoke.\r\n\r\n\"Mr. Pitt, I find you in an unpleasant position--\"\r\n\r\nJimmy interrupted.\r\n\r\n\"Don't you worry about my unpleasant position,\" he said. \"Fix your\r\nattention exclusively upon your own. Let us be frank with one\r\nanother. You're in the cart. What do you propose to do about it?\"\r\n\r\nSir Thomas rallied again, with the desperation of one fighting a\r\nlost cause.\r\n\r\n\"I do not understand you--\" he began.\r\n\r\n\"No?\" said Jimmy. \"I'll try and make my meaning clear. Correct me\r\nfrom time to time, if I am wrong. The way I size the thing up is as\r\nfollows: When you married Lady Julia, I gather that it was, so to\r\nspeak, up to you to some extent. People knew you were a millionaire,\r\nand they expected something special in the way of gifts from the\r\nbridegroom to the bride. Now, you, being of a prudent and economical\r\nnature, began to wonder if there wasn't some way of getting a\r\nreputation for lavishness without actually unbelting to any great\r\nextent. Am I right?\"\r\n\r\nSir Thomas did not answer.\r\n\r\n\"I am,\" said Jimmy. \"Well, it occurred to you, naturally enough,\r\nthat a properly-selected gift of jewelry might work the trick. It\r\nonly needed a little nerve. When you give a present of diamonds to a\r\nlady, she is not likely to call for polarized light and refracting\r\nliquids and the rest of the circus. In ninety-nine cases out of a\r\nhundred, she will take the things on trust. Very well. You trotted\r\noff to a jeweler, and put the thing to him confidentially. I guess\r\nyou suggested paste. But, being a wily person, he pointed out that\r\npaste has a habit of not wearing well. It is pretty enough when it's\r\nnew, but quite a small amount of ordinary wear and tear destroys the\r\npolish of the surface and the sharpness of the cutting. It gets\r\nscratched easily. Having heard this, and reflecting that Lady Julia\r\nwas not likely to keep the necklace under a glass case, you rejected\r\npaste as too risky. The genial jeweler then suggested white jargoon,\r\nmentioning, as I have done, that, after an application or so of the\r\nblow-pipe, it's own mother wouldn't know it. If he was a bit of an\r\nantiquary, he probably added that, in the eighteenth century,\r\njargoon stones were supposed to be actually an inferior sort of\r\ndiamond. What could be more suitable? 'Make it jargoon, dear heart,'\r\nyou cried joyfully, and all was well. Am I right? I notice that you\r\nhave not corrected me so far.\"\r\n\r\nWhether or not Sir Thomas would have replied in the affirmative is\r\nuncertain. He was opening his mouth to speak, when the curtain at\r\nthe end of the room heaved, and Lord Dreever burst out like a\r\ncannon-ball in tweeds.\r\n\r\nThe apparition effectually checked any speech that Sir Thomas might\r\nhave been intending to make. Lying back in his chair, he goggled\r\nsilently at the new arrival. Even Jimmy, though knowing that his\r\nlordship had been in hiding, was taken aback. His attention had\r\nbecome so concentrated on his duel with the knight that he had\r\nalmost forgotten they had an audience.\r\n\r\nHis lordship broke the silence.\r\n\r\n\"Great Scott!\" he cried.\r\n\r\nNeither Jimmy nor Sir Thomas seemed to consider the observation\r\nunsound or inadequate. They permitted it to pass without comment.\r\n\r\n\"You old scoundrel!\" added his lordship, addressing Sir Thomas. \"And\r\nyou're the man who called me a welsher!\" There were signs of a\r\nflicker of spirit in the knight's prominent eyes, but they died\r\naway. He made no reply.\r\n\r\n\"Great Scott!\" moaned his lordship, in a fervor of self-pity. \"Here\r\nhave I been all these years letting you give me Hades in every shape\r\nand form, when all the while--My goodness, if I'd only known\r\nearlier!\"\r\n\r\nHe turned to Jimmy.\r\n\r\n\"Pitt, old man,\" he said warmly, \"I--dash it! I don't know what to\r\nsay. If it hadn't been for you--I always did like Americans. I\r\nalways thought it bally rot that that fuss happened in--in--whenever\r\nit was. If it hadn't been for fellows like you,\" he continued,\r\naddressing Sir Thomas once more, \"there wouldn't have been any of\r\nthat frightful Declaration of Independence business. Would there,\r\nPitt, old man?\"\r\n\r\nThese were deep problems, too spacious for casual examination. Jimmy\r\nshrugged his shoulders.\r\n\r\n\"Well, I guess Sir Thomas might not have got along with George\r\nWashington, anyway,\" he said.\r\n\r\n\"Of course not. Well\"--Spennie moved toward the door--\"I'm off\r\ndownstairs to see what Aunt Julia has to say about it all.\"\r\n\r\nA shudder, as if from some electric shock, shook Sir Thomas. He\r\nleaped to his feet.\r\n\r\n\"Spencer,\" he cried, \"I forbid you to say a word to your aunt.\"\r\n\r\n\"Oh!\" said his lordship. \"You do, do you?\"\r\n\r\nSir Thomas shivered.\r\n\r\n\"She would never let me hear the last of it.\"\r\n\r\n\"I bet she wouldn't. I'll go and see.\"\r\n\r\n\"Stop!\"\r\n\r\n\"Well?\"\r\n\r\nSir Thomas dabbed at his forehead with his handkerchief. He dared\r\nnot face the vision of Lady Julia in possession of the truth. At one\r\ntime, the fear lest she might discover the harmless little deception\r\nhe had practised had kept him awake at night, but gradually, as the\r\ndays went by and the excellence of the imitation stones had\r\ncontinued to impose upon her and upon everyone else who saw them,\r\nthe fear had diminished. But it had always been at the back of his\r\nmind. Even in her calmer moments, his wife was a source of mild\r\nterror to him. His imagination reeled at the thought of what depths\r\nof aristocratic scorn and indignation she would plumb in a case like\r\nthis.\r\n\r\n\"Spencer,\" he said, \"I insist that you shall not inform your aunt of\r\nthis!\"\r\n\r\n\"What? You want me to keep my mouth shut? You want me to become an\r\naccomplice in this beastly, low-down deception? I like that!\"\r\n\r\n\"The point,\" said Jimmy, \"is well taken. Noblesse oblige, and all\r\nthat sort of thing. The blood of the Dreevers boils furiously at the\r\nidea. Listen! You can hear it sizzling.\"\r\n\r\nLord Dreever moved a step nearer the door.\r\n\r\n\"Stop!\" cried Sir Thomas again. \"Spencer!\"\r\n\r\n\"Well?\"\r\n\r\n\"Spencer, my boy, it occurs to me that perhaps I have not always\r\ntreated you very well--\"\r\n\r\n\"'Perhaps!' 'Not always!' Great Scott, I'll have a fiver each way on\r\nboth those. Considering you've treated me like a frightful kid\r\npractically ever since you've known me, I call that pretty rich!\r\nWhy, what about this very night, when I asked you for a few pounds?\"\r\n\r\n\"It was only the thought that you had been gambling--\"\r\n\r\n\"Gambling! How about palming off faked diamonds on Aunt Julia for a\r\ngamble?\"\r\n\r\n\"A game of skill, surely?\" murmured Jimmy.\r\n\r\n\"I have been thinking the matter over,\" said Sir Thomas, \"and, if\r\nyou really need the--was it not fifty pounds?\"\r\n\r\n\"It was twenty,\" said his lordship. \"And I don't need it. Keep it.\r\nYou'll want all you can save for a new necklace.\"\r\n\r\nHis fingers closed on the door-handle.\r\n\r\n\"Spencer, stop!\"\r\n\r\n\"Well?\"\r\n\r\n\"We must talk this over. We must not be hasty.\"\r\n\r\nSir Thomas passed the handkerchief over his forehead.\r\n\r\n\"In the past, perhaps,\" he resumed, \"our relations have not been\r\nquite--the fault was mine. I have always endeavored to do my duty.\r\nIt is a difficult task to look after a young man of your age--\"\r\n\r\nHis lordship's sense of his grievance made him eloquent.\r\n\r\n\"Dash it all!\" he cried. \"That's just what I jolly well complain of.\r\nWho the dickens wanted you to look after me? Hang it, you've kept\r\nyour eye on me all these years like a frightful policeman! You cut\r\noff my allowance right in the middle of my time at college, just\r\nwhen I needed it most, and I had to come and beg for money whenever\r\nI wanted to buy a cigarette. I looked a fearful ass, I can tell you!\r\nMen who knew me used to be dashed funny about it. I'm sick of the\r\nwhole bally business. You've given me a jolly thin time all this\r\nwhile, and now I'm going to get a bit of my own back. Wouldn't you,\r\nPitt, old man?\"\r\n\r\nJimmy, thus suddenly appealed to, admitted that, in his lordship's\r\nplace, he might have experienced a momentary temptation to do\r\nsomething of the kind.\r\n\r\n\"Of course,\" said his lordship; \"any fellow would.\"\r\n\r\n\"But, Spencer, let me--\"\r\n\r\n\"You've soured my life,\" said his lordship, frowning a tense,\r\nByronic frown. \"That's what you've done--soured my whole bally life.\r\nI've had a rotten time. I've had to go about touching my friends for\r\nmoney to keep me going. Why, I owe you a fiver, don't I, Pitt, old\r\nman?\"\r\n\r\nIt was a tenner, to be finnickingly accurate about details, but\r\nJimmy did not say so. He concluded, rightly, that the memory of the\r\noriginal five pounds which he had lent Lord Dreever at the Savoy\r\nHotel had faded from the other's mind.\r\n\r\n\"Don't mention it,\" he said.\r\n\r\n\"But I do mention it,\" protested his lordship, shrilly. \"It just\r\nproves what I say. If I had had a decent allowance, it wouldn't have\r\nhappened. And you wouldn't give me enough to set me going in the\r\ndiplomatic service. That's another thing. Why wouldn't you do that?\"\r\n\r\nSir Thomas pulled himself together.\r\n\r\n\"I hardly thought you qualified, my dear boy--\"\r\n\r\nHis lordship did not actually foam at the mouth, but he looked as if\r\nhe might do so at any moment. Excitement and the memory of his\r\nwrongs, lubricated, as it were, by the champagne he had consumed\r\nboth at and after dinner, had produced in him a frame of mind far\r\nremoved from the normal. His manners no longer had that repose which\r\nstamps the caste of Vere de Vere. He waved his hands:\r\n\r\n\"I know, I know!\" he shouted. \"I know you didn't. You thought me a\r\nfearful fool. I tell you, I'm sick of it. And always trying to make\r\nme marry money! Dashed humiliating! If she hadn't been a jolly\r\nsensible girl, you'd have spoiled Miss McEachern's life as well as\r\nmine. You came very near it. I tell you, I've had enough of it. I'm\r\nin love. I'm in love with the rippingest girl in England. You've\r\nseen her, Pitt, old top. Isn't she a ripper?\"\r\n\r\nJimmy stamped the absent lady with the seal of his approval.\r\n\r\n\"I tell you, if she'll have me, I'm going to marry her.\"\r\n\r\nThe dismay written on every inch of Sir Thomas's countenance became\r\nintensified at these terrific words. Great as had been his contempt\r\nfor the actual holder of the title, considered simply as a young\r\nman, he had always been filled with a supreme respect for the\r\nDreever name.\r\n\r\n\"But, Spencer,\" he almost howled, \"consider your position! You\r\ncannot--\"\r\n\r\n\"Can't I, by Jove! If she'll have me! And damn my position! What's\r\nmy position got to do with it? Katie's the daughter of a general, if\r\nit comes to that. Her brother was at college with me. If I'd had a\r\npenny to call my own, I'd have asked her to marry me ages ago. Don't\r\nyou worry about my position!\"\r\n\r\nSir Thomas croaked feebly.\r\n\r\n\"Now, look here,\" said his lordship, with determination. \"Here's the\r\nwhole thing in a jolly old nutshell. If you want me to forget about\r\nthis little flutter in fake diamonds of yours, you've got to pull up\r\nyour socks, and start in to do things. You've got to get me attached\r\nto some embassy for a beginning. It won't be difficult. There's\r\ndozens of old boys in London, who knew the governor when he was\r\nalive, who will jump at the chance of doing me a good turn. I know\r\nI'm a bit of an ass in some ways, but that's expected of you in the\r\ndiplomatic service. They only want you to wear evening clothes as if\r\nyou were used to them, and be a bit of a flyer at dancing, and I can\r\nfill the bill all right as far as that goes. And you've got to give\r\nyour jolly old blessing to Katie and me--if she'll have me. That's\r\nabout all I can think of for the moment. How do we go? Are you on?\"\r\n\r\n\"It's preposterous,\" began Sir Thomas.\r\n\r\nLord Dreever gave the door-handle a rattle.\r\n\r\n\"It's a hold-up all right,\" said Jimmy, soothingly. \"I don't want to\r\nbutt in on a family conclave, but my advice, if asked, would be to\r\nunbelt before the shooting begins. You've got something worse than a\r\npipe pointing at you, now. As regards my position in the business,\r\ndon't worry. My silence is presented gratis. Give me a loving smile,\r\nand my lips are sealed.\"\r\n\r\nSir Thomas turned on the speaker.\r\n\r\n\"As for you--\" he cried.\r\n\r\n\"Never mind about Pitt,\" said his lordship. \"He's a dashed good\r\nfellow, Pitt. I wish there were more like him.  And he wasn't\r\npinching the stuff, either. If you had only listened when he tried\r\nto tell you, you mightn't be in such a frightful hole. He was\r\nputting the things back, as he said. I know all about it. Well,\r\nwhat's the answer?\"\r\n\r\nFor a moment, Sir Thomas seemed on the point of refusal. But, just\r\nas he was about to speak, his lordship opened the door, and at the\r\nmovement he collapsed again.\r\n\r\n\"I will,\" he cried. \"I will!\"\r\n\r\n\"Good,\" said his lordship with satisfaction. \"That's a bargain.\r\nComing downstairs, Pitt, old man? We shall be wanted on the stage in\r\nabout half a minute.\"\r\n\r\n\"As an antidote to stage fright,\" said Jimmy, as they went along the\r\ncorridor, \"little discussions of that kind may be highly\r\nrecommended. I shouldn't mind betting that you feel fit for\r\nanything?\"\r\n\r\n\"I feel like a two-year-old,\" assented his lordship,\r\nenthusiastically. \"I've forgotten all my part, but I don't care.\r\nI'll just go on and talk to them.\"\r\n\r\n\"That,\" said Jimmy, \"is the right spirit. Charteris will get\r\nheart-disease, but it's the right spirit. A little more of that sort of\r\nthing, and amateur theatricals would be worth listening to. Step\r\nlively, Roscius; the stage waits.\""
  ]
}