{
  "index": 26,
  "title": "Chapter 25",
  "paragraphs": [
    "EXPLANATIONS\r\n\r\n\r\nJimmy, like his lordship, had been trapped at the beginning of the\r\nduologue, and had not been able to get away till it was nearly over.\r\nHe had been introduced by Lady Julia to an elderly and adhesive\r\nbaronet, who had recently spent ten days in New York, and escape had\r\nnot been won without a struggle. The baronet on his return to\r\nEngland had published a book, entitled, \"Modern America and Its\r\nPeople,\" and it was with regard to the opinions expressed in this\r\nvolume that he invited Jimmy's views. He had no wish to see the\r\nduologue, and it was only after the loss of much precious time that\r\nJimmy was enabled to tear himself away on the plea of having to\r\ndress. He cursed the authority on \"Modern America and Its People\"\r\nfreely, as he ran upstairs. While the duologue was in progress,\r\nthere had been no chance of Sir Thomas taking it into his head to\r\nvisit his dressing-room. He had been, as his valet-detective had\r\nobserved to Mr. Galer, too busy jollying along the swells. It would\r\nbe the work of a few moments only to restore the necklace to its\r\nplace. But for the tenacity of the elderly baronet, the thing would\r\nhave been done by this time. Now, however, there was no knowing what\r\nmight not happen. Anybody might come along the passage, and see him.\r\nHe had one point in his favor. There was no likelihood of the jewels\r\nbeing required by their owner till the conclusion of the\r\ntheatricals. The part that Lady Julia had been persuaded by\r\nCharteris to play mercifully contained no scope for the display of\r\ngems.\r\n\r\nBefore going down to dinner, Jimmy had locked the necklace in a\r\ndrawer. It was still there, Spike having been able apparently to\r\nresist the temptation of recapturing it. Jimmy took it, and went\r\ninto the corridor. He looked up and down. There was nobody about. He\r\nshut his door, and walked quickly in the direction of the dressing-room.\r\n\r\nHe had provided himself with an electric pocket-torch, equipped with\r\na reflector, which he was in the habit of carrying when on his\r\ntravels. Once inside, having closed the door, he set this aglow, and\r\nlooked about him.\r\n\r\nSpike had given him minute directions as to the position of the\r\njewel-box. He found it without difficulty. To his untrained eye, it\r\nseemed tolerably massive and impregnable, but Spike had evidently\r\nknown how to open it without much difficulty. The lid was shut, but\r\nit came up without an effort when he tried to raise it, and he saw\r\nthat the lock had been broken.\r\n\r\n\"Spike's coming on!\" he said.\r\n\r\nHe was dangling the necklace over the box, preparatory to dropping\r\nit in, when there was a quick rustle at the other side of the room.\r\nThe curtain was plucked aside, and Molly came out.\r\n\r\n\"Jimmy!\" she cried.\r\n\r\nJimmy's nerves were always in pretty good order, but at the sight of\r\nthis apparition he visibly jumped.\r\n\r\n\"Great Scott!\" he said.\r\n\r\nThe curtain again became agitated by some unseen force, violently\r\nthis time, and from its depths a plaintive voice made itself heard.\r\n\r\n\"Dash it all,\" said the voice, \"I've stuck!\"\r\n\r\nThere was another upheaval, and his lordship emerged, his yellow\r\nlocks ruffled and upstanding, his face crimson.\r\n\r\n\"Caught my head in a coat or something,\" he explained at large.\r\n\"Hullo, Pitt!\"\r\n\r\nPressed rigidly against the wall, Molly had listened with growing\r\nastonishment to the movements on the other side of the curtain. Her\r\nmystification deepened every moment. It seemed to her that the room\r\nwas still in darkness. She could hear the sound of breathing; and\r\nthen the light of the torch caught her eye. Who could this be, and\r\nwhy had he not switched on the regular room lights?\r\n\r\nShe strained her ears to catch a sound. For a while, she heard\r\nnothing except the soft breathing. Then came a voice that she knew\r\nwell; and, abandoning her hiding-place, she came out into the room,\r\nand found Jimmy standing, with the torch in his hand, over some dark\r\nobject in the corner of the room.\r\n\r\nIt was a full minute after Jimmy's first exclamation of surprise\r\nbefore either of them spoke again. The light of the torch hurt\r\nMolly's eyes. She put up a hand, to shade them. It seemed to her\r\nthat they had been standing like this for years.\r\n\r\nJimmy had not moved. There was something in his attitude that filled\r\nMolly with a vague fear. In the shadow behind the torch, he looked\r\nshapeless and inhuman.\r\n\r\n\"You're hurting my eyes,\" she said, at last.\r\n\r\n\"I'm sorry,\" said Jimmy. \"I didn't think. Is that better?\" He turned\r\nthe light from her face. Something in his voice and the apologetic\r\nhaste with which he moved the torch seemed to relax the strain of\r\nthe situation. The feeling of stunned surprise began to leave her.\r\nShe found herself thinking coherently again.\r\n\r\nThe relief was but momentary. Why was Jimmy in the room at that\r\ntime? Why had he a torch? What had he been doing? The questions shot\r\nfrom her brain like sparks from an anvil.\r\n\r\nThe darkness began to tear at her nerves. She felt along the wall\r\nfor the switch, and flooded the whole room with light.\r\n\r\nJimmy laid down the torch, and stood for a moment, undecided. He had\r\nconcealed the necklace behind him. Now, he brought it forward, and\r\ndangled it silently before the eyes of Molly and his lordship.\r\nExcellent as were his motives for being in that room with the\r\nnecklace in his hand, he could not help feeling, as he met Molly's\r\nstartled gaze, quite as guilty as if his intentions had been\r\naltogether different.\r\n\r\nHis lordship, having by this time pulled himself together to some\r\nextent, was the first to speak.\r\n\r\n\"I say, you know, what ho!\" he observed, not without emotion.\r\n\"What?\"\r\n\r\nMolly drew back.\r\n\r\n\"Jimmy! You were--oh, you can't have been!\"\r\n\r\n\"Looks jolly like it!\" said his lordship, judicially.\r\n\r\n\"I wasn't,\" said Jimmy. \"I was putting them back.\"\r\n\r\n\"Putting them back?\"\r\n\r\n\"Pitt, old man,\" said his lordship solemnly, \"that sounds a bit\r\nthin.\"\r\n\r\n\"Dreever, old man,\" said Jimmy. \"I know it does. But it's the\r\ntruth.\"\r\n\r\nHis lordship's manner became kindly.\r\n\r\n\"Now, look here, Pitt, old son,\" he said, \"there's nothing to worry\r\nabout. We're all pals here. You can pitch it straight to us. We\r\nwon't give you away. We--\"\r\n\r\n\"Be quiet!\" cried Molly. \"Jimmy!\"\r\n\r\nHer voice was strained. She spoke with an effort. She was suffering\r\ntorments. The words her father had said to her on the terrace were\r\npouring back into her mind. She seemed to hear his voice now, cool\r\nand confident, warning her against Jimmy, saying that he was\r\ncrooked. There was a curious whirring in her head. Everything in the\r\nroom was growing large and misty. She heard Lord Dreever begin to\r\nsay something that sounded as if someone were speaking at the end of\r\na telephone; and, then, she was aware that Jimmy was holding her in\r\nhis arms, and calling to Lord Dreever to bring water.\r\n\r\n\"When a girl goes like that,\" said his lordship with an insufferable\r\nair of omniscience, \"you want to cut her--\"\r\n\r\n\"Come along!\" said Jimmy. \"Are you going to be a week getting that\r\nwater?\"\r\n\r\nHis lordship proceeded to soak a sponge without further parley; but,\r\nas he carried his dripping burden across the room, Molly recovered.\r\nShe tried weakly to free herself.\r\n\r\nJimmy helped her to a chair. He had dropped the necklace on the\r\nfloor, and Lord Dreever nearly trod on it.\r\n\r\n\"What ho!\" observed his lordship, picking it up. \"Go easy with the\r\njewelry!\"\r\n\r\nJimmy was bending over Molly. Neither of them seemed to be aware of\r\nhis lordship's presence. Spennie was the sort of person whose\r\nexistence is apt to be forgotten. Jimmy had had a flash of\r\nintuition. For the first time, it had occurred to him that Mr.\r\nMcEachern might have hinted to Molly something of his own\r\nsuspicions.\r\n\r\n\"Molly, dear,\" he said, \"it isn't what you think. I can explain\r\neverything. Do you feel better now? Can you listen? I can explain\r\neverything.\"\r\n\r\n\"Pitt, old boy,\" protested his lordship, \"you don't understand. We\r\naren't going to give you away. We're all--\"\r\n\r\nJimmy ignored him.\r\n\r\n\"Molly, listen,\" he said.\r\n\r\nShe sat up.\r\n\r\n\"Go on, Jimmy,\" she said.\r\n\r\n\"I wasn't stealing the necklace. I was putting it back. The man who\r\ncame to the castle with me, Spike Mullins, took it this afternoon,\r\nand brought it to me.\"\r\n\r\nSpike Mullins! Molly remembered the name.\r\n\r\n\"He thinks I am a crook, a sort of Raffles. It was my fault. I was a\r\nfool. It all began that night in New York, when we met at your\r\nhouse. I had been to the opening performance of a play called,\r\n'Love, the Cracksman,' one of those burglar plays.\"\r\n\r\n\"Jolly good show,\" interpolated his lordship, chattily. \"It was at\r\nthe Circle over here. I went twice.\"\r\n\r\n\"A friend of mine, a man named Mifflin, had been playing the hero in\r\nit, and after the show, at the club, he started in talking about the\r\nart of burglary--he'd been studying it--and I said that anybody\r\ncould burgle a house. And, in another minute, it somehow happened\r\nthat I had made a bet that I would do it that night. Heaven knows\r\nwhether I ever really meant to; but, that same night, this man\r\nMullins broke into my flat, and I caught him. We got into\r\nconversation, and I worked off on him a lot of technical stuff I'd\r\nheard from this actor friend of mine, and he jumped to the\r\nconclusion that I was an expert. And, then, it suddenly occurred to\r\nme that it would be a good joke on Mifflin if I went out with\r\nMullins, and did break into a house. I wasn't in the mood to think\r\nwhat a fool I was at the time. Well, anyway, we went out, and--well,\r\nthat's how it all happened. And, then, I met Spike in London, down\r\nand out, and brought him here.\"\r\n\r\nHe looked at her anxiously. It did not need his lordship's owlish\r\nexpression of doubt to tell him how weak his story must sound. He\r\nhad felt it even as he was telling it. He was bound to admit that,\r\nif ever a story rang false in every sentence, it was this one.\r\n\r\n\"Pitt, old man,\" said his lordship, shaking his head, more in sorrow\r\nthan in anger, \"it won't do, old top. What's the point of putting up\r\nany old yarn like that? Don't you see, what I mean is, it's not as\r\nif we minded. Don't I keep telling you we're all pals here? I've\r\noften thought what a jolly good feller old Raffles was. Regular\r\nsportsman! I don't blame a chappie for doing the gentleman burglar\r\ntouch. Seems to me it's a dashed sporting--\"\r\n\r\nMolly turned on him suddenly, cutting short his views on the ethics\r\nof gentlemanly theft in a blaze of indignation.\r\n\r\n\"What do you mean?\" she cried. \"Do you think I don't believe every\r\nword Jimmy has said?\"\r\n\r\nHis lordship jumped.\r\n\r\n\"Well, don't you know, it seemed to me a bit thin. What I mean is--\"\r\nHe met Molly's eye. \"Oh, well!\" he concluded, lamely.\r\n\r\nMolly turned to Jimmy.\r\n\r\n\"Jimmy, of course, I believe you. I believe every word.\"\r\n\r\n\"Molly!\"\r\n\r\nHis lordship looked on, marveling. The thought crossed his mind that\r\nhe had lost the ideal wife. A girl who would believe any old yarn a\r\nfeller cared to--If it hadn't been for Katie! For a moment, he felt\r\nalmost sad.\r\n\r\nJimmy and Molly were looking at each other in silence. From the\r\nexpression on their faces, his lordship gathered that his existence\r\nhad once more been forgotten. He saw her hold out her hands to\r\nJimmy, and it seemed to him that the time had come to look away. It\r\nwas embarrassing for a chap! He looked away.\r\n\r\nThe next moment, the door opened and closed again, and she had gone.\r\n\r\nHe looked at Jimmy. Jimmy was still apparently unconscious of his\r\npresence.\r\n\r\nHis lordship coughed.\r\n\r\n\"Pitt, old man--\"\r\n\r\n\"Hullo!\" said Jimmy, coming out of his thoughts with a start. \"You\r\nstill here? By the way--\" he eyed Lord Dreever curiously--\"I never\r\nthought of asking before--what on earth are you doing here? Why were\r\nyou behind the curtain? Were you playing hide-and-seek?\"\r\n\r\nHis lordship was not one of those who invent circumstantial stories\r\neasily on the spur of the moment. He searched rapidly for something\r\nthat would pass muster, then abandoned the hopeless struggle. After\r\nall, why not be frank? He still believed Jimmy to be of the class of\r\nthe hero of \"Love, the Cracksman.\" There would be no harm in\r\nconfiding in him. He was a good fellow, a kindred soul, and would\r\nsympathize.\r\n\r\n\"It's like this,\" he said. And, having prefaced his narrative with\r\nthe sound remark that he had been a bit of an ass, he gave Jimmy a\r\nsummary of recent events.\r\n\r\n\"What!\" said Jimmy. \"You taught Hargate picquet? Why, my dear man,\r\nhe was playing picquet like a professor when you were in short\r\nfrocks. He's a wonder at it.\"\r\n\r\nHis lordship started.\r\n\r\n\"How's that?\" he said. \"You don't know him, do you?\"\r\n\r\n\"I met him in New York, at the Strollers' Club. A pal of mine, an\r\nactor, this fellow Mifflin I mentioned just now, put him up as a\r\nguest. He coined money at picquet. And there were some pretty\r\nuseful players in the place, too. I don't wonder you found him a\r\npromising pupil.\"\r\n\r\n\"Then--then--why, dash it, then he's a bally sharper!\"\r\n\r\n\"You're a genius at crisp description,\" said Jimmy. \"You've got him\r\nsummed up to rights first shot.\"\r\n\r\n\"I sha'n't pay him a bally penny!\"\r\n\r\n\"Of course not. If he makes any objection, refer him to me.\"\r\n\r\nHis lordship's relief was extreme. The more overpowering effects of\r\nthe elixir had passed away, and he saw now, what he had not seen in\r\nhis more exuberant frame of mind, the cloud of suspicion that must\r\nhave hung over him when the loss of the banknotes was discovered.\r\n\r\nHe wiped his forehead.\r\n\r\n\"By Jove!\" he said. \"That's something off my mind! By George, I feel\r\nlike a two-year-old. I say, you're a dashed good sort, Pitt.\"\r\n\r\n\"You flatter me,\" said Jimmy. \"I strive to please.\"\r\n\r\n\"I say, Pitt, that yarn you told us just now--the bet, and all that.\r\nHonestly, you don't mean to say that was true, was it? I mean--By\r\nJove! I've got an idea.\"\r\n\r\n\"We live in stirring times!\"\r\n\r\n\"Did you say your actor pal's name was Mifflin?\" He broke off\r\nsuddenly before Jimmy could answer. \"Great Scott!\" he whispered.\r\n\"What's that! Good lord! Somebody's coming!\"\r\n\r\nHe dived behind the curtain, like a rabbit. The drapery had only\r\njust ceased to shake when the door opened, and Sir Thomas Blunt\r\nwalked in."
  ]
}