{
  "index": 24,
  "title": "Chapter 23",
  "paragraphs": [
    "FAMILY JARS\r\n\r\n\r\nHildebrand Spencer Poynt de Burgh John Hannasyde Coombe-Crombie,\r\ntwelfth Earl of Dreever, was feeling like a toad under the harrow.\r\nHe read the letter again, but a second perusal made it no better.\r\nVery briefly and clearly, Molly had broken off the engagement. She\r\n\"thought it best.\" She was \"afraid it could make neither of us\r\nhappy.\" All very true, thought his lordship miserably. His\r\nsentiments to a T. At the proper time, he would have liked nothing\r\nbetter. But why seize for this declaration the precise moment when\r\nhe was intending, on the strength of the engagement, to separate his\r\nuncle from twenty pounds? That was what rankled. That Molly could\r\nhave no knowledge of his sad condition did not occur to him. He had\r\na sort of feeling that she ought to have known by instinct. Nature,\r\nas has been pointed out, had equipped Hildebrand Spencer Poynt de\r\nBurgh with one of those cheap-substitute minds. What passed for\r\nbrain in him was to genuine gray matter as just-as-good imitation\r\ncoffee is to real Mocha. In moments of emotion and mental stress,\r\nconsequently, his reasoning, like Spike's, was apt to be in a class\r\nof its own.\r\n\r\nHe read the letter for the third time, and a gentle perspiration\r\nbegan to form on his forehead. This was awful. The presumable\r\njubilation of Katie, the penniless ripper of the Savoy, when he\r\nshould present himself to her a free man, did not enter into the\r\nmental picture that was unfolding before him. She was too remote.\r\nBetween him and her lay the fearsome figure of Sir Thomas, rampant,\r\nfilling the entire horizon. Nor is this to be wondered at. There was\r\nprobably a brief space during which Perseus, concentrating his gaze\r\nupon the monster, did not see Andromeda; and a knight of the Middle\r\nAges, jousting in the Gentlemen's Singles for a smile from his lady,\r\nrarely allowed the thought of that smile to occupy his whole mind at\r\nthe moment when his boiler-plated antagonist was descending upon him\r\nin the wake of a sharp spear.\r\n\r\nSo with Spennie Dreever. Bright eyes might shine for him when all\r\nwas over, but in the meantime what seemed to him more important was\r\nthat bulging eyes would glare.\r\n\r\nIf only this had happened later--even a day later! The reckless\r\nimpulsiveness of the modern girl had undone him. How was he to pay\r\nHargate the money? Hargate must be paid. That was certain. No other\r\ncourse was possible. Lord Dreever's was not one of those natures\r\nthat fret restlessly under debt. During his early career at college,\r\nhe had endeared himself to the local tradesmen by the magnitude of\r\nthe liabilities he had contracted with them. It was not the being in\r\ndebt that he minded. It was the consequences. Hargate, he felt\r\ninstinctively, was of a revengeful nature. He had given Hargate\r\ntwenty pounds' worth of snubbing, and the latter had presented the\r\nbills. If it were not paid, things would happen. Hargate and he were\r\nmembers of the same club, and a member of a club who loses money at\r\ncards to a fellow member, and fails to settle up, does not make\r\nhimself popular with the committee.\r\n\r\nHe must get the money. There was no avoiding that conclusion. But\r\nhow?\r\n\r\nFinancially, his lordship was like a fallen country with a glorious\r\nhistory. There had been a time, during his first two years at\r\ncollege, when he had reveled in the luxury of a handsome allowance.\r\nThis was the golden age, when Sir Thomas Blunt, being, so to speak,\r\nnew to the job, and feeling that, having reached the best circles,\r\nhe must live up to them, had scattered largesse lavishly. For two\r\nyears after his marriage with Lady Julia, he had maintained this\r\nadmirable standard, crushing his natural parsimony. He had regarded\r\nthe money so spent as capital sunk in an investment. By the end of\r\nthe second year, he had found his feet, and began to look about him\r\nfor ways of retrenchment. His lordship's allowance was an obvious\r\nway. He had not to wait long for an excuse for annihilating it.\r\nThere is a game called poker, at which a man without much control\r\nover his features may exceed the limits of the handsomest allowance.\r\nHis lordship's face during a game of poker was like the surface of\r\nsome quiet pond, ruffled by every breeze. The blank despair of his\r\nexpression when he held bad cards made bluffing expensive. The\r\nhonest joy that bubbled over in his eyes when his hand was good\r\nacted as an efficient danger-signal to his grateful opponents. Two\r\nweeks of poker had led to his writing to his uncle a distressed, but\r\nconfident, request for more funds; and the avuncular foot had come\r\ndown with a joyous bang. Taking his stand on the evils of gambling,\r\nSir Thomas had changed the conditions of the money-market for his\r\nnephew with a thoroughness that effectually prevented the\r\npossibility of the youth's being again caught by the fascinations of\r\npoker. The allowance vanished absolutely; and in its place there\r\ncame into being an arrangement. By this, his lordship was to have\r\nwhatever money he wished, but he must ask for it, and state why it\r\nwas needed. If the request were reasonable, the cash would be\r\nforthcoming; if preposterous, it would not. The flaw in the scheme,\r\nfrom his lordship's point of view, was the difference of opinion\r\nthat can exist in the minds of two men as to what the words\r\nreasonable and preposterous may be taken to mean.\r\n\r\nTwenty pounds, for instance, would, in the lexicon of Sir Thomas\r\nBlunt, be perfectly reasonable for the current expenses of a man\r\nengaged to Molly McEachern, but preposterous for one to whom she had\r\ndeclined to remain engaged. It is these subtle shades of meaning\r\nthat make the English language so full of pitfalls for the\r\nforeigner.\r\n\r\nSo engrossed was his lordship in his meditations that a voice spoke\r\nat his elbow ere he became aware of Sir Thomas himself, standing by\r\nhis side.\r\n\r\n\"Well, Spennie, my boy,\" said the knight. \"Time to dress for dinner,\r\nI think. Eh? Eh?\"\r\n\r\nHe was plainly in high good humor. The thought of the distinguished\r\ncompany he was to entertain that night had changed him temporarily,\r\nas with some wave of a fairy wand, into a thing of joviality and\r\nbenevolence. One could almost hear the milk of human kindness\r\ngurgling and splashing within him. The irony of fate! Tonight, such\r\nwas his mood, a dutiful nephew could have come and felt in his\r\npockets and helped himself--if circumstances had been different. Oh,\r\nwoman, woman, how you bar us from paradise!\r\n\r\nHis lordship gurgled a wordless reply, thrusting the fateful letter\r\nhastily into his pocket. He would break the news anon. Soon--not\r\nyet--later on--in fact, anon!\r\n\r\n\"Up in your part, my boy?\" continued Sir Thomas. \"You mustn't spoil\r\nthe play by forgetting your lines. That wouldn't do!\"\r\n\r\nHis eye was caught by the envelope that Spennie had dropped. A\r\nmomentary lapse from the jovial and benevolent was the result. His\r\nfussy little soul abhorred small untidinesses.\r\n\r\n\"Dear me,\" he said, stooping, \"I wish people would not drop paper\r\nabout the house. I cannot endure a litter.\" He spoke as if somebody\r\nhad been playing hare-and-hounds, and scattering the scent on the\r\nstairs. This sort of thing sometimes made him regret the old days.\r\nIn Blunt's Stores, Rule Sixty-seven imposed a fine of half-a-crown\r\non employees convicted of paper-dropping.\r\n\r\n\"I--\" began his lordship.\r\n\r\n\"Why\"--Sir Thomas straightened himself--\"it's addressed to you.\"\r\n\r\n\"I was just going to pick it up. It's--er--there was a note in it.\"\r\n\r\nSir Thomas gazed at the envelope again. Joviality and benevolence\r\nresumed their thrones.\r\n\r\n\"And in a feminine handwriting,\" he chuckled. He eyed the limp peer\r\nalmost roguishly. \"I see, I see,\" he said. \"Very charming, quite\r\ndelightful! Girls must have their little romance! I suppose you two\r\nyoung people are exchanging love-letters all day. Delightful, quite\r\ndelightful! Don't look as if you were ashamed of it, my boy! I like\r\nit. I think it's charming.\"\r\n\r\nUndoubtedly, this was the opening. Beyond a question, his lordship\r\nshould have said at this point:\r\n\r\n\"Uncle, I cannot tell a lie. I cannot even allow myself to see you\r\nlaboring under a delusion which a word from me can remove. The\r\ncontents of this note are not what you suppose. They run as follows--\"\r\n\r\nWhat he did say was:\r\n\r\n\"Uncle, can you let me have twenty pounds?\"\r\n\r\nThose were his amazing words. They slipped out. He could not stop\r\nthem.\r\n\r\nSir Thomas was taken aback for an instant, but not seriously. He\r\nstarted, as might a man who, stroking a cat, receives a sudden, but\r\ntrifling scratch.\r\n\r\n\"Twenty pounds, eh?\" he said, reflectively.\r\n\r\nThen, the milk of human kindness swept over displeasure like a tidal\r\nwave. This was a night for rich gifts to the deserving.\r\n\r\n\"Why, certainly, my boy, certainly. Do you want it at once?\"\r\n\r\nHis lordship replied that he did, please; and he had seldom said\r\nanything more fervently.\r\n\r\n\"Well, well. We'll see what we can do. Come with me.\"\r\n\r\nHe led the way to his dressing-room. Like nearly all the rooms at\r\nthe castle, it was large. One wall was completely hidden by the\r\ncurtain behind which Spike had taken refuge that afternoon.\r\n\r\nSir Thomas went to the dressing-table, and unlocked a small drawer.\r\n\r\n\"Twenty, you said? Five, ten, fifteen--here you are, my boy.\"\r\n\r\nLord Dreever muttered his thanks. Sir Thomas accepted the guttural\r\nacknowledgment with a friendly pat on the shoulder.\r\n\r\n\"I like a little touch like that,\" he said.\r\n\r\nHis lordship looked startled.\r\n\r\n\"I wouldn't have touched you,\" he began, \"if it hadn't been--\"\r\n\r\n\"A little touch like that letter-writing,\" Sir Thomas went on. \"It\r\nshows a warm heart. She is a warm-hearted girl, Spennie. A charming,\r\nwarm-hearted girl! You're uncommonly lucky, my boy.\"\r\n\r\nHis lordship, crackling the four bank-notes, silently agreed with\r\nhim.\r\n\r\n\"But, come, I must be dressing. Dear me, it is very late. We shall\r\nhave to hurry. By the way, my boy, I shall take the opportunity of\r\nmaking a public announcement of the engagement tonight. It will be a\r\ncapital occasion for it. I think, perhaps, at the conclusion of the\r\ntheatricals, a little speech--something quite impromptu and\r\ninformal, just asking them to wish you happiness, and so on. I like\r\nthe idea. There is an old-world air about it that appeals to me.\r\nYes.\"\r\n\r\nHe turned to the dressing-table, and removed his collar.\r\n\r\n\"Well, run along, my boy,\" he said. \"You must not be late.\" His\r\nlordship tottered from the room.\r\n\r\nHe did quite an unprecedented amount of thinking as he hurried into\r\nhis evening clothes; but the thought occurring most frequently was\r\nthat, whatever happened, all was well in one way, at any rate. He\r\nhad the twenty pounds. There would be something colossal in the\r\nshape of disturbances when his uncle learned the truth. It would be\r\nthe biggest thing since the San Francisco earthquake. But what of\r\nit? He had the money.\r\n\r\nHe slipped it into his waistcoat-pocket. He would take it down with\r\nhim, and pay Hargate directly after dinner.\r\n\r\nHe left the room. The flutter of a skirt caught his eye as he\r\nreached the landing. A girl was coming down the corridor on the\r\nother side. He waited at the head of the stairs to let her go down\r\nbefore him. As she came on to the landing, he saw that it was Molly.\r\n\r\nFor a moment, there was an awkward pause.\r\n\r\n\"Er--I got your note,\" said his lordship.\r\n\r\nShe looked at him, and then burst out laughing.\r\n\r\n\"You know, you don't mind the least little bit,\" she said; \"not a\r\nscrap. Now, do you?\"\r\n\r\n\"Well, you see--\"\r\n\r\n\"Don't make excuses! Do you?\"\r\n\r\n\"Well, it's like this, you see, I--\"\r\n\r\nHe caught her eye. Next moment, they were laughing together.\r\n\r\n\"No, but look here, you know,\" said his lordship. \"What I mean is,\r\nit isn't that I don't--I mean, look here, there's no reason why we\r\nshouldn't be the best of pals.\"\r\n\r\n\"Why, of course, there isn't.\"\r\n\r\n\"No, really, I say? That's ripping. Shake hands on it.\"\r\n\r\nThey clasped hands; and it was in this affecting attitude that Sir\r\nThomas Blunt, bustling downstairs, discovered them.\r\n\r\n\"Aha!\" he cried, archly. \"Well, well, well! But don't mind me, don't\r\nmind me!\"\r\n\r\nMolly flushed uncomfortably; partly, because she disliked Sir Thomas\r\neven when he was not arch, and hated him when he was; partly,\r\nbecause she felt foolish; and, principally, because she was\r\nbewildered. She had not looked forward to meeting Sir Thomas that\r\nnight. It was always unpleasant to meet him, but it would be more\r\nunpleasant than usual after she had upset the scheme for which he\r\nhad worked so earnestly. She had wondered whether he would be cold\r\nand distant, or voluble and heated. In her pessimistic moments, she\r\nhad anticipated a long and painful scene. That he should be behaving\r\nlike this was not very much short of a miracle. She could not\r\nunderstand it.\r\n\r\nA glance at Lord Dreever enlightened her. That miserable creature\r\nwas wearing the air of a timid child about to pull a large cracker.\r\nHe seemed to be bracing himself up for an explosion.\r\n\r\nShe pitied him sincerely. So, he had not told his uncle the news,\r\nyet! Of course, he had scarcely had time. Saunders must have given\r\nhim the note as he was going up to dress.\r\n\r\nThere was, however, no use in prolonging the agony. Sir Thomas must\r\nbe told, sooner or later. She was glad of the chance to tell him\r\nherself. She would be able to explain that it was all her doing.\r\n\r\n\"I'm afraid there's a mistake,\" she said.\r\n\r\n\"Eh?\" said Sir Thomas.\r\n\r\n\"I've been thinking it over, and I came to the conclusion that we\r\nweren't--well, I broke off the engagement!\"\r\n\r\nSir Thomas' always prominent eyes protruded still further. The color\r\nof his florid face deepened. Suddenly, he chuckled.\r\n\r\nMolly looked at him, amazed. Sir Thomas was indeed behaving\r\nunexpectedly to-night.\r\n\r\n\"I see it,\" he wheezed. \"You're having a joke with me! So this is\r\nwhat you were hatching as I came downstairs! Don't tell me! If you\r\nhad really thrown him over, you wouldn't have been laughing together\r\nlike that. It's no good, my dear. I might have been taken in, if I\r\nhad not seen you, but I did.\"\r\n\r\n\"No, no,\" cried Molly. \"You're wrong. You're quite wrong. When you\r\nsaw us, we were just agreeing that we should be very good friends.\r\nThat was all. I broke off the engagement before that. I--\"\r\n\r\nShe was aware that his lordship had emitted a hollow croak, but she\r\ntook it as his method of endorsing her statement, not as a warning.\r\n\r\n\"I wrote Lord Dreever a note this evening,\" she went on, \"telling\r\nhim that I couldn't possibly--\"\r\n\r\nShe broke off in alarm. With the beginning of her last speech, Sir\r\nThomas had begun to swell, until now he looked as if he were in\r\nimminent danger of bursting. His face was purple. To Molly's lively\r\nimagination, his eyes appeared to move slowly out of his head, like\r\na snail's. From the back of his throat came strange noises.\r\n\r\n\"S-s-so--\" he stammered.\r\n\r\nHe gulped, and tried again.\r\n\r\n\"So this,\" he said, \"so this--! So that was what was in that letter,\r\neh?\"\r\n\r\nLord Dreever, a limp bundle against the banisters, smiled weakly.\r\n\r\n\"Eh?\" yelled Sir Thomas.\r\n\r\nHis lordship started convulsively.\r\n\r\n\"Er, yes,\" he said, \"yes, yes! That was it, don't you know!\"\r\n\r\nSir Thomas eyed his nephew with a baleful stare. Molly looked from\r\none to the other in bewilderment.\r\n\r\nThere was a pause, during which Sir Thomas seemed partially to\r\nrecover command of himself. Doubts as to the propriety of a family\r\nrow in mid-stairs appeared to occur to him. He moved forward.\r\n\r\n\"Come with me,\" he said, with awful curtness.\r\n\r\nHis lordship followed, bonelessly. Molly watched them go, and\r\nwondered more than ever. There was something behind this. It was not\r\nmerely the breaking-off of the engagement that had roused Sir\r\nThomas. He was not a just man, but he was just enough to be able to\r\nsee that the blame was not Lord Dreever's. There had been something\r\nmore. She was puzzled.\r\n\r\nIn the hall, Saunders was standing, weapon in hand, about to beat\r\nthe gong.\r\n\r\n\"Not yet,\" snapped Sir Thomas. \"Wait!\"\r\n\r\nDinner had been ordered especially early that night because of the\r\ntheatricals. The necessity for strict punctuality had been straitly\r\nenjoined upon Saunders. At some inconvenience, he had ensured strict\r\npunctuality. And now--But we all have our cross to bear in this\r\nworld. Saunders bowed with dignified resignation.\r\n\r\nSir Thomas led the way into his study.\r\n\r\n\"Be so good as to close the door,\" he said.\r\n\r\nHis lordship was so good.\r\n\r\nSir Thomas backed to the mantelpiece, and stood there in the\r\nattitude which for generations has been sacred to the elderly\r\nBriton, feet well apart, hands clasped beneath his coat-tails. His\r\nstare raked Lord Dreever like a searchlight.\r\n\r\n\"Now, sir!\" he said.\r\n\r\nHis lordship wilted before the gaze.\r\n\r\n\"The fact is, uncle--\"\r\n\r\n\"Never mind the facts. I know them! What I require is an\r\nexplanation.\"\r\n\r\nHe spread his feet further apart. The years had rolled back, and he\r\nwas plain Thomas Blunt again, of Blunt's Stores, dealing with an\r\nerring employee.\r\n\r\n\"You know what I mean,\" he went on. \"I am not referring to the\r\nbreaking-off of the engagement. What I insist upon learning is your\r\nreason for failing to inform me earlier of the contents of that\r\nletter.\"\r\n\r\nHis lordship said that somehow, don't you know, there didn't seem to\r\nbe a chance, you know. He had several times been on the point--but--well,\r\nsome-how--well, that's how it was.\r\n\r\n\"No chance?\" cried Sir Thomas. \"Indeed! Why did you require that\r\nmoney I gave you?\"\r\n\r\n\"Oh, er--I wanted it for something.\"\r\n\r\n\"Very possibly. For what?\"\r\n\r\n\"I--the fact is, I owed it to a fellow.\"\r\n\r\n\"Ha! How did you come to owe it?\"\r\n\r\nHis lordship shuffled.\r\n\r\n\"You have been gambling,\" boomed Sit Thomas \"Am I right?\"\r\n\r\n\"No, no. I say, no, no. It wasn't gambling. It was a game of skill.\r\nWe were playing picquet.\"\r\n\r\n\"Kindly refrain from quibbling. You lost this money at cards, then,\r\nas I supposed. Just so.\"\r\n\r\nHe widened the space between his feet. He intensified his glare. He\r\nmight have been posing to an illustrator of \"Pilgrim's Progress\" for\r\na picture of \"Apollyon straddling right across the way.\"\r\n\r\n\"So,\" he said, \"you deliberately concealed from me the contents of\r\nthat letter in order that you might extract money from me under\r\nfalse pretenses? Don't speak!\" His lordship had gurgled, \"You did!\r\nYour behavior was that of a--of a--\"\r\n\r\nThere was a very fair selection of evil-doers in all branches of\r\nbusiness from which to choose. He gave the preference to the race-track.\r\n\r\n\"--of a common welsher,\" he concluded. \"But I won't put up with it.\r\nNo, not for an instant! I insist upon your returning that money to\r\nme here and now. If you have not got it with you, go and fetch it.\"\r\n\r\nHis lordship's face betrayed the deepest consternation. He had been\r\nprepared for much, but not for this. That he would have to undergo\r\nwhat in his school-days he would have called \"a jaw\" was\r\ninevitable, and he had been ready to go through with it. It might hurt\r\nhis feelings, possibly, but it would leave his purse intact. A\r\nghastly development of this kind he had not foreseen.\r\n\r\n\"But, I say, uncle!\" he bleated.\r\n\r\nSir Thomas silenced him with a grand gesture.\r\n\r\nRuefully, his lordship produced his little all. Sir Thomas took it\r\nwith a snort, and went to the door.\r\n\r\nSaunders was still brooding statuesquely over the gong.\r\n\r\n\"Sound it!\" said Sir Thomas.\r\n\r\nSaunders obeyed him, with the air of an unleashed hound.\r\n\r\n\"And now,\" said Sir Thomas, \"go to my dressing-room, and place these\r\nnotes in the small drawer of the table.\"\r\n\r\nThe butler's calm, expressionless, yet withal observant eye took in\r\nat a glance the signs of trouble. Neither the inflated air of Sir\r\nThomas nor the punctured-balloon bearing of Lord Dreever escaped\r\nhim.\r\n\r\n\"Something h'up,\" he said to his immortal soul, as he moved\r\nupstairs. \"Been a fair old, rare old row, seems to me!\"\r\n\r\nHe reserved his more polished periods for use in public. In\r\nconversation with his immortal soul, he was wont to unbend somewhat."
  ]
}