{
  "index": 20,
  "title": "Chapter 19",
  "paragraphs": [
    "ON THE LAKE\r\n\r\n\r\nIn making love, as in every other branch of life, consistency is the\r\nquality most to be aimed at. To hedge is fatal. A man must choose\r\nthe line of action that he judges to be best suited to his\r\ntemperament, and hold to it without deviation. If Lochinvar snatches\r\nthe maiden up on his saddle-bow, he must continue in that vein. He\r\nmust not fancy that, having accomplished the feat, he can resume the\r\nepisode on lines of devotional humility. Prehistoric man, who\r\nconducted his courtship with a club, never fell into the error of\r\napologizing when his bride complained of headache.\r\n\r\nJimmy did not apologize. The idea did not enter his mind. He was\r\nfeeling prehistoric. His heart was beating fast, and his mind was in\r\na whirl, but the one definite thought that came to him during the\r\nfirst few seconds of the journey was that he ought to have done this\r\nearlier. This was the right way. Pick her up and carry her off, and\r\nleave uncles and fathers and butter-haired peers of the realm to\r\nlook after themselves. This was the way. Alone together in their own\r\nlittle world of water, with nobody to interrupt and nobody to\r\noverhear! He should have done it before. He had wasted precious,\r\ngolden time, hanging about while futile men chattered to her of\r\nthings that could not possibly be of interest. But he had done the\r\nright thing at last. He had got her. She must listen to him now. She\r\ncould not help listening. They were the only inhabitants of this new\r\nworld.\r\n\r\nHe looked back over his shoulder at the world they had left. The\r\nlast of the Dreevers had rounded the clump of laurels, and was\r\nstanding at the edge of the water, gazing perplexedly after the\r\nretreating canoe.\r\n\r\n\"These poets put a thing very neatly sometimes,\" said Jimmy\r\nreflectively, as he dug the paddle into the water. \"The man who\r\nsaid, 'Distance lends enchantment to the view,' for instance.\r\nDreever looks quite nice when you see him as far away as this, with\r\na good strip of water in between.\"\r\n\r\nMolly, gazing over the side of the boat into the lake, abstained\r\nfrom feasting her eyes on the picturesque spectacle.\r\n\r\n\"Why did you do it?\" she said, in a low voice.\r\n\r\nJimmy shipped the paddle, and allowed the canoe to drift. The ripple\r\nof the water against the prow sounded clear and thin in the\r\nstillness. The world seemed asleep. The sun blazed down, turning the\r\nwater to flame. The air was hot, with the damp electrical heat that\r\nheralds a thunderstorm. Molly's face looked small and cool in the\r\nshade of her big hat. Jimmy, as he watched her, felt that he had\r\ndone well. This was, indeed, the way.\r\n\r\n\"Why did you do it?\" she said again.\r\n\r\n\"I had to.\"\r\n\r\n\"Take me back.\"\r\n\r\n\"No.\"\r\n\r\nHe took up the paddle, and placed a broader strip of water between\r\nthe two worlds; then paused once more.\r\n\r\n\"I have something to say to you first,\" he said.\r\n\r\nShe did not answer. He looked over his shoulder again. His lordship\r\nhad disappeared.\r\n\r\n\"Do you mind if I smoke?\"\r\n\r\nShe nodded. He filled his pipe carefully, and lighted it. The smoke\r\nmoved sluggishly up through the still air. There was a long silence.\r\nA fish jumped close by, falling back in a shower of silver drops.\r\nMolly started at the sound, and half-turned.\r\n\r\n\"That was a fish,\" she said, as a child might have done.\r\n\r\nJimmy knocked the ashes out of his pipe.\r\n\r\n\"What made you do it?\" he asked abruptly, echoing her own question.\r\n\r\nShe drew her fingers slowly through the water without speaking.\r\n\r\n\"You know what I mean. Dreever told me.\"\r\n\r\nShe looked up with a flash of spirit, which died away as she spoke.\r\n\r\n\"What right?\" She stopped, and looked away again.\r\n\r\n\"None,\" said Jimmy. \"But I wish you would tell me.\"\r\n\r\nShe hung her head. Jimmy bent forward, and touched her hand.\r\n\r\n\"Don't\" he said; \"for God's sake, don't! You mustn't.\"\r\n\r\n\"I must,\" she said, miserably.\r\n\r\n\"You sha'n't. It's wicked.\"\r\n\r\n\"I must. It's no good talking about it. It's too late.\"\r\n\r\n\"It's not. You must break it off to-day.\"\r\n\r\nShe shook her head. Her fingers still dabbled mechanically in the\r\nwater. The sun was hidden now behind a gray veil, which deepened\r\ninto a sullen black over the hill behind the castle. The heat had\r\ngrown more oppressive, with a threat of coming storm.\r\n\r\n\"What made you do it?\" he asked again.\r\n\r\n\"Don't let's talk about it ... Please!\"\r\n\r\nHe had a momentary glimpse of her face. There were tears in her\r\neyes. At the sight, his self-control snapped.\r\n\r\n\"You sha'n't,\" he cried. \"It's ghastly. I won't let you. You must\r\nunderstand now. You must know what you are to me. Do you think I\r\nshall let you--?\"\r\n\r\nA low growl of thunder rumbled through the stillness, like the\r\nmuttering of a sleepy giant. The black cloud that had hung over the\r\nhill had crept closer. The heat was stifling. In the middle of the\r\nlake, some fifty yards distant, lay the island, cool and mysterious\r\nin the gathering darkness.\r\n\r\nJimmy broke off, and seized the paddle.\r\n\r\nOn this side of the island was a boathouse, a little creek covered\r\nover with boards and capable of sheltering an ordinary rowboat. He\r\nran the canoe in just as the storm began, and turned her broadside\r\non, so that they could watch the rain, which was sweeping over the\r\nlake in sheets.\r\n\r\nHe began to speak again, more slowly now.\r\n\r\n\"I think I loved you from the first day I saw you on the ship. And,\r\nthen, I lost you. I found you again by a miracle, and lost you\r\nagain. I found you here by another miracle, but this time I am not\r\ngoing to lose you. Do you think I'm going to stand by and see you\r\ntaken from me by--by--\"\r\n\r\nHe took her hand.\r\n\r\n\"Molly, you can't love him. It isn't possible. If I thought you did,\r\nI wouldn't try to spoil your happiness. I'd go away. But you don't.\r\nYou can't. He's nothing. Molly!\"\r\n\r\nThe canoe rocked as he leaned toward her.\r\n\r\n\"Molly!\"\r\n\r\nShe said nothing; but, for the first time, her eyes met his, clear\r\nand unwavering. He could read fear in them, fear--not of himself, of\r\nsomething vague, something he could not guess at. But they shone\r\nwith a light that conquered the fear as the sun conquers fire; and\r\nhe drew her to him, and kissed her again and again, murmuring\r\nincoherently.\r\n\r\nSuddenly, she wrenched herself away, struggling like some wild\r\nthing. The boat plunged.\r\n\r\n\"I can't,\" she cried in a choking voice. \"I mustn't. Oh, I can't!\"\r\n\r\nHe stretched out a hand, and clutched at the rail than ran along the\r\nwall. The plunging ceased. He turned. She had hidden her face, and\r\nwas sobbing, quietly, with the forlorn hopelessness of a lost child.\r\n\r\nHe made a movement toward her, but drew back. He felt dazed.\r\n\r\nThe rain thudded and splashed on the wooden roof. A few drops\r\ntrickled through a crack in the boards. He took off his coat, and\r\nplaced it gently over her shoulders.\r\n\r\n\"Molly!\"\r\n\r\nShe looked up with wet eyes.\r\n\r\n\"Molly, dear, what is it?\"\r\n\r\n\"I mustn't. It isn't right.\"\r\n\r\n\"I don't understand.\"\r\n\r\n\"I mustn't, Jimmy.\"\r\n\r\nHe moved cautiously forward, holding the rail, till he was at her\r\nside, and took her in his arms.\r\n\r\n\"What is it, dear? Tell me.\"\r\n\r\nShe clung to him without speaking.\r\n\r\n\"You aren't worrying about him, are you--about Dreever? There's\r\nnothing to worry about. It'll be quite easy and simple. I'll tell\r\nhim, if you like. He knows you don't care for him; and, besides,\r\nthere's a girl in London that he--\"\r\n\r\n\"No, no. It's not that.\"\r\n\r\n\"What is it, dear? What's troubling you?\"\r\n\r\n\"Jimmy--\" She stopped.\r\n\r\nHe waited.\r\n\r\n\"Yes?\"\r\n\r\n\"Jimmy, my father wouldn't--father--father--doesn't--\"\r\n\r\n\"Doesn't like me?\"\r\n\r\nShe nodded miserably.\r\n\r\nA great wave of relief swept over Jimmy. He had imagined--he hardly\r\nknew what he had imagined: some vast, insuperable obstacle; some\r\ntremendous catastrophe, whirling them asunder. He could have laughed\r\naloud in his happiness. So, this was it, this was the cloud that\r\nbrooded over them--that Mr. McEachern did not like him! The angel,\r\nguarding Eden with a fiery sword, had changed into a policeman with\r\na truncheon.\r\n\r\n\"He must learn to love me,\" he said, lightly.\r\n\r\nShe looked at him hopelessly. He could not see; he could not\r\nunderstand. And how could she tell him? Her father's words rang in\r\nher brain. He was \"crooked.\" He was \"here on some game.\" He was\r\nbeing watched. But she loved him, she loved him! Oh, how could she\r\nmake him understand?\r\n\r\nShe clung tighter to him, trembling. He became serious again. \"Dear,\r\nyou mustn't worry,\" he said. \"It can't be helped. He'll come round.\r\nOnce we're married--\"\r\n\r\n\"No, no. Oh, can't you understand? I couldn't, I couldn't!\"\r\n\r\nJimmy's face whitened. He looked at her anxiously.\r\n\r\n\"But, dear!\" he said. \"You can't--do you mean to say--will that--\"\r\nhe searched for a word-\"stop you?\" he concluded.\r\n\r\n\"It must,\" she whispered.\r\n\r\nA cold hand clutched at his heart. His world was falling to pieces,\r\ncrumbling under his eyes.\r\n\r\n\"But--but you love me,\" he said, slowly. It was as if he were trying\r\nto find the key to a puzzle. \"I--don't see.\"\r\n\r\n\"You couldn't. You can't. You're a man. You don't know. It's so\r\ndifferent for a man! He's brought up all his life with the idea of\r\nleaving home. He goes away naturally.\"\r\n\r\n\"But, dear, you couldn't live at home all your life. Whoever you\r\nmarried--\"\r\n\r\n\"But this would be different. Father would never speak to me again.\r\nI should never see him again. He would go right out of my life.\r\nJimmy, I couldn't. A girl can't cut away twenty years of her life,\r\nand start fresh like that. I should be haunted. I should make you\r\nmiserable. Every day, a hundred little things would remind me of\r\nhim, and I shouldn't be strong enough to resist them. You don't know\r\nhow fond he is of me, how good he has always been. Ever since I can\r\nremember, we've been such friends. You've only seen the outside of\r\nhim, and I know how different that is from what he really is. All\r\nhis life he has thought only of me. He has told me things about\r\nhimself which nobody else dreams of, and I know that all these years\r\nhe has been working just for me. Jimmy, you don't hate me for saying\r\nthis, do you?\"\r\n\r\n\"Go on,\" he said, drawing her closer to him.\r\n\r\n\"I can't remember my mother. She died when I was quite little. So,\r\nhe and I have been the only ones--till you came.\"\r\n\r\nMemories of those early days crowded her mind as she spoke, making\r\nher voice tremble; half-forgotten trifles, many of them, fraught\r\nwith the glamour and fragrance of past happiness.\r\n\r\n\"We have always been together. He trusted me, and I trusted him, and\r\nwe saw things through together. When I was ill, he used to sit up\r\nall night with me, night after night. Once--I'd only got a little\r\nfever, really, but I thought I was terribly bad--I heard him come in\r\nlate, and called out to him, and he came straight in, and sat and\r\nheld my hand all through the night; and it was only by accident I\r\nfound out later that it had been raining and that he was soaked\r\nthrough. It might have killed him. We were partners, Jimmy, dear. I\r\ncouldn't do anything to hurt him now, could I? It wouldn't be\r\nsquare.\"\r\n\r\nJimmy had turned away his head, for fear his face might betray what\r\nhe was feeling. He was in a hell of unreasoning jealousy. He wanted\r\nher, body and soul, and every word she said bit like a raw wound. A\r\nmoment before, and he had felt that she belonged to him. Now, in the\r\nfirst shock of reaction, he saw himself a stranger, an intruder, a\r\ntrespasser on holy ground.\r\n\r\nShe saw the movement, and her intuition put her in touch with his\r\nthoughts.\r\n\r\n\"No, no,\" she cried; \"no, Jimmy, not that!\"\r\n\r\nTheir eyes met, and he was satisfied.\r\n\r\nThey sat there, silent. The rain had lessened its force, and was\r\nfalling now in a gentle shower. A strip of blue sky, pale and\r\nwatery, showed through the gray over the hills. On the island close\r\nbehind them, a thrush had begun to sing.\r\n\r\n\"What are we to do?\" she said, at last. \"What can we do?\"\r\n\r\n\"We must wait,\" he said. \"It will all come right. It must. Nothing\r\ncan stop us now.\"\r\n\r\nThe rain had ceased. The blue had routed the gray, and driven it\r\nfrom the sky. The sun, low down in the west, shone out bravely over\r\nthe lake. The air was cool and fresh.\r\n\r\nJimmy's spirits rose with a bound. He accepted the omen. This was\r\nthe world as it really was, smiling and friendly, not gray, as he\r\nhad fancied it. He had won. Nothing could alter that. What remained\r\nto be done was trivial. He wondered how he could ever have allowed\r\nit to weigh upon him.\r\n\r\nAfter awhile, he pushed the boat out of its shelter on to the\r\nglittering water, and seized the paddle.\r\n\r\n\"We must be getting back,\" he said. \"I wonder what the time is. I\r\nwish we could stay out forever. But it must be late. Molly!\"\r\n\r\n\"Yes?\"\r\n\r\n\"Whatever happens, you'll break off this engagement with Dreever?\r\nShall I tell him? I will if you like.\"\r\n\r\n\"No, I will. I'll write him a note, if I don't see him before\r\ndinner.\"\r\n\r\nJimmy paddled on a few strokes.\r\n\r\n\"It's no good,\" he said suddenly, \"I can't keep it in. Molly, do you\r\nmind if I sing a bar or two? I've got a beastly voice, but I'm\r\nfeeling rather happy. I'll stop as soon as I can.\"\r\n\r\nHe raised his voice discordantly.\r\n\r\nCovertly, from beneath the shade of her big hat, Molly watched him\r\nwith troubled eyes. The sun had gone down behind the hills, and the\r\nwater had ceased to glitter. There was a suggestion of chill in the\r\nair. The great mass of the castle frowned down upon them, dark and\r\nforbidding in the dim light.\r\n\r\nShe shivered."
  ]
}