{
  "index": 29,
  "title": "Chapter 28",
  "paragraphs": [
    "SPENNIE'S HOUR OF CLEAR VISION\r\n\r\n\r\nMr. McEachern sat in the billiard-room, smoking. He was alone. From\r\nwhere he sat, he could hear distant strains of music. The more\r\nrigorous portion of the evening's entertainment, the theatricals,\r\nwas over, and the nobility and gentry, having done their duty by\r\nsitting through the performance, were now enjoying themselves in the\r\nballroom. Everybody was happy. The play had been quite as successful\r\nas the usual amateur performance. The prompter had made himself a\r\ngreat favorite from the start, his series of duets with Spennie\r\nhaving been especially admired; and Jimmy, as became an old\r\nprofessional, had played his part with great finish and certainty of\r\ntouch, though, like the bloodhounds in \"Uncle Tom's Cabin\" on the\r\nroad, he had had poor support. But the audience bore no malice. No\r\ncollection of individuals is less vindictive than an audience at\r\namateur theatricals. It was all over now. Charteris had literally\r\ngibbered in the presence of eye-witnesses at one point in the second\r\nact, when Spennie, by giving a wrong cue, had jerked the play\r\nabruptly into act three, where his colleagues, dimly suspecting\r\nsomething wrong, but not knowing what it was, had kept it for two\r\nminutes, to the mystification of the audience. But, now Charteris\r\nhad begun to forget. As he two-stepped down the room, the lines of\r\nagony on his face were softened. He even smiled.\r\n\r\nAs for Spennie, the brilliance of his happy grin dazzled all\r\nbeholders.\r\n\r\nHe was still wearing it when he invaded the solitude of Mr.\r\nMcEachern. In every dance, however greatly he may be enjoying it,\r\nthere comes a time when a man needs a meditative cigarette apart\r\nfrom the throng. It came to Spennie after the seventh item on the\r\nprogram. The billiard-room struck him as admirably suitable in every\r\nway. It was not likely to be used as a sitting-out place, and it was\r\nnear enough to the ball-room to enable him to hear when the music of\r\nitem number nine should begin.\r\n\r\nMr. McEachern welcomed his visitor. In the turmoil following the\r\ntheatricals, he had been unable to get a word with any of the\r\npersons with whom he most wished to speak. He had been surprised\r\nthat no announcement of the engagement had been made at the end of\r\nthe performance. Spennie would be able to supply him with\r\ninformation as to when the announcement might be expected.\r\n\r\nSpennie hesitated for an instant when he saw who was in the room. He\r\nwas not over-anxious for a tete-a-tete with Molly's father just\r\nthen. But, re-fleeting that, after all, he was not to blame for\r\nany disappointment that might be troubling the other, he switched on\r\nhis grin again, and walked in.\r\n\r\n\"Came in for a smoke,\" he explained, by way of opening the\r\nconversation. \"Not dancing the next.\"\r\n\r\n\"Come in, my boy, come in,\" said Mr. McEachern. \"I was waiting to\r\nsee you.\"\r\n\r\nSpennie regretted his entrance. He had supposed that the other had\r\nheard the news of the breaking-off of the engagement. Evidently,\r\nhowever, McEachern had not. This was a nuisance. The idea of flight\r\ncame to Spennie, but he dismissed it. As nominal host that night, he\r\nhad to dance many duty-dances. This would be his only chance of a\r\nsmoke for hours, and the billiard-room was the best place for it.\r\n\r\nHe sat down, and lighted a cigarette, casting about the while for an\r\ninnocuous topic of conversation.\r\n\r\n\"Like the show?\" he inquired.\r\n\r\n\"Fine,\" said Mr. McEachern. \"By the way--\"\r\n\r\nSpennie groaned inwardly. He had forgotten that a determined man can\r\nchange the conversation to any subject he pleases by means of those\r\nthree words.\r\n\r\n\"By the way,\" said Mr. McEachern, \"I thought Sir Thomas--wasn't your\r\nuncle intending to announce--?\"\r\n\r\n\"Well, yes, he was,\" said Spennie.\r\n\r\n\"Going to do it during the dancing, maybe?\"\r\n\r\n\"Well--er--no. The fact is, he's not going to do it at all, don't\r\nyou know.\" Spennie inspected the red end of his cigarette closely.\r\n\"As a matter of fact, it's kind of broken off.\"\r\n\r\nThe other's exclamation jarred on him. Rotten, having to talk about\r\nthis sort of thing!\r\n\r\n\"Broken off?\"\r\n\r\nSpennie nodded.\r\n\r\n\"Miss McEachern thought it over, don't you know,\" he said, \"and came\r\nto the conclusion that it wasn't good enough.\"\r\n\r\nNow that it was said, he felt easier. It had merely been the\r\nawkwardness of having to touch on the thing that had troubled him.\r\nThat his news might be a blow to McEachern did not cross his mind.\r\nHe was a singularly modest youth, and, though he realized vaguely\r\nthat his title had a certain value in some persons' eyes, he could\r\nnot understand anyone mourning over the loss of him as a son-in-law.\r\nKatie's father, the old general, thought him a fool, and once,\r\nduring an attack of gout, had said so. Spennie was wont to accept\r\nthis as the view which a prospective father-in-law might be expected\r\nto entertain regarding himself.\r\n\r\nOblivious, therefore, to the storm raging a yard away from him, he\r\nsmoked on with great contentment, till suddenly it struck him that,\r\nfor a presumably devout lover, jilted that very night, he was\r\ndisplaying too little emotion. He debated swiftly within himself\r\nwhether or not he should have a dash at manly grief, but came to the\r\nconclusion that it could not be done. Melancholy on this maddest,\r\nmerriest day of all the glad New Year, the day on which he had\r\nutterly routed the powers of evil, as represented by Sir Thomas, was\r\nimpossible. He decided, rather, on a let-us-be-reasonable attitude.\r\n\r\n\"It wouldn't have done, don't you know,\" he said. \"We weren't\r\nsuited. What I mean to say is, I'm a bit of a dashed sort of silly\r\nass in some ways, if you know what I mean. A girl like Miss\r\nMcEachern couldn't have been happy with me. She wants one of these\r\ncapable, energetic fellers.\"\r\n\r\nThis struck him as a good beginning--modest, but not groveling. He\r\ncontinued, tapping quite a respectably deep vein of philosophy as he\r\nspoke.\r\n\r\n\"You see, dear old top--I mean, sir, you see, it's like this. As far\r\nas women are concerned, fellers are divided into two classes.\r\nThere's the masterful, capable Johnnies, and the--er--the other\r\nsort. Now, I'm the other sort. My idea of the happy married life is\r\nto be--well, not exactly downtrodden, but--you know what I\r\nmean--kind of second fiddle. I want a wife--\" his voice grew soft and\r\ndreamy--\"who'll pet me a good deal, don't you know, stroke my hair a\r\nlot, and all that. I haven't it in me to do the master-in-my-own-house\r\nbusiness. For me, the silent-devotion touch. Sleeping on the\r\nmat outside her door, don't you know, when she wasn't feeling well,\r\nand being found there in the morning and being rather cosseted for\r\nmy thoughtfulness. That's the sort of idea. Hard to put it quite O.\r\nK., but you know the sort of thing I mean. A feller's got to realize\r\nhis jolly old limitations if he wants to be happy though married,\r\nwhat? Now, suppose Miss McEachern was to marry me! Great Scott,\r\nshe'd be bored to death in a week. Honest! She couldn't help\r\nherself. She wants a chap with the same amount of go in him that\r\nshe's got.\"\r\n\r\nHe lighted another cigarette. He was feeling pleased with himself.\r\nNever before had ideas marshaled themselves in his mind in such long\r\nand well-ordered ranks. He felt that he could go on talking like\r\nthis all night. He was getting brainier every minute. He remembered\r\nreading in some book somewhere of a girl (or chappie) who had had\r\nher (or his) \"hour of clear vision.\" This was precisely what had\r\nhappened now. Whether it was owing to the excitement of what had\r\ntaken place that night, or because he had been keying up his\r\nthinking powers with excellent dry champagne, he did not know. All\r\nhe knew was that he felt on top of his subject. He wished he had had\r\na larger audience.\r\n\r\n\"A girl like Miss McEachern doesn't want any of that hair-stroking\r\nbusiness. She'd simply laugh at a feller if he asked for it. She\r\nneeds a chappie of the get-on-or-get-out type, somebody in the six\r\ncylinder class. And, as a matter of fact, between ourselves, I\r\nrather think she's found him.\"\r\n\r\n\"What!\"\r\n\r\nMr. McEachern half rose from his chair. All his old fears had come\r\nsurging back.\r\n\r\n\"What do you mean?\"\r\n\r\n\"Fact,\" said his lordship, nodding. \"Mind you, I don't know for\r\ncertain. As the girl says in the song, I don't know, but I guess.\r\nWhat I mean to say is, they seemed jolly friendly, and all that;\r\ncalling each other by their first names, and so on.\"\r\n\r\n\"Who--?\"\r\n\r\n\"Pitt,\" said his lordship. He was leaning back, blowing a smoke-ring\r\nat the moment, so he did not see the look on the other's face and\r\nthe sudden grip of the fingers on the arms of the chair. He went on\r\nwith some enthusiasm.\r\n\r\n\"Jimmy Pitt!\" he said. \"Now, there's a feller! Full of oats to the\r\nbrim, and fairly bursting with go and energy. A girl wouldn't have a\r\ndull moment with a chap like that. You know,\" he proceeded\r\nconfidently, \"there's a lot in this idea of affinities. Take my word\r\nfor it, dear old--sir. There's a girl up in London, for instance.\r\nNow, she and I hit it off most amazingly. There's hardly a thing we\r\ndon't think alike about. For instance, 'The Merry Widow' didn't make\r\na bit of a hit with her. Nor did it with me. Yet, look at the\r\nmillions of people who raved about it. And neither of us likes\r\noysters. We're affinities--that's why. You see the same sort of\r\nthing all over the place. It's a jolly queer business. Sometimes,\r\nmakes me believe in re-in-what's-it's-name. You know what I mean.\r\nAll that in the poem, you know. How does it go? 'When you were a\r\ntiddley-om-pom, and I was a thingummajig.' Dashed brainy bit of\r\nwork. I was reading it only the other day. Well, what I mean to say\r\nis, it's my belief that Jimmy Pitt and Miss McEachern are by way of\r\nbeing something in that line. Doesn't it strike you that they are\r\njust the sort to get on together? You can see it with half an eye.\r\nYou can't help liking a feller like Jimmy Pitt. He's a sport! I wish\r\nI could tell you some of the things he's done, but I can't, for\r\nreasons. But you can take it from me, he's a sport. You ought to\r\ncultivate him. You'd like him ... Oh, dash it, there's the music. I\r\nmust be off. Got to dance this one.\"\r\n\r\nHe rose from his chair, and dropped his cigarette into the ash-tray.\r\n\r\n\"So long,\" he said, with a friendly nod. \"Wish I could stop, but\r\nit's no go. That's the last let-up I shall have to-night.\"\r\n\r\nHe went out, leaving Mr. McEachern a prey to many and varied\r\nemotions."
  ]
}