{
  "index": 22,
  "title": "Chapter 21",
  "paragraphs": [
    "LOATHSOME GIFTS\r\n\r\n\r\nThere are doubtless men so constructed that they can find themselves\r\naccepted suitors without any particular whirl of emotion. King\r\nSolomon probably belonged to this class, and even Henry the Eighth\r\nmust have become a trifle blase in time. But, to the average man,\r\nthe sensations are complex and overwhelming. A certain stunned\r\nfeeling is perhaps predominant. Blended with this is relief, the\r\nrelief of a general who has brought a difficult campaign to a\r\nsuccessful end, or of a member of a forlorn hope who finds that the\r\ndanger is over and that he is still alive. To this must be added a\r\nnewly born sense of magnificence. Our suspicion that we were\r\nsomething rather out of the ordinary run of men is suddenly\r\nconfirmed. Our bosom heaves with complacency, and the world has\r\nnothing more to offer.\r\n\r\nWith some, there is an alloy of apprehension in the metal of their\r\nhappiness, and the strain of an engagement sometimes brings with it\r\neven a faint shadow of regret. \"She makes me buy things,\" one swain,\r\nin the third quarter of his engagement, was overheard to moan to a\r\nfriend. \"Two new ties only yesterday.\" He seemed to be debating\r\nwith himself whether human nature could stand the strain.\r\n\r\nBut, whatever tragedies may cloud the end of the period, its\r\nbeginning at least is bathed in sunshine.\r\n\r\nJimmy, regarding his lathered face in the glass as he dressed for\r\ndinner that night, marveled at the excellence of this best of all\r\npossible worlds.\r\n\r\nNo doubts disturbed him. That the relations between Mr. McEachern\r\nand himself offered a permanent bar to his prospects, he did not\r\nbelieve. For the moment, he declined to consider the existence of\r\nthe ex-constable at all. In a world that contained Molly, there was\r\nno room for other people. They were not in the picture. They did not\r\nexist.\r\n\r\nTo him, musing contentedly over the goodness of life, there entered,\r\nin the furtive manner habitual to that unreclaimed buccaneer, Spike\r\nMullins. It may have been that Jimmy read his own satisfaction and\r\nhappiness into the faces of others, but it certainly seemed to him\r\nthat there was a sort of restrained joyousness about Spike's\r\ndemeanor. The Bowery boy's shuffles on the carpet were almost a\r\ndance. His face seemed to glow beneath his crimson hair.\r\n\r\n\"Well,\" said Jimmy, \"and how goes the world with young Lord\r\nFitz-Mullins? Spike, have you ever been best man?\r\n\r\n\"What's dat, boss?\"\r\n\r\n\"Best man at a wedding. Chap who stands by the bridegroom with a\r\nhand on the scruff of his neck to see that he goes through with it.\r\nFellow who looks after everything, crowds the money on to the\r\nminister at the end of the ceremony, and then goes off and mayries\r\nthe first bridesmaid, and lives happily ever.\"\r\n\r\nSpike shook his head.\r\n\r\n\"I ain't got no use for gittin' married, boss.\"\r\n\r\n\"Spike, the misogynist! You wait, Spike. Some day, love will awake\r\nin your heart, and you'll start writing poetry.\"\r\n\r\n\"I'se not dat kind of mug, boss,\" protested the Bowery boy. \"I ain't\r\ngot no use fer goils. It's a mutt's game.\"\r\n\r\nThis was rank heresy. Jimmy laid down the razor from motives of\r\nprudence, and proceeded to lighten Spike's reprehensible darkness.\r\n\r\n\"Spike, you're an ass,\" he said. \"You don't know anything about it.\r\nIf you had any sense at all, you'd understand that the only thing\r\nworth doing in life is to get married. You bone-headed bachelors\r\nmake me sick. Think what it would mean to you, having a wife. Think\r\nof going out on a cold winter's night to crack a crib, knowing that\r\nthere would be a cup of hot soup waiting for you when you got back,\r\nand your slippers all warmed and comfortable. And then she'd sit on\r\nyour knee, and you'd tell her how you shot the policeman, and you'd\r\nexamine the swag together--! Why, I can't imagine anything cozier.\r\nPerhaps there would be little Spikes running about the house. Can't\r\nyou see them jumping with joy as you slid in through the window, and\r\ntold the great news? 'Fahzer's killed a pleeceman!' cry the tiny,\r\neager voices. Candy is served out all round in honor of the event.\r\nGolden-haired little Jimmy Mullins, my god-son, gets a dime for\r\nhaving thrown a stone at a plain-clothes detective that afternoon.\r\nAll is joy and wholesome revelry. Take my word for it, Spike,\r\nthere's nothing like domesticity.\"\r\n\r\n\"Dere was a goil once,\" said Spike, meditatively. \"Only, I was never\r\nher steady. She married a cop.\"\r\n\r\n\"She wasn't worthy of you, Spike,\" said Jimmy, sympathetically. \"A\r\ngirl capable of going to the bad like that would never have done for\r\nyou. You must pick some nice, sympathetic girl with a romantic\r\nadmiration for your line of business. Meanwhile, let me finish\r\nshaving, or I shall be late for dinner. Great doings on to-night,\r\nSpike.\"\r\n\r\nSpike became animated.\r\n\r\n\"Sure, boss I Dat's just what--\"\r\n\r\n\"If you could collect all the blue blood that will be under this\r\nroof to-night, Spike, into one vat, you'd be able to start a\r\ndyeing-works. Don't try, though. They mightn't like it. By the way, have\r\nyou seen anything more--of course, you have. What I mean is, have\r\nyou talked at all with that valet man, the one you think is a\r\ndetective?\"\r\n\r\n\"Why, boss, dat's just--\"\r\n\r\n\"I hope for his own sake he's a better performer than my old friend,\r\nGaler. That man is getting on my nerves, Spike. He pursues me like a\r\nsmell-dog. I expect he's lurking out in the passage now. Did you see\r\nhim?\"\r\n\r\n\"Did I! Boss! Why--\"\r\n\r\nJimmy inspected Spike gravely.\r\n\r\n\"Spike,\" he said, \"there's something on your mind. You're trying to\r\nsay something. What is it? Out with it.\"\r\n\r\nSpike's excitement vented itself in a rush of words.\r\n\r\n\"Gee, boss! There's bin doin's to-night fer fair.  Me coco's still\r\nbuzzin'. Sure t'ing! Why, say, when I was to Sir Tummas' dressin'-room\r\ndis afternoon--\"\r\n\r\n\"What!\"\r\n\r\n\"Surest t'ing you know. Just before de storm come on, when it was\r\nall as dark as could be. Well, I was--\"\r\n\r\nJimmy interrupted.\r\n\r\n\"In Sir Thomas's dressing-room! What the--\"\r\n\r\nSpike looked somewhat embarrassed. He grinned apologetically, and\r\nshuffled his feet.\r\n\r\n\"I've got dem, boss!\" he said, with a smirk.\r\n\r\n\"Got them? Got what?\"\r\n\r\n\"Dese.\"\r\n\r\nSpike plunged a hand in a pocket, and drew forth in a glittering\r\nmass Lady Julia Blunt's rope of diamonds."
  ]
}