{
  "index": 21,
  "title": "Chapter 20",
  "paragraphs": [
    "A LESSON IN PICQUET\r\n\r\n\r\nLord Dreever, meanwhile, having left the waterside, lighted a\r\ncigarette, and proceeded to make a reflective tour of the grounds.\r\nHe felt aggrieved with the world. Molly's desertion in the canoe\r\nwith Jimmy did not trouble him: he had other sorrows. One is never\r\nat one's best and sunniest when one has been forced by a ruthless\r\nuncle into abandoning the girl one loves and becoming engaged to\r\nanother, to whom one is indifferent. Something of a jaundiced tinge\r\nstains one's outlook on life in such circumstances. Moreover, Lord\r\nDreever was not by nature an introspective young man, but, examining\r\nhis position as he walked along, he found himself wondering whether\r\nit was not a little unheroic. He came to the conclusion that perhaps\r\nit was. Of course, Uncle Thomas could make it deucedly unpleasant\r\nfor him if he kicked. That was the trouble. If only he had even--say,\r\na couple of thousands a year of his own--he might make a fight\r\nfor it. But, dash it, Uncle Tom could cut off supplies to such a\r\nfrightful extent, if there was trouble, that he would have to go on\r\nliving at Dreever indefinitely, without so much as a fearful quid to\r\ncall his own.\r\n\r\nImagination boggled at the prospect. In the summer and autumn, when\r\nthere was shooting, his lordship was not indisposed to a stay at the\r\nhome of his fathers. But all the year round! Better a broken heart\r\ninside the radius than a sound one in the country in the winter.\r\n\r\n\"But, by gad!\" mused his lordship; \"if I had as much as a couple--yes,\r\ndash it, even a couple of thousand a year, I'd chance it, and\r\nask Katie to marry me, dashed if I wouldn't!\"\r\n\r\nHe walked on, drawing thoughtfully at his cigarette. The more he\r\nreviewed the situation, the less he liked it. There was only one\r\nbright spot in it, and this was the feeling that now money must\r\nsurely get a shade less tight. Extracting the precious ore from Sir\r\nThomas hitherto had been like pulling back-teeth out of a bull-dog.\r\nBut, now, on the strength of this infernal engagement, surely the\r\nuncle might reasonably be expected to scatter largesse to some\r\nextent.\r\n\r\nHis lordship was just wondering whether, if approached in a softened\r\nmood, the other might not disgorge something quite big, when a\r\nlarge, warm rain-drop fell on his hand. From the bushes round about\r\ncame an ever increasing patter. The sky was leaden.\r\n\r\nHe looked round him for shelter. He had reached the rose-garden in\r\nthe course of his perambulations. At the far end was a summerhouse.\r\nHe turned up his coat-collar, and ran.\r\n\r\nAs he drew near, he heard a slow and dirge-like whistling proceeding\r\nfrom the interior. Plunging in out of breath, just as the deluge\r\nbegan, he found Hargate seated at the little wooden table with an\r\nearnest expression on his face. The table was covered with cards.\r\nHargate had not yet been compelled to sprain his wrist, having\r\nadopted the alternative of merely refusing invitations to play\r\nbilliards.\r\n\r\n\"Hello, Hargate,\" said his lordship. \"Isn't it coming down, by\r\nJove!\"\r\n\r\nHargate glanced up, nodded without speaking, and turned his\r\nattention to the cards once more. He took one from the pack in his\r\nleft hand, looked at it, hesitated for a moment, as if doubtful\r\nwhereabouts on the table it would produce the most artistic effect;\r\nand finally put it face upward. Then, he moved another card from the\r\ntable, and put it on top of the other one. Throughout the\r\nperformance, he whistled painfully.\r\n\r\nHis lordship regarded his guest with annoyance.\r\n\r\n\"That looks frightfully exciting,\" he said, disparagingly. \"What are\r\nyou playing at? Patience?\"\r\n\r\nHargate nodded again, this time without looking up.\r\n\r\n\"Oh, don't sit there looking like a frog,\" said Lord Dreever,\r\nirritably. \"Talk, man.\"\r\n\r\nHargate gathered up the cards, and proceeded to shuffle them in a\r\nmeditative manner, whistling the while.\r\n\r\n\"Oh, stop it!\" said his lordship.\r\n\r\nHargate nodded, and obediently put down the deck.\r\n\r\n\"Look here.\" said Lord Dreever, \"this is boring me stiff. Let's have\r\na game of something. Anything to pass away the time. Curse this\r\nrain! We shall be cooped up here till dinner at this rate. Ever\r\nplayed picquet? I could teach it you in five minutes.\"\r\n\r\nA look almost of awe came into Hargate's face, the look of one who\r\nsees a miracle performed before his eyes. For years, he had been\r\nusing all the large stock of diplomacy at his command to induce\r\ncallow youths to play picquet with him, and here was this--admirable\r\nyoung man, this pearl among young men, positively offering to teach\r\nhim the game. It was too much happiness. What had he done to deserve\r\nthis? He felt as a toil-worn lion might feel if some antelope,\r\ninstead of making its customary bee-line for the horizon, were to\r\ntrot up and insert its head between his jaws.\r\n\r\n\"I--I shouldn't mind being shown the idea,\" he said.\r\n\r\nHe listened attentively while Lord Dreever explained at some length\r\nthe principles that govern the game of picquet. Every now and then,\r\nhe asked a question. It was evident that he was beginning to grasp\r\nthe idea of the game.\r\n\r\n\"What exactly is re-piquing?\" he asked, as his, lordship paused.\r\n\r\n\"It's like this,\" said his lordship, returning to his lecture.\r\n\r\n\"Yes, I see now,\" said the neophyte.\r\n\r\nThey began playing. Lord Dreever, as was only to be expected in a\r\ncontest between teacher and student, won the first two hands.\r\nHargate won the next.\r\n\r\n\"I've got the hang of it all right now,\" he said, complacently.\r\n\"It's a simple sort of game. Make it more exciting, don't you think,\r\nif we played for something?\"\r\n\r\n\"All right,\" said Lord Dreever slowly, \"if you like.\"\r\n\r\nHe would not have suggested it himself, but, after all, dash it, if\r\nthe man really asked for it--It was not his fault if the winning of\r\na hand should have given the fellow the impression that he knew all\r\nthere was to be known about picquet. Of course, picquet was a game\r\nwhere skill was practically bound to win. But--after all, Hargate\r\nprobably had plenty of money. He could afford it.\r\n\r\n\"All right,\" said his lordship again. \"How much?\"\r\n\r\n\"Something fairly moderate? Ten bob a hundred?\"\r\n\r\nThere is no doubt that his lordship ought at this suggestion to have\r\ncorrected the novice's notion that ten shillings a hundred was\r\nfairly moderate. He knew that it was possible for a poor player to\r\nlose four hundred points in a twenty minutes' game, and usual for\r\nhim to lose two hundred. But he let the thing go.\r\n\r\n\"Very well,\" he said.\r\n\r\nTwenty minutes later, Hargate was looking some-what ruefully at the\r\nscore-sheet. \"I owe you eighteen shillings,\" he said. \"Shall I pay\r\nyou now, or shall we settle up in a lump after we've finished?\"\r\n\r\n\"What about stopping now?\" said Lord Dreever. \"It's quite fine out.\"\r\n\r\n\"No, let's go on. I've nothing to do till dinner, and I don't\r\nsuppose you have.\"\r\n\r\nHis lordship's conscience made one last effort.\r\n\r\n\"You'd much better stop, you know, Hargate, really,\" he said. \"You\r\ncan lose a frightful lot at this game.\"\r\n\r\n\"My dear Dreever,\" said Hargate stiffly, \"I can look after myself,\r\nthanks. Of course, if you think you are risking too much, by all\r\nmeans--\"\r\n\r\n\"Oh, if you don't mind,\" said his lordship, outraged, \"I'm only too\r\nfrightfully pleased. Only, remember I warned you.\"\r\n\r\n\"I'll bear it in mind. By the way, before we start, care to make it\r\na sovereign a hundred?\"\r\n\r\nLord Dreever could not afford to play picquet for a sovereign a\r\nhundred, or, indeed, to play picquet for money at all; but, after\r\nhis adversary's innuendo, it was impossible for a young gentleman of\r\nspirit to admit the humiliating fact. He nodded.\r\n\r\n\"About time, I fancy,\" said Hargate, looking at his watch an hour\r\nlater, \"that we were going in to dress for dinner.\"\r\n\r\nHis lordship, made no reply. He was wrapped in thought.\r\n\r\n\"Let's see, that's twenty pounds you owe me, isn't it?\" continued\r\nHargate. \"Shocking bad luck you had!\"\r\n\r\nThey went out into the rose-garden.\r\n\r\n\"Jolly everything smells after the rain,\" said Hargate, who seemed\r\nto have struck a conversational patch. \"Freshened everything up.\"\r\n\r\nHis lordship did not appear to have noticed it. He seemed to be\r\nthinking of something else. His air was pensive and abstracted.\r\n\r\n\"There's just time,\" said Hargate, looking at his watch again, \"for\r\na short stroll. I want to have a talk with you.\"\r\n\r\n\"Oh!\" said Lord Dreever.\r\n\r\nHis air did not belie his feelings. He looked pensive, and was\r\npensive. It was deuced awkward, this twenty pounds business.\r\n\r\nHargate was watching him covertly. It was his business to know other\r\npeople's business, and he knew that Lord Dreever was impecunious,\r\nand depended for supplies entirely on a prehensile uncle. For the\r\nsuccess of the proposal he was about to make, he depended on this\r\nfact.\r\n\r\n\"Who's this man Pitt?\" asked Hargate.\r\n\r\n\"Oh, pal of mine,\" said his lordship. \"Why?\"\r\n\r\n\"I can't stand the fellow.\"\r\n\r\n\"I think he's a good chap,\" said his lordship. \"In fact,\"\r\nremembering Jimmy's Good Samaritanism, \"I know he is. Why don't you\r\nlike him?\"\r\n\r\n\"I don't know. I don't.\"\r\n\r\n\"Oh?\" said his lordship, indifferently. He was in no mood to listen\r\nto the likes and dislikes of other men.\r\n\r\n\"Look here, Dreever,\" said Hargate, \"I want you to do something for\r\nme. I want you to get Pitt out of the place.\"\r\n\r\nLord Dreever eyed his guest curiously.\r\n\r\n\"Eh?\" he said.\r\n\r\nHargate repeated his remark.\r\n\r\n\"You seem to have mapped out quite a program for me,\" said Lord\r\nDreever.\r\n\r\n\"Get him out of it,\" continued Hargate vehemently. Jimmy's\r\nprohibition against billiards had hit him hard. He was suffering the\r\ntorments of Tantalus. The castle was full of young men of the kind\r\nto whom he most resorted, easy marks every one; and here he was,\r\nsimply through Jimmy, careened like a disabled battleship. It was\r\nmaddening. \"Make him go. You invited him here. He doesn't expect to\r\nstop indefinitely, I suppose? If you left, he'd have to, too. What\r\nyou must do is to go back to London to-morrow. You can easily make\r\nsome excuse. He'll have to go with you. Then, you can drop him in\r\nLondon, and come back. That's what you must do.\"\r\n\r\nA delicate pink flush might have been seen to spread itself over\r\nLord Dreever's face. He began to look like an angry rabbit. He had\r\nnot a great deal of pride in his composition, but the thought of the\r\nignominious role that Hargate was sketching out for him stirred what\r\nhe had to its shallow bottom. Talking on, Hargate managed to add the\r\nlast straw.\r\n\r\n\"Of course,\" he said, \"that money you lost to me at picquet--what\r\nwas it? Twenty? Twenty pounds, wasn't it? Well, we would look on\r\nthat as canceled, of course. That will be all right.\"\r\n\r\nHis lordship exploded.\r\n\r\n\"Will it?\" he cried, pink to the ears. \"Will it, by George? I'll pay\r\nyou every frightful penny of it to-morrow, and then you can clear\r\nout, instead of Pitt. What do you take me for, I should like to\r\nknow?\"\r\n\r\n\"A fool, if you refuse my offer.\"\r\n\r\n\"I've a jolly good mind to give you a most frightful kicking.\"\r\n\r\n\"I shouldn't try, if I were you. It's not the sort of game you'd\r\nshine at. Better stick to picquet.\"\r\n\r\n\"If you think I can't pay your rotten money--\"\r\n\r\n\"I do. But, if you can, so much the better. Money is always useful.\"\r\n\r\n\"I may be a fool in some ways--\"\r\n\r\n\"You understate it, my dear man.\"\r\n\r\n\"--but I'm not a cad.\"\r\n\r\n\"You're getting quite rosy, Dreever. Wrath is good for the\r\ncomplexion.\"\r\n\r\n\"And, if you think you can bribe me, you never made a bigger mistake\r\nin your life.\"\r\n\r\n\"Yes, I did,\" said Hargate, \"when I thought you had some glimmerings\r\nof intelligence. But, if it gives you any pleasure to behave like\r\nthe juvenile lead in a melodrama, by all means do. Personally, I\r\nshouldn't have thought the game would be worth the candle. But, if\r\nyour keen sense of honor compels you to pay the twenty pounds, all\r\nright. You mentioned to-morrow? That will suit me. So, we'll let it\r\ngo it at that.\"\r\n\r\nHe walked off, leaving Lord Dreever filled with the comfortable glow\r\nthat comes to the weak man who for once has displayed determination.\r\nHe felt that he must not go back from his dignified standpoint. That\r\nmoney would have to be paid, and on the morrow. Hargate was the sort\r\nof man who could, and would, make it exceedingly unpleasant for him\r\nif he failed. A debt of honor was not a thing to be trifled with.\r\n\r\nBut he felt quite safe. He knew he could get the money when he\r\npleased. It showed, he reflected philosophically, how out of evil\r\ncometh good. His greater misfortune, the engagement, would, as it\r\nwere, neutralize the less, for it was ridiculous to suppose that Sir\r\nThomas, having seen his ends accomplished, and being presumably in a\r\nspacious mood in consequence, would not be amenable to a request for\r\na mere twenty pounds.\r\n\r\nHe went on into the hall. He felt strong and capable. He had shown\r\nHargate the stuff there was in him. He was Spennie Dreever, the man\r\nof blood and iron, the man with whom it were best not to trifle. But\r\nit was really, come to think of it, uncommonly lucky that he was\r\nengaged to Molly. He recoiled from the idea of attempting,\r\nunfortified by that fact, to extract twenty pounds from Sir Thomas\r\nfor a card-debt.\r\n\r\nIn the hall, he met Saunders.\r\n\r\n\"I have been looking for your lordship,\" said the butler.\r\n\r\n\"Eh? Well, here I am.\"\r\n\r\n\"Just so, your lordship. Miss McEachern entrusted me with this note\r\nto deliver to you in the event of her not being h'able to see you\r\nbefore dinner personally, your lordship.\"\r\n\r\n\"Right ho. Thanks.\"\r\n\r\nHe started to go upstairs, opening the envelope as he went. What\r\ncould the girl be writing to him about? Surely, she wasn't going to\r\nstart sending him love-letters, or any of that frightful rot? Deuced\r\ndifficult it would be to play up to that sort of thing!\r\n\r\nHe stopped on the first landing to read the note, and at the opening\r\nline his jaw fell. The envelope fluttered to the ground.\r\n\r\n\"Oh, my sainted aunt!\" he moaned, clutching at the banisters. \"Now,\r\nI am in the soup!\""
  ]
}