{
  "index": 27,
  "title": "Chapter 26",
  "paragraphs": [
    "STIRRING TIMES FOR SIR THOMAS\r\n\r\n\r\nFor a man whose intentions toward the jewels and their owner were so\r\ninnocent, and even benevolent, Jimmy was in a singularly\r\ncompromising position. It would have been difficult even under more\r\nfavorable conditions to have explained to Sir Thomas's satisfaction\r\nhis presence in the dressing-room. As things stood, it was even\r\nharder, for his lordship's last action before seeking cover had been\r\nto fling the necklace from him like a burning coal. For the second\r\ntime in ten minutes, it had fallen to the carpet, and it was just as\r\nJimmy straightened himself after picking it up that Sir Thomas got a\r\nfull view of him.\r\n\r\nThe knight stood in the doorway, his face expressing the most lively\r\nastonishment. His bulging eyes were fixed upon the necklace in\r\nJimmy's hand. Jimmy could see him struggling to find words to cope\r\nwith so special a situation, and felt rather sorry for him.\r\nExcitement of this kind was bad for a short-necked man of Sir\r\nThomas's type.\r\n\r\nWith kindly tact, he endeavored to help his host out.\r\n\r\n\"Good-evening,\" he said, pleasantly.\r\n\r\nSir Thomas stammered. He was gradually nearing speech.\r\n\r\n\"What--what--what--\" he said.\r\n\r\n\"Out with it,\" said Jimmy.\r\n\r\n\"--what--\"\r\n\r\n\"I knew a man once in South Dakota who stammered,\" said Jimmy. \"He\r\nused to chew dog-biscuit while he was speaking. It cured him--besides\r\nbeing nutritious. Another good way is to count ten while\r\nyou're thinking what to say, and then get it out quick.\"\r\n\r\n\"You--you blackguard!\"\r\n\r\nJimmy placed the necklace carefully on the dressing-table. Then, he\r\nturned to Sir Thomas, with his hands thrust into his pockets. Over\r\nthe knight's head, he could see the folds of the curtain quivering\r\ngently, as if stirred by some zephyr. Evidently, the drama of the\r\nsituation was not lost on Hildebrand Spencer, twelfth Earl of\r\nDreever.\r\n\r\nNor was it lost on Jimmy. This was precisely the sort of situation\r\nthat appealed to him. He had his plan of action clearly mapped out.\r\nHe knew that it would be useless to tell the knight the true facts\r\nof the case. Sir Thomas was as deficient in simple faith as in\r\nNorman blood. Though a Londoner by birth, he had one, at least, of\r\nthe characteristic traits of the natives of Missouri.\r\n\r\nTo all appearances, this was a tight corner, but Jimmy fancied that\r\nhe saw his way out of it. Meanwhile, the situation appealed to him.\r\nCuriously enough, it was almost identical with the big scene in act\r\nthree of \"Love, the Cracksman,\" in which Arthur Mifflin had made\r\nsuch a hit as the debonair burglar.\r\n\r\nJimmy proceeded to give his own idea of what the rendering of a\r\ndebonair burglar should be. Arthur Mifflin had lighted a cigarette,\r\nand had shot out smoke-rings and repartee alternately. A cigarette\r\nwould have been a great help here, but Jimmy prepared to do his best\r\nwithout properties.\r\n\r\n\"So--so, it's you, is it?\" said Sir Thomas.\r\n\r\n\"Who told you?\"\r\n\r\n\"Thief! Low thief!\"\r\n\r\n\"Come, now,\" protested Jimmy. \"Why low? Just because you don't know\r\nme over here, why scorn me? How do you know I haven't got a big\r\nAmerican reputation? For all you can tell, I may be Boston Billie or\r\nSacramento Sam, or someone. Let us preserve the decencies of\r\ndebate.\"\r\n\r\n\"I had my suspicions of you. I had my suspicions from the first,\r\nwhen I heard that my idiot of a nephew had made a casual friend in\r\nLondon. So, this was what you were! A thief, who--\"\r\n\r\n\"I don't mind, personally,\" interrupted Jimmy, \"but I hope, if ever\r\nyou mix with cracksmen, you won't go calling them thieves. They are\r\nfrightfully sensitive. You see! There's a world of difference\r\nbetween the two branches of the profession and a good deal of\r\nsnobbish caste-prejudice. Let us suppose that you were an\r\nactor-manager. How would you enjoy being called a super? You see the idea,\r\ndon't you? You'd hurt their feelings. Now, an ordinary thief would\r\nprobably use violence in a case like this. But violence, except in\r\nextreme cases--I hope this won't be one of them--is contrary, I\r\nunderstand, to cracksman's etiquette. On the other hand, Sir Thomas,\r\ncandor compels me to add that I have you covered.\"\r\n\r\nThere was a pipe in the pocket of his coat. He thrust the stem\r\nearnestly against the lining. Sir Thomas eyed the protuberance\r\napprehensively, and turned a little pale. Jimmy was scowling\r\nferociously. Arthur Mifflin's scowl in act three had been much\r\nadmired.\r\n\r\n\"My gun,\" said Jimmy, \"is, as you see, in my pocket. I always shoot\r\nfrom the pocket, in spite of the tailor's bills. The little fellow\r\nis loaded and cocked. He's pointing straight at your diamond\r\nsolitaire. That fatal spot! No one has ever been hit in the diamond\r\nsolitaire, and survived. My finger is on the trigger. So, I should\r\nrecommend you not to touch that bell you are looking at. There are\r\nother reasons why you shouldn't, but those I will go into\r\npresently.\"\r\n\r\nSir Thomas's hand wavered.\r\n\r\n\"Do if you like, of course,\" said Jimmy, agreeably. \"It's your own\r\nhouse. But I shouldn't. I am a dead shot at a yard and a half. You\r\nwouldn't believe the number of sitting haystacks I've picked off at\r\nthat distance. I just can't miss. On second thoughts, I sha'n't fire\r\nto kill you. Let us be humane on this joyful occasion. I shall just\r\nsmash your knees. Painful, but not fatal.\"\r\n\r\nHe waggled the pipe suggestively. Sir Thomas blenched. His hand fell\r\nto his side.\r\n\r\n\"Great!\" said Jimmy. \"After all, why should you be in a hurry to\r\nbreak up this very pleasant little meeting. I'm sure I'm not. Let us\r\nchat. How are the theatricals going? Was the duologue a success?\r\nWait till you see our show. Three of us knew our lines at the\r\ndress-rehearsal.\"\r\n\r\nSir Thomas had backed away from the bell, but the retreat was merely\r\nfor the convenience of the moment. He understood that it might be\r\ninjudicious to press the button just then; but he had recovered his\r\ncomposure by this time, and he saw that ultimately the game must be\r\nhis. His face resumed its normal hue. Automatically, his hands began\r\nto move toward his coat-tails, his feet to spread themselves. Jimmy\r\nnoted with a smile these signs of restored complacency. He hoped ere\r\nlong to upset that complacency somewhat.\r\n\r\nSir Thomas addressed himself to making Jimmy's position clear to\r\nhim.\r\n\r\n\"How, may I ask,\" he said, \"do you propose to leave the castle?\"\r\n\r\n\"Won't you let me have the automobile?\" said Jimmy. \"But I guess I\r\nsha'n't be leaving just yet.\"\r\n\r\nSir Thomas laughed shortly.\r\n\r\n\"No,\" he said--\"no! I fancy not. I am with you there!\"\r\n\r\n\"Great minds,\" said Jimmy. \"I shouldn't be surprised if we thought\r\nalike on all sorts of subjects. Just think how you came round to my\r\nviews on ringing bells. But what made you fancy that I intended to\r\nleave the castle?\"\r\n\r\n\"I should hardly have supposed that you would be anxious to stay.\"\r\n\r\n\"On the contrary! It's the one place I have been in, in the last two\r\nyears, that I have felt really satisfied with. Usually, I want to\r\nmove on after a week. But I could stop here forever.\"\r\n\r\n\"I am afraid, Mr. Pitt--By the way, an alias, of course?\"\r\n\r\nJimmy shook his head.\r\n\r\n\"I fear not,\" he said. \"If I had chosen an alias, it would have been\r\nTressilyan, or Trevelyan, or something. I call Pitt a poor thing in\r\nnames. I once knew a man called Ronald Cheylesmore. Lucky devil!\"\r\n\r\nSir Thomas returned to the point on which he had been about to\r\ntouch.\r\n\r\n\"I am afraid, Mr. Pitt,\" he said, \"that you hardly realize your\r\nposition.\"\r\n\r\n\"No?\" said Jimmy, interested.\r\n\r\n\"I find you in the act of stealing my wife's necklace--\"\r\n\r\n\"Would there be any use in telling you that I was not stealing it,\r\nbut putting it back?\"\r\n\r\nSir Thomas raised his eyebrows in silence.\r\n\r\n\"No?\" said Jimmy. \"I was afraid not. You were saying--?\"\r\n\r\n\"I find you in the act of stealing my wife's necklace,\" proceeded\r\nSir Thomas, \"and, because for the moment you succeed in postponing\r\narrest by threatening me with a revolver--\"\r\n\r\nAn agitated look came into Jimmy's face.\r\n\r\n\"Great Scott!\" he cried. He felt hastily in his pocket.\r\n\r\n\"Yes,\" he said; \"as I had begun to fear. I owe you an apology, Sir\r\nThomas,\" he went on with manly dignity, producing the briar, \"I am\r\nentirely to blame. How the mistake arose I cannot imagine, but I\r\nfind it isn't a revolver after all.\"\r\n\r\nSir Thomas' cheeks took on a richer tint of purple. He glared dumbly\r\nat the pipe.\r\n\r\n\"In the excitement of the moment, I guess--\" began Jimmy.\r\n\r\nSir Thomas interrupted. The recollection of his needless panic\r\nrankled within him.\r\n\r\n\"You--you--you--\"\r\n\r\n\"Count ten!\"\r\n\r\n\"You--what you propose to gain by this buffoonery, I am at a loss--\"\r\n\r\n\"How can you say such savage things!\" protested Jimmy. \"Not\r\nbuffoonery! Wit! Esprit! Flow of soul such as circulates daily in\r\nthe best society.\"\r\n\r\nSir Thomas almost leaped toward the bell. With his finger on it, he\r\nturned to deliver a final speech.\r\n\r\n\"I believe you're insane,\" he cried, \"but I'll have no more of it. I\r\nhave endured this foolery long enough. I'll-\"\r\n\r\n\"Just one moment,\" said Jimmy. \"I said just now that there were\r\nreasons besides the revol--well, pipe--why you should not ring that\r\nbell. One of them is that all the servants will be in their places\r\nin the audience, so that there won't be anyone to answer it. But\r\nthat's not the most convincing reason. Will you listen to one more\r\nbefore getting busy?\"\r\n\r\n\"I see your game. Don't imagine for a moment that you can trick me.\"\r\n\r\n\"Nothing could be further--\"\r\n\r\n\"You fancy you can gain time by talking, and find some way to\r\nescape--\"\r\n\r\n\"But I don't want to escape. Don't you realize that in about ten\r\nminutes I am due to play an important part in a great drama on the\r\nstage?\"\r\n\r\n\"I'll keep you here, I tell you. You'll leave this room,\" said Sir\r\nThomas, grandly, \"over my body.\"\r\n\r\n\"Steeple-chasing in the home,\" murmured Jimmy. \"No more dull\r\nevenings. But listen. Do listen! I won't keep you a minute, and, if\r\nyou want to--push that bell after I'm through, you may push it six\r\ninches into the wall if you like.\"\r\n\r\n\"Well,\" said Sir Thomas, shortly.\r\n\r\n\"Would you like me to lead gently up to what I want to say,\r\ngradually preparing you for the reception of the news, or shall\r\nI--?\"\r\n\r\nThe knight took out his watch.\r\n\r\n\"I shall give you one minute,\" he said.\r\n\r\n\"Heavens, I must hustle! How many seconds have I got now?\"\r\n\r\n\"If you have anything to say, say it.\"\r\n\r\n\"Very well, then,\" said Jimmy. \"It's only this: That necklace is a\r\nfraud. The diamonds aren't diamonds at all. They're paste!\""
  ]
}