{
  "index": 23,
  "title": "Chapter 22",
  "paragraphs": [
    "TWO OF A TRADE DISAGREE\r\n\r\n\r\n\"One hundred t'ousand plunks,\" murmured Spike, gazing lovingly at\r\nthem. \"I says to myself, de boss ain't got no time to be gittin'\r\nafter dem himself. He's too busy dese days wit' jollyin' along de\r\nswells. So, it's up to me, I says, 'cos de boss'll be tickled to\r\ndeat', all right, all right, if we can git away wit' dem. So, I--\"\r\n\r\nJimmy gave tongue with an energy that amazed his faithful follower.\r\nThe nightmare horror of the situation had affected him much as a\r\nsudden blow in the parts about the waistcoat might have done. But,\r\nnow, as Spike would have said, he caught up with his breath. The\r\nsmirk faded slowly from the other's face as he listened. Not even in\r\nthe Bowery, full as it was of candid friends, had he listened to\r\nsuch a trenchant summing-up of his mental and moral deficiencies.\r\n\r\n\"Boss!\" he protested.\r\n\r\n\"That's just a sketchy outline,\" said Jimmy, pausing for breath. \"I\r\ncan't do you justice impromptu like this--you're too vast and\r\noverwhelming.\"\r\n\r\n\"But, boss, what's eatin' you? Ain't youse tickled?\"\r\n\r\n\"Tickled!\" Jimmy sawed the air. \"Tickled! You lunatic! Can't you see\r\nwhat you've done?\"\r\n\r\n\"I've got dem,\" said Spike, whose mind was not readily receptive of\r\nnew ideas. It seemed to him that Jimmy missed the main point.\r\n\r\n\"Didn't I tell you there was nothing doing when you wanted to take\r\nthose things the other day?\"\r\n\r\nSpike's face cleared. As he had suspected, Jimmy had missed the\r\npoint.\r\n\r\n\"Why, say, boss, yes. Sure! But dose was little, dinky t'ings. Of\r\ncourse, youse wouldn't stand fer swipin' chicken-feed like dem. But\r\ndese is different. Dese di'monds is boids. It's one hundred t'ousand\r\nplunks fer dese.\"\r\n\r\n\"Spike,\" said Jimmy with painful calm.\r\n\r\n\"Huh?\"\r\n\r\n\"Will you listen for a moment?\"\r\n\r\n\"Sure.\"\r\n\r\n\"I know it's practically hopeless. To get an idea into your head,\r\none wants a proper outfit--drills, blasting-powder, and so on. But\r\nthere's just a chance, perhaps, if I talk slowly. Has it occurred to\r\nyou, Spike, my bonny, blue-eyed Spike, that every other man, more or\r\nless, in this stately home of England, is a detective who has\r\nprobably received instructions to watch you like a lynx? Do you\r\nimagine that your blameless past is a sufficient safeguard? I\r\nsuppose you think that these detectives will say to themselves,\r\n'Now, whom shall we suspect? We must leave out Spike Mullins, of\r\ncourse, because he naturally wouldn't dream of doing such a thing.\r\nIt can't be dear old Spike who's got the stuff.'\"\r\n\r\n\"But, boss,\" interposed Spike brightly, \"I ain't! Dat's right. I\r\nain't got it. Youse has!\"\r\n\r\nJimmy looked at the speaker with admiration. After all, there was a\r\nbreezy delirium about Spike's methods of thought that was rather\r\nstimulating when you got used to it. The worst of it was that it did\r\nnot fit in with practical, everyday life. Under different\r\nconditions--say, during convivial evenings at Bloomingdale--he could\r\nimagine the Bowery boy being a charming companion. How pleasantly,\r\nfor instance, such remarks as that last would while away the\r\nmonotony of a padded cell!\r\n\r\n\"But, laddie,\" he said with steely affection, \"listen once more.\r\nReflect! Ponder! Does it not seep into your consciousness that we\r\nare, as it were, subtly connected in this house in the minds of\r\ncertain bad persons? Are we not imagined by Mr. McEachern, for\r\ninstance, to be working hand-in-hand like brothers? Do you fancy\r\nthat Mr. McEachern, chatting with his tame sleuth-hound over their\r\ncigars, will have been reticent on this point? I think not. How do\r\nyou propose to baffle that gentlemanly sleuth, Spike, who, I may\r\nmention once again, has rarely moved more than two yards away from\r\nme since his arrival?\"\r\n\r\nAn involuntary chuckle escaped Spike.\r\n\r\n\"Sure, boss, dat's all right.\"\r\n\r\n\"All right, is it? Well, well! What makes you think it is all\r\nright?\"\r\n\r\n\"Why, say, boss, dose sleut's is out of business.\" A merry grin\r\nsplit Spike's face. \"It's funny, boss. Gee! It's got a circus\r\nskinned! Listen. Dey's bin an' arrest each other.\"\r\n\r\nJimmy moodily revised his former view. Even in Bloomingdale, this\r\nsort of thing would be coldly received. Genius must ever walk alone.\r\nSpike would have to get along without hope of meeting a kindred\r\nspirit, another fellow-being in tune with his brain-processes.\r\n\r\n\"Dat's right,\" chuckled Spike. \"Leastways, it ain't.\"\r\n\r\n\"No, no,\" said Jimmy, soothingly. \"I quite understand.\"\r\n\r\n\"It's dis way, boss. One of dem has bin an' arrest de odder mug. Dey\r\nhad a scrap, each t'inkin' de odder guy was after de jools, an' not\r\nknowin' dey was bot' sleut's, an' now one of dem's bin an' taken de\r\nodder off, an'\"--there were tears of innocent joy in Spike's eyes--\"an'\r\nlocked him into de coal-cellar.\"\r\n\r\n\"What on earth do you mean?\"\r\n\r\nSpike giggled helplessly.\r\n\r\n\"Listen, boss. It's dis way. Gee! It beat de band! When it's all\r\ndark 'cos of de storm comin' on, I'm in de dressin'-room, chasin'\r\naround fer de jool-box, an' just as I gits a line on it, gee! I\r\nhears a footstep comin' down de passage, very soft, straight fer de\r\ndoor. Was I to de bad? Dat's right. I says to meself, here's one of\r\nde sleut' guys what's bin and got wise to me, an' he's comin' in to\r\nput de grip on me. So, I gits up quick, an' I hides behind a\r\ncoitain. Dere's a coitain at de side of de room. Dere's dude suits\r\nan' t'ings hangin' behind it. I chases meself in dere, and stands\r\nwaitin' fer de sleut' to come in. 'Cos den, you see, I'm goin' to\r\ntry an' get busy before he can see who I am--it's pretty dark 'cos\r\nof de storm--an' jolt him one on de point of de jaw, an' den, while\r\nhe's down an' out, chase meself fer de soivants' hall.\"\r\n\r\n\"Yes?\" said Jimmy.\r\n\r\n\"Well, dis guy, he gits to de door, an' opens it, an' I'm just\r\ngittin' ready fer one sudden boist of speed, when dere jumps out\r\nfrom de room on de odder side de passage--you know de room--anodder\r\nguy, an' gits de rapid strangleholt on de foist mug. Say, wouldn't\r\ndat make youse glad you hadn't gone to de circus? Honest, it was\r\nbetter dan Coney Island.\"\r\n\r\n\"Go on. What happened then?\"\r\n\r\n\"Dey falls to scrappin' good an' hard. Dey couldn't see me, an' I\r\ncouldn't see dem, but I could hear dem bumpin' about and sluggin'\r\neach other to beat de band. An', by and by, one of de mugs puts do\r\nodder mug to de bad, so dat he goes down and takes de count; an' den\r\nI hears a click. An' I know what dat is. It's one of de gazebos has\r\nput de irons on de odder gazebo.\"\r\n\r\n\"Call them A, and B,\" suggested Jimmy.\r\n\r\n\"Den I hears him--de foist mug--strike a light, 'cos it's dark dere\r\n'cos of de storm, an' den he says, 'Got youse, have I?' he says.\r\n'I've had my eye on youse, t'inkin' youse was up to somet'in' of dis\r\nkind. I've bin watching youse!' I knew de voice. It's dat mug what\r\ncalls himself Sir Tummas' vally. An' de odder--\"\r\n\r\nJimmy burst into a roar of laughter.\r\n\r\n\"Don't, Spike! This is more than man was meant to stand. Do you mean\r\nto tell me it is my bright, brainy, persevering friend Galer who has\r\nbeen handcuffed and locked in the coal-cellar?\"\r\n\r\nSpike grinned broadly.\r\n\r\n\"Sure, dat's right,\" he said.\r\n\r\n\"It's a judgment,\" said Jimmy, delightedly. \"That's what it is! No\r\nman has a right to be such a consummate ass as Galer. It isn't\r\ndecent.\"\r\n\r\nThere had been moments when McEachern's faithful employee had filled\r\nJimmy with an odd sort of fury, a kind of hurt pride, almost to the\r\nextent of making him wish that he really could have been the\r\ndesperado McEachern fancied him. Never in his life before had he sat\r\nstill under a challenge, and this espionage had been one. Behind the\r\nclumsy watcher, he had seen always the self-satisfied figure of\r\nMcEachern. If there had been anything subtle about the man from\r\nDodson's, he could have forgiven him; but there was not. Years of\r\npractise had left Spike with a sort of sixth sense as regarded\r\nrepresentatives of the law. He could pierce the most cunning\r\ndisguise. But, in the case of Galer, even Jimmy could detect the\r\ndetective.\r\n\r\n\"Go on,\" he said.\r\n\r\nSpike proceeded.\r\n\r\n\"Well, de odder mug, de one down an' out on de floor wit' de irons\r\non--\"\r\n\r\n\"Galer, in fact,\" said Jimmy. \"Handsome, dashing Galer!\"\r\n\r\n\"Sure. Well, he's too busy catchin' up wit' his breat' to shoot it\r\nback swift, but, after he's bin doin' de deep-breathin' strut for a\r\nwhile, he says, 'You mutt,' he says, 'youse is to de bad. You've\r\nmade a break, you have. Dat's right. Surest t'ing you know.' He puts\r\nit different, but dat's what he means. 'I'm a sleut', he says. 'Take\r\ndese t'ings off!'--meanin' de irons. Does de odder mug, de vally\r\ngazebo, give him de glad eye? Not so's you could notice it. He gives\r\nhim de merry ha-ha. He says dat dat's de woist tale dat's ever bin\r\nhanded to him. 'Tell it to Sweeney!' he says. 'I knows youse. Youse\r\nwoims yourself into de house as a guest, when youse is really after\r\nde loidy's jools.' At dese crool woids, de odder mug, Galer, gits\r\nhot under de collar. 'I'm a sure-'nough sleut',' he says. 'I blows\r\ninto dis house at de special request of Mr. McEachern, de American\r\ngent.' De odder mug hands de lemon again. 'Tell it to de King of\r\nDenmark,' he says. 'Dis cop's de limit. Youse has enough gall fer\r\nten strong men,' he says. 'Show me to Mr. McEachern,' says Galer.\r\n'He'll--' crouch, is dat it?\"\r\n\r\n\"Vouch?\" suggested Jimmy. \"Meaning give the glad hand to.\"\r\n\r\n\"Dat's right. Vouch. I wondered what he meant at de time. 'He'll\r\nvouch for me,' he says. Dat puts him all right, he t'inks; but no,\r\nhe's still in Dutch, 'cos de vally mug says, 'Nix on dat! I ain't\r\ngoin' to chase around de house wit' youse, lookin' fer Mr.\r\nMcEachern. It's youse fer de coal-cellar, me man, an' we'll see what\r\nyouse has to say when I makes me report to Sir Tummas.' 'Well, dat's\r\nto de good,' says Galer. 'Tell Sir Tummas. I'll explain to him.'\r\n'Not me!' says de vally. 'Sir Tummas has a hard evenin's woik before\r\nhim, jollyin' along de swells what's comin' to see dis stoige-piece\r\ndey're actin'. I ain't goin' to worry him till he's good and ready.\r\nTo de coal-cellar fer yours! G'wan!' an' off dey goes! An' I gits\r\nbusy ag'in, swipes de jools, an' chases meself here.\"\r\n\r\nJimmy wiped his eyes.\r\n\r\n\"Have you ever heard of poetic justice, Spike?\" he asked. \"This is\r\nit. But, in this hour of mirth and good-will, we must not forget--\"\r\n\r\nSpike interrupted. Pleased by the enthusiastic reception of his\r\nnarrative, he proceeded to point out the morals that were to be\r\ndeduced there-from.\r\n\r\n\"So, youse see, boss,\" he said, \"it's all to de merry. When dey\r\nrubbers for de jools, an' finds dem gone, dey'll t'ink dis Galer guy\r\nswiped dem. Dey won't t'ink of us.\"\r\n\r\nJimmy looked at the speaker gravely.\r\n\r\n\"Of course,\" said he. \"What a reasoner you are, Spike! Galer was\r\njust opening the door from the outside, by your account, when the\r\nvalet man sprang at him. Naturally, they'll think that he took the\r\njewels. Especially, as they won't find them on him. A man who can\r\nopen a locked safe through a closed door is just the sort of fellow\r\nwho would be able to get rid of the swag neatly while rolling about\r\nthe floor with the valet. His not having the jewels will make the\r\ncase all the blacker against him. And what will make them still more\r\ncertain that he is the thief is that he really is a detective.\r\nSpike, you ought to be in some sort of a home, you know.\"\r\n\r\nThe Bowery boy looked disturbed.\r\n\r\n\"I didn't t'ink of dat, boss,\" he admitted.\r\n\r\n\"Of course not. One can't think of everything. Now, if you will just\r\nhand me those diamonds, I will put them back where they belong.\"\r\n\r\n\"Put dem back, boss!\"\r\n\r\n\"What else would you propose? I'd get you to do it, only I don't\r\nthink putting things back is quite in your line.\"\r\n\r\nSpike handed over the jewels. The boss was the boss, and what he\r\nsaid went. But his demeanor was tragic, telling eloquently of hopes\r\nblighted.\r\n\r\nJimmy took the necklace with something of a thrill. He was a\r\nconnoisseur of jewels, and a fine gem affected him much as a fine\r\npicture affects the artistic. He ran the diamonds through his\r\nfingers, then scrutinized them again, more closely this time.\r\n\r\nSpike watched him with a slight return of hope. It seemed to him\r\nthat the boss was wavering. Perhaps, now that he had actually\r\nhandled the jewels, he would find it impossible to give them up. To\r\nSpike, a diamond necklace of cunning workmanship was merely the\r\nequivalent of so many \"plunks\"; but he knew that there were men,\r\notherwise sane, who valued a jewel for its own sake.\r\n\r\n\"It's a boid of a necklace, boss,\" he murmured, encouragingly.\r\n\r\n\"It is,\" said Jimmy; \"in its way, I've never seen anything much\r\nbetter. Sir Thomas will be glad to have it back.\"\r\n\r\n\"Den, you're goin' to put it back, boss?\"\r\n\r\n\"I am,\" said Jimmy. \"I'll do it just before the theatricals. There\r\nshould be a chance, then. There's one good thing. This afternoon's\r\naffair will have cleared the air of sleuth-hounds a little.\""
  ]
}