{
  "index": 31,
  "title": "Chapter 30",
  "paragraphs": [
    "CONCLUSION\r\n\r\n\r\nThe American liner, St. Louis, lay in the Empress Dock at\r\nSouthampton, taking aboard her passengers. All sorts and conditions\r\nof men flowed in an unceasing stream up the gangway.\r\n\r\nLeaning over the second-class railing, Jimmy Pitt and Spike Mullins\r\nwatched them thoughtfully.\r\n\r\nJimmy looked up at the Blue Peter that fluttered from the fore-mast,\r\nand then at Spike. The Bowery boy's face was stolid and\r\nexpressionless. He was smoking a short wooden pipe with an air of\r\ndetachment.\r\n\r\n\"Well, Spike,\" said Jimmy. \"Your schooner's on the tide now, isn't\r\nit? Your vessel's at the quay. You've got some queer-looking\r\nfellow-travelers. Don't miss the two Cingalese sports, and the man in the\r\nturban and the baggy breeches. I wonder if they're air-tight. Useful\r\nif he fell overboard.\"\r\n\r\n\"Sure,\" said Spike, directing a contemplative eye toward the garment\r\nin question. \"He knows his business.\"\r\n\r\n\"I wonder what those men on the deck are writing. They've been\r\nscribbling away ever since we came here. Probably, society\r\njournalists. We shall see in next week's papers: 'Among the\r\nsecond-class passengers, we noticed Mr. \"Spike\" Mullins, looking as cheery\r\nas ever.' It's a pity you're so set on going, Spike. Why not change\r\nyour mind, and stop?\"\r\n\r\nFor a moment, Spike looked wistful. Then, his countenance resumed\r\nits woodenness. \"Dere ain't no use for me dis side, boss,\" he said.\r\n\"New York's de spot. Youse don't want none of me, now you're\r\nmarried. How's Miss Molly, boss?\"\r\n\r\n\"Splendid, Spike, thanks. We're going over to France by to-night's\r\nboat.\"\r\n\r\n\"It's been a queer business,\" Jimmy continued, after a pause, \"a\r\ndeuced-queer business! Still, I've come very well out of it, at any\r\nrate. It seems to me that you're the only one of us who doesn't end\r\nhappily, Spike. I'm married. McEachern's butted into society so deep\r\nthat it would take an excavating party with dynamite to get him out\r\nof it. Molly--well, Molly's made a bad bargain, but I hope she won't\r\nregret it. We're all going some, except you. You're going out on the\r\nold trail again--which begins in Third Avenue, and ends in Sing\r\nSing. Why tear yourself away, Spike?\"\r\n\r\nSpike concentrated his gaze on a weedy young emigrant in a blue\r\njersey, who was having his eye examined by the overworked doctor and\r\nseemed to be resenting it.\r\n\r\n\"Dere's nuttin' doin' dis side, boss,\" he said, at length. \"I want\r\nto git busy.\"\r\n\r\n\"Ulysses Mullins!\" said Jimmy, looking at him curiously. \"I know the\r\nfeeling. There's only one cure. I sketched it out for you once, but\r\nI guess you'll never take it. You don't think a lot of women, do\r\nyou? You're the rugged bachelor.\"\r\n\r\n\"Goils--!\" began Spike comprehensively, and abandoned the topic\r\nwithout dilating on it further.\r\n\r\nJimmy lighted his pipe, and threw the match overboard.\r\n\r\nThe sun came out from behind a cloud, and the water sparkled.\r\n\r\n\"Dose were great jools, boss,\" said Spike, thoughtfully.\r\n\r\n\"I believe you're still brooding over them, Spike.\"\r\n\r\n\"We could have got away wit' dem, if youse would have stood fer it.\r\nDead easy.\"\r\n\r\n\"You are brooding over them. Spike, I'll tell you something which\r\nwill console you a little, before you start out on your wanderings.\r\nIt's in confidence, so keep it dark. That necklace was paste.\"\r\n\r\n\"What's dat?\"\r\n\r\n\"Nothing but paste. I got next directly you handed them to me. They\r\nweren't worth a hundred dollars.\"\r\n\r\nA light of understanding came into Spike's eyes. His face beamed\r\nwith the smile of one to whom dark matters are made clear.\r\n\r\n\"So, dat's why you wouldn't stan' fer gittin' away wit' dem!\" he\r\nexclaimed.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nEnd of Project Gutenberg's The Intrusion of Jimmy, by P. G. Wodehouse"
  ]
}