{
  "index": 30,
  "title": "Chapter 29",
  "paragraphs": [
    "THE LAST ROUND\r\n\r\n\r\nHe had only been gone a few minutes when Mr. McEachern's meditations\r\nwere again interrupted. This time, the visitor was a stranger to\r\nhim, a dark-faced, clean-shaven man. He did not wear evening\r\nclothes, so could not be one of the guests; and Mr. McEachern could\r\nnot place him immediately. Then, he remembered. He had seen him in\r\nSir Thomas Blunt's dressing-room. This was Sir Thomas's valet.\r\n\r\n\"Might I have a word with you, sir?\"\r\n\r\n\"What is it?\" asked McEachern, staring heavily. His mind had not\r\nrecovered from the effect of Lord Dreever's philosophical remarks.\r\nThere was something of a cloud on his brain. To judge from his\r\nlordship's words, things had been happening behind his back; and the\r\nidea of Molly's deceiving him was too strange to be assimilated in\r\nan instant. He looked at the valet dully.\r\n\r\n\"What is it?\" he asked again.\r\n\r\n\"I must apologize for intruding, but I thought it best to approach\r\nyou before making my report to Sir Thomas.\"\r\n\r\n\"Your report?\"\r\n\r\n\"I am employed by a private inquiry agency.\"\r\n\r\n\"What!\"\r\n\r\n\"Yes, sir. Wragge's. You may have heard of us. In Holborn Bars. Very\r\nold established. Divorce a specialty. You will have seen the\r\nadvertisements. Sir Thomas wrote asking for a man, and the governor\r\nsent me down. I have been with the house some years. My job, I\r\ngathered, was to keep my eyes open generally. Sir Thomas, it seemed,\r\nhad no suspicions of any definite person. I was to be on the spot\r\njust in case, in a manner of speaking. And it's precious lucky I\r\nwas, or her ladyship's jewels would have been gone. I've done a fair\r\ncop this very night.\"\r\n\r\nHe paused, and eyed the ex-policeman keenly. McEachern was obviously\r\nexcited. Could Jimmy have made an attempt on the jewels during the\r\ndance? or Spike?\r\n\r\n\"Say,\" he said, \"was it a red-headed--?\"\r\n\r\nThe detective was watching him with a curious smile.\r\n\r\n\"No, he wasn't red-headed. You seem interested, sir. I thought you\r\nwould be. I will tell you all about it. I had had my suspicions of\r\nthis party ever since he arrived. And I may say that it struck me at\r\nthe time that there was something mighty fishy about the way he got\r\ninto the castle.\"\r\n\r\nMcEachern started. So, he had not been the only one to suspect\r\nJimmy's motives in attaching himself to Lord Dreever.\r\n\r\n\"Go on,\" he said.\r\n\r\n\"I suspected that there was some game on, and it struck me that this\r\nwould be the day for the attempt, the house being upside down, in a\r\nmanner of speaking, on account of the theatricals. And I was right.\r\nI kept near those jewels on and off all day, and, presently, just as\r\nI had thought, along comes this fellow. He'd hardly got to the door\r\nwhen I was on him.\"\r\n\r\n\"Good boy! You're no rube.\"\r\n\r\n\"We fought for a while, but, being a bit to the good in strength,\r\nand knowing something about the game, I had the irons on him pretty\r\nquick, and took him off, and locked him in the cellar. That's how it\r\nwas, sir.\"\r\n\r\nMr. McEachern's relief was overwhelming. If Lord Dreever's statement\r\nwas correct and Jimmy had really succeeded in winning Molly's\r\naffection, this would indeed be a rescue at the eleventh hour. It\r\nwas with a Nunc-Dimittis air that he felt for his cigar-case, and\r\nextended it toward the detective. A cigar from his own private case\r\nwas with him a mark of supreme favor and good-will, a sort of\r\naccolade which he bestowed only upon the really meritorious few.\r\n\r\nUsually, it was received with becoming deference; but on this\r\noccasion there was a somewhat startling deviation from routine; for,\r\njust as he was opening the case, something cold and hard pressed\r\nagainst each of his wrists, there was a snap and a click, and,\r\nlooking up, dazed, he saw that the detective had sprung back, and\r\nwas contemplating him with a grim smile over the barrel of an\r\nugly-looking little revolver.\r\n\r\nGuilty or innocent, the first thing a man does when, he finds\r\nhandcuffs on his wrists is to try to get them off. The action is\r\nautomatic. Mr. McEachern strained at the steel chain till the veins\r\nstood out on his forehead. His great body shook with rage.\r\n\r\nThe detective eyed these efforts with some satisfaction. The picture\r\npresented by the other as he heaved and tugged was that of a guilty\r\nman trapped.\r\n\r\n\"It's no good, my friend,\" he said.\r\n\r\nThe voice brought McEachern back to his senses. In the first shock\r\nof the thing, the primitive man in him had led him beyond the\r\nconfines of self-restraint. He had simply struggled unthinkingly.\r\nNow, he came to himself again.\r\n\r\nHe shook his manacled hands furiously.\r\n\r\n\"What does this mean?\" he shouted. \"What the--?\"\r\n\r\n\"Less noise,\" said the detective, sharply. \"Get back!\" he snapped,\r\nas the other took a step forward.\r\n\r\n\"Do you know who I am?\" thundered McEachern.\r\n\r\n\"No,\" said the detective. \"And that's just why you're wearing those\r\nbracelets. Come, now, don't be a fool. The game's up. Can't you see\r\nthat?\"\r\n\r\nMcEachern leaned helplessly against the billiard-table. He felt\r\nweak. Everything was unreal. Had he gone mad? he wondered.\r\n\r\n\"That's right,\" said the detective. \"Stay there. You can't do any\r\nharm there. It was a pretty little game, I'll admit. You worked it\r\nwell. Meeting your old friend from New York and all, and having him\r\ninvited to the castle. Very pretty. New York, indeed! Seen about as\r\nmuch of New York as I have of Timbuctoo. I saw through him.\"\r\n\r\nSome inkling of the truth began to penetrate McEachern's\r\nconsciousness. He had become obsessed with the idea that, as the\r\ncaptive was not Spike, it must be Jimmy. The possibility of\r\nMr. Galer's being the subject of discussion only dawned upon him now.\r\n\r\n\"What do you mean?\" he cried. \"Who is it that you have arrested?\"\r\n\r\n\"Blest if I know. You can tell me that, I should think, seeing he's\r\nan old Timbuctoo friend of yours. Galer's the name he goes by here.\"\r\n\r\n\"Galer!\"\r\n\r\n\"That's the man. And do you know what he had the impudence, the\r\ngall, to tell me? That he was in my own line of business. A\r\ndetective! He said you had sent for him to come here!\"\r\n\r\nThe detective laughed amusedly at the recollection.\r\n\r\n\"And so he is, you fool. So I did.\"\r\n\r\n\"Oh, you did, did you? And what business had you bringing detectives\r\ninto other people's houses?\"\r\n\r\nMr. McEachern started to answer, but checked himself. Never before\r\nhad he appreciated to the full the depth and truth of the proverb\r\nrelating to the frying-pan and the fire. To clear himself, he must\r\nmention his suspicions of Jimmy, and also his reasons for those\r\nsuspicions. And to do that would mean revealing his past. It was\r\nScylla and Charybdis.\r\n\r\nA drop of perspiration trickled down his temple.\r\n\r\n\"What's the good?\" said the detective. \"Mighty ingenious idea, that,\r\nonly you hadn't allowed for there being a real detective in the\r\nhouse. It was that chap pitching me that yarn that made me\r\nsuspicious of you. I put two and two together. 'Partners,' I said to\r\nmyself. I'd heard all about you, scraping acquaintance with Sir\r\nThomas and all. Mighty ingenious. You become the old family friend,\r\nand then you let in your pal. He gets the stuff, and hands it over\r\nto you. Nobody dreams of suspecting you, and there you are.\r\nHonestly, now, wasn't that the game?\"\r\n\r\n\"It's all a mistake--\" McEachern was beginning, when the door-handle\r\nturned.\r\n\r\nThe detective looked over his shoulder. McEachern glared dumbly.\r\nThis was the crowning blow, that there should be spectators of his\r\npredicament.\r\n\r\nJimmy strolled into the room.\r\n\r\n\"Dreever told me you were in here,\" he said to McEachern. \"Can you\r\nspare me a--Hullo!\"\r\n\r\nThe detective had pocketed his revolver at the first sound of the\r\nhandle. To be discreet was one of the chief articles in the creed of\r\nthe young men from Wragge's Detective Agency. But handcuffs are not\r\neasily concealed. Jimmy stood staring in amazement at McEachern's\r\nwrists.\r\n\r\n\"Some sort of a round game?\" he enquired with interest.\r\n\r\nThe detective became confidential.\r\n\r\n\"It's this way, Mr. Pitt. There's been some pretty deep work going\r\non here. There's a regular gang of burglars in the place. This chap\r\nhere's one of them.\"\r\n\r\n\"What, Mr. McEachern!\"\r\n\r\n\"That's what he calls himself.\"\r\n\r\nIt was all Jimmy could do to keep himself from asking Mr. McEachern\r\nwhether he attributed his downfall to drink. He contented himself\r\nwith a sorrowful shake of the head at the fermenting captive. Then,\r\nhe took up the part of the prisoner's attorney.\r\n\r\n\"I don't believe it,\" he said. \"What makes you think so?\"\r\n\r\n\"Why, this afternoon, I caught this man's pal, the fellow that calls\r\nhimself Galer--\"\r\n\r\n\"I know the man,\" said Jimmy. \"He's a detective, really. Mr.\r\nMcEachern brought him down here.\"\r\n\r\nThe sleuth's jaw dropped limply, as if he had received a blow.\r\n\r\n\"What?\" he said, in a feeble voice.\r\n\r\n\"Didn't I tell you--?\" began Mr. McEachern; but the sleuth was\r\noccupied with Jimmy. That sickening premonition of disaster was\r\nbeginning to steal over him. Dimly, he began to perceive that he had\r\nblundered.\r\n\r\n\"Yes,\" said Jimmy. \"Why, I can't say; but Mr. McEachern was afraid\r\nsomeone might try to steal Lady Julia Blunt's rope of diamonds. So,\r\nhe wrote to London for this man, Galer. It was officious, perhaps,\r\nbut not criminal. I doubt if, legally, you could handcuff a man for\r\na thing like that. What have you done with good Mr. Galer?\"\r\n\r\n\"I've locked him in the coal-cellar,\" said the detective, dismally.\r\nThe thought of the interview in prospect with the human bloodhound\r\nhe had so mishandled was not exhilarating.\r\n\r\n\"Locked him in the cellar, did you?\" said Jimmy. \"Well, well, I\r\ndaresay he's very happy there. He's probably busy detecting\r\nblack-beetles. Still, perhaps you had better go and let him out. Possibly,\r\nif you were to apologize to him--? Eh? Just as you think. I only\r\nsuggest. If you want somebody to vouch for Mr. McEachern's\r\nnon-burglariousness, I can do it. He is a gentleman of private means,\r\nand we knew each other out in New York--we are old acquaintances.\"\r\n\r\n\"I never thought--\"\r\n\r\n\"That,\" said Jimmy, with sympathetic friendliness, \"if you will\r\nallow me to say so, is the cardinal mistake you detectives make. You\r\nnever do think.\"\r\n\r\n\"It never occurred to me--\"\r\n\r\nThe detective looked uneasily at Mr. McEachern. There were\r\nindications in the policeman's demeanor that the moment following\r\nrelease would be devoted exclusively to a carnival of violence, with\r\na certain sleuth-hound playing a prominent role.\r\n\r\nHe took the key of the handcuffs from his pocket, and toyed with it.\r\nMr. McEachern emitted a low growl. It was enough.\r\n\r\n\"If you wouldn't mind, Mr. Pitt,\" said the sleuth, obsequiously. He\r\nthrust the key into Jimmy's hands, and fled.\r\n\r\nJimmy unlocked the handcuffs. Mr. McEachern rubbed his wrists.\r\n\r\n\"Ingenious little things,\" said Jimmy.\r\n\r\n\"I'm much obliged to you,\" growled Mr. McEachern, without looking\r\nup.\r\n\r\n\"Not at all. A pleasure. This circumstantial evidence thing is the\r\ndevil, isn't it? I knew a man who broke into a house in New York to\r\nwin a bet, and to this day the owner of that house thinks him a\r\nprofessional burglar.\"\r\n\r\n\"What's that?\" said Mr. McEachern, sharply.\r\n\r\n\"Why do I say 'a man '? Why am I so elusive and mysterious? You're\r\nquite right. It sounds more dramatic, but after all what you want is\r\nfacts. Very well. I broke into your house that night to win a bet.\r\nThat's the limpid truth.\"\r\n\r\nMcEachern was staring at him. Jimmy proceeded.\r\n\r\n\"You are just about to ask--what was Spike Mullins doing with me?\r\nWell, Spike had broken into my flat an hour before, and I took him\r\nalong with me as a sort of guide, philosopher, and friend.\"\r\n\r\n\"Spike Mullins said you were a burglar from England.\"\r\n\r\n\"I'm afraid I rather led him to think so. I had been to see the\r\nopening performance of a burglar-play called, 'Love, the Cracksman,'\r\nthat night, and I worked off on Spike some severely technical\r\ninformation I had received from a pal of mine who played lead in the\r\nshow. I told you when I came in that I had been talking to Lord\r\nDreever. Well, what he was saying to me was that he had met this\r\nvery actor man, a fellow called Mifflin--Arthur Mifflin--in London\r\njust before he met me. He's in London now, rehearsing for a show\r\nthat's come over from America. You see the importance of this item?\r\nIt means that, if you doubt my story, all you need do is to find\r\nMifflin--I forgot what theater his play is coming on at, but you\r\ncould find out in a second--and ask him to corroborate. Are you\r\nsatisfied?\"\r\n\r\nMcEachern did not answer. An hour before, he would have fought to\r\nthe last ditch for his belief in Jimmy's crookedness; but the events\r\nof the last ten minutes had shaken him. He could not forget that it\r\nwas Jimmy who had extricated him from a very uncomfortable position.\r\nHe saw now that that position was not so bad as it had seemed at the\r\ntime, for the establishing of the innocence of Mr. Galer could have\r\nbeen effected on the morrow by an exchange of telegrams between the\r\ncastle and Dodson's Private Inquiry Agency; yet it had certainly\r\nbeen bad enough. But for Jimmy, there would have been several hours\r\nof acute embarrassment, if nothing worse. He felt something of a\r\nreaction in Jimmy's favor.\r\n\r\nStill, it is hard to overcome a deep-rooted prejudice in an instant.\r\nHe stared doubtfully.\r\n\r\n\"See here, Mr. McEachern,\" said Jimmy, \"I wish you would listen\r\nquietly to me for a minute or two. There's really no reason on earth\r\nwhy we should be at one another's throats in this way. We might just\r\nas well be friends. Let's shake, and call the fight off. I guess you\r\nknow why I came in here to see you?\"\r\n\r\nMcEachern did not speak.\r\n\r\n\"You know that your daughter has broken off her engagement to Lord\r\nDreever?\"\r\n\r\n\"Then, he was right!\" said McEachern, half to himself. \"It is you?\"\r\n\r\nJimmy nodded. McEachern drummed his fingers on the table, and gazed\r\nthoughtfully at him.\r\n\r\n\"Is Molly--?\" he said at length. \"Does Molly--?\"\r\n\r\n\"Yes,\" said Jimmy.\r\n\r\nMcEachern continued his drumming. \"Don't think there's been anything\r\nunderhand about this,\" said Jimmy. \"She absolutely refused to do\r\nanything unless you gave your consent. She said you had been\r\npartners all her life, and she was going to do the square thing by\r\nyou.\"\r\n\r\n\"She did?\" said McEachern, eagerly.\r\n\r\n\"I think you ought to do the square thing by her. I'm not much, but\r\nshe wants me. Do the square thing by her.\"\r\n\r\nHe stretched out his hand, but he saw that the other did not notice\r\nthe movement. McEachern was staring straight in front of him. There\r\nwas a look in his eyes that Jimmy had never seen there before, a\r\nfrightened, hunted look. The rugged aggressiveness of his mouth and\r\nchin showed up in strange contrast. The knuckles of his clenched\r\nfists were white.\r\n\r\n\"It's too late,\" he burst out. \"I'll be square with her now, but\r\nit's too late. I won't stand in her way when I can make her happy.\r\nBut I'll lose her! Oh, my God, I'll lose her!\"\r\n\r\nHe gripped the edge of the table.\r\n\r\n\"Did you think I had never said to myself,\" he went on, \"the things\r\nyou said to me that day when we met here? Did you think I didn't\r\nknow what I was? Who should know it better than myself? But she\r\ndidn't. I'd kept it from her. I'd sweat for fear she would find out\r\nsome day. When I came over here, I thought I was safe. And, then,\r\nyou came, and I saw you together. I thought you were a crook. You\r\nwere with Mullins in New York. I told her you were a crook.\"\r\n\r\n\"You told her that!\"\r\n\r\n\"I said I knew it. I couldn't tell her the truth--why I thought so.\r\nI said I had made inquiries in New York, and found out about you.\"\r\n\r\nJimmy saw now. The mystery was solved. So, that was why Molly had\r\nallowed them to force her into the engagement with Dreever. For a\r\nmoment, a rush of anger filled him; but he looked at McEachern, and\r\nit died away. He could not be vindictive now. It would be like\r\nhitting a beaten man. He saw things suddenly from the other's\r\nview-point, and he pitied him.\r\n\r\n\"I see,\" he said, slowly.\r\n\r\nMcEachern gripped the table in silence.\r\n\r\n\"I see,\" said Jimmy again. \"You mean, she'll want an explanation.\"\r\n\r\nHe thought for a moment.\r\n\r\n\"You must tell her,\" he said, quickly. \"For your own sake, you must\r\ntell her. Go and do it now. Wake up, man!\" He shook him by the\r\nshoulder. \"Go and do it now. She'll forgive you. Don't be afraid of\r\nthat. Go and look for her, and tell her now.\"\r\n\r\nMcEachern roused himself.\r\n\r\n\"I will,\" he said.\r\n\r\n\"It's the only way,\" said Jimmy.\r\n\r\nMcEachern opened the door, then fell back a pace. Jimmy could hear\r\nvoices in the passage outside. He recognized Lord Dreever's.\r\n\r\nMcEachern continued to back away from the door.\r\n\r\nLord Dreever entered, with Molly on his arm.\r\n\r\n\"Hullo,\" said his lordship, looking round. \"Hullo, Pitt! Here we all\r\nare, what?\"\r\n\r\n\"Lord Dreever wanted to smoke,\" said Molly.\r\n\r\nShe smiled, but there was anxiety in her eyes. She looked quickly at\r\nher father and at Jimmy.\r\n\r\n\"Molly, my dear,\" said McEachern huskily, \"I to speak to you for a\r\nmoment.\"\r\n\r\nJimmy took his lordship by the arm.\r\n\r\n\"Come along, Dreever,\" he said. \"You can come and sit out with me.\r\nWe'll go and smoke on the terrace.\"\r\n\r\nThey left the room together.\r\n\r\n\"What does the old boy want?\" inquired his lordship. \"Are you and\r\nMiss McEachern--?\"\r\n\r\n\"We are,\" said Jimmy.\r\n\r\n\"By Jove, I say, old chap! Million congratulations, and all that\r\nsort of rot, you know!\"\r\n\r\n\"Thanks,\" said Jimmy. \"Have a cigarette?\"\r\n\r\nHis lordship had to resume his duties in the ballroom after awhile;\r\nbut Jimmy sat on, smoking and thinking. The night was very still.\r\nNow and then, a sparrow would rustle in the ivy on the castle wall,\r\nand somewhere in the distance a dog was barking. The music had begun\r\nagain in the ball-room. It sounded faint and thin where he sat.\r\n\r\nIn the general stillness, the opening of the door at the top of the\r\nsteps came sharply to his ears. He looked up. Two figures were\r\nsilhouetted for a moment against the light, and then the door closed\r\nagain. They began to move slowly down the steps.\r\n\r\nJimmy had recognized them. He got up. He was in the shadow. They\r\ncould not see him. They began to walk down the terrace. They were\r\nquite close now. Neither was speaking; but, presently when they were\r\nbut a few feet away, they stopped. There was the splutter of a match,\r\nand McEachern lighted a cigar. In the yellow light, his face was\r\nclearly visible. Jimmy looked, and was content.\r\n\r\nHe edged softly toward the shrubbery at the end of the terrace, and,\r\nentering it without a sound, began to make his way back to the\r\nhouse."
  ]
}