{
  "index": 4,
  "title": "Chapter 3",
  "paragraphs": [
    "I\r\n\r\nIf you go up Beeston Street in the southwestern postal division of\r\nLondon and follow the pavement on the right-hand side, you come to a\r\nblind alley called Hayling Court. If you enter the first building on\r\nthe left of this blind alley and mount a flight of stairs you find\r\nyourself facing a door, on the ground glass of which is the legend:\r\n\r\n                                 ARGUS\r\n                                ENQUIRY\r\n                                AGENCY\r\n                                 LTD.\r\n\r\nand below it, to one side, the smaller legend\r\n\r\n                      P. FROBISHER PILBEAM, MGR.\r\n\r\nAnd if, at about the hour when Ronnie Fish had stepped into his\r\ntwo-seater in the garage of Blandings Castle, you had opened this door\r\nand gone in and succeeded in convincing the gentlemanly office boy\r\nthat yours was a bona fide visit, having nothing to do with the sale\r\nof life insurance, proprietary medicines, or handsomely bound sets\r\nof Dumas, you would have been admitted to the august presence of the\r\nmanager himself. P. Frobisher Pilbeam was seated at his desk, reading a\r\ntelegram which had arrived during his absence at lunch.\r\n\r\nThis is peculiarly an age of young men starting out in business for\r\nthemselves; of rare, unfettered spirits chafing at the bonds of\r\nemployment and refusing to spend their lives working forty-eight weeks\r\nin the year for a salary. Quite early in his career Pilbeam had seen\r\nwhere the big money lay and decided to go after it.\r\n\r\nAs editor of that celebrated weekly scandal sheet, _Society Spice_,\r\nPercy Pilbeam had had exceptional opportunities of discovering in\r\ngood time the true bent of his genius; with the result that, after\r\nthree years of nosing out people's discreditable secrets on behalf\r\nof the Mammoth Publishing Company, his employers, he had come to the\r\nconclusion that a man of his gifts would be doing far better for\r\nhimself nosing out such secrets on his own behalf. Considerably to\r\nthe indignation of Lord Tilbury, the Mammoth's guiding spirit, he had\r\nborrowed some capital, handed in his portfolio, and was now in an\r\nextremely agreeable financial position.\r\n\r\nThe telegram over which he sat brooding with wrinkled forehead was just\r\nthe sort of telegram an inquiry agent ought to have been delighted\r\nto receive, being thoroughly cryptic and consequently a pleasing\r\nchallenge to his astuteness as a detective; but Percy Pilbeam, in his\r\nten minutes' acquaintance with it, had come to dislike it heartily. He\r\npreferred his telegrams easier.\r\n\r\nIt ran as follows:\r\n\r\n    Be sure send best man investigate big robbery.\r\n\r\nIt was unsigned.\r\n\r\nWhat made the thing particularly annoying was that it was so\r\ntantalizing. A big robbery probably meant jewels, with a\r\ncorrespondingly big fee attached to their recovery. But you cannot\r\nscour England at random asking people if they have had a big robbery in\r\ntheir neighbourhood.\r\n\r\nReluctantly he gave the problem up and, producing a pocket mirror,\r\nbegan with the aid of a pen nib to curl his small and revolting\r\nmoustache. His thoughts had drifted now to Sue. They were not\r\naltogether sunny thoughts, for the difficulty of making Sue's\r\nacquaintance was beginning to irk Percy Pilbeam. He had written her\r\nnotes. He had sent her flowers. And nothing had happened. She ignored\r\nthe notes, and what she did with the flowers he did not know. She\r\ncertainly never thanked him for them.\r\n\r\nBrooding upon these matters, he was interrupted by the opening of the\r\ndoor. The gentlemanly office boy entered. Pilbeam looked up, annoyed.\r\n\r\n\"How many times have I told you not to come in here without knocking?\"\r\nhe asked sternly.\r\n\r\nThe office boy reflected.\r\n\r\n\"Seven,\" he replied.\r\n\r\n\"What would you have done if I had been in conference with an important\r\nclient?\"\r\n\r\n\"Gone out again,\" said the office boy. Working in a Private Enquiry\r\nAgency, you drop into the knack of solving problems.\r\n\r\n\"Well, go out now.\"\r\n\r\n\"Very good, sir. I merely wished to say that while you were absent at\r\nlunch a gentleman called.\"\r\n\r\n\"Eh? Who was he?\"\r\n\r\nThe office boy, who liked atmosphere and hoped some day to be promoted\r\nto the company of Mr. Murphy and Mr. Jones, the two active assistants\r\nwho had their lair on the ground floor, thought for a moment of saying\r\nthat, beyond the obvious facts that the caller was a Freemason,\r\nleft-handed, a vegetarian and a traveller in the East, he had made\r\nno deductions from his appearance. He perceived, however, that his\r\nemployer was not in the vein for that sort of thing.\r\n\r\n\"A Mr. Carmody, sir. Mr. Hugo Carmody.\"\r\n\r\n\"Ah!\" Pilbeam displayed interest. \"Did he say he would call again?\"\r\n\r\n\"He mentioned the possibility, sir.\"\r\n\r\n\"Well, if he does, inform Mr. Murphy and tell him to be ready when I\r\nring.\"\r\n\r\nThe office boy retired, and Pilbeam returned to his thoughts of Sue. He\r\nwas quite certain now that he did not like her attitude. Her attitude\r\nwounded him. Another thing he deplored was the reluctance of stage-door\r\nkeepers to reveal the private addresses of the personnel of the\r\ncompany. Really, there seemed to be no way of getting to know the girl\r\nat all.\r\n\r\nEight respectful knocks sounded on the door. The office boy, though\r\noccasionally forgetful, was conscientious. He had restored the average.\r\n\r\n\"Well?\"\r\n\r\n\"Mr. Carmody to see you, sir.\"\r\n\r\nPilbeam once more relegated Sue to the hinterland of his mind. Business\r\nwas business.\r\n\r\n\"Show him in.\"\r\n\r\n\"This way, sir,\" said the office boy with a graceful courtliness which,\r\neven taking into account the fact that he suffered from adenoids, had\r\nan old-world flavour, and Hugo sauntered across the threshold.\r\n\r\nHugo felt, and was looking, quietly happy. He seemed to bring the\r\nsunshine with him. Nobody could have been more wholeheartedly attached\r\nthan he to Blandings Castle and the society of his Millicent, but he\r\nwas finding London, revisited, singularly attractive.\r\n\r\n\"And this, if I mistake not, Watson, is our client now,\" said Hugo\r\ngenially.\r\n\r\nSuch was his feeling of universal benevolence that he embraced with his\r\ngoodwill even the repellent-looking young man who had risen from the\r\ndesk. Percy Pilbeam's eyes were too small and too close together, and\r\nhe marcelled his hair in a manner distressing to right-thinking people,\r\nbut to-day he had to be lumped in with the rest of the species as a man\r\nand a brother, so Hugo bestowed a dazzling smile upon him. He still\r\nthought Pilbeam should not have been wearing pimples with a red tie.\r\nOne or the other if he liked, but not both. Nevertheless, he smiled\r\nupon him.\r\n\r\n\"Fine day,\" he said.\r\n\r\n\"Quite,\" said Pilbeam.\r\n\r\n\"Very jolly, the smell of the asphalt and carbonic gas.\"\r\n\r\n\"Quite.\"\r\n\r\n\"Some people might call London a shade on the stuffy side on an\r\nafternoon like this, but not Hugo Carmody.\"\r\n\r\n\"No?\"\r\n\r\n\"No. H. Carmody finds it just what the doctor ordered.\" He sat down.\r\n\"Well, sleuth,\" he said, \"to business. I called before lunch but you\r\nwere out.\"\r\n\r\n\"Yes.\"\r\n\r\n\"But here I am again. And I suppose you want to know what I've come\r\nabout?\"\r\n\r\n\"When you're ready to get round to it,\" said Pilbeam patiently.\r\n\r\nHugo stretched his long legs comfortably.\r\n\r\n\"Well, I know you detective blokes always want a fellow to begin at\r\nthe beginning and omit no detail, for there is no saying how important\r\nsome seemingly trivial fact may be. Omitting birth and early education,\r\nthen, I am at the moment private secretary to Lord Emsworth at\r\nBlandings Castle in Shropshire. And,\" said Hugo, \"I maintain, a jolly\r\ngood secretary. Others may think differently, but that is my view.\"\r\n\r\n\"Blandings Castle?\"\r\n\r\nA thought had struck the proprietor of the Argus Enquiry Agency. He\r\nfumbled in his desk and produced the mysterious telegram. Yes, as he\r\nhad fancied, it had been handed in at a place called Market Blandings.\r\n\r\n\"Do you know anything about this?\" he asked, pushing it across the desk.\r\n\r\nHugo glanced at the document.\r\n\r\n\"The old boy must have sent that after I left,\" he said. \"The absence\r\nof signature is, no doubt, due to mental stress. Lord Emsworth is\r\ngreatly perturbed. A-twitter. Shaken to the core, you might say.\"\r\n\r\n\"About this robbery?\"\r\n\r\n\"Exactly. It has got right in amongst him.\"\r\n\r\nPilbeam reached for pen and paper. There was a stern, set, bloodhound\r\nsort of look in his eyes.\r\n\r\n\"Kindly give me the details.\"\r\n\r\nHugo pondered for a moment.\r\n\r\n\"It was a dark and stormy night----No, I'm a liar. The moon was riding\r\nserenely in the sky----\"\r\n\r\n\"This big robbery--tell me about it.\"\r\n\r\nHugo raised his eyebrows.\r\n\r\n\"Big?\"\r\n\r\n\"The telegram says 'big.'\"\r\n\r\n\"These telegraph operators will try to make sense. You can't stop them\r\nediting. The word should be 'pig.' Lord Emsworth's pig has been stolen!\"\r\n\r\n\"Pig!\" cried Percy Pilbeam.\r\n\r\nHugo looked at him a little anxiously.\r\n\r\n\"You know what a pig is, surely? If not, I'm afraid there is a good\r\ndeal of tedious spade work ahead of us.\"\r\n\r\nThe roseate dreams which the proprietor of the Argus had had of missing\r\njewels broke like bubbles. He was deeply affronted. A man of few\r\nideals, the one deep love of his life was for the inquiry agency which\r\nhe had created and nursed to prosperity through all the dangers and\r\nvicissitudes which beset inquiry agencies in their infancy. And the\r\nthought of being expected to apply its complex machinery to a search\r\nfor lost pigs cut him, as Millicent had predicted, to the quick.\r\n\r\n\"Does Lord Emsworth seriously suppose that I have time to waste looking\r\nfor stolen pigs?\" he demanded shrilly. \"I never heard such nonsense in\r\nmy life.\"\r\n\r\n\"Almost the exact words which all the other Hawkshaws used. Finding you\r\nnot at home,\" explained Hugo, \"I spent the morning going round to other\r\nagencies. I think I visited six in all, and every one of them took the\r\nattitude you do.\"\r\n\r\n\"I am not surprised.\"\r\n\r\n\"Nevertheless, it seemed to me that they, like you, lacked vision.\r\nThis pig, you see, is a prize pig. Don't picture to yourself something\r\nwith a kink in its tail sporting idly in the mud. Imagine, rather, a\r\nfavourite daughter kidnapped from her ancestral home. This is heavy\r\nstuff, I assure you. Restore the animal in time for the Agricultural\r\nShow and you may ask of Lord Emsworth what you will, even unto half his\r\nkingdom.\"\r\n\r\nPercy Pilbeam rose. He had heard enough.\r\n\r\n\"I will not trouble Lord Emsworth. The Argus Enquiry Agency----\"\r\n\r\n\"--does not detect pigs? I feared as much. Well, well, so be it.\r\nAnd now,\" said Hugo affably, \"may I take advantage of the beautiful\r\nfriendship which has sprung up between us to use your telephone?\"\r\n\r\nWithout waiting for permission--for which, indeed, he would have had\r\nto wait some time--he drew the instrument to him and gave a number. He\r\nthen began to chat again.\r\n\r\n\"You seem a knowledgable sort of bloke,\" he said. \"Perhaps you can tell\r\nme where the village swains go these days when they want to dance upon\r\nthe green? I have been absent for some little time from the centre of\r\nthe vortex, and I have become as a child in these matters. What is the\r\nbest that London has to offer to a young man with his blood up and the\r\nvine leaves more or less in his hair?\"\r\n\r\nPilbeam was a man of business. He had no wish to converse with this\r\nclient who had disappointed him and wounded his finest feelings, but it\r\nso happened that he had recently bought shares in a rising restaurant.\r\n\r\n\"Mario's,\" he replied promptly. \"It's the only place.\"\r\n\r\nHugo sighed. Once he had dreamed that the answer to a question like\r\nthat would have been \"The Hot Spot.\" But where was the Hot Spot now?\r\nGone like the flowers that wither in the first frost. The lion and\r\nthe lizard kept the courts where Jamshyd gloried and--after hours,\r\nunfortunately, which had started all the trouble--drank deep. Ah, well,\r\nlife was pretty complex.\r\n\r\nA voice from the other end of the wire broke in on his reverie. He\r\nrecognized it as that of the porter of the block of flats where Sue had\r\nher tiny abode.\r\n\r\n\"Hullo? Bashford? Mr. Carmody speaking. Will you make a long arm and\r\nhaul Miss Brown to the instrument. Eh? Miss Sue Brown, of course. No\r\nother Browns are any use to me whatsoever. Right ho, I'll wait.\"\r\n\r\nThe astute detective never permits himself to exhibit emotion. Pilbeam\r\nturned his start of surprise into a grave, distrait nod, as if he were\r\nthinking out deep problems. He took up his pen and drew three crosses\r\nand a squiggle on the blotting paper. He was glad that no gentlemanly\r\ninstinct had urged him to leave his visitor alone to do his telephoning.\r\n\r\n\"Mario's, eh?\" said Hugo. \"What's the band like?\"\r\n\r\n\"It's Leopard's.\"\r\n\r\n\"Good enough for me,\" said Hugo with enthusiasm. He hummed a bar or\r\ntwo and slid his feet dreamily about the carpet. \"I'm shockingly out\r\nof practice, dash it. Well, that's that. Touching this other matter,\r\nyou're sure you won't come to Blandings?\"\r\n\r\n\"Quite.\"\r\n\r\n\"Nice place. Gravel soil, spreading views, well laid out pleasure\r\nground, company's own water. I would strongly advise you to bring\r\nyour magnifying glass and spend the summer. However, if you really\r\nfeel----Sue! Hullo-ullo-ullo! This is Hugo. Yes, just up in town for\r\nthe night on a mission of extraordinary secrecy and delicacy which I am\r\nnot empowered to reveal. Speaking from the Argus Enquiry Agency, by\r\ncourtesy of proprietor. I was wondering if you would care to come out\r\nand help me restore my lost youth, starting at about eight-thirty. Eh?\"\r\n\r\nA silence had fallen at the other end of the wire. What was happening\r\nwas that in the hall of the block of flats Sue's conscience was\r\nfighting a grim battle against heavy odds. Ranged in opposition to it\r\nwere her loneliness, her love of dancing, and her desire once more to\r\nsee Hugo, who, though he was not a man one could take seriously, always\r\ncheered her up and made her laugh. And she had been needing a laugh for\r\ndays.\r\n\r\nHugo thought he had been cut off.\r\n\r\n\"Hullo-ullo-ullo-ullo-ullo-ullo!\" he barked peevishly.\r\n\r\n\"Don't yodel like that,\" said Sue. \"You've nearly made me deaf.\"\r\n\r\n\"Sorry, dear heart. I thought the machine had conked. Well, how do you\r\nreact? Is it a bet?\"\r\n\r\n\"I do want to see you again,\" said Sue hesitatingly.\r\n\r\n\"You shall. In person. Clean shirt, white waistcoat, the Carmody studs,\r\nand everything.\"\r\n\r\n\"Well....\"\r\n\r\nA psychically gifted bystander, standing in the hall of the block of\r\nflats, would have heard at this moment a faint moan. It was Sue's\r\nconscience collapsing beneath an unexpected flank attack. She had just\r\nremembered that if she went to dine with Hugo she would learn all\r\nthe latest news about Ronnie. It put the whole thing in an entirely\r\ndifferent light. Surely Ronnie himself could have no objection to\r\nthe proposed feast if he knew that all she was going for was to talk\r\nabout him? She might dance a little, of course, but purely by the way.\r\nHer real motive in accepting the invitation, she now realized quite\r\nclearly, was to hear all about Ronnie.\r\n\r\n\"All right,\" she said. \"Where?\"\r\n\r\n\"Mario's. They tell me it's the posh spot these days.\"\r\n\r\n\"Mario's?\"\r\n\r\n\"Yes. M for mange, A for asthma, R for rheumatism.... Oh, you've got\r\nit? All right, then. At eight-thirty.\"\r\n\r\nHugo put the receiver back. Once more he allowed his dazzling smile to\r\nplay upon the Argus's proprietor.\r\n\r\n\"Much obliged for use of instrument,\" he said. \"Thank you.\"\r\n\r\n\"Thank _you_,\" said Pilbeam.\r\n\r\n\"Well, I'll be pushing along. Ring us up if you change your mind.\r\nMarket Blandings 32X. If you don't take on the job no one will. I\r\nsuppose there are other sleuths in London besides the bevy I've\r\ninterviewed to-day, but I'm not going to see them. I consider that I\r\nhave done my bit and am through.\" He looked about him. \"Make a good\r\nthing out of this business?\" he asked, for he was curious on these\r\npoints and was never restrained by delicacy from seeking information.\r\n\r\n\"Quite.\"\r\n\r\n\"What does the work consist of? I've often wondered. Measuring\r\nfootprints and putting the tips of your fingers together and all that,\r\nI suppose?\"\r\n\r\n\"We are frequently asked to follow people and report on their\r\nmovements.\"\r\n\r\nHugo laughed amusedly.\r\n\r\n\"Well, don't go following me and reporting on my movements. Much\r\ntrouble might ensue. Bung-oh.\"\r\n\r\n\"Good-bye,\" said Percy Pilbeam.\r\n\r\nHe pressed a bell on the desk and moved to the door to show his visitor\r\nout.\r\n\r\n\r\n                                  II\r\n\r\nLeopard's justly famous band, its cheeks puffed out and its eyeballs\r\nrolling, was playing a popular melody with lots of stomp in it, and\r\nfor the first time since she had accepted Hugo's invitation to the\r\ndance Sue, gliding round the floor, was conscious of a spiritual calm.\r\nHer conscience, quieted by the moaning of the saxophones, seemed to\r\nhave retired from business. It realized, no doubt, the futility of\r\ntrying to pretend that there was anything wrong in a girl enjoying this\r\ndelightful exercise.\r\n\r\nHow absurd, she felt, Ronnie's objections were. It was, considered\r\nSue, becoming analytical, as if she were to make a tremendous fuss\r\nbecause he played tennis and golf with girls. Dancing was just a game\r\nlike those two pastimes, and it so happened that you had to have a man\r\nwith you or you couldn't play it. To get all jealous and throaty just\r\nbecause one went out dancing was simply ridiculous.\r\n\r\nOn the other hand, placid though her conscience now was, she had to\r\nadmit that it was a relief to feel that he would never know of this\r\nlittle outing.\r\n\r\nMen were such children when they were in love. Sue found herself\r\nsighing over the opposite sex's eccentricities. If they were only\r\nsensible, how simple life would be. It amazed her that Ronnie could\r\never have any possible doubt, however she might spend her leisure\r\nhours, that her heart belonged to him alone. She marvelled that he\r\nshould suppose for a moment that even if she danced all night and every\r\nnight with every other man in the world it would make any difference to\r\nher feelings toward him.\r\n\r\nAll the same, holding the peculiar views he did, he must undoubtedly be\r\nhumoured.\r\n\r\n\"You won't breathe a word to Ronnie about our coming here, will you,\r\nHugo?\" she said, repeating an injunction which had been her opening\r\nspeech on arriving at the restaurant.\r\n\r\n\"Not a syllable.\"\r\n\r\n\"I can trust you?\"\r\n\r\n\"Implicitly. Telegraphic address, Discretion, Market Blandings.\"\r\n\r\n\"Ronnie's funny, you see.\"\r\n\r\n\"One long scream.\"\r\n\r\n\"I mean, he wouldn't understand.\"\r\n\r\n\"No. Great surprise it was to me,\" said Hugo, doing complicated things\r\nwith his feet, \"to hear that you and the old leper had decided to\r\nteam up. You could have knocked me down with a feather. Odd he never\r\nconfided in his boyhood friend.\"\r\n\r\n\"Well, it wouldn't do for it to get about.\"\r\n\r\n\"Are you suggesting that Hugo Carmody is a babbler?\"\r\n\r\n\"You do like gossipping. You know you do.\"\r\n\r\n\"I know nothing of the sort,\" said Hugo with dignity. \"If I were asked\r\nto give my opinion I should say that I was essentially a strong, silent\r\nman.\"\r\n\r\nHe made a complete circle of the floor in that capacity. His\r\ntaciturnity surprised Sue.\r\n\r\n\"What's the matter?\" she asked.\r\n\r\n\"Dudgeon,\" said Hugo.\r\n\r\n\"What?\"\r\n\r\n\"I'm sulking. That remark of yours rankles. That totally unfounded\r\naccusation that I cannot keep a secret. It may interest you to know\r\nthat I, too, am secretly engaged and have never so much as mentioned it\r\nto a soul.\"\r\n\r\n\"Hugo!\"\r\n\r\n\"Yes. Betrothed. And so at long last came a day when Love wound his\r\nsilken fetters about Hugo Carmody.\"\r\n\r\n\"Who's the unfortunate girl?\"\r\n\r\n\"There is no unfortunate girl. The lucky girl----Was that your foot?\"\r\n\r\n\"Yes.\"\r\n\r\n\"Sorry. I haven't got the hang of these new steps yet. The lucky girl,\r\nI was saying, is Miss Millicent Threepwood.\"\r\n\r\nAs if stunned by the momentousness of the announcement the band stopped\r\nplaying; and, chancing to be immediately opposite their table, the man\r\nwho never revealed secrets led his partner to her chair. She was gazing\r\nat him ecstatically.\r\n\r\n\"You don't mean that?\"\r\n\r\n\"I do mean that. What did you think I meant?\"\r\n\r\n\"I never heard anything so wonderful in my life!\"\r\n\r\n\"Good news?\"\r\n\r\n\"I'm simply delighted.\"\r\n\r\n\"I'm pleased, too,\" said Hugo.\r\n\r\n\"I've been trying not to admit it to myself, but I was very scared\r\nabout Millicent. Ronnie told me the family wanted him and her to marry,\r\nand you never know what may happen when families throw their weight\r\nabout. And now it's all right!\"\r\n\r\n\"Quite all right.\"\r\n\r\nThe music had started again, but Sue remained in her seat.\r\n\r\n\"Not?\" said Hugo, astonished.\r\n\r\n\"Not just yet. I want to talk. You don't realize what this means to me.\r\nBesides, your dancing's gone off, Hugo. You're not the man you were.\"\r\n\r\n\"I need practice.\" He lighted a cigarette and tapped a philosophical\r\nvein of thought, eying the gyrating couples meditatively. \"It's the way\r\nthey're always introducing new steps that bothers the man who has been\r\nliving out in the woods. I have become a rusty rustic.\"\r\n\r\n\"I didn't mean you were bad. Only you used to be such a marvel. Dancing\r\nwith you was like floating on a pink cloud above an ocean of bliss.\"\r\n\r\n\"A very accurate description, I should imagine,\" agreed Hugo. \"But\r\ndon't blame me. Blame these Amalgamated Professors of the Dance, or\r\nwhatever they call themselves--the birds who get together every couple\r\nof weeks or so to decide how they can make things more difficult.\r\nAmazing thing that they won't leave well alone.\"\r\n\r\n\"You must have change.\"\r\n\r\n\"I disagree with you,\" said Hugo. \"No other walk in life is afflicted\r\nby a gang of thugs who are perpetually altering the rules of the game.\r\nWhen you learn to play golf the professional doesn't tell you to bring\r\nthe club up slowly and keep the head steady and roll the forearms and\r\nbend the left knee and raise the left heel and keep your eye on the\r\nball and not sway back, and a few more things, and then, after you've\r\nsweated yourself to the bone learning all that, suddenly add, 'Of\r\ncourse you understand that this is merely intended to see you through\r\ntill about three weeks from next Thursday. After that the Supreme Grand\r\nCouncil of Consolidated Divot Shifters will scrap these methods and\r\ninvent an entirely new set!'\"\r\n\r\n\"Is this more dudgeon?\"\r\n\r\n\"No. Not dudgeon.\"\r\n\r\n\"It sounds like dudgeon. I believe your little feelings are hurt\r\nbecause I said your dancing wasn't as good as it used to be.\"\r\n\r\n\"Not at all. We welcome criticism.\"\r\n\r\n\"Well, get your mind off it and tell me all about you and Millicent\r\nand....\"\r\n\r\n\"When I was about five,\" resumed Hugo, removing his cigarette from the\r\nholder and inserting another, \"I attended my first dancing school. I'm\r\na bit shaky on some of the incidents of the days when I was trailing\r\nclouds of glory, but I do remember that dancing school. At great\r\ntrouble and expense I was taught to throw up a rubber ball with my\r\nleft hand and catch it with my right, keeping the small of the back\r\nrigid and generally behaving in a graceful and attractive manner. It\r\ndoesn't sound a likely sort of thing to learn at a dancing school, but\r\nI swear to you that that's what the curriculum was. Now, the point I am\r\nmaking----\"\r\n\r\n\"Did you fall in love with Millicent right away, or was it gradual?\"\r\n\r\n\"The point I am making is this. I became very good at throwing and\r\ncatching that rubber ball. I dislike boasting, but I stood out\r\nconspicuously among a pretty hot bunch. People would nudge each other\r\nand say, 'Who is he?' behind their hands. I don't suppose, when I was\r\nfeeling right, I missed the rubber ball more than once in twenty goes.\r\nBut what good does it do me now? Absolutely none. Long before I got a\r\nchance of exhibiting my accomplishment in public and having beautiful\r\nwomen fawn on me for my skill, the Society of Amalgamated Professors\r\nof the Dance decided that the Rubber-Ball Glide, or whatever it was\r\ncalled, was out of date.\"\r\n\r\n\"Is she very pretty?\"\r\n\r\n\"And what I say is that all this chopping and changing handicaps a\r\nchap. I am perfectly prepared at this moment to step out on that\r\nfloor and heave a rubber ball about, but it simply isn't being done\r\nnowadays. People wouldn't understand what I was driving at. In other\r\nwords, all the time and money and trouble that I spent on mastering\r\nthe Rubber-Ball Shimmy is a dead loss. I tell you, if the Amalgamated\r\nProfessors want to make people cynics, they're going the right way to\r\nwork.\"\r\n\r\n\"I wish you would tell me all about Millicent.\"\r\n\r\n\"In a moment. Dancing, they taught me at school, dates back to the\r\nearly Egyptians, who ascribed the invention to the god Thoth. The\r\nPhrygian Corybantes danced in honour of somebody whose name I've\r\nforgotten, and every time the festival of Rhea Silvia came round the\r\nancient Roman hoofers were there with their hair in a braid. But what\r\nwas good enough for the god Thoth isn't good enough for these blighted\r\nAmalgamated Professors! Oh, no! And it's been the same all through the\r\nages. I don't suppose there has been a moment in history when some\r\npoor, well-meaning devil, with ambition at one end of him and two left\r\nfeet at the other, wasn't getting it in the neck.\"\r\n\r\n\"And all this,\" said Sue, \"because you trod on my foot for just one\r\nhalf second.\"\r\n\r\n\"Hugo Carmody dislikes to tread on women's feet, even for half a\r\nsecond. He has his pride. Ever hear of Father Mariana?\"\r\n\r\n\"No.\"\r\n\r\n\"Mariana, George. Born twelve hundred and something. Educated privately\r\nand at Leipsic University. Hobbies, fishing, illuminating vellum, and\r\nmangling the wurzel. You must have heard of old Pop Mariana?\"\r\n\r\n\"I haven't and I don't want to. I want to hear about Millicent.\"\r\n\r\n\"It was the opinion of Father Mariana that dancing was a deadly sin.\r\nHe was particularly down, I may mention, on the saraband. He said the\r\nsaraband did more harm than the plague. I know just how he felt. I'll\r\nbet he had worked like a dog at twenty-five pazazas the complete course\r\nof twelve lessons, guaranteed to teach the fandango: and, just when his\r\ninstructor had finally told him that he was fit to do it at the next\r\nSaturday Night Social, along came the Amalgamated Brothers with their\r\nnew-fangled saraband, and where was Pop? Leaning against the wall with\r\nthe other foot-and-mouth diseasers, trying to pretend dancing bored\r\nhim. Did I hear you say you wanted a few facts about Millicent?\"\r\n\r\n\"You did.\"\r\n\r\n\"Sweetest girl on earth.\"\r\n\r\n\"Really?\"\r\n\r\n\"Absolutely. It's well known. All over Shropshire.\"\r\n\r\n\"And she really loves you?\"\r\n\r\n\"Between you and me,\" said Hugo confidentially, \"I don't wonder\r\nyou speak in that amazed tone. If you saw her you'd be still more\r\nsurprised. I am a man who thinks before he speaks. I weigh my words.\r\nAnd I tell you solemnly that that girl is too good for me.\"\r\n\r\n\"But you're a sweet darling precious pet.\"\r\n\r\n\"I know I'm a sweet darling precious pet. Nevertheless, I still\r\nmaintain that she is too good for me. She is the nearest thing to\r\nan angel that ever came glimmering through the laurels in the quiet\r\nevenfall in the garden by the turrets of the old manorial hall.\"\r\n\r\n\"Hugo! I'd no idea you were so poetical.\"\r\n\r\n\"Enough to make a chap poetical, loving a girl like that.\"\r\n\r\n\"And you really do love her?\"\r\n\r\nHugo took a feverish gulp of champagne and rolled his eyeballs as if he\r\nhad been a member of Leopold's justly famous band.\r\n\r\n\"Madly. Devotedly. And when I think how I have deceived her my soul\r\nsickens.\"\r\n\r\n\"Have you deceived her?\"\r\n\r\n\"Not yet. But I'm going to in about five minutes. I put in a 'phone\r\ncall to Blandings just now, and when I get through I shall tell her I'm\r\nspeaking from my hotel bedroom, where I am on the point of going to\r\nbed. You see,\" said Hugo confidentially, \"Millicent, though practically\r\nperfect in every other respect, is one of those girls who might\r\nmisunderstand this little night out of mine did it but come to her\r\nears. Speaking of which, you ought to see them. Like alabaster shells.\"\r\n\r\n\"I know what you mean. Ronnie's like that.\"\r\n\r\nHugo stared.\r\n\r\n\"Ronnie?\"\r\n\r\n\"Yes.\"\r\n\r\n\"You mean to sit there and tell me that Ronnie's ears are like\r\nalabaster shells?\"\r\n\r\n\"No, I meant that he would be furious if he knew that I had come out\r\ndancing. And, oh, I do love dancing so,\" sighed Sue.\r\n\r\n\"He must never know!\"\r\n\r\n\"No. That's why I asked you just now not to tell him.\"\r\n\r\n\"I won't. Secrecy and silence. Thank goodness, there's nobody who could\r\ntell Millicent even if they wanted to. Ah! this must be the bringer of\r\nglad tidings, come to say my call is through. All set?\" he asked the\r\npage boy who had threaded his way through the crowd to their table.\r\n\r\n\"Yes, sir.\"\r\n\r\nHugo rose.\r\n\r\n\"Amuse yourself somehow till I return.\"\r\n\r\n\"I shan't be dull,\" said Sue.\r\n\r\nShe watched him disappear, then leaned back in her seat, watching\r\nthe dancers. Her eyes were bright, and Hugo's news had brought a\r\nflush to her cheeks. Percy Pilbeam, who had been hovering in the\r\nbackground, hoping for such an opportunity ever since his arrival at\r\nthe restaurant, thought he had never seen her looking prettier. He\r\nedged between the tables and took Hugo's vacated chair. There are men\r\nwho, approaching a member of the other sex, wait for permission before\r\nsitting down, and men who sit down without permission. Pilbeam was one\r\nof the latter.\r\n\r\n\"Good-evening,\" he said.\r\n\r\nShe turned and was aware of a nasty-looking little man at her elbow.\r\nHe seemed to have materialized from nowhere.\r\n\r\n\"May I introduce myself, Miss Brown?\" said this blot. \"My name is\r\nPilbeam.\"\r\n\r\nAt the same moment there appeared in the doorway and stood there raking\r\nthe restaurant with burning eyes the flannel-suited figure of Ronald\r\nOverbury Fish.\r\n\r\n\r\n                                  III\r\n\r\nRonnie Fish's estimate of the time necessary for reaching London from\r\nBlandings Castle in a sports-model two-seater had been thrown out of\r\ngear by two mishaps. Halfway down the drive the car had developed some\r\nmysterious engine trouble, which had necessitated taking it back to\r\nthe stables and having it overhauled by Lord Emsworth's chauffeur. It\r\nwas not until nearly an hour later that he had been able to resume his\r\njourney, and a blow-out near Oxford had delayed him still further. He\r\narrived at Sue's flat just as Sue and Hugo were entering Mario's.\r\n\r\nRinging Sue's front-door bell produced no result. Ronnie regretted that\r\nin the stress of all the other matters that occupied his mind he had\r\nforgotten to send her a telegram. He was about to creep away and have\r\na bite of dinner at the Drones Club--a prospect which pleased him not\r\nat all, for the Drones at dinner time was always full of hearty eggs\r\nwho talked much too loud for a worried man's nerves and might even go\r\nso far as to throw bread at him, when, descending the stairs into the\r\nhall, he came upon Bashford, the porter.\r\n\r\nBashford, who knew Ronnie well, said, \"'Ullo, Mr. Fish,\" and Ronnie\r\nsaid, \"Hullo, Bashford,\" and Bashford said the weather seemed to keep\r\nup, and Ronnie said, Yes, that's right, it did, and it was at this\r\npoint that the porter uttered these memorable and, as events proved,\r\nepoch-making words:\r\n\r\n\"If you're looking for Miss Brown, Mr. Fish, I've an idea she's gone to\r\na place called Mario's.\"\r\n\r\nHe poured further details into Ronnie's throbbing ear. Mr. Carmody had\r\nrung up on the 'phone, might have been ar-parse four, and he, Bashford,\r\nnot listening but happening to hear, had thought he had caught\r\nsomething said about this place Mario's.\r\n\r\n\"Mario's?\" said Ronnie. \"Thanks, Bashford. Mario's, eh? Right!\"\r\n\r\nThe porter, for Eton and Cambridge train their sons well, found nothing\r\nin the way Mr. Fish spoke to cause a thrill. Totally unaware that he\r\nhad been conversing with Othello's younger brother he went back to his\r\nden in the basement and sat down with a good appetite to steak and\r\nchips. And Ronnie, quivering from head to foot, started the car and\r\ndrove off.\r\n\r\nJealousy, said Shakespeare, and he was about right, is a green-eyed\r\nmonster which doth mock the meat he feeds on. By the time Ronald\r\nOverbury Fish pushed through the swinging door that guards the revelry\r\nat Mario's from the gaze of the passer-by, he was, like the Othello\r\nhe so much resembled, perplexed in the extreme. He felt hot all over,\r\nthen cold all over, then hot again, and the waiter who stopped him\r\non the threshold of the dining room to inform him that evening dress\r\nwas indispensable on the dancing floor and that flannel suits must\r\ngo up to the balcony, was running a risk which would have caused his\r\ninsurance company to purse its lips and shake its head.\r\n\r\nFortunately for him Ronnie did not hear. He was scanning the crowd\r\nbefore him in an effort to find Sue.\r\n\r\n\"Plenty of room in the balcony, sir,\" urged the waiter, continuing to\r\nplay with fire.\r\n\r\nThis time Ronnie did become dimly aware that somebody was addressing\r\nhim, and he was about to turn and give the man one look when halfway\r\ndown a grove of black coats and gaily coloured frocks he suddenly\r\nsaw what he was searching for. The next moment he was pushing a path\r\nthrough the throng, treading on the toes of brave men and causing fair\r\nwomen to murmur bitterly that this sort of thing ought to be prevented\r\nby the management.\r\n\r\nFive yards from Sue's table Ronnie Fish would have said that his cup\r\nwas full and could not possibly be made any fuller. But when he had\r\ncovered another two and pushed aside a fat man who was standing in\r\nthe fairway he realized his mistake. It was not Hugo who was Sue's\r\ncompanion, but a reptilian-looking squirt with narrow eyes and his\r\nhair done in ridges. And as he saw him something seemed to go off in\r\nRonnie's brain like a released spring.\r\n\r\nA waiter, pausing with a tray of glasses, pointed out to him that on\r\nthe dancing floor evening dress was indispensable.\r\n\r\nGentlemen in flannel suits, he added, could be accommodated in the\r\nbalcony.\r\n\r\n\"Plenty of room in the balcony, sir,\" said the waiter.\r\n\r\nRonnie reached the table. Pilbeam at the moment was saying that he had\r\nwanted for a long time to meet Sue. He hoped she had got his flowers\r\nall right.\r\n\r\nIt was perhaps a natural desire to look at anything but this odious and\r\nthrusting individual who had forced his society upon her that caused\r\nSue to raise her eyes.\r\n\r\nRaising them, she met Ronnie's. And as she saw him her conscience,\r\nwhich she had supposed lulled for the night, sprang to life more\r\nvociferous than ever. It had but been crouching, the better to spring.\r\n\r\n\"Ronnie!\"\r\n\r\nShe started up. Pilbeam also rose. The waiter with the glasses pressed\r\nthe edge of his tray against Ronnie's elbow in a firm but respectful\r\nmanner and told him that on the dancing floor evening dress was\r\nindispensable. Gentlemen in flannel suits, however, would find ample\r\naccommodation in the balcony.\r\n\r\nRonnie did not speak. And it would have been better if Sue had not done\r\nso. For at this crisis some subconscious instinct, of the kind which is\r\nalways waiting to undo us at critical moments, suggested to her dazed\r\nmind that when two men who do not know each other are standing side by\r\nside in a restaurant one ought to introduce them.\r\n\r\n\"Mr. Fish, Mr. Pilbeam,\" murmured Sue.\r\n\r\nOnly the ringing of the bell that heralds the first round of a\r\nheavy-weight championship fight could have produced more instant\r\nand violent results. Through Ronnie's flannel-clad body a sort of\r\ngalvanic shock seemed to pass. Pilbeam! He had come expecting Hugo,\r\nand Hugo would have been bad enough. But Pilbeam! The man she had\r\nsaid she didn't even know. The man she hadn't met. The man whose gifts\r\nof flowers she had professed to resent. In person! In the flesh!\r\nHobnobbing with her in a restaurant! By God, he meant to say! By\r\nGeorge! Good Gosh!\r\n\r\nHis fists clenched. Eton was forgotten, Cambridge not even a memory.\r\nHe inhaled so sharply that a man at the next table who was eating a\r\nmousse of chicken stabbed himself in the chin with his fork. He turned\r\non Pilbeam with a hungry look. And at this moment the waiter, raising\r\nhis voice a little, for he was beginning to think that Ronnie's hearing\r\nwas slightly affected, mentioned as an interesting piece of information\r\nthat the management of Mario's preferred to reserve the dancing floor\r\nexclusively for clients in evening dress. But there was a bright side.\r\nGentlemen in flannel suits could be accommodated in the balcony.\r\n\r\nIt was the waiter who saved Percy Pilbeam. Just as a mosquito may\r\ndivert for an instant a hunter who is about to spring at and bite in\r\nthe neck a tiger of the jungle, so did this importunate waiter divert\r\nRonnie Fish. What it was all about he was too overwrought to ascertain,\r\nbut he knew that the man was annoying him, pestering him, trying to\r\nchat with him when he had business elsewhere. With all the force of\r\na generous nature sorely tried, he plugged the waiter in the stomach\r\nwith his elbow. There was a crash which even Leopold's band could not\r\ndrown. The man who had stabbed himself with the fork had his meal still\r\nfurther spoiled by the fact that it suddenly began to rain glass. And,\r\nas regards the other occupants of the restaurant, the word \"sensation\"\r\nabout sums the situation up.\r\n\r\nRonnie and the management of Mario's now formed two sharply contrasted\r\nschools of thought. To Ronnie the only thing that seemed to matter was\r\nthis Pilbeam--this creeping, slinking, cuckoo-in-the-nest Pilbeam, the\r\nLothario who had lowered all speed records in underhand villainy by\r\nbreaking up his home before he had got one. He concentrated all his\r\nfaculties to the task of getting round the table, to the other side of\r\nwhich the object of his dislike had prudently withdrawn, and showing\r\nhim in no uncertain manner where he got off.\r\n\r\nTo the management, on the other hand, the vital issue was all this\r\nbroken glassware. The waiter had risen from the floor, but the\r\nglasses were still there, and scarcely one of them was in a condition\r\never to be used again for the refreshment of Mario's customers. The\r\nhead waiter, swooping down on the fray like some god in the Iliad\r\ndescending from a cloud, was endeavouring to place this point of view\r\nbefore Ronnie. Assisting him with word and gesture were two inferior\r\nwaiters--Waiter A and Waiter B.\r\n\r\nRonnie was in no mood for abstract debate. He hit the head waiter\r\nin the abdomen, Waiter A in the ribs, and was just about to dispose\r\nof Waiter B when his activities were hampered by the sudden arrival\r\nof re-enforcements. From all parts of the room other waiters had\r\nassembled--to name but a few, Waiters C, D, E, F, G, and H--and he\r\nfound himself hard pressed. It seemed to him that he had dropped\r\ninto a Waiters' Convention. As far as the eye could reach the arena\r\nwas crammed with waiters, and more coming. Pilbeam had disappeared\r\naltogether, and so busy was Ronnie now that he did not even miss him.\r\nHe had reached that condition of mind which the old Vikings used to\r\ncall \"berserk\" and which among modern Malays is termed \"running amok.\"\r\n\r\nRonnie Fish, in the course of his life, had had many ambitions. As a\r\nchild he had yearned some day to become an engine driver. At school\r\nit had seemed to him that the most attractive career the world had to\r\noffer was that of the professional cricketer. Later he had hoped to run\r\na prosperous night club. But now, in his twenty-sixth year, all these\r\ndesires were cast aside and forgotten. The only thing in life that\r\nseemed really worth while was to massacre waiters; and to this task he\r\naddressed himself with all the energy and strength at his disposal.\r\n\r\nMatters now began to move briskly. Waiter C, who rashly clutched the\r\nsleeve of Ronnie's coat, reeled back with a hand pressed to his right\r\neye. Waiter D, a married man, contented himself with standing on the\r\noutskirts and talking Italian. But Waiter E, made of sterner stuff, hit\r\nRonnie rather hard with a dish containing _omelette aux champignons_;\r\nand it was as the latter reeled beneath this buffet that there suddenly\r\nappeared in the forefront of the battle a figure wearing a gay uniform\r\nand almost completely concealed behind a vast moustache, waxed at the\r\nends. It was the commissionaire from the street door; and anybody who\r\nhas ever been bounced from a restaurant knows that commissionaires are\r\nheavy metal.\r\n\r\nThis one, whose name was McTeague, and who had spent many lively years\r\nin the army before retiring to take up his present duties, had a grim\r\nface made of some hard kind of wood, and the muscles of a village\r\nblacksmith. A man of action rather than words, he clove his way through\r\nthe press in silence. Only when he reached the centre of the maelstrom\r\ndid he speak. This was when Ronnie, leaping onto a chair the better to\r\nperform the operation, hit him on the nose. On receipt of this blow\r\nhe uttered the brief monosyllable \"Ho!\" and then, without more delay,\r\nscooped Ronnie into an embrace of steel and bore him toward the door,\r\nthrough which was now moving a long, large, leisurely policeman.\r\n\r\n\r\n                                  IV\r\n\r\nIt was some few minutes later that Hugo Carmody, emerging from the\r\ntelephone booth on the lower floor where the cocktail bar is, sauntered\r\nback into the dancing room and was interested to find waiters massaging\r\nbruised limbs, other waiters replacing fallen tables, and Leopold's\r\nband playing in a sort of hushed undertone like a band that has seen\r\nstrange things.\r\n\r\n\"Hullo!\" said Hugo. \"Anything up?\"\r\n\r\nHe eyed Sue inquiringly. She looked to him like a girl who has had some\r\nsort of a shock. Not, or his eyes deceived him, at all her old bright\r\nself.\r\n\r\n\"What's up?\" he asked.\r\n\r\n\"Take me home, Hugo!\"\r\n\r\nHugo stared.\r\n\r\n\"Home? Already? With the night yet young?\"\r\n\r\n\"Oh, Hugo! Take me home, quick.\"\r\n\r\n\"Just as you say,\" assented Hugo agreeably. He was now pretty\r\ncertain that something was up. \"One second to settle the bill, and\r\nthen homeward ho. And on the way you shall tell me all about it. For\r\nI jolly well know,\" said Hugo, who prided himself on his keenness of\r\nobservation, \"that something is--or has been--up.\""
  ]
}