{
  "index": 3,
  "title": "Chapter 2",
  "paragraphs": [
    "I\r\n\r\nIt was the opinion of the poet Calverley, expressed in his immortal\r\n\"Ode to Tobacco,\" that there is no heaviness of the soul which will\r\nnot vanish beneath the influence of a quiet smoke. Ronnie Fish would\r\nhave disputed this theory. It was the third morning of his sojourn at\r\nBlandings Castle; and, taking with him a tennis ball which he proposed\r\nto bounce before him in order to assist thought, he had wandered out\r\ninto the grounds, smoking hard. And tobacco, though Turkish and costly,\r\nwas not lightening his despondency at all. It seemed to Ronnie that the\r\npresent was bleak and the future gray. Roaming through the sun-flooded\r\npark, he bounced his tennis ball and groaned in spirit.\r\n\r\nOn the credit side of the ledger one single item could be inscribed.\r\nHugo was at the castle. He had the consolation, therefore, of knowing\r\nthat that tall and lissom young man was not in London, exercising his\r\nfatal fascination on Sue. But when you had said this you had said\r\neverything. After all, even eliminating Hugo, there still remained in\r\nthe metropolis a vast population of adult males, all either acquainted\r\nwith Sue or trying to make her acquaintance. The poison sac Pilbeam,\r\nfor instance. By now it might well be that that bacillus had succeeded\r\nin obtaining an introduction to her. A devastating thought.\r\n\r\nAnd even supposing he hadn't, even supposing that Sue, as she had\r\npromised, was virtuously handing the mitten to all the young thugs who\r\nsurged around her with invitations to lunch and supper; where did that\r\nget a chap? What, in other words, of the future?\r\n\r\nIn coming to Blandings Castle Ronnie was only too well aware he had\r\nembarked on an expedition the success or failure of which would\r\ndetermine whether his life through the years was to be roses, roses\r\nall the way or a dreary desert. And so far, in his efforts to win the\r\nfavour and esteem of his Uncle Clarence, he seemed to have made no\r\nprogress whatsoever. On the occasions when he had found himself in Lord\r\nEmsworth's society the latter had looked at him sometimes as if he did\r\nnot know he was there, more often as if he wished he wasn't. It was\r\nonly too plain that the collapse of the Hot Spot had left his stock\r\nin bad shape. There had been a general sagging of the market. Fish\r\nPreferred, taking the most sanguine estimate, could scarcely be quoted\r\nat more than about thirty to thirty-five.\r\n\r\nPlunged in thought and trying without any success to conjure up a\r\npicture of a benevolent uncle patting him on the head with one hand\r\nwhile writing checks with the other, he had wandered some distance from\r\nthe house and was passing a small spinney when he observed in a little\r\ndell to his left a peculiar object.\r\n\r\nIt was a large yellow caravan. And what, he asked himself, was a\r\ncaravan doing in the grounds of Blandings Castle?\r\n\r\nTo aid him in grappling with the problem he flung the tennis ball at\r\nit. Upon which the door opened and a spectacled head appeared.\r\n\r\n\"Hullo!\" said the head.\r\n\r\n\"Hullo!\" said Ronnie.\r\n\r\n\"Hullo!\"\r\n\r\n\"Hullo!\"\r\n\r\nThe thing threatened to become a hunting chorus. At this moment,\r\nhowever, the sun went behind a cloud, and Ronnie was enabled to\r\nrecognize the head's proprietor. Until now the light, shining on the\r\nother's glasses, had dazzled him.\r\n\r\n\"Baxter!\" he exclaimed.\r\n\r\nThe last person he would have expected to meet in the park of\r\nBlandings. He had heard all about that row a couple of years ago. He\r\nknew that if his own stock with Lord Emsworth was low that of the\r\nEfficient Baxter was down in the cellar with no takers. Yet here the\r\nfellow was, shoving his head out of caravans as if nothing had happened.\r\n\r\n\"Ah, Fish!\"\r\n\r\nRupert Baxter descended the steps, a swarthy-complexioned young man\r\nwith a supercilious expression which had always been displeasing to\r\nRonnie.\r\n\r\n\"What are you doing here?\" asked Ronnie.\r\n\r\n\"I happened to be taking a caravan holiday in the neighbourhood. And,\r\nfinding myself at Market Blandings last night, I thought I would pay a\r\nvisit to the place where I had spent so many happy days.\"\r\n\r\n\"I see.\"\r\n\r\n\"Perhaps you could tell me where I could find Lady Constance?\"\r\n\r\n\"I haven't seen her since breakfast. She's probably about somewhere.\"\r\n\r\n\"I will go and inquire. If you meet her perhaps you would not mind\r\nmentioning that I am here.\"\r\n\r\nThe Efficient Baxter strode off, purposeful as ever; and Ronnie, having\r\nspeculated for a moment as to how his Uncle Clarence would comport\r\nhimself if he came suddenly round a corner and ran into this bit of the\r\ndead past, and having registered an idle hope that, when this happened,\r\nhe might be present with a camera, inserted another cigarette in its\r\nholder and passed on his way.\r\n\r\n\r\n                                  II\r\n\r\nFive minutes later Lord Emsworth, leaning pensively out of the library\r\nwindow and sniffing the morning air, received an unpleasant shock. He\r\ncould have sworn he had seen his late secretary, Rupert Baxter, cross\r\nthe gravel and go in at the front door.\r\n\r\n\"Bless my soul!\" said Lord Emsworth.\r\n\r\nThe only explanation that occurred to him was that Baxter, having\r\nmet with some fatal accident, had come back to haunt the place. To\r\nsuppose the fellow could be here in person was absurd. When you shoot\r\na secretary out for throwing flower pots at you in the small hours he\r\ndoes not return to pay social calls. A frown furrowed his lordship's\r\nbrow. The spectre of one of his ancestors he could have put up with,\r\nbut the idea of a Blandings Castle haunted by Baxter he did not relish\r\nat all. He decided to visit his sister Constance in her boudoir and see\r\nwhat she had to say about it.\r\n\r\n\"Constance, my dear.\"\r\n\r\nLady Constance looked up from the letter she was writing. She clicked\r\nher tongue, for it annoyed her to be interrupted at her correspondence.\r\n\r\n\"Well, Clarence?\"\r\n\r\n\"I say, Constance, a most extraordinary thing happened just now. I was\r\nlooking out of the library window and--you remember Baxter?\"\r\n\r\n\"Of course I remember Mr. Baxter.\"\r\n\r\n\"Well, his ghost has just walked across the gravel.\"\r\n\r\n\"What _are_ you talking about, Clarence?\"\r\n\r\n\"I'm telling you. I was looking out of the library window and I\r\nsuddenly saw----\"\r\n\r\n\"Mr. Baxter,\" announced Beach, flinging open the door.\r\n\r\n\"Mr. Baxter!\"\r\n\r\n\"Good-morning, Lady Constance.\"\r\n\r\nRupert Baxter advanced with joyous camaraderie glinting from both\r\nlenses. Then he perceived his former employer, and his exuberance\r\ndiminished. \"Er--good-morning, Lord Emsworth,\" he said, flashing his\r\nspectacles austerely upon him.\r\n\r\nThere was a pause. Lord Emsworth adjusted his pince-nez and regarded\r\nthe visitor dumbly. Of the relief which was presumably flooding his\r\nsoul at the discovery that Rupert Baxter was still on this side of the\r\nveil he gave no outward sign.\r\n\r\nBaxter was the first to break an uncomfortable silence.\r\n\r\n\"I happened to be taking a caravan holiday in this neighbourhood,\r\nLady Constance, and finding myself near Market Blandings last night I\r\nthought I would....\"\r\n\r\n\"Why, of course! We should never have forgiven you if you had not come\r\nto see us. Should we, Clarence?\"\r\n\r\n\"Eh?\"\r\n\r\n\"I said, should we?\"\r\n\r\n\"Should we what?\" said Lord Emsworth, who was still adjusting his mind.\r\n\r\nLady Constance's lips tightened, and a moment passed during which it\r\nseemed always a fifty-fifty chance that a handsome silver ink pot would\r\nfly through the air in the direction of her brother's head. But she was\r\na strong woman. She fought down the impulse.\r\n\r\n\"Did you say you were travelling in a caravan, Mr. Baxter?\"\r\n\r\n\"In a caravan. I left it in the park.\"\r\n\r\n\"Well, of course you must come and stay with us. The castle,\" she\r\ncontinued, raising her voice a little, to compete with a sort of\r\nwordless bubbling which had begun to proceed from her brother's lips,\r\n\"is almost empty just now. We shall not be having our first big house\r\nparty till the middle of next month. You must make quite a long visit.\r\nI will send somebody over to fetch your things.\"\r\n\r\n\"It is exceedingly kind of you.\"\r\n\r\n\"It will be delightful having you here again. Won't it, Clarence?\"\r\n\r\n\"Eh?\"\r\n\r\n\"I said, won't it?\"\r\n\r\n\"Won't it what?\"\r\n\r\nLady Constance's hand trembled above the ink pot like a hovering\r\nbutterfly. She withdrew it.\r\n\r\n\"Will it not be delightful,\" she said, catching her brother's eye and\r\nholding it like a female Ancient Mariner, \"having Mr. Baxter back at\r\nthe castle again?\"\r\n\r\n\"I'm going down to see my pig,\" said Lord Emsworth.\r\n\r\nA silence followed his departure, such as would have fallen had a\r\ncoffin just been carried out. Then Lady Constance shook off gloom.\r\n\r\n\"Oh, Mr. Baxter, I'm so glad you were able to come. And how clever\r\nof you to come in a caravan. It prevented your arrival seeming\r\nprearranged.\"\r\n\r\n\"I thought of that.\"\r\n\r\n\"You think of everything.\"\r\n\r\nRupert Baxter stepped to the door, opened it, satisfied himself that no\r\nlisteners lurked in the passage, and returned to his seat.\r\n\r\n\"Are you in any trouble, Lady Constance? Your letter seemed so very\r\nurgent.\"\r\n\r\n\"I am in dreadful trouble, Mr. Baxter.\"\r\n\r\nIf Rupert Baxter had been a different type of man and Lady Constance\r\nKeeble a different type of woman he would probably at this point have\r\npatted her hand. As it was he merely hitched his chair an inch closer\r\nto hers.\r\n\r\n\"If there is anything I can do?\"\r\n\r\n\"There is nobody except you who can do anything. But I hardly like to\r\nask you.\"\r\n\r\n\"Ask me whatever you please. And if it is in my power....\"\r\n\r\n\"Oh, it is.\"\r\n\r\nRupert Baxter gave his chair another hitch.\r\n\r\n\"Tell me.\"\r\n\r\nLady Constance hesitated.\r\n\r\n\"It seems such an impossible thing to ask of anyone.\"\r\n\r\n\"Please!\"\r\n\r\n\"Well--you know my brother?\"\r\n\r\nBaxter seemed puzzled. Then an explanation of the peculiar question\r\npresented itself.\r\n\r\n\"Oh, you mean Mr...?\"\r\n\r\n\"Yes, yes, yes. Of course I wasn't referring to Lord Emsworth. My\r\nbrother Galahad.\"\r\n\r\n\"I have met him. Oddly enough, though he visited the castle twice\r\nduring the period when I was Lord Emsworth's secretary, I was away both\r\ntimes on my holiday. Is he here now?\"\r\n\r\n\"Yes. Finishing his Reminiscences.\"\r\n\r\n\"I saw in some paper that he was writing the history of his life.\"\r\n\r\n\"And if you know what a life his has been you will understand why I am\r\ndistracted.\"\r\n\r\n\"Certainly I have heard stories,\" said Baxter guardedly.\r\n\r\nLady Constance performed that movement with her hands which came so\r\nclose to wringing.\r\n\r\n\"The book is full from beginning to end of libellous anecdotes, Mr.\r\nBaxter. About all our best friends. If it is published we shall\r\nnot have a friend left. Galahad seems to have known everybody in\r\nEngland when they were young and foolish and to remember everything\r\nparticularly foolish and disgraceful that they did. So----\"\r\n\r\n\"So you want me to get hold of the manuscript and destroy it?\"\r\n\r\nLady Constance stared, stunned by this penetration. She told herself\r\nthat she might have known that she would not have to make long\r\nexplanations to Rupert Baxter. His mind was like a searchlight, darting\r\nhither and thither, lighting up whatever it touched.\r\n\r\n\"Yes,\" she gasped. She hurried on. \"It does seem, I know, an\r\nextraordinary thing to----\"\r\n\r\n\"Not at all.\"\r\n\r\n\"--but Lord Emsworth refuses to do anything.\"\r\n\r\n\"I see.\"\r\n\r\n\"You know how he is in the face of any emergency.\"\r\n\r\n\"Yes, I do, indeed.\"\r\n\r\n\"So supine. So helpless. So vague and altogether incompetent.\"\r\n\r\n\"Precisely.\"\r\n\r\n\"Mr. Baxter, you are my only hope.\"\r\n\r\nBaxter removed his spectacles, polished them, and put them back again.\r\n\r\n\"I shall be delighted, Lady Constance, to do anything to help you that\r\nlies in my power. And to obtain possession of this manuscript should be\r\nan easy task. But is there only one copy of it in existence?\"\r\n\r\n\"Yes, yes, yes. I am sure of that. Galahad told me that he was waiting\r\ntill it was finished before sending it to the typist.\"\r\n\r\n\"Then you need have no further anxiety.\"\r\n\r\nIt was a moment when Lady Constance Keeble would have given much for\r\neloquence. She sought for words that should adequately express her\r\nfeelings, but could find none.\r\n\r\n\"Oh, Mr. Baxter!\" she said.\r\n\r\nRonnie Fish's aimlessly wandering feet had taken him westward. It was\r\nnot long, accordingly, before there came to his nostrils a familiar and\r\npenetrating odour, and he found that he was within a short distance of\r\nthe detached residence employed by Empress of Blandings as a combined\r\nbedroom and restaurant. A few steps and he was enabled to observe that\r\ncelebrated animal in person. With her head tucked well down and her\r\ntail wiggling with pure _joie de vivre_, the Empress was hoisting in a\r\nspot of lunch.\r\n\r\nEverybody likes to see somebody eating. Ronnie leaned over the rail,\r\nabsorbed. He poised the tennis ball and with an absent-minded flick\r\nof the wrist bounced it on the silver medallist's back. Finding the\r\npleasant, ponging sound which resulted soothing to harassed nerves, he\r\ndid it again. The Empress made excellent bouncing. She was not one of\r\nyour razor-backs. She presented a wide and resistant surface. For some\r\nminutes, therefore, the pair carried on according to plan--she eating,\r\nhe bouncing, until presently Ronnie was thrilled to discover that this\r\noutdoor sport of his was assisting thought. Gradually--mistily at\r\nfirst, then assuming shape--a plan of action was beginning to emerge\r\nfrom the murk of his mind.\r\n\r\nHow would this be, for instance?\r\n\r\nIf there was one thing calculated to appeal to his Uncle Clarence,\r\nto induce in his Uncle Clarence a really melting mood, it was the\r\nannouncement that somebody desired to return to the land. He loved to\r\nhear of people returning to the land. How, then, would this be? Go to\r\nthe old boy, state that one had seen the light and was in complete\r\nagreement with him that England's future depended on checking the drift\r\nto the towns, and then ask for a good fat slice of capital with which\r\nto start a farm.\r\n\r\nThe project of starting a farm was one which was bound to----Half\r\na minute. Another idea on the way. Yes, here it came, and it was a\r\npippin. Not merely just an ordinary farm, but a pig farm! Wouldn't\r\nUncle Clarence leap in the air and shower gold on anybody who wanted to\r\nlive in the country and breed pigs? You bet your Sunday cuffs he would.\r\nAnd, once the money was safely deposited to the account of Ronald\r\nOverbury Fish in Cox's Bank, then ho! for the registrar's hand in hand\r\nwith Sue.\r\n\r\nThere was a musical _plonk_ as Ronnie bounced the ball for the last\r\ntime on the Empress's complacent back. Then, no longer with dragging\r\nsteps but treading on air, he wandered away to sketch out the last\r\ndetails of the scheme before going indoors and springing it.\r\n\r\n\r\n                                  III\r\n\r\nToo often it happens that, when you get these brain waves, you take\r\nanother look at them after a short interval and suddenly detect some\r\nfatal flaw. No such disappointment came to mar the happiness of Ronnie\r\nFish.\r\n\r\n\"I say, Uncle Clarence,\" he said, prancing into the library some half\r\nhour later.\r\n\r\nLord Emsworth was deep in the current issue of a weekly paper of\r\nporcine interest. It seemed to Ronnie, as he looked up, that his eye\r\nwas not any too chummy. This, however, did not disturb him. That eye,\r\nhe was confident, would melt anon. If, at the moment, Lord Emsworth\r\ncould hardly have sat for his portrait in the rôle of a benevolent\r\nuncle, there would, Ronnie felt, be a swift change of demeanour in the\r\nvery near future.\r\n\r\n\"I say, Uncle Clarence, you know that capital of mine.\"\r\n\r\n\"That what?\"\r\n\r\n\"My capital. My money. The money you're trustee of. And a jolly good\r\ntrustee,\" said Ronnie handsomely. \"Well, I've been thinking things\r\nover, and I want you, if you will, to disgorge a segment of it for a\r\nsort of venture I've got in mind.\"\r\n\r\nHe had not expected the eye to melt yet, and it did not. Seen through\r\nthe glass of his uncle's pince-nez it looked like an oyster in an\r\naquarium.\r\n\r\n\"You wish to start another night club?\"\r\n\r\nLord Emsworth's voice was cold, and Ronnie hastened to disabuse him of\r\nthe idea.\r\n\r\n\"No, no. Nothing like that. Night clubs are a mug's game. I ought never\r\nto have touched them. As a matter of fact, Uncle Clarence, London as\r\na whole seems to me a bit of a washout these days. I'm all for the\r\ncountry. What I feel is that the drift to the towns should be checked.\r\nWhat England wants is more blokes going back to the land. That's the\r\nway it looks to me.\"\r\n\r\nRonnie Fish began to experience the first definite twinges of\r\nuneasiness. This was the point at which he had been confident that the\r\nmelting process would set in. Yet, watching the eye, he was dismayed\r\nto find it as oysterlike as ever. He felt like an actor who has been\r\ncounting on a round of applause and goes off after his big speech\r\nwithout a hand. The idea occurred to him that his uncle might possibly\r\nhave grown a little hard of hearing.\r\n\r\n\"To the land,\" he repeated, raising his voice. \"More blokes going back\r\nto the land. So I want a dollop of capital to start a farm.\"\r\n\r\nHe braced himself for the supreme revelation.\r\n\r\n\"I want to breed pigs,\" he said reverently.\r\n\r\nSomething was wrong. There was no blinking the fact any longer. So far\r\nfrom leaping in the air and showering gold his uncle merely stared at\r\nhim in an increasingly unpleasant manner. Lord Emsworth had removed his\r\npince-nez and was wiping them; and Ronnie thought that his eye looked\r\nrather less agreeable in the nude than it had done through glass.\r\n\r\n\"Pigs!\" he cried, fighting against a growing alarm.\r\n\r\n\"Pigs?\"\r\n\r\n\"Pigs.\"\r\n\r\n\"You wish to breed pigs?\"\r\n\r\n\"That's right,\" bellowed Ronnie. \"Pigs!\" And from somewhere in his\r\nsystem he contrived to dig up and fasten on his face an ingratiating\r\nsmile.\r\n\r\nLord Emsworth replaced his pince-nez.\r\n\r\n\"And I suppose,\" he said throatily, quivering from his head to his\r\nroomy shoes, \"that when you've got 'em you'll spend the whole day\r\nbouncing tennis balls on their backs?\"\r\n\r\nRonnie gulped. The shock had been severe. The ingratiating smile\r\nlingered on his lips, as if fastened there with pins, but his eyes were\r\nround and horrified.\r\n\r\n\"Eh?\" he said feebly.\r\n\r\nLord Emsworth rose. So long as he insisted on wearing an old shooting\r\njacket with holes in the elbows and letting his tie slip down and\r\nshow the head of a brass stud, he could never hope to be completely\r\nsatisfactory as a figure of outraged majesty; but he achieved as\r\nimposing an effect as his upholstery would permit. He drew himself up\r\nto his full height, which was considerable, and from this eminence\r\nglared balefully down on his nephew.\r\n\r\n\"I saw you! I was on my way to the piggery and I saw you bouncing your\r\ninfernal tennis balls on my pig's back. Tennis balls!\" Fire seemed to\r\nstream from the pince-nez. \"Are you aware that Empress of Blandings is\r\nan excessively nervous, highly strung animal, only too ready on the\r\nlightest provocation to refuse her meals? You might have undone the\r\nwork of months with your idiotic tennis ball.\"\r\n\r\n\"I'm sorry.\"\r\n\r\n\"What's the good of being sorry?\"\r\n\r\n\"I never thought----\"\r\n\r\n\"You never do. That's what's the trouble with you. Pig farm!\" said Lord\r\nEmsworth vehemently, his voice soaring into the upper register. \"You\r\ncouldn't manage a pig farm. You aren't fit to manage a pig farm. You\r\naren't worthy to manage a pig farm. If I had to select somebody out of\r\nthe whole world to manage a pig farm I would choose you last.\"\r\n\r\nRonnie Fish groped his way to the table and supported himself on it.\r\nHe had a sensation of dizziness. On one point he was reasonably clear,\r\nviz.: that his Uncle Clarence did not consider him ideally fitted to\r\nmanage a pig farm, but apart from that his mind was in a whirl. He felt\r\nas if he had stepped on something and it had gone off with a bang.\r\n\r\n\"Here! What _is_ all this?\"\r\n\r\nIt was the Hon. Galahad who had spoken, and he had spoken peevishly.\r\nWorking in the small library with the door ajar, he had found the\r\nbabble of voices interfering with literary composition and, justifiably\r\nannoyed, had come to investigate.\r\n\r\n\"Can't you do your reciting some time when I'm not working, Clarence?\"\r\nhe said. \"What's all the trouble about?\"\r\n\r\nLord Emsworth was still full of his grievance.\r\n\r\n\"He bounced tennis balls on my pig!\"\r\n\r\nThe Hon. Galahad was not impressed. He did not register horror.\r\n\r\n\"Do you mean to tell me,\" he said sternly, \"that all this fuss, ruining\r\nmy morning's work, was simply about that blasted pig of yours?\"\r\n\r\n\"I refuse to allow you to call the Empress a blasted pig! Good\r\nheavens!\" cried Lord Emsworth passionately. \"Can none of my family\r\nappreciate the fact that she is the most remarkable animal in Great\r\nBritain? No pig in the whole annals of the Shropshire Agricultural Show\r\nhas ever won the silver medal two years in succession. And that, if\r\nonly people will leave her alone and refrain from incessantly pelting\r\nher with tennis balls, is what the Empress is quite certain to do. It\r\nis an unheard of feat.\"\r\n\r\nThe Hon. Galahad frowned. He shook his head reprovingly. It was all\r\nvery well, he felt, a stable being optimistic about its nominee, but\r\nhe was a man who could face facts. In a long and checkered life he had\r\nseen so many good things unstuck. Besides, he had his superstitions,\r\nand one of them was that counting your chickens in advance brought bad\r\nluck.\r\n\r\n\"Don't be too cocksure, my boy,\" he said gravely. \"I looked in at\r\nthe Emsworth Arms the other day for a glass of beer, and there was a\r\nfellow in there offering three to one on an animal called Pride of\r\nMatchingham. Offering it freely. Tall, red-haired fellow with a squint.\r\nSlightly bottled.\"\r\n\r\nLord Emsworth forgot Ronnie, forgot tennis balls, forgot in the shock\r\nof this announcement everything except that deeper wrong which so long\r\nhad been poisoning his peace.\r\n\r\n\"Pride of Matchingham belongs to Sir Gregory Parsloe,\" he said, \"and I\r\nhave no doubt that the man offering such ridiculous odds was his pig\r\nman, Wellbeloved. As you know, the fellow used to be in my employment,\r\nbut Parsloe lured him away from me by the promise of higher wages.\"\r\nLord Emsworth's expression had now become positively ferocious. The\r\nthought of George Cyril Wellbeloved, that perjured pig man, always\r\nmade the iron enter into his soul. \"It was a most abominable and\r\nunneighbourly thing to do.\"\r\n\r\nThe Hon. Galahad whistled.\r\n\r\n\"So that's it, is it? Parsloe's pig man going about offering three to\r\none--against the form book, I take it?\"\r\n\r\n\"Most decidedly. Pride of Matchingham was awarded second prize last\r\nyear, but it is a quite inferior animal to the Empress.\"\r\n\r\n\"Then you look after that pig of yours, Clarence.\" The Hon. Galahad\r\nspoke earnestly. \"I see what this means. Parsloe's up to his old games\r\nand intends to queer the Empress somehow.\"\r\n\r\n\"Queer her?\"\r\n\r\n\"Nobble her; or, if he can't do that, steal her.\"\r\n\r\n\"You don't mean that?\"\r\n\r\n\"I do mean it. The man's as slippery as a greased eel. He would nobble\r\nhis grandmother if it suited his book. Let me tell you I've known young\r\nParsloe for thirty years, and I solemnly state that if his grandmother\r\nwas entered in a competition for fat pigs and his commitments made it\r\ndesirable for him to get her out of the way, he would dope her bran\r\nmash and acorns without a moment's hesitation.\"\r\n\r\n\"God bless my soul!\" said Lord Emsworth, deeply impressed.\r\n\r\n\"Let me tell you a little story about young Parsloe. One or two of\r\nus used to meet at the Black Footman in Gossiter Street in the old\r\ndays--they've pulled it down now--and match our dogs against rats in\r\nthe room behind the bar. Well, I put my Towser, an admirable beast,\r\nup against young Parsloe's Banjo on one occasion for a hundred pounds\r\na side. And when the night came and he was shown the rats I'm dashed\r\nif he didn't just give a long yawn and roll over and go to sleep. I\r\nwhistled him--called him--Towser, Towser!--No good--fast asleep. And\r\nmy firm belief has always been that young Parsloe took him aside just\r\nbefore the contest was to start and gave him about six pounds of steak\r\nand onions. Couldn't prove anything, of course, but I sniffed the dog's\r\nbreath, and it was like opening the kitchen door of a Soho chophouse on\r\na summer night. That's the sort of man young Parsloe is.\"\r\n\r\n\"Galahad!\"\r\n\r\n\"Fact. You'll find the story in my book.\"\r\n\r\nLord Emsworth was tottering to the door.\r\n\r\n\"God bless my soul! I never realized ... I must see Pirbright at once.\r\nI didn't suspect.... It never occurred....\"\r\n\r\nThe door closed behind him. The Hon. Galahad, preparing to return to\r\nhis labours, was arrested by the voice of his nephew Ronald.\r\n\r\n\"Uncle Gally!\"\r\n\r\nThe young man's pink face had flamed to a bright crimson. His eyes\r\ngleamed strangely.\r\n\r\n\"Well?\"\r\n\r\n\"You don't really think Sir Gregory will try to steal the Empress?\"\r\n\r\n\"I certainly do. Known him for thirty years, I tell you.\"\r\n\r\n\"But how could he?\"\r\n\r\n\"Go to her sty at night, of course, and take her away.\"\r\n\r\n\"And hide her somewhere?\"\r\n\r\n\"Yes.\"\r\n\r\n\"But an animal of that size. Rather like looking in at the Zoo and\r\npocketing one of the elephants, what?\"\r\n\r\n\"Don't talk like an idiot. She's got a ring through her nose, hasn't\r\nshe?\"\r\n\r\n\"You mean, Sir Gregory would catch hold of the ring and she would\r\nbreeze along quite calmly?\"\r\n\r\n\"Certainly. Puffy Benger and I stole old Wivenhoe's pig the night of\r\nthe Bachelors Ball at Hammers Easton in the year '95. We put it in Plug\r\nBasham's bedroom. There was no difficulty about the thing whatsoever. A\r\nlittle child could have led it.\"\r\n\r\nHe withdrew into the small library, and Ronnie slid limply into the\r\nchair which Lord Emsworth had risen from so majestically. He felt the\r\nneed of sitting. The inspiration which had just come to him had had a\r\nstunning effect. The brilliance of it almost frightened him. That idea\r\nabout starting a pig farm had shown that this was one of his bright\r\nmornings, but he had never foreseen that he would be as bright as this.\r\n\r\n\"Golly!\" said Ronnie.\r\n\r\nCould he...?\r\n\r\nWell, why not?\r\n\r\nSuppose....\r\n\r\nNo, the thing was impossible.\r\n\r\nWas it? Why? Why was it impossible? Suppose he had a stab at it.\r\nSuppose, following his Uncle Galahad's expert hints, he were to creep\r\nout to-night, abstract the Empress from her home, hide her somewhere\r\nfor a day or two, and then spectacularly restore her to her bereaved\r\nowner? What would be the result? Would Uncle Clarence sob on his neck\r\nor would he not? Would he feel that no reward was too good for his\r\nbenefactor or wouldn't he? Most decidedly he would. Fish Preferred\r\nwould soar immediately. That little matter of the advance of capital\r\nwould solve itself. Money would stream automatically from the Emsworth\r\ncoffers.\r\n\r\nBut could it be done? Ronnie forced himself to examine the scheme\r\ndispassionately, with a mind alert for snags.\r\n\r\nHe could detect none. A suitable hiding place occurred to him\r\nimmediately--that disused gamekeeper's cottage in the west wood. Nobody\r\never went there. It would be as good as a Safe Deposit.\r\n\r\nRisk of detection? Why should there be any risk of detection? Who would\r\nthink of connecting Ronald Fish with the affair?\r\n\r\nFeeding the animal?...\r\n\r\nRonnie's face clouded. Yes, here at last was the snag. This did present\r\ndifficulties. He was vague as to what pigs ate, but he knew that they\r\nneeded a lot of whatever it was. It would be no use restoring to Lord\r\nEmsworth a skeleton Empress. The cuisine must be maintained at its\r\nexisting level or the thing might just as well be left undone.\r\n\r\nFor the first time he began to doubt the quality of his recent\r\ninspiration. Scanning the desk with knitted brows, he took from the\r\nbook rest the volume entitled _Pigs, and How to Make Them Pay_. A\r\nglance at page 61 and his misgivings were confirmed.\r\n\r\n\"'myes,\" said Ronnie, having skimmed through all the stuff about barley\r\nmeal and maize meal and linseed meal and potatoes and separated milk or\r\nbuttermilk. This, he now saw clearly, was no one-man job. It called not\r\nonly for a dashing principal but a zealous assistant.\r\n\r\nAnd what assistant?\r\n\r\nHugo?\r\n\r\nNo. In many respects the ideal accomplice for an undertaking of\r\nthis nature, Hugo Carmody had certain defects that automatically\r\ndisqualified him. To enrol Hugo as his lieutenant would mean revealing\r\nto him the motives that lay at the back of the venture. And if Hugo\r\nknew that he, Ronnie, was endeavouring to collect funds in order to get\r\nmarried the thing would be all over Shropshire in a couple of days.\r\nShort of putting it on the front page of the _Daily Mail_ or having\r\nit broadcast over the wireless, the surest way of obtaining publicity\r\nfor anything you wanted kept dark was to confide it to Hugo Carmody. A\r\nsplendid chap, but the real, genuine human colander. No, not Hugo.\r\n\r\nThen who...?\r\n\r\nAh!\r\n\r\nRonnie Fish sprang from his chair, threw his head back, and uttered a\r\nyodel of joy so loud and penetrating that the door of the small library\r\nflew open as if he had touched a spring.\r\n\r\nA tousled literary man emerged.\r\n\r\n\"Stop that damned noise! How the devil can I write with a row like that\r\ngoing on?\"\r\n\r\n\"Sorry, Uncle. I was just thinking of something.\"\r\n\r\n\"Well, think of something else. How do you spell 'intoxicated?'\"\r\n\r\n\"One 'x.'\"\r\n\r\n\"Thanks,\" said the Hon. Galahad, and vanished again.\r\n\r\n\r\n                                  IV\r\n\r\nIn his pantry, in shirt-sleeved ease, Beach, the butler, sat taking\r\nthe well-earned rest of a man whose silver is all done and who has\r\nno further duties to perform till lunch time. A bullfinch sang gaily\r\nin a cage on the window sill, but it did not disturb him, for he was\r\nabsorbed in the Racing Intelligence page of the _Morning Post_.\r\n\r\nSuddenly he rose, palpitating. A sharp rap had sounded on the door, and\r\nhe was a man who reacted nervously to sudden noises. There entered his\r\nemployer's nephew, Mr. Ronald Fish.\r\n\r\n\"Hullo, Beach.\"\r\n\r\n\"Sir?\"\r\n\r\n\"Busy?\"\r\n\r\n\"No, sir.\"\r\n\r\n\"Just thought I'd look in.\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"For a chat.\"\r\n\r\n\"Very good, sir.\"\r\n\r\nAlthough the butler spoke with his usual smooth courtesy he was far\r\nfrom feeling easy in his mind. He did not like Ronnie's looks. It\r\nseemed to him that his young visitor was feverish. The limbs twitched,\r\nthe eyes gleamed, the blood pressure appeared heightened, and there was\r\na supernormal pinkness in the epidermis of the cheek.\r\n\r\n\"Long time since we had a cosy talk, Beach.\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"When I was a kid I used to be in and out of this pantry of yours all\r\nday long.\"\r\n\r\n\"Yes, sir.\"\r\n\r\nA mood of extreme sentimentality now appeared to grip the young man. He\r\nsighed like a centenarian recalling far-off, happy things.\r\n\r\n\"Those were the days, Beach.\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"No problems then. No worries. And even if I had worries I could always\r\nbring them to you, couldn't I?\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"Remember the time I hid in here when my uncle Gally was after me with\r\na whangee for putting tin-tacks on his chair?\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"It was a close call, but you saved me. You were staunch and true. A\r\nman in a million. I've always thought that if there were more people\r\nlike you in the world it would be a better place.\"\r\n\r\n\"I do my best to give satisfaction, sir.\"\r\n\r\n\"And how you succeed! I shall never forget your kindness in those dear\r\nold days, Beach.\"\r\n\r\n\"Extremely good of you to say so, sir.\"\r\n\r\n\"Later, as the years went by, I did my best to repay you by sharing\r\nwith you such snips as came my way. Remember the time I gave you\r\nBlackbird for the Manchester November Handicap?\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"You collected a packet.\"\r\n\r\n\"It did prove a remarkably sound investment, sir.\"\r\n\r\n\"Yes. And so it went on. I look back through the years, and I seem to\r\nsee you and me standing side by side, each helping each, each doing the\r\nsquare thing by the other. You certainly always did the square thing by\r\nme.\"\r\n\r\n\"I trust I shall always continue to do so, sir.\"\r\n\r\n\"I know you will, Beach. It isn't in you to do otherwise. And that,\"\r\nsaid Ronnie, beaming on him lovingly, \"is why I feel so sure that, when\r\nI have stolen my uncle's pig, you will be there helping to feed it till\r\nI give it back.\"\r\n\r\nThe butler's was not a face that registered nimbly. It took some time\r\nfor a look of utter astonishment to cover its full acreage. Such a look\r\nhad spread to perhaps two thirds of its surface when Ronnie went on.\r\n\r\n\"You see, Beach, strictly between ourselves, I have made up my mind to\r\nsneak the Empress away and keep her hidden in that gamekeeper's cottage\r\nin the west wood, and then, when Uncle Clarence is sending out S O S's\r\nand offering large rewards, I shall find it there and return it, thus\r\nwinning his undying gratitude and putting him in the right frame of\r\nmind to yield up a bit of my money that I want to get out of him. You\r\nget the idea?\"\r\n\r\nThe butler blinked. He was plainly endeavouring to conquer a suspicion\r\nthat his mind was darkening. Ronnie nodded kindly at him as he fought\r\nfor speech.\r\n\r\n\"It's the scheme of a lifetime, you were going to say? You're quite\r\nright. It is. But it's one of these schemes that call for a sympathetic\r\nfellow worker. You see, pigs like the Empress, Beach, require large\r\nquantities of food at frequent intervals. I can't possibly handle the\r\nentire commissariat department myself. That's where you're going to\r\nhelp me, like the splendid fellow you are and always have been.\"\r\n\r\nThe butler had now begun to gargle slightly. He cast a look of agonized\r\nentreaty at the bullfinch, but the bird had no comfort to offer.\r\nIt continued to chirp reflectively to itself, like a man trying to\r\nremember a tune in his bath.\r\n\r\n\"An enormous quantity of food they need,\" proceeded Ronnie. \"You'd be\r\nsurprised. Here it is in this book I took from my uncle's desk. At\r\nleast six pounds of meal a day, not to mention milk or buttermilk and\r\nbran made sloppy with swill.\"\r\n\r\nSpeech at last returned to the butler. It took the form at first of a\r\nfaint sound like the cry of a frightened infant. Then words came.\r\n\r\n\"But, Mr. Ronald...!\"\r\n\r\nRonnie stared at him incredulously. He seemed to be wrestling with an\r\nunbelievable suspicion.\r\n\r\n\"Don't tell me you're thinking of throwing me down, Beach? You?\r\nMy friend since I was so high?\" He laughed. He could see now how\r\nridiculous the idea was. \"Of course you aren't! You couldn't. Apart\r\nfrom wanting to do me a good turn you've gathered by this time with\r\nthat quick intelligence of yours that there's money in the thing. Ten\r\nquid down, Beach, the moment you give the nod. And nobody knows better\r\nthan yourself that ten quid, invested on Baby Bones for the Medbury\r\nSelling Plate at the current odds, means considerably more than a\r\nhundred in your sock on settling day.\"\r\n\r\n\"But, sir--it's impossible. I couldn't dream.... If ever it was found\r\nout.... Really, I don't think you ought to ask me, Mr. Ronald.\"\r\n\r\n\"Beach!\"\r\n\r\n\"Yes, but really, sir....\"\r\n\r\nRonnie fixed him with a compelling eye.\r\n\r\n\"Think well, Beach. Who gave you Creole Queen for the Lincolnshire?\"\r\n\r\n\"But, Mr. Ronald....\"\r\n\r\n\"Who gave you Mazawattee for the Jubilee Stakes, Beach? What a beauty!\"\r\n\r\nA tense silence fell upon the pantry. Even the bullfinch was hushed.\r\n\r\n\"And it may interest you to know,\" said Ronnie, \"that just before I\r\nleft London I heard of something really hot for the Goodwood Cup.\"\r\n\r\nA low gasp escaped Beach. All butlers are sportsmen, and Beach had been\r\na butler for eighteen years. Mere gratitude for past favours might not\r\nhave been enough in itself to turn the scale, but this was different.\r\nOn the subject of form for the Goodwood Cup he had been quite unable to\r\nreach a satisfying decision. It had baffled him. For days he had been\r\ngroping in the darkness.\r\n\r\n\"Jujube, sir?\" he whispered.\r\n\r\n\"Not Jujube.\"\r\n\r\n\"Ginger George?\"\r\n\r\n\"Not Ginger George. It's no use your trying to guess, for you'll never\r\ndo it. Only two touts and the stable cat know this one. But you shall\r\nknow it, Beach, the minute I give that pig back and claim my reward.\r\nAnd that pig needs to be fed. Beach, how about it?\"\r\n\r\nFor a long minute the butler stared before him, silent. Then, as if he\r\nfelt that some simple, symbolic act of the sort was what this moment\r\ndemanded, he went to the bullfinch's cage and put a green baize cloth\r\nover it.\r\n\r\n\"Tell me just what it is you wish me to do, Mr. Ronald,\" he said.\r\n\r\n\r\n                                   V\r\n\r\nThe dawn of another day crept upon Blandings Castle. Hour by hour the\r\nlight grew stronger till, piercing the curtains of Ronnie's bedroom, it\r\nwoke him from a disturbed slumber. He turned sleepily on the pillow.\r\nHe was dimly conscious of having had the most extraordinary dream, all\r\nabout stealing pigs. In this dream....\r\n\r\nHe sat up with a jerk. Like cold water dashed in his face had come the\r\nrealization that it had been no dream.\r\n\r\n\"Gosh!\" said Ronnie, blinking.\r\n\r\nFew things have such a tonic effect on a young man accustomed to be\r\na little heavy on waking in the morning as the discovery that he has\r\nstolen a prize pig overnight. Usually, at this hour, Ronnie was more\r\nor less of an inanimate mass till kindly hands brought him his early\r\ncup of tea; but to-day he thrilled all down his pajama-clad form with a\r\nnovel alertness. Not since he had left school had he sprung out of bed,\r\nbut he did so now. Bed, generally so attractive to him, had lost its\r\nfascination. He wanted to be up and about.\r\n\r\nHe had bathed, shaved, and was slipping into his trousers when his\r\ntoilet was interrupted by the arrival of his old friend Hugo Carmody.\r\nOn Hugo's face there was an expression which it was impossible to\r\nmisread. It indicated as plainly as a label that he had come bearing\r\nnews, and Ronnie, guessing the nature of this news, braced himself to\r\nbe suitably startled.\r\n\r\n\"Ronnie!\"\r\n\r\n\"Well?\"\r\n\r\n\"Heard what's happened?\"\r\n\r\n\"What?\"\r\n\r\n\"You know that pig of your uncle's?\"\r\n\r\n\"What about it?\"\r\n\r\n\"It's gone.\"\r\n\r\n\"Gone!\"\r\n\r\n\"Gone!\" said Hugo, rolling the word round his tongue. \"I met the old\r\nboy half a minute ago, and he told me. It seems he went down to the pig\r\nbin for a before-breakfast look at the animal and it wasn't there.\"\r\n\r\n\"Wasn't there?\"\r\n\r\n\"Wasn't there.\"\r\n\r\n\"How do you mean, wasn't there?\"\r\n\r\n\"Well, it wasn't. Wasn't there at all. It had gone.\"\r\n\r\n\"Gone?\"\r\n\r\n\"Gone! Its room was empty and its bed had not been slept in.\"\r\n\r\n\"Well, I'm dashed!\" said Ronnie.\r\n\r\nHe was feeling pleased with himself. He felt he had played his part\r\nwell. Just the right incredulous amazement, changing just soon enough\r\ninto stunned belief.\r\n\r\n\"You don't seem very surprised,\" said Hugo.\r\n\r\nRonnie was stung. The charge was monstrous.\r\n\r\n\"Yes, I do,\" he cried. \"I seem frightfully surprised. I _am_ surprised.\r\nWhy shouldn't I be surprised?\"\r\n\r\n\"All right. Just as you say. Spring about a bit more, though, another\r\ntime when I bring you these sensational items. Well, I'll tell you one\r\nthing,\" said Hugo with satisfaction. \"Out of evil cometh good. It's an\r\nill wind that has no turning. For me this startling occurrence has been\r\na life saver. I've got thirty-six hours' leave out of it. The old boy\r\nis sending me up to London to get a detective.\"\r\n\r\n\"A what?\"\r\n\r\n\"A detective.\"\r\n\r\n\"A detective!\"\r\n\r\nRonnie was conscious of a marked spasm of uneasiness. He had not\r\nbargained for detectives.\r\n\r\n\"From a place called the Argus Enquiry Agency.\"\r\n\r\nRonnie's uneasiness increased. This thing was not going to be so simple\r\nafter all. He had never actually met a detective, but he had read a lot\r\nabout them. They nosed about and found clues. For all he knew he might\r\nhave left a hundred clues.\r\n\r\n\"Naturally I shall have to stay the night in town. And, much as I like\r\nthis place,\" said Hugo, \"there's no denying that a night in town won't\r\nhurt. I've got fidgety feet, and a spot of dancing will do me all the\r\ngood in the world. Bring back the roses to my cheeks.\"\r\n\r\n\"Whose idea was it, getting down this blighted detective?\" demanded\r\nRonnie. He knew he was not being nonchalant, but he was disturbed.\r\n\r\n\"Mine.\"\r\n\r\n\"Yours, eh?\"\r\n\r\n\"All mine. I suggested it.\"\r\n\r\n\"You did, did you?\" said Ronnie.\r\n\r\nHe directed at his companion a swift glance of a kind that no one\r\nshould have directed at an old friend.\r\n\r\n\"Oh?\" he said morosely. \"Well, buzz off. I want to dress.\"\r\n\r\n\r\n                                  VI\r\n\r\nA morning spent in solitary wrestling with a guilty conscience had left\r\nRonnie Fish thoroughly unstrung. By the time the clock over the stable\r\nstruck the hour of one his mental condition had begun to resemble that\r\nof the late Eugene Aram. He paced the lower terrace with bent head,\r\nstarting occasionally at the sudden chirp of a bird, and longed for\r\nSue. Five minutes of Sue, he felt, would make him a new man.\r\n\r\nIt was perfectly foul, mused Ronnie, this being separated from the girl\r\nhe loved. There was something about Sue--he couldn't describe it, but\r\nsomething that always seemed to act on a fellow's whole system like a\r\npowerful pick-me-up. She was the human equivalent of those pink drinks\r\nyou went and got--or, rather, which you used to go and get before a\r\ngood woman's love had made you give up all that sort of thing--at that\r\nchemist's at the top of the Haymarket after a wild night on the moors.\r\nIt must have been with a girl like Sue in mind, he felt, that the poet\r\nhad written those lines \"When something something something brow, a\r\nministering angel thou\"!\r\n\r\nAt this point in his meditations, a voice from immediately behind him\r\nspoke his name.\r\n\r\n\"I say, Ronnie.\"\r\n\r\nIt was only his cousin Millicent. He became calmer. For an instant, so\r\ndeep always is a criminal's need for a confidant, he had a sort of idea\r\nof sharing his hideous secret with this girl, between whom and himself\r\nthere had long existed a pleasant friendship. Then he abandoned the\r\nnotion. His secret was not one that could be lightly shared. Momentary\r\nrelief of mind was not worth purchasing at the cost of endless anxiety.\r\n\r\n\"Ronnie, have you seen Mr. Carmody anywhere?\"\r\n\r\n\"Hugo? He went up to London on the ten-thirty.\"\r\n\r\n\"Went up to London? What for?\"\r\n\r\n\"He's gone to a place called the Argus Enquiry Agency to get a\r\ndetective.\"\r\n\r\n\"What, to investigate this business of the Empress?\"\r\n\r\n\"Yes.\"\r\n\r\nMillicent laughed. The idea tickled her.\r\n\r\n\"I'd like to be there to see old man Argus's face when he finds that\r\nall he's wanted for is to track down missing pigs. I should think he\r\nwould beat Hugo over the head with a bloodstain.\"\r\n\r\nHer laughter trailed away. There had come into her face the look of one\r\nsuddenly visited by a displeasing thought.\r\n\r\n\"Ronnie!\" she said.\r\n\r\n\"Hullo?\"\r\n\r\n\"Do you know what?\"\r\n\r\n\"What?\"\r\n\r\n\"This looks fishy to me.\"\r\n\r\n\"How do you mean?\"\r\n\r\n\"Well, I don't know how it strikes you, but this Argus Enquiry Agency\r\nis presumably on the 'phone. Why didn't Uncle Clarence just ring them\r\nup and ask them to send down a man?\"\r\n\r\n\"Probably didn't think of it.\"\r\n\r\n\"Whose idea was it, anyway, getting down a man?\"\r\n\r\n\"Hugo's.\"\r\n\r\n\"He suggested that he should run up to town?\"\r\n\r\n\"Yes.\"\r\n\r\n\"I thought as much,\" said Millicent darkly.\r\n\r\n\"What do you mean?\"\r\n\r\nMillicent's eyes narrowed. She kicked moodily at a passing worm.\r\n\r\n\"I don't like it,\" she said. \"It's fishy. Too much zeal. It looks very\r\nmuch to me as if our Mr. Carmody had a special reason for wanting to\r\nget up to London for the night. And I think I know what the reason was.\r\nDid you ever hear of a girl named Sue Brown?\"\r\n\r\nThe start which Ronnie gave eclipsed in magnitude all the other starts\r\nhe had given that morning. And they had been many and severe.\r\n\r\n\"It isn't true!\"\r\n\r\n\"What isn't true?\"\r\n\r\n\"That there's anything whatever between Hugo and Sue Brown.\"\r\n\r\n\"Oh? Well, I had it from an authoritative source.\"\r\n\r\nIt was not the worm's lucky morning. It had now reached Ronnie, and he\r\nkicked at it, too. The worm had the illusion that it had begun to rain\r\nshoes.\r\n\r\n\"I've got to go in and make a 'phone call,\" said Millicent abruptly.\r\n\r\nRonnie scarcely noticed her departure. He had supposed himself to have\r\nbeen doing some pretty tense thinking all the morning, but compared\r\nwith its activity now his brain hitherto had been stagnant.\r\n\r\nIt couldn't be true, he told himself. Sue had said definitely that it\r\nwasn't, and she couldn't have been lying to him. Girls like Sue didn't\r\nlie. And yet....\r\n\r\nThe sound of the luncheon gong floated over the garden.\r\n\r\nWell, one thing was certain. It was simply impossible to remain\r\nhere at Blandings Castle, getting his mind poisoned with doubts and\r\nspeculations which for the life of him he could not keep out of it. If\r\nhe took the two-seater and drove off in it the moment this infernal\r\nmeal was over he could be in London before eight. He could call at\r\nSue's flat; receive her assurance once more that Hugo Carmody, tall and\r\nlissom though he might be, expert on the saxophone though he admittedly\r\nwas, meant nothing to her; take her out to dinner and, while dining,\r\nease his mind of that which weighed upon it. Then, fortified with\r\ncomfort and advice, he could pop into the car and be back at the castle\r\nby lunch time on the following day.\r\n\r\nIt wasn't, of course, that he didn't trust her implicitly.\r\nNevertheless....\r\n\r\nRonnie went in to lunch."
  ]
}