{
  "index": 5,
  "title": "Chapter 4",
  "paragraphs": [
    "The Law of Great Britain is a remorseless machine which, once set in\r\nmotion, ignores first causes and takes into account only results. It\r\nwill not accept shattered dreams as an excuse for shattering glassware;\r\nnor will you get far by pleading a broken heart in extenuation of your\r\nbehaviour in breaking waiters. Haled on the morrow before the awful\r\nmajesty of Justice at Bosher Street Police Court and charged with\r\ndisorderly conduct in a public place--to wit, Mario's Restaurant--and\r\nresisting an officer--to wit, P. C. Murgatroyd--in the execution of\r\nhis duties, Ronald Fish made no impassioned speeches. He did not raise\r\nclenched fists aloft and call upon Heaven to witness that he was a good\r\nman wronged. Experience, dearly bought in the days of his residence at\r\nthe university, had taught him that when the Law gripped you with its\r\ntalons the only thing to do was to give a false name, say nothing, and\r\nhope for the best.\r\n\r\nShortly before noon, accordingly, on the day following the painful\r\nscene just described, Edwin Jones, of 7 Nasturtium Villas, Cricklewood,\r\npoorer by the sum of five pounds, was being conveyed in a swift taxicab\r\nto his friend Hugo Carmody's hotel, there to piece together his broken\r\nlife and try to make a new start.\r\n\r\nOn the part of the man Jones himself during the ride there was a\r\ndisposition toward silence. He gazed before him bleakly and gnawed his\r\nlower lip. Hugo Carmody, on the other hand, was inclined to be rather\r\njubilant. It seemed to Hugo that, after a rocky start, things had\r\npanned out pretty well.\r\n\r\n\"A nice smooth job,\" he said approvingly. \"I was scanning the beak's\r\nface closely during the summing up, and I couldn't help fearing for\r\na moment that it was going to be a case of fourteen days without the\r\noption. As it is, here you are, a free man, and no chance of your name\r\nbeing in the paper. A moral victory, I call it.\"\r\n\r\nRonnie released his lower lip in order to bare his teeth in a bitter\r\nsneer.\r\n\r\n\"I wouldn't care if my name were in every paper in London.\"\r\n\r\n\"Oh, come, old loofah! The honoured name of Fish?\"\r\n\r\n\"What do I care about anything now?\"\r\n\r\nHugo was concerned. This morbid strain, he felt, was unworthy of a\r\nNasturtium Villas Jones.\r\n\r\n\"Aren't you rather tending to make a bit too much heavy weather over\r\nthis?\"\r\n\r\n\"Heavy weather!\"\r\n\r\n\"I think you are. After all, when you come right down to it, what has\r\nhappened? You find poor little Sue----\"\r\n\r\n\"Don't call her 'poor little Sue!'\"\r\n\r\n\"You find the party of the second part,\" amended Hugo, \"at a dance\r\nplace. Well, why not? What, if you follow me, of it? Where's the harm\r\nin her going out to dance?\"\r\n\r\n\"With a man she swore she didn't know!\"\r\n\r\n\"Well, at the time when you asked her probably she didn't know him.\r\nThings move quickly in a great city. I wish I had a quid for every girl\r\nI've been out dancing with whom I hadn't known from Eve a couple of\r\ndays before.\"\r\n\r\n\"She promised me she wouldn't go out with a soul.\"\r\n\r\n\"Ah, but with a merry twinkle in her eye, no doubt? I mean to say, you\r\ncan't expect a girl nowadays to treat a promise like that seriously. I\r\nmean, dash it, be reasonable!\"\r\n\r\n\"And with that little worm of all people!\"\r\n\r\nHugo cleared his throat. He was conscious of a slight embarrassment. He\r\nhad not wished to touch on this aspect of the affair, but Ronnie's last\r\nwords gave a Carmody and a gentleman no choice.\r\n\r\n\"As a matter of fact, Ronnie, old man,\" he said, \"you are wrong in\r\nsupposing that she went to Mario's with the above Pilbeam. She went\r\nwith me. Blameless Hugo, what. I mean, more like a brother than\r\nanything.\"\r\n\r\nRonnie declined to be comforted.\r\n\r\n\"I don't believe you.\"\r\n\r\n\"My dear chap!\"\r\n\r\n\"I suppose you think you're damned clever, trying to smooth things\r\nover. She was at Mario's with Pilbeam.\"\r\n\r\n\"I took her there.\"\r\n\r\n\"You may have taken her, but she was dining with Pilbeam.\"\r\n\r\n\"Nothing of the kind.\"\r\n\r\n\"Do you think I can't believe my own eyes? It's no use your saying\r\nanything, Hugo, I'm through with her. She's let me down. Less than a\r\nweek I've been away,\" said Ronnie, his voice trembling, \"and she lets\r\nme down. Well, it serves me right for being such a fool as to think\r\nshe ever cared a curse for me.\"\r\n\r\nHe relapsed into silence. And Hugo, after turning over in his mind a\r\nfew specimen remarks, decided not to make them. The cab drew up before\r\nthe hotel, and Ronnie, getting out, uttered a wordless exclamation.\r\n\r\n\"No, let me,\" said Hugo considerately. A bit rough on a man, he felt,\r\nafter coughing up five quid to the hellhounds of the law, to be\r\nexpected to pay the cab. He produced money and turned to the driver. It\r\nwas some moments before he turned back again, for the driver, by the\r\nrules of the taxi chauffeurs' union, kept his petty cash tucked into\r\nhis underclothing. When he did so he was considerably astonished to\r\nfind that Ronnie, while his back was turned, had in some unaccountable\r\nmanner become Sue. The changeling was staring unhappily at him from the\r\nexact spot where he had left his old friend.\r\n\r\n\"Hullo!\" he said.\r\n\r\n\"Ronnie's gone,\" said Sue.\r\n\r\n\"Gone?\"\r\n\r\n\"Yes. He walked off as quick as he could round the corner when he saw\r\nme. He--\" Sue's voice broke--\"he didn't say a word.\"\r\n\r\n\"How did you get here?\" asked Hugo. There were other matters, of\r\ncourse, to be discussed later, but he felt he must get this point\r\ncleared up first.\r\n\r\n\"I thought you would bring him back to your hotel, and I thought that\r\nif I could see him I could--say something.\"\r\n\r\nHugo was alarmed. He was now practically certain that this girl was\r\ngoing to cry, and if there was one thing he disliked it was being with\r\ncrying girls in a public spot. He would not readily forget the time\r\nwhen a female named Yvonne Something had given way to a sudden twinge\r\nof neuralgia in his company not far from Piccadilly Circus and an old\r\nlady had stopped and said that it was brutes like him who caused all\r\nthe misery in the world.\r\n\r\n\"Come inside,\" he urged quickly. \"Come and have a cocktail or a cup of\r\ntea or a bun or something. I say,\" he said, as he led the way into the\r\nhotel lobby and found two seats in a distant corner, \"I'm frightfully\r\nsorry about all this. I can't help feeling it's my fault.\"\r\n\r\n\"Oh, no.\"\r\n\r\n\"If I hadn't asked you to dinner----\"\r\n\r\n\"It isn't that that's the trouble. Ronnie might have been a little\r\ncross for a minute or two if he had found you and me together, but he\r\nwould soon have got over it. It was finding me with that horrid little\r\nman Pilbeam. You see, I told him--and it was quite true--that I didn't\r\nknow him.\"\r\n\r\n\"Yes, so he was saying to me in the cab.\"\r\n\r\n\"Did he--what did he say?\"\r\n\r\n\"Well, he plainly resented the Pilbeam, I'm afraid. His manner, when\r\ntouching on the Pilbeam, was austere. I tried to drive into his head\r\nthat that was just an accidental meeting and that you had come to\r\nMario's with me, but he would have none of it. I fear, old thing,\r\nthere's nothing to be done but leave the whole binge to Time, the Great\r\nHealer.\"\r\n\r\nA page boy was making a tour of the lobby. He seemed to be seeking a\r\nMr. Gargery.\r\n\r\n\"If only I could get hold of him and make him listen. I haven't been\r\ngiven a chance to explain.\"\r\n\r\n\"You think you could explain, even if given a chance?\"\r\n\r\n\"I could try. Surely he couldn't help seeing that I really loved him if\r\nwe had a real talk?\"\r\n\r\n\"And the trouble is you're here and he'll be back at Blandings in a few\r\nhours. Difficult,\" said Hugo, shaking his head. \"Complex.\"\r\n\r\n\"Mr. Carmody,\" chanted the page boy, coming nearer. \"Mr. Carmody.\"\r\n\r\n\"Hi!\" cried Hugo.\r\n\r\n\"Mr. Carmody? Wanted on the telephone, sir.\"\r\n\r\nHugo's face became devout and saintlike.\r\n\r\n\"Awfully sorry to leave you for an instant,\" he said, \"but do you mind\r\nif I rush? It must be Millicent. She's the only person who knows I'm\r\nhere.\"\r\n\r\nHe sped away, and Sue, watching him, found herself choking with sudden\r\ntears. It seemed to emphasize her forlornness so, this untimely\r\nevidence of another love story that had not gone awry. She seemed to\r\nbe listening to that telephone conversation, hearing Hugo's delighted\r\nyelps as the voice of the girl he loved floated to him over the wire.\r\n\r\nShe pulled herself together. Beastly of her to be jealous of Hugo just\r\nbecause he was happy....\r\n\r\nSue sat up abruptly. She had had an idea.\r\n\r\nIt was a breath-taking idea, but simple. It called for courage, for\r\naudacity, for a reckless disregard of consequences, but nevertheless it\r\nwas simple.\r\n\r\n\"Hugo,\" she cried, as that lucky young man returned and dropped into\r\nthe chair at her side. \"Hugo, listen!\"\r\n\r\n\"I say,\" said Hugo.\r\n\r\n\"I've suddenly thought----\"\r\n\r\n\"I say,\" said Hugo.\r\n\r\n\"Do listen!\"\r\n\r\n\"I say,\" said Hugo, \"that was Millicent on the 'phone.\"\r\n\r\n\"Was it? How nice. Listen, Hugo.\"\r\n\r\n\"Speaking from Blandings.\"\r\n\r\n\"Yes. But----\"\r\n\r\n\"And she has broken off the engagement!\"\r\n\r\n\"What!\"\r\n\r\n\"Broken off the bally engagement,\" repeated Hugo. He signalled urgently\r\nto a passing waiter. \"Get me a brandy-and-soda, will you?\" he said. His\r\nface was pale and set. \"A stiffish brandy-and-soda, please.\"\r\n\r\n\"Brandy-and-soda, sir?\"\r\n\r\n\"Yes,\" said Hugo. \"Stiffish.\""
  ]
}