{
  "index": 8,
  "title": "Chapter 7",
  "paragraphs": [
    "Having reread the half-dozen pages which he had written since luncheon,\r\nthe Hon. Galahad Threepwood attached them with a brass paper fastener\r\nto the main body of his monumental work and placed the manuscript in\r\nits drawer--lovingly, like a young mother putting her first born to\r\nbed. The day's work was done. Rising from the desk, he yawned and\r\nstretched himself.\r\n\r\nHe was ink stained but cheerful. Happiness, as solid thinkers have\r\noften pointed out, comes from giving pleasure to others; and the little\r\nanecdote that he had just committed to paper would, he knew, give great\r\npleasure to a considerable number of his fellow men. All over England\r\nthey would be rolling out of their seats when they read it. True, their\r\nenjoyment might possibly not be shared to its fullest extent by Sir\r\nGregory Parsloe-Parsloe of Matchingham Hall, for what the Hon. Galahad\r\nhad just written was the story of the prawns: but the first lesson an\r\nauthor has to learn is that he cannot please everybody.\r\n\r\nHe left the small library which he had commandeered as a private study\r\nand, descending the broad staircase, observed Beach in the hall below.\r\nThe butler was standing mountainously beside the tea table, staring in\r\na sort of trance at a plateful of anchovy sandwiches; and it struck\r\nthe Hon. Galahad, not for the first time in the last few days, that he\r\nappeared to have something on his mind. A strained, haunted look he\r\nseemed to have, as if he had done a murder and was afraid somebody was\r\ngoing to find the body. A more practised physiognomist would have been\r\nable to interpret that look. It was the one that butlers always wear\r\nwhen they have allowed themselves to be persuaded against their better\r\njudgment into becoming accessories before the fact in the theft of\r\ntheir employers' pigs.\r\n\r\n\"Beach,\" he said, speaking over the banisters, for he had just\r\nremembered that there was a question he wanted to ask the man about the\r\nsomewhat eccentric Major General Magnus in whose employment he had once\r\nbeen.\r\n\r\n\"What's the matter with you?\" he added with some irritation. For the\r\nbutler, jerked from his reverie, had jumped a couple of inches and\r\nshaken all over in a manner that was most trying to watch. A butler,\r\nfelt the Hon. Galahad, is a butler, and a startled fawn is a startled\r\nfawn. He disliked the blend of the two in a single body.\r\n\r\n\"Why on earth do you spring like that when anyone speaks to you? I've\r\nnoticed it before. He leaps,\" he said complainingly to his niece\r\nMillicent, who now came down the stairs with slow, listless steps;\r\n\"when addressed he quivers like a harpooned whale.\"\r\n\r\n\"Oh?\" said Millicent dully. She had drooped into a chair and picked up\r\na book. She looked like something that might have occurred to Ibsen in\r\none of his less frivolous moments.\r\n\r\n\"I am extremely sorry, Mr. Galahad.\"\r\n\r\n\"No use being sorry. Thing is not to do it. If you are practising the\r\nshimmy for the servants' ball be advised by an old friend and give it\r\nup. You haven't the build.\"\r\n\r\n\"I think I may have caught a chill, sir.\"\r\n\r\n\"Take a stiff whisky toddy. Put you right in no time. What's the car\r\ndoing out there?\"\r\n\r\n\"Her ladyship ordered it, sir. I understand that she and Mr. Baxter are\r\ngoing to Market Blandings to meet the train arriving at four-forty.\"\r\n\r\n\"Somebody expected?\"\r\n\r\n\"The American young lady, sir, Miss Schoonmaker.\"\r\n\r\n\"Of course, yes. I remember. She arrives to-day, does she?\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"Schoonmaker. I used to know old Johnny Schoonmaker well. A great\r\nfellow. Mixed the finest mint juleps in America. Have you ever tasted a\r\nmint julep, Beach?\"\r\n\r\n\"Not to my recollection, sir.\"\r\n\r\n\"Oh, you'd remember all right if you had. Insidious things. They creep\r\nup to you like a baby sister and slide their little hands into yours,\r\nand the next thing you know the judge is telling you to pay the clerk\r\nof the court fifty dollars. Seen Lord Emsworth anywhere?\"\r\n\r\n\"His lordship is at the telephone, sir.\"\r\n\r\n\"Don't do it, I tell you!\" said the Hon. Galahad petulantly. For once\r\nagain the butler had been affected by what appeared to be a kind of\r\npalsy.\r\n\r\n\"I beg your pardon, Mr. Galahad. It was something I was suddenly\r\nreminded of. There was a gentleman just after luncheon who desired to\r\ncommunicate with you on the telephone. I understood him to say that he\r\nwas speaking from Oxford, being on his way from London to Blackpool\r\nin his automobile. Knowing that you were occupied with your literary\r\nwork I refrained from disturbing you. And till I mentioned the word\r\n'telephone' the matter slipped my mind.\"\r\n\r\n\"Who was he?\"\r\n\r\n\"I did not get the gentleman's name, sir. The wire was faulty. But he\r\ndesired me to inform you that his business had to do with a dramatic\r\nentertainment.\"\r\n\r\n\"A play?\"\r\n\r\n\"Yes, sir,\" said Beach, plainly impressed by this happy way of putting\r\nit. \"I took the liberty of advising him that you might be able to see\r\nhim later in the afternoon. He said that he would call after tea.\"\r\n\r\nThe butler passed from the hall with heavy haunted steps and the Hon.\r\nGalahad turned to his niece.\r\n\r\n\"I know who it is,\" he said. \"He wrote to me yesterday. It's a\r\ntheatrical manager fellow I used to go about with years ago. Man named\r\nMason. He's got a play, adapted from the French, and he's had the idea\r\nof changing it into the period of the 'nineties and getting me to put\r\nmy name to it.\"\r\n\r\n\"Oh?\"\r\n\r\n\"On the strength of my book coming out at the same time. Not a bad\r\nnotion, either. Galahad Threepwood's a name that's going to have\r\nbox-office value pretty soon. The house'll be sold out for weeks to all\r\nthe old buffers who'll come flocking up to London to see if I've put\r\nanything about them into it.\"\r\n\r\n\"Oh?\" said Millicent.\r\n\r\nThe Hon. Galahad frowned. He sensed a lack of interest and sympathy.\r\n\r\n\"What's the matter with you?\" he demanded.\r\n\r\n\"Nothing.\"\r\n\r\n\"Then why are you looking like that?\"\r\n\r\n\"Like what?\"\r\n\r\n\"Pale and tragic, as if you'd just gone into Tattersall's and met a\r\nbookie you owed money to.\"\r\n\r\n\"I am perfectly happy.\"\r\n\r\nThe Hon. Galahad snorted.\r\n\r\n\"Yes, radiant. I've seen fogs that were cheerier. What's that book\r\nyou're reading?\"\r\n\r\n\"It belongs to Aunt Constance.\" Millicent glanced wanly at the cover.\r\n\"It seems to be about theosophy.\"\r\n\r\n\"Theosophy! Fancy a young girl in the springtime of life.... What the\r\ndevil has happened to everybody in this house? There's some excuse,\r\nperhaps, for Clarence. If you admit the possibility of a sane man\r\ngetting so attached to a beastly pig he has a right to be upset. But\r\nwhat's wrong with all the rest of you? Ronald! Goes about behaving like\r\na bereaved tomato. Beach! Springs up and down when you speak to him.\r\nAnd that young fellow Carmody----\"\r\n\r\n\"I am not interested in Mr. Carmody.\"\r\n\r\n\"This morning,\" said the Hon. Galahad, aggrieved, \"I told that boy one\r\nof the most humorous limericks I ever heard in my life--about an Old\r\nMan of--however, that is neither here nor there--and he just gaped at\r\nme with his jaw dropping, like a spavined horse looking over a fence.\r\nThere are mysteries afoot in this house, and I don't like 'em. The\r\natmosphere of Blandings Castle has changed all of a sudden from that\r\nof a normal, happy English home into something Edgar Allan Poe might\r\nhave written on a rainy Sunday. It's getting on my nerves. Let's hope\r\nthis girl of Johnny Schoonmaker's will cheer us up. If she's anything\r\nlike her father she ought to be a nice lively girl. But I suppose, when\r\nshe arrives, it'll turn out that she's in mourning for a great-aunt or\r\nbrooding over the situation in Russia or something. I don't know what\r\nyoung people are coming to nowadays. Gloomy. Introspective. The old gay\r\nspirit seems to have died out altogether. In my young days a girl of\r\nyour age would have been upstairs making an apple-pie bed for somebody\r\ninstead of lolling on chairs reading books about theosophy.\"\r\n\r\nSnorting once more, the Hon. Galahad disappeared into the smoking room,\r\nand Millicent, tight lipped, returned to her book. She had been reading\r\nfor some minutes when she became aware of a long, limp, drooping figure\r\nat her side.\r\n\r\n\"Hullo,\" said Hugo, for this ruin of a fine young man was he.\r\n\r\nMillicent's ear twitched, but she did not reply.\r\n\r\n\"Reading?\" said Hugo.\r\n\r\nHe had been standing on his left leg. With a sudden change of policy he\r\nnow shifted and stood on his right.\r\n\r\n\"Interesting book?\"\r\n\r\nMillicent looked up.\r\n\r\n\"I beg your pardon?\"\r\n\r\n\"Only said--is that an interesting book?\"\r\n\r\n\"Very,\" said Millicent.\r\n\r\nHugo decided that his right leg was not a success. He stood on his left\r\nagain.\r\n\r\n\"What's it about?\"\r\n\r\n\"Transmigration of souls.\"\r\n\r\n\"A thing I'm not very well up on.\"\r\n\r\n\"One of the many, I should imagine,\" said the haughty girl. \"Every\r\nday you seem to know less and less about more and more.\" She rose and\r\nmade for the stairs. Her manner suggested that she was disappointed\r\nin the hall of Blandings Castle. She had supposed it a nice place for\r\na girl to sit and study the best literature, and now, it appeared, it\r\nwas overrun by the underworld. \"If you're really anxious to know what\r\n'transmigration' means, it's simply that some people believe that when\r\nyou die your soul goes into something else.\"\r\n\r\n\"Rum idea,\" said Hugo, becoming more buoyant. He began to draw hope\r\nfrom her chattiness. She had not said as many consecutive words as this\r\nto him for quite a time. \"Into something else, eh? Odd notion. What do\r\nyou suppose made them think of that?\"\r\n\r\n\"Yours, for instance, would probably go into a pig. And then I would\r\ncome along and look into your sty, and I'd say, 'Good gracious! Why,\r\nthere's Hugo Carmody. He hasn't changed a bit!'\"\r\n\r\nThe spirit of the Carmodys had been a good deal crushed by recent\r\nhappenings, but at this it flickered into feeble life.\r\n\r\n\"I call that a beastly thing to say.\"\r\n\r\n\"Do you?\"\r\n\r\n\"Yes, I do.\"\r\n\r\n\"I oughtn't to have said it?\"\r\n\r\n\"No, you oughtn't.\"\r\n\r\n\"Well, I wouldn't have if I could have thought of anything worse.\"\r\n\r\n\"And when you let a little thing like what happened the other night rot\r\nup a great love like ours, I--well, I call it a bit rotten. You know\r\nperfectly well that you're the only girl in the world I ever----\"\r\n\r\n\"Shall I tell you something?\"\r\n\r\n\"What?\"\r\n\r\n\"You make me sick.\"\r\n\r\nHugo breathed passionately through his nose.\r\n\r\n\"So all is over, is it?\"\r\n\r\n\"You can jolly well bet all is over. And if you're interested in my\r\nfuture plans I may mention I intend to marry the first man who comes\r\nalong and asks me. And you can be a page at the wedding if you like.\r\nYou couldn't look any sillier than you do now, even in a frilly shirt\r\nand satin knickerbockers.\"\r\n\r\nHugo laughed raspingly.\r\n\r\n\"Is that so?\"\r\n\r\n\"It is.\"\r\n\r\n\"And once you said there wasn't another man like me in the world.\"\r\n\r\n\"Well, I should hate to think there was,\" said Millicent. And as the\r\ncelebrated James-Thomas-Beach procession had entered with cakes and\r\ngate-leg tables and her last word seemed about as good a last word as a\r\ngirl might reasonably consider herself entitled to, she passed proudly\r\nup the stairs.\r\n\r\nJames withdrew. Thomas withdrew. Beach remained gazing with a\r\nhypnotized eye at the cake.\r\n\r\n\"Beach!\" said Hugo.\r\n\r\n\"Sir?\"\r\n\r\n\"Curse all women!\"\r\n\r\n\"Very good, sir,\" said Beach.\r\n\r\nHe watched the young man disappear through the open front door, heard\r\nhis footsteps crunch on the gravel, and gave himself up to meditation\r\nagain. How gladly, he was thinking, if it had not been for upsetting\r\nMr. Ronald's plans, would he have breathed in his employer's ear as he\r\nfilled his glass at dinner, \"The pig is in the gamekeeper's cottage in\r\nthe west wood, your lordship. Thank you, your lordship.\" But it was not\r\nto be. His face twisted, as if with sudden pain, and he was aware of\r\nthe Hon. Galahad emerging from the smoking room.\r\n\r\n\"Just remembered something I wanted to ask you, Beach. You were with\r\nold General Magnus, weren't you, some years ago, before you came here?\"\r\n\r\n\"Yes, Mr. Galahad.\"\r\n\r\n\"Then perhaps you can tell me the exact facts about that trouble in\r\n1912. I know the old chap chased young Mandeville three times round the\r\nlawn in his pajamas, but did he merely try to stab him with the bread\r\nknife or did he actually get home?\"\r\n\r\n\"I could not say, sir. He did not honour me with his confidence.\"\r\n\r\n\"Infernal nuisance,\" said the Hon. Galahad. \"I like to get these things\r\nright.\"\r\n\r\nHe eyed the butler discontentedly as he retired. More than ever was he\r\nconvinced that the fellow had something on his mind. The very way he\r\nwalked showed it. He was about to return to the smoking room when his\r\nbrother Clarence came into the hall. And there was in Lord Emsworth's\r\nbearing so strange a gaiety that he stood transfixed. It seemed to\r\nthe Hon. Galahad years since he had seen anyone looking cheerful in\r\nBlandings Castle.\r\n\r\n\"Good God, Clarence! What's happened?\"\r\n\r\n\"What, my dear fellow?\"\r\n\r\n\"You're wreathed in smiles, dash it, and skipping like the high hills.\r\nFound that pig under the drawing-room sofa or something?\"\r\n\r\nLord Emsworth beamed.\r\n\r\n\"I have had the most cheering piece of news, Galahad. That\r\ndetective--the one I sent young Carmody to see--the Argus man, you\r\nknow--he has come after all. He drove down in his car and is at this\r\nmoment in Market Blandings, at the Emsworth Arms. I have been speaking\r\nto him on the telephone. He rang up to ask if I still required his\r\nservices.\"\r\n\r\n\"Well, you don't.\"\r\n\r\n\"Certainly I do, Galahad. I consider his presence vital.\"\r\n\r\n\"He can't tell you any more than you know already. There's only one man\r\nwho can have stolen that pig, and that's young Parsloe.\"\r\n\r\n\"Precisely. Yes. Quite true. But this man will be able to collect\r\nevidence and bring the thing home and--er--bring it home. He has the\r\ntrained mind. I consider it most important that the case should be in\r\nthe hands of a man with a trained mind. We should be seeing him very\r\nshortly. He is having what he describes as a bit of a snack at the\r\nEmsworth Arms. When he has finished he will drive over. I am delighted.\r\nAh, Constance, my dear.\"\r\n\r\nLady Constance Keeble, attended by the Efficient Baxter, had appeared\r\nat the foot of the stairs. His lordship eyed her a little warily. The\r\nchatelaine of Blandings was apt sometimes to react unpleasantly to the\r\ninformation that visitors not invited by herself were expected at the\r\ncastle.\r\n\r\n\"Constance, my dear, a friend of mine is arriving this evening to spend\r\na few days. I forgot to tell you.\"\r\n\r\n\"Well, we have plenty of room for him,\" replied Lady Constance, with\r\nsurprising amiability. \"There is something I forgot to tell you, too.\r\nWe are dining at Matchingham to-night.\"\r\n\r\n\"Matchingham?\" Lord Emsworth was puzzled. He could think of no one who\r\nlived in the village of Matchingham except Sir Gregory Parsloe-Parsloe.\r\n\"With whom?\"\r\n\r\n\"Sir Gregory, of course. Who else do you suppose it could be?\"\r\n\r\n\"What?\"\r\n\r\n\"I had a note from him after luncheon. It is short notice, of course,\r\nbut that doesn't matter in the country. He took it for granted that we\r\nwould not be engaged.\"\r\n\r\n\"Constance!\" Lord Emsworth swelled slightly. \"Constance, I will\r\nnot--dash it, I will not--dine with that man. And that's final.\"\r\n\r\nLady Constance smiled a sort of lion tamer's smile. She had foreseen\r\na reaction of this kind. She had expected sales resistance and was\r\nprepared to cope with it. Not readily, she knew, would her brother\r\nbecome Parsloe-conscious.\r\n\r\n\"Please do not be absurd, Clarence. I thought you would say that. I\r\nhave already accepted for you, Galahad, myself, and Millicent. You may\r\nas well understand at once that I do not intend to be on bad terms with\r\nour nearest neighbour, even if a hundred of your pig men leave you and\r\ngo to him. Your attitude in the matter has been perfectly childish\r\nfrom the very start. If Sir Gregory realizes that there has been a\r\ncoolness and has most sensibly decided to make the first move toward a\r\nreconciliation, we cannot possibly refuse the overture.\"\r\n\r\n\"Indeed? And what about my friend? Arriving this evening.\"\r\n\r\n\"He can look after himself for a few hours, I should imagine.\"\r\n\r\n\"Abominable rudeness, he'll think it.\" This line of attack had\r\noccurred to Lord Emsworth quite suddenly. He found it good. Almost an\r\ninspiration, it seemed to him. \"I invite my friend Pilbeam here to pay\r\nus a visit, and the moment he arrives we meet him at the front door,\r\ndash it, and say, 'Ah, here you are, Pilbeam! Well, amuse yourself,\r\nPilbeam. We're off.' And this Miss--er--this American girl. What will\r\nshe think?\"\r\n\r\n\"Did you say Pilbeam?\" asked the Hon. Galahad.\r\n\r\n\"It is no use talking, Clarence. Dinner is at eight. And please see\r\nthat your dress clothes are nicely pressed. Ring for Beach and tell him\r\nnow. Last night you looked like a scarecrow.\"\r\n\r\n\"Once and for all, I tell you----\"\r\n\r\nAt this moment an unexpected ally took the arena on Lady Constance's\r\nside.\r\n\r\n\"Of course we must go, Clarence,\" said the Hon. Galahad, and Lord\r\nEmsworth, spinning round to face this flank attack, was surprised to\r\nsee a swift, meaning wink come and go on his brother's face. \"Nothing\r\ngained by having unpleasantness with your neighbours in the country.\r\nAlways a mistake. Never pays.\"\r\n\r\n\"Exactly,\" said Lady Constance, a little dazed at finding this Saul\r\namong the prophets, but glad of the helping hand. \"In the country one\r\nis quite dependent on one's neighbours.\"\r\n\r\n\"And young Parsloe--not such a bad chap, Clarence. Lots of good in\r\nParsloe. We shall have a pleasant evening.\"\r\n\r\n\"I am relieved to find that you, at any rate, have sense, Galahad,\"\r\nsaid Lady Constance handsomely. \"I will leave you to try and drive some\r\nof it into Clarence's head. Come, Mr. Baxter, we shall be late.\"\r\n\r\nThe sound of the car's engine had died away before Lord Emsworth's\r\nfeelings found relief in speech.\r\n\r\n\"But, Galahad, my dear fellow!\"\r\n\r\nThe Hon. Galahad patted his shoulder reassuringly.\r\n\r\n\"It's all right, Clarence, my boy. I know what I'm doing. I have the\r\nsituation well in hand.\"\r\n\r\n\"Dine with Parsloe after what has occurred? After what occurred\r\nyesterday? It's impossible. Why on earth the man is inviting us, I\r\ncan't understand.\"\r\n\r\n\"I suppose he thinks that if he gives us a dinner I shall relent and\r\nomit the prawn story. Oh, I see Parsloe's motive all right. A clever\r\nmove. Not that it'll work.\"\r\n\r\n\"But what do you want to go for?\"\r\n\r\nThe Hon. Galahad raked the hall with a conspiratorial monocle. It\r\nappeared to be empty. Nevertheless, he looked under a settee and, going\r\nto the front door, swiftly scanned the gravel.\r\n\r\n\"Shall I tell you something, Clarence?\" he said, coming\r\nback--\"something that'll interest you?\"\r\n\r\n\"Certainly, my dear fellow. Certainly. Most decidedly.\"\r\n\r\n\"Something that'll bring the sparkle to your eyes?\"\r\n\r\n\"By all means. I should enjoy it.\"\r\n\r\n\"You know what we're going to do? To-night? After dining with Parsloe\r\nand sending Constance back in the car?\"\r\n\r\n\"No.\"\r\n\r\nThe Hon. Galahad placed his lips to his brother's ear.\r\n\r\n\"We're going to steal his pig, my boy.\"\r\n\r\n\"What!\"\r\n\r\n\"It came to me in a flash while Constance was talking. Parsloe stole\r\nthe Empress. Very well, we'll steal Pride of Matchingham. Then we'll be\r\nin a position to look young Parsloe squarely in the eye and say, 'What\r\nabout it?'\"\r\n\r\nLord Emsworth swayed gently. His brain, never a strong one, had\r\ntottered perceptibly on its throne.\r\n\r\n\"Galahad!\"\r\n\r\n\"Only thing to do. Reprisals. Recognized military manœuvre.\"\r\n\r\n\"But how? Galahad, how can it be done?\"\r\n\r\n\"Easily. If young Parsloe stole the Empress, why should we have any\r\ndifficulty in stealing his animal? You show me where he keeps it, my\r\nboy, and I'll do the rest. Puffy Benger and I stole old Wivenhoe's pig\r\nat Hammers Easton in the year '95. We put it in Plug Basham's bedroom.\r\nAnd we'll put Parsloe's pig in a bedroom, too.\"\r\n\r\n\"In a bedroom?\"\r\n\r\n\"Well, a sort of bedroom. Where are we to hide the animal--that's what\r\nyou've been asking yourself, is it? I'll tell you. We're going to put\r\nit in that caravan that your flower-pot throwing friend Baxter arrived\r\nin. Nobody's going to think of looking there. Then we'll be in a\r\nposition to talk terms to young Parsloe, and I think he will very soon\r\nsee the game is up.\"\r\n\r\nLord Emsworth was looking at his brother almost devoutly. He had always\r\nknown that Galahad's intelligence was superior to his own, but he had\r\nnever realized it could soar to quite such lofty heights as this. It\r\nwas, he supposed, the result of the life his brother had lived. He\r\nhimself, sheltered through the peaceful, uneventful years at Blandings\r\nCastle, had allowed his brain to become comparatively atrophied. But\r\nGalahad, battling through these same years with hostile skittle-sharps\r\nand the sort of man that used to be a member of the old Pelican Club,\r\nhad kept his clear and vigorous.\r\n\r\n\"You really think it would be feasible?\"\r\n\r\n\"Trust me. By the way, Clarence, this man Pilbeam of yours. Do you know\r\nif he was ever anything except a detective?\"\r\n\r\n\"I have no idea, my dear fellow. I know nothing of him. I have merely\r\nspoken to him on the telephone. Why?\"\r\n\r\n\"Oh, nothing. I'll ask him when he arrives. Where are you going?\"\r\n\r\n\"Into the garden.\"\r\n\r\n\"It's raining.\"\r\n\r\n\"I have my mackintosh. I really--I feel I really must walk about after\r\nwhat you have told me. I am in a state of considerable excitement.\"\r\n\r\n\"Well, work it off before you see Constance again. It won't do to have\r\nher start suspecting there's something up. If there's anything you want\r\nto ask me about you'll find me in the smoking room.\"\r\n\r\nFor some twenty minutes the hall of Blandings Castle remained empty.\r\nThen Beach appeared. At the same moment, from the gravel outside there\r\ncame the purring of a high-powered car and the sound of voices. Beach\r\nposed himself in the doorway, looking, as he always did on these\r\noccasions, like the Spirit of Blandings welcoming the lucky guest."
  ]
}