{
  "index": 1,
  "title": "Chapter 1",
  "paragraphs": [
    "CHAPTER I\r\n\r\n\r\n                                   I\r\n\r\nBlandings Castle slept in the sunshine. Dancing little ripples of heat\r\nmist played across its smooth lawns and stone-flagged terraces. The air\r\nwas full of the lulling drone of insects. It was that gracious hour of\r\na summer afternoon, midway between luncheon and tea, when nature seems\r\nto unbutton its waistcoat and put its feet up.\r\n\r\nIn the shade of a laurel bush outside the back premises of this stately\r\nhome of England, Beach, butler to Clarence, ninth Earl of Emsworth,\r\nits proprietor, sat sipping the contents of a long glass and reading\r\na weekly paper devoted to the doings of Society and the Stage. His\r\nattention had just been arrested by a photograph in an oval border on\r\none of the inner pages; and for perhaps a minute he scrutinized this\r\nin a slow, thorough, pop-eyed way, absorbing its every detail. Then,\r\nwith a fruity chuckle, he took a penknife from his pocket, cut out the\r\nphotograph, and placed it in the recesses of his costume.\r\n\r\nAt this moment the laurel bush, which had hitherto not spoken, said,\r\n\"Psst!\"\r\n\r\nThe butler started violently. A spasm ran through his ample frame.\r\n\r\n\"Beach!\" said the bush.\r\n\r\nSomething was now peering out of it. This might have been a wood nymph,\r\nbut the butler rather thought not, and he was right. It was a tall\r\nyoung man with light hair. He recognized his employer's secretary,\r\nMr. Hugo Carmody, and rose with pained reproach. His heart was still\r\njumping, and he had bitten his tongue.\r\n\r\n\"Startle you, Beach?\"\r\n\r\n\"Extremely, sir.\"\r\n\r\n\"I'm sorry. Excellent for the liver, though. Beach, do you want to earn\r\na quid?\"\r\n\r\nThe butler's austerity softened. The hard look died out of his eyes.\r\n\r\n\"Yes, sir.\"\r\n\r\n\"Can you get hold of Miss Millicent alone?\"\r\n\r\n\"Certainly, sir.\"\r\n\r\n\"Then give her this note, and don't let anyone see you do it.\r\nEspecially--and this is where I want you to follow me very closely,\r\nBeach--Lady Constance Keeble.\"\r\n\r\n\"I will attend to the matter immediately, sir.\"\r\n\r\nHe smiled a paternal smile. Hugo smiled back. A perfect understanding\r\nprevailed between these two. Beach understood that he ought not to be\r\ngiving his employer's niece surreptitious notes; and Hugo understood\r\nthat he ought not to be urging a good man to place such a weight upon\r\nhis conscience.\r\n\r\n\"Perhaps you are not aware, sir,\" said the butler, having trousered the\r\nwages of sin, \"that her ladyship went up to London on the three-thirty\r\ntrain?\"\r\n\r\nHugo uttered an exclamation of chagrin.\r\n\r\n\"You mean that all this Red Indian stuff--creeping from bush to bush\r\nand not letting a single twig snap beneath my feet--has simply been a\r\nwaste of time?\" He emerged, dusting his clothes. \"I wish I'd known that\r\nbefore,\" he said. \"I've severely injured a good suit, and it's a very\r\nmoot question whether I haven't got some kind of a beetle down my back.\r\nHowever, nobody ever took a toss through being careful.\"\r\n\r\n\"Very true, sir.\"\r\n\r\nRelieved by the information that the X-ray eye of the aunt of the girl\r\nhe loved was operating elsewhere, Mr. Carmody became conversational.\r\n\r\n\"Nice day, Beach.\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"You know, Beach, life's rummy. I mean to say, you can never tell what\r\nthe future holds in store. Here I am at Blandings Castle, loving it.\r\nSing of joy, sing of bliss, home was never like this. And yet, when the\r\nproject of my coming here was first placed on the agenda I don't mind\r\ntelling you the heart was rather bowed down with weight of woe.\"\r\n\r\n\"Indeed, sir?\"\r\n\r\n\"Yes. Noticeably bowed down. If you knew the circumstances you would\r\nunderstand why.\"\r\n\r\nBeach did know the circumstances. There were few facts concerning the\r\ndwellers in Blandings Castle of which he remained in ignorance for\r\nlong. He was aware that young Mr. Carmody had been until a few weeks\r\nback co-proprietor with Mr. Ronald Fish, Lord Emsworth's nephew, of a\r\nnight club called the Hot Spot, situated just off Bond Street in the\r\nheart of London's pleasure-seeking area; that, despite this favoured\r\nposition, it had proved a financial failure; that Mr. Ronald had gone\r\noff with his mother, Lady Julia Fish, to recuperate at Biarritz; and\r\nthat Hugo, on the insistence of Ronnie that unless some niche was found\r\nfor his boyhood friend he would not stir a step toward Biarritz or any\r\nother blighted place, had come to Blandings as Lord Emsworth's private\r\nsecretary.\r\n\r\n\"No doubt you were reluctant to leave London, sir?\"\r\n\r\n\"Exactly. But now, Beach, believe me or believe me not, as far as I am\r\nconcerned, anyone who likes can have London. Mark you, I'm not saying\r\nthat just one brief night in the Piccadilly neighbourhood would come\r\namiss. But to dwell in give me Blandings Castle. What a spot, Beach!\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"A Garden of Eden, shall I call it?\"\r\n\r\n\"Certainly, sir, if you wish.\"\r\n\r\n\"And now that old Ronnie's coming here, joy, as you might say, will be\r\nunconfined.\"\r\n\r\n\"Is Mr. Ronald expected, sir?\"\r\n\r\n\"Coming either to-morrow or the day after. I had a letter from him this\r\nmorning. Which reminds me. He sends his regards to you and asks me to\r\ntell you to put your shirt on Baby Bones for the Medbury Selling Plate.\"\r\n\r\nThe butler pursed his lips dubiously.\r\n\r\n\"A long shot, sir. Not generally fancied.\"\r\n\r\n\"Rank outsider. Leave it alone is my verdict.\"\r\n\r\n\"And yet Mr. Ronald is usually very reliable. It is many years now\r\nsince he first began to advise me in these matters, and I have done\r\nremarkably well by following him. Even as a lad at Eton he was always\r\nsingularly fortunate in his information.\"\r\n\r\n\"Well, suit yourself,\" said Hugo indifferently. \"What was that thing\r\nyou were cutting out of the paper just now?\"\r\n\r\n\"A photograph of Mr. Galahad, sir. I keep an album in which I paste\r\nitems of interest relating to the Family.\"\r\n\r\n\"What that album needs is an eyewitness's description of Lady Constance\r\nKeeble falling out of a window and breaking her neck.\"\r\n\r\nA nice sense of the proprieties prevented Beach from indorsing this\r\nview verbally, but he sighed a little wistfully. He had frequently felt\r\nmuch the same about the chatelaine of Blandings.\r\n\r\n\"If you would care to see the clipping, sir? There is a reference to\r\nMr. Galahad's literary work.\"\r\n\r\nMost of the photographs in the weekly paper over which Beach had been\r\nrelaxing were of peeresses trying to look like chorus girls and chorus\r\ngirls trying to look like peeresses; but this one showed the perky\r\nfeatures of a dapper little gentleman in the late fifties. Beneath it,\r\nin large letters, was the single word--\r\n\r\n                                 GALLY\r\n\r\nUnder this ran a caption in smaller print:\r\n\r\n    The Hon. Galahad Threepwood, brother of the Earl of Emsworth.\r\n    A little bird tells us that \"Gally\" is at Blandings Castle,\r\n    Shropshire, the ancestral seat of the family, busily engaged in\r\n    writing his Reminiscences. As every member of the Old Brigade will\r\n    testify, they ought to be as warm as the weather, if not warmer.\r\n\r\nHugo scanned the exhibit thoughtfully and handed it back, to be placed\r\nin the archives.\r\n\r\n\"Yes,\" he observed, \"I should say that about summed it up. That old\r\nbird must have been pretty hot stuff, I imagine, back in the days of\r\nEdward the Confessor.\"\r\n\r\n\"Mr. Galahad was somewhat wild as a young man,\" agreed the butler\r\nwith a sort of feudal pride in his voice. It was the opinion of the\r\nServants' Hall that the Hon. Galahad shed lustre on Blandings Castle.\r\n\r\n\"Has it ever occurred to you, Beach, that that book of his is going to\r\nmake no small stir when it comes out?\"\r\n\r\n\"Frequently, sir.\"\r\n\r\n\"Well, I'm saving up for my copy. By the way, I knew there was\r\nsomething I wanted to ask you. Can you give me any information on the\r\nsubject of a bloke named Baxter?\"\r\n\r\n\"Mr. Baxter, sir? He used to be private secretary to his lordship.\"\r\n\r\n\"Yes, so I gathered. Lady Constance was speaking to me about him this\r\nmorning. She happened upon me as I was taking the air in riding kit and\r\ndidn't seem over-pleased. 'You appear to enjoy a great deal of leisure,\r\nMr. Carmody,' she said. 'Mr. Baxter,' she continued, giving me the\r\nmeaning eye, 'never seemed to find time to go riding when he was Lord\r\nEmsworth's secretary. Mr. Baxter was always so hard at work. But then,\r\nMr. Baxter,' she added, the old lamp becoming more meaning than ever,\r\n'loved his work. Mr. Baxter took a real interest in his duties. Dear\r\nme! What a very conscientious man Mr. Baxter was, to be sure!' Or words\r\nto that effect. I may be wrong, but I classed it as a dirty dig. And\r\nwhat I want to know is, if Baxter was such a world beater why did they\r\never let him go?\"\r\n\r\nThe butler gazed about him cautiously.\r\n\r\n\"I fancy, sir, there was some trouble.\"\r\n\r\n\"Pinched the spoons, eh? Always the way with these zealous workers.\"\r\n\r\n\"I never succeeded in learning the full details, sir, but there was\r\nsomething about some flower pots.\"\r\n\r\n\"He pinched the flower pots?\"\r\n\r\n\"Threw them at his lordship, I was given to understand.\"\r\n\r\nHugo looked injured. He was a high-spirited young man who chafed at\r\ninjustice.\r\n\r\n\"Well, I'm dashed if I see, then,\" he said, \"where this Baxter\r\ncan claim to rank so jolly high above me as a secretary. I may be\r\nleisurely, I may forget to answer letters, I may occasionally on warm\r\nafternoons go in to some extent for the folding of the hands in sleep,\r\nbut at least I don't throw flower pots at people. Not so much as a pen\r\nwiper have I ever bunged at Lord Emsworth. Well, I must be getting\r\nabout my duties. That ride this morning and a slight slumber after\r\nlunch have set the schedule back a bit. You won't forget that note,\r\nwill you?\"\r\n\r\n\"No, sir.\"\r\n\r\nHugo reflected.\r\n\r\n\"On second thoughts,\" he said, \"perhaps you'd better hand it back to\r\nme. Safer not to have too much written matter circulating about the\r\nplace. Just tell Miss Millicent that she will find me in the rose\r\ngarden at six sharp.\"\r\n\r\n\"In the rose garden....\"\r\n\r\n\"At six sharp.\"\r\n\r\n\"Very good, sir. I will see that she receives the information.\"\r\n\r\n\r\n                                  II\r\n\r\nFor two hours after this absolutely nothing happened in the grounds of\r\nBlandings Castle. At the end of that period there sounded through the\r\nmellow, drowsy stillness a drowsy, mellow chiming. It was the clock\r\nover the stables striking five. Simultaneously a small but noteworthy\r\nprocession filed out of the house and made its way across the\r\nsun-bathed lawn to where the big cedar cast a grateful shade. It was\r\nheaded by James, a footman, bearing a laden tray. Following him came\r\nThomas, another footman, with a gate-leg table. The rear was brought up\r\nby Beach, who carried nothing but merely lent a tone.\r\n\r\nThe instinct that warns all good Englishmen when tea is ready\r\nimmediately began to perform its silent duty. Even as Thomas set\r\ngate-leg table to earth there appeared, as if answering a cue, an\r\nelderly gentleman in stained tweeds and a hat he should have been\r\nashamed of: Clarence, ninth Earl of Emsworth, in person. He was a long,\r\nlean, stringy man of about sixty, slightly speckled at the moment with\r\nmud, for he had spent most of the afternoon pottering round pigsties.\r\nHe surveyed the preparations for the meal with vague amiability through\r\nrimless pince-nez.\r\n\r\n\"Tea?\"\r\n\r\n\"Yes, your lordship.\"\r\n\r\n\"Oh?\" said Lord Emsworth. \"Ah? Tea, eh? Tea? Yes. Tea. Quite so. To be\r\nsure, tea. Capital.\"\r\n\r\nOne gathered from his remarks that he realized that the tea hour had\r\narrived and was glad of it. He proceeded to impart his discovery to\r\nhis niece, Millicent, who, lured by that same silent call, had just\r\nappeared at his side.\r\n\r\n\"Tea, Millicent.\"\r\n\r\n\"Yes.\"\r\n\r\n\"Er--tea,\" said Lord Emsworth, driving home his point.\r\n\r\nMillicent sat down and busied herself with the pot. She was a tall,\r\nfair girl with soft blue eyes and a face like the Soul's Awakening. Her\r\nwhole appearance radiated wholesome innocence. Not even an expert could\r\nhave told that she had just received a whispered message from a bribed\r\nbutler and was proposing at six sharp to go and meet a quite ineligible\r\nyoung man among the rose bushes.\r\n\r\n\"Been down seeing the Empress, Uncle Clarence?\"\r\n\r\n\"Eh? Oh, yes. Yes, my dear. I have been with her all the afternoon.\"\r\n\r\nLord Emsworth's mild eyes beamed. They always did when that noble\r\nanimal, Empress of Blandings, was mentioned. The ninth Earl was a\r\nman of few and simple ambitions. He had never desired to mould the\r\ndestinies of the State, to frame its laws and make speeches in the\r\nHouse of Lords that would bring all the peers and bishops to their\r\nfeet, whooping and waving their hats. All he yearned to do, by way of\r\ninsuring admittance to England's Hall of Fame, was to tend his prize\r\nsow, Empress of Blandings, so sedulously that for the second time in\r\ntwo consecutive years she would win the silver medal in the Fat Pigs\r\nclass at the Shropshire Agricultural Show. And every day, it seemed to\r\nhim, the glittering prize was coming more and more within his grasp.\r\n\r\nEarlier in the summer there had been one breathless, sickening moment\r\nof suspense, and disaster had seemed to loom. This was when his\r\nneighbour, Sir Gregory Parsloe-Parsloe of Matchingham Hall, had basely\r\nlured away his pig man, the superbly gifted George Cyril Wellbeloved,\r\nby the promise of higher wages. For a while Lord Emsworth had feared\r\nlest the Empress, mourning for her old friend and valet, might refuse\r\nfood and fall from her high standard of obesity. But his apprehensions\r\nhad proved groundless. The Empress had taken to Pirbright, George\r\nCyril's successor, from the first, and was tucking away her meals with\r\nall the old abandon. The Right triumphs in this world far more often\r\nthan we realize.\r\n\r\n\"What do you do to her?\" asked Millicent curiously. \"Read her bedtime\r\nstories?\"\r\n\r\nLord Emsworth pursed his lips. He had a reverent mind and disliked\r\njesting on serious subjects.\r\n\r\n\"Whatever I do, my dear, it seems to effect its purpose. She is in\r\nwonderful shape.\"\r\n\r\n\"I didn't know she had a shape. She hadn't when I last saw her.\"\r\n\r\nThis time Lord Emsworth smiled indulgently. Gibes at the Empress's\r\nrotundity had no sting for him. He did not desire for her that\r\nschoolgirl slimness which is so fashionable nowadays.\r\n\r\n\"She has never fed more heartily,\" he said. \"It is a treat to watch\r\nher.\"\r\n\r\n\"I'm so glad. Mr. Carmody,\" said Millicent, stooping to tickle a\r\nspaniel which had wandered up to take pot luck, \"told me he had never\r\nseen a finer animal in his life.\"\r\n\r\n\"I like that young man,\" said Lord Emsworth emphatically. \"He is sound\r\non pigs. He has his head screwed on the right way.\"\r\n\r\n\"Yes, he's an improvement on Baxter, isn't he?\"\r\n\r\n\"Baxter!\" His lordship choked over his cup.\r\n\r\n\"You didn't like Baxter much, did you, Uncle Clarence?\"\r\n\r\n\"Hadn't a peaceful moment while he was in the place. Dreadful feller!\r\nAlways fussing. Always wanting me to _do_ things. Always coming round\r\ncorners with his infernal spectacles gleaming and making me sign papers\r\nwhen I wanted to be out in the garden. Besides, he was off his head.\r\nThank goodness I've seen the last of Baxter.\"\r\n\r\n\"But have you?\"\r\n\r\n\"What do you mean?\"\r\n\r\n\"If you ask me,\" said Millicent, \"Aunt Constance hasn't given up the\r\nidea of getting him back.\"\r\n\r\nLord Emsworth started with such violence that his pince-nez fell off.\r\nShe had touched on his favourite nightmare. Sometimes he would wake\r\ntrembling in the night, fancying that his late secretary had returned\r\nto the castle. And though on these occasions he always dropped off to\r\nsleep again with a happy smile of relief, he had never ceased to be\r\nhaunted by the fear that his sister Constance, in her infernal managing\r\nway, was scheming to restore the fellow to office.\r\n\r\n\"Good God! Has she said anything to you?\"\r\n\r\n\"No. But I have a feeling. I know she doesn't like Mr. Carmody.\"\r\n\r\nLord Emsworth exploded.\r\n\r\n\"Perfect nonsense! Utter, absolute, dashed nonsense. What on earth does\r\nshe find to object to in young Carmody? Most capable, intelligent boy.\r\nLeaves me alone. Doesn't fuss me. I wish to heaven she would----\"\r\n\r\nHe broke off, and stared blankly at a handsome woman of middle age who\r\nhad come out of the house and was crossing the lawn.\r\n\r\n\"Why, here she is!\" said Millicent, equally and just as disagreeably\r\nsurprised. \"I thought you had gone up to London, Aunt Constance.\"\r\n\r\nLady Constance Keeble had arrived at the table. Declining with a\r\ndistrait shake of the head her niece's offer of the seat of honour by\r\nthe teapot, she sank into a chair. She was a woman of still remarkable\r\nbeauty, with features cast in a commanding mould, and fine eyes. These\r\neyes were at the moment dull and brooding.\r\n\r\n\"I missed my train,\" she explained. \"However, I can do all I have to do\r\nin London to-morrow. I shall go up by the eleven-fifteen. In a way, it\r\nwill be more convenient, for Ronald will be able to motor me back. I\r\nwill look in at Norfolk Street and pick him up there before he starts.\"\r\n\r\n\"What made you miss your train?\"\r\n\r\n\"Yes,\" said Lord Emsworth complainingly. \"You started in good time.\"\r\n\r\nThe brooding look in his sister's eyes deepened.\r\n\r\n\"I met Sir Gregory Parsloe.\" Lord Emsworth stiffened at the name.\r\n\"He kept me talking. He is extremely worried.\" Lord Emsworth looked\r\npleased. \"He tells me he used to know Galahad very well a number of\r\nyears ago, and he is very much alarmed about this book of his.\"\r\n\r\n\"And I bet he isn't the only one,\" murmured Millicent.\r\n\r\nShe was right. Once a man of the Hon. Galahad Threepwood's antecedents\r\nstarts taking pen in hand and being reminded of amusing incidents\r\nthat happened to my dear old friend So-and-So you never know where\r\nhe will stop; and all over England, among the more elderly of the\r\nnobility and gentry, something like a panic had been raging ever since\r\nthe news of his literary activities had got about. From Sir Gregory\r\nParsloe-Parsloe of Matchingham Hall to gray-headed pillars of society\r\nin distant Cumberland and Kent, whole droves of respectable men who in\r\ntheir younger days had been rash enough to chum with the Hon. Galahad\r\nwere recalling past follies committed in his company and speculating\r\nagitatedly as to how good the old pest's memory was.\r\n\r\nFor Galahad in his day had been a notable lad about town. A _beau\r\nsabreur_ of Romano's. A Pink 'Un. A Pelican. A crony of Hughie Drummond\r\nand Fatty Coleman; a brother in arms of the Shifter, the Pitcher, Peter\r\nBlobbs, and the rest of an interesting but not straitlaced circle.\r\nBookmakers had called him by his pet name; barmaids had simpered\r\nbeneath his gallant chaff. He had heard the chimes at midnight. And\r\nwhen he looked in at the old Gardenia commissionaires had fought for\r\nthe privilege of throwing him out. A man, in a word, who should never\r\nhave been taught to write and who, if unhappily gifted with that\r\nability, should have been restrained by Act of Parliament from writing\r\nreminiscences.\r\n\r\nSo thought Lady Constance, his sister. So thought Sir Gregory\r\nParsloe-Parsloe, his neighbour. And so thought the pillars of Society\r\nin distant Cumberland and Kent. Widely as they differed on many points,\r\nthey were unanimous on this.\r\n\r\n\"He wanted me to try to find out if Galahad was putting anything about\r\nhim into it.\"\r\n\r\n\"Better ask him now,\" said Millicent. \"He's just come out of the house\r\nand seems to be heading in this direction.\"\r\n\r\nLady Constance turned sharply; and, following her niece's pointing\r\nfinger, winced. The mere sight of her deplorable brother was generally\r\nenough to make her wince. When he began to talk and she had to listen\r\nthe wince became a shudder. His conversations had the effect of making\r\nher feel as if she had suddenly swallowed something acid.\r\n\r\n\"It always makes me laugh,\" said Millicent, \"when I think what a\r\nfrightfully bad shot Uncle Gally's godfathers and godmothers made when\r\nthey christened him.\"\r\n\r\nShe regarded her approaching relative with that tolerant--indeed,\r\nadmiring--affection which the young of her sex, even when they have\r\nMadonna-like faces, are only too prone to lavish on such of their\r\nseniors as have had interesting pasts.\r\n\r\n\"Doesn't he look marvellous?\" she said. \"It really is an extraordinary\r\nthing that anyone who has had as good a time as he has can be so\r\namazingly healthy. Everywhere you look you see men leading model\r\nlives and pegging out in their prime, while good old Uncle Gally, who\r\napparently never went to bed till he was fifty, is still breezing along\r\nas fit and rosy as ever.\"\r\n\r\n\"All our family have had excellent constitutions,\" said Lord Emsworth.\r\n\r\n\"And I'll bet Uncle Gally needed every ounce of his,\" said Millicent.\r\n\r\nThe Author, ambling briskly across the lawn, had now joined the little\r\ngroup at the tea table. As his photograph had indicated, he was a\r\nshort, trim, dapper little man of the type one associates automatically\r\nin one's mind with checked suits, tight trousers, white bowler hats,\r\npink carnations, and race glasses bumping against the left hip. Though\r\nbareheaded at the moment and in his shirt sleeves and displaying\r\non the tip of his nose the ink spot of the literary life, he still\r\nseemed out of place away from a paddock or an American bar. His bright\r\neyes, puckered at the corners, peered before him as though watching\r\nhorses rounding into the straight. His neatly shod foot had about it\r\na suggestion of pawing in search of a brass rail. A jaunty little\r\ngentleman, and, as Millicent had said, quite astonishingly fit and\r\nrosy. A thoroughly misspent life had left the Hon. Galahad Threepwood,\r\ncontrary to the most elementary justice, in what appeared to be\r\nperfect, even exuberantly perfect, physical condition. How a man who\r\nought to have had the liver of the century could look and behave as he\r\ndid was a constant mystery to his associates. His eyes were not dimmed,\r\nnor his natural force abated; and when, skipping blithely across the\r\nturf, he tripped over the spaniel, so graceful was the agility with\r\nwhich he recovered his balance that he did not spill a drop of the\r\nwhisky-and-soda in his hand. He continued to bear the glass aloft like\r\nsome brave banner beneath which he had often fought and won. Instead of\r\nthe blot on a proud family he might have been a teetotal acrobat.\r\n\r\nHaving disentangled himself from the spaniel and soothed the animal's\r\nwounded feelings by permitting it to sniff the whisky-and-soda, the\r\nHon. Galahad produced a black-rimmed monocle and, screwing it into his\r\neye, surveyed the table with a frown of distaste.\r\n\r\n\"Tea?\"\r\n\r\nMillicent reached for a cup.\r\n\r\n\"Cream and sugar, Uncle Gally?\"\r\n\r\nHe stopped her with a gesture of shocked loathing.\r\n\r\n\"You know I never drink tea. Too much respect for my inside. Don't tell\r\nme you are ruining your inside with that poison.\"\r\n\r\n\"Sorry, Uncle Gally. I like it.\"\r\n\r\n\"You be careful,\" urged the Hon. Galahad, who was fond of his niece\r\nand did not like to see her falling into bad habits. \"You be very\r\ncareful how you fool about with that stuff. Did I ever tell you about\r\npoor Buffy Struggles back in 'ninety-three? Some misguided person\r\nlured poor old Buffy into one of those temperance lectures illustrated\r\nwith coloured slides, and he called on me next day ashen, poor old\r\nchap--ashen. 'Gally,' he said. 'What would you say the procedure was\r\nwhen a fellow wants to buy tea? How would a fellow set about it?'\r\n'Tea?' I said. 'What do you want tea for?' 'To drink,' said Buffy.\r\n'Pull yourself together, dear boy,' I said. 'You're talking wildly. You\r\ncan't drink tea. Have a brandy-and-soda.' 'No more alcohol for me,'\r\nsaid Buffy. 'Look what it does to the common earthworm.' 'But you're\r\nnot a common earthworm,' I said, putting my finger on the flaw in\r\nhis argument right away. 'I dashed soon shall be if I go on drinking\r\nalcohol,' said Buffy. Well, I begged him with tears in my eyes not to\r\ndo anything rash, but I couldn't move him. He ordered in ten pounds of\r\nthe muck and was dead inside the year.\"\r\n\r\n\"Good heavens! Really?\"\r\n\r\nThe Hon. Galahad nodded impressively.\r\n\r\n\"Dead as a doornail. Got run over by a hansom cab, poor dear old chap,\r\nas he was crossing Piccadilly. You'll find the story in my book.\"\r\n\r\n\"How's the book coming along?\"\r\n\r\n\"Magnificently, my dear. Splendidly. I had no notion writing was so\r\neasy. The stuff just pours out. Clarence, I wanted to ask you about\r\na date. What year was it there was that terrible row between young\r\nGregory Parsloe and Lord Burper, when Parsloe stole the old chap's\r\nfalse teeth and pawned them at a shop in the Edgware Road? '96? I\r\nshould have said later than that--'97 or '98. Perhaps you're right,\r\nthough. I'll pencil in '96 tentatively.\"\r\n\r\nLady Constance uttered a sharp cry. The sunlight had now gone quite\r\ndefinitely out of her life. She felt, as she so often felt in her\r\nbrother Galahad's society, as if foxes were gnawing her vitals. Not\r\neven the thought that she could now give Sir Gregory Parsloe-Parsloe\r\nthe inside information for which he had asked was able to comfort her.\r\n\r\n\"Galahad! You are not proposing to print libellous stories like that\r\nabout our nearest neighbour?\"\r\n\r\n\"Certainly I am.\" The Hon. Galahad snorted militantly. \"And as for\r\nlibel, let him bring an action if he wants to. I'll fight him to the\r\nHouse of Lords. It's the best documented story in my book. Well, if\r\nyou insist it was '96, Clarence--I'll tell you what,\" said the Hon.\r\nGalahad, inspired, \"I'll say 'toward the end of the nineties.' After\r\nall, the exact date isn't so important. It's the facts that matter.\"\r\nAnd, leaping lightly over the spaniel, he flitted away across the lawn.\r\n\r\nLady Constance sat rigid in her chair. Her fine eyes were now\r\nprotruding slightly, and her face was drawn. This, and not the Mona\r\nLisa's, you would have said, looking at her, was the head on which all\r\nthe sorrows of the world had fallen.\r\n\r\n\"Clarence!\"\r\n\r\n\"My dear?\"\r\n\r\n\"What are you going to do about this?\"\r\n\r\n\"Do?\"\r\n\r\n\"Can't you see that something must be done? Do you realize that if\r\nthis awful book of Galahad's is published it will alienate half our\r\nfriends? They will think we are to blame. They will say we ought to\r\nhave stopped him somehow. Imagine Sir Gregory's feelings when he reads\r\nthat appalling story!\"\r\n\r\nLord Emsworth's amiable face darkened.\r\n\r\n\"I am not worrying about Parsloe's feelings. Besides, he did steal\r\nBurper's false teeth. I remember him showing them to me. He had them\r\npacked up in cotton wool in a small cigar box.\"\r\n\r\nThe gesture known as wringing the hands is one that is seldom seen in\r\nreal life, but Lady Constance Keeble at this point did something with\r\nhers which might by a liberal interpretation have been described as\r\nwringing.\r\n\r\n\"Oh, if Mr. Baxter were only here!\" she moaned.\r\n\r\nLord Emsworth started with such violence that his pince-nez fell off\r\nand he dropped a slice of seed cake.\r\n\r\n\"What on earth do you want that awful feller here for?\"\r\n\r\n\"He would find a way out of this dreadful business. He was always so\r\nefficient.\"\r\n\r\n\"Baxter's off his head.\"\r\n\r\nLady Constance uttered a sharp exclamation.\r\n\r\n\"Clarence, you really can be the most irritating person in the world.\r\nYou get an idea and you cling to it in spite of whatever anybody says.\r\nMr. Baxter was the most wonderfully capable man I ever met.\"\r\n\r\n\"Yes, capable of anything,\" retorted Lord Emsworth with spirit. \"Threw\r\nflower pots at me in the middle of the night. I woke up in the small\r\nhours and found flower pots streaming in at my bedroom window and\r\nlooked out and there was this feller Baxter standing on the terrace in\r\nlemon-coloured pajamas, hurling the dashed things as if he thought he\r\nwas a machine gun or something. I suppose he's in an asylum by this\r\ntime.\"\r\n\r\nLady Constance had turned a bright scarlet. Even in their nursery days\r\nshe had never felt quite so hostile toward the head of the family as\r\nnow.\r\n\r\n\"You know perfectly well that there was a quite simple explanation. My\r\ndiamond necklace had been stolen, and Mr. Baxter thought the thief had\r\nhidden it in one of the flower pots. He went to look for it and got\r\nlocked out and tried to attract attention by----\"\r\n\r\n\"Well, I prefer to think the man was crazy, and that's the line that\r\nGalahad takes in his book.\"\r\n\r\n\"His----! Galahad is not putting that story in his book?\"\r\n\r\n\"Of course he's putting it in his book. Do you think he's going to\r\nwaste excellent material like that? And, as I say, the line Galahad\r\ntakes--and he's a clear-thinking, level-headed man--is that Baxter was\r\na raving, roaring lunatic. Well, I'm going to have another look at the\r\nEmpress.\"\r\n\r\nHe pottered off pigward.\r\n\r\n\r\n                                  III\r\n\r\nFor some moments after he had gone there was silence at the tea table.\r\nMillicent lay back in her chair, Lady Constance sat stiffly upright in\r\nhers. A little breeze that brought with it a scent of wallflowers began\r\nwhispering the first tidings that the cool of evening was on its way.\r\n\r\n\"Why are you so anxious to get Mr. Baxter back, Aunt Constance?\" asked\r\nMillicent.\r\n\r\nLady Constance's rigidity had relaxed. She was looking her calm,\r\nmasterful self again. She had the air of a woman who has just solved a\r\ndifficult problem.\r\n\r\n\"I think his presence here essential,\" she said.\r\n\r\n\"Uncle Clarence doesn't seem to agree with you.\"\r\n\r\n\"Your Uncle Clarence has always been completely blind to his best\r\ninterests. He ought never to have dismissed the only secretary he has\r\never had who was capable of looking after his affairs.\"\r\n\r\n\"Isn't Mr. Carmody any good?\"\r\n\r\n\"No. He is not. And I shall never feel easy in my mind until Mr. Baxter\r\nis back in his old place.\"\r\n\r\n\"What's wrong with Mr. Carmody?\"\r\n\r\n\"He is grossly inefficient. And,\" said Lady Constance, unmasking her\r\nbatteries, \"I consider that he spends far too much of his time mooning\r\naround you, my dear. He appears to imagine that he is at Blandings\r\nCastle simply to dance attendance on you.\"\r\n\r\nThe charge struck Millicent as unjust. She thought of pointing out that\r\nshe and Hugo only met occasionally and then on the sly, but it occurred\r\nto her that the plea might be injudicious. She bent over the spaniel.\r\nA keen observer might have noted a defensiveness in her manner. She\r\nlooked like a girl preparing to cope with an aunt.\r\n\r\n\"Do you find him an entertaining companion?\"\r\n\r\nMillicent yawned.\r\n\r\n\"Mr. Carmody? No, not particularly.\"\r\n\r\n\"A dull young man, I should have thought.\"\r\n\r\n\"Deadly.\"\r\n\r\n\"Vapid.\"\r\n\r\n\"Vap to a degree.\"\r\n\r\n\"And yet you went riding with him last Tuesday.\"\r\n\r\n\"Anything's better than riding alone.\"\r\n\r\n\"You play tennis with him, too.\"\r\n\r\n\"Well, tennis is a game I defy you to play by yourself.\"\r\n\r\nLady Constance's lips tightened.\r\n\r\n\"I wish Ronald had never persuaded your uncle to employ him. Clarence\r\nshould have seen by the mere look of him that he was impossible.\" She\r\npaused. \"It will be nice having Ronald here,\" she said.\r\n\r\n\"Yes.\"\r\n\r\n\"You must try to see something of him. If,\" said Lady Constance, in the\r\nmanner which her intimates found rather less pleasant than some of her\r\nother manners, \"Mr. Carmody can spare you for a moment from time to\r\ntime.\"\r\n\r\nShe eyed her niece narrowly. But Millicent was a match for any number\r\nof narrow glances, and had been from her sixteenth birthday. She was\r\nalso a girl who believed that the best form of defence is attack.\r\n\r\n\"Do you think I'm in love with Mr. Carmody, Aunt Constance?\"\r\n\r\nLady Constance was not a woman who relished the direct methods of the\r\nyounger generation. She coloured.\r\n\r\n\"Such a thought never entered my head.\"\r\n\r\n\"That's fine. I was afraid it had.\"\r\n\r\n\"A sensible girl like you would naturally see the utter impossibility\r\nof marriage with a man in his position. He has no money and very little\r\nprospects. And, of course, your uncle holds your own money in trust\r\nfor you and would never dream of releasing it if you wished to make an\r\nunsuitable marriage.\"\r\n\r\n\"So it does seem lucky I'm not in love with him, doesn't it?\"\r\n\r\n\"Extremely fortunate.\"\r\n\r\nLady Constance paused for a moment, then introduced a topic on which\r\nshe had frequently touched before. Millicent had seen it coming by the\r\nlook in her eyes.\r\n\r\n\"Why you won't marry Ronald I can't think. It would be so suitable in\r\nevery way. You have been fond of one another since you were children.\"\r\n\r\n\"Oh, I like old Ronnie a lot.\"\r\n\r\n\"It has been a great disappointment to your Aunt Julia.\"\r\n\r\n\"She must cheer up. She'll get him off all right if she sticks at it.\"\r\n\r\nLady Constance bridled.\r\n\r\n\"It is not a question of.... If you will forgive my saying so, my dear,\r\nI think you have allowed yourself to fall into a way of taking Ronald\r\nfar too much for granted. I am afraid you have the impression that he\r\nwill always be there, ready and waiting for you when you at last decide\r\nto make up your mind. I don't think you realize what a very attractive\r\nyoung man he is.\"\r\n\r\n\"The longer I wait, the more fascinating it will give him time to\r\nbecome.\"\r\n\r\nAt a moment less tense Lady Constance would have taken time off to\r\nrebuke this flippancy; but she felt it would be unwise to depart from\r\nher main theme.\r\n\r\n\"He is just the sort of young man that girls are drawn to. In fact,\r\nI have been meaning to tell you. I had a letter from your Aunt Julia\r\nsaying that during her stay at Biarritz they met a most charming\r\nAmerican girl, a Miss Schoonmaker, whose father, it seems, used to be\r\na friend of your Uncle Galahad. She appeared to be quite taken with\r\nRonald, and he with her. He travelled back to Paris with her and left\r\nher there.\"\r\n\r\n\"How fickle men are!\" sighed Millicent.\r\n\r\n\"She had some shopping to do,\" said Lady Constance sharply. \"By this\r\ntime she is probably in London. Julia invited her to stay at Blandings,\r\nand she accepted. She may be here any day now. And I do think, my\r\ndear,\" proceeded Lady Constance earnestly, \"that before she arrives\r\nyou ought to consider very carefully what your feelings toward Ronald\r\nreally are.\"\r\n\r\n\"You mean, if I don't watch my step this Miss Doopenhacker may steal my\r\nRonnie away from me?\"\r\n\r\nIt was not quite how Lady Constance would have put it herself, but it\r\nconveyed her meaning.\r\n\r\n\"Exactly.\"\r\n\r\nMillicent laughed. It was plain that her flesh declined to creep at the\r\nprospect.\r\n\r\n\"Good luck to her,\" she said. \"She can count on a fish slice from me,\r\nand I'll be a bridesmaid, too, if wanted. Can't you understand, Aunt\r\nConstance, that I haven't the slightest desire to marry Ronnie? We're\r\ngreat pals and all that, but he's not my style. Too short, for one\r\nthing.\"\r\n\r\n\"Short?\"\r\n\r\n\"I'm inches taller than he is. When we went up the aisle I should look\r\nlike someone taking her little brother for a walk.\"\r\n\r\nLady Constance would undoubtedly have commented on this remark, but\r\nbefore she could do so the procession reappeared, playing an unexpected\r\nreturn date. Footman James bore a dish of fruit; Footman Thomas a\r\nsalver with a cream jug on it. Beach, as before, confined himself to a\r\nstraight ornamental rôle.\r\n\r\n\"Oo!\" said Millicent welcomingly. And the spaniel, who liked anything\r\ninvolving cream, gave a silent nod of approval.\r\n\r\n\"Well,\" said Lady Constance, as the procession withdrew, giving up the\r\nlost cause, \"if you won't marry Ronald, I suppose you won't.\"\r\n\r\n\"That's about it,\" agreed Millicent, pouring cream.\r\n\r\n\"At any rate, I am relieved to hear that there is no nonsense going on\r\nbetween you and this Mr. Carmody. That I could not have endured.\"\r\n\r\n\"He's only moderately popular with you, isn't he?\"\r\n\r\n\"I dislike him extremely.\"\r\n\r\n\"I wonder why. I should have thought he was fairly all right, as young\r\nmen go. Uncle Clarence likes him. So does Uncle Gally.\"\r\n\r\nLady Constance had a high, arched nose, admirably adapted for sniffing.\r\nShe used it now to the limits of its power.\r\n\r\n\"Mr. Carmody,\" she said, \"is just the sort of young man your Uncle\r\nGalahad would like. No doubt he reminds him of the horrible men he used\r\nto go about London with in his young days.\"\r\n\r\n\"Mr. Carmody isn't a bit like that.\"\r\n\r\n\"Indeed?\" Lady Constance sniffed again. \"Well, I dislike mentioning it\r\nto you, Millicent, for I am old-fashioned enough to think that young\r\ngirls should be shielded from a knowledge of the world, but I happen\r\nto know that Mr. Carmody is not at all a nice young man. I have it on\r\nthe most excellent authority that he is entangled with some impossible\r\nchorus girl.\"\r\n\r\nIt is not easy to sit suddenly bolt upright in a deep garden chair, but\r\nMillicent managed the feat.\r\n\r\n\"What!\"\r\n\r\n\"Lady Allardyce told me so.\"\r\n\r\n\"And how does she know?\"\r\n\r\n\"Her son Vernon told her. A girl of the name of Brown. Vernon Allardyce\r\nsays that he used to see her repeatedly, lunching and dining and\r\ndancing with Mr. Carmody.\"\r\n\r\nThere was a long silence.\r\n\r\n\"Nice boy, Vernon,\" said Millicent.\r\n\r\n\"He tells his mother everything.\"\r\n\r\n\"That's what I meant. I think it's so sweet of him.\" Millicent rose.\r\n\"Well, I'm going to take a short stroll.\"\r\n\r\nShe wandered off toward the rose garden.\r\n\r\n\r\n                                  IV\r\n\r\nA young man who has arranged to meet the girl he loves in the rose\r\ngarden at six sharp naturally goes there at five-twenty-five, so as\r\nnot to be late. Hugo Carmody had done this, with the result that by\r\nthree minutes to six he was feeling as if he had been marooned among\r\nroses since the beginning of the summer.\r\n\r\nIf anybody had told Hugh Carmody six months before that halfway through\r\nthe following July he would be lurking in trysting places like this,\r\nhis whole being alert for the coming of a girl, he would have scoffed\r\nat the idea. He would have laughed lightly. Not that he had not been\r\nfond of girls. He had always liked girls. But they had been, as it\r\nwere, the mere playthings, so to speak, of a financial giant's idle\r\nhour. Six months ago he had been the keen, iron-souled man of business,\r\nall his energies and thoughts devoted to the management of the Hot Spot.\r\n\r\nBut now he stood shuffling his feet and starting hopefully at every\r\nsound, while the leaden moments passed sluggishly on their way. Then\r\nhis vigil was enlivened by a wasp, which stung him on the back of the\r\nhand. He was leaping to and fro, licking his wounds, when he perceived\r\nthe girl of his dreams coming down the path.\r\n\r\n\"Ah!\" cried Hugo.\r\n\r\nHe ceased to leap and, rushing forward, would have clasped her in a\r\nfond embrace. Many people advocate the old-fashioned blue-bag for wasp\r\nstings, but Hugo preferred this treatment.\r\n\r\nTo his astonishment she drew back. And she was not a girl who usually\r\ndrew back on these occasions.\r\n\r\n\"What's the matter?\" he asked, pained. It seemed to him that a spanner\r\nhad been bunged into a holy moment.\r\n\r\n\"Nothing.\"\r\n\r\nHugo was concerned. He did not like the way she was looking at him. Her\r\nsoft blue eyes appeared to have been turned into stone.\r\n\r\n\"I say,\" he said, \"I've just been stung by a beastly great wasp.\"\r\n\r\n\"Good!\" said Millicent. The way she was talking seemed to him worse\r\nthan the way she was looking.\r\n\r\nHugo's concern increased.\r\n\r\n\"I say, what's up?\"\r\n\r\nThe granite eye took on an added hardness.\r\n\r\n\"You want to know what's up?\"\r\n\r\n\"Yes--what's up?\"\r\n\r\n\"I'll tell you what's up.\"\r\n\r\n\"Well, what's up?\" asked Hugo.\r\n\r\nHe waited for enlightenment, but she had fallen into a chilling silence.\r\n\r\n\"You know,\" said Hugo, breaking it, \"I'm getting pretty fed up with\r\nall this secrecy and general snakiness. Seeing you for an occasional\r\nodd five minutes a day and having to put on false whiskers and hide in\r\nbushes to manage that. I know the Keeble looks on me as a sort of cross\r\nbetween a leper and a nosegay of deadly nightshade, but I'm strong with\r\nthe old boy. I talk pig to him. You might almost say I play on him as\r\non a stringed instrument. So what's wrong with going to him and telling\r\nhim in a frank and manly way that we love each other and are going to\r\nget married?\"\r\n\r\nThe marble of Millicent's face was disturbed by one of those quick,\r\nsharp, short, bitter smiles that do nobody any good.\r\n\r\n\"Why should we lie to Uncle Clarence?\"\r\n\r\n\"Eh?\"\r\n\r\n\"I say why should we tell him something that isn't true?\"\r\n\r\n\"I don't get your drift.\"\r\n\r\n\"I will continue snowing,\" said Millicent coldly. \"I am not quite sure\r\nif I am ever going to speak to you again in this world or the next.\r\nMuch will depend on how good you are as an explainer. I have it on the\r\nmost excellent authority that you are entangled with a chorus girl. How\r\nabout it?\"\r\n\r\nHugo reeled. But then St. Anthony himself would have reeled if a charge\r\nlike that had suddenly been hurled at him. The best of men require time\r\nto overhaul their consciences on such occasions. A moment, and he was\r\nhimself again.\r\n\r\n\"It's a lie!\"\r\n\r\n\"Name of Brown.\"\r\n\r\n\"Not a word of truth in it. I haven't set eyes on Sue Brown since I\r\nfirst met you.\"\r\n\r\n\"No. You've been down here all the time.\"\r\n\r\n\"And when I _was_ setting eyes on her--why, dash it, my attitude from\r\nstart to finish was one of blameless, innocent, one hundred per cent.\r\nbrotherliness. A wholesome friendship. Brotherly. Nothing more. I liked\r\ndancing and she liked dancing and our steps fitted. So occasionally we\r\nwould go out together and tread the measure. That's all there was to\r\nit. Pure brotherliness. Nothing more. I looked on myself as a sort of\r\nbrother.\"\r\n\r\n\"Brother, eh?\"\r\n\r\n\"Absolutely a brother. Don't,\" urged Hugo earnestly, \"go running away,\r\nmy dear old thing, with any sort of silly notion that Sue Brown was\r\nsomething in the nature of a vamp. She's one of the nicest girls you\r\nwould ever want to meet.\"\r\n\r\n\"Nice, is she?\"\r\n\r\n\"A sweet girl. A girl in a million. A real good sort. A sound egg.\"\r\n\r\n\"Pretty, I suppose?\"\r\n\r\nThe native good sense of the Carmodys asserted itself at the eleventh\r\nhour.\r\n\r\n\"Not pretty,\" said Hugo decidedly. \"Not pretty, no. Not at all pretty.\r\nFar from pretty. Totally lacking in sex appeal, poor girl. But nice. A\r\ngood sort. No nonsense about her. Sisterly.\"\r\n\r\nMillicent pondered.\r\n\r\n\"H'm,\" she said.\r\n\r\nNature paused, listening. Birds checked their song, insects their\r\ndroning. It was as if it had got about that this young man's fate hung\r\nin the balance and the returns would be in shortly.\r\n\r\n\"Well, all right,\" she said at length. \"I suppose I'll have to believe\r\nyou.\"\r\n\r\n\"'At's the way to talk!\"\r\n\r\n\"But just you bear this in mind, my lad. Any funny business from now\r\non....\"\r\n\r\n\"As if...!\"\r\n\r\n\"One more attack of that brotherly urge....\"\r\n\r\n\"As though...!\"\r\n\r\n\"All right, then.\"\r\n\r\nHugo inhaled vigorously. He felt like a man who has just dodged a\r\nwounded tigress.\r\n\r\n\"_Banzai!_\" he said. \"Sweethearts still!\"\r\n\r\n\r\n                                   V\r\n\r\nBlandings Castle dozed in the twilight. Its various inmates were\r\nvariously occupied. Clarence, ninth Earl of Emsworth, after many a\r\nlonging, lingering look behind, had dragged himself away from the\r\nEmpress's boudoir and was reading his well-thumbed copy of _British\r\nPigs_. The Hon. Galahad, having fixed up the Parsloe-Burper passage,\r\nwas skimming through his day's output with an artist's complacent\r\nfeeling that this was the stuff to give 'em. Butler Beach was pasting\r\nthe Hon. Galahad's photograph into his album. Millicent, in her\r\nbedroom, was looking a little thoughtfully into her mirror. Hugo, in\r\nthe billiard room, was practising pensive cannons and thinking loving\r\nthoughts of his lady, coupled with an occasional reflection that a\r\nshort, swift binge in London would be a great wheeze if he could wangle\r\nit.\r\n\r\nAnd in her boudoir on the second floor Lady Constance Keeble had taken\r\npen in hand and was poising it over a sheet of notepaper.\r\n\r\n\"Dear Mr. Baxter,\" she wrote."
  ]
}