{
  "index": 7,
  "title": "Chapter 6",
  "paragraphs": [
    "I\r\n\r\nSunshine, calling to all right-thinking men to come out and revel in\r\nits heartening warmth, poured in at the windows of the great library\r\nof Blandings Castle. But to Clarence, ninth Earl of Emsworth, much as\r\nhe liked sunshine as a rule, it brought no cheer. His face drawn, his\r\npince-nez askew, his tie drooping away from its stud like a languorous\r\nlily, he sat staring sightlessly before him. He looked like something\r\nthat had just been prepared for stuffing by a taxidermist.\r\n\r\nA moralist, watching Lord Emsworth in his travail, would have reflected\r\nsmugly that it cuts both ways, this business of being a peer of\r\nthe realm with large private means and a good digestion. Unalloyed\r\nprosperity, he would have pointed out in his offensive way, tends to\r\nenervate: and in this world of ours, full of alarms and uncertainties,\r\nwhere almost anything is apt to drop suddenly on top of your head\r\nwithout warning at almost any moment, what one needs is to be tough and\r\nalert.\r\n\r\nWhen some outstanding disaster happens to the ordinary man, it finds\r\nhim prepared. Years of missing the eight-forty-five, taking the dog for\r\na run on rainy nights, endeavouring to abate smoky chimneys, and coming\r\ndown to breakfast and discovering that they have burned the bacon\r\nagain, have given his soul a protective hardness, so that by the time\r\nhis wife's relations arrive for a long visit he is ready for them.\r\n\r\nLord Emsworth had had none of this salutary training. Fate, hitherto,\r\nhad seemed to spend its time thinking up ways of pampering him. He\r\nate well, slept well, and had no money troubles. He grew the best\r\nroses in Shropshire. He had won a first prize for pumpkins at that\r\ncounty's agricultural show, a thing no Earl of Emsworth had ever done\r\nbefore. And, just previous to the point at which this chronicle opens,\r\nhis younger son Frederick had married the daughter of an American\r\nmillionaire and had gone to live three thousand miles away from\r\nBlandings Castle, with lots of good, deep water in between him and it.\r\nHe had come to look on himself as Fate's spoiled darling.\r\n\r\nCan we wonder, then, that in the agony of this sudden treacherous blow\r\nhe felt stunned and looked eviscerated? Is it surprising that the\r\nsunshine made no appeal to him? May we not consider him justified,\r\nas he sat there, in swallowing a lump in his throat like an ostrich\r\ngulping down a brass door knob?\r\n\r\nThe answer to these questions, in the order given, is No, No, and Yes.\r\n\r\nThe door of the library opened, revealing the natty person of his\r\nbrother Galahad. Lord Emsworth straightened his pince-nez and looked at\r\nhim apprehensively. Knowing how little reverence there was in the Hon.\r\nGalahad's composition and how tepid was his interest in the honourable\r\nstruggles for supremacy of Fat Pigs, he feared that the other was about\r\nto wound him in his bereavement with some jarring flippancy. Then his\r\ngaze softened and he was conscious of a soothing feeling of relief.\r\nThere was no frivolity in his brother's face, only a gravity which\r\nbecame him well. The Hon. Galahad sat down, hitched up the knees of his\r\ntrousers, cleared his throat, and spoke in a tone that could not have\r\nbeen more sympathetic or in better taste.\r\n\r\n\"Bad business, this, Clarence.\"\r\n\r\n\"Appalling, my dear fellow.\"\r\n\r\n\"What are you going to do about it?\"\r\n\r\nLord Emsworth shrugged his shoulders hopelessly. He generally did when\r\npeople asked him what he was going to do about things.\r\n\r\n\"I am at a loss,\" he confessed. \"I do not know how to act. What young\r\nCarmody tells me has completely upset all my plans.\"\r\n\r\n\"Carmody?\"\r\n\r\n\"I sent him to the Argus Enquiry Agency in London to engage the\r\nservices of a detective. It is a firm that Sir Gregory Parsloe once\r\nmentioned to me, in the days when we were on better terms. He said,\r\nin rather a meaning way, I thought, that if ever I had any trouble\r\nof any sort that needed expert and tactful handling, these were the\r\npeople to go to. I gathered that they had assisted him in some matter,\r\nthe details of which he did not confide to me, and had given complete\r\nsatisfaction.\"\r\n\r\n\"Parsloe!\" said the Hon. Galahad, and sniffed.\r\n\r\n\"So I sent young Carmody to London to approach them about finding the\r\nEmpress. And now he tells me that his errand proved fruitless. They\r\nwere firm in their refusal to trace missing pigs.\"\r\n\r\n\"Just as well.\"\r\n\r\n\"What do you mean?\"\r\n\r\n\"Save you a lot of unnecessary expense. There's no need for you to\r\nwaste money employing detectives.\"\r\n\r\n\"I thought that possibly the trained mind----\"\r\n\r\n\"I can tell you who's got the Empress. I've known it all along.\"\r\n\r\n\"What!\"\r\n\r\n\"Certainly.\"\r\n\r\n\"Galahad!\"\r\n\r\n\"It's as plain as the nose on your face.\"\r\n\r\nLord Emsworth felt his nose.\r\n\r\n\"Is it?\" he said doubtfully.\r\n\r\n\"I've just been talking to Constance----\"\r\n\r\n\"Constance?\" Lord Emsworth opened his mouth feebly. \"She hasn't got my\r\npig?\"\r\n\r\n\"I've just been talking to Constance,\" repeated the Hon. Galahad, \"and\r\nshe called me some very unpleasant names.\"\r\n\r\n\"She does, sometimes. Even as a child, I remember----\"\r\n\r\n\"Most unpleasant names. A senile mischief maker, among others, and a\r\nmeddling old penguin. And all because I told her that the man who had\r\nstolen Empress of Blandings was young Gregory Parsloe.\"\r\n\r\n\"Parsloe!\"\r\n\r\n\"Parsloe. Surely it's obvious? I should have thought it would have been\r\nclear to the meanest intelligence.\"\r\n\r\nFrom boyhood up, Lord Emsworth had possessed an intelligence about as\r\nmean as an intelligence can be without actually being placed under\r\nrestraint. Nevertheless, he found his brother's theory incredible.\r\n\r\n\"Parsloe?\"\r\n\r\n\"Don't keep saying 'Parsloe.'\"\r\n\r\n\"But, my dear Galahad----!\"\r\n\r\n\"It stands to reason.\"\r\n\r\n\"You don't really think so?\"\r\n\r\n\"Of course I think so. Have you forgotten what I told you the other\r\nday?\"\r\n\r\n\"Yes,\" said Lord Emsworth. He always forgot what people told him the\r\nother day.\r\n\r\n\"About young Parsloe,\" said the Hon. Galahad impatiently. \"About his\r\nnobbling my dog Towser.\"\r\n\r\nLord Emsworth started. It all came back to him. A hard expression crept\r\ninto the eyes behind the pince-nez, which emotion had just jerked\r\ncrooked again.\r\n\r\n\"To be sure. Towser. Your dog. I remember.\"\r\n\r\n\"He nobbled Towser, and he's nobbled the Empress. Dash it, Clarence,\r\nuse your intelligence. Who else except young Parsloe had any interest\r\nin getting the Empress out of the way? And if he hadn't known there was\r\nsome dirty work being planned would that pig man of his, Brotherhood or\r\nwhatever his name is, have been going about offering three to one on\r\nPride of Matchingham? I told you at the time it was fishy.\"\r\n\r\nThe evidence was damning, and yet Lord Emsworth found himself once more\r\na prey to doubt. Of the blackness of Sir Gregory Parsloe-Parsloe's\r\nsoul he had, of course, long been aware. But could the man actually be\r\ncapable of the Crime of the Century? A fellow landowner? A justice of\r\nthe peace? A man who grew pumpkins? A baronet?\r\n\r\n\"But, Galahad--a man in Parsloe's position...?\"\r\n\r\n\"What do you mean, a man in his position? Do you suppose a fellow\r\nchanges his nature just because a cousin of his dies and he comes into\r\na baronetcy? Haven't I told you a dozen times that I've known young\r\nParsloe all his life? Known him intimately. He was always as hot as\r\nmustard and as wide as Leicester Square. Ask anybody who used to go\r\naround town in those days. When they saw young Parsloe coming strong\r\nmen winced and hid their valuables. He hadn't a penny except what he\r\ncould get by telling the tale, and he always did himself like a prince.\r\nWhen I knew him first he was living down on the river at Shepperton.\r\nHis old father, the Dean, had made an arrangement with the keeper of\r\nthe pub there to give him breakfast and bed and nothing else. 'If he\r\nwants dinner, he must earn it,' the old boy said. And do you know how\r\nhe used to earn it? He trained that mongrel of his, Banjo, to go and do\r\ntricks in front of parties that came to the place in steam launches.\r\nAnd then he would stroll up and hope his dog was not annoying them and\r\nstand talking till they went in to dinner and then go in with them and\r\npick up the wine list, and before they knew what was happening he would\r\nbe bursting with their champagne and cigars. That's the sort of fellow\r\nyoung Parsloe was.\"\r\n\r\n\"But even so----\"\r\n\r\n\"I remember him running up to me outside that pub one afternoon--the\r\nJolly Miller, it was called--his face shining with positive ecstasy.\r\n'Come in, quick!' he said. 'There's a new barmaid, and she hasn't found\r\nout yet I'm not allowed credit.'\"\r\n\r\n\"But, Galahad----\"\r\n\r\n\"And if young Parsloe thinks I've forgotten a certain incident that\r\noccurred in the early summer of the year '95 he's very much mistaken.\r\nHe met me in the Haymarket and took me into the Two Goslings for a\r\ndrink--there's a hat shop now where it used to be--and after we'd had\r\nit he pulls a sort of dashed little top affair out of his pocket, a\r\nthing with numbers written round it. Said he'd found it in the street\r\nand wondered who thought of these ingenious little toys and insisted on\r\nour spinning it for half-crowns. 'You take the odd numbers, I'll take\r\nthe even,' says young Parsloe. And before I could fight my way out into\r\nthe fresh air I was ten pounds seven and sixpence in the hole. And I\r\ndiscovered next morning that they make those beastly things so that if\r\nyou push the stem through and spin them the wrong way up you're bound\r\nto get an even number. And when I asked him the following afternoon to\r\nshow me that top again he said he'd lost it. That's the sort of fellow\r\nyoung Parsloe was. And you expect me to believe that inheriting a\r\nbaronetcy and settling down in the country has made him so dashed pure\r\nand high-minded that he wouldn't stoop to nobbling a pig.\"\r\n\r\nLord Emsworth uncoiled himself. Cumulative evidence had done its work.\r\nHis eyes glittered, and he breathed stertorously.\r\n\r\n\"The scoundrel!\"\r\n\r\n\"Tough nut, always was.\"\r\n\r\n\"What shall I do?\"\r\n\r\n\"Do? Why, go to him right away and tax him.\"\r\n\r\n\"Tax him?\"\r\n\r\n\"Yes. Look him squarely in the eye and tax him with his crime.\"\r\n\r\n\"I will! Immediately.\"\r\n\r\n\"I'll come with you.\"\r\n\r\n\"Look him squarely in the eye!\"\r\n\r\n\"And tax him!\"\r\n\r\n\"And tax him.\" Lord Emsworth had reached the hall and was peering\r\nagitatedly to right and left. \"Where the devil's my hat? I can't find\r\nmy hat. Somebody's always hiding my hat. I will not have my hats\r\nhidden.\"\r\n\r\n\"You don't need a hat to tax a man with stealing a pig,\" said the Hon.\r\nGalahad, who was well versed in the manners and rules of good society.\r\n\r\n\r\n                                  II\r\n\r\nIn his study at Matchingham Hall in the neighbouring village of Much\r\nMatchingham, Sir Gregory Parsloe-Parsloe sat gazing at the current\r\nnumber of a weekly paper. We have seen that weekly paper before. On\r\nthat occasion it was in the plump hands of Beach. And, oddly enough,\r\nwhat had attracted Sir Gregory's attention was the very item which had\r\ninterested the butler.\r\n\r\n    The Hon. Galahad Threepwood, brother of the Earl of Emsworth.\r\n    A little bird tells us that \"Gally\" is at Blandings Castle,\r\n    Shropshire, the ancestral seat of the family, busily engaged in\r\n    writing his Reminiscences. As every member of the Old Brigade will\r\n    testify, they ought to be as warm as the weather, if not warmer!\r\n\r\nBut whereas Beach, perusing this, had chuckled, Sir Gregory\r\nParsloe-Parsloe shivered, like one who on a country ramble suddenly\r\nperceives a snake in his path.\r\n\r\nSir Gregory Parsloe-Parsloe of Matchingham Hall, seventh baronet of\r\nhis line, was one of those men who start their lives well, skid for a\r\nwhile, and then slide back onto the straight and narrow path and stay\r\nthere. That is to say, he had been up to the age of twenty a blameless\r\nboy and from the age of thirty-one, when he had succeeded to the title,\r\na practically blameless bart. So much so that now, in his fifty-second\r\nyear, he was on the eve of being accepted by the local Unionist\r\nCommittee as their accredited candidate for the forthcoming by-election\r\nin the Bridgeford and Shifley Parliamentary Division of Shropshire.\r\n\r\nBut there had been a decade in his life, that dangerous decade of the\r\ntwenties, when he had accumulated a past so substantial that a less\r\nable man would have been compelled to spread it over a far longer\r\nperiod. It was an epoch in his life to which he did not enjoy looking\r\nback, and years of irreproachable barthood had enabled him, as far as\r\nhe personally was concerned, to bury the past. And now, it seemed, this\r\npestilential companion of his youth was about to dig it up again.\r\n\r\nThe years had turned Sir Gregory into a man of portly habit; and, as\r\nportly men do in moments of stress, he puffed. But, puff he never so\r\nshrewdly, he could not blow away that paragraph. It was still there,\r\nlooking up at him, when the door opened and the butler announced Lord\r\nEmsworth and Mr. Galahad Threepwood.\r\n\r\nSir Gregory's first emotion on seeing the taxing party file into the\r\nroom was one of pardonable surprise. Aware of the hard feelings which\r\nGeorge Cyril Wellbeloved's transference of his allegiance had aroused\r\nin the bosom of that gifted pig man's former employer, he had not\r\nexpected to receive a morning call from the Earl of Emsworth. As for\r\nthe Hon. Galahad, he had ceased to be on cordial terms with him as long\r\nago as the winter of the year nineteen hundred and six.\r\n\r\nThen, following quickly on the heels of surprise, came indignation.\r\nThat the author of the Reminiscences should be writing scurrilous\r\nstories about him with one hand and strolling calmly into his private\r\nstudy with, so to speak, the other, occasioned him the keenest\r\nresentment. He drew himself up and was in the very act of staring\r\nhaughtily when the Hon. Galahad broke the silence.\r\n\r\n\"Young Parsloe,\" said the Hon. Galahad, speaking in a sharp, unpleasant\r\nvoice, \"your sins have found you out!\"\r\n\r\nIt had been the baronet's intention to inquire to what he was indebted\r\nfor the pleasure of this visit, and to inquire it icily; but at this\r\nremarkable speech the words halted on his lips.\r\n\r\n\"Eh?\" he said blankly.\r\n\r\nThe Hon. Galahad was regarding him through his monocle rather as a cook\r\neyes a black beetle on discovering it in the kitchen sink. It was a\r\nlook which would have aroused pique in a slug, and once more the Squire\r\nof Matchingham's bewilderment gave way to wrath.\r\n\r\n\"What the devil do you mean?\" he demanded.\r\n\r\n\"See his face?\" asked the Hon. Galahad in a rasping aside.\r\n\r\n\"I'm looking at it now,\" said Lord Emsworth.\r\n\r\n\"Guilt written upon it.\"\r\n\r\n\"Plainly,\" agreed Lord Emsworth.\r\n\r\nThe Hon. Galahad, who had folded his arms in a menacing manner,\r\nunfolded them and struck the desk a smart blow.\r\n\r\n\"Be very careful, Parsloe! Think before you speak. And when you speak,\r\nspeak the truth. I may say, by way of a start, that we know all.\"\r\n\r\nHow low an estimate Sir Gregory Parsloe had formed of his visitors'\r\ncollective sanity was revealed by the fact that it was actually to Lord\r\nEmsworth that he now turned as the more intelligent one of the pair.\r\n\r\n\"Emsworth! Explain! What the deuce are you doing here? And what the\r\ndevil is that old image talking about?\"\r\n\r\nLord Emsworth had been watching his brother with growing admiration.\r\nThe latter's spirited opening of the case for the prosecution had won\r\nhis hearty approval.\r\n\r\n\"You know,\" he said curtly.\r\n\r\n\"I should say he dashed well does know,\" said the Hon. Galahad.\r\n\"Parsloe, produce that pig!\"\r\n\r\nSir Gregory pushed his eyes back into their sockets a split second\r\nbefore they would have bulged out of his head beyond recovery. He did\r\nhis best to think calm, soothing thoughts. He had just remembered that\r\nhe was a man who had to be careful about his blood pressure.\r\n\r\n\"Pig?\"\r\n\r\n\"Pig.\"\r\n\r\n\"Did you say pig?\"\r\n\r\n\"Pig.\"\r\n\r\n\"What pig?\"\r\n\r\n\"He says, 'What pig?'\"\r\n\r\n\"I heard him,\" said Lord Emsworth.\r\n\r\nSir Gregory Parsloe again had trouble with his eyes.\r\n\r\n\"I don't know what you are talking about.\"\r\n\r\nThe Hon. Galahad unfolded his arms again and smote the desk a blow that\r\nunshipped the cover of the inkpot.\r\n\r\n\"Parsloe, you sheep-faced, shambling exile from hell,\" he cried,\r\n\"disgorge that pig immediately!\"\r\n\r\n\"My Empress,\" added Lord Emsworth.\r\n\r\n\"Precisely. Empress of Blandings. The pig you stole last night.\"\r\n\r\nSir Gregory Parsloe-Parsloe rose slowly from his chair. The Hon.\r\nGalahad pointed an imperious finger at him, but he ignored the gesture.\r\nHis blood pressure was now hovering around the hundred-and-fifty mark.\r\n\r\n\"Do you mean to tell me that you seriously accuse----\"\r\n\r\n\"Parsloe, sit down!\"\r\n\r\nSir Gregory choked.\r\n\r\n\"I always knew, Emsworth, that you were as mad as a coot.\"\r\n\r\n\"As a what?\" whispered his lordship.\r\n\r\n\"Coot,\" said the Hon. Galahad curtly. \"Sort of duck.\" He turned to the\r\ndefendant again. \"Vituperation will do you no good, young Parsloe. We\r\n_know_ that you have stolen that pig.\"\r\n\r\n\"I haven't stolen any damned pig. What would I want to steal a pig for?\"\r\n\r\nThe Hon. Galahad snorted.\r\n\r\n\"What did you want to nobble my dog Towser for in the back room of the\r\nBlack Footman in the spring of the year '97?\" he said. \"To queer the\r\nfavourite, that's why you did it. And that's what you're after now,\r\ntrying to queer the favourite again. Oh, we can see through you all\r\nright, young Parsloe. We read you like a book.\"\r\n\r\nSir Gregory had stopped worrying about his blood pressure. No amount of\r\ncalm, soothing thoughts could do it any good now.\r\n\r\n\"You're crazy! Both of you. Stark staring mad.\"\r\n\r\n\"Parsloe, will you or will you not cough up that pig?\"\r\n\r\n\"I have not got your pig.\"\r\n\r\n\"That is your last word, is it?\"\r\n\r\n\"I haven't seen the creature.\"\r\n\r\n\"Why a coot?\" asked Lord Emsworth, who had been brooding for some time\r\nin silence.\r\n\r\n\"Very well,\" said the Hon. Galahad. \"If that is the attitude you\r\npropose to adopt there is no course before me but to take steps. And\r\nI'll tell you the steps I'm going to take, young Parsloe. I see now\r\nthat I have been foolishly indulgent. I have allowed my kind heart to\r\nget the better of me. Often and often, when I've been sitting at my\r\ndesk, I've remembered a good story that simply cried out to be put into\r\nmy Reminiscences, and every time I've said to myself, 'No,' I've said,\r\n'that would wound young Parsloe. Good as it is, I can't use it. I must\r\nrespect young Parsloe's feelings.' Well, from now on there will be no\r\nmore forbearance. Unless you restore that pig I shall insert in my book\r\nevery dashed thing I can remember about you--starting with our first\r\nmeeting, when I came into Romano's and was introduced to you while you\r\nwere walking round the supper table with a soup tureen on your head and\r\nstick of celery in your hand, saying that you were a sentry outside\r\nBuckingham Palace. The world shall know you for what you are--the only\r\nman who was ever thrown out of the Café de l'Europe for trying to raise\r\nthe price of a bottle of champagne by raffling his trousers at the main\r\nbar. And, what's more, I'll tell the full story of the prawns.\"\r\n\r\nA sharp cry escaped Sir Gregory. His face had turned a deep magenta.\r\nIn these affluent days of his middle age he always looked rather like a\r\nRegency buck who has done himself well for years among the fleshpots.\r\nHe now resembled a Regency buck who, in addition to being on the verge\r\nof apoplexy, has been stung in the leg by a hornet.\r\n\r\n\"I will,\" said the Hon. Galahad firmly. \"The full, true, and complete\r\nstory of the prawns, omitting nothing.\"\r\n\r\n\"What was the story of the prawns, my dear fellow?\" asked Lord\r\nEmsworth, interested.\r\n\r\n\"Never mind. I know. And young Parsloe knows. And if Empress of\r\nBlandings is not back in her sty this afternoon, you will find it in my\r\nbook.\"\r\n\r\n\"But I keep telling you,\" cried the suffering baronet, \"that I know\r\nnothing whatever about your pig.\"\r\n\r\n\"Ha!\"\r\n\r\n\"I've not seen the animal since last year's agricultural show.\"\r\n\r\n\"Ho!\"\r\n\r\n\"I didn't know it had disappeared till you told me.\"\r\n\r\nThe Hon. Galahad stared fixedly at him through the black-rimmed\r\nmonocle. Then, with a gesture of loathing, he turned to the door.\r\n\r\n\"Come, Clarence!\" he said.\r\n\r\n\"Are we going?\"\r\n\r\n\"Yes,\" said the Hon. Galahad with quiet dignity. \"There is nothing\r\nmore that we can do here. Let us get away from this house before it is\r\nstruck by a thunderbolt.\"\r\n\r\n\r\n                                  III\r\n\r\nThe gentlemanly office boy who sat in the outer room of the Argus\r\nEnquiry Agency read the card which the stout visitor had handed to him\r\nand gazed at the stout visitor with respect and admiration. A polished\r\nlad, he loved the aristocracy. He tapped on the door of the inner\r\noffice.\r\n\r\n\"A gentleman to see me?\" asked Percy Pilbeam.\r\n\r\n\"A _baronet_ to see you, sir,\" corrected the office boy. \"Sir Gregory\r\nParsloe-Parsloe, Matchingham Hall, Salop.\"\r\n\r\n\"Show him in immediately,\" said Pilbeam with enthusiasm.\r\n\r\nHe rose and pulled down the lapels of his coat. Things, he felt, were\r\nlooking up. He remembered Sir Gregory Parsloe. One of his first cases.\r\nHe had been able to recover for him some letters which had fallen into\r\nthe wrong hands. He wondered, as he heard the footsteps outside, if his\r\nclient had been indulging in correspondence again.\r\n\r\nFrom the baronet's sandbagged expression as he entered such might well\r\nhave been the case. It is the fate of Sir Gregory Parsloe-Parsloe to\r\ncome into this chronicle puffing and looking purple. He puffed and\r\nlooked purple now.\r\n\r\n\"I have called to see you, Mr. Pilbeam,\" he said, after the preliminary\r\ncivilities had been exchanged and he had lowered his impressive bulk\r\ninto a chair, \"because I am in a position of serious difficulty.\"\r\n\r\n\"I am sorry to hear that, Sir Gregory.\"\r\n\r\n\"And because I remember with what discretion and resource you once\r\nacted on my behalf.\"\r\n\r\nPilbeam glanced at the door. It was closed. He was now convinced that\r\nhis visitor's little trouble was the same as on that previous occasion,\r\nand he looked at the indefatigable man with frank astonishment. Didn't\r\nthese old bucks, he was asking himself, ever stop writing compromising\r\nletters? You would have thought they would get writer's cramp.\r\n\r\n\"If there is any way in which I can assist you, Sir Gregory.... Perhaps\r\nyou will tell me the facts from the beginning?\"\r\n\r\n\"The beginning?\" Sir Gregory pondered. \"Well, let me put it this way.\r\nAt one time, Mr. Pilbeam, I was younger than I am to-day.\"\r\n\r\n\"Quite.\"\r\n\r\n\"Poorer.\"\r\n\r\n\"No doubt.\"\r\n\r\n\"And less respectable. And during that period of my life I\r\nunfortunately went about a good deal with a man named Threepwood.\"\r\n\r\n\"Galahad Threepwood?\"\r\n\r\n\"You know him?\" said Sir Gregory, surprised.\r\n\r\nPilbeam chuckled reminiscently.\r\n\r\n\"I know his name. I wrote an article about him once, when I was\r\nediting a paper called _Society Spice_. Number One of the Thriftless\r\nAristocrats series. The snappiest thing I ever did in my life. They\r\ntell me he called twice at the office with a horsewhip, wanting to see\r\nme.\"\r\n\r\nSir Gregory exhibited concern.\r\n\r\n\"You have met him, then?\"\r\n\r\n\"I have not. You are probably not familiar with the inner workings of\r\na paper like _Society Spice_, Sir Gregory, but I may tell you that it\r\nis foreign to the editorial policy ever to meet visitors who call with\r\nhorsewhips.\"\r\n\r\n\"Would he have heard your name?\"\r\n\r\n\"No. There was a very strict rule in the _Spice_ office that the names\r\nof the editorial staff were not to be divulged.\"\r\n\r\n\"Ah!\" said Sir Gregory, relieved.\r\n\r\nHis relief gave place to indignation. There was an inconsistency about\r\nthe Hon. Galahad's behaviour which revolted him.\r\n\r\n\"He cut up rough, did he, because you wrote things about him in your\r\npaper? And yet he doesn't seem to mind writing things himself about\r\nother people, damn him. That's quite another matter. A different thing\r\naltogether. Oh, yes!\"\r\n\r\n\"Does he write? I didn't know.\"\r\n\r\n\"He's writing his Reminiscences at this very moment. He's down at\r\nBlandings Castle, finishing them now. And the book's going to be full\r\nof stories about me. That's why I've come to see you. Dashed, infernal,\r\ndamaging stories, which'll ruin my reputation in the county. There's\r\none about some prawns----\"\r\n\r\nWords failed Sir Gregory. He sat puffing. Pilbeam nodded gravely. He\r\nunderstood the position now. As to what his client expected him to do\r\nabout it, however, he remained hazy.\r\n\r\n\"But if these stories you speak of are libellous----\"\r\n\r\n\"What has that got to do with it? They're true.\"\r\n\r\n\"The greater the truth, the greater the----\"\r\n\r\n\"Oh, I know all about that,\" interrupted Sir Gregory impatiently.\r\n\"And a lot of help it's going to be to me. A jury could give me the\r\nheaviest damages on record and it wouldn't do me a bit of good. What\r\nabout my reputation in the county? What about knowing that every\r\ndamned fool I met was laughing at me behind my back? What about the\r\nUnionist Committee? I may tell you, Mr. Pilbeam, apart from any other\r\nconsideration, that I am on the point of being accepted by our local\r\nUnionist Committee as their candidate at the next election. And if that\r\nold pest's book is published they will drop me like a hot coal. Now do\r\nyou understand?\"\r\n\r\nPilbeam picked up a pen, and with it scratched his chin thoughtfully.\r\nHe liked to take an optimistic view with regard to his clients'\r\naffairs, but he could not conceal from himself that Sir Gregory\r\nappeared to be out of luck.\r\n\r\n\"He is determined to publish this book?\"\r\n\r\n\"It's the only object he's got in life, the miserable old fossil.\"\r\n\r\n\"And he is resolved to include the stories?\"\r\n\r\n\"He called on me this morning expressly to tell me so. And I caught the\r\nnext train to London to put the matter in your hands.\"\r\n\r\nPilbeam scratched his left cheek bone.\r\n\r\n\"H'm!\" he said. \"Well, in the circumstances, I really don't see what is\r\nto be done except----\"\r\n\r\n\"--Get hold of the manuscript and destroy it, you were about to say?\r\nExactly. That's precisely what I've come to ask you to do for me.\"\r\n\r\nPilbeam opened his mouth, startled. He had not been about to say\r\nanything of the kind. What he had been intending to remark was that,\r\nthe situation being as described, there appeared no course to pursue\r\nbut to fold the hands, set the teeth, and await the inevitable\r\ndisaster like a man and a Briton. He gazed blankly at this lawless\r\nbart. Baronets are proverbially bad, but surely, felt Percy Pilbeam,\r\nthere was no excuse for them to be as bad as all that.\r\n\r\n\"Steal the manuscript?\"\r\n\r\n\"Only possible way.\"\r\n\r\n\"But that's rather a tall order, isn't it, Sir Gregory?\"\r\n\r\n\"Not,\" replied the baronet ingratiatingly, \"for a clever young fellow\r\nlike you.\"\r\n\r\nThe flattery left Pilbeam cold. His distant, unenthusiastic manner\r\nunderwent no change. However clever a man is, he was thinking, he\r\ncannot very well abstract the manuscript of a book of Reminiscences\r\nfrom a house unless he is first able to enter that house.\r\n\r\n\"How could I get into the place?\"\r\n\r\n\"I should have thought you would have found a dozen ways.\"\r\n\r\n\"Not even one,\" Pilbeam assured him.\r\n\r\n\"Look how you recovered those letters of mine.\"\r\n\r\n\"That was easy.\"\r\n\r\n\"You told them you had come to inspect the gas meter.\"\r\n\r\n\"I could scarcely go to Blandings Castle and say I had come to inspect\r\nthe gas meter and hope to be invited to make a long visit on the\r\nstrength of it. You do not appear to realize, Sir Gregory, that the\r\nundertaking you suggest would not be a matter of a few minutes. I might\r\nhave to remain in the house for quite a considerable time.\"\r\n\r\nSir Gregory found his companion's attitude damping. He was a man who,\r\nsince his accession to the baronetcy and its accompanying wealth, had\r\ngrown accustomed to seeing people jump smartly to it when he issued\r\ninstructions. He became peevish.\r\n\r\n\"Why couldn't you go there as a butler or something?\"\r\n\r\nPercy Pilbeam's only reply to this was a tolerant smile. He raised the\r\npen and scratched his head with it.\r\n\r\n\"Scarcely feasible,\" he said. And again that rather pitying smile\r\nflitted across his face.\r\n\r\nThe sight of it brought Sir Gregory to the boil. He felt an\r\nirresistible desire to say something to wipe it away. It reminded him\r\nof the smiles he had seen on the faces of bookmakers in his younger\r\ndays when he had suggested backing horses with them on credit and in a\r\nspirit of mutual trust.\r\n\r\n\"Well, have it your own way,\" he snapped. \"But it may interest you to\r\nknow that to get that manuscript into my possession I am willing to pay\r\na thousand pounds.\"\r\n\r\nIt did, as he had foreseen, interest Pilbeam extremely. So much so that\r\nin his emotion he jerked the pen wildly, inflicting a nasty scalp wound.\r\n\r\n\"A thuth?\" he stammered.\r\n\r\nSir Gregory, a prudent man in money matters, perceived that he had\r\nallowed his sense of the dramatic to carry him away.\r\n\r\n\"Well, five hundred,\" he said, rather quickly. \"And five hundred pounds\r\nis a lot of money, Mr. Pilbeam.\"\r\n\r\nThe point was one which he had no need to stress. Percy Pilbeam had\r\ngrasped it without assistance, and his face grew wan with thought. The\r\nday might come when the proprietor of the Argus Enquiry Agency would\r\nremain unmoved by the prospect of adding five hundred pounds to his\r\nbank balance, but it had not come yet.\r\n\r\n\"A check for five hundred the moment that old weasel's manuscript is in\r\nmy hands,\" said Sir Gregory insinuatingly.\r\n\r\nNature had so arranged it that in no circumstances could Percy\r\nPilbeam's face ever become really beautiful; but at this moment there\r\nstole into it an expression which did do something to relieve, to a\r\ncertain extent, its normal unpleasantness. It was an expression of\r\nrapture, of joy, of almost beatific happiness--the look, in short, of a\r\nman who sees his way clear to laying his hands on five hundred pounds.\r\n\r\nThere is about the mention of any substantial sum of money something\r\nthat seems to exercise a quickening effect on the human intelligence. A\r\nmoment before Pilbeam's mind had been an inert mass. Now, abruptly, it\r\nbegan to function like a dynamo.\r\n\r\nGet into Blandings Castle? Why, of course he could get into Blandings\r\nCastle. And not sneak in, either, with a trousers seat itching in\r\napprehension of the kick that should send him out again, but bowl\r\nproudly up to the front door in his two-seater and hand his suitcase\r\nto the butler and be welcomed as the honoured guest. Until now he\r\nhad forgotten, for he had deliberately set himself to forget, the\r\noutrageous suggestion of that young idiot whose name escaped him that\r\nhe should come to Blandings and hunt about for lost pigs. It had\r\nwounded his self-respect so deeply at the time that he had driven it\r\nfrom his thoughts. When he had found himself thinking about Hugo he\r\nhad immediately pulled himself together and started thinking about\r\nsomething else. Now it all came back to him. And Hugo's parting words,\r\nhe recalled, had been that if ever he changed his mind the commission\r\nwould still be open.\r\n\r\n\"I will take this case, Sir Gregory,\" he said.\r\n\r\n\"Woof?\"\r\n\r\n\"You may rely on my being at Blandings Castle by to-morrow evening at\r\nthe latest. I have thought of a way of getting there.\"\r\n\r\nHe rose from his desk and paced the room with knitted brows. That agile\r\nbrain had begun to work under its own steam. He paused once to look\r\nin a distrait manner out of the window, and when Sir Gregory cleared\r\nhis throat to speak, jerked an impatient shoulder at him. He could not\r\nhave baronets, even with hyphens in their names, interrupting him at a\r\nmoment like this.\r\n\r\n\"Sir Gregory,\" he said at length, \"the great thing in matters like this\r\nis to be prepared with a plan. I have a plan.\"\r\n\r\n\"Woof!\" said Sir Gregory.\r\n\r\nThis time he meant that he had thought all along that his companion\r\nwould get one after pacing like that.\r\n\r\n\"When you arrive home I want you to invite Mr. Galahad Threepwood to\r\ndinner to-morrow night.\"\r\n\r\nThe baronet shook like a jelly. Wrath and amazement fought within him.\r\nAsk the man to dinner? After what had occurred?\r\n\r\n\"As many others of the Blandings Castle party as you think fit, of\r\ncourse, but Mr. Threepwood without fail. Once he is out of the house my\r\npath will be clear.\"\r\n\r\nWrath and amazement died away. The baronet had grasped the idea. The\r\nbeauty and simplicity of the stratagem stirred his admiration. But was\r\nit not, he felt, a simpler matter to issue such an invitation than\r\nto get it accepted? A vivid picture rose before his eyes of the Hon.\r\nGalahad as he had last seen him.\r\n\r\nThen there came to him the blessed, healing thought of Lady Constance\r\nKeeble. He would send the invitation to her and--yes, dash it!--he\r\nwould tell her the full facts, put his cards on the table, and trust\r\nto her sympathy and proper feeling to enlist her in the cause. He had\r\nlong been aware that her attitude towards the Reminiscences resembled\r\nhis own. He could rely on her to help him. He could also rely on\r\nher somehow--by what strange feminine modes of coercion he, being a\r\nbachelor, could only guess at--to deliver the Hon. Galahad Threepwood\r\nat Matchingham Hall in time for dinner. Women, he knew, had this\r\nstrange power over their near relations.\r\n\r\n\"Splendid!\" he said. \"Excellent! Capital. Woof! I'll see it's done.\"\r\n\r\n\"Then you can leave the rest to me.\"\r\n\r\n\"You think, if I can get him out of the house, you will be able to\r\nsecure the manuscript?\"\r\n\r\n\"Certainly.\"\r\n\r\nSir Gregory rose and extended a trembling hand.\r\n\r\n\"Mr. Pilbeam,\" he said, with deep feeling, \"coming to see you was the\r\nwisest thing I ever did in my life.\"\r\n\r\n\"Quite,\" said Percy Pilbeam."
  ]
}