{
  "index": 2,
  "title": "Chapter 1",
  "paragraphs": [
    "I\r\n\r\nThe brilliant sunshine which so enhanced the attractions of life at\r\nBlandings Castle had brought less pleasure to those of England's\r\nworkers whose duties compelled them to remain in London. In his offices\r\non top of the Regal Theatre in Shaftesbury Avenue, Mr. Mortimer Mason,\r\nthe stout senior partner in the firm of Mason and Saxby, Theatrical\r\nEnterprises, Ltd., was of opinion that what the country really needed\r\nwas one of those wedge-shaped depressions off the Coast of Iceland.\r\nApart from making him feel like a gaffed salmon, Flaming July was\r\nruining business. Only last night, to cut down expenses, he had had\r\nto dismiss some of the chorus from the show downstairs, and he hated\r\ndismissing chorus girls. He was a kind-hearted man and, having been in\r\nthe profession himself in his time, knew what it meant to get one's\r\nnotice in the middle of the summer.\r\n\r\nThere was a tap on the door. The human watchdog who guarded the outer\r\noffices entered.\r\n\r\n\"Well?\" said Mortimer Mason wearily.\r\n\r\n\"Can you see Miss Brown, sir?\"\r\n\r\n\"Which Miss Brown? Sue?\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"Of course.\" In spite of the heat Mr. Mason brightened. \"Is she\r\noutside?\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"Then pour her in.\"\r\n\r\nMortimer Mason had always felt a fatherly fondness for this girl, Sue\r\nBrown. He liked her for her own sake, for her unvarying cheerfulness\r\nand the honest way she worked. But what endeared her more particularly\r\nto him was the fact that she was Dolly Henderson's daughter. London\r\nwas full of elderly gentlemen who became pleasantly maudlin when they\r\nthought of Dolly Henderson and the dear old days when the heart was\r\nyoung and they had had waists. He heaved himself from his chair; then\r\nfell back again, filled with a sense of intolerable injury.\r\n\r\n\"My God!\" he cried. \"Don't look so cool.\"\r\n\r\nThe rebuke was not undeserved. On an afternoon when the asphalt is\r\nbubbling in the roadways and theatrical managers melting where they\r\nsit, no girl has a right to resemble a dewy rose plucked from some\r\nold-world garden. And that, Mr. Mason considered, was just what this\r\ngirl was deliberately resembling. She was a tiny thing, mostly large\r\neyes and a wide happy smile. She had a dancer's figure, and in every\r\nmovement of her there was Youth.\r\n\r\n\"Sorry, Pa.\" She laughed, and Mr. Mason moaned faintly. Her laugh had\r\nreminded him, for his was a nature not without its poetical side, of\r\nice tinkling in a jug of beer. \"Try not looking at me.\"\r\n\r\n\"Well, Sue, what's on your mind? Come to tell me you're going to be\r\nmarried?\"\r\n\r\n\"Not at the moment, I'm afraid.\"\r\n\r\n\"Hasn't that young man of yours got back from Biarritz yet?\"\r\n\r\n\"He arrived this morning. I had a note during the matinée. I suppose\r\nhe's outside now, waiting for me. Want to have a look at him?\"\r\n\r\n\"Does it mean walking downstairs?\" asked Mr. Mason guardedly.\r\n\r\n\"No. He'll be in his car. You can see him from the window.\"\r\n\r\nMr. Mason was equal to getting to the window. He peered down at the\r\nrakish sports-model two-seater in the little street below. Its occupant\r\nwas lying on his spine, smoking a cigarette in a long holder and\r\nlooking austerely at certain children of the neighbourhood whom he\r\nseemed to suspect of being about to scratch his paint.\r\n\r\n\"They're making fiancés very small this season,\" said Mr. Mason,\r\nconcluding his inspection.\r\n\r\n\"He is small, isn't he? He's sensitive about it, poor darling. Still,\r\nI'm small, too, so that's all right.\"\r\n\r\n\"Fond of him?\"\r\n\r\n\"Frightfully.\"\r\n\r\n\"Who is he, anyway? Yes, I know his name's Fish, and it doesn't mean a\r\nthing to me. Any money?\"\r\n\r\n\"I believe he's got quite a lot, only his uncle keeps it all. Lord\r\nEmsworth. He's Ronnie's trustee or something.\"\r\n\r\n\"Emsworth? I knew his brother years ago.\" Mr. Mason chuckled\r\nreminiscently. \"Old Gally! What a lad! I've got a scheme I'd like to\r\ninterest old Gally in. I wonder where he is now.\"\r\n\r\n\"The _Prattler_ this week said he was down at Blandings Castle. That's\r\nLord Emsworth's place in Shropshire. Ronnie's going down there this\r\nevening.\"\r\n\r\n\"Deserting you so soon?\" Mortimer Mason shook his head. \"I don't like\r\nthis.\"\r\n\r\nSue laughed.\r\n\r\n\"Well, I don't,\" said Mr. Mason. \"You be careful. These lads will all\r\nbear watching.\"\r\n\r\n\"Don't worry, Pa. He means to do right by our Nell.\"\r\n\r\n\"Well, don't say I didn't warn you. So old Gally is at Blandings, is\r\nhe? I must remember that. I'd like to get in touch with him. And now,\r\nwhat was it you wanted to see me about?\"\r\n\r\nSue became grave.\r\n\r\n\"I've come to ask you a favour.\"\r\n\r\n\"Go ahead. You know me.\"\r\n\r\n\"It's about those girls you're getting rid of.\"\r\n\r\nMr. Mason's genial face took on a managerial look.\r\n\r\n\"Got to get rid of them.\"\r\n\r\n\"I know. But one of them's Sally Field.\"\r\n\r\n\"Meaning what?\"\r\n\r\n\"Well, Sally's awfully hard up, Pa. And what I came to ask,\" said Sue\r\nbreathlessly, \"was, will you keep her on and let me go instead?\"\r\n\r\nUtter amazement caused Mortimer Mason momentarily to forget the heat.\r\nHe sat up, gaping.\r\n\r\n\"Do what?\"\r\n\r\n\"Let me go instead.\"\r\n\r\n\"Let you go instead?\"\r\n\r\n\"Yes.\"\r\n\r\n\"You're crazy.\"\r\n\r\n\"No, I'm not. Come on, Pa. Be a dear.\"\r\n\r\n\"Is she a great friend of yours?\"\r\n\r\n\"Not particularly. I'm sorry for her.\"\r\n\r\n\"I won't do it.\"\r\n\r\n\"You must. She's down to her last bean.\"\r\n\r\n\"But I need you in the show.\"\r\n\r\n\"What nonsense! As if I made the slightest difference.\"\r\n\r\n\"You do. You've got--I don't know--\" Mr. Mason twiddled his\r\nfingers--\"something. Your mother used to have it. Did you know I was\r\nthe second juvenile in the first company she was ever in?\"\r\n\r\n\"Yes, you told me. And haven't you got on! There's enough of you now to\r\nmake two second juveniles. Well, you will do it, won't you?\"\r\n\r\nMr. Mason reflected.\r\n\r\n\"I suppose I'll have to, if you insist,\" he said at length. \"If I don't\r\nyou'll just hand your notice in anyway. I know you. You're a sportsman,\r\nSue. Your mother was just the same. But are you sure you'll manage all\r\nright? I shan't be casting the new show till the end of August, but I\r\nmay be able to fix you up somewhere if I look round.\"\r\n\r\n\"I don't see how you could look any rounder if you tried, you poor\r\ndarling. Do you realize, Pa, that if you got up early every morning and\r\ndid half an hour's Swedish exercises----\"\r\n\r\n\"If you don't want to be murdered, stop!\"\r\n\r\n\"It would do you all the good in the world, you know. Well, it's\r\nawfully sweet of you to bother about me, Pa, but you mustn't. You've\r\ngot enough to worry you already. I shall be all right. Good-bye. You've\r\nbeen an angel about Sally. It'll save her life.\"\r\n\r\n\"If she's that cross-eyed girl at the end of the second row who's\r\nalways out of step I'm not sure I want to save her life.\"\r\n\r\n\"Well, you're going to do it, anyway. Good-bye.\"\r\n\r\n\"Don't run away.\"\r\n\r\n\"I must. Ronnie's waiting. He's going to take me to tea somewhere. Up\r\nthe river, I hope. Think how nice it will be there, under the trees,\r\nwith the water rippling----\"\r\n\r\n\"The only thing that stops me hitting you with this ruler,\" said\r\nMr. Mason, \"is the thought that I shall soon be getting out of this\r\nTurkish bath myself. I've a show opening at the Blackpool next week.\r\nThink how nice and cool it will be on the sands there, with the waves\r\nsplashing----\"\r\n\r\n\"--And you with your little spade and bucket, paddling! Oh, Pa, do send\r\nme a photograph. Well, I can't stand here all day chatting over your\r\nvacation plans. My poor darling Ronnie must be getting slowly fried.\"\r\n\r\n\r\n                                  II\r\n\r\nThe process of getting slowly fried, especially when you are chafing\r\nfor a sight of the girl you love after six weeks of exile from her\r\nsociety, is never an agreeable one. After enduring it for some time\r\nthe pink-faced young man with the long cigarette holder had left his\r\nseat in the car and had gone for shade and comparative coolness to the\r\nshelter of the stage entrance, where he now stood reading the notices\r\non the call board. He read them moodily. The thought that, after having\r\nbeen away from Sue for all these weeks, he was now compelled to leave\r\nher again and go to Blandings Castle was weighing on Ronald Overbury\r\nFish's mind sorely.\r\n\r\nMac, the guardian of the stage door, leaned out of his hutch. The\r\nmatinée over, he had begun to experience that solemn joy which comes\r\nto camels approaching an oasis and stage-door men who will soon be at\r\nliberty to pop round the corner. He endeavoured to communicate his\r\nhappiness to Ronnie.\r\n\r\n\"Won't be long now, Mr. Fish.\"\r\n\r\n\"Eh?\"\r\n\r\n\"Won't be long now, sir.\"\r\n\r\n\"Ah,\" said Ronnie.\r\n\r\nMac was concerned at his companion's gloom. He liked smiling faces\r\nabout him. Reflecting, he fancied he could diagnose its cause.\r\n\r\n\"I was sorry to hear about that, Mr. Fish.\"\r\n\r\n\"Eh?\"\r\n\r\n\"I say I was sorry to hear about that, sir.\"\r\n\r\n\"About what?\"\r\n\r\n\"About the Hot Spot, sir. That night club of yours. Busting up that\r\nway. Going West so prompt.\"\r\n\r\nRonnie Fish winced. He presumed the man meant well, but there are\r\ncertain subjects one does not want mentioned. When you have contrived\r\nwith infinite pains to wheedle a portion of your capital out of a\r\nreluctant trustee and have gone and started a night club with it and\r\nhave seen that night club flash into the receiver's hands like some\r\nfrail eggshell engulfed by a whirlpool, silence is best.\r\n\r\n\"Ah,\" he said briefly, to indicate this.\r\n\r\nMac had many admirable qualities, but not tact. He was the sort of man\r\nwho would have tried to cheer Napoleon up by talking about the winter\r\nsports at Moscow.\r\n\r\n\"When I heard that you and Mr. Carmody was starting one of those\r\nplaces I said to the fireman, 'I give it two months,' I said. And it\r\nwas six weeks, wasn't it, sir?\"\r\n\r\n\"Seven.\"\r\n\r\n\"Six or seven. Immaterial which. Point is I'm usually pretty right. I\r\nsaid to the fireman, 'It takes brains to run a night club,' I said.\r\n'Brains and a certain what-shall-I-say.' Won me half a crown, that did.\"\r\n\r\nHe searched in his mind for other topics to interest and amuse.\r\n\r\n\"Seen Mr. Carmody lately, sir?\"\r\n\r\n\"No. I've been in Biarritz. He's down in Shropshire. He's got a job as\r\nsecretary to an uncle of mine.\"\r\n\r\n\"And I shouldn't wonder,\" said Mac cordially, \"if he wouldn't make a\r\nmess of _that_.\"\r\n\r\nHe began to feel that the conversation was now going with a swing.\r\n\r\n\"Used to see a lot of Mr. Carmody round here at one time.\"\r\n\r\nThe advance guard of the company appeared, in the shape of a flock\r\nof musicians. They passed out of the stage door, first a couple of\r\nthirsty-looking flutes, then a group of violins, finally an oboe by\r\nhimself with a scowl on his face. Oboes are always savage in captivity.\r\n\r\n\"Yes, sir. Came here a lot, Mr. Carmody did. Asking for Miss Brown.\r\nGreat friends those two was.\"\r\n\r\n\"Oh?\" said Ronnie thickly.\r\n\r\n\"Used to make me laugh to see them together.\"\r\n\r\nRonnie appeared to swallow something large and jagged.\r\n\r\n\"Why?\"\r\n\r\n\"Well, him so tall and her so small. But there,\" said Mac\r\nphilosophically, \"they say it's opposites that get on best. I know I\r\nweigh seventeen stone and my missus looks like a ninepenny rabbit, and\r\nyet we're as happy as can be.\"\r\n\r\nRonnie's interest in the poundage of the stage-door keeper's domestic\r\ncircle was slight.\r\n\r\n\"Ah,\" he said.\r\n\r\nMac, having got onto the subject of Sue Brown, stayed there.\r\n\r\n\"You see the flowers arrived all right, sir.\"\r\n\r\n\"Eh?\"\r\n\r\n\"The flowers you sent Miss Brown, sir,\" said Mac, indicating with a\r\nstubby thumb a bouquet on the shelf behind him. \"I haven't given her\r\nthem yet. Thought she'd rather have them after the performance.\"\r\n\r\nIt was a handsome bouquet, but Ronnie Fish stared at it with a sort of\r\ndumb horror. His pink face had grown pinker, and his eyes were glassy.\r\n\r\n\"Give me those flowers, Mac,\" he said in a strangled voice.\r\n\r\n\"Right, sir. Here you are, sir. Now you look just like a bridegroom,\r\nsir,\" said the stage-door keeper, chuckling the sort of chuckle that\r\ngoes with seventeen stone and a fat head.\r\n\r\nThis thought had struck Ronnie, also. It was driven home a moment\r\nlater by the displeasing behaviour of two of the chorus girls who came\r\nflitting past. Both looked at him in a way painful to a sensitive young\r\nman, and one of them giggled. Ronnie turned to the door.\r\n\r\n\"When Miss Brown comes, tell her I'm waiting outside in my car.\"\r\n\r\n\"Right, sir. You'll be in again, I suppose, sir?\"\r\n\r\n\"No.\" The sombre expression deepened on Ronnie's face. \"I've got to go\r\ndown to Shropshire this evening.\"\r\n\r\n\"Be away long?\"\r\n\r\n\"Yes. Quite a time.\"\r\n\r\n\"Sorry to hear that, sir. Well, good-bye, sir. Thank you, sir.\"\r\n\r\nRonnie, clutching the bouquet, walked with leaden steps to the\r\ntwo-seater. There was a card attached to the flowers. He read it,\r\nfrowned darkly and threw the bouquet into the car.\r\n\r\nGirls were passing now in shoals. They meant nothing to Ronnie Fish.\r\nHe eyed them sourly, marvelling why the papers talked about \"beauty\r\nchoruses.\" And then, at last, there appeared one at the sight of whom\r\nhis heart, parting from its moorings, began to behave like a jumping\r\nbean. It had reached his mouth when she ran up with both hands extended.\r\n\r\n\"Ronnie, you precious angel lambkin!\"\r\n\r\n\"Sue!\"\r\n\r\nTo a young man in love, however great the burden of sorrows beneath\r\nwhich he may be groaning, the spectacle of the only girl in the world,\r\nsmiling up at him, seldom fails to bring a temporary balm. For the\r\nmoment Ronnie's gloom ceased to be. He forgot that he had recently\r\nlost several hundred pounds in a disastrous commercial venture. He\r\nforgot that he was going off that evening to live in exile. He even\r\nforgot that this girl had just been sent a handsome bouquet by a\r\nghastly bargee named P. Frobisher Pilbeam, belonging to the Junior\r\nConstitutional Club. These thoughts would return, but for the time\r\nbeing the one that occupied his mind to the exclusion of all others was\r\nthe thought that after six long weeks of separation he was once more\r\nlooking upon Sue Brown.\r\n\r\n\"I'm so sorry I kept you waiting, precious. I had to see Mr. Mason.\"\r\n\r\nRonnie started.\r\n\r\n\"What about?\"\r\n\r\nA student of the motion pictures, he knew what theatrical managers were.\r\n\r\n\"Just business.\"\r\n\r\n\"Did he ask you to lunch or anything?\"\r\n\r\n\"No. He just fired me.\"\r\n\r\n\"Fired you!\"\r\n\r\n\"Yes, I've lost my job,\" said Sue happily.\r\n\r\nRonnie quivered.\r\n\r\n\"I'll go and break his neck.\"\r\n\r\n\"No, you won't. It isn't his fault. It's the weather. They have to cut\r\ndown expenses when there's a heat wave. It's all the fault of people\r\nlike you for going abroad instead of staying in London and coming to\r\nthe theatre.\" She saw the flowers and uttered a delightful squeal. \"For\r\nme?\"\r\n\r\nA moment before, Ronnie had been all chivalrous concern--a knight\r\nprepared to battle to the death for his lady love. He now froze.\r\n\r\n\"Apparently,\" he said coldly.\r\n\r\n\"How do you mean, apparently?\"\r\n\r\n\"I mean they are.\"\r\n\r\n\"You pet!\"\r\n\r\n\"Leap in.\"\r\n\r\nRonnie's gloom was now dense and foglike once more. He gestured\r\nfiercely at the clustering children and trod on the self-starter. The\r\ncar moved smoothly round the corner into Shaftesbury Avenue.\r\n\r\nOpposite the Monico there was a traffic block, and he unloaded his soul.\r\n\r\n\"In re those blooms.\"\r\n\r\n\"They're lovely.\"\r\n\r\n\"Yes, but I didn't send them.\"\r\n\r\n\"You brought them. Much nicer.\"\r\n\r\n\"What I'm driving at,\" said Ronnie heavily, \"is that they aren't from\r\nme at all. They're from a blighter named P. Frobisher Pilbeam.\"\r\n\r\nSue's smile had faded. She knew her Ronald's jealousy so well. It was\r\nthe one thing about him which she could have wished changed.\r\n\r\n\"Oh?\" she said dismally.\r\n\r\nThe crust of calm detachment from all human emotion, built up by years\r\nof Eton and Cambridge, cracked abruptly, and there peeped forth a\r\nprimitive Ronald Overbury Fish.\r\n\r\n\"Who is this Pilbeam?\" he demanded. \"Pretty much the Boy Friend, I take\r\nit, what?\"\r\n\r\n\"I've never even met him!\"\r\n\r\n\"But he sends you flowers.\"\r\n\r\n\"I know he does,\" wailed Sue, mourning for a golden afternoon now\r\nprobably spoiled beyond repair. \"He keeps sending me his beastly\r\nflowers and writing me his beastly letters.\"\r\n\r\nRonnie gritted his teeth.\r\n\r\n\"And I tell you I've never set eyes on him in my life.\"\r\n\r\n\"You don't know who he is?\"\r\n\r\n\"One of the girls told me that he used to edit that paper, _Society\r\nSpice_. I don't know what he does now.\"\r\n\r\n\"When he isn't sending you flowers, you mean?\"\r\n\r\n\"I can't help him sending me flowers.\"\r\n\r\n\"I don't suppose you want to.\"\r\n\r\nSue's eyes flickered. Realizing, however, that her Ronnie in certain\r\nmoods resembled a child of six, she made a pathetic attempt to lighten\r\nthe atmosphere.\r\n\r\n\"It's not my fault if I get persecuted with loathsome addresses, is it?\r\nI suppose, when you go to the movies, you blame Lillian Gish for being\r\npursued by the heavy.\"\r\n\r\nRonnie was not to be diverted.\r\n\r\n\"Sometimes I ask myself,\" he said darkly, \"if you really care a hang\r\nfor me.\"\r\n\r\n\"Oh, Ronnie!\"\r\n\r\n\"Yes, I do--repeatedly. I look at you and I look at myself and that's\r\nwhat I ask myself. What on earth is there about me to make a girl like\r\nyou fond of a fellow? I'm a failure. Can't even run a night club. No\r\nbrains. No looks.\"\r\n\r\n\"You've got a lovely complexion.\"\r\n\r\n\"Too pink. Much too pink. And I'm so damned short.\"\r\n\r\n\"You're not a bit too short.\"\r\n\r\n\"I am. My Uncle Gally once told me I looked like the protoplasm of a\r\nminor jockey.\"\r\n\r\n\"He ought to have been ashamed of himself.\"\r\n\r\n\"Why the dickens,\" said Ronnie, laying bare his secret dreams, \"I\r\ncouldn't have been born a decent height, like Hugo....\" He paused. His\r\nhand shook on the steering wheel. \"That reminds me. That fellow Mac\r\nat the stage door was saying that you and Hugo used to be as thick as\r\nthieves. Always together, he said.\"\r\n\r\nSue sighed. Things were being difficult to-day.\r\n\r\n\"That was before I met you,\" she explained patiently, \"I used to like\r\ndancing with him. He's a beautiful dancer. You surely don't suppose for\r\na minute that I could ever be in love with Hugo.\"\r\n\r\n\"I don't see why not.\"\r\n\r\n\"Hugo!\" Sue laughed. There was something about Hugo Carmody that always\r\nmade her want to laugh.\r\n\r\n\"Well, I don't see why not. He's better looking than I am. Taller. Not\r\nso pink. Plays the saxophone.\"\r\n\r\n\"Will you stop being silly about Hugo!\"\r\n\r\n\"Well, I fear that bird. He's my best pal, and I know his work. He's\r\npractically handsome. And lissom, to boot.\" A hideous thought smote\r\nRonnie like a blow. \"Did he ever--\" he choked--\"did he ever hold your\r\nhand?\"\r\n\r\n\"Which hand?\"\r\n\r\n\"Either hand.\"\r\n\r\n\"How can you suggest such a thing!\" cried Sue, shocked.\r\n\r\n\"Well, will you swear there's nothing between him and you?\"\r\n\r\n\"Of course there isn't.\"\r\n\r\n\"And nothing between this fellow Pilbeam and you?\"\r\n\r\n\"Of course not.\"\r\n\r\n\"Ah!\" said Ronnie. \"Then I can go ahead as planned.\"\r\n\r\nHis was a mercurial temperament, and it had lifted him in an instant\r\nfrom the depths to the heights. The cloud had passed from his face, the\r\nlook of Byronic despair from his eyes. He beamed.\r\n\r\n\"Do you know why I'm going down to Blandings to-night?\" he asked.\r\n\r\n\"No. I only wish you weren't.\"\r\n\r\n\"Well, I'll tell you. I've got to get round my uncle.\"\r\n\r\n\"Do what?\"\r\n\r\n\"Make myself solid with my Uncle Clarence. If you've ever had anything\r\nto do with trustees you'll know that the one thing they bar like poison\r\nis parting with money. And I've simply got to have another chunk of\r\nmy capital, and a good big one, too. Without money, how on earth can\r\nI marry you? Let me get hold of funds, and we'll dash off to the\r\nregistrar's the moment you say the word. So now you understand why I've\r\ngot to get to Blandings at the earliest possible moment and stay there\r\ntill further notice.\"\r\n\r\n\"Yes. I see. And you're a darling. Tell me about Blandings, Ronnie.\"\r\n\r\n\"How do you mean?\"\r\n\r\n\"Well, what sort of a place is it? I want to imagine you there while\r\nyou're away.\"\r\n\r\nRonnie pondered. He was not at his best as a word painter.\r\n\r\n\"Oh, you know the kind of thing. Parks and gardens and terraces and\r\nimmemorial elms and all that. All the usual stuff.\"\r\n\r\n\"Any girls there?\"\r\n\r\n\"My Cousin Millicent. She's my Uncle Lancelot's daughter. He's dead.\r\nThe family want Millicent and me to get married.\"\r\n\r\n\"To each other, you mean? What a perfectly horrible idea.\"\r\n\r\n\"Oh, it's all right. We're both against the scheme.\"\r\n\r\n\"Well, that's some comfort. What other girls will there be at\r\nBlandings?\"\r\n\r\n\"Only one that I know of. My mother met a female called Schoonmaker at\r\nBiarritz. American. Pots of money, I believe. One of those beastly tall\r\ngirls. Looked like something left over from Dana Gibson. I couldn't\r\nstand her myself, but my mother was all for her, and I didn't at all\r\nlike the way she seemed to be trying to shove her off onto me. You\r\nknow--'Why don't you ring up Myra Schoonmaker, Ronnie? I'm sure she\r\nwould like to go to the Casino to-night. And then you could dance\r\nafterward.' Sinister, it seemed to me.\"\r\n\r\n\"And she's going to Blandings? H'm!\"\r\n\r\n\"There's nothing to 'h'm' about.\"\r\n\r\n\"I'm not so sure. Oh, well, I suppose your family are quite right. I\r\nsuppose you ought really to marry some nice girl in your own set.\"\r\n\r\nRonnie uttered a wordless cry and in his emotion allowed the mudguard\r\nof the two-seater to glide so closely past an Austin Seven that Sue\r\ngave a frightened squeak and the Austin Seven went on its way thinking\r\nblack thoughts.\r\n\r\n\"Do be careful, Ronnie, you old chump!\"\r\n\r\n\"Well, what do you want to go saying things like that for? I get enough\r\nof that from the family without having _you_ start.\"\r\n\r\n\"Poor old Ronnie! I'm sorry. Still, you must admit that they'd be quite\r\nwithin their rights, objecting to me. I'm not so hot, you know. Only a\r\nchorus girl. Just one of the ensemble!\"\r\n\r\nRonnie said something between his teeth that sounded like \"Juk!\" What\r\nhe meant was, be her station never so humble, a pure, sweet girl is a\r\nfitting mate for the highest in the land.\r\n\r\n\"And my mother was a music-hall singer.\"\r\n\r\n\"A what?\"\r\n\r\n\"A music-hall singer. What they used to call a 'serio.' You know--pink\r\ntights and rather risky songs.\"\r\n\r\nThis time Ronnie did not say, \"Juk!\" He merely swallowed painfully. The\r\ninformation had come as a shock to him. Somehow or other he had never\r\nthought of Sue as having encumbrances in the shape of relatives; and he\r\ncould not hide from himself the fact that a pink-tighted serio might\r\nstir the Family up quite a little. He pictured something with peroxide\r\nhair who would call his Uncle Clarence \"dearie.\"\r\n\r\n\"English, do you mean? On the halls here in London?\"\r\n\r\n\"Yes. Her stage name was Dolly Henderson.\"\r\n\r\n\"Never heard of her.\"\r\n\r\n\"I dare say not. But she was the rage of London twenty years ago.\"\r\n\r\n\"I always thought you were American,\" said Ronnie, aggrieved. \"I\r\ndistinctly recollect Hugo, when he introduced us, telling me that you\r\nhad just come over from New York.\"\r\n\r\n\"So I had. Father took me to America soon after Mother died.\"\r\n\r\n\"Oh, your mother is--er--no longer with us?\"\r\n\r\n\"No.\"\r\n\r\n\"Too bad,\" said Ronnie, brightening.\r\n\r\n\"My father's name was Cotterleigh. He was in the Irish Guards.\"\r\n\r\n\"What!\"\r\n\r\nRonnie's ecstatic cry seriously inconvenienced a traffic policeman in\r\nthe exercise of his duties.\r\n\r\n\"But this is fine! This is the goods! It doesn't matter to me, of\r\ncourse, one way or the other. I'd love you just the same if your father\r\nhad sold jellied eels. But think what an enormous difference this will\r\nmake to my blasted family!\"\r\n\r\n\"I doubt it.\"\r\n\r\n\"But it will. We must get him over at once and spring him on them. Or\r\nis he in London?\"\r\n\r\nSue's brown eyes clouded.\r\n\r\n\"He's dead.\"\r\n\r\n\"Eh? Oh! Sorry!\" said Ronnie.\r\n\r\nHe was dashed for a moment.\r\n\r\n\"Well, at least let me tell the family about him,\" he urged,\r\nrecovering. \"Let me dangle him before their eyes a bit.\"\r\n\r\n\"If you like. But they'll still object to me because I'm in the chorus.\"\r\n\r\nRonnie scowled. He thought of his mother, he thought of his Aunt\r\nConstance, and reason told him that her words were true.\r\n\r\n\"Dash all this rot people talk about chorus girls!\" he said. \"They seem\r\nto think that just because a girl works in the chorus she must be a\r\nsort of animated champagne vat----\"\r\n\r\n\"Ugh!\"\r\n\r\n\"--spending her life dancing on supper tables with tight\r\nstockbrokers----\"\r\n\r\n\"And not a bad way of passing an evening,\" said Sue meditatively. \"I\r\nmust try it some time.\"\r\n\r\n\"--with the result that when it's a question of her marrying anybody,\r\nfellow's people look down their noses and kick like mules. It's\r\nhappened in our family before. My Uncle Gally was in love with some\r\ngirl on the stage back in the dark ages, and they formed a wedge and\r\nbust the thing up and shipped him off to South Africa or somewhere\r\nto forget her. And look at him! Drew three sober breaths in the year\r\nnineteen hundred and then decided that was enough. I expect I shall be\r\nthe same. If I don't take to drink, cooped up at Blandings a hundred\r\nmiles away from you, I shall be vastly surprised. It's all a lot of\r\nsilly nonsense. I haven't any patience with it. I've a jolly good mind\r\nto go to Uncle Clarence to-night and simply tell him that I'm in love\r\nwith you and intend to marry you and that if the family don't like it\r\nthey can lump it.\"\r\n\r\n\"I wouldn't.\"\r\n\r\nRonnie simmered down.\r\n\r\n\"Perhaps you're right.\"\r\n\r\n\"I'm sure I am. If he hears about me he certainly won't give you your\r\nmoney; whereas, if he doesn't, he may. What sort of a man is he?\"\r\n\r\n\"Uncle Clarence? Oh, a mild, dreamy old boy. Mad about gardening and\r\nall that. At the moment I hear he's wrapped up in his pig.\"\r\n\r\n\"That sounds cosy.\"\r\n\r\n\"I'd feel a lot easier in my mind, I can tell you, going down there to\r\ntackle him, if I were a pig. I'd expect a much warmer welcome.\"\r\n\r\n\"You were rather a pig just now, weren't you?\"\r\n\r\nRonnie quivered. Remorse gnawed the throbbing heart beneath his\r\nbeautifully cut waistcoat.\r\n\r\n\"I'm sorry. I'm frightfully sorry. The fact is, I'm so crazy about you\r\nI get jealous of everybody you meet. Do you know, Sue, if you ever let\r\nme down, I'd--I don't know what I'd do. Er--Sue!\"\r\n\r\n\"Hullo?\"\r\n\r\n\"Swear something.\"\r\n\r\n\"What?\"\r\n\r\n\"Swear that while I'm at Blandings you won't go out with a soul. Not\r\neven to dance.\"\r\n\r\n\"Not even to dance?\"\r\n\r\n\"No.\"\r\n\r\n\"All right.\"\r\n\r\n\"Especially this man Pilbeam.\"\r\n\r\n\"I thought you were going to say Hugo.\"\r\n\r\n\"I'm not worrying about Hugo. He's safe at Blandings.\"\r\n\r\n\"Hugo at Blandings?\"\r\n\r\n\"Yes. He's secretarying for my Uncle Clarence. I made my mother get him\r\nthe job when the Hot Spot conked.\"\r\n\r\n\"So you'll have him _and_ Millicent _and_ Miss Schoonmaker there to\r\nkeep you company! How nice for you.\"\r\n\r\n\"Millicent!\"\r\n\r\n\"It's all very well to say 'Millicent!' like that. If you ask me, I\r\nthink she's a menace. She sounds coy and droopy. I can see her taking\r\nyou for walks by moonlight under those immemorial elms and looking up\r\nat you with big dreamy eyes.\"\r\n\r\n\"Looking down at me, you mean. She's about a foot taller than I am.\r\nAnd, anyway, if you imagine there's a girl on earth who could extract\r\nso much as a kindly glance from me when I've got you to think about\r\nyou're very much mistaken. I give you my honest word....\"\r\n\r\nHe became lyrical. Sue, leaning back, listened contentedly. The cloud\r\nhad been a threatening cloud, blackening the skies for a while, but it\r\nhad passed. The afternoon was being golden, after all.\r\n\r\n\r\n                                  III\r\n\r\n\"By the way,\" said Ronnie, the flood of eloquence subsiding. \"A thought\r\noccurs. Have you any notion where we're headed for?\"\r\n\r\n\"Heaven!\"\r\n\r\n\"I mean at the moment.\"\r\n\r\n\"I supposed you were taking me to tea somewhere.\"\r\n\r\n\"But where? We've got right out of the tea zone. What with one thing\r\nand another I've just been driving at random--to and fro, as it\r\nwere--and we seem to have worked round to somewhere in the Swiss\r\nCottage neighbourhood. We'd better switch back and set a course for the\r\nCarlton or some place. How do you feel about the Carlton?\"\r\n\r\n\"All right.\"\r\n\r\n\"Or the Ritz?\"\r\n\r\n\"Whichever you like.\"\r\n\r\n\"Or--gosh!\"\r\n\r\n\"What's the matter?\"\r\n\r\n\"Sue! I've got an idea.\"\r\n\r\n\"Beginner's luck.\"\r\n\r\n\"Why not go to Norfolk Street?\"\r\n\r\n\"To your home?\"\r\n\r\n\"Yes. There's nobody there, and our butler is a staunch bird--he'll get\r\nus tea and say nothing.\"\r\n\r\n\"I'd like to meet a staunch butler.\"\r\n\r\n\"Then shall we?\"\r\n\r\n\"I'd love it. You can show me all your little treasures and belongings\r\nand the photographs of you as a small boy.\"\r\n\r\nRonnie shook his head. It irked him to discourage her pretty\r\nenthusiasm, but a man cannot afford to take risks.\r\n\r\n\"Not those. No love could stand up against the sight of me in a sailor\r\nsuit at the age of ten. I don't mind,\" he said, making a concession,\r\n\"letting you see the one of me and Hugo, taken just before the Public\r\nSchools Rackets Competition, my last year at school. We were the Eton\r\npair.\"\r\n\r\n\"Did you win?\"\r\n\r\n\"No. At a critical moment in the semifinal that ass Hugo foozled a shot\r\na one-armed cripple ought to have taken with his eyes shut. It dished\r\nus.\"\r\n\r\n\"Awful!\" said Sue. \"Well, if I ever had any impulse to love Hugo that's\r\nkilled it.\" She looked about her. \"I don't know this aristocratic\r\nneighbourhood at all. How far is it to Norfolk Street?\"\r\n\r\n\"Next turning.\"\r\n\r\n\"You're sure there's nobody in the house? None of the dear old family?\"\r\n\r\n\"Not a soul.\"\r\n\r\nHe was right. Lady Constance Keeble was not actually in the house. At\r\nthe moment when he spoke she had just closed the front door behind her.\r\nAfter waiting half an hour in the hope of her nephew's return she had\r\nleft a note for him on the hall table and was going to Claridge's to\r\nget a cup of tea.\r\n\r\nIt was not until he had drawn up immediately opposite the house that\r\nRonnie perceived what stood upon the steps. Having done so, he blanched\r\nvisibly.\r\n\r\n\"Oh, my sainted aunt!\" he said.\r\n\r\nAnd seldom can the familiar phrase have been used with more\r\nappropriateness.\r\n\r\nThe sainted aunt was inspecting the two-seater and its contents with a\r\nfrozen stare. Her eyebrows were two marks of interrogation. As she had\r\ntold Millicent, she was old-fashioned, and when she saw her flesh and\r\nblood snuggled up to girls of attractive appearance in two-seaters she\r\nsuspected the worst.\r\n\r\n\"Good-afternoon, Ronald.\"\r\n\r\n\"Er--hullo, Aunt Constance.\"\r\n\r\n\"Will you introduce me?\"\r\n\r\nThere is no doubt that peril sharpens the intellect. His masters at\r\nschool and his tutors at the university, having had to do with Ronald\r\nOverbury Fish almost entirely at times when his soul was at rest, had\r\nclassed him among the less keen-witted of their charges. Had they seen\r\nhim now in this crisis they would have pointed at him with pride.\r\nAnd, being the sportsmen and gentlemen that they were, they would\r\nhave hastened to acknowledge that they had grossly underestimated his\r\ningenuity and initiative.\r\n\r\nFor, after turning a rather pretty geranium tint and running a finger\r\nround the inside of his collar for an instant, as if he found it too\r\ntight, Ronnie Fish spoke the only two words in the language which could\r\nhave averted disaster.\r\n\r\n\"Miss Schoonmaker,\" he said huskily.\r\n\r\nSue, at his side, gave a little gasp. These were unsuspected depths.\r\n\r\n\"Miss Schoonmaker!\"\r\n\r\nLady Constance's resemblance to Apollyon straddling right across the\r\nway had vanished abruptly. Remorse came upon her that she should have\r\nwronged her blameless nephew with unfounded suspicion.\r\n\r\n\"Miss Schoonmaker, my aunt, Lady Constance Keeble,\" said Ronnie,\r\ngoing from strength to strength and speaking now quite easily and\r\narticulately.\r\n\r\nSue was not the girl to sit dumbly by and fail a partner in his hour of\r\nneed. She smiled brightly.\r\n\r\n\"How do you do, Lady Constance?\" she said. She smiled again, if\r\npossible even more brightly than before. \"I feel I know you already.\r\nLady Julia told me so much about you at Biarritz.\"\r\n\r\nA momentary qualm lest, in the endeavour to achieve an easy cordiality,\r\nshe had made her manner a shade too patronizing melted in the sunshine\r\nof the older woman's smile. Lady Constance had become charming,\r\nalmost effusive. She had always hoped that Ronald and Millicent would\r\nmake a match of it; but, failing that, this rich Miss Schoonmaker\r\nwas certainly the next best thing. And driving chummily about London\r\ntogether like this must surely, she thought, mean something, even in\r\nthese days when chummy driving is so prevalent between the sexes. At\r\nany rate, she hoped so.\r\n\r\n\"So here you are in London!\"\r\n\r\n\"Yes.\"\r\n\r\n\"You did not stay long in Paris.\"\r\n\r\n\"No.\"\r\n\r\n\"When can you come down to Blandings?\"\r\n\r\n\"Oh, very soon, I hope.\"\r\n\r\n\"I am going there this evening. I only ran up for the day. I want you\r\nto drive me back, Ronald.\"\r\n\r\nRonnie nodded silently. The crisis passed, a weakness had come upon\r\nhim. He preferred not to speak, if speech could be avoided.\r\n\r\n\"Do try to come soon. The gardens are looking delightful. My brother\r\nwill be so glad to see you. I was just on my way to Claridge's for a\r\ncup of tea. Won't you come too?\"\r\n\r\n\"I'd love to,\" said Sue, \"but I really must be getting on. Ronnie was\r\ntaking me shopping.\"\r\n\r\n\"I thought you stayed in Paris to do your shopping.\"\r\n\r\n\"Not all of it.\"\r\n\r\n\"Well, I shall hope to see you soon.\"\r\n\r\n\"Oh, yes.\"\r\n\r\n\"At Blandings.\"\r\n\r\n\"Thank you so much. Ronnie, I think we ought to be getting along.\"\r\n\r\n\"Yes.\" Ronnie's mind was blurred, but he was clear on that point. \"Yes,\r\ngetting along. Pushing off.\"\r\n\r\n\"Well, I'm so delighted to have seen you. My sister told me so much\r\nabout you in her letters. After you have put your luggage on the car,\r\nRonald, will you come and pick me up at Claridge's?\"\r\n\r\n\"Right ho.\"\r\n\r\n\"I would like to make an early start, if possible.\"\r\n\r\n\"Right ho.\"\r\n\r\n\"Well, good-bye for the present, then.\"\r\n\r\n\"Right ho.\"\r\n\r\n\"Good-bye, Lady Constance.\"\r\n\r\n\"Good-bye.\"\r\n\r\nThe two-seater moved off, and Ronnie, taking his right hand from the\r\nwheel as it turned the corner, groped for a handkerchief, found it, and\r\npassed it over his throbbing brow.\r\n\r\n\"So that was Aunt Constance!\" said Sue.\r\n\r\nRonnie breathed deeply.\r\n\r\n\"Nice meeting one of whom I have heard so much.\"\r\n\r\nRonnie replaced his hand on the wheel and twiddled it feebly to avoid a\r\ndog. Reaction had made him limp.\r\n\r\nSue was gazing at him almost reverently.\r\n\r\n\"What genius, Ronnie! What ready wit! What presence of mind! If I\r\nhadn't heard it with my own ears I wouldn't have believed it. Why\r\ndidn't you ever tell me you were one of those swift thinkers?\"\r\n\r\n\"I didn't know it myself.\"\r\n\r\n\"Of course, I'm afraid it has complicated things a little.\"\r\n\r\n\"Eh?\" Ronnie started. This aspect of the matter had not struck him.\r\n\"How do you mean?\"\r\n\r\n\"When I was a child they taught me a poem----\"\r\n\r\nRonnie raised a suffering face to hers.\r\n\r\n\"Don't let's talk about your childhood now, old thing,\" he pleaded.\r\n\"Feeling rather shaken. Any other time----\"\r\n\r\n\"It's all right. I'm not wandering from the subject. I can only\r\nremember two lines of the poem. They were, 'Oh, what a tangled web we\r\nweave when first we practise to deceive.' You do see the web is a bit\r\ntangled, don't you, Ronnie, darling?\"\r\n\r\n\"Eh? Why? Everything looks pretty smooth to me. Aunt Constance\r\nswallowed you without a yip.\"\r\n\r\n\"And when the real Miss Schoonmaker arrives at Blandings with her\r\njewels and her twenty-four trunks?\" said Sue gently.\r\n\r\nThe two-seater swerved madly across Grosvenor Street.\r\n\r\n\"Gosh!\" said Ronnie.\r\n\r\nSue's eyes were sparkling.\r\n\r\n\"There's only one thing to do,\" she said. \"Now you're in you'll have to\r\ngo in deeper. You'll have to put her off.\"\r\n\r\n\"How?\"\r\n\r\n\"Send her a wire saying she mustn't come to Blandings because scarlet\r\nfever or something has broken out.\"\r\n\r\n\"I couldn't.\"\r\n\r\n\"You must. Sign it in Lady Constance's name.\"\r\n\r\n\"But suppose----\"\r\n\r\n\"Well, suppose they do find out? You won't be in any worse hole than\r\nyou will be if she comes sailing up to the front door all ready to stay\r\na couple of weeks. And she will unless you wire.\"\r\n\r\n\"That's true.\"\r\n\r\n\"What it means,\" said Sue, \"is that instead of having plenty of time\r\nto get that money out of Lord Emsworth you'll have to work quick.\" She\r\ntouched his arm. \"Here's a post office,\" she said. \"Go in and send that\r\nwire before you weaken.\"\r\n\r\nRonnie stopped the car.\r\n\r\n\"You will have to do the most rapid bit of trustee touching in the\r\nhistory of the world, I should think,\" said Sue reflectively. \"Do you\r\nthink you can manage it?\"\r\n\r\n\"I'll have a jolly good prod.\"\r\n\r\n\"Remember what it means.\"\r\n\r\n\"I'll do that all right. The only trouble is that in the matter of\r\nbiting Uncle Clarence's ear I've nothing to rely on but my natural\r\ncharm. And as far as I've been able to make out,\" said Ronnie, \"he\r\nhasn't noticed yet that I have any.\"\r\n\r\nHe strode into the post office, thinking deeply."
  ]
}