{
  "index": 6,
  "title": "Chapter 5",
  "paragraphs": [
    "Sue stared at him, bewildered.\r\n\r\n\"Broken off the engagement?\"\r\n\r\n\"Broken off the engagement.\"\r\n\r\nIn moments of stress the foolish question is always the one that comes\r\nuppermost in the mind.\r\n\r\n\"Are you sure?\"\r\n\r\nHugo emitted a sound which resembled the bursting of a paper bag. He\r\nwould have said himself, if asked, that he was laughing mirthlessly.\r\n\r\n\"Sure? Not much doubt about it.\"\r\n\r\n\"But why?\"\r\n\r\n\"She knows all.\"\r\n\r\n\"All what?\"\r\n\r\n\"Everything, you poor fish,\" said Hugo, forgetting in a strong man's\r\nagony the polish of the Carmodys. \"She's found out that I took you to\r\ndinner last night.\"\r\n\r\n\"What!\"\r\n\r\n\"She has.\"\r\n\r\n\"But how?\"\r\n\r\nThe paper bag exploded again. A look of intense bitterness came into\r\nHugo's face.\r\n\r\n\"If ever I meet that slimy, slinking, marcelle-waved by-product Pilbeam\r\nagain,\" he said, \"let him commend his soul to God! If he has time,\" he\r\nadded.\r\n\r\nHe took the brandy-and-soda from the waiter and eyed Sue dully.\r\n\r\n\"Anything on similar lines for you?\"\r\n\r\n\"No, thanks.\"\r\n\r\n\"Just as you like. It's not easy for a man in my position to realize,\"\r\nsaid Hugo, drinking deeply, \"that refusing a brandy-and-soda is\r\npossible. I shouldn't have said, offhand, that it could be done.\"\r\n\r\nSue was a warm-hearted girl. In the tragedy of this announcement she\r\nhad almost forgotten that she had troubles herself.\r\n\r\n\"Tell me all about it, Hugo.\"\r\n\r\nHe put down the empty glass.\r\n\r\n\"I came up from Blandings yesterday,\" he said, \"to interview the Argus\r\nEnquiry Agency on the subject of sending a man down to investigate the\r\ntheft of Lord Emsworth's pig.\"\r\n\r\nSue would have liked to hear more about this pig, but she knew that\r\nthis was no time for questions.\r\n\r\n\"I went to the Argus and saw this wen Pilbeam, who runs it.\"\r\n\r\nAgain Sue would have liked to speak. Once more she refrained. She felt\r\nas if she were at a sick-bed, hearing a dying man's last words. On such\r\noccasions one does not interrupt.\r\n\r\n\"Meanwhile,\" proceeded Hugo tonelessly, \"Millicent, suspecting--and I\r\nam surprised at her having a mind like that; I always looked on her\r\nas a pure, white soul--suspecting that I might be up to something in\r\nLondon, got the Argus on the long-distance telephone and told them to\r\nfollow my movements and report to her. And, apparently, just before\r\nshe called me up, she had been talking to them on the wire and getting\r\ntheir statement. All this she revealed to me in short, burning\r\nsentences, and then she said that if I thought we were still engaged I\r\ncould have three more guesses. But, to save me trouble, she would tell\r\nme the right answer--viz.: No wedding bells for me. And to think,\" said\r\nHugo, picking up the glass and putting it down again, after inspection,\r\nwith a hurt and disappointed look, \"that I actually rallied this growth\r\nPilbeam on the subject of following people and reporting on their\r\nmovements. Yes, I assure you. Rallied him blithely. Just as I was\r\nleaving his office we kidded merrily back and forth. And then I went\r\nout into the world, happy and care-free, little knowing that my every\r\nstep was dogged by a blasted bloodhound. Well, all I can say is that,\r\nif Ronnie wants this Pilbeam's gore, and I gather that he does, he will\r\njolly well have to wait till I've helped myself.\"\r\n\r\nSue, womanlike, blamed the woman.\r\n\r\n\"I don't think Millicent can be a very nice girl,\" she said primly.\r\n\r\n\"An angel,\" said Hugo. \"Always was. Celebrated for it. I don't blame\r\nher.\"\r\n\r\n\"I do.\"\r\n\r\n\"I don't.\"\r\n\r\n\"I do.\"\r\n\r\n\"Well, have it your own way,\" said Hugo handsomely. He beckoned to the\r\nwaiter. \"Another of the same, please.\"\r\n\r\n\"This settles it,\" said Sue.\r\n\r\nHer eyes were sparkling. Her chin had a resolute tilt.\r\n\r\n\"Settles what?\"\r\n\r\n\"While you were at the telephone, I had an idea.\"\r\n\r\n\"I have had ideas in my time,\" said Hugo. \"Many of them. At the moment\r\nI have but one. To get within arm's length of the yam Pilbeam and twist\r\nhis greasy neck till it comes apart in my hands. 'What do you do here?'\r\nI said. 'Measure footprints?' 'We follow people and report on their\r\nmovements,' said he. 'Ha-ha!' I laughed carelessly. 'Ha-ha!' laughed\r\nhe. General mirth and jollity. And all the while----\"\r\n\r\n\"Hugo, will you listen?\"\r\n\r\n\"And this is the bitter thought that now strikes me. What chance have\r\nI of scooping out the man's inside with my bare hands? I've got to go\r\nback to Blandings on the two-fifteen or I lose my job. Leaving him\r\nunscathed in his bally lair, chuckling over my downfall and following\r\nsome other poor devil's movements.\"\r\n\r\n\"Hugo!\"\r\n\r\nThe broken man passed a weary hand over his forehead.\r\n\r\n\"You spoke?\"\r\n\r\n\"I've been speaking for the last ten minutes, only you won't listen.\"\r\n\r\n\"Say on,\" said Hugo listlessly, starting on the second restorative.\r\n\r\n\"Have you ever heard of a Miss Schoonmaker?\"\r\n\r\n\"I seem to know the name. Who is she?\"\r\n\r\n\"Me.\"\r\n\r\nHugo lowered his glass, pained.\r\n\r\n\"Don't talk drip to a broken-hearted man,\" he begged. \"What do you\r\nmean?\"\r\n\r\n\"When Ronnie was driving me in his car we met Lady Constance Keeble.\"\r\n\r\n\"A blister,\" said Hugo. \"Always was. Generally admitted all over\r\nShropshire.\"\r\n\r\n\"She thought I was this Miss Schoonmaker.\"\r\n\r\n\"Why?\"\r\n\r\n\"Because Ronnie said I was.\"\r\n\r\nHugo sighed hopelessly.\r\n\r\n\"Complex. Complex. My God, how complex!\"\r\n\r\n\"It was quite simple and natural. Ronnie had just been telling me about\r\nthis girl--how he had met her at Biarritz and that she was coming to\r\nBlandings, and so on, and when he saw Lady Constance looking at me with\r\nfrightful suspicion it suddenly occurred to him to say that I was her.\"\r\n\r\n\"That you were Lady Constance?\"\r\n\r\n\"No, idiot. Miss Schoonmaker. And now I'm going to wire her--Lady\r\nConstance, not Miss Schoonmaker, in case you were going to ask--saying\r\nthat I'm coming to Blandings right away.\"\r\n\r\n\"Pretending to be this Miss Schoonmaker?\"\r\n\r\n\"Yes.\"\r\n\r\nHugo shook his head.\r\n\r\n\"Imposs.\"\r\n\r\n\"Why?\"\r\n\r\n\"Absolutely out of the q.\"\r\n\r\n\"Why? Lady Constance is expecting me. Do be sensible.\"\r\n\r\n\"I'm being sensible all right. But somebody is gibbering and, naming no\r\nnames, it's you. Don't you realize that, just as you reach the front\r\ndoor, this Miss Schoonmaker will arrive in person, dishing the whole\r\nthing?\"\r\n\r\n\"No, she won't.\"\r\n\r\n\"Why won't she?\"\r\n\r\n\"Because Ronnie sent her a telegram, in Lady Constance's name, saying\r\nthat there's scarlet fever or something at Blandings and she wasn't to\r\ncome.\"\r\n\r\nHugo's air of the superior critic fell from him like a garment. He sat\r\nup in his chair. So moved was he that he spilled his brandy-and-soda\r\nand did not give it so much as a look of regret. He let it soak into\r\nthe carpet unheeded.\r\n\r\n\"Sue!\"\r\n\r\n\"Once I'm at Blandings I shall be able to see Ronnie and make him be\r\nsensible.\"\r\n\r\n\"That's right.\"\r\n\r\n\"And then you'll be able to tell Millicent that there couldn't have\r\nbeen much harm in my being out with you last night because I'm engaged\r\nto Ronnie.\"\r\n\r\n\"That's right, too.\"\r\n\r\n\"Can you see any flaws?\"\r\n\r\n\"Not a flaw.\"\r\n\r\n\"I suppose, as a matter of fact, you'll give the whole thing away in\r\nthe first five minutes by calling me Sue.\"\r\n\r\nHugo waved an arm buoyantly.\r\n\r\n\"Don't give the possibility another thought,\" he said. \"If I do I'll\r\ncover it up adroitly by saying I meant 'Schoo.' Short for Schoonmaker.\r\nAnd now go and send her another telegram. Keep on sending telegrams.\r\nLeave nothing to chance. Send a dozen and pitch it strong. Say that\r\nBlandings Castle is ravaged with disease. Not merely scarlet fever.\r\nScarlet fever _and_ mumps. Not to mention housemaid's knee, diabetes,\r\nmeasles, shingles, and the botts. We're onto a big thing, my Susan. Let\r\nus push it along.\""
  ]
}