{
  "index": 9,
  "title": "Chapter 8",
  "paragraphs": [
    "\"Leave the door open, Beach,\" said Lady Constance.\r\n\r\n\"Very good, your ladyship.\"\r\n\r\n\"I think the smell of the wet earth and the flowers is so refreshing,\r\ndon't you?\"\r\n\r\nThe butler did not. He was not one of your fresh-air men. Rightly\r\nconjecturing, however, that the question had been addressed not to him\r\nbut to the girl in the beige suit who had accompanied the speaker up\r\nthe steps, he forbore to reply. He cast an appraising, bulging-eyed\r\nlook at this girl and decided that she met with his approval. Smaller\r\nand slighter than the type of woman he usually admired, he found\r\nher, nevertheless, even by his own exacting standards of criticism,\r\nnoticeably attractive. He liked her face and he liked the way she was\r\ndressed. Her frock was right, her shoes were right, her stockings were\r\nright, and her hat was right. As far as Beach was concerned Sue had\r\npassed the Censor.\r\n\r\nHer demeanour pleased him, too. From the flush on her face and the\r\nsparkle in her eyes, she seemed to be taking her first entry into\r\nBlandings Castle in quite the proper spirit of reverential excitement.\r\nTo be at Blandings plainly meant something to her, was an event in her\r\nlife; and Beach, who after many years of residence within its walls\r\nhad come to look on the Castle as a piece of personal property, felt\r\nflattered and gratified.\r\n\r\n\"I don't think this shower will last long,\" said Lady Constance.\r\n\r\n\"No,\" said Sue, smiling brightly.\r\n\r\n\"And now you must be wanting some tea after your journey.\"\r\n\r\n\"Yes,\" said Sue, smiling brightly.\r\n\r\nIt seemed to her that she had been smiling brightly for centuries. The\r\nmoment she had alighted from the train and found her formidable hostess\r\nand this strangely sinister Mr. Baxter waiting to meet her on the\r\nplatform, she had begun to smile brightly and had been doing it ever\r\nsince.\r\n\r\n\"Usually we have tea on the lawn. It is so nice there.\"\r\n\r\n\"It must be.\"\r\n\r\n\"When the rain is over, Mr. Baxter, you must show Miss Schoonmaker the\r\nrose garden.\"\r\n\r\n\"I shall be delighted,\" said the Efficient Baxter.\r\n\r\nHe flashed gleaming spectacles in her direction, and a momentary panic\r\ngripped Sue. She feared that already this man had probed her secret. In\r\nhis glance, it seemed to her, there shone suspicion.\r\n\r\nSuch, however, was not the case. It was only the combination of large\r\nspectacles and heavy eyebrows that had created the illusion. Although\r\nRupert Baxter was a man who generally suspected everybody on principle,\r\nit so happened that he had accepted Sue without question. The glance\r\nwas an admiring, almost a loving glance. It would be too much to say\r\nthat Baxter had already fallen a victim to Sue's charms, but the good\r\nlooks which he saw and the wealth which he had been told about were\r\nundeniably beginning to fan the hidden fire.\r\n\r\n\"My brother is a great rose grower.\"\r\n\r\n\"Yes, isn't he? I mean, I think roses are so lovely.\" The spectacles\r\nwere beginning to sap Sue's morale. They seemed to be eating into her\r\nsoul like some sort of corrosive acid. \"How nice and old everything\r\nis here,\" she went on hurriedly. \"What is that funny-looking gargoyle\r\nthing over there?\"\r\n\r\nWhat she actually referred to was a Japanese mask which hung from the\r\nwall, and it was unfortunate that the Hon. Galahad should have chosen\r\nthis moment to come out of the smoking room. It made the question seem\r\npersonal.\r\n\r\n\"My brother Galahad,\" said Lady Constance. Her voice lost some of the\r\nkindly warmth of the hostess putting the guest at her ease and took\r\non the cold disapproval which the author of the Reminiscences always\r\ninduced in her. \"Galahad, this is Miss Schoonmaker.\"\r\n\r\n\"Really?\" The Hon. Galahad trotted briskly up. \"Is it? Bless my soul!\r\nWell, well, well!\"\r\n\r\n\"How do you do?\" said Sue, smiling brightly.\r\n\r\n\"How are you, my dear? I know your father intimately.\"\r\n\r\nThe bright smile faded. Sue had tried to plan this venture of hers\r\ncarefully, looking ahead for all possible pitfalls, but that she would\r\nencounter people who knew Mr. Schoonmaker intimately she had not\r\nforeseen.\r\n\r\n\"Haven't seen him lately, of course. Let me see--must be twenty-five\r\nyears since we met. Yes, quite twenty-five years.\"\r\n\r\nA warm and lasting friendship was destined to spring up between Sue and\r\nthe Hon. Galahad Threepwood, but never in the whole course of it did\r\nshe experience again quite the gush of whole-hearted affection which\r\nsurged over her at these words.\r\n\r\n\"I wasn't born then,\" she said.\r\n\r\nThe Hon. Galahad was babbling on happily.\r\n\r\n\"A great fellow, old Johnny. You'll find some stories about him in\r\nmy book. I'm writing my Reminiscences, you know. Fine sportsman, old\r\nJohnny. Great grief to him, I remember, when he broke his leg and had\r\nto go into a nursing home in the middle of the racing season. However,\r\nhe made the best of it. Got the nurses interested in current form and\r\nused to make a book with them in fruit and cigarettes and things. I\r\nrecollect coming to see him one day and finding him quite worried. He\r\nwas a most conscientious man, with a horror of not settling up when he\r\nlost, and apparently one of the girls had had a suet dumpling on the\r\nwinner of the three o'clock race at fifteen to eight, and he couldn't\r\nfigure out what he had got to pay her.\"\r\n\r\nSue, laughing gratefully, was aware of a drooping presence at her side.\r\n\r\n\"My niece, Millicent,\" said Lady Constance. \"Millicent, my dear, this\r\nis Miss Schoonmaker.\"\r\n\r\n\"How do you do?\" said Sue, smiling brightly.\r\n\r\n\"How do you do?\" said Millicent, like the silent tomb breaking its\r\nsilence.\r\n\r\nSue regarded her with interest. So this was Hugo's Millicent. The sight\r\nof her caused Sue to wonder at the ardent nature of that young man's\r\ndevotion. Millicent was pretty, but she would have thought that one of\r\nHugo's exuberant disposition would have preferred something a little\r\nlivelier.\r\n\r\nShe was startled to observe in the girl's eyes a look of surprise. In a\r\nsituation as delicate as hers was, Sue had no wish to occasion surprise\r\nto anyone.\r\n\r\n\"Ronnie's friend?\" asked Millicent. \"The Miss Schoonmaker Ronnie met at\r\nBiarritz?\"\r\n\r\n\"Yes,\" said Sue faintly.\r\n\r\n\"But I had the impression that you were very tall. I'm sure Ronnie told\r\nme so.\"\r\n\r\n\"I suppose almost anyone seems tall to that boy,\" said the Hon. Galahad.\r\n\r\nSue breathed again. She had had a return of the unpleasant feeling of\r\nbeing boneless which had come upon her when the Hon. Galahad had spoken\r\nof knowing Mr. Schoonmaker intimately. But though she breathed she\r\nwas still shaken. Life at Blandings Castle was plainly going to be a\r\nseries of shocks. She sat back with a sensation of dizziness. Baxter's\r\nspectacles seemed to her to be glittering more suspiciously than ever.\r\n\r\n\"Have you seen Ronald anywhere, Millicent?\" asked Lady Constance.\r\n\r\n\"Not since lunch. I suppose he's out in the grounds somewhere.\"\r\n\r\n\"I saw him half an hour ago,\" said the Hon. Galahad. \"He came mooning\r\nalong under my window while I was polishing up some stuff I wrote this\r\nafternoon. I called to him, but he just grunted and wandered off.\"\r\n\r\n\"He will be surprised to find you here,\" said Lady Constance, turning\r\nto Sue. \"Your telegram did not arrive till after lunch, so he does\r\nnot know that you were planning to come to-day. Unless you told him,\r\nGalahad.\"\r\n\r\n\"I didn't tell him. Never occurred to me that he knew Miss Schoonmaker.\r\nForgot you'd met him at Biarritz. What was he like then? Reasonably\r\ncheerful?\"\r\n\r\n\"Yes, I think so.\"\r\n\r\n\"Didn't scowl and jump and gasp and quiver all over the place?\"\r\n\r\n\"No.\"\r\n\r\n\"Then something must have happened when he went up to London. It was\r\nafter he came back that I remember noticing that he seemed upset about\r\nsomething. Ah, the rain's stopped.\"\r\n\r\nLady Constance looked over her shoulder.\r\n\r\n\"The sky still looks very threatening,\" she said, \"but you might be\r\nable to get out for a few minutes. Mr. Baxter,\" she explained, \"is\r\ngoing to show Miss Schoonmaker the rose garden.\"\r\n\r\n\"No, he isn't,\" said the Hon. Galahad, who had been scrutinizing Sue\r\nthrough his monocle with growing appreciation. \"I am. Old Johnny\r\nSchoonmaker's little girl--why, there are a hundred things I want to\r\ndiscuss.\"\r\n\r\nThe last thing Sue desired was to be left alone with the intimidating\r\nBaxter. She rose quickly.\r\n\r\n\"I should love to come,\" she said.\r\n\r\nThe prospect of discussing the intimate affairs of the Schoonmaker\r\nfamily was not an agreeable one, but anything was better than the\r\nsociety of the spectacles.\r\n\r\n\"Perhaps,\" said the Hon. Galahad, as he led her to the door, \"you'll\r\nbe able to put me right about that business of old Johnny and the\r\nmysterious woman at the New Year's Eve party. As I got the story,\r\nJohnny suddenly found this female--a perfect stranger, mind you--with\r\nher arms round his neck, telling him in a confidential undertone that\r\nshe had made up her mind to go straight back to Des Moines, Iowa, and\r\nstick a knife into Fred. What he had done to win her confidence and who\r\nFred was and whether she ever did stick a knife into him, your father\r\nhadn't found out by the time I left for home.\"\r\n\r\nHis voice died away, and a moment later the Efficient Baxter, starting\r\nas if a sudden thought had entered his powerful brain, rose abruptly\r\nand made quickly for the stairs."
  ]
}