{
  "index": 18,
  "title": "Chapter 17",
  "paragraphs": [
    "A man who has been lying under a bed for a matter of some thirty\r\nminutes and, while there, has been compelled to listen to the sort of\r\ndialogue which accompanies a lovers' reconciliation seldom appears at\r\nhis best or feels his brightest. There was fluff in Baxter's hair, dust\r\non his clothes, and on Baxter's face a scowl of concentrated hatred\r\nof all humanity. Lord Emsworth, prepared for something pretty wild\r\nlooking, found his expectations exceeded. He tightened his grasp on the\r\ngun and, to insure a more accurate aim, raised the butt of it to his\r\nshoulder, closing one eye and allowing the other to gleam along the\r\nbarrel.\r\n\r\n\"I have you covered, my dear fellow,\" he said mildly.\r\n\r\nRupert Baxter had not yet begun to stick straws in his hair, but he\r\nseemed on the verge of that final piece of self-expression.\r\n\r\n\"Don't point that damned thing at me!\"\r\n\r\n\"I shall point it at you,\" replied Lord Emsworth with spirit. He was\r\nnot a man to be dictated to in his own house. \"And at the slightest\r\nsign of violence----\"\r\n\r\n\"Clarence!\" It was Lady Constance who spoke. \"Put that gun down.\"\r\n\r\n\"Certainly not.\"\r\n\r\n\"Clarence!\"\r\n\r\n\"Oh, all right.\"\r\n\r\n\"And now, Mr. Baxter,\" said Lady Constance, proceeding to dominate the\r\nscene in her masterly way, \"I am sure you can explain.\"\r\n\r\nHer agitation had passed. It was not in this strong woman to remain\r\nagitated long. She had been badly shaken, but her faith in her idol\r\nstill held good. Remarkable as his behaviour might appear, she was sure\r\nthat he could account for it in a perfectly satisfactory manner.\r\n\r\nBaxter did not speak. His silence gave Lord Emsworth the opportunity of\r\nadvancing his own views.\r\n\r\n\"Explain?\" he spoke petulantly, for he resented the way in which his\r\nsister had thrust him from the centre of the stage. \"What on earth is\r\nthere to explain? The thing's obvious.\"\r\n\r\n\"Can't say I've quite got to the bottom of it,\" murmured the Hon.\r\nGalahad. \"Fellow under bed. Why? Why under bed? Why here at all?\"\r\n\r\nLord Emsworth hesitated. He was a kind-hearted man, and he felt that\r\nwhat he had to say would be better said in Baxter's absence. However,\r\nthere seemed no way out of it, so he proceeded.\r\n\r\n\"My dear Galahad, think!\"\r\n\r\n\"Eh!\"\r\n\r\n\"That flower-pot affair. You remember?\"\r\n\r\n\"Oh!\" Understanding shone in the Hon. Galahad's monocle. \"You mean...?\"\r\n\r\n\"Exactly.\"\r\n\r\n\"Yes, yes. Of course. Subject to these attacks, you mean?\"\r\n\r\n\"Precisely.\"\r\n\r\nThis was not the first time Lady Constance Keeble had had the\r\nopportunity of hearing a theory ventilated by her brothers which she\r\nfound detestable. She flushed brightly.\r\n\r\n\"Clarence!\"\r\n\r\n\"My dear?\"\r\n\r\n\"Kindly stop talking in that offensive way.\"\r\n\r\n\"God bless my soul!\" Lord Emsworth was stung. \"I like that. What have I\r\nsaid that is offensive?\"\r\n\r\n\"You know perfectly well.\"\r\n\r\n\"If you mean that I was reminding Galahad in the most delicate way that\r\npoor Baxter here is not quite----\"\r\n\r\n\"Clarence!\"\r\n\r\n\"All very well to say 'Clarence!' like that. You know yourself he isn't\r\nright in the head. Didn't he throw flower pots at me? Didn't he leap\r\nout of a window this very afternoon? Didn't he try to make me think\r\nthat Beach----\"\r\n\r\nBaxter interrupted. There were certain matters on which he considered\r\nsilence best, but this was one on which he could speak freely.\r\n\r\n\"Lord Emsworth!\"\r\n\r\n\"Eh!\"\r\n\r\n\"It has now come to my knowledge that Beach was not the prime mover in\r\nthe theft of your pig. But I have ascertained that he was an accessory.\"\r\n\r\n\"A what?\"\r\n\r\n\"He helped,\" said Baxter, grinding his teeth a little. \"The man who\r\ncommitted the actual theft was your nephew, Ronald.\"\r\n\r\nLord Emsworth turned to his sister with a triumphant gesture, like one\r\nwho has been vindicated.\r\n\r\n\"There! Now perhaps you'll say he's not potty? It won't do, Baxter,\r\nmy dear fellow,\" he went on, waggling a reproachful gun at his late\r\nemployee. \"You really mustn't excite yourself by making up these\r\nstories.\"\r\n\r\n\"Bad for the blood pressure,\" agreed the Hon. Galahad.\r\n\r\n\"The Empress was found this evening in your caravan,\" said Lord\r\nEmsworth.\r\n\r\n\"What!\"\r\n\r\n\"In your caravan. Where you put her when you stole her. And, bless my\r\nsoul,\" said Lord Emsworth, with a start, \"I must be going and seeing\r\nthat she is put back in her sty. I must find Pirbright. I must----\"\r\n\r\n\"In my caravan?\" Baxter passed a feverish hand across his dust-stained\r\nforehead. Illumination came to him. \"Then that's what that fellow\r\nCarmody did with the animal!\"\r\n\r\nLord Emsworth had had enough of this. Empress of Blandings was waiting\r\nfor him. Counting the minutes to that holy reunion, he chafed at having\r\nto stand here listening to these wild ravings.\r\n\r\n\"First Beach, then Ronald, then Carmody! You'll be saying I stole her\r\nnext, or Galahad here, or my sister Constance. Baxter, my dear fellow,\r\nwe aren't blaming you. Please don't think that. We quite see how it is.\r\nYou will overwork yourself, and of course nature demands the penalty. I\r\nwish you would go quietly to your room, my dear fellow, and lie down.\r\nAll this must be very bad for you.\"\r\n\r\nLady Constance intervened. Her eye was aflame, and she spoke like\r\nCleopatra telling an Ethiopian slave where he got off.\r\n\r\n\"Clarence, will you kindly use whatever slight intelligence you\r\nmay possess? The theft of your pig is one of the most trivial and\r\nunimportant things that have ever happened in this world, and I\r\nconsider the fuss that has been made about it quite revolting. But\r\nwhoever stole the wretched animal----\"\r\n\r\nLord Emsworth blenched. He stared as if wondering if he had heard\r\naright.\r\n\r\n\"--and wherever it has been found, it was certainly not Mr. Baxter who\r\nstole it. It is, as Mr. Baxter says, much more likely to have been a\r\nyoung man like Mr. Carmody. There is a certain type of young man, I\r\nbelieve, to which Mr. Carmody belongs, which considers practical joking\r\namusing. Do ask yourself, Clarence, and try to answer the question\r\nas reasonably as is possible for a man of your mental calibre: what\r\nearthly motive would Mr. Baxter have for coming to Blandings Castle and\r\nstealing pigs?\"\r\n\r\nIt may have been the feel of the gun in his hand which awoke in Lord\r\nEmsworth old memories of dashing days with the Shropshire Yeomanry and\r\nlent him some of the hot spirit of his vanished youth. The fact remains\r\nthat he did not wilt beneath his sister's dominating eye. He met it\r\nboldly, and boldly answered back.\r\n\r\n\"And ask yourself, Constance,\" he said, \"what earthly motive Mr. Baxter\r\nhas for anything he does?\"\r\n\r\n\"Yes,\" said the Hon. Galahad loyally. \"What motive has our friend\r\nBaxter for coming to Blandings Castle and scaring girls stiff by hiding\r\nunder beds?\"\r\n\r\nLady Constance gulped. They had found the weak spot in her defences.\r\nShe turned to the man who she still hoped could deal efficiently with\r\nthis attack.\r\n\r\n\"Mr. Baxter!\" she said, as if she were calling on him for an\r\nafter-dinner speech.\r\n\r\nBut Rupert Baxter had had no dinner. And it was perhaps this that\r\nturned the scale. Quite suddenly there descended on him a frenzied\r\ndesire to be out of this, cost what it might. An hour before, half an\r\nhour before, even five minutes before, his tongue had been tied by a\r\nstill lingering hope that he might yet find his way back to Blandings\r\nCastle in the capacity of private secretary to the Earl of Emsworth.\r\nNow he felt that he would not accept that post were it offered to him\r\non bended knee.\r\n\r\nA sudden overpowering hatred of Blandings Castle and all it contained\r\ngripped the Efficient Baxter. He marvelled that he had ever wanted to\r\ncome back. He held at the present moment the well-paid and responsible\r\nposition of secretary and adviser to J. Horace Jevons, the American\r\nmillionaire, a man who not only treated him with an obsequiousness\r\nand respect which were balm to his soul, but also gave him such sound\r\nadvice on the investment of money that already he had trebled his\r\nsavings. And it was this golden-hearted Chicagoan whom he had been\r\nthinking of deserting, purely to satisfy some obscure sentiment which\r\nurged him to return to a house which, he saw now, he loathed as few\r\nhouses have been loathed since human beings left off living in caves.\r\n\r\nHis eyes flashed through their lenses. His mouth tightened.\r\n\r\n\"I will explain!\"\r\n\r\n\"I knew you would have an explanation,\" cried Lady Constance.\r\n\r\n\"I have. A very simple one.\"\r\n\r\n\"And short, I hope?\" asked Lord Emsworth restlessly. He was aching to\r\nhave done with all this talk and discussion and to be with his pig once\r\nmore. To think of the Empress languishing in a beastly caravan was\r\nagony to him.\r\n\r\n\"Quite short,\" said Rupert Baxter.\r\n\r\nThe only person in the room who so far had remained entirely outside\r\nthis rather painful scene was Sue. She had looked on from her place by\r\nthe window, an innocent bystander. She now found herself drawn abruptly\r\ninto the maelstrom of the debate. Baxter's spectacles were raking\r\nher from head to foot, and he had pointed at her with an accusing\r\nforefinger.\r\n\r\n\"I came to this room,\" he said, \"to try to recover a letter which I had\r\nwritten to this lady who calls herself Miss Schoonmaker.\"\r\n\r\n\"Of course she calls herself Miss Schoonmaker,\" said Lord Emsworth,\r\nreluctantly dragging his thoughts from the Empress. \"It's her name, my\r\ndear fellow. That,\" he explained gently, \"is why she calls herself Miss\r\nSchoonmaker. God bless my soul!\" he said, unable to restrain a sudden\r\nspurt of irritability. \"If a girl's name is Schoonmaker naturally she\r\ncalls herself Miss Schoonmaker.\"\r\n\r\n\"Yes, if it is. But hers is not. It is Brown.\"\r\n\r\n\"Listen, my dear fellow,\" said Lord Emsworth soothingly. \"You are only\r\nexciting yourself by going on like this. Probably doing yourself a\r\ngreat deal of harm. Now, what I suggest is that you go to your room and\r\nput a cool compress on your forehead and lie down and take a good rest.\r\nI will send Beach up to you with some nice bread-and-milk.\"\r\n\r\n\"Rum and milk,\" amended the Hon. Galahad. \"It's the only thing. I knew\r\na fellow in the year '97 who was subject to these spells--you probably\r\nremember him, Clarence--Bellamy--Barmy Bellamy we used to call him--and\r\nwhenever----\"\r\n\r\n\"Her name is Brown!\" repeated Baxter, his voice soaring in a hysterical\r\ncrescendo. \"Sue Brown. She is a chorus girl at the Regal Theatre in\r\nLondon. And she is apparently engaged to be married to your nephew\r\nRonald.\"\r\n\r\nLady Constance uttered a cry. Lord Emsworth expressed his feelings with\r\na couple of tuts. The Hon. Galahad alone was silent. He caught Sue's\r\neye, and there was concern in his gaze.\r\n\r\n\"I overheard Beach saying so in this very room. He said he had had the\r\ninformation from Mr. Pilbeam. I imagine it to be accurate. But, in any\r\ncase, I can tell you this much. Whoever she is, she is an impostor\r\nwho has come here under a false name. While I was in the smoking room\r\nsome time back a telegram came through on the telephone from Market\r\nBlandings. It was signed Myra Schoonmaker, and it had been handed in in\r\nParis this afternoon. That is all I have to say,\" concluded Baxter. \"I\r\nwill now leave you, and I sincerely hope I shall never set eyes on any\r\nof you again. Good-evening!\"\r\n\r\nHis spectacles glinting coldly, he strode from the room and in the\r\ndoorway collided with Ronnie, who was entering.\r\n\r\n\"Can't you look where you're going?\" he asked.\r\n\r\n\"Eh?\" said Ronnie.\r\n\r\n\"Clumsy idiot!\" said the Efficient Baxter, and was gone.\r\n\r\nIn the room he had left, Lady Constance Keeble had become a stone\r\nfigure of menace. She was not at ordinary times a particularly tall\r\nwoman, but she seemed now to tower like something vast and awful, and\r\nSue quailed before her.\r\n\r\n\"Ronnie!\" cried Sue weakly.\r\n\r\nIt was the cry of the female in distress calling to her mate. Just so\r\nin prehistoric days must Sue's cave woman ancestress have cried to the\r\nman behind the club when suddenly cornered by the sabre-toothed tiger\r\nwhich Lady Constance Keeble so closely resembled.\r\n\r\n\"Ronnie!\"\r\n\r\n\"What's all this?\" asked the last of the Fishes.\r\n\r\nHe was breathing rather quickly, for the going had been fast. Pilbeam,\r\nonce out in the open, had shown astonishing form at the short sprint.\r\nHe had shaken off Ronnie's challenge twenty yards down the drive and\r\nplunged into a convenient shrubbery, and Ronnie, giving up the pursuit,\r\nhad come back to Sue's room to report. It occasioned him some surprise\r\nto find that in his absence it had become the scene of some sort of\r\npublic meeting.\r\n\r\n\"What's all this?\" he said, addressing that meeting.\r\n\r\nLady Constance wheeled round upon him.\r\n\r\n\"Ronald, who is this girl?\"\r\n\r\n\"Eh?\" Ronnie was conscious of a certain uneasiness, but he did his\r\nbest. He did not like his aunt's looks, but then he never had.\r\nSomething was evidently up, but it might be that airy nonchalance would\r\nsave the day. \"You know her, don't you? Miss Schoonmaker? Met her with\r\nme in London.\"\r\n\r\n\"Is her name Brown? And is she a chorus girl?\"\r\n\r\n\"Why, yes,\" admitted Ronnie. It was a bombshell, but Eton and Cambridge\r\nstood it well. \"Why, yes,\" he said, \"as a matter of fact, that's right.\"\r\n\r\nWords seemed to fail Lady Constance. Judging from the expression on her\r\nface this was just as well.\r\n\r\n\"I'd been meaning to tell you about that,\" said Ronnie. \"We're engaged.\"\r\n\r\nLady Constance recovered herself sufficiently to find one word.\r\n\r\n\"Clarence!\"\r\n\r\n\"Eh?\" said Lord Emsworth. His thoughts had been wandering.\r\n\r\n\"You heard?\"\r\n\r\n\"Heard what?\"\r\n\r\nBeyond the stage of turbulent emotion Lady Constance had become\r\nsuddenly calm and icy.\r\n\r\n\"If you have not been sufficiently interested to listen,\" she said, \"I\r\nmay inform you that Ronald has just announced his intention of marrying\r\na chorus girl.\"\r\n\r\n\"Oh, ah?\" said Lord Emsworth. Would a man of Baxter's outstanding\r\nunbalanced intellect, he was wondering, have remembered to feed the\r\nEmpress regularly? The thought was like a spear quivering in his heart.\r\nHe edged in agitation toward the door and had reached it when he\r\nperceived that his sister had not yet finished talking to him.\r\n\r\n\"So that is all the comment you have to make, is it?\"\r\n\r\n\"Eh? What about?\"\r\n\r\n\"The point I have been endeavouring to make you understand,\" went on\r\nLady Constance, with laborious politeness, \"is that your nephew Ronald\r\nhas announced his intention of marrying into the Regal Theatre chorus.\"\r\n\r\n\"Who?\"\r\n\r\n\"Ronald. This is Ronald. He is anxious to marry Miss Brown, a chorus\r\ngirl. This is Miss Brown.\"\r\n\r\n\"How do you do?\" said Lord Emsworth. He might be vague but he had the\r\nmanners of the old school.\r\n\r\nRonnie interposed. The time had come to play the ace of trumps.\r\n\r\n\"She isn't an ordinary chorus girl.\"\r\n\r\n\"From the fact of her coming to Blandings Castle under a false name,\"\r\nsaid Lady Constance, \"I imagine not. It shows unusual enterprise.\"\r\n\r\n\"What I mean,\" continued Ronnie, \"is, I know what a bally snob you are,\r\nAunt Constance--no offence, but you know what I mean--keen on birth\r\nand family and all that sort of rot. Well, what I'm driving at is that\r\nSue's father was in the Guards.\"\r\n\r\n\"A private? Or a corporal?\"\r\n\r\n\"Captain. A fellow named----\"\r\n\r\n\"Cotterleigh,\" said Sue in a small voice.\r\n\r\n\"Cotterleigh,\" said Ronnie.\r\n\r\n\"Cotterleigh!\"\r\n\r\nIt was the Hon. Galahad who had spoken. He was staring at Sue open\r\nmouthed.\r\n\r\n\"Cotterleigh? Not Jack Cotterleigh?\"\r\n\r\n\"I don't know whether it was Jack Cotterleigh,\" said Ronnie. \"The point\r\nI'm making is that it was Cotterleigh and that he was in the Irish\r\nGuards.\"\r\n\r\nThe Hon. Galahad was still staring at Sue.\r\n\r\n\"My dear,\" he cried, and there was an odd sharpness in his voice, \"was\r\nyour mother Dolly Henderson, who used to be a serio at the old Oxford\r\nand the Tivoli?\"\r\n\r\nNot for the first time Ronald Fish was conscious of a feeling that\r\nhis Uncle Galahad ought to be in some kind of a home. He would drag in\r\nDolly Henderson! He would stress the Dolly Henderson note at just this\r\npoint in the proceedings! He would spoil the whole thing by calling\r\nattention to the Dolly Henderson aspect of the matter, just when it was\r\nvital to stick to the Cotterleigh, the whole Cotterleigh, and nothing\r\nbut the Cotterleigh. Ronnie sighed wearily. Padded cells, he felt, had\r\nbeen invented specially for the Uncle Galahads of this world, and the\r\nUncle Galahads, he considered, ought never to be permitted to roam\r\nabout outside them.\r\n\r\n\"Yes,\" said Sue, \"she was.\"\r\n\r\nThe Hon. Galahad was advancing on her with outstretched hands. He\r\nlooked like some father in melodrama welcoming the prodigal daughter.\r\n\r\n\"Well, I'm dashed!\" he said. He repeated three times that he was in\r\nthis condition. He seized Sue's limp paws and squeezed them fondly.\r\n\"I've been trying to think all this while who it was that you reminded\r\nme of, my dear girl. Do you know that in the years '96, '97, and '98\r\nI was madly in love with your mother myself? Do you know that if my\r\ninfernal family hadn't shipped me off to South Africa I would certainly\r\nhave married her? Fact, I assure you. But they got behind me and shoved\r\nme onto the boat, and when I came back I found that young Cotterleigh\r\nhad cut me out. Well!\"\r\n\r\nIt was a scene that some people would have considered touching. Lady\r\nConstance Keeble was not one of them.\r\n\r\n\"Never mind about that now, Galahad,\" she said. \"The point is----\"\r\n\r\n\"The point is,\" retorted the Hon. Galahad warmly, \"that that young\r\nFish there wants to marry Dolly Henderson's daughter, and I'm for it.\r\nAnd I hope, Clarence, that you'll have some sense for once in your life\r\nand back them up like a sportsman.\"\r\n\r\n\"Eh?\" said the ninth earl. His thoughts had once more been wandering.\r\nEven assuming that Baxter had fed the Empress, would he have given her\r\nthe right sort of food and enough of it?\r\n\r\n\"You see for yourself what a splendid girl she is.\"\r\n\r\n\"Who?\"\r\n\r\n\"This girl.\"\r\n\r\n\"Charming,\" agreed Lord Emsworth courteously, and returned to his\r\nmeditations.\r\n\r\n\"Clarence!\" cried Lady Constance, jerking him out of them.\r\n\r\n\"Eh?\"\r\n\r\n\"You are not to consent to this marriage!\"\r\n\r\n\"Who says so?\"\r\n\r\n\"I say so. And think what Julia will say.\"\r\n\r\nShe could not have advanced a more impressive argument. In this\r\nchronicle the Lady Julia Fish, relict of the late Major General Sir\r\nMiles Fish, C.B.O., of the Brigade of Guards, has made no appearance.\r\nWe, therefore, know nothing of her compelling eye, her dominant chin,\r\nher determined mouth, and her voice, which at certain times--as,\r\nfor example, when rebuking a brother--could raise blisters on a\r\nsensitive skin. Lord Emsworth was aware of all these things. He had\r\nhad experience of them from boyhood. His idea of happiness was to be\r\nwhere Lady Julia Fish was not. And the thought of her coming down to\r\nBlandings Castle and tackling him in his library about this business\r\nfroze him to the marrow. It had been his amiable intention until this\r\nmoment to do whatever the majority of those present wanted him to do.\r\nBut now he hesitated.\r\n\r\n\"You think Julia wouldn't like it?\"\r\n\r\n\"Of course Julia would not like it.\"\r\n\r\n\"Julia's an ass,\" said the Hon. Galahad.\r\n\r\nLord Emsworth considered this statement and was inclined to agree with\r\nit. But it did not alter the main point.\r\n\r\n\"You think she would make herself unpleasant about it?\"\r\n\r\n\"I do.\"\r\n\r\n\"In that case----\" Lord Emsworth paused. Then a strange, soft light\r\ncame into his eyes. \"Well, see you all later,\" he said. \"I'm going down\r\nto look at my pig.\"\r\n\r\nHis departure was so abrupt that it took Lady Constance momentarily by\r\nsurprise, and he was out of the room and well down the corridor before\r\nshe could recover herself sufficiently to act. Then she too hurried\r\nout. They could hear her voice diminishing down the stairs. It was\r\ncalling, \"Clarence!\"\r\n\r\nThe Hon. Galahad turned to Sue. His manner was brisk yet soothing.\r\n\r\n\"A shame to inflict these fine old English family rows on a visitor,\"\r\nhe said, patting her shoulder as one who, if things had broken right\r\nand there had not been a regular service of boats to South Africa in\r\nthe 'nineties, might have been her father. \"What you need, my dear, is\r\na little rest and quiet. Come along, Ronald, we'll leave you. The place\r\nto continue this discussion is somewhere outside this room. Cheer up,\r\nmy dear. Everything may come out all right yet.\"\r\n\r\nSue shook her head.\r\n\r\n\"It's no good,\" she said hopelessly.\r\n\r\n\"Don't you be too sure,\" said the Hon. Galahad.\r\n\r\n\"I'll jolly well tell you one thing,\" said Ronnie. \"I'm going to marry\r\nyou whatever happens. And that's that. Good heavens! I can work, can't\r\nI?\"\r\n\r\n\"What at?\" asked the Hon. Galahad.\r\n\r\n\"What at? Why--er--why, at anything.\"\r\n\r\n\"The market value of any member of this family,\" said the Hon. Galahad,\r\nwho harboured no illusions about his nearest and dearest, \"is about\r\nthreepence-ha'penny per annum. No! What we've got to do is get round\r\nold Clarence somehow, and that means talk and argument, which had\r\nbetter take place elsewhere. Come along, my boy. You never know your\r\nluck. I've seen stickier things than this come out right in my time.\""
  ]
}