{
  "index": 17,
  "title": "Chapter 16",
  "paragraphs": [
    "From the moment when it left the door of Matchingham Hall and started\r\non its journey back to Blandings Castle, a silence as of the tomb\r\nhad reigned in the Antelope car which was bringing Lord Emsworth,\r\nhis sister, Lady Constance Keeble, and his brother, the Hon. Galahad\r\nThreepwood, home from their interrupted dinner party. Not so much as a\r\nsyllable proceeded from one of them.\r\n\r\nIn the light of what Millicent, an eyewitness at the front, had told\r\nHugo over the telephone of the family battle which had been raging at\r\nSir Gregory Parsloe's table this will appear strange. If ever three\r\npeople with plenty to say to one another were assembled together in a\r\nsmall space, these three, one would have thought, were those three.\r\nLady Constance alone might have been expected to provide enough\r\nconversation to keep the historian busy for hours.\r\n\r\nThe explanation, like all explanations, is simple. It is supplied by\r\nthat one word Antelope.\r\n\r\nOwing to the fact that some trifling internal ailment had removed from\r\nthe active list the Hispano-Suiza in which Blandings Castle usually\r\nwent out to dinner, Voules, the chauffeur, had had to fall back upon\r\nthis secondary and inferior car; and anybody who has ever owned an\r\nAntelope is aware that there is no glass partition inside it, shutting\r\noff the driver from the cash customers. He is right there in their\r\nmidst, ready and eager to hear everything that is said and to hand it\r\non in due course to the Servants' Hall.\r\n\r\nIn these circumstances, though the choice seemed one between speech\r\nand spontaneous combustion, the little company kept their thoughts\r\nto themselves. They suffered, but they did it. It would be difficult\r\nto find a better illustration of all that is implied in the fine old\r\nphrase _Noblesse oblige_. At Lady Constance we point with particular\r\npride. She was a woman, and silence weighed hardest on her.\r\n\r\nThere were times during the drive when even the sight of Voules's\r\nlarge, red ears all pricked up to learn the reason for this sudden and\r\nsensational return was scarcely sufficient to restrain Lady Constance\r\nKeeble from telling her brother Clarence just what she thought of him.\r\nFrom boyhood up he had not once come near to being her ideal man; but\r\nnever had he sunk so low in her estimation as at the moment when she\r\nheard him giving his consent to the union of her niece Millicent with a\r\nyoung man who, besides being penniless, had always afflicted her with a\r\nnervous complaint for which she could find no name, but which is known\r\nto scientists as the heeby-jeebies.\r\n\r\nNor had he reëstablished himself in any way by his outspoken remarks on\r\nthe subject of the Efficient Baxter. He had said things about Baxter\r\nwhich no admirer of that energetic man could forgive. The adjectives\r\nmad, crazy, insane, gibbering--and worse, potty--had played in and out\r\nof his conversation like flashes of lightning. And from the look in\r\nhis eye she gathered that he was still saying them all over again to\r\nhimself.\r\n\r\nHer surmise was correct. To Lord Emsworth the events of this day had\r\ncome as a stunning revelation. On the strength of that flower-pot\r\nincident, two years ago, he had always looked on Baxter as mentally\r\nunbalanced; but, being a fair-minded man, he had recognized the\r\npossibility that a quiet, regular life and freedom from worries might,\r\nin the interval which had elapsed since his late secretary's departure\r\nfrom the castle, have effected a cure. Certainly the man had appeared\r\nquite normal on the day of his arrival. And now into the space of a few\r\nhours he had crammed enough variegated lunacy to equip all the March\r\nHares in England and leave some over for the Mad Hatters.\r\n\r\nThe ninth Earl of Emsworth was not a man who was easily disturbed.\r\nHis was a calm which, as a rule, only his younger son Frederick could\r\nshatter. But it was not proof against the sort of thing that had been\r\ngoing on to-day. No matter how placid you may be, if you find yourself\r\nin close juxtaposition with a man who, when he is not hurling himself\r\nout of windows, is stealing pigs and trying to make you believe they\r\nwere stolen by your butler, you begin to think a bit. Lord Emsworth\r\nwas thoroughly upset. As the car bowled up the drive he was saying to\r\nhimself that nothing could surprise him now.\r\n\r\nAnd yet something did. As the car turned the corner by the\r\nrhododendrons and wheeled into the broad strip of gravel that faced\r\nthe front door, he beheld a sight which brought the first sound he had\r\nuttered since the journey began bursting from his lips.\r\n\r\n\"Good God!\"\r\n\r\nThe words were spoken in a high, penetrating tenor, and they made\r\nLady Constance jump as if they had been pins running into her. This\r\nunexpected breaking of the great silence was agony to her taut nerves.\r\n\r\n\"What _is_ the matter?\"\r\n\r\n\"Matter? Look! Look at that fellow!\"\r\n\r\nVoules took it upon himself to explain. Never having met Lady Constance\r\nsocially, as it were, he ought perhaps not to have spoken. He\r\nconsidered, however, that the importance of the occasion justified the\r\nsolecism.\r\n\r\n\"A man is climbing the waterspout, m'lady.\"\r\n\r\n\"What! Where? I don't see him.\"\r\n\r\n\"He has just got into the balcony outside one of the bedrooms,\" said\r\nthe Hon. Galahad.\r\n\r\nLord Emsworth went straight to the heart of the matter.\r\n\r\n\"It's that fellow Baxter!\" he exclaimed.\r\n\r\nThe summer day, for all the artificial aid lent by daylight saving, was\r\nnow definitely over, and gathering night had spread its mantle of dusk\r\nover the world. The visibility, therefore, was not good; and the figure\r\nwhich had just vanished over the parapet of the balcony of the Garden\r\nRoom had been unrecognizable except to the eye of intuition. This,\r\nhowever, was precisely the sort of eye that Lord Emsworth possessed.\r\n\r\nHe reasoned closely. There were, he knew, on the premises of Blandings\r\nCastle other male adults besides Rupert Baxter; but none of these\r\nwould climb up waterspouts and disappear over balconies. To Baxter, on\r\nthe other hand, such a pursuit would seem the normal, ordinary way of\r\npassing an evening. It would be his idea of wholesome relaxation. Soon,\r\nno doubt, he would come out onto the balcony again and throw himself\r\nto the ground. That was the sort of fellow Baxter was--a man of strange\r\npleasures.\r\n\r\nAnd so, going, as we say, straight to the heart of the matter, Lord\r\nEmsworth, jerking the pince-nez off his face in his emotion, exclaimed:\r\n\r\n\"It's that fellow Baxter!\"\r\n\r\nNot since a certain day in their mutual nursery many years ago had Lady\r\nConstance gone to the length of actually hauling off and smiting her\r\nelder brother on the head with the flat of an outraged hand; but she\r\ncame very near to doing it now. Perhaps it was the presence of Voules\r\nthat caused her to confine herself to words.\r\n\r\n\"Clarence, you're an idiot!\"\r\n\r\nEven Voules could not prevent her saying that. After all, she was\r\nrevealing no secrets. The chauffeur had been in service at the castle\r\nquite long enough to have formed the same impression for himself.\r\n\r\nLord Emsworth did not argue the point. The car had drawn up now outside\r\nthe front door. The front door was open, as always of a summer evening,\r\nand the ninth earl, accompanied by his brother Galahad, hurried up the\r\nsteps and entered the hall. And, as they did so, there came to their\r\nears the sound of running feet. The next moment, the flying figure of\r\nPercy Pilbeam came into view, taking the stairs four at a time.\r\n\r\n\"God bless my soul!\" said Lord Emsworth.\r\n\r\nIf Pilbeam heard the words or saw the speaker, he gave no sign of\r\nhaving done so. He was plainly in a hurry. He shot through the hall\r\nand, more like a startled gazelle than a private inquiry agent,\r\nvanished down the steps. His shirt front was dark with dirt stains,\r\nhis collar had burst from its stud, and it seemed to Lord Emsworth, in\r\nthe brief moment during which he was able to focus him, that he had a\r\nblack eye. The next instant, there descended the stairs and flitted\r\npast with equal speed the form of Ronnie Fish.\r\n\r\nLord Emsworth got an entirely wrong conception of the affair. He had no\r\nmeans of knowing what had taken place in the Garden Room when Pilbeam,\r\ninspired by alcohol and flushed with the thought that now was the time\r\nto get into that apartment and possess himself of the manuscript of the\r\nHon. Galahad's Reminiscences, had climbed the waterspout to put the\r\nplan into operation. He knew nothing of the detective's sharp dismay\r\nat finding himself unexpectedly confronted with the menacing form of\r\nRonnie Fish. He was ignorant of the lively and promising mix-up which\r\nhad been concluded by Pilbeam's tempestuous dash for life. All he\r\nsaw was two men fleeing madly for the open spaces, and he placed the\r\nobvious interpretation upon this phenomenon.\r\n\r\nBaxter, he assumed, had run amok and had done it with such\r\nuncompromising thoroughness that strong men ran panic-stricken before\r\nhim.\r\n\r\nMild enough the ninth earl was by nature, a lover of rural peace and\r\nthe quiet life, he had, like all Britain's aristocracy, the right\r\nstuff in him. It so chanced that during the years when he had held his\r\ncommission in the Shropshire Yeomanry the motherland had not called\r\nto him to save her. But, had that call been made, Clarence, ninth\r\nEarl of Emsworth, would have answered it with as prompt a \"Bless my\r\nSoul! Of course. Certainly!\" as any of his Crusader ancestors. And in\r\nhis sixtieth year the ancient fire still lingered. The Hon. Galahad,\r\nwho had returned to watch the procession through the front door with\r\na surprised monocle, turned back and found that he was alone. Lord\r\nEmsworth had disappeared. He now beheld him coming back again. On his\r\namiable face was a look of determination. In his hand was a gun.\r\n\r\n\"Eh? What?\" said the Hon. Galahad, blinking.\r\n\r\nThe head of the family did not reply. He was moving toward the stairs.\r\nIn just that same silent purposeful way had an Emsworth advanced on the\r\nfoe at Agincourt.\r\n\r\nA sound as of disturbed hens made the Hon. Galahad turn again.\r\n\r\n\"Galahad! What is all this? What is happening?\"\r\n\r\nThe Hon. Galahad placed his sister in possession of the facts as known\r\nto himself.\r\n\r\n\"Clarence has just gone upstairs with a gun.\"\r\n\r\n\"With a gun!\"\r\n\r\n\"Yes. Looked like mine, too. I hope he takes care of it.\" He perceived\r\nthat Lady Constance had also been seized with the urge to climb. She\r\nwas making excellent time up the broad staircase. So nimbly did she\r\nmove that she was on the second landing before he came up with her.\r\n\r\nAnd, as they stood there, a voice made itself heard from a room down\r\nthe corridor.\r\n\r\n\"Baxter! Come out! Come out, Baxter, my dear fellow, immediately.\"\r\n\r\nIn the race for the room from which the words had appeared to proceed,\r\nLady Constance, getting off to a good start, beat her brother by a\r\nmatter of two lengths. She was thus the first to see a sight unusual\r\neven at Blandings Castle, though strange things had happened there from\r\ntime to time.\r\n\r\nHer young guest, Miss Schoonmaker, was standing by the window, looking\r\nexcited and alarmed. Her brother Clarence, pointing a gun expertly from\r\nthe hip, was staring fixedly at the bed. And from under the bed, a\r\nlittle like a tortoise protruding from its shell, there was coming into\r\nview the spectacled head of the Efficient Baxter."
  ]
}