{
  "index": 11,
  "title": "Chapter 10",
  "paragraphs": [
    "I\r\n\r\nSue did not answer. When the solid world melts abruptly beneath the\r\nfeet one feels disinclined for speech. Avoiding the monocle, she stood\r\nlooking with wide blank eyes at a thrush which hopped fussily about the\r\nlawn. Behind her the sky gave a low chuckle, as if this was what it had\r\nbeen waiting for.\r\n\r\n\"Up there,\" proceeded the Hon. Galahad, pointing to the small library,\r\n\"is the room where I work. And sometimes, when I'm not working, I look\r\nout of the window. I was looking out a short while back when you were\r\ndown here talking to my brother Clarence. There was a fellow with\r\nme. He looked out, too.\" His voice sounded blurred and far away. \"A\r\ntheatrical manager fellow I used to know very well in the old days. A\r\nman named Mason.\"\r\n\r\nThe thrush had flown away. Sue continued to gaze at the spot where\r\nit had been. Across the years, for the mind works oddly in times of\r\nstress, there had come to her vivid recollection of herself at the age\r\nof ten, taken by her mother to the Isle of Man on her first steamer\r\ntrip and just beginning to feel the motion of the vessel. There had\r\nbeen a moment then, just before the supreme catastrophe, when she had\r\nfelt exactly as she was feeling now.\r\n\r\n\"We saw you, and he said, 'Why there's Sue!' I said, 'Sue? Sue Who?'\r\n'Sue Brown,' said this fellow Mason. He said you were one of the girls\r\nat his theatre. He didn't seem particularly surprised to see you here.\r\nHe said he took it that everything had been fixed up all right and he\r\nwas glad, because you were one of the best. He wanted to come and have\r\na chat with you, but I headed him off. I thought you might prefer to\r\ntalk over this little matter of your being Miss Sue Brown alone with\r\nme. Which brings me back to my original question. What, Miss Brown, is\r\nthe game?\"\r\n\r\nSue felt dizzy, helpless, hopeless.\r\n\r\n\"I can't explain,\" she said.\r\n\r\nThe Hon. Galahad tut-tutted protestingly.\r\n\r\n\"You don't mean to say you propose to leave the thing as just another\r\nof those historic mysteries? Don't you want me ever to get a good\r\nnight's sleep again?\"\r\n\r\n\"Oh, it's so long.\"\r\n\r\n\"We have the evening before us. Take it bit by bit, a little at a time.\r\nTo begin with, what did Mason mean by saying that everything was all\r\nright?\"\r\n\r\n\"I had told him about Ronnie.\"\r\n\r\n\"Ronnie? My nephew Ronald?\"\r\n\r\n\"Yes. And, seeing me here, he naturally took it for granted that Lord\r\nEmsworth and the rest of you had consented to the engagement and\r\ninvited me to the castle.\"\r\n\r\n\"Engagement?\"\r\n\r\n\"I used to be engaged to Ronnie.\"\r\n\r\n\"What! That young Fish?\"\r\n\r\n\"Yes.\"\r\n\r\n\"Good God!\" said the Hon. Galahad.\r\n\r\nSuddenly Sue began to feel conscious of a slackening of the tension.\r\nMysteriously, the conversation was seeming less difficult. In spite of\r\nthe fact that Reason scoffed at the absurdity of such an idea, she felt\r\njust as if she were talking to a potential friend and ally. The thought\r\nhad come to her at the moment when, looking up, she caught sight of\r\nher companion's face. It is an unpleasant thing to say of any man, but\r\nthere is no denying that the Hon. Galahad's face, when he was listening\r\nto the confessions of those who had behaved as they ought not to have\r\nbehaved, very frequently lacked the austerity and disapproval which one\r\nlikes to see in faces on such occasions.\r\n\r\n\"But however did Pa Mason come to be here?\" asked Sue.\r\n\r\n\"He came to discuss some business in connection with----Never mind\r\nabout that,\" said the Hon. Galahad, calling the meeting to order.\r\n\"Kindly refrain from wandering from the point. I'm beginning to see\r\ndaylight. You are engaged to Ronald you say?\"\r\n\r\n\"I was.\"\r\n\r\n\"But you broke it off?\"\r\n\r\n\"He broke it off.\"\r\n\r\n\"He did?\"\r\n\r\n\"Yes. That's why I came here. You see, Ronnie was here and I was in\r\nLondon, and you can't put things properly in letters, so I thought that\r\nif I could get down to Blandings I could see him and explain and put\r\neverything right--and I'd met Lady Constance in London one day when I\r\nwas with Ronnie, and he had introduced me as Miss Schoonmaker, so that\r\npart of it was all right--so--well, so I came.\"\r\n\r\nIf this chronicle has proved anything it has proved by now that the\r\nmoral outlook of the Hon. Galahad Threepwood was fundamentally unsound.\r\nA man to shake the head at. A man to view with concern. So felt his\r\nsister, Lady Constance Keeble, and she was undoubtedly right. If final\r\nevidence were needed, his next words supplied it.\r\n\r\n\"I never heard,\" said the Hon. Galahad, beaming like one listening to a\r\ntale of virtue triumphant, \"anything so dashed sporting in my life.\"\r\n\r\nSue's heart leaped. She had felt all along that Reason, in denying the\r\npossibility that this man could ever approve of what she had done, had\r\nbeen mistaken. These pessimists always are.\r\n\r\n\"You mean,\" she cried, \"you won't give me away?\"\r\n\r\n\"Me?\" said the Hon. Galahad, aghast at the idea. \"Of course I won't.\r\nWhat do you take me for?\"\r\n\r\n\"I think you're an angel.\"\r\n\r\nThe Hon. Galahad seemed pleased at the compliment, but it was plain\r\nthat there was something that worried him. He frowned a little.\r\n\r\n\"What I can't make out,\" he said, \"is why you want to marry my nephew\r\nRonald.\"\r\n\r\n\"I love him, bless his heart.\"\r\n\r\n\"No, seriously!\" protested the Hon. Galahad. \"Do you know that he once\r\nput tin-tacks on my chair?\"\r\n\r\n\"And he throws tennis balls at pigs. All the same, I love him.\"\r\n\r\n\"You can't!\"\r\n\r\n\"I do.\"\r\n\r\n\"How can you possibly love a fellow like that?\"\r\n\r\n\"That's just what he always used to say,\" said Sue softly. \"And I think\r\nthat's why I love him.\"\r\n\r\nThe Hon. Galahad sighed. Fifty years' experience had taught him that\r\nit was no use arguing with women on this particular point, but he had\r\nconceived a warm affection for this girl, and it shocked him to think\r\nof her madly throwing herself away.\r\n\r\n\"Don't you go doing anything in a hurry, my dear. Think it over\r\ncarefully. I've seen enough of you to know that you're a very\r\nexceptional girl.\"\r\n\r\n\"I don't believe you like Ronnie.\"\r\n\r\n\"I don't dislike him. He's improved since he was a boy. I'll admit\r\nthat. But he isn't worthy of you.\"\r\n\r\n\"Why not?\"\r\n\r\n\"Well, he isn't.\"\r\n\r\nShe laughed.\r\n\r\n\"It's funny that you of all people should say that. Lord Emsworth was\r\ntelling me just now that Ronnie is exactly like what you used to be at\r\nhis age.\"\r\n\r\n\"What!\"\r\n\r\n\"That's what he said.\"\r\n\r\nThe Hon. Galahad stared incredulously.\r\n\r\n\"That boy like me?\" He spoke with indignation, for his pride had been\r\nsorely touched. \"Ronald like me? Why, I was twice the man he is. How\r\nmany policemen do you think it used to take to shift me from the\r\nAlhambra to Vine Street when I was in my prime? Two! Sometimes three.\r\nAnd one walking behind carrying my hat. Clarence ought to be more\r\ncareful what he says, dash it. It's just this kind of loose talk that\r\nmakes trouble. The fact of the matter is, he's gone and got his brain\r\nso addled with pigs he doesn't know what he is saying half the time.\"\r\n\r\nHe pulled himself together with a strong effort. He became calmer.\r\n\r\n\"What did you and that young poop quarrel about?\" he asked.\r\n\r\n\"He is not a poop!\"\r\n\r\n\"He is. It's astonishing to me that any one individual can be such a\r\npoop. You'd have thought it would have required a large syndicate. How\r\nlong have you known him?\"\r\n\r\n\"About nine months.\"\r\n\r\n\"Well, I've known him all his life. And I say he's a poop. If he wasn't\r\nhe wouldn't have quarrelled with you. However, we won't split straws.\r\nWhat did you quarrel about?\"\r\n\r\n\"He found me dancing.\"\r\n\r\n\"What's wrong with that?\"\r\n\r\n\"I had promised him I wouldn't.\"\r\n\r\n\"And is that all the trouble?\"\r\n\r\n\"It's quite enough for me.\"\r\n\r\nThe Hon. Galahad made light of the tragedy.\r\n\r\n\"I don't see what you're worrying about. If you can't smooth a little\r\nthing like that over you're not the girl I take you for.\"\r\n\r\n\"I thought I might be able to.\"\r\n\r\n\"Of course you'll be able to. Girls were always doing that sort of\r\nthing to me in my young days, and I never held out for five minutes\r\nonce the crying started. Go and sob on the boy's waistcoat. How are you\r\nas a sobber?\"\r\n\r\n\"Not very good, I'm afraid.\"\r\n\r\n\"Well, there are all sorts of other tricks you can try. Every girl\r\nknows a dozen. Falling on your knees, fainting, laughing hysterically,\r\ngoing rigid all over--scores of them.\"\r\n\r\n\"I think it will be all right if I can just talk to him. The difficulty\r\nis to get an opportunity.\"\r\n\r\nThe Hon. Galahad waved a hand spaciously.\r\n\r\n\"Make an opportunity! Why, I knew a girl years ago--she's a grandmother\r\nnow--who had a quarrel with the fellow she was engaged to, and a week\r\nor so later she found herself staying at the same country house with\r\nhim--Heron's Hill, it was, the Matchelows' place in Sussex--and she got\r\nhim into her room one night and locked the door and said she was going\r\nto keep him there all night and ruin both their reputations unless he\r\nhanded back the ring and agreed that the engagement was on again. And\r\nshe'd have done it, too. Her name was Frederica Something. Red-haired\r\ngirl.\"\r\n\r\n\"I suppose you have to have red hair to do a thing like that. I was\r\nthinking of a quiet meeting in the rose garden.\"\r\n\r\nThe Hon. Galahad seemed to consider this tame, but he let it pass.\r\n\r\n\"Well, whatever you do, you'll have to be quick about it, my dear.\r\nSuppose old Johnny Schoonmaker's girl really turns up? She said she was\r\ngoing to.\"\r\n\r\n\"Yes, but I made Ronnie send her a telegram, signed with Lady\r\nConstance's name, saying that there was scarlet fever at the castle and\r\nshe wasn't to come.\"\r\n\r\nOne dislikes the necessity of perpetually piling up the evidence\r\nagainst the Hon. Galahad Threepwood, to show ever more and more clearly\r\nhow warped was his moral outlook. Nevertheless, the fact must be\r\nstated that at these words he threw his head up and uttered a high,\r\npiercing laugh that sent the thrush, which had just returned to the\r\nlawn, starting back as if a bullet had hit it. It was a laugh which,\r\nwhen it had rung out in days of yore in London's more lively night\r\nresorts, had caused commissionaires to leap like war horses at the note\r\nof the bugle, to spit on their hands, feel their muscles, and prepare\r\nfor action.\r\n\r\n\"It's the finest thing I ever heard!\" cried the Hon. Galahad. \"It\r\nrestores my faith in the younger generation. And a girl like you\r\nseriously contemplates marrying a boy like----Oh, well!\" he said\r\nresignedly, seeming to brace himself to make the best of a distasteful\r\nstate of affairs, \"it's your business, I suppose. You know your own\r\nmind best. After all, the great thing is to get you into the family. A\r\ngirl like you is what this family has been needing for years.\"\r\n\r\nHe patted her kindly on the shoulder, and they started to walk toward\r\nthe house. As they did so two men came out of it.\r\n\r\nOne was Lord Emsworth. The other was Percy Pilbeam.\r\n\r\n\r\n                                  II\r\n\r\nThere is about a place like Blandings Castle something which, if you\r\nare not in the habit of visiting country houses planned on the grand\r\nscale, tends to sap the morale. At the moment when Sue caught sight\r\nof him the proprietor of the Argus Enquiry Agency was not feeling his\r\nbrightest and best.\r\n\r\nBeach, ushering him through the front door, had started the trouble.\r\nHe had merely let his eye rest upon Pilbeam, but it had been enough.\r\nThe butler's eye, through years of insufficient exercise and too hearty\r\nfeeding, had acquired in the process of time a sort of glaze which\r\nmany people found trying when they saw it. In Pilbeam it created an\r\ninferiority complex of the severest kind.\r\n\r\nHe could not know that to this godlike man he was merely a blur. To\r\nBeach, tortured by the pangs of a guilty conscience, almost everything\r\nnowadays was merely a blur. Misinterpreting his gaze, Pilbeam had read\r\ninto it a shocked contempt, a kind of wincing agony at the thought that\r\nthings like himself should be creeping into Blandings Castle. He felt\r\nas if he had crawled out from under a flat stone.\r\n\r\nAnd it was at this moment that somebody in the dimness of the hall had\r\nstepped forward and revealed himself as the young man, name unknown,\r\nwho had showed such a lively disposition to murder him on the dancing\r\nfloor of Mario's restaurant. And from the violent start which he gave\r\nit was plain that the young man's memory was as good as his own.\r\n\r\nSo far things had not broken well for Percy Pilbeam. But now his luck\r\nturned. There had appeared in the nick of time an angel from heaven,\r\neffectively disguised in a shabby shooting coat and an old hat. He had\r\nintroduced himself as Lord Emsworth, and he had taken Pilbeam off with\r\nhim into the garden. Looking back over his shoulder, Pilbeam saw that\r\nthe young man was still standing there, staring after him--wistfully,\r\nit seemed to him; and he was glad, as he followed his host out into the\r\nfresh air, to be beyond the range of his eye. Between it and the eye\r\nof Beach, the butler, there seemed little to choose.\r\n\r\nRelief, however, by the time he arrived on the terrace, had not\r\ncompletely restored his composure. That inferiority complex was still\r\nat work, and his surroundings intimidated him. At any moment, he felt,\r\non a terrace like this, there might suddenly appear to confront him and\r\ncomplete his humiliation some brilliant shattering creature indigenous\r\nto this strange and disturbing world--a Duchess, perhaps--a haughty\r\nhunting woman, it might be--the dashing daughter of a hundred earls,\r\npossibly, who would look at him as Beach had looked at him and, raising\r\nbeautifully pencilled eyebrows in aristocratic disdain, turn away with\r\na murmured, \"Most extraordinary!\" He was prepared for almost anything.\r\n\r\nOne of the few things he was not prepared for was Sue. And at the sight\r\nof her he leaped three clear inches and nearly broke a collar stud.\r\n\r\n\"Gaw!\" he said.\r\n\r\n\"I beg your pardon?\" said Lord Emsworth. He had not caught his\r\ncompanion's remark and hoped he would repeat it. The lightest utterance\r\nof a detective with the trained mind is something not to be missed.\r\n\"What did you say, my dear fellow?\"\r\n\r\nHe, too, perceived Sue; and with a prodigious effort of the memory,\r\nworking by swift stages through Schofield, Maybury, Coolidge, and\r\nSpooner, recalled her name.\r\n\r\n\"Mr. Pilbeam, Miss Schoonmaker,\" he said. \"Galahad, this is Mr.\r\nPilbeam. Of the Argus, you remember.\"\r\n\r\n\"Pilbeam?\"\r\n\r\n\"How do you do?\"\r\n\r\n\"Pilbeam?\"\r\n\r\n\"My brother,\" said Lord Emsworth, exerting himself to complete the\r\nintroduction. \"This is my brother Galahad.\"\r\n\r\n\"Pilbeam?\" said the Hon. Galahad, looking intently at the proprietor\r\nof the Argus. \"Were you ever connected with a paper called _Society\r\nSpice_, Mr. Pilbeam?\"\r\n\r\nThe gardens of Blandings Castle seemed to the detective to rock gently.\r\nThere had, he knew, been a rigid rule in the office of that bright\r\nbut frequently offensive paper that the editor's name was never to be\r\nrevealed to callers; but it now appeared only too sickeningly evident\r\nthat a leakage had occurred. Underlings, he realized too late, can be\r\nbribed.\r\n\r\nHe swallowed painfully. Force of habit had come within a hair's breadth\r\nof making him say \"Quite.\"\r\n\r\n\"Never,\" he gasped. \"Certainly not. No! Never.\"\r\n\r\n\"A fellow of your name used to edit it. Uncommon name, too.\"\r\n\r\n\"Relation, perhaps. Distant.\"\r\n\r\n\"Well, I'm sorry you're not the man,\" said the Hon. Galahad\r\nregretfully. \"I've been wanting to meet him. He wrote a very offensive\r\nthing about me once. Most offensive thing.\"\r\n\r\nLord Emsworth, who had been according the conversation the rather\r\nmeagre interest which he gave to all conversations that did not deal\r\nwith pigs, created a diversion.\r\n\r\n\"I wonder,\" he said, \"if you would like to see some photographs?\"\r\n\r\nIt seemed to Pilbeam, in his disordered state, strange that anyone\r\nshould suppose that he was in a frame of mind to enjoy the Family\r\nAlbum, but he uttered a strangled sound which his host took for\r\nacquiescence.\r\n\r\n\"Of the Empress, I mean, of course. They will give you some idea of\r\nwhat a magnificent animal she is. They will--\" he sought for the _mot\r\njuste_--\"stimulate you. I'll go to the library and get them out.\"\r\n\r\nThe Hon. Galahad was now his old affable self again.\r\n\r\n\"You doing anything after dinner?\" he asked Sue.\r\n\r\n\"There was some talk,\" said Sue, \"of a game of bezique with Mr. Baxter.\"\r\n\r\n\"Don't dream of it,\" said the Hon. Galahad vehemently. \"The fellow\r\nwould probably try to brain you with the mallet. I was thinking that if\r\nI hadn't got to go out to dinner I'd like to read you some of my book.\r\nI think you would appreciate it. I wouldn't read it to anybody except\r\nyou. I somehow feel you've got the right sort of outlook. I let my\r\nsister Constance see a couple of pages once, and she was too depressing\r\nfor words. An author can't work if people depress him. I'll tell you\r\nwhat I'll do--I'll give you the thing to read. Which is your room?\"\r\n\r\n\"The Garden Room, I think it's called.\"\r\n\r\n\"Oh, yes. Well, I'll bring the manuscript to you before I leave.\"\r\n\r\nHe sauntered off. There was a moment's pause. Then Sue turned to\r\nPilbeam. Her chin was tilted. There was defiance in her eye.\r\n\r\n\"Well?\" she said.\r\n\r\n\r\n                                  III\r\n\r\nPercy Pilbeam breathed a sigh of relief. At the first moment of their\r\nmeeting all that he had ever read about doubles had raced through his\r\nmind. This question clarified the situation. It put matters on a firm\r\nbasis. His head ceased to swim. It was Sue Brown and no other who stood\r\nbefore him.\r\n\r\n\"What on earth are you doing here?\" he asked.\r\n\r\n\"Never mind.\"\r\n\r\n\"What's the game?\"\r\n\r\n\"Never mind.\"\r\n\r\n\"There's no need to be so dashed unfriendly.\"\r\n\r\n\"Well, if you must know, I came here to see Ronnie and try to explain\r\nabout that night at Mario's.\"\r\n\r\nThere was a pause.\r\n\r\n\"What was that name the old boy called you?\"\r\n\r\n\"Schoonmaker.\"\r\n\r\n\"Why did he call you that?\"\r\n\r\n\"Because that's who he thinks I am.\"\r\n\r\n\"What on earth made you choose a name like that?\"\r\n\r\n\"Oh, don't keep asking questions.\"\r\n\r\n\"I don't believe there is such a name. And when it comes to asking\r\nquestions,\" said Pilbeam warmly, \"what do you expect me to do? I never\r\ngot such a shock in my life as when I met you just now. I thought I\r\nwas seeing things. Do you mean to say you're here under a false name,\r\npretending to be somebody else?\"\r\n\r\n\"Yes.\"\r\n\r\n\"Well, I'm hanged! And as friendly as you please with everybody.\"\r\n\r\n\"Yes.\"\r\n\r\n\"Everybody except me.\"\r\n\r\n\"Why should I be friendly with you? You've done your best to ruin my\r\nlife.\"\r\n\r\n\"Eh?\"\r\n\r\n\"Oh, never mind,\" said Sue impatiently.\r\n\r\nThere was another pause.\r\n\r\n\"Chatty!\" said Pilbeam, wounded again.\r\n\r\nHe fidgeted his fingers along the wall.\r\n\r\n\"The Galahad fellow seems to look on you as a daughter or something.\"\r\n\r\n\"We are great friends.\"\r\n\r\n\"So I see. And he's going to give you his book to read.\"\r\n\r\n\"Yes.\"\r\n\r\nA keen, purposeful, Argus-Enquiry-Agency sort of look shot into\r\nPilbeam's face.\r\n\r\n\"Well, this is where you and I get together,\" he said.\r\n\r\n\"What do you mean?\"\r\n\r\n\"I'll tell you what I mean. Do you want to make some money?\"\r\n\r\n\"No,\" said Sue.\r\n\r\n\"What! Of course you do. Everybody does. Now, listen. Do you know why\r\nI'm here?\"\r\n\r\n\"I've stopped wondering why you're anywhere. You just seem to pop up.\"\r\n\r\nShe started to move away. A sudden disturbing thought had come to her.\r\nAt any moment Ronnie might appear on the terrace. If he found her here,\r\ncloseted, so to speak, with the abominable Pilbeam, what would he\r\nthink? What, rather, would he not think?\r\n\r\n\"Where are you going?\"\r\n\r\n\"Into the house.\"\r\n\r\n\"Come back,\" said Pilbeam urgently.\r\n\r\n\"I'm going.\"\r\n\r\n\"But I've got something important to say.\"\r\n\r\n\"Well?\"\r\n\r\nShe stopped.\r\n\r\n\"That's right,\" said Pilbeam approvingly. \"Now, listen. You'll admit\r\nthat, if I liked, I could give you away and spoil whatever game it is\r\nthat you're up to in this place?\"\r\n\r\n\"Well?\"\r\n\r\n\"But I'm not going to do it if you'll be sensible.\"\r\n\r\n\"Sensible?\"\r\n\r\nPilbeam looked cautiously up and down the terrace.\r\n\r\n\"Now, listen,\" he said. \"I want your help. I'll tell you why I'm here.\r\nThe old boy thinks I've come down to find his pig, but I haven't. I've\r\ncome to get that book your friend Galahad is writing.\"\r\n\r\n\"What!\"\r\n\r\n\"I thought you'd be surprised. Yes, that's what I'm after. There's a\r\nman living near here who's scared stiff that there's going to be a lot\r\nof stories about him in that book, and he came to see me at my office\r\nyesterday and offered me--\" he hesitated a moment--\"offered me,\" he\r\nwent on, \"a hundred pounds if I'd get into the house somehow and snitch\r\nthe manuscript. And you being friendly with the old buster has made\r\neverything simple.\"\r\n\r\n\"You think so?\"\r\n\r\n\"Easy,\" he assured her. \"Especially now he's going to give you the\r\nthing to read. All you have to do is hand it over to me and there's\r\nfifty quid for you. For doing practically nothing.\"\r\n\r\nSue's eyes lit up. Pilbeam had expected that they would. He could not\r\nconceive of a girl whose eyes would not light up at such an offer.\r\n\r\n\"Oh?\" said Sue.\r\n\r\n\"Fifty quid,\" said Pilbeam. \"I'm going halves with you.\"\r\n\r\n\"And if I don't do what you want I suppose you will tell them who I\r\nreally am?\"\r\n\r\n\"That's it,\" said Pilbeam, pleased at her ready intelligence.\r\n\r\n\"Well, I'm not going to do anything of the kind.\"\r\n\r\n\"What!\"\r\n\r\n\"And if,\" said Sue, \"you want to tell these people who I am, go ahead\r\nand tell them.\"\r\n\r\n\"I will.\"\r\n\r\n\"Do. But just bear in mind that the moment you do I shall tell Mr.\r\nThreepwood that it was you who wrote that thing about him in _Society\r\nSpice_.\"\r\n\r\nPercy Pilbeam swayed like a sapling in the breeze. The blow had\r\nunmanned him. He found no words with which to reply.\r\n\r\n\"I will,\" said Sue.\r\n\r\nPilbeam continued speechless. He was still trying to recover from\r\nthis deadly thrust through an unexpected chink in his armour when the\r\nopportunity for speech passed. Millicent had appeared and was walking\r\nalong the terrace toward them. She wore her customary air of settled\r\ngloom. On reaching them she paused.\r\n\r\n\"Hullo,\" said Millicent, from the depths.\r\n\r\n\"Hullo,\" said Sue.\r\n\r\nThe library window framed the head and shoulders of Lord Emsworth.\r\n\r\n\"Pilbeam, my dear fellow, will you come up to the library? I have found\r\nthe photographs.\"\r\n\r\nMillicent eyed the detective's retreating back with a mournful\r\ncuriosity.\r\n\r\n\"Who's he?\"\r\n\r\n\"A man named Pilbeam.\"\r\n\r\n\"Pill, I should say, is right. What makes him waddle like that?\"\r\n\r\nSue was unable to supply a solution to this problem. Millicent came and\r\nstood beside her and, leaning on the stone parapet, gazed disparagingly\r\nat the park. She gave the impression of disliking all parks but this\r\none particularly.\r\n\r\n\"Ever read Schopenhauer?\" she asked, after a silence.\r\n\r\n\"No.\"\r\n\r\n\"You should. Great stuff.\"\r\n\r\nShe fell into a heavy silence again, her eyes peering into the\r\ngathering gloom. Somewhere in the twilight world a cow had begun to\r\nemit long, nerve-racking bellows. The sound seemed to sum up and\r\nunderline the general sadness.\r\n\r\n\"Schopenhauer says that all the suffering in the world can't be mere\r\nchance. Must be meant. He says life's a mixture of suffering and\r\nboredom. You've got to have one or the other. His stuff's full of\r\nsnappy cracks like that. You'd enjoy it. Well, I'm going for a walk.\r\nYou coming?\"\r\n\r\n\"I don't think I will, thanks.\"\r\n\r\n\"Just as you like. Schopenhauer says suicide's absolutely O.K. He says\r\nHindoos do it instead of going to church. They bung themselves into the\r\nGanges and get eaten by crocodiles and call it a well-spent day.\"\r\n\r\n\"What a lot you seem to know about Schopenhauer.\"\r\n\r\n\"I've been reading him up lately. Found a copy in the library.\r\nSchopenhauer says we are like lambs in a field, disporting themselves\r\nunder the eye of the butcher, who chooses first one and then another\r\nfor his prey. Sure you won't come for a walk?\"\r\n\r\n\"No, thanks, really. I think I'll go in.\"\r\n\r\n\"Just as you like,\" said Millicent. \"Liberty Hall.\"\r\n\r\nShe moved off a few steps, then returned.\r\n\r\n\"Sorry if I seem loopy,\" she said. \"Something on my mind. Been giving\r\nit a spot of thought. The fact is, I've just got engaged to be married\r\nto my cousin Ronnie.\"\r\n\r\nThe trees that stood out against the banking clouds seemed to swim\r\nbefore Sue's eyes. An unseen hand had clutched her by the throat and\r\nwas crushing the life out of her.\r\n\r\n\"Ronnie!\"\r\n\r\n\"Yes,\" said Millicent, rather in the tone of voice which Schopenhauer\r\nwould have used when announcing the discovery of a caterpillar in his\r\nsalad. \"We fixed it up just now.\"\r\n\r\nShe wandered away, and Sue clung to the terrace wall. That at least was\r\nsolid in a world that rocked and crashed.\r\n\r\n\"I say!\"\r\n\r\nIt was Hugo. She was looking at him through a mist, but there was never\r\nany mistaking Hugo Carmody.\r\n\r\n\"I say! Did she tell you?\"\r\n\r\nSue nodded.\r\n\r\n\"She's engaged.\"\r\n\r\nSue nodded.\r\n\r\n\"She's going to marry Ronnie.\"\r\n\r\n\"Death, where is thy sting?\" said Hugo, and vanished in the direction\r\ntaken by Millicent."
  ]
}