{
  "index": 19,
  "title": "Chapter 18",
  "paragraphs": [
    "Sue stood on the balcony, looking out into the night. Velvet darkness\r\nshrouded the world, and from the heart of it came the murmur of\r\nrustling trees and the clean, sweet smell of earth and flowers. A\r\nlittle breeze had sprung up, stirring the ivy at her side. Somewhere in\r\nit a bird was chirping drowsily, and in the distance sounded the tinkle\r\nof running water.\r\n\r\nShe sighed. It was a night made for happiness. And she was quite sure\r\nnow that happiness was not for her.\r\n\r\nA footstep sounded behind her, and she turned eagerly.\r\n\r\n\"Ronnie!\"\r\n\r\nIt was the voice of the Hon. Galahad Threepwood that answered.\r\n\r\n\"Only me, I'm afraid, my dear. May I come onto your balcony? God bless\r\nmy soul, as Clarence would say, what a wonderful night!\"\r\n\r\n\"Yes!\" said Sue doubtfully.\r\n\r\n\"You don't think so?\"\r\n\r\n\"Oh, yes.\"\r\n\r\n\"I bet you don't. I know I didn't that night when my old father put his\r\nfoot down and told me I was leaving for South Africa on the next boat.\r\nJust such a night as this it was, I remember.\" He rested his arms on\r\nthe parapet. \"I never saw your mother after she was married,\" he said.\r\n\r\n\"No?\"\r\n\r\n\"No. She left the stage and--oh, well, I was rather busy at the\r\ntime--lot of heavy drinking to do, and so forth, and somehow we never\r\nmet. The next thing I heard--two or three years ago--was that she was\r\ndead. You're very like her, my dear. Can't think why I didn't spot the\r\nresemblance right away.\"\r\n\r\nHe became silent. Sue did not speak. She slid her hand under his\r\narm. It was all that there seemed to do. A corncrake began to call\r\nmonotonously in the darkness.\r\n\r\n\"That means rain,\" said the Hon. Galahad. \"Or not. I forget which. Did\r\nyou ever hear your mother sing that song----No, you wouldn't. Before\r\nyour time. About young Ronald,\" he said abruptly.\r\n\r\n\"What about him?\"\r\n\r\n\"Fond of him?\"\r\n\r\n\"Yes.\"\r\n\r\n\"I mean really fond?\"\r\n\r\n\"Yes.\"\r\n\r\n\"How fond?\"\r\n\r\nShe leaned out over the parapet. At the foot of the wall beneath her\r\nPercy Pilbeam, who had been peering out of a bush, popped his head back\r\nagain. For the detective, possibly remembering with his subconscious mind\r\nstories heard in childhood of Bruce and the spider, had refused to\r\nadmit defeat and returned by devious ways to the scene of his disaster.\r\nFive hundred pounds is a lot of money, and Percy Pilbeam was not going\r\nto be deterred from attempting to earn it by the fact that at his\r\nlast essay he had only just succeeded in escaping with his life. The\r\ninfluence of his potations had worn off to some extent, and he was his\r\ncalm, keen self again. It was his intention to lurk in these bushes\r\ntill the small hours, if need be, and then to attack the waterspout\r\nagain, and so to the Garden Room where the manuscript of the Hon.\r\nGalahad's Reminiscences lay. You cannot be a good detective if you are\r\neasily discouraged.\r\n\r\n\"I can't put it into words,\" said Sue.\r\n\r\n\"Try.\"\r\n\r\n\"No. Everything you say straight out about the way you feel about\r\nanybody always sounds silly. Besides, to you Ronnie isn't the sort of\r\nman you could understand anyone raving about. You look on him just as\r\nsomething quite ordinary.\"\r\n\r\n\"If that,\" said the Hon. Galahad critically.\r\n\r\n\"Yes, if that. Whereas to me he's something--rather special. In\r\nfact, if you really want to know how I feel about Ronnie, he's the\r\nwhole world to me. There! I told you it would sound silly. It's like\r\nsomething out of a song, isn't it? I've worked in the chorus of that\r\nsort of song a hundred times. Two steps left, two steps right, kick,\r\nsmile, both hands on heart--because he's all the wo-orld to me-ee! You\r\ncan laugh if you like.\"\r\n\r\nThere was a momentary pause.\r\n\r\n\"I'm not laughing,\" said the Hon. Galahad. \"My dear, I only wanted to\r\nfind out if you really cared for that young Fish.\"\r\n\r\n\"I wish you wouldn't call him 'that young Fish.'\"\r\n\r\n\"I'm sorry, my dear. It seems to describe him so neatly. Well, I just\r\nwanted to be quite sure you really were fond of him because----\"\r\n\r\n\"Well?\"\r\n\r\n\"Well, because I've just fixed it all up.\"\r\n\r\nShe clutched at the parapet.\r\n\r\n\"What!\"\r\n\r\n\"Oh, yes,\" said the Hon. Galahad. \"It's all settled. I don't say that\r\nyou can actually count on an aunt-in-law's embrace from my sister\r\nConstance--in fact, if I were you, I wouldn't risk it--she might bite\r\nyou--but apart from that, everything's all right. The wedding bells\r\nwill ring out. Your young man's in the garden somewhere. You had better\r\ngo and find him and tell him the news. He'll be interested.\"\r\n\r\n\"But--but----\"\r\n\r\nSue was clutching his arm. A wild impulse was upon her to shout and\r\nsob. She had no doubts now as to the beauty of the night.\r\n\r\n\"But--how? Why? What has happened?\"\r\n\r\n\"Well--you'll admit I might have married your mother?\"\r\n\r\n\"Yes.\"\r\n\r\n\"Which makes me a sort of honorary father to you.\"\r\n\r\n\"Yes.\"\r\n\r\n\"In which capacity, my dear, your interests are mine. More than mine,\r\nin fact. So what I did was to make your happiness the Price of the\r\nPapers. Ever see that play? No, before your time. It ran at the Adelphi\r\nbefore you were born. There was a scene where----\"\r\n\r\n\"What do you mean?\"\r\n\r\nThe Hon. Galahad hesitated a moment.\r\n\r\n\"Well, the fact of the matter is, my dear, knowing how strongly my\r\nsister Constance has always felt on the subject of those Reminiscences\r\nof mine, I went to her and put it to her squarely. 'Clarence,' I\r\nsaid to her, 'is not the sort of man to make any objection to anyone\r\nmarrying anybody so long as he isn't expected to attend the wedding.\r\nYou're the real obstacle,' I said. 'You and Julia. And if you come\r\nround, you can talk Julia over in five minutes. You know how she relies\r\non your judgment.' And then I said that, if she gave up acting like a\r\nbarbed-wire entanglement in the path of true love I would undertake not\r\nto publish the Reminiscences.\"\r\n\r\nSue clung to his arm. She could find no words.\r\n\r\nPercy Pilbeam, who, for the night was very still, had heard all,\r\ncould have found many. Nothing but the delicate nature of his present\r\nsituation kept him from uttering them, and that only just. To Percy\r\nPilbeam it was as if he had seen five hundred pounds flutter from his\r\ngrasp like a vanishing blue bird. He raged dumbly. In all London and\r\nthe Home Counties there were few men who liked five hundred pounds\r\nbetter than P. Frobisher Pilbeam.\r\n\r\n\"Oh!\" said Sue. Nothing more. Her feelings were too deep. She hugged\r\nhis arm. \"Oh!\" she said, and again, \"Oh!\"\r\n\r\nShe found herself crying and was not ashamed.\r\n\r\n\"Now, come!\" said the Hon. Galahad protestingly. \"Nothing so very\r\nextraordinary in that, was there? Nothing so exceedingly remarkable in\r\none pal helping another?\"\r\n\r\n\"I don't know what to say.\"\r\n\r\n\"Then don't say it,\" said the Hon. Galahad, much relieved. \"Why, bless\r\nyou, I don't care whether the damned things are published or not. At\r\nleast--no, certainly I don't.... Only cause a lot of unpleasantness.\r\nBesides, I'll leave the dashed book to the nation and have it published\r\nin a hundred years and become the Pepys of the future, what? Best thing\r\nthat could have happened. Homage of Posterity and all that.\"\r\n\r\n\"Oh!\" said Sue.\r\n\r\nThe Hon. Galahad chuckled.\r\n\r\n\"It is a shame, though, that the world will have to wait a hundred\r\nyears before it hears the story of young Gregory Parsloe and the\r\nprawns. Did you get to that when you were reading the thing this\r\nevening?\"\r\n\r\n\"I'm afraid I didn't read very much,\" said Sue. \"I was thinking of\r\nRonnie rather a lot.\"\r\n\r\n\"Oh? Well, I can tell you. You needn't wait a hundred years. It was at\r\nAscot, the year Martingale won the Gold Cup....\"\r\n\r\nDown below, Percy Pilbeam rose from his bush. He did not care now\r\nif he were seen. He was still a guest at this hole of a castle, and\r\nif a guest cannot pop in and out of bushes if he likes, where does\r\nBritish hospitality come in? It was his intention to shake the dust of\r\nBlandings off his feet, to pass the night at the Emsworth Arms, and on\r\nthe morrow to return to London, where he was appreciated.\r\n\r\n\"Well, my dear, it was like this. Young Parsloe....\"\r\n\r\nPercy Pilbeam did not linger. The story of the prawns meant nothing\r\nto him. He turned away, and the summer night swallowed him. Somewhere\r\nin the darkness an owl hooted. It seemed to Pilbeam that there was\r\nderision in the sound. He frowned. His teeth came together with a\r\nlittle click.\r\n\r\nIf he could have found it he would have had a word with that owl.\r\n\r\n\r\n                                THE END"
  ]
}