{
  "index": 12,
  "title": "Chapter 11",
  "paragraphs": [
    "I\r\n\r\nThe firm and dignified note in which Rupert Baxter had expressed his\r\nconsidered opinion of the Earl of Emsworth had been written in the\r\nmorning room immediately upon the ex-secretary's return to the house\r\nand delivered into Beach's charge with hands still stained with garden\r\nmould. Only when this urgent task had been performed did he start to\r\ngo upstairs in quest of the wash and brush-up which he so greatly\r\nneeded. He was mounting the stairs to his bedroom and had reached the\r\nfirst floor when a door opened and his progress was arrested by what\r\nin a lesser woman would have been a yelp. Proceeding, as it did, from\r\nthe lips of Lady Constance Keeble, we must call it an exclamation of\r\nsurprise.\r\n\r\n\"Mr. Baxter!\"\r\n\r\nShe was standing in the doorway of her boudoir, and she eyed his\r\ndishevelled form with such open-mouthed astonishment that for an\r\ninstant the ex-secretary came near to including her with the head of\r\nthe family in the impromptu commination service which was taking shape\r\nin his mind. He was in no mood for wide-eyed looks of wonder.\r\n\r\n\"May I come in?\" he said curtly. He could explain all, but did not wish\r\nto do so on the first-floor landing of a house where almost anybody\r\nmight be listening with flapping ears.\r\n\r\n\"But, Mr. Baxter!\" said Lady Constance.\r\n\r\nHe paused for a moment to grit his teeth, then closed the door.\r\n\r\n\"What _have_ you been doing, Mr. Baxter?\"\r\n\r\n\"Jumping out of window.\"\r\n\r\n\"Jumping out of _win_-dow?\"\r\n\r\nHe gave a brief synopsis of the events which had led up to his spirited\r\nact. Lady Constance drew in her breath with a remorseful hiss.\r\n\r\n\"Oh, dear!\" she said. \"How foolish of me. I should have told you.\"\r\n\r\n\"I beg your pardon?\"\r\n\r\nEven though she was in the safe retirement of her boudoir Lady\r\nConstance Keeble looked cautiously over her shoulder. In the stirring\r\nand complicated state into which life had got itself at Blandings\r\nCastle practically everybody in the place, except Lord Emsworth, had\r\nfallen into the habit nowadays of looking cautiously over his or her\r\nshoulder before he or she spoke.\r\n\r\n\"Sir Gregory Parsloe said in his note,\" she explained, \"that this man\r\nPilbeam who is coming here this evening is acting for him.\"\r\n\r\n\"Acting for him?\"\r\n\r\n\"Yes. Apparently Sir Gregory went to see him yesterday and has promised\r\nhim a large sum of money if he will obtain possession of my brother\r\nGalahad's manuscript. That is why he has invited us to dinner to-night,\r\nto get Galahad out of the house. So there was no need for you to have\r\ntroubled.\"\r\n\r\nThere was silence.\r\n\r\n\"So there was no need,\" repeated the Efficient Baxter slowly, wiping\r\nfrom his eye the remains of a fragment of mould which had been causing\r\nhim some inconvenience, \"for me to have troubled.\"\r\n\r\n\"I am so sorry, Mr. Baxter.\"\r\n\r\n\"Pray do not mention it, Lady Constance.\"\r\n\r\nHis eye, now that the mould was out of it, was able to work again with\r\nits customary keenness. His spectacles, as he surveyed the remorseful\r\nwoman before him, had a cold, steely look.\r\n\r\n\"I see,\" he said. \"Well, it might perhaps have spared me some little\r\ninconvenience had you informed me of this earlier, Lady Constance.\r\nI have bruised my left shin somewhat severely and, as you see, made\r\nmyself rather dirty.\"\r\n\r\n\"I am so sorry.\"\r\n\r\n\"Furthermore, I gathered from the remark he let fall that the\r\nimpression my actions have made upon Lord Emsworth is that I am insane.\"\r\n\r\n\"Oh, dear!\"\r\n\r\n\"He even specified the precise degree of insanity. As mad as a coot,\r\nwere his words.\"\r\n\r\nHe softened a little. He reminded himself that this woman before him,\r\nwho was so nearly doing what is described as wringing the hands, had\r\nalways been his friend, had always wished him well, had never slackened\r\nher efforts to restore him to the secretarial duties which he had once\r\nenjoyed.\r\n\r\n\"Well, it cannot be helped,\" he said. \"The thing now is to think of\r\nsome way of recovering the lost ground.\"\r\n\r\n\"You mean, if you could find the Empress?\"\r\n\r\n\"Exactly.\"\r\n\r\n\"Oh, Mr. Baxter, if you only could!\"\r\n\r\n\"I can.\"\r\n\r\nLady Constance stared at his dark, purposeful, efficient face in dumb\r\nadmiration. To another man who had spoken those words she would have\r\nreplied \"How?\" or even \"How on earth?\" But, as they had proceeded from\r\nRupert Baxter, she merely waited silently for enlightenment.\r\n\r\n\"Have you given this matter any consideration, Lady Constance?\"\r\n\r\n\"Yes.\"\r\n\r\n\"To what conclusions have you come?\"\r\n\r\nLady Constance felt dull and foolish. She felt like Doctor\r\nWatson--almost like a Scotland Yard Bungler.\r\n\r\n\"I don't think I have come to any,\" she said, avoiding the spectacles\r\nguiltily. \"Of course,\" she added, \"I think it is absurd to suppose that\r\nSir Gregory----\"\r\n\r\nBaxter waved aside the notion. It was not even worth a \"Tchah!\"\r\n\r\n\"In any matter of this kind,\" he said, \"the first thing to do is to\r\nseek motive. Who is there in Blandings Castle who could have had a\r\nmotive for stealing Lord Emsworth's pig?\"\r\n\r\nLady Constance would have given a year's income to have been able to\r\nmake some reasonably intelligent reply, but all she could do was look\r\nand listen. Baxter was not annoyed. He would not have had it otherwise.\r\nHe preferred his audiences dumb and expectant.\r\n\r\n\"Carmody.\"\r\n\r\n\"Mr. Carmody!\"\r\n\r\n\"Precisely. He is Lord Emsworth's secretary, and a most inefficient\r\nsecretary, a secretary who stands hourly in danger of losing his\r\nposition. He sees me arrive at the Castle, a man who formerly held the\r\npost he holds. He is alarmed. He suspects. He searches wildly about in\r\nhis mind for means of consolidating himself in Lord Emsworth's regard.\r\nThen he has an idea, the sort of wild, motion-picture-bred idea which\r\nwould come to a man of his stamp. He thinks to himself that if he\r\nremoves the pig and conceals it somewhere and then pretends to have\r\nfound it and restores it to its owner, Lord Emsworth's gratitude will\r\nbe so intense that all danger of his dismissal will be at an end.\"\r\n\r\nHe removed his spectacles and wiped them. Lady Constance uttered a low\r\ncry. In anybody else it would have been a squeak. Baxter replaced his\r\nspectacles.\r\n\r\n\"I have no doubt the pig is somewhere in the grounds at this moment,\"\r\nhe said.\r\n\r\n\"But, Mr. Baxter----\"\r\n\r\nThe ex-secretary raised a compelling hand.\r\n\r\n\"But he would not have undertaken a thing like this single-handed. A\r\nsecretary's time is not his own, and it would be necessary to feed the\r\npig at regular intervals. He would require an accomplice. And I think I\r\nknow who that accomplice is--Beach!\"\r\n\r\nThis time not even the chronicler's desire to place Lady Constance's\r\nutterances in the best and most attractive light can hide the truth.\r\nShe bleated.\r\n\r\n\"Bee-ee-ee-ee-ech!\"\r\n\r\nThe spectacles raked her keenly.\r\n\r\n\"Have you observed Beach closely of late?\"\r\n\r\nShe shook her head. She was not a woman who observed butlers closely.\r\n\r\n\"He has something on his mind. He is nervous. Guilty. Conscience\r\nstricken. He jumps when you speak to him.\"\r\n\r\n\"Does he?\"\r\n\r\n\"Jumps,\" repeated the Efficient Baxter. \"Just now I gave him a--I\r\nhappened to address him, and he sprang in the air.\" He paused. \"I have\r\nhalf a mind to go and question him.\"\r\n\r\n\"Oh, Mr. Baxter! Would that be wise?\"\r\n\r\nRupert Baxter's intention of interrogating the butler had been merely\r\na nebulous one, a sort of idle dream, but these words crystallized it\r\ninto a resolve. He was not going to have people asking him if things\r\nwould be wise.\r\n\r\n\"A few searching questions should force him to reveal the truth.\"\r\n\r\n\"But he'll give notice!\"\r\n\r\nThis interview had been dotted with occasions on which Baxter might\r\nreasonably have said, \"Tchah!\" but, as we have seen, until this moment\r\nhe had refrained. He now said it.\r\n\r\n\"Tchah!\" said the Efficient Baxter. \"There are plenty of other butlers.\"\r\n\r\nAnd with this undeniable truth he stalked from the room. The wash\r\nand brush-up were still as necessary as they had been ten minutes\r\nbefore, but he was too intent on the chase to think about washes and\r\nbrushes-up. He hurried down the stairs. He crossed the hall. He passed\r\nthrough the green baize door that led to the quarters of the Blandings\r\nCastle staff. And he was making his way along the dim passage to the\r\npantry where at this hour Beach might be supposed to be when its door\r\nopened abruptly and a vast form emerged.\r\n\r\nIt was the butler. And from the fact that he was wearing a bowler hat\r\nit was plain that he was seeking the great outdoors.\r\n\r\nBaxter stopped in mid-stride and remained on one leg, watching. Then,\r\nas his quarry disappeared in the direction of the back entrance, he\r\nfollowed quickly.\r\n\r\nOut in the open it was almost as dark as it had been in the passage.\r\nThat gray, threatening sky had turned black by now. It was a swollen\r\nmass of inky clouds, heavy with the thunder, lightning, and rain which\r\nso often come in the course of an English summer to remind the island\r\nrace that they are hardy Nordics and must not be allowed to get their\r\nfibre all sapped by eternal sunshine like the less favoured dwellers in\r\nmore southerly climes. It bayed at Baxter like a bloodhound.\r\n\r\nBut it took more than dirty weather to quell the Efficient Baxter when\r\nduty called. Like the character in Tennyson's poem who followed the\r\ngleam, he followed the butler. There was but one point about Beach\r\nwhich even remotely resembled a gleam, but it happened to be only one\r\nwhich at this moment really mattered. He was easy to follow.\r\n\r\nThe shrubbery swallowed the butler. A few seconds later it had\r\nswallowed the Efficient Baxter.\r\n\r\n\r\n                                  II\r\n\r\nThere are those who maintain--and make a nice income by doing so in\r\nthe evening papers--that in these degenerate days the old hardy spirit\r\nof the Briton has died out. They represent themselves as seeking\r\nvainly for evidence of the survival of those qualities of toughness\r\nand endurance which once made Englishmen what they were. To such, the\r\nspectacle of Rupert Baxter braving the elements could not have failed\r\nto bring cheer and consolation. They would have been further stimulated\r\nby the conduct of Hugo Carmody.\r\n\r\nIt had not escaped Hugo's notice, as he left Sue on the terrace and\r\nstarted out in the wake of Millicent, that the weather was hotting up\r\nfor a storm. He saw the clouds. He heard the fast-approaching thunder.\r\nFor neither did he give a hoot. Let it rain, was Hugo's verdict. Let it\r\njolly well rain as much as it dashed well wanted to. As if encouraged,\r\nthe sky sent down a fat, wet drop which insinuated itself just between\r\nhis neck and collar.\r\n\r\nHe hardly noticed it. The information confided to him by his friend\r\nRonald Fish had numbed his senses so thoroughly that water down the\r\nback of the neck was merely an incident. He was feeling as he had not\r\nfelt since the evening some years ago when, boxing for his university\r\nin the light-weight division, he had incautiously placed the point of\r\nhis jaw in the exact spot at the moment occupied by his opponent's\r\nright fist. When you have done this or--equally--when you have just\r\nbeen told that the girl you love is definitely betrothed to another,\r\nyou begin to understand how anarchists must feel when the bomb goes off\r\ntoo soon.\r\n\r\nIn all the black days through which he had been living recently, Hugo\r\nhad never really lost hope. It had been dim sometimes, but it had\r\nalways been there. It was his opinion that he knew women, just as it\r\nwas Sue's idea that she knew men. Like Sue, he had placed his trust\r\nin the thought that true love conquers all obstacles; that coldness\r\nmelts; that sundered hearts may at long last be brought together again\r\nby a little judicious pleading and reasoning. Even the fact that\r\nMillicent stared at him when they met, with large, scornful eyes that\r\nwent through him like stilettos, unpleasant though it was, had not\r\ncaused him to despair. He had looked forward to the moment when he\r\nshould contrive to get her alone and do a bit of snappy talking along\r\nthe right lines.\r\n\r\nBut this was final. This was the end. This put the tin hat on it. She\r\nwas engaged to Ronnie. Soon she would be married to Ronnie. Like a\r\ngadfly the hideous thought sent Hugo Carmody reeling on through the\r\ngloom.\r\n\r\nIt was so dark now that he could scarcely see before him. And, looking\r\nabout him, he discovered that the reason for this was that he had made\r\nhis way into a wood of sorts. The west wood, he deduced dully, taking\r\ninto consideration the fact that there was no other in this particular\r\npart of the estate. Well, he might just as well be in the west wood as\r\nanywhere. He trudged on.\r\n\r\nThe ground beneath his feet was spongy and equipped with low-lying\r\nbrambles which pricked through his thin flannels and would have\r\ncaused him discomfort if he had been in the frame of mind to notice\r\nbrambles. There were trees against which he bumped, and logs over\r\nwhich he tripped. And ahead of him, in a small clearing, there was a\r\ndilapidated-looking cottage. He noticed this because it seemed the\r\nsort of place where a man, now that a warm, gusty wind had sprung up,\r\nmight shelter and light a cigarette. The need for tobacco had become\r\nimperative.\r\n\r\nHe was surprised to find that it was raining, and had apparently, from\r\nthe state of his clothes, been raining for quite some time. It was\r\nalso thundering. The storm had broken, and the boom of it seemed to be\r\nall round him. A flash of lightning reminded him that he was in just\r\nthe kind of place, among all these trees, where blokes get struck. At\r\ndinner time they are missed, and later on search parties come out with\r\nlanterns. Somebody stumbles over something soft, and the rays of the\r\nlantern fall on a charred and blackened form. Here, quickly, we have\r\nfound him! Where? Over here. Is _that_ Hugo Carmody? Well, well! Pick\r\nhim up, boys, and bring him along. He was a good chap once. Moody,\r\nthough, of late. Some trouble about a girl, wasn't it? She will be\r\nsorry when she hears of this. Drove him to it, you might almost say.\r\nSteady with that stretcher. Now, when I say, \"_To me_.\" Right!\r\n\r\nThere was something about this picture which quite cheered Hugo up.\r\nAjax defied the lightning. Hugo Carmody rather encouraged it than\r\notherwise. He looked approvingly at a more than usually vivid flash\r\nthat seemed to dart among the treetops like a snake. All the same, he\r\nwas forced to reflect, he was getting dashed wet. No sense, when you\r\ncame right down to it, in getting dashed wet. After all, a man could\r\nbe struck by lightning just as well in that cottage sort of place over\r\nthere. Ho! for the cottage, felt Hugo, and headed for it at a gallop.\r\n\r\nHe had just reached the door when it was flung open. There was a\r\nnoise rather like that made by a rising pheasant, and the next moment\r\nsomething white had flung itself into his arms and was weeping\r\nemotionally on his chest.\r\n\r\n\"Hugo! Hugo darling!\"\r\n\r\nReason told Hugo it could scarcely be Millicent who was clinging to\r\nhim like this and speaking to him like this. And yet Millicent it most\r\ncertainly appeared to be. She continued to speak, still in the same\r\nfriendly, even chatty strain.\r\n\r\n\"Hugo! Save me!\"\r\n\r\n\"Right ho!\"\r\n\r\n\"I wur-wur-went in thur-thur-there to shush-shush-shelter from the\r\nrain, and it's all pitch dark.\"\r\n\r\nHugo squeezed her fondly and with the sort of relief that comes to men\r\nwho find themselves squeezing where they had not thought to squeeze.\r\nNo need for that snappy bit of talking now. No need for arguments and\r\nexplanations, for pleadings and entreaties. No need for anything but a\r\ngood biceps.\r\n\r\nHe was bewildered. But mixed with his bewilderment had come a certain\r\nfeeling of complacency. There was no denying that it was enjoyable,\r\nthis exhibition of tremulous weakness in one who, if she had had the\r\nshadow of a fault, had always been inclined to matter-of-factness and\r\nthe display of that rather hard, bright self-sufficiency which is so\r\ncharacteristic of the modern girl. If this melting mood was due to\r\nthe fact that Millicent, while in the cottage, had seen a ghost, Hugo\r\nwanted to meet that ghost and shake its hand. Every man likes to be in\r\na position to say, \"There, there, little woman!\" to the girl of his\r\nheart, particularly if for the last few days she has been treating him\r\nlike a more than ordinarily unpleasant worm, and Hugo Carmody felt that\r\nhe was in that position now.\r\n\r\n\"There, there!\" he said, not quite feeling up to risking the \"little\r\nwoman.\" \"It's all right.\"\r\n\r\n\"But it tut-tut-tut----\"\r\n\r\n\"It what?\" said Hugo, puzzled.\r\n\r\n\"It tut-tut-tut-tisn't. There's a man in there!\"\r\n\r\n\"A man?\"\r\n\r\n\"Yes. I didn't know there was anyone there, and it was pitch dark, and\r\nI heard something move, and I said, 'Who's that?' and then he suddenly\r\nspoke to me in German.\"\r\n\r\n\"In German?\"\r\n\r\n\"Yes.\"\r\n\r\nHugo released her gently. His face was determined.\r\n\r\n\"I'm going in to have a look.\"\r\n\r\n\"Hugo! Stop! You'll be killed.\"\r\n\r\nShe stood there, rigid. The rain lashed about her, but she did not heed\r\nit. The lightning gleamed. She paid it no attention. For the minute\r\nthat lasts an hour she waited, straining her ears for sounds of the\r\ndeath struggle. Then a dim form appeared.\r\n\r\n\"I say, Millicent.\"\r\n\r\n\"Hugo! Are you all right?\"\r\n\r\n\"Yes, I'm all right. I say, Millicent, do you know what?\"\r\n\r\n\"No, what?\"\r\n\r\nA chuckle came to her through the darkness.\r\n\r\n\"It's the pig.\"\r\n\r\n\"It's what?\"\r\n\r\n\"The pig.\"\r\n\r\n\"Who's a pig?\"\r\n\r\n\"This is. Your friend in here. It's Empress of Blandings, as large as\r\nlife. Come and have a look.\"\r\n\r\n\r\n                                  III\r\n\r\nMillicent had a look. She came to the door of the cottage and peered\r\nin. Yes, just as he had said, there was the Empress. In the feeble\r\nlight of the match that Hugo was holding, the noble animal's attractive\r\nface was peering up at her--questioningly, as if wondering if she\r\nmight be the bearer of the evening snack which would be so exceedingly\r\nwelcome. The picture was one which would have set Lord Emsworth\r\nscreaming with joy. Millicent merely gaped.\r\n\r\n\"How on earth did she get here?\"\r\n\r\n\"That's what I'm going to find out,\" said Hugo. \"One always knew she\r\nmust be cached somewhere, of course. What is this place, anyway?\"\r\n\r\n\"It used to be a gamekeeper's cottage, I believe.\"\r\n\r\n\"Well, there seems to be a room up above,\" said Hugo, striking another\r\nmatch. \"I'm going to go up there and wait. It's quite likely that\r\nsomebody will be along soon to feed the animal, and I'm going to see\r\nwho it is.\"\r\n\r\n\"Yes, that's what we'll do. How clever of you!\"\r\n\r\n\"Not you. You get back home.\"\r\n\r\n\"I won't.\"\r\n\r\nThere was a pause. A strong man would, no doubt, have asserted himself.\r\nBut Hugo, though feeling better than he had done for days, was not\r\nfeeling quite so strong as all that.\r\n\r\n\"Just as you like.\" He shut the door. \"Well, come on. We'd better be\r\nmaking a move. The fellow may be here at any moment.\"\r\n\r\nThey climbed the crazy stairs and lowered themselves cautiously to a\r\nfloor which smelled of mice and mildew. Below, all was in darkness,\r\nbut there were holes through which it would be possible to look when\r\nthe time should come for looking. Millicent could feel one near her\r\nface.\r\n\r\n\"You don't think this floor will give way?\" she asked rather nervously.\r\n\r\n\"I shouldn't think so. Why?\"\r\n\r\n\"Well, I don't want to break my neck.\"\r\n\r\n\"You don't, don't you? Well, I would jolly well like to break mine,\"\r\nsaid Hugo, speaking tensely in the darkness. It had just occurred to\r\nhim that now would be a good time for a heart-to-heart talk. \"If you\r\nsuppose I'm keen on going on living with you and Ronnie doing the\r\nWedding Glide all over the place you're dashed well mistaken. I take it\r\nyou're aware that you've broken my bally heart, what?\"\r\n\r\n\"Oh, Hugo!\" said Millicent.\r\n\r\nSilence fell. Below, the Empress rustled. Aloft, something scuttered.\r\n\r\n\"Oo!\" cried Millicent. \"Was that a rat?\"\r\n\r\n\"I hope so.\"\r\n\r\n\"What!\"\r\n\r\n\"Rats gnaw you,\" explained Hugo. \"They cluster round and chew you to\r\nthe bone and put an end to your misery.\"\r\n\r\nThere was silence again. Then Millicent spoke in a small voice.\r\n\r\n\"You're being beastly,\" she said.\r\n\r\nRemorse poured over Hugo in a flood.\r\n\r\n\"I'm frightfully sorry. Yes, I know I am, dash it! But look here, you\r\nknow--I mean, all this getting engaged to Ronnie. A bit thick, what?\r\nYou don't expect me to give three hearty cheers, do you? Wouldn't want\r\nme to break into a few care-free dance steps?\"\r\n\r\n\"I can't believe it's really happened.\"\r\n\r\n\"Well, how did it happen?\"\r\n\r\n\"It sort of happened all of a sudden. I was feeling miserable and very\r\nangry with you and--and all that. And I met Ronnie and he took me for\r\na stroll and we went down by the lake and started throwing little bits\r\nof stick at the swans, and suddenly Ronnie sort of grunted and said,\r\n'I say!' and I said, 'Hullo?' and he said, 'Will you marry me?' and\r\nI said, 'All right,' and he said 'I ought to warn you, I despise all\r\nwomen,' and I said, 'And I loathe all men,' and he said 'Right-o, I\r\nthink we shall be very happy.'\"\r\n\r\n\"I see.\"\r\n\r\n\"I only did it to score off you.\"\r\n\r\n\"You succeeded.\"\r\n\r\nA trace of spirit crept into Millicent's voice.\r\n\r\n\"You never really loved me,\" she said. \"You know jolly well you didn't.\"\r\n\r\n\"Is that so?\"\r\n\r\n\"Well, what did you want to go sneaking off to London for, then, and\r\nstuffing that beastly girl of yours with food?\"\r\n\r\n\"She isn't my girl. And she isn't beastly.\"\r\n\r\n\"She is.\"\r\n\r\n\"Well, you seem to get on with her all right. I saw you chatting on the\r\nterrace together as cosily as dammit.\"\r\n\r\n\"What!\"\r\n\r\n\"Miss Schoonmaker.\"\r\n\r\n\"I don't know what you're talking about. What's Miss Schoonmaker got to\r\ndo with it?\"\r\n\r\n\"Miss Schoonmaker isn't Miss Schoonmaker. She's Sue Brown.\"\r\n\r\nFor a moment it seemed to Millicent that the crack in her companion's\r\nheart had spread to his head. Futile though the action was, she stared\r\nin the direction from which his voice had proceeded. Then, suddenly,\r\nhis words took on a meaning. She gasped.\r\n\r\n\"She's followed you down here?\"\r\n\r\n\"She hasn't followed me down here. She's followed Ronnie down\r\nhere. Can't you get it into your nut,\" said Hugo, with justifiable\r\nexasperation, \"that you've been making floaters and bloomers and\r\ngetting everything mixed up all along? Sue Brown has never cared a\r\ncurse for me, and I've never thought anything about her, except that\r\nshe's a jolly girl and nice to dance with. That's absolutely and\r\npositively the only reason I went out with her. I hadn't had a dance\r\nfor six weeks, and my feet had begun to itch so that I couldn't sleep\r\nat night. So I went to London and took her out, and Ronnie found her\r\ntalking to that pestilence Pilbeam and thought he had taken her out,\r\nand she had told him she didn't even know the man, which was quite\r\ntrue, but Ronnie cut up rough and said he was through with her and came\r\ndown here, and she wanted to get a word with him, so she came down\r\nhere, pretending to be Miss Schoonmaker, and the moment she gets here\r\nshe finds Ronnie is engaged to you. A nice surprise for the poor girl!\"\r\n\r\nMillicent's head had begun to swim long before the conclusion of this\r\nrecital.\r\n\r\n\"But what is Pilbeam doing down here?\"\r\n\r\n\"Pilbeam?\"\r\n\r\n\"He was on the terrace talking to her.\"\r\n\r\nA low snarl came through the darkness.\r\n\r\n\"Pilbeam here? Ah! So he came, after all, did he? He's the fellow\r\nLord Emsworth sent me to about the Empress. He runs the Argus Enquiry\r\nAgency. It was Pilbeam's minions that dogged my steps that night, at\r\nyour request. So he's here, is he? Well, let him enjoy himself while he\r\ncan. Let him sniff the country air while the sniffing is good. A bitter\r\nreckoning awaits that bloke.\"\r\n\r\nFrom the disorder of Millicent's mind another point emerged insistently\r\ndemanding explanation.\r\n\r\n\"You said she wasn't pretty!\"\r\n\r\n\"Who?\"\r\n\r\n\"Sue Brown.\"\r\n\r\n\"Nor is she.\"\r\n\r\n\"You don't call her pretty? She's fascinating.\"\r\n\r\n\"Not to me,\" said Hugo doggedly. \"There's only one girl in the world\r\nthat I call pretty, and she's going to marry Ronnie.\" He paused. \"If\r\nyou haven't realized by this time that I love you and always shall love\r\nyou and have never loved anybody else and never shall love anybody\r\nelse, you're a fathead. If you brought me Sue Brown or any other girl\r\nin the world on a plate with watercress round her, I wouldn't so much\r\nas touch her hand.\"\r\n\r\nAnother rat--unless it was an exceptionally large mouse--had begun to\r\nmake its presence felt in the darkness. It seemed to be enjoying an\r\nearly dinner off a piece of wood. Millicent did not even notice it.\r\nShe had reached out, and her hand had touched Hugo's arm. Her fingers\r\nclosed on it desperately.\r\n\r\n\"Oh, Hugo!\" she said.\r\n\r\nThe arm became animated. It clutched her, drew her along the\r\nmouse-and-mildew scented floor. And time stood still.\r\n\r\nHugo was the first to break the silence.\r\n\r\n\"And to think that not so long ago I was wishing that a flash of\r\nlightning would strike me amidships!\" he said.\r\n\r\nThe aroma of mouse and mildew had passed away. Violets seemed to be\r\nspreading their fragrance through the cottage. Violets and roses. The\r\nrat, a noisy feeder, had changed into an orchestra of harps, dulcimers,\r\nand sackbuts that played soft music.\r\n\r\nAnd then, jarring upon these sweet strains, there came the sound of the\r\ncottage door opening. And a moment later light shone through the holes\r\nin the floor.\r\n\r\nMillicent gave Hugo's arm a warning pinch. They looked down. On the\r\nfloor below stood a lantern, and beside it a man of massive build who,\r\nfrom the golloping noises that floated upward, appeared to be giving\r\nthe Empress those calories and proteids which a pig of her dimensions\r\nrequires so often and in such large quantities.\r\n\r\nThis Good Samaritan had been stooping. Now he straightened himself and\r\nlooked about him with an apprehensive eye. He raised the lantern, and\r\nits light fell upon his face.\r\n\r\nAnd, as she saw that face, Millicent, forgetting prudence, uttered in a\r\nhigh, startled voice a single word.\r\n\r\n\"Beach!\" cried Millicent.\r\n\r\nDown below, the butler stood congealed. It seemed to him that the Voice\r\nof Conscience had spoken.\r\n\r\n\r\n                                  IV\r\n\r\nConscience, besides having a musical voice, appeared also to be\r\nequipped with feet. Beach could hear them clattering down the stairs,\r\nand the volume of noise was so great that it seemed as if Conscience\r\nmust be a centipede. But he did not stir. It would have required at\r\nthat moment a derrick to move him, and there was no derrick in the\r\ngamekeeper's cottage in the west wood. He was still standing like a\r\nstatue when Hugo and Millicent arrived. Only when the identity of the\r\nnewcomers impressed itself on his numbed senses did his limbs begin\r\nto twitch and show some signs of relaxing. For he looked on Hugo as\r\na friend. Hugo, he felt, was one of the few people in his world who\r\nfinding him in his present questionable position might be expected to\r\ntake the broad and sympathetic view.\r\n\r\nHe nerved himself to speak.\r\n\r\n\"Good-evening, sir. Good-evening, miss.\"\r\n\r\n\"What's all this?\" said Hugo.\r\n\r\nYears ago, in his hot and reckless youth, Beach had once heard that\r\nquestion from the lips of a policeman. It had disconcerted him then. It\r\ndisconcerted him now.\r\n\r\n\"Well, sir,\" he replied.\r\n\r\nMillicent was staring at the Empress, who, after one courteous look\r\nof inquiry at the intruders, had given a brief grunt of welcome and\r\nreturned to the agenda.\r\n\r\n\"_You_ stole her, Beach? _You!_\"\r\n\r\nThe butler quivered. He had known this girl since her long hair and\r\nrompers days. She had sported in his pantry. He had cut elephants out\r\nof paper for her and taught her tricks with bits of string. The shocked\r\nnote in her voice seared him like vitriol. To her, he felt, niece to\r\nthe Earl of Emsworth and trained by his lordship from infancy in the\r\nbest traditions of pig worship, the theft of the Empress must seem the\r\nvilest of crimes. He burned to reëstablish himself in her eyes.\r\n\r\nThere comes in the life of every conspirator a moment when loyalty\r\nto his accomplices wavers before the urge to make things right for\r\nhimself. We can advance no more impressive proof of the nobility of\r\nthe butler's soul than that he did not obey this impulse. Millicent's\r\naccusing eyes were piercing him, but he remained true to his trust. Mr.\r\nRonald had sworn him to secrecy, and even to square himself he could\r\nnot betray him.\r\n\r\nAnd, as if by way of a direct reward from Providence for this sterling\r\nconduct, inspiration descended upon Beach.\r\n\r\n\"Yes, miss,\" he replied.\r\n\r\n\"Oh, Beach!\"\r\n\r\n\"Yes, miss. It was I who stole the animal. I did it for your sake,\r\nmiss.\"\r\n\r\nHugo eyed him sternly.\r\n\r\n\"Beach,\" he said, \"this is pure apple sauce.\"\r\n\r\n\"Sir?\"\r\n\r\n\"Apple sauce, I repeat. Why endeavour to swing the lead, Beach? What do\r\nyou mean, you stole the pig for her sake?\"\r\n\r\n\"Yes,\" said Millicent. \"Why for my sake?\"\r\n\r\nThe butler was calm now. He had constructed his story and he was going\r\nto stick to it.\r\n\r\n\"In order to remove the obstacles in your path, miss.\"\r\n\r\n\"Obstacles?\"\r\n\r\n\"Owing to the fact that you and Mr. Carmody have frequently entrusted\r\nme with your--may I say surreptitious correspondence, I have long been\r\ncognizant of your sentiments toward one another, miss. I am aware that\r\nit is your desire to contract a union with Mr. Carmody, and I knew that\r\nthere would be objections raised on the part of certain members of the\r\nfamily.\"\r\n\r\n\"So far,\" said Hugo critically, \"this sounds to me like drivel of the\r\npurest water. But go on.\"\r\n\r\n\"Thank you, sir. And then it occurred to me that, were his lordship's\r\npig to disappear, his lordship would, on recovering the animal, be\r\nextremely grateful to whoever restores it. It was my intention to\r\napprise you of the animal's whereabouts and suggest that you should\r\ninform his lordship that you had discovered it. In his gratitude, I\r\nfancied, his lordship would consent to the union.\"\r\n\r\nThere could never be complete silence in any spot where Empress of\r\nBlandings was partaking of food; but something as near silence as was\r\npossible followed this speech. In the rays of the lantern Hugo's eyes\r\nmet Millicent's. In hers, as in his, there was a look of stunned awe.\r\nThey had heard of faithful old servitors. They had read about faithful\r\nold servitors. They had seen faithful old servitors on the stage. But\r\nnever had they dreamed that faithful old servitors could be as faithful\r\nas this.\r\n\r\n\"Oh, Beach!\" said Millicent.\r\n\r\nShe had used the words before. But how different this \"Oh, Beach!\"\r\nwas from that other, earlier \"Oh, Beach!\" On that occasion the\r\nexclamation had been vibrant with reproach, pain, disillusionment. Now\r\nit contained gratitude, admiration, an affection almost too deep for\r\nspeech.\r\n\r\nAnd the same may be said of Hugo's \"Gosh!\"\r\n\r\n\"Beach,\" cried Millicent, \"you're an angel!\"\r\n\r\n\"Thank you, miss.\"\r\n\r\n\"A topper!\" agreed Hugo.\r\n\r\n\"Thank you, sir.\"\r\n\r\n\"However did you get such a corking idea?\"\r\n\r\n\"It came to me, miss.\"\r\n\r\n\"I'll tell you what it is, Beach,\" said Hugo earnestly. \"When you hand\r\nin your dinner pail in due course of time--and may the moment be long\r\ndistant!--you've got to leave your brain to the nation. You've simply\r\ngot to. Have it pickled and put in the British Museum, because it's\r\nthe outstanding brain of the century. I never heard of anything so\r\nbrilliant in my life. Of course the old boy will be all over us.\"\r\n\r\n\"He'll do anything for us,\" said Millicent.\r\n\r\n\"This is not merely a scheme. It is more. It is an egg. Pray silence\r\nfor your chairman. I want to think.\"\r\n\r\nOutside, the storm had passed. Birds were singing. Far away, the\r\nthunder still rumbled. It might have been the sound of Hugo's thoughts,\r\nleaping and jostling one another.\r\n\r\n\"I've worked it all out,\" said Hugo at length. \"Some people might say,\r\nRush to the old boy now and tell him we've found his pig. I say, no. In\r\nmy opinion we ought to hold this pig for a rising market. The longer we\r\nwait, the more grateful he will be. Give him another forty-eight hours,\r\nI suggest, and he will have reached the stage where he will deny us\r\nnothing.\"\r\n\r\n\"But----\"\r\n\r\n\"No! Act precipitately and we are undone. Don't forget that it is not\r\nmerely a question of getting your uncle's consent to our union. We've\r\ngot to break it to him that you aren't going to marry Ronnie. And the\r\nfamily have always been pretty keen on your marrying Ronnie. To my\r\nmind, another forty-eight hours at the very least is essential.\"\r\n\r\n\"Perhaps you're right.\"\r\n\r\n\"I know I'm right.\"\r\n\r\n\"Then we'll simply leave the Empress here?\"\r\n\r\n\"No,\" said Hugo decidedly. \"This place doesn't strike me as safe. If\r\nwe found her here, anybody might. We require a new safe deposit, and I\r\nknow the very one. It's----\"\r\n\r\nBeach came out of the silence. His manner betrayed agitation.\r\n\r\n\"If it is all the same to you, sir, I would much prefer not to hear it.\"\r\n\r\n\"Eh?\"\r\n\r\n\"It would be a great relief to me, sir, to be able to expunge the\r\nentire matter from my mind. I have been under a considerable mental\r\nstrain of late, sir, and I really don't think I could bear any more\r\nof it. Besides, supposing I were questioned, sir. It may be my\r\nimagination, but I have rather fancied from the way he has looked at me\r\noccasionally that Mr. Baxter harbours suspicions.\"\r\n\r\n\"Baxter always harbours suspicions about something,\" said Millicent.\r\n\r\n\"Yes, miss. But in this case they are well grounded, and if it is all\r\nthe same to you and Mr. Carmody I would greatly prefer that he was not\r\nin a position to go on harbouring them.\"\r\n\r\n\"All right, Beach,\" said Hugo. \"After what you have done for us, your\r\nlightest wish is law. You can be out of this, if you want to. Though I\r\nwas going to suggest that, if you cared to go on feeding the animal----\"\r\n\r\n\"No, sir--really--if you please....\"\r\n\r\n\"Right ho, then. Come along, Millicent. We must be shifting.\"\r\n\r\n\"Are you going to take her away now?\"\r\n\r\n\"This very moment. I pass this handkerchief through the handy ring\r\nwhich you observe in the nose and--Ho! Allez-oop! Good-bye, Beach. It\r\nis a far, far better thing that I do than I have ever done, I think.\"\r\n\r\n\"Good-bye, Beach,\" said Millicent. \"I can't tell you how grateful we\r\nare.\"\r\n\r\n\"I am glad to have given satisfaction, miss. I wish you every success\r\nand happiness, sir.\"\r\n\r\nLeft alone, the butler drew in his breath till he swelled like a\r\nballoon, then poured it out again in a long, sighing puff. He picked\r\nup the lantern and left the cottage. His walk was the walk of a butler\r\nfrom whose shoulders a great weight has rolled.\r\n\r\n\r\n                                   V\r\n\r\nIt is a fact not generally known, for a nice sense of the dignity of\r\nhis position restrained him from exercising it, that Beach possessed a\r\nrather attractive singing voice. It was a mellow baritone, in timbre\r\nnot unlike that which might have proceeded from a cask of very old, dry\r\nsherry, had it had vocal chords: and we cannot advance a more striking\r\nproof of the lightness of heart which had now come upon him than by\r\nmentioning that, as he walked home through the wood, he broke his rigid\r\nrule and definitely warbled.\r\n\r\n    \"There's a light in thy bow-er,\"\r\n\r\nsang Beach,\r\n\r\n    \"A light in thy BOW-er....\"\r\n\r\nHe felt more like a gay young second footman than a butler of years'\r\nstanding. He listened to the birds with an uplifted heart. Upon the\r\nrabbits that sported about his path he bestowed a series of indulgent\r\nsmiles. The shadow that had darkened his life had passed away. His\r\nconscience was at rest.\r\n\r\nSo completely was this so that when, on reaching the house, he was\r\ninformed by Footman James that Lord Emsworth had been inquiring for\r\nhim and desired his immediate presence in the library, he did not even\r\ntremble. A brief hour ago, and what menace this announcement would\r\nhave seemed to him to hold. But now it left him calm. It was with some\r\nlittle difficulty that, as he mounted the stairs, he kept himself from\r\nresuming his song.\r\n\r\n\"Er--Beach.\"\r\n\r\n\"Your lordship?\"\r\n\r\nThe butler now became aware that his employer was not alone. Dripping\r\nin an unpleasant manner on the carpet, for he seemed somehow to have\r\ngot himself extremely wet, stood the Efficient Baxter. Beach regarded\r\nhim with a placid eye. What was Baxter to him or he to Baxter now?\r\n\r\n\"Your lordship?\" he said again, for Lord Emsworth appeared to be\r\nexperiencing some difficulty in continuing the conversation.\r\n\r\n\"Eh? What? What? Oh, yes.\"\r\n\r\nThe ninth earl braced himself with a visible effort.\r\n\r\n\"Er--Beach.\"\r\n\r\n\"Your lordship?\"\r\n\r\n\"I--er--I sent for you, Beach----\"\r\n\r\n\"Yes, your lordship?\"\r\n\r\nAt this moment Lord Emsworth's eye fell on a volume on the desk dealing\r\nwith Diseases in Pigs. He seemed to draw strength from it.\r\n\r\n\"Beach,\" he said, in quite a crisp, masterful voice, \"I sent for you\r\nbecause Mr. Baxter has made a remarkable charge against you. Most\r\nextraordinary.\"\r\n\r\n\"I should be glad to be acquainted with the gravamen of the accusation,\r\nyour lordship.\"\r\n\r\n\"The what?\" asked Lord Emsworth, starting.\r\n\r\n\"If your lordship would be kind enough to inform me of the substance of\r\nMr. Baxter's charge?\"\r\n\r\n\"Oh, the substance? Yes. You mean the substance? Precisely. Quite so.\r\nThe substance. Yes, to be sure. Quite so. Quite so. Yes. Exactly. No\r\ndoubt.\"\r\n\r\nIt was plain to the butler that his employer had begun to dodder. Left\r\nto himself this human cuckoo clock would go maundering on like this\r\nindefinitely. Respectfully, but with the necessary firmness, he called\r\nhim to order.\r\n\r\n\"What is it that Mr. Baxter says, your lordship?\"\r\n\r\n\"Eh? Oh, tell him, Baxter. Yes, tell him, dash it.\"\r\n\r\nThe Efficient Baxter moved a step closer and began to drip on another\r\npart of the carpet. His spectacles gleamed determinedly. Here was no\r\nstammering, embarrassed peer of the realm, but a man who knew his own\r\nmind and could speak it.\r\n\r\n\"I followed you to the gamekeeper's cottage in the west wood just now,\r\nBeach.\"\r\n\r\n\"Sir?\"\r\n\r\n\"You heard what I said.\"\r\n\r\n\"Undoubtedly, sir. But I fancied I must be mistaken. I have not been to\r\nthe spot you mention, sir.\"\r\n\r\n\"I saw you with my own eyes.\"\r\n\r\n\"I can only repeat my asseveration, sir,\" said the butler with a\r\nsaintly meekness.\r\n\r\nLord Emsworth, who had taken another look at Diseases in Pigs, became\r\nbrisk again.\r\n\r\n\"He says he peeped through the window, dash it.\"\r\n\r\nBeach raised a respectful eyebrow. It was as if he had said that it\r\nwas not his place to comment on the pastimes of the Castle's guests,\r\nhowever childish. If Mr. Baxter wished to go out into the woods in the\r\nrain and play solitary games of Peep-bo, that, said the eyebrow, was a\r\nmatter that concerned Mr. Baxter alone.\r\n\r\n\"And you were in there, he says, feeding the Empress.\"\r\n\r\n\"Your lordship?\"\r\n\r\n\"And you were in there----Dash it, you heard.\"\r\n\r\n\"I beg your pardon, your lordship, but I really fail to comprehend.\"\r\n\r\n\"Well, if you want it in a nutshell, Mr. Baxter says it was you who\r\nstole my pig.\"\r\n\r\nThere were few things in the world that the butler considered worth\r\nraising both eyebrows at. This was one of the few. He stood for a\r\nmoment, exhibiting them to Lord Emsworth: then turned to Baxter, so\r\nthat he could see them, too. This done, he lowered them and permitted\r\nabout three eighths of a smile to play for a moment about his lips.\r\n\r\n\"Might I speak frankly, your lordship?\"\r\n\r\n\"Dash it, man, we want you to speak frankly. That's the whole idea.\r\nThat's why I sent for you. We want a full confession and the name of\r\nyour accomplice and all that sort of thing.\"\r\n\r\n\"I hesitate only because what I should like to say may possibly give\r\noffence to Mr. Baxter, your lordship, which would be the last thing I\r\nshould desire.\"\r\n\r\nThe prospect of offending the Efficient Baxter which caused such\r\nconcern to Beach appeared to disturb his lordship not at all.\r\n\r\n\"Get on. Say what you like.\"\r\n\r\n\"Well, then, your lordship, I think it possible that Mr. Baxter, if he\r\nwill pardon my saying so, may have been suffering from a hallucination.\"\r\n\r\n\"Tchah!\" said the Efficient Baxter.\r\n\r\n\"You mean he's potty?\" said Lord Emsworth, struck with the idea. In the\r\nexcitement of his late secretary's information, he had overlooked this\r\nsimple explanation. Now there came surging back to him all the evidence\r\nthat went to support such a theory. Those flower pots--that leap from\r\nthe library window. He looked at Baxter keenly. There _was_ a sort of\r\nwild gleam in his eyes. The old coot glitter.\r\n\r\n\"Really, Lord Emsworth!\"\r\n\r\n\"Oh, I'm not saying you are, my dear fellow. Only----\"\r\n\r\n\"It is quite obvious to me,\" said Baxter stiffly, \"that this man is\r\nlying. Wait!\" he continued, raising a hand. \"Are you prepared to come\r\nwith his lordship and me to the cottage now, at this very moment, and\r\nlet his lordship see for himself?\"\r\n\r\n\"No, sir.\"\r\n\r\n\"Ha!\"\r\n\r\n\"I should first,\" said Beach, \"wish to go downstairs and get my hat.\"\r\n\r\n\"Quite right,\" agreed Lord Emsworth cordially. \"Very sensible. Might\r\ncatch a nasty cold in the head. Certainly, get your hat, Beach, and\r\nmeet us at the front door.\"\r\n\r\n\"Very good, your lordship.\"\r\n\r\nA bystander, observing the little party that was gathered some five\r\nminutes later on the gravel outside the great door of Blandings Castle,\r\nwould have noticed about it a touch of chill, a certain restraint. None\r\nof its three members seemed really in the mood for a ramble through\r\nthe woods. Beach, though courtly, was not cordial. The face under his\r\nbowler hat was the face of a good man misjudged. Baxter was eying\r\nthe sullen sky as though he suspected it of something. As for Lord\r\nEmsworth, he had just become conscious that he was about to accompany\r\nthrough dark and deserted ways one who, though on this afternoon's\r\nevidence the trend of his tastes seemed to be toward suicide, might\r\nquite possibly become homicidal.\r\n\r\n\"One moment,\" said Lord Emsworth.\r\n\r\nHe scuttled into the house again and came out looking happier. He was\r\ncarrying a stout walking stick with an ivory knob on it."
  ]
}