{
  "index": 14,
  "title": "Chapter 13",
  "paragraphs": [
    "I\r\n\r\nThe Efficient Baxter had retired to the smoking room shortly before\r\nhalf-past seven. He desired silence and solitude, and in this cosy\r\nhaven he got both. For a few minutes nothing broke the stillness but\r\nthe slow ticking of a clock on the mantelpiece. Then from the direction\r\nof the hall there came a new sound, faint at first but swelling and\r\nswelling to a frenzied blare, seeming to throb through the air with a\r\nnote of passionate appeal like a woman wailing for her demon lover. It\r\nwas that tocsin of the soul, that muezzin of the country house, the\r\ndressing-for-dinner gong.\r\n\r\nBaxter did not stir. The summons left him unmoved. He had heard it,\r\nof course. Butler Beach was a man who swung a pretty gong stick. He\r\nhad that quick forearm flick and wristy follow through which stamp the\r\nmaster. If you were anywhere within a quarter of a mile or so you could\r\nnot help hearing him. But the sound had no appeal for Baxter. He did\r\nnot propose to go in to dinner. He wanted to be alone with his thoughts.\r\n\r\nThey were not the sort of thoughts with which most men would have\r\nwished to be left alone, being both dark and bitter. That expedition\r\nto the gamekeeper's cottage in the west wood had not proved a pleasure\r\ntrip for Rupert Baxter. Reviewing it in his mind, he burned with\r\nbaffled rage.\r\n\r\nAnd yet everybody had been very nice to him--very nice and tactful.\r\nTrue, at the moment of the discovery that the cottage contained no pig\r\nand appeared to have been pigless from its foundation, there had been\r\nperhaps just the slightest suspicion of constraint. Lord Emsworth had\r\ngrasped his ivory-knobbed stick a little more tightly and had edged\r\nbehind Beach in a rather noticeable way, his manner saying more plainly\r\nthan was agreeable, \"If he springs, be ready!\" And there had come into\r\nthe butler's face a look, hard to bear, which was a blend of censure\r\nand pity. But after that both of them had been charming.\r\n\r\nLord Emsworth had talked soothingly about light and shade effects. He\r\nhad said--and Beach had agreed with him--that in the darkness of a\r\nthunderstorm anybody might have been deceived into supposing that he\r\nhad seen a butler feeding a pig in the gamekeeper's cottage. It was\r\nprobably, said Lord Emsworth--and Beach thought so, too--a bit of wood\r\nsticking out of the wall or something. He went on to tell a longish\r\nstory of how he himself, when a boy, had fancied he had seen a cat with\r\nflaming eyes. He had concluded by advising Baxter--and Beach said the\r\nsuggestion was a good one--to hurry home and have a nice cup of hot tea\r\nand go to bed.\r\n\r\nHis attitude, in short, could not have been pleasanter or more\r\nconsiderate. Yet Baxter, as he sat in the smoking room, burned, as\r\nstated, with baffled rage.\r\n\r\nThe door handle turned. Beach stood on the threshold.\r\n\r\n\"If you have changed your mind, sir, about taking dinner, the meal is\r\nquite ready.\"\r\n\r\nHe spoke as friend to friend. There was nothing in his manner to\r\nsuggest that the man he addressed had ever accused him of stealing\r\npigs. As far as Beach was concerned, all was forgotten and forgiven.\r\n\r\nBut the milk of human kindness, of which the butler was so full, had\r\nnot yet been delivered on Baxter's doorstep. The hostility in his eye,\r\nas he fixed it on his visitor, was so marked that a lesser man than\r\nBeach might have been disconcerted.\r\n\r\n\"I don't want any dinner.\"\r\n\r\n\"Very good, sir.\"\r\n\r\n\"Bring me that whisky-and-soda quick.\"\r\n\r\n\"Yes, sir.\"\r\n\r\nThe door closed as softly as it had opened, but not before a pang like\r\na red-hot needle had pierced the ex-secretary's bosom. It was caused by\r\nthe fact that he had distinctly heard the butler, as he withdrew, utter\r\na pitying sigh.\r\n\r\nIt was the sort of sigh which a kind-hearted man would have given on\r\npeeping into a padded cell in which some old friend was confined, and\r\nBaxter resented it with all the force of an imperious nature. He had\r\nnot ceased to wonder what, if anything, could be done about it when the\r\nrefreshments arrived, carried by James the footman. James placed them\r\ngently on the table, shot a swift glance of respectful commiseration at\r\nthe patient, and passed away.\r\n\r\nThe sigh had cut Baxter like a knife. The look stabbed him like a\r\ndagger. For a moment he thought of calling the man back and asking\r\nhim what the devil he meant by staring at him like that, but wiser\r\ncounsels prevailed. He contented himself with draining a glass of\r\nwhisky-and-soda and swallowing two sandwiches.\r\n\r\nThis done, he felt a little--not much, but a little--better. Before, he\r\nwould gladly have murdered Beach and James and danced on their graves.\r\nNow, he would have been satisfied with straight murder.\r\n\r\nHowever, he was alone at last. That was some slight consolation. Beach\r\nhad come and gone. Footman James had come and gone. Everybody else must\r\nby now be either at Matchingham Hall or assembled in the dining room.\r\nOn the solitude which he so greatly desired there could be no further\r\nintrusion. He resumed his meditations.\r\n\r\nFor a time these dealt exclusively with the recent past, and were, in\r\nconsequence, of a morbid character. Then, as the grateful glow of the\r\nwhisky began to make itself felt, a softer mood came to Rupert Baxter.\r\nHis mind turned to thoughts of Sue.\r\n\r\nMen as efficient as Rupert Baxter do not fall in love in the generally\r\naccepted sense of the term. Their attitude toward the tender passion is\r\nmore restrained than that of the ordinary feckless young man who loses\r\nhis heart at first sight with a whoop and a shiver. Baxter approved of\r\nSue. We cannot say more. But this approval, added to the fact that he\r\nhad been informed by Lady Constance that the girl was the only daughter\r\nof a man who possessed sixty million dollars, had been enough to cause\r\nhim to earmark her in his mind as the future Mrs. Baxter. In that\r\ncapacity he had docketed her and filed her away at the first moment of\r\ntheir meeting.\r\n\r\nNaturally, therefore, the remarks which Lord Emsworth had let fall\r\nin her hearing had caused him grave concern. It hampers a man in\r\nhis wooing if the girl he has selected for his bride starts with the\r\nidea that he is as mad as a coot. He congratulated himself on the\r\npromptitude with which he had handled the situation. That letter which\r\nhe had written her could not fail to put him right in her eyes.\r\n\r\nRupert Baxter was a man in whose lexicon there was no such word as\r\nfailure. An heiress like this Miss Schoonmaker would not, he was aware,\r\nlack for suitors; but he did not fear them. If only she were making a\r\nreasonably long stay at the castle he felt that he could rely on his\r\nforce of character to win the day. In fact, it seemed to him that he\r\ncould almost hear the wedding bells ringing already. Then, coming out\r\nof his dreams, he realized that it was the telephone.\r\n\r\nHe reached for the instrument with a frown, annoyed at the\r\ninterruption, and spoke with an irritated sharpness.\r\n\r\n\"Hullo?\"\r\n\r\nA ghostly voice replied. The storm seemed to have effected the wires.\r\n\r\n\"Speak up!\" barked Baxter.\r\n\r\nHe banged the telephone violently on the table. The treatment, as is so\r\noften the case, proved effective.\r\n\r\n\"Blandings Castle?\" said the voice, no longer ghostly.\r\n\r\n\"Yes.\"\r\n\r\n\"Post Office, Market Blandings, speaking. Telegram for Lady Constance\r\nKeeble.\"\r\n\r\n\"I will take it.\"\r\n\r\nThe voice became faint again. Baxter went through the movements as\r\nbefore.\r\n\r\n\"Lady Constance Keeble, Blandings Castle, Market Blandings,\r\nShropshire, England,\" said the voice, recovering strength, as if it had\r\nshaken off a wasting sickness. \"Handed in at Paris.\"\r\n\r\n\"Where?\"\r\n\r\n\"Paris, France.\"\r\n\r\n\"Oh? Well?\"\r\n\r\nThe voice gathered volume.\r\n\r\n\"'Terribly sorry hear news.'\"\r\n\r\n\"What?\"\r\n\r\n\"'News.'\"\r\n\r\n\"Yes?\"\r\n\r\n\"'Terribly sorry hear news Stop Quite understand Stop So disappointed\r\nshall be unable come to you later as going back America at end of Month\r\nStop Do hope we shall be able arrange something when I return next year\r\nStop Regards Stop!'\"\r\n\r\n\"Yes?\"\r\n\r\n\"Signed 'Myra Schoonmaker.'\"\r\n\r\n\"Signed--_what?_\"\r\n\r\n\"Myra Schoonmaker.\"\r\n\r\nBaxter's mouth had fallen open. The forehead above the spectacles was\r\nwrinkled, the eyes behind them staring blankly and with a growing\r\nhorror.\r\n\r\n\"Shall I repeat?\"\r\n\r\n\"What?\"\r\n\r\n\"Do you wish the message repeated?\"\r\n\r\n\"No,\" said Baxter in a choking voice.\r\n\r\nHe hung up the receiver. There seemed to be something crawling down his\r\nback. His brain was numbed.\r\n\r\nMyra Schoonmaker! Telegraphing from Paris!\r\n\r\nThen who was this girl who was at the castle calling herself by that\r\npreposterous name? An impostor, an adventuress. She must be.\r\n\r\nAnd if he made a move to expose her she would revenge herself by\r\nshowing Lord Emsworth that letter of his.\r\n\r\nIn the agitation of the moment he had risen to his feet. He now sat\r\ndown heavily.\r\n\r\nThat letter...!\r\n\r\nHe must recover it. He must recover it at once. As long as it remained\r\nin the girl's possession it was a pistol pointed at his head. Once let\r\nLord Emsworth become acquainted with those very frank criticisms of\r\nhimself which it contained and not even his ally, Lady Constance, would\r\nbe able to restore him to his lost secretaryship. The ninth earl was a\r\nmild man, accustomed to bowing to his sister's decrees, but there were\r\nlimits beyond which he could not be pushed.\r\n\r\nAnd Baxter yearned to be back at Blandings Castle in the position he\r\nhad once enjoyed. Blandings was his spiritual home. He had held other\r\nsecretaryships--he held one now, at a salary far higher than that which\r\nLord Emsworth had paid him--but never had he succeeded in recapturing\r\nthat fascinating sense of power, of importance, of being the man who\r\ndirected the destinies of one of the largest houses in England.\r\n\r\nAt all costs he must recover that letter. And the present moment, he\r\nperceived, was ideal for the venture. The girl must have the thing in\r\nher room somewhere, and for the next hour at least she would be in the\r\ndining room. He would have ample opportunity for a search.\r\n\r\nHe did not delay. Thirty seconds later he was mounting the stairs, his\r\nface set, his spectacles gleaming grimly. A minute later he reached his\r\ndestination. No good angel, aware of what the future held, stood on the\r\nthreshold to bar his entry. The door was ajar. He pushed it open and\r\nwent in.\r\n\r\n\r\n                                  II\r\n\r\nBlandings Castle, like most places of its size and importance,\r\ncontained bedrooms so magnificent that they were never used. With their\r\nfour-poster beds and their superb but rather oppressive tapestries they\r\nhad remained untenanted since the time when Queen Elizabeth, dodging\r\nfrom country house to country house in that restless, snipe-like way of\r\nhers, had last slept in them. Of the guest rooms still in commission\r\nthe most luxurious was that which had been given to Sue.\r\n\r\nAt the moment when Baxter stole cautiously in, it was looking its best\r\nin the gentle evening light. But Baxter was not in sightseeing mood.\r\nHe ignored the carved bedstead, the easy armchairs, the pictures, the\r\ndecorations, and the soft carpet into which his feet sank. The beauty\r\nof the sky through the French windows that gave onto the balcony drew\r\nbut a single brief glance from him. Without delay he made for the\r\nwriting desk which stood against the wall near the bed. It seemed to\r\nhim a good point of departure for his search.\r\n\r\nThere were several pigeonholes in the desk. They contained single\r\nsheets of notepaper, double sheets of notepaper, postcards, envelopes,\r\ntelegraph forms, and even a little pad on which the room's occupant was\r\npresumably expected to jot down any stray thoughts and reflections on\r\nLife which might occur to him or her before turning in for the night.\r\nBut not one of them contained the fatal letter.\r\n\r\nHe straightened himself and looked about the room. The drawer of the\r\ndressing table now suggested itself as a possibility. He left the desk\r\nand made his way toward it.\r\n\r\nThe primary requisite of dressing tables being a good supply of light,\r\nthey are usually placed in a position to get as much of it as possible.\r\nThis one was no exception. It stood so near to the open windows that\r\nthe breeze was ruffling the tassels on its lamp shades: and Baxter,\r\narriving in front of it, was enabled for the first time to see the\r\nbalcony in its entirety.\r\n\r\nAnd as he saw it his heart seemed to side-slip. Leaning upon the\r\nparapet and looking out over the sea of gravel that swept up to the\r\nfront door from the rhododendron-fringed drive stood a girl. And not\r\neven the fact that her back was turned could prevent Baxter identifying\r\nher.\r\n\r\nFor an instant he remained frozen. Even the greatest men congeal\r\nbeneath the chill breath of the totally unexpected. He had assumed as\r\na matter of course that Sue was down in the dining room, and it took\r\nhim several seconds to adjust his mind to the unpleasing fact that\r\nshe was up on her balcony. When he recovered his presence of mind\r\nsufficiently to draw noiselessly away from the line of vision, his\r\nfirst emotion was one of irritation. This chopping and changing, this\r\neleventh-hour alteration of plans, these sudden decisions to remain\r\nupstairs when they ought to be downstairs, were what made women as a\r\nsex so unsatisfactory.\r\n\r\nTo irritation succeeded a sense of defeat. There was nothing for it,\r\nhe realized, but to give up his quest and go. He started to tiptoe\r\nsilently to the door, agreeably conscious now of the softness and\r\nthickness of the Axminster pile that made it possible to move unheard,\r\nand had just reached it, when from the other side there came to his\r\nears a sound of chinking and clattering--the sound, in fact, which is\r\nmade by plates and dishes when they are carried on a tray to a guest\r\nwho, after a long railway journey, has asked her hostess if she may\r\ntake dinner in her room.\r\n\r\nPractice makes perfect. This was the second time in the last three\r\nhours that Baxter had found himself trapped in a room in which it was\r\nvitally urgent that he should not be discovered, and he was getting\r\nthe technique of the thing. On the previous occasion, in the small\r\nlibrary, he had taken to himself wings like a bird and sailed out of\r\nwindow. In the present crisis such a course, he perceived immediately,\r\nwas not feasible. The way of an eagle would profit him nothing. Soaring\r\nover the balcony, he would be observed by Sue and would, in addition,\r\nunquestionably break his neck. What was needed here was the way of a\r\ndiving duck.\r\n\r\nAnd so, as the door handle turned, Rupert Baxter, even in this black\r\nhour efficient, dropped on all-fours and slid under the bed as smoothly\r\nas if he had been practising for weeks.\r\n\r\n\r\n                                  III\r\n\r\nOwing to the restricted nature of his position and the limited range\r\nof vision which he enjoys, virtually the only way in which a man who\r\nis hiding under a bed can entertain himself is by listening to what is\r\ngoing on outside. He may hear something of interest, or he may hear\r\nonly the draught sighing along the floor; but, for better or for worse,\r\nthat is all he is able to do.\r\n\r\nThe first sound that came to Rupert Baxter was that made by the placing\r\nof the tray on the table. Then, after a pause, a pair of squeaking\r\nshoes passed over the carpet and squeaked out of hearing. Baxter\r\nrecognized them as those of Footman Thomas, a confirmed squeaker.\r\n\r\nAfter this, somebody puffed, causing him to deduce the presence of\r\nBeach.\r\n\r\n\"Your dinner is quite ready, miss.\"\r\n\r\n\"Oh, thank you.\"\r\n\r\nThe girl had apparently come in from the balcony. A chair scraped to\r\nthe table. A savoury scent floated to Baxter's nostrils, causing him\r\nacute discomfort. He had just begun to realize how extremely hungry he\r\nwas and how rash he had been, first to attempt to dine off a couple of\r\nsandwiches and secondly to undertake a mission like his present one\r\nwithout a square meal inside him.\r\n\r\n\"That is chicken, miss--en casserole.\"\r\n\r\nBaxter had deduced as much, and was trying not to let his mind dwell\r\non it. He uttered a silent groan. In addition to the agony of having\r\nto smell food, he was beginning to be conscious of a growing cramp in\r\nhis left leg. He turned on one side and did his best to emulate the\r\neasy nonchalance of those Indian fakirs who, doubtless from the best\r\nmotives, spend the formative years of their lives lying on iron spikes.\r\n\r\n\"It looks very good.\"\r\n\r\n\"I trust you will enjoy it, miss. Is there anything further that I can\r\ndo for you?\"\r\n\r\n\"No, thank you. Oh, yes. Would you mind fetching that manuscript from\r\nthe balcony? I was reading it out there, and I left it on the chair.\r\nIt's Mr. Threepwood's book.\"\r\n\r\n\"Indeed, miss? An exceedingly interesting compilation, I should\r\nimagine?\"\r\n\r\n\"Yes, very.\"\r\n\r\n\"I wonder if it would be taking a liberty, miss, to ask you to inform\r\nme later, at your leisure, if I make any appearance in its pages.\"\r\n\r\n\"You?\"\r\n\r\n\"Yes, miss. From what Mr. Galahad has let fall from time to time I\r\nfancy it was his intention to give me printed credit as his authority\r\nfor certain of the stories which appear in the book.\"\r\n\r\n\"Do you want to be in it?\"\r\n\r\n\"Most decidedly, miss. I should consider it an honour. And it would\r\nplease my mother.\"\r\n\r\n\"Have you a mother?\"\r\n\r\n\"Yes, miss. She lives at Eastbourne.\"\r\n\r\nThe butler moved majestically onto the balcony, and Sue's mind had\r\nturned to speculation about his mother and whether she looked anything\r\nlike him when there was a sound of hurrying feet without, the door flew\r\nopen, and Beach's mother passed from her mind like the unsubstantial\r\nfabric of a dream. With a little choking cry she rose to her feet.\r\nRonnie was standing before her."
  ]
}