{
  "index": 13,
  "title": "Chapter 12",
  "paragraphs": [
    "I\r\n\r\nBlandings Castle basked in the afterglow of a golden summer evening.\r\nOnly a memory now was the storm which, two hours since, had raged with\r\nsuch violence through its parks, pleasure grounds, and messuages. It\r\nhad passed, leaving behind it peace and bird song and a sunset of pink\r\nand green and orange and opal and amethyst. The air was cool and sweet,\r\nand the earth sent up a healing fragrance. Little stars were peeping\r\ndown from a rain-washed sky.\r\n\r\nTo Ronnie Fish, slumped in an armchair in his bedroom on the second\r\nfloor, the improved weather conditions brought no spiritual uplift. He\r\ncould see the sunset, but it left him cold. He could hear the thrushes\r\ncalling in the shrubberies, but did not think much of them. It is, in\r\nshort, in no sunny mood that we reintroduce Ronald Overbury Fish to the\r\nreader of this chronicle.\r\n\r\nThe meditation of a man who has recently proposed to and been accepted\r\nby a girl some inches taller than himself, for whom he entertains no\r\nwarmer sentiment than a casual feeling that, take her for all in all,\r\nshe isn't a bad sort of egg, must of necessity tend toward the sombre:\r\nand the surroundings in which Ronnie had spent the latter part of the\r\nafternoon had not been of a kind to encourage optimism. At the moment\r\nwhen the skies suddenly burst asunder and the world became a shower\r\nbath, he had been walking along the path that skirted the wall of the\r\nkitchen garden; and the only shelter that offered itself was a gloomy\r\ncave or dugout that led to the heating apparatus of the hothouses. Into\r\nthis he had dived like a homing rabbit, and here, sitting on a heap of\r\nbricks, he had remained for the space of fifty minutes with no company\r\nbut one small green frog and his thoughts.\r\n\r\nThe place was a sort of Sargasso Sea into which had drifted all the\r\nflotsam and jetsam of the kitchen-garden which adjoined. There was a\r\nwheelbarrow, lacking its wheel and lying drunkenly on its side. There\r\nwere broken pots in great profusion. There were a heap of withered\r\nflowers, a punctured watering can, a rake with large gaps in its front\r\nteeth, some potatoes unfit for human consumption, and half a dead\r\nblackbird. The whole effect was extraordinarily like hell, and Ronnie's\r\nspirits, not high at the start, had sunk lower and lower.\r\n\r\nSobered by rain, wheelbarrows, watering cans, rakes, potatoes, and dead\r\nblackbirds, not to mention the steady, supercilious eye of a frog which\r\nresembled that of a bishop at the Athenæum inspecting a shy new member,\r\nRonnie had begun definitely to repent of the impulse which had led him\r\nto ask Millicent to be his wife. And now, in the cosier environment of\r\nhis bedroom, he was regretting it more than ever.\r\n\r\nLike most people who have made a defiant and dramatic gesture and then\r\nhave leisure to reflect, he was oppressed by a feeling that he had gone\r\nconsiderably farther than was prudent. Samson, as he heard the pillars\r\nof the temple begin to crack, must have felt the same. Gestures are all\r\nvery well while the intoxication lasts. The trouble is that it lasts\r\nsuch a very little while.\r\n\r\nIn asking Millicent to marry him he had gone, he now definitely\r\nrealized, too far. He had overdone it. It was not that he had any\r\nobjection to Millicent as a wife. He had none whatever--provided she\r\nwere somebody else's wife. What was so unpleasant was the prospect of\r\nbeing married to her himself.\r\n\r\nHe groaned in spirit and became aware that he was no longer alone. The\r\ndoor had opened, and his friend Hugo Carmody was in the room. He noted\r\nwith a dull surprise that Hugo was in the conventional costume of the\r\nEnglish gentleman about to dine. He had not supposed the hour so late.\r\n\r\n\"Hullo,\" said Hugo. \"Not dressed? That gong's gone.\"\r\n\r\nIt now became clear to Ronnie that he simply was not equal to facing\r\nhis infernal family at the dinner table. He supposed that Millicent\r\nhad spread the news of their engagement by this time, and that\r\nmeant discussion, wearisome congratulations, embraces from his Aunt\r\nConstance, chaff of the vintage of 1895 from his Uncle Galahad--in\r\nshort, fuss and gabble. And he was in no mood for fuss and gabble. Pot\r\nluck with a tableful of Trappist monks he might just have endured, but\r\nnot a hearty feed with the family.\r\n\r\n\"I don't want any dinner.\"\r\n\r\n\"No dinner?\"\r\n\r\n\"No.\"\r\n\r\n\"Ill or something?\"\r\n\r\n\"No.\"\r\n\r\n\"But you don't want any dinner? I see. Rummy! However, your affair,\r\nof course. It begins to look as if I should have to don the nosebag\r\nalone. Beach tells me that Baxter also will be absent from the trough.\r\nHe's upset about something, it seems, and has asked for a snort and\r\nsandwiches in the smoking room. And as for the pustule Pilbeam,\" said\r\nHugo grimly, \"I propose to interview him at the earliest possible date,\r\nand after that he won't want any dinner, either.\"\r\n\r\n\"Where are the rest of them?\"\r\n\r\n\"Didn't you know?\" said Hugo, surprised. \"They're dining over at old\r\nParsloe's. Your aunt, Lord Emsworth, old Galahad, and Millicent.\"\r\nHe coughed. A moment of some slight embarrassment impended. \"I say,\r\nRonnie, old man, while on the subject of Millicent----\"\r\n\r\n\"Well?\"\r\n\r\n\"You know that engagement of yours?\"\r\n\r\n\"What about it?\"\r\n\r\n\"It's off.\"\r\n\r\n\"Off?\"\r\n\r\n\"Right off. A washout. She's changed her mind.\"\r\n\r\n\"What!\"\r\n\r\n\"Yes. She's going to marry me. I may tell you we have been engaged for\r\nweeks--one of those secret betrothals--but we had a row. Row now over.\r\nComplete reconciliation. So she asked me to break it to you gently that\r\nin the circs she proposes to return you to store.\"\r\n\r\nA thrill of ecstasy shot through Ronnie. He felt as men on the scaffold\r\nfeel when the messenger bounds in with the reprieve.\r\n\r\n\"Well, that's the first bit of good news I've had for a long time,\" he\r\nsaid.\r\n\r\n\"You mean you didn't want to marry Millicent?\"\r\n\r\n\"Of course I didn't.\"\r\n\r\n\"Not so much of the 'of course,' laddie,\" said Hugo, offended.\r\n\r\n\"She's an awfully nice girl----\"\r\n\r\n\"An angel. Shropshire's leading seraph.\"\r\n\r\n\"--but I'm not in love with her any more than she's in love with me.\"\r\n\r\n\"In that case,\" said Hugo, with justifiable censure, \"why propose to\r\nher? A goofy proceeding, it seems to me.\" He clicked his tongue. \"Of\r\ncourse, this is what happened. You grabbed Millicent to score off Sue,\r\nand she grabbed you to score off me. And now, I suppose, you've fixed\r\nit up with Sue again. Very sound. Couldn't have made a wiser move.\r\nShe's obviously the girl for you.\"\r\n\r\nRonnie winced. The words had touched a nerve. He had been trying not\r\nto think of Sue, but without success. Her picture insisted on rising\r\nbefore him. Not being able to exclude her from his thoughts he had\r\ntried to think of her bitterly.\r\n\r\n\"I haven't,\" he cried.\r\n\r\nExtraordinary how difficult it was, even now, to think bitterly of Sue.\r\nSue was Sue. That was the fundamental fact that hampered him. Try as he\r\nmight to concentrate it on the tragedy of Mario's restaurant, his mind\r\ninsisted on slipping back to earlier scenes of sunshine and happiness.\r\n\r\n\"You haven't?\" said Hugo, damped.\r\n\r\nThat Ronnie could possibly be in ignorance of Sue's arrival at the\r\ncastle never occurred to him. Long ere this, he took it for granted,\r\nthey must have met. And he assumed, from the equanimity with which his\r\nfriend had received the news of the loss of Millicent, that Sue and he\r\nmust have had just such another heart-to-heart talk as had taken place\r\nin the room above the gamekeeper's cottage. The dour sullenness of\r\nRonnie's face made his kindly heart sink.\r\n\r\n\"You mean you haven't fixed things up?\"\r\n\r\n\"No.\"\r\n\r\nRonnie writhed. Sue in his car. Sue up the river. Sue in his arms to\r\nthe music of sweet saxophones. Sue laughing. Sue smiling. Sue in the\r\nspringtime, with the little breezes ruffling her hair....\r\n\r\nHe forced his mind away from these weakening visions. Sue at\r\nMario's.... That was better.... Sue letting him down.... Sue hobnobbing\r\nwith the blister Pilbeam.... That was much better.\r\n\r\n\"I think you're being very hard on that poor little girl, Ronnie.\"\r\n\r\n\"Don't call her a poor little girl.\"\r\n\r\n\"I will call her a poor little girl,\" said Hugo firmly. \"To me she is a\r\npoor little girl, and I don't care who knows it. I don't mind telling\r\nyou that my heart bleeds for her. Bleeds profusely. And I must say I\r\nshould have thought----\"\r\n\r\n\"I don't want to talk about her.\"\r\n\r\n\"--after her doing what she has done----\"\r\n\r\n\"I don't want to talk about her, I tell you.\"\r\n\r\nHugo sighed. He gave it up. The situation was what they called an\r\n_impasse_. Too bad. His best friend and a dear little girl like that\r\nparted forever. Two jolly good eggs sundered for all eternity. Oh,\r\nwell, that was Life.\r\n\r\n\"If you want to talk about anything,\" said Ronnie, \"you had much better\r\ntalk about this engagement of yours.\"\r\n\r\n\"Only too glad, old man. Was afraid it might bore you, or would have\r\ntouched more freely on subject.\"\r\n\r\n\"I suppose you realize the family will squash it flat?\"\r\n\r\n\"Oh, no, they won't.\"\r\n\r\n\"You think my Aunt Constance is going to leap about and bang the\r\ncymbals?\"\r\n\r\n\"The Keeble, I admit,\" said Hugo, with a faint shiver, \"may make her\r\npresence felt to some extent. But I rely on the ninth earl's support\r\nand patronage. Before long, I shall be causing the ninth to look on me\r\nas a son.\"\r\n\r\n\"How?\"\r\n\r\nFor a moment Hugo almost yielded to the temptation to confide in this\r\nfriend of his youth. Then he realized the unwisdom of such a course.\r\nBy an odd coincidence, he was thinking exactly the same of Ronnie\r\nas Ronnie at an earlier stage of this history had thought of him.\r\nRonnie, he considered, though a splendid chap, was not fitted to be a\r\nrepository of secrets. A babbler. A sieve. The sort of fellow who would\r\nspread a secret hither and thither all over the place before nightfall.\r\n\r\n\"Never mind,\" he said. \"I have my methods.\"\r\n\r\n\"What are they?\"\r\n\r\n\"Just methods,\" said Hugo, \"and jolly good ones. Well, I'll be pushing\r\noff. I'm late. Sure you won't come down to dinner? Then I'll be going.\r\nIt is imperative that I get hold of Pilbeam with all possible speed.\r\nDon't want the sun to go down on my wrath. All has ended happily in\r\nspite of him, but that's no reason why he shouldn't be massacred. I\r\nlook on myself as a man with a public duty.\"\r\n\r\nFor some minutes after the door had closed Ronnie remained humped in\r\nhis chair. Then, in spite of everything, there began to creep upon\r\nhim a desire for food, too strong to be resisted. Perfect health and\r\na tealess afternoon spent in the open had given him a compelling\r\nappetite. He still shrank from the thought of the dining room. Fond as\r\nhe was of Hugo, he simply could not stand his conversation to-night. A\r\nchop at the Emsworth Arms would meet the case. He could get down there\r\nin five minutes in his two-seater.\r\n\r\nHe rose. His mind, as he moved to the door, was not entirely occupied\r\nwith thoughts of food. Hugo's parting words had turned it in the\r\ndirection of Pilbeam again.\r\n\r\nWhat had brought Pilbeam to the castle, he did not know. But, now\r\nthat he was here, let him look out for himself! A couple of minutes\r\nalone with P. Frobisher Pilbeam was just the medicine his bruised soul\r\nrequired. Apparently, from what he had said, Hugo also entertained some\r\ngrievances against the man. It could be nothing compared with his own.\r\n\r\nPilbeam! The cause of all his troubles. Pilbeam! The snake in the\r\ngrass. Pilbeam!... Yes.... His heart might be broken, his life a wreck,\r\nbut he could still enjoy the faint consolation of dealing faithfully\r\nwith Pilbeam.\r\n\r\nHe went out into the corridor. And, as he did so, Percy Pilbeam came\r\nout of the room opposite.\r\n\r\n\r\n                                  II\r\n\r\nPilbeam had dressed for dinner with considerable care. Owing to the\r\nfact that Lord Emsworth, in his woolen-headed way, had completely\r\nforgotten to inform him of the exodus to Matchingham Hall, he was\r\nexpecting to meet a gay and glittering company at the meal and had\r\nprepared himself accordingly. Looking at the result in the mirror, he\r\nhad felt a glow of contentment. This glow was still warming him as he\r\npassed into the corridor. As his eyes fell on Ronnie it faded abruptly.\r\n\r\nIn the days of his editorship of _Society Spice_, that frank and\r\nfearless journal, P. Frobisher Pilbeam had once or twice had personal\r\nencounters with people having no cause to wish him well. They had\r\nnot appealed to him. He was a man who found no pleasure in physical\r\nviolence. And that physical violence threatened now was only too\r\nsickeningly plain. It was foreshadowed in the very manner in which this\r\nsmall but sturdy young man confronting him had begun to creep forward.\r\nPilbeam, who was an F. R. Z. S., had seen leopards at the Zoo creep\r\njust like that.\r\n\r\nYears of conducting a weekly scandal sheet, followed by a long period\r\nof activity as a private inquiry agent, undoubtedly train a man well\r\nfor the exhibition of presence of mind in sudden emergencies. One finds\r\nit difficult in the present instance to overpraise Percy Pilbeam's\r\nready resource. Had a great military strategist been present he would\r\nhave nodded approval. With the grim menace of Ronnie Fish coming closer\r\nand closer, Percy Pilbeam did exactly what Napoleon, Hannibal, or the\r\ngreat Duke of Marlborough would have done. Reaching behind him for\r\nthe handle and twisting it sharply, he slipped through the door of his\r\nbedroom, banged it, and was gone. Many an eel has disappeared into the\r\nmud with less smoothness and celerity.\r\n\r\nIf the leopard which he resembled had seen its prey vanish into the\r\nundergrowth just before dinner time it would probably have expressed\r\nits feelings in exactly the same kind of short, rasping cry as\r\nproceeded from Ronnie Fish, witnessing this masterly withdrawal. For an\r\ninstant he was completely taken aback. Then he plunged for the door and\r\ninto the room.\r\n\r\nHe stood, baffled. Pilbeam had vanished. To Ronnie's astonished eyes\r\nthe apartment appeared entirely free from detectives in any shape or\r\nform whatsoever. There was the bed. There were the chairs. There were\r\nthe carpet, the dressing table, and the bookshelf. But of private\r\ninquiry agents there was a complete shortage.\r\n\r\nHow long this miracle would have continued to afflict him, one cannot\r\nsay. His mind was still dealing dazedly with it, when there came to his\r\nears a sharp click, as of a key being turned in the lock. It seemed to\r\nproceed from a hanging cupboard at the other side of the room.\r\n\r\nOld Miles Fish, Ronnie's father, might, as Lord Emsworth had asserted,\r\nhave been the biggest fool in the Brigade of Guards, but his son could\r\nreason and deduce. Springing forward, he tugged at the handle of the\r\ncupboard door. The door stood fast.\r\n\r\nAt the same moment there filtered through it the sound of muffled\r\nbreathing.\r\n\r\nRonnie was already looking grim. He now looked grimmer. He placed his\r\nlips to the panel.\r\n\r\n\"Come out of that!\"\r\n\r\nThe breathing stopped.\r\n\r\n\"All right,\" said Ronnie, with a hideous calm. \"Right jolly ho! I can\r\nwait.\"\r\n\r\nFor some moments there was silence. Then from the beyond a voice spoke\r\nin reply.\r\n\r\n\"Be reasonable!\" said the voice.\r\n\r\n\"Reasonable?\" said Ronnie thickly. \"Reasonable, eh?\" He choked. \"Come\r\nout! I only want to pull your head off,\" he added, with a note of\r\nappeal.\r\n\r\nThe voice became conciliatory.\r\n\r\n\"I know what you're upset about,\" it said.\r\n\r\n\"You do, eh?\"\r\n\r\n\"Yes, I quite understand. But I can explain everything.\"\r\n\r\n\"What?\"\r\n\r\n\"I say I can explain everything.\"\r\n\r\n\"You can, can you?\"\r\n\r\n\"Quite,\" said the voice.\r\n\r\nUp till now Ronnie had been pulling. It now occurred to him that\r\npushing might possibly produce more satisfactory results. So he pushed.\r\nNothing, however, happened. Blandings Castle was a house which rather\r\nprided itself on its solidity. Its walls were walls and its doors,\r\ndoors. No jimcrack work here. The cupboard creaked but did not yield.\r\n\r\n\"I say!\"\r\n\r\n\"Well?\"\r\n\r\n\"I wish you'd listen. I tell you I can explain everything. About that\r\nnight at Mario's, I mean. I know exactly how it is. You think Miss\r\nBrown is fond of me. I give you my solemn word she can't stand the\r\nsight of me. She told me so herself.\"\r\n\r\nA pleasing thought came to Ronnie.\r\n\r\n\"You can't stay in there all night,\" he said.\r\n\r\n\"I don't want to stay in here all night.\"\r\n\r\n\"Well, come on out, then.\"\r\n\r\nThe voice became plaintive.\r\n\r\n\"I tell you she had never set eyes on me before that night at Mario's.\r\nShe was dining with that fellow Carmody, and he went out and I came\r\nover and introduced myself. No harm in that, was there?\"\r\n\r\nRonnie wondered if kicking would do any good. A tender feeling for his\r\ntoes, coupled with the reflection that his Uncle Clarence might have\r\nsomething to say if he started breaking up cupboard doors, caused him\r\nto abandon the scheme. He stood, breathing tensely.\r\n\r\n\"Just a friendly word, that's all I came over to say. Why shouldn't a\r\nfellow introduce himself to a girl and say a friendly word?\"\r\n\r\n\"I wish I'd got there earlier.\"\r\n\r\n\"I'd have been glad to see you,\" said Pilbeam courteously.\r\n\r\n\"Would you?\"\r\n\r\n\"Quite.\"\r\n\r\n\"I shall be glad to see _you_,\" said Ronnie, \"when I can get this\r\ndamned door open.\"\r\n\r\nPilbeam began to fear asphyxiation. The air inside the cupboard was\r\ngrowing closer. Peril lent him the inspiration which it so often does.\r\n\r\n\"Look here,\" he said, \"are you Ronnie?\"\r\n\r\nRonnie turned pinker.\r\n\r\n\"I don't want any of your dashed cheek.\"\r\n\r\n\"No, but listen. Is your name Ronnie?\"\r\n\r\nSilence without.\r\n\r\n\"Because if it is,\" said Pilbeam, \"you're the fellow she's come here to\r\nsee.\"\r\n\r\nMore silence.\r\n\r\n\"She told me so. In the garden this evening. She came here calling\r\nherself Miss Shoemaker, or some such name, just to see you. That ought\r\nto show you that I'm not the man she's keen on.\"\r\n\r\nThe silence was broken by a sharp exclamation.\r\n\r\n\"What's that?\"\r\n\r\nPilbeam repeated his remark. A growing hopefulness lent an almost\r\nfinicky clearness to his diction.\r\n\r\n\"Come out!\" cried Ronnie.\r\n\r\n\"That's all very well, but----\"\r\n\r\n\"Come out, I want to talk to you.\"\r\n\r\n\"You are talking to me.\"\r\n\r\n\"I don't want to bellow this through a door. Come on out. I swear I\r\nwon't touch you.\"\r\n\r\nIt was not so much Pilbeam's faith in the knightly word of the Fishes\r\nthat caused him to obey the request as a feeling that, if he stayed\r\ncooped up in this cupboard much longer, he would get a rush of blood to\r\nthe head. Already he was beginning to feel as if he were breathing a\r\nsolution of dust and mothballs. He emerged. His hair was rumpled, and\r\nhe regarded his companion warily. He had the air of a man who has taken\r\nhis life in his hands. But the word of the Fishes held good. As far as\r\nRonnie was concerned the war appeared to be over.\r\n\r\n\"What did you say? She's here?\"\r\n\r\n\"Quite.\"\r\n\r\n\"What do you mean, quite?\"\r\n\r\n\"Certainly. Quite. She got here just before I did. Haven't you seen\r\nher?\"\r\n\r\n\"No.\"\r\n\r\n\"Well, she's here. She's in the room they call the Garden Room. I heard\r\nher tell that old bird Galahad so. If you go there now,\" said Pilbeam\r\ninsinuatingly, \"you could have a quiet word with her before she goes\r\ndown to dinner.\"\r\n\r\n\"And she said she had come here to see me?\"\r\n\r\n\"Yes. To explain about that night at Mario's. And what I say,\"\r\nproceeded Pilbeam warmly, \"is, if a girl didn't love a fellow, would\r\nshe come to a place like this, calling herself Miss Shoolbred or\r\nsomething, simply to see him? I ask you!\" said Pilbeam.\r\n\r\nRonnie did not answer. His feelings held him speechless. He was too\r\ndeep in a morass of remorse to be able to articulate. Indeed, he was in\r\na frame of mind so abased that he almost asked Pilbeam to kick him. The\r\nthought of how he had wronged his blameless Sue was almost too bitter\r\nto be borne. It bit like a serpent and stung like an adder.\r\n\r\nFrom the surge and riot of his reflections one thought now emerged\r\nclearly, shining like a beacon on a dark night. The Garden Room!\r\n\r\nTurning without a word, he shot out of the door as quickly as Percy\r\nPilbeam a short while ago had shot in. And Percy Pilbeam, with a deep\r\nsigh, went to the dressing table, took up the brush, and started to\r\nrestore his hair to a state fit for the eyes of the nobility and\r\ngentry. This done, he smoothed his moustache and went downstairs to the\r\ndrawing room.\r\n\r\n\r\n                                  III\r\n\r\nThe drawing room was empty. And to Pilbeam's surprise it continued\r\nto be empty for quite a considerable time. He felt puzzled. He had\r\nexpected to meet a reproachful host with an eye on the clock and a\r\nhaughty hostess clicking her tongue. As the minutes crept by and his\r\nsolitude remained unbroken, he began to grow restless.\r\n\r\nHe wandered about the room, staring at the pictures, straightening his\r\ntie and examining the photographs on the little tables. The last of\r\nthese was one of Lord Emsworth, taken apparently at about the age of\r\nthirty, in long whiskers and the uniform of the Shropshire Yeomanry.\r\nHe was gazing at this with the fascinated horror which it induced in\r\neveryone who saw it suddenly for the first time, when the door at last\r\nopened, and with a sinking sensation of apprehension Pilbeam beheld the\r\nmajestic form of Beach.\r\n\r\nFor an instant he stood eying the butler with that natural alarm which\r\ncomes to all of us when in the presence of a man who a few short hours\r\nearlier has given us one look and made us feel like a condemned food\r\nproduct. Then his tension relaxed.\r\n\r\nIt has been well said that for every evil in this world nature supplies\r\nan antidote. If butlers come, can cocktails be far behind? Beach was\r\ncarrying a tray with glasses and a massive shaker on it; and Pilbeam,\r\nseeing these, found himself regarding their formidable bearer almost\r\nwith equanimity.\r\n\r\n\"A cocktail, sir?\"\r\n\r\n\"Thanks.\"\r\n\r\nHe accepted a brimming glass. The darkness of its contents suggested a\r\nwelcome strength. He drank. And instantaneously all through his system\r\nbeacon fires seemed to burst into being.\r\n\r\nHe drained the glass. His whole outlook on life was now magically\r\ndifferent. Quite suddenly he had begun to feel equal to a dozen\r\nbutlers, however glazed their eyes might be.\r\n\r\nAnd it might have been an illusion caused by gin and vermouth, but this\r\nbutler seemed to have changed considerably for the better since their\r\nlast meeting. His eye, though still glassy, had lost the old basilisk\r\nquality. There appeared now, in fact, to be something so positively\r\nlight hearted about Beach's whole demeanour that the proprietor of the\r\nArgus Enquiry Agency was emboldened to plunge into conversation.\r\n\r\n\"Nice evening.\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"Nice after the storm.\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"Came down a bit, didn't it?\"\r\n\r\n\"The rain was undoubtedly extremely heavy, sir. Another cocktail?\"\r\n\r\n\"Thanks.\"\r\n\r\nThe relighting of the beacons had the effect of removing from Pilbeam\r\nthe last trace of diffidence and shyness. He saw now that he had been\r\nentirely mistaken in this butler. Encountering him in the hall at the\r\nmoment of his arrival, he had supposed him supercilious and hostile. He\r\nnow perceived that he was a butler and a brother. More like Old King\r\nCole, that jolly old soul, indeed, than anybody Pilbeam had met for\r\nmonths.\r\n\r\n\"I got caught in it,\" he said affably.\r\n\r\n\"Indeed, sir?\"\r\n\r\n\"Yes. Lord Emsworth had been showing me some photographs of that pig of\r\nhis.... By the way, in strict confidence--what's your name?\"\r\n\r\n\"Beach, sir.\"\r\n\r\n\"In strict confidence, Beach, I know something about that pig.\"\r\n\r\n\"Indeed, sir?\"\r\n\r\n\"Yes. Well, after I had seen the photographs I went for a walk in the\r\npark and the rain came on and I got pretty wet. In fact, I don't mind\r\ntelling you I had to get under cover and take my trousers off to dry.\"\r\n\r\nHe laughed merrily.\r\n\r\n\"Another cocktail, sir?\"\r\n\r\n\"Making three in all?\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"Perhaps you're right,\" said Pilbeam.\r\n\r\nFor some moments he sat, pensive and distrait, listening to the strains\r\nof a brass band which seemed to have started playing somewhere in the\r\nvicinity. Then his idly floating thoughts drifted back to the mystery\r\nwhich had been vexing him before this delightful butler's entry.\r\n\r\n\"I say, Beach, I've been waiting here hours and hours. Where's this\r\ndinner I heard you beating gongs about?\"\r\n\r\n\"Dinner is ready, sir, but I put it back some little while, as\r\ngentlemen aren't punctual in the summer time.\"\r\n\r\nPilbeam considered this statement. It sounded to him as if it would\r\nmake rather a good song title. Gentlemen aren't punctual in the summer\r\ntime, in the summer time (I said, In the summertime). So take me back\r\nto that old Kentucky Shack.... He tried to fit it to the music which\r\nthe brass band was playing, but it did not go very well, and he gave it\r\nup.\r\n\r\n\"Where is everybody?\" he asked.\r\n\r\n\"His lordship and her ladyship and Mr. Galahad and Miss Threepwood are\r\ndining at Matchingham Hall.\"\r\n\r\n\"What! With old Pop Parsloe?\"\r\n\r\n\"With Sir Gregory Parsloe-Parsloe, yes, sir.\"\r\n\r\nPilbeam chuckled.\r\n\r\n\"Well, well, well! Quick worker, old Parsloe. Don't you think so,\r\nBeach? I mean, you advise him to do a thing, to act in a certain way,\r\nto adopt a certain course of action, and he does it right away. You\r\nagree with me, Beach?\"\r\n\r\n\"I fear my limited acquaintance with Sir Gregory scarcely entitles me\r\nto offer an opinion, sir.\"\r\n\r\n\"Talking of old Parsloe, Beach--you did say your name was Beach?\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"With a capital B?\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"Well, talking of old Parsloe, Beach, I could tell you something about\r\nhim--something he's up to.\"\r\n\r\n\"Indeed, sir?\"\r\n\r\n\"But I'm not going to. Respect client's confidence. Lips sealed.\r\nProfessional secret.\"\r\n\r\n\"Yes, sir?\"\r\n\r\n\"As you rightly say, yes. Any more of that stuff in the shaker, Beach?\"\r\n\r\n\"A little, sir, if you consider it judicious.\"\r\n\r\n\"That's just what I do consider it. Start pouring.\"\r\n\r\nThe detective sipped luxuriously, fuller and fuller every moment of an\r\nuplifting sense of well-being. If the friendship which had sprung up\r\nbetween himself and the butler was possibly a little one-sided, on the\r\none side on which it did exist it was warm, even fervent. It seemed\r\nto Pilbeam that for the first time since he had arrived at Blandings\r\nCastle he had found a real chum, a kindred soul in whom he might\r\nconfide. And he was filled with an overwhelming desire to confide in\r\nsomebody.\r\n\r\n\"As a matter of fact, Beach,\" he said, \"I could tell you all sorts of\r\nthings about all sorts of people. Practically everybody in this house I\r\ncould tell you something about. What's the name of that chap with the\r\nlight hair, for instance? The old boy's secretary.\"\r\n\r\n\"Mr. Carmody, sir?\"\r\n\r\n\"Carmody! That's the name. I've been trying to remember it. Well, I\r\ncould tell you something about Carmody.\"\r\n\r\n\"Indeed, sir?\"\r\n\r\n\"Yes. Something about Carmody that would interest you very much. I saw\r\nCarmody this afternoon when Carmody didn't see me.\"\r\n\r\n\"Indeed, sir?\"\r\n\r\n\"Yes. Where is Carmody?\"\r\n\r\n\"I imagine he will be down shortly, sir. Mr. Ronald also.\"\r\n\r\n\"Ronald!\" Pilbeam drew in his breath sharply. \"There's a tough baby,\r\nBeach. That Ronnie. Do you know what he wanted to do just now? Murder\r\nme!\"\r\n\r\nIn Beach's opinion, for he did not look on Percy Pilbeam as a very\r\nnecessary member of society, this would have been a commendable act,\r\nand he regretted that its consummation had been prevented. He was also\r\nfeeling that the conscientious butler he had always prided himself on\r\nbeing would long ere this have withdrawn and left this man to talk to\r\nhimself. But even the best of butlers have human emotions, and the\r\nmagic of Pilbeam's small-talk held Beach like a spell. It reminded\r\nhim of the Gossip page of _Society Spice_, a paper to which he was a\r\nregular subscriber. He was piqued and curious. So far, it was true, his\r\ncompanion had merely hinted, but something seemed to tell him that, if\r\nhe lingered on, a really sensational news item would shortly emerge.\r\n\r\nHe had never been more right in his life. Pilbeam by this time had\r\nfinished the fourth cocktail, and the urge to confide had become\r\noverpowering. He looked at Beach, and it nearly made him cry to think\r\nthat he was holding anything back from such a splendid fellow.\r\n\r\n\"And do you know why he wanted to murder me, Beach?\"\r\n\r\nIt scarcely seemed to the butler that the action required anything in\r\nthe nature of a reasoned explanation, but he murmured the necessary\r\nresponse.\r\n\r\n\"I could not say, sir.\"\r\n\r\n\"Of course you couldn't. How could you? You don't know. That's why I'm\r\ntelling you. Well, listen. He's in love with a girl in the chorus at\r\nthe Regal, a girl named Sue Brown, and he thought I had been taking her\r\nout to dinner. That's why he wanted to murder me, Beach.\"\r\n\r\n\"Indeed, sir?\"\r\n\r\nThe butler spoke calmly, but he was deeply stirred. He had always\r\nflattered himself that the inmates of Blandings Castle kept few secrets\r\nfrom him, but this was something new.\r\n\r\n\"Yes. That was why. I had the dickens of a job holding him off, I can\r\ntell you. Do you know what saved me, Beach?\"\r\n\r\n\"No, sir.\"\r\n\r\n\"Presence of mind. I put it to him--to Ronnie--I put it to Ronnie as a\r\nreasonable man that, if this girl loved me, would she have come to this\r\nplace, pretending to be Miss Shoemaker, simply so as to see him?\"\r\n\r\n\"Sir!\"\r\n\r\n\"Yes, that's who Miss Shoemaker is, Beach. She's a chorus girl called\r\nSue Brown, and she's come here to see Ronnie.\"\r\n\r\nBeach stood transfixed. His eyes swelled bulbously from their sockets.\r\nHe was incapable of even an \"Indeed, sir?\"\r\n\r\nHe was still endeavouring to assimilate this extraordinary revelation\r\nwhen Hugo Carmody entered the room.\r\n\r\n\"Ah!\" said Hugo, his eye falling on Pilbeam. He stiffened. He stood\r\nlooking at the detective like Schopenhauer's butcher at the selected\r\nlamb.\r\n\r\n\"Leave us, Beach,\" he said, in a grave, deep voice.\r\n\r\nThe butler came out of his trance.\r\n\r\n\"Sir?\"\r\n\r\n\"Pop off.\"\r\n\r\n\"Very good, sir.\"\r\n\r\nThe door closed.\r\n\r\n\"I've been looking for you, viper,\" said Hugo.\r\n\r\n\"Have you, Carmody?\" said Percy Pilbeam effervescently. \"I've been\r\nlooking for you, too. Got something I want to talk to you about. Each\r\nlooking for each. Or am I thinking of a couple of other fellows? Come\r\nright in, Carmody, and sit down. Good old Carmody! Jolly old Carmody!\r\nSplendid old Carmody. Well, well, well, well, well!\"\r\n\r\nIf the lamb mentioned above had suddenly accosted the above-mentioned\r\nbutcher in a similar strain of hearty camaraderie, it could have hardly\r\ndisconcerted him more than Pilbeam with these cheery words disconcerted\r\nHugo. His stern, set gaze became a gaping stare.\r\n\r\nThen he pulled himself together. What did words matter? He had no time\r\nto bother about words. Action was what he was after. Action!\r\n\r\n\"I don't know if you're aware of it, worm,\" he said, \"but you came\r\njolly near to blighting my life.\"\r\n\r\n\"Doing what, Carmody?\"\r\n\r\n\"Blighting my life.\"\r\n\r\n\"List to me while I tell you of the Spaniard who blighted my life,\"\r\nsang Percy Pilbeam, letting it go like a lark in the springtime. He had\r\nnever felt happier or in more congenial society. \"How did I blight your\r\nlife, Carmody?\"\r\n\r\n\"You didn't.\"\r\n\r\n\"You said I did.\"\r\n\r\n\"I said you tried to.\"\r\n\r\n\"Make up your mind, Carmody.\"\r\n\r\n\"Don't keep calling me Carmody.\"\r\n\r\n\"But, Carmody,\" protested Pilbeam, \"it's your name, isn't it?\r\nCertainly it is. Then why try to hush it up, Carmody? Be frank and\r\nopen. I don't mind people knowing my name. I glory in it. It's\r\nPilbeam--Pilbeam--Pilbeam--that's what it is--Pilbeam!\"\r\n\r\n\"In about thirty seconds,\" said Hugo, \"it will be Mud.\"\r\n\r\nIt struck Percy Pilbeam for the first time that in his companion's\r\nmanner there was a certain peevishness.\r\n\r\n\"Something the matter?\" he asked, concerned.\r\n\r\n\"I'll tell you what's the matter.\"\r\n\r\n\"Do, Carmody, do,\" said Pilbeam. \"Do, do, do. Confide in me. I like\r\nyour face.\"\r\n\r\nHe settled himself in a deep armchair and, putting the tips of his\r\nfingers together after a little preliminary difficulty in making them\r\nmeet, leaned back, all readiness to listen to whatever trouble it was\r\nthat was disturbing this new friend of his.\r\n\r\n\"Some days ago, insect----\"\r\n\r\nPilbeam opened his eyes.\r\n\r\n\"Speak up, Carmody,\" he said. \"Don't mumble.\"\r\n\r\nHugo's fingers twitched. He regarded his companion with a burning\r\neye and wondered why he was wasting time talking instead of at once\r\nproceeding to the main business of the day and knocking the fellow's\r\nhead off at the roots. What saved Pilbeam was the reclining position he\r\nhad assumed. If you are a Carmody and a sportsman, you cannot attack\r\neven a viper if it persists in lying back on its spine and keeping its\r\neyes shut.\r\n\r\n\"Some days ago,\" he began again, \"I called at your office. And after we\r\nhad talked of this and that I left. I discovered later that immediately\r\nupon my departure you had set your foul spies on my trail and had\r\ninstructed them to take notes of my movements and report on them. The\r\nresult being that I came jolly close to having my bally life ruined.\r\nAnd, if you want to know what I'm going to do, I'm going to haul you\r\nout of that chair and turn you round and kick you hard and go on\r\nkicking you till I kick you out of the house. And if you dare to shove\r\nyour beastly little nose back inside the place, I'll disembowel you.\"\r\n\r\nPilbeam unclosed his eyes.\r\n\r\n\"Nothing,\" he said, \"could be fairer than that. Nevertheless, that's no\r\nreason why you should go about stealing pigs.\"\r\n\r\nHugo had often read stories in which people reeled and would have\r\nfallen had they not clutched at whatever it was that they clutched\r\nat. He had never expected to undergo that experience himself. But it\r\nis undoubtedly the fact that, if he had not at this moment gripped\r\nthe back of a chair, he would have been hard put to it to remain\r\nperpendicular.\r\n\r\n\"Pig pincher!\" said Pilbeam austerely, and closed his eyes again.\r\n\r\nHugo, having established his equilibrium by means of the chair, had now\r\nmoved away. He was making a strong effort to recover his morale. He\r\npicked up the photograph of Lord Emsworth in his Yeomanry uniform and\r\nlooked at it absently; then, as if it had just dawned upon him, put it\r\ndown with a shudder, like a man who finds that he has been handling a\r\nsnake.\r\n\r\n\"What do you mean?\" he said thickly.\r\n\r\nPilbeam's eyes opened.\r\n\r\n\"What do I mean? What do you think I mean? I mean you're a pig pincher.\r\nThat's what I mean. You go to and fro, sneaking pigs and hiding them in\r\ncaravans.\"\r\n\r\nHugo took up Lord Emsworth's photograph again, saw what he was doing,\r\nand dropped it quickly. Pilbeam had closed his eyes once more, and,\r\nlooking at him, Hugo could not repress a reluctant thrill of awe. He\r\nhad often read about the superhuman intuition of detectives, but he had\r\nnever before been privileged to observe it in operation. Then an idea\r\noccurred to him.\r\n\r\n\"Did you see me?\"\r\n\r\n\"What say, Carmody?\"\r\n\r\n\"Did you see me?\"\r\n\r\n\"Yes, I see you, Carmody,\" said Pilbeam playfully. \"Peep-bo!\"\r\n\r\n\"Did you see me put that pig in the caravan?\"\r\n\r\nPilbeam nodded eleven times in rapid succession.\r\n\r\n\"Certainly I saw you, Carmody. Why shouldn't I see you, considering I'd\r\nbeen caught in the rain and taken shelter in the caravan and was in\r\nthere with my trousers off, trying to dry them because I'm subject to\r\nlumbago?\"\r\n\r\n\"I didn't see you.\"\r\n\r\n\"No, Carmody, you did not. And I'll tell you why, Carmody. Because I\r\nheard a girl's voice outside saying, 'Be quick, or somebody will come\r\nalong!' and I hid. You don't suppose I would let a sweet girl see me\r\nin knee-length mesh-knit underwear, do you? Not done, Carmody,\" said\r\nPilbeam severely. \"Not cricket.\"\r\n\r\nHugo was experiencing the bitterness which comes to all criminals\r\nwho discover too late that they have undone themselves by trying to\r\nbe clever. It had seemed at the time such a good idea to remove the\r\nEmpress from the gamekeeper's cottage in the west wood and place her\r\nin Baxter's caravan, where nobody would think of looking. How could\r\nhe have anticipated that the caravan would be bulging with blighted\r\ndetectives?\r\n\r\nAt this tense moment the door opened and Beach appeared.\r\n\r\n\"I beg your pardon, sir, but do you propose to wait any longer for Mr.\r\nRonald?\"\r\n\r\n\"Eh?\"\r\n\r\n\"Certainly not,\" said Pilbeam. \"Who the devil's Mr. Ronald, I should\r\nlike to know? I didn't come to this place to do a fast-cure. I want my\r\ndinner, and I want it now. And if Mr. Ronald doesn't like it, he can do\r\nthe other thing.\" He strode in a dominating manner to the door. \"Come\r\nalong, Carmody. Din-dins.\"\r\n\r\nHugo had sunk into a chair.\r\n\r\n\"I don't want any dinner,\" he said dully.\r\n\r\n\"You don't want any dinner?\"\r\n\r\n\"No.\"\r\n\r\n\"No dinner?\"\r\n\r\n\"No.\"\r\n\r\nPilbeam shrugged his shoulders impatiently.\r\n\r\n\"The man's an ass,\" he said.\r\n\r\nHe headed for the stairs. His manner seemed to indicate that he washed\r\nhis hands of Hugo.\r\n\r\nBeach lingered.\r\n\r\n\"Shall I bring you some sandwiches, sir?\"\r\n\r\n\"No, thanks. What's that?\"\r\n\r\nA loud crash had sounded. The butler went to the door and looked out.\r\n\r\n\"It is Mr. Pilbeam, sir. He appears to have fallen downstairs.\"\r\n\r\nFor an instant a look of hope crept into Hugo's careworn face.\r\n\r\n\"Has he broken his neck?\"\r\n\r\n\"Apparently not, sir.\"\r\n\r\n\"Ah,\" said Hugo regretfully."
  ]
}