{
  "index": 10,
  "title": "Chapter 9",
  "paragraphs": [
    "I\r\n\r\nThe rose garden of Blandings Castle was a famous beauty spot. Most\r\npeople who visited it considered it deserving of a long and leisurely\r\ninspection. Enthusiastic horticulturists frequently went pottering\r\nand sniffing about it for hours on end. The tour through its fragrant\r\ngroves personally conducted by the Hon. Galahad Threepwood lasted some\r\nsix minutes.\r\n\r\n\"Well, that's what it is, you see,\" he said, as they emerged, waving\r\na hand vaguely. \"Roses and--er--roses, and all that sort of thing.\r\nYou get the idea. And now, if you don't mind, I ought to be getting\r\nback. I want to keep in touch with the house. It slipped my mind, but\r\nI'm expecting a man to call to see me at any moment on some rather\r\nimportant business.\"\r\n\r\nSue was quite willing to return. She liked her companion, but she had\r\nfound his company embarrassing. The subject of the Schoonmaker family\r\nhistory showed a tendency to bulk too largely in his conversation for\r\ncomfort. Fortunately, his practice of asking a question and answering\r\nit himself and then rambling off into some anecdote of the person or\r\npersons involved had enabled her so far to avoid disaster; but there\r\nwas no saying how long this happy state of things would last. She was\r\nglad of the opportunity of being alone.\r\n\r\nBesides, Ronnie was somewhere out in these grounds. At any moment, if\r\nshe went wandering through them, she might come upon him. And then,\r\nshe told herself, all would be well. Surely he could not preserve his\r\nsullen hostility in the face of the fact that she had come all this\r\nway, pretending dangerously to be Miss Schoonmaker of New York, simply\r\nin order to see him?\r\n\r\nHer companion, she found, was still talking.\r\n\r\n\"He wants to see me about a play. This book of mine is going to make a\r\nstir, you see, and he thinks that if he can get me to put my name to\r\nthe play....\"\r\n\r\nSue's thoughts wandered again. She gathered that the caller he was\r\nexpecting had to do with the theatrical industry, and wondered for a\r\nmoment if it was anyone she had ever heard of. She was not sufficiently\r\ninterested to make inquiries. She was too busy thinking of Ronnie.\r\n\r\n\"I shall be quite happy,\" she said, as the voice beside her ceased.\r\n\"It's such a lovely place. I shall enjoy just wandering about by\r\nmyself.\"\r\n\r\nThe Hon. Galahad seemed shocked at the idea.\r\n\r\n\"Wouldn't dream of leaving you alone. Clarence will look after you, and\r\nI shall be back in a few minutes.\"\r\n\r\nThe name seemed to Sue to strike a familiar chord. Then she remembered.\r\nLord Emsworth. Ronnie's Uncle Clarence. The man who held Ronnie's\r\ndestinies in the hollow of his hand.\r\n\r\n\"Hi! Clarence!\" called the Hon. Galahad.\r\n\r\nSue perceived pottering toward them a long, stringy man of mild and\r\nbenevolent aspect. She was conscious of something of a shock. In\r\nRonnie's conversation the Earl of Emsworth had always appeared in the\r\nlight of a sort of latter-day ogre, a man at whom the stoutest nephew\r\nmight well shudder. She saw nothing formidable in this newcomer.\r\n\r\n\"Is that Lord Emsworth?\" she asked, surprised.\r\n\r\n\"Yes. Clarence, this is Miss Schoonmaker.\"\r\n\r\nHis lordship had pottered up and was beaming amiably.\r\n\r\n\"Is it, indeed? Oh, ah, yes, to be sure. Delighted. How are you? How\r\nare you? Miss Who?\"\r\n\r\n\"Schoonmaker. Daughter of my old friend Johnny Schoonmaker. You knew\r\nshe was arriving. Considering that you were in the hall when Constance\r\nwent to meet her----\"\r\n\r\n\"Oh, yes.\" The cloud was passing from what, for want of a better word,\r\nmust be called Lord Emsworth's mind. \"Yes, yes, yes. Yes, to be sure.\"\r\n\r\n\"I've got to leave you to look after her for a few minutes, Clarence.\"\r\n\r\n\"Certainly, certainly.\"\r\n\r\n\"Take her about and show her things. I wouldn't go too far from the\r\nhouse, if I were you. There's a storm coming up.\"\r\n\r\n\"Exactly. Precisely. Yes, I will take her about and show her things.\r\nAre you fond of pigs?\"\r\n\r\nSue had never considered this point before. Hers had been an urban\r\nlife, and she could not remember ever having come into contact with a\r\npig on what might be termed a social footing. But, remembering that\r\nthis was the man whom Ronnie had described as being wrapped up in one\r\nof these animals, she smiled her bright smile.\r\n\r\n\"Oh, yes. Very.\"\r\n\r\n\"Mine has been stolen.\"\r\n\r\n\"I'm so sorry.\"\r\n\r\nLord Emsworth was visibly pleased at this womanly sympathy.\r\n\r\n\"But I now have strong hopes that she may be recovered. The trained\r\nmind is everything. What I always say----\"\r\n\r\nWhat it was that Lord Emsworth always said was unfortunately destined\r\nto remain unrevealed. It would probably have been something good, but\r\nthe world was not to hear it; for at this moment, completely breaking\r\nhis train of thought, there came from above, from the direction of the\r\nwindow of the small library, an odd scrabbling sound. Something shot\r\nthrough the air. And the next instant there appeared in the middle of\r\na flower bed containing lobelias something that was so manifestly not\r\na lobelia that he stared at it in stunned amazement, speech wiped from\r\nhis lips as with a sponge.\r\n\r\nIt was the Efficient Baxter. He was on all fours, and seemed to be\r\ngroping about for his spectacles, which had fallen off and got hidden\r\nin the undergrowth.\r\n\r\n\r\n                                  II\r\n\r\nProperly considered, there is no such thing as an insoluble mystery.\r\nIt may seem puzzling at first sight when ex-secretaries start falling\r\nas the gentle rain from heaven upon the lobelias beneath, but there is\r\nalways a reason for it. That Baxter did not immediately give the reason\r\nwas due to the fact that he had private and personal motives for not\r\ndoing so.\r\n\r\nWe have called Rupert Baxter efficient, and efficient he was. The\r\nword, as we interpret it, implies not only a capacity for performing\r\nthe ordinary tasks of life with a smooth firmness of touch but in\r\naddition a certain alertness of mind, a genius for opportunism, a gift\r\nfor seeing clearly, thinking swiftly, and Doing It Now. With these\r\nqualities Rupert Baxter was preëminently equipped; and it had been with\r\nhim the work of a moment to perceive, directly the Hon. Galahad had\r\nleft the house with Sue, that here was his chance of popping upstairs,\r\nnipping into the small library, and abstracting the manuscript of the\r\nReminiscences. Having popped and nipped, as planned, he was in the\r\nvery act of searching the desk when the sound of a footstep outside\r\nfroze him from his spectacles to the soles of his feet. The next moment\r\nfingers began to turn the door handle.\r\n\r\nYou may freeze a Baxter's body, but you cannot numb his active brain.\r\nWith one masterful, lightning-like flash of clear thinking he took in\r\nthe situation and saw the only possible way out. To reach the door\r\nleading to the large library he would have to circumnavigate the desk.\r\nThe window, on the other hand, was at his elbow. So he jumped out of it.\r\n\r\nAll these things Baxter could have explained in a few words. Refraining\r\nfrom doing so, he rose to his feet and began to brush the mould from\r\nhis knees.\r\n\r\n\"Baxter! What on earth----?\"\r\n\r\nThe ex-secretary found the gaze of his late employer trying to nerves\r\nwhich had been considerably shaken by his fall. The occasions on which\r\nhe disliked Lord Emsworth most intensely were just these occasions when\r\nthe other gaped at him open-mouthed like a surprised halibut.\r\n\r\n\"I overbalanced,\" he said curtly.\r\n\r\n\"Overbalanced?\"\r\n\r\n\"Slipped.\"\r\n\r\n\"Slipped?\"\r\n\r\n\"Yes. Slipped.\"\r\n\r\n\"How? Where?\"\r\n\r\nIt now occurred to Baxter that by a most fortunate chance the window of\r\nthe small library was not the only one that looked out onto this arena\r\ninto which he had precipitated himself. He might equally well have\r\ndescended from the larger library which adjoined it.\r\n\r\n\"I was leaning out of the library window.\"\r\n\r\n\"Why?\"\r\n\r\n\"Inhaling the air.\"\r\n\r\n\"What for?\"\r\n\r\n\"And I lost my balance.\"\r\n\r\n\"Lost your balance?\"\r\n\r\n\"I slipped.\"\r\n\r\n\"Slipped?\"\r\n\r\nBaxter had the feeling--it was one which he had often had in the old\r\ndays when conversing with Lord Emsworth--that an exchange of remarks\r\nhad begun which might go on forever. A keen desire swept over him to\r\nbe--and that right speedily--in some other place. He did not care where\r\nit was. So long as Lord Emsworth was not there it would be Paradise\r\nenow.\r\n\r\n\"I think I will go indoors and wash my hands,\" he said.\r\n\r\n\"And face,\" suggested the Hon. Galahad.\r\n\r\n\"My face also,\" said Rupert Baxter coldly.\r\n\r\nHe started to move round the angle of the house, but long before he\r\nhad got out of hearing Lord Emsworth's high and penetrating tenor was\r\ndealing with the situation. His lordship, as so often happened on these\r\noccasions, was under the impression that he spoke in a hushed whisper.\r\n\r\n\"Mad as a coot!\" he said. And the words rang out through the still\r\nsummer air like a public oration.\r\n\r\nThey cut Baxter to the quick. They were not the sort of words to which\r\na man with an inch and a quarter of skin off his left shin bone ought\r\never to have been called upon to listen. With flushed ears and glowing\r\nspectacles, the Efficient Baxter passed on his way. Statistics relating\r\nto madness among coots are not to hand, but we may safely doubt whether\r\neven in the ranks of these notoriously unbalanced birds there could\r\nhave been found at this moment one who was feeling half as mad as he\r\nwas.\r\n\r\n\r\n                                  III\r\n\r\nLord Emsworth continued to gaze at the spot where his late secretary\r\nhad passed from sight.\r\n\r\n\"Mad as a coot,\" he repeated.\r\n\r\nIn his brother Galahad he found a ready supporter.\r\n\r\n\"Madder,\" said the Hon. Galahad.\r\n\r\n\"Upon my word, I think he's actually worse than he was two years ago.\r\nThen, at least, he never fell out of windows.\"\r\n\r\n\"Why on earth do you have that fellow here?\"\r\n\r\nLord Emsworth sighed.\r\n\r\n\"It's Constance, my dear Galahad. You know what she is. She insisted on\r\ninviting him.\"\r\n\r\n\"Well, if you take my advice you'll hide the flower pots. One of the\r\nthings this fellow does when he gets these attacks,\" explained the Hon.\r\nGalahad, taking Sue into the family confidence, \"is to go about hurling\r\nflower pots at people.\"\r\n\r\n\"Really?\" said Sue.\r\n\r\n\"I assure you. Looking for me, Beach?\"\r\n\r\nThe careworn figure of the butler had appeared, walking as one pacing\r\nbehind the coffin of an old friend.\r\n\r\n\"Yes, sir. The gentleman has arrived, Mr. Galahad. I looked in the\r\nsmall library, thinking that you might possibly be there, but you were\r\nnot.\"\r\n\r\n\"No, I was out here.\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"That's why you couldn't find me. Show him up to the small library,\r\nBeach, and tell him I'll be with him in a moment.\"\r\n\r\n\"Very good, sir.\"\r\n\r\nThe Hon. Galahad's temporary delay in going to see his visitor was due\r\nto his desire to linger long enough to tell Sue, to whom he had taken\r\na warm fancy and whom he wished to shield as far as it was in his\r\npower from the perils of life, what every girl ought to know about the\r\nEfficient Baxter.\r\n\r\n\"Never let yourself be alone with that fellow in a deserted spot, my\r\ndear,\" he counselled. \"If he suggests a walk in the woods call for\r\nhelp. Been off his head for years. Ask Clarence.\"\r\n\r\nLord Emsworth nodded solemnly.\r\n\r\n\"And it looks to me,\" went on the Hon. Galahad, \"as if his mania had\r\nnow taken a suicidal turn. Overbalanced, indeed! How the deuce could\r\nhe have overbalanced? Flung himself out bodily, that's what he did.\r\nI couldn't think who it was he reminded me of till this moment. He's\r\nthe living image of a man I used to know in the 'nineties. The first\r\nintimation any of us had that this chap had anything wrong with him was\r\nwhen he turned up to supper at the house of a friend of mine--George\r\nPallant. You remember George, Clarence?--with a couple of days' beard\r\non him. And when Mrs. George, who had known him all her life, asked him\r\nwhy he hadn't shaved--'Shaved?' says this fellow, surprised.--Packleby,\r\nhis name was. One of the Leicestershire Packlebys.--'Shaved, dear\r\nlady?' he says. 'Well, considering that they even hide the butter knife\r\nwhen I come down to breakfast for fear I'll try to cut my throat with\r\nit, is it reasonable to suppose they'd trust me with a razor?' Quite\r\nstuffy about it, he was, and it spoiled the party. Look after Miss\r\nSchoonmaker, Clarence. I shan't be long.\"\r\n\r\nLord Emsworth had little experience in the art of providing diversion\r\nfor young girls. Left thus to his native inspiration, he pondered a\r\nwhile. If the Empress had not been stolen, his task would, of course,\r\nhave been simple. He could have given this Miss Schoonmaker a half hour\r\nof sheer entertainment by taking her down to the piggeries to watch\r\nthat superb animal feed. As it was, he was at something of a loss.\r\n\r\n\"Perhaps you would care to see the rose garden?\" he hazarded.\r\n\r\n\"I should love it,\" said Sue.\r\n\r\n\"Are you fond of roses?\"\r\n\r\n\"Tremendously.\"\r\n\r\nLord Emsworth found himself warming to this girl. Her personality\r\npleased him. He seemed dimly to recall something his sister Constance\r\nhad said about her--something about wishing that her nephew Ronald\r\nwould settle down with some nice girl with money like that Miss\r\nSchoonmaker whom Julia had met at Biarritz. Feeling so kindly toward\r\nher, it occurred to him that a word in season, opening her eyes to his\r\nnephew's true character, might prevent the girl making a mistake which\r\nshe would regret forever when it was too late.\r\n\r\n\"I think you know my nephew Ronald?\" he said.\r\n\r\n\"Yes.\"\r\n\r\nLord Emsworth paused to smell a rose. He gave Sue a brief biography of\r\nit before returning to the theme.\r\n\r\n\"That boy's an ass,\" he said.\r\n\r\n\"Why?\" said Sue sharply. She began to feel less amiable toward this\r\nstringy old man. A moment before she had been thinking that it was\r\nrather charming, that funny, vague manner of his. Now she saw him\r\nclearly for what he was--a dodderer, and a Class A dodderer at that.\r\n\r\n\"Why?\" His lordship considered the point. \"Well, heredity, probably,\r\nI should say. His father, old Miles Fish, was the biggest fool in the\r\nBrigade of Guards.\" He looked at her impressively through slanting\r\npince-nez, as if to call her attention to the fact that this was\r\nsomething of an achievement. \"The boy throws tennis balls at pigs,\" he\r\nwent on, getting down to the ghastly facts.\r\n\r\nSue was surprised. The words, if she had caught them correctly, seemed\r\nto present a side of Ronnie's character of which she had been unaware.\r\n\r\n\"Does what?\"\r\n\r\n\"I saw him with my own eyes. He threw a tennis ball at Empress of\r\nBlandings. And not once but repeatedly.\"\r\n\r\nThe motherly instinct which all girls feel toward the men they love\r\nurged Sue to say something in Ronnie's defence. But apart from\r\nsuggesting that the pig had probably started it she could not think\r\nof anything. They left the rose garden and began to walk back to the\r\nlawn, Lord Emsworth still exercised by the thought of his nephew's\r\nshortcomings. For one reason and another Ronnie had always been a\r\nsource of vague annoyance to him since boyhood. There had even been\r\ntimes when he had felt that he would almost have preferred the society\r\nof his younger son, Frederick.\r\n\r\n\"Aggravating boy,\" he said. \"Most aggravating. Always up to something\r\nor other. Started a night club the other day. Lost a lot of money over\r\nit. Just the sort of thing he would do. My brother Galahad started some\r\nkind of a club many years ago. It cost my old father nearly a thousand\r\npounds, I recollect. There is something about Ronald that reminds me\r\nvery much of Galahad at the same age.\"\r\n\r\nAlthough Sue had found much in the author of the Reminiscences to\r\nattract her she was able to form a very fair estimate of the sort\r\nof young man he must have been in the middle twenties. This charge,\r\naccordingly, struck her as positively libellous.\r\n\r\n\"I don't agree with you, Lord Emsworth.\"\r\n\r\n\"But you never knew my brother Galahad as a young man,\" his lordship\r\npointed out cleverly.\r\n\r\n\"What is the name of that hill over there?\" asked Sue in a cold voice,\r\nchanging the unpleasant subject.\r\n\r\n\"That hill? Oh, that one?\" It was the only one in sight. \"It is called\r\nthe Wrekin.\"\r\n\r\n\"Oh?\" said Sue.\r\n\r\n\"Yes,\" said Lord Emsworth.\r\n\r\n\"Ah,\" said Sue.\r\n\r\nThey had crossed the lawn and were on the broad terraces that looked\r\nout over the park. Sue leaned on the low stone wall that bordered it\r\nand gazed before her into the gathering dusk.\r\n\r\nThe castle had been built on a knoll of rising ground, and on this\r\nterrace one had the illusion of being perched up at a great height.\r\nFrom where she stood, Sue got a sweeping view of the park and of the\r\ndim, misty Vale of Blandings that dreamed beyond. In the park, rabbits\r\nwere scuttling to and fro. In the shrubberies birds called sleepily.\r\nFrom somewhere out across the fields there came the faint tinkling of\r\nsheep bells. The lake shone like old silver, and there was a river in\r\nthe distance, dull gray between the dull green of the trees.\r\n\r\nIt was a lovely sight, age-old, orderly, and English, but it was\r\nspoiled by the sky. The sky was overcast and looked bruised. It seemed\r\nto be made of dough, and one could fancy it pressing down on the world\r\nlike a heavy blanket. And it was muttering to itself. A single heavy\r\ndrop of rain splashed on the stone beside Sue, and there was a low\r\ngrowl far away as if some powerful and unfriendly beast had spied her.\r\n\r\nShe shivered. She had been gripped by a sudden depression, a strange\r\nforeboding that chilled the spirit. That muttering seemed to say that\r\nthere was no happiness anywhere and never could be any. The air was\r\ngrowing close and clammy. Another drop of rain fell, squashily like a\r\ntoad, and spread itself over her hand.\r\n\r\nLord Emsworth was finding his companion unresponsive. His stream of\r\nprattle slackened and died away. He began to wonder how he was to\r\nescape from a girl who, though undeniably pleasing to the eye, was\r\nproving singularly difficult to talk to. Raking the horizon in search\r\nof aid, he perceived Beach approaching, a silver salver in his hand.\r\nThe salver had a card on it and an envelope.\r\n\r\n\"For me, Beach?\"\r\n\r\n\"The card, your lordship. The gentleman is in the hall.\"\r\n\r\nLord Emsworth breathed a sigh of relief.\r\n\r\n\"You will excuse me, my dear? It is most important that I should see\r\nthis fellow immediately. My brother Galahad will be back very shortly,\r\nI have no doubt. He will entertain you. You don't mind?\"\r\n\r\nHe bustled away, glad to go, and Sue became conscious of the salver,\r\nthrust deferentially toward her.\r\n\r\n\"For you, miss.\"\r\n\r\n\"For me?\"\r\n\r\n\"Yes, miss,\" moaned Beach, like a winter wind wailing through dead\r\ntrees.\r\n\r\nHe inclined his head sombrely and was gone. She tore open the envelope.\r\nFor one breath-taking instant she had thought it might be from Ronnie.\r\nBut the writing was not Ronnie's familiar scrawl. It was bold, clear,\r\ndecisive writing, the writing of an efficient man.\r\n\r\nShe looked at the last page.\r\n\r\n    Yours sincerely\r\n    R. J. BAXTER.\r\n\r\nSue's heart was beating faster as she turned back to the beginning.\r\nWhen a girl in the position in which she had placed herself has been\r\nstared at through steel-rimmed spectacles in the way this R. J. Baxter\r\nhad stared at her through his spectacles, her initial reaction to\r\nmysterious notes from the man behind the lenses cannot but be a panic\r\nfear that all has been discovered.\r\n\r\nThe opening sentence dispelled her alarm. Purely personal motives, it\r\nappeared, had caused Rupert Baxter to write these few lines. The mere\r\nfact that the letter began with the words \"Dear Miss Schoonmaker\" was\r\nenough in itself to bring comfort.\r\n\r\n    At the risk of annoying you by the intrusion of my private affairs\r\n    [wrote the Efficient Baxter, rather in the manner of one beginning\r\n    an after-dinner speech], I feel that I must give you an explanation\r\n    of the incident which occurred in the garden in your presence this\r\n    afternoon. From the observation--in the grossest taste--which Lord\r\n    Emsworth let fall in my hearing, I fear you may have placed a wrong\r\n    construction on what took place. (I allude to the expression \"Mad\r\n    as a coot,\" which I distinctly heard Lord Emsworth utter as I moved\r\n    away.)\r\n\r\n    The facts were precisely as I stated. I was leaning out of the\r\n    library window, and, chancing to lean too far, I lost my balance\r\n    and fell. That I might have received serious injuries and was\r\n    entitled to expect sympathy, I overlook. But the words \"Mad as a\r\n    coot\" I resent extremely.\r\n\r\n    Had this incident not occurred, I would not have dreamed of saying\r\n    anything to prejudice you against your host. As it is, I feel that\r\n    in justice to myself I must tell you that Lord Emsworth is a man to\r\n    whose utterances no attention should be paid. He is to all intents\r\n    and purposes half-witted. Life in the country, with its lack of\r\n    intellectual stimulus, has caused his natural feebleness of mind\r\n    to reach a stage which borders closely on insanity. His relatives\r\n    look on him as virtually an imbecile and have, in my opinion, every\r\n    cause to do so.\r\n\r\n    In these circumstances, I think I may rely on you to attach no\r\n    importance to his remarks this afternoon.\r\n\r\n                                                        Yours sincerely\r\n                                                          R. J. BAXTER.\r\n\r\n    P.S. You will, of course, treat this as entirely confidential.\r\n\r\n    P.P.S. If you are fond of chess and would care for a game after\r\n    dinner I am a good player.\r\n\r\n    P.P.S.S. Or bezique.\r\n\r\nSue thought it a good letter, neat and well expressed. Why it had\r\nbeen written she could not imagine. It had not occurred to her that\r\nlove--or, at any rate, a human desire to marry a wealthy heiress--had\r\nbegun to burgeon in R. J. Baxter's bosom. With no particular emotions\r\nother than the feeling that if he was counting on playing bezique with\r\nher after dinner he was due for a disappointment, she put the letter in\r\nher pocket, and looked out over the park again.\r\n\r\nThe object of all good literature is to purge the soul of its petty\r\ntroubles. This, she was pleased to discover, Baxter's letter had\r\nsucceeded in doing. Recalling its polished phrases, she found herself\r\nsmiling appreciatively.\r\n\r\nThat muttering sky did not look so menacing now. Everything, she told\r\nherself, was going to be all right. After all, she did not ask much\r\nfrom Fate--just an uninterrupted five minutes with Ronnie. And if Fate\r\nso far had denied her this very moderate demand----\r\n\r\n\"All alone?\"\r\n\r\nSue turned, her heart beating quickly. The voice, speaking close behind\r\nher, had had something of the effect of a douche of iced water down her\r\nback. For, restorative though Baxter's letter had been, it had not\r\nleft her in quite the frame of mind to enjoy anything so sudden and\r\njumpy as an unexpected voice.\r\n\r\nIt was the Hon. Galahad, back from his interview with the gentleman,\r\nand the sight of him did nothing to calm her agitation. He was eying\r\nher, she thought, with a strange and sinister intentness. And though\r\nhis manner, as he planted himself beside her and began to talk, seemed\r\nall that was cordial and friendly, she could not rid herself of a\r\nfeeling of uneasiness. That look still lingered in her mind's eye.\r\nWith the air all heavy and woolly and the sky growling pessimistic\r\nprophecies it had been a look to alarm the bravest girl.\r\n\r\nChattering amiably, the Hon. Galahad spoke of this and that: of scenery\r\nand the weather; of birds and rabbits; of friends of his who had served\r\nterms in prison, and of other friends who, one would have said on the\r\nevidence, had been lucky to escape. Then his monocle was up again and\r\nthat look was back on his face.\r\n\r\nThe air was more breathless than ever.\r\n\r\n\"You know,\" said the Hon. Galahad, \"it's been a great treat to me,\r\nmeeting you, my dear. I haven't seen any of your people for a number of\r\nyears, but your father and I correspond pretty regularly. He tells me\r\nall the news. Did you leave your family well?\"\r\n\r\n\"Quite well.\"\r\n\r\n\"How was your Aunt Edna?\"\r\n\r\n\"Fine,\" said Sue feebly.\r\n\r\n\"Ah,\" said the Hon. Galahad. \"Then your father must have been mistaken\r\nwhen he told me she was dead. But perhaps you thought I meant your Aunt\r\nEdith?\"\r\n\r\n\"Yes,\" said Sue gratefully.\r\n\r\n\"She's all right, I hope?\"\r\n\r\n\"Oh, yes.\"\r\n\r\n\"What a lovely woman!\"\r\n\r\n\"Yes.\"\r\n\r\n\"You mean she still is?\"\r\n\r\n\"Oh, yes.\"\r\n\r\n\"Remarkable! She must be well over seventy by now. No doubt you mean\r\nbeautiful considering she is over seventy?\"\r\n\r\n\"Yes.\"\r\n\r\n\"Pretty active?\"\r\n\r\n\"Oh, yes.\"\r\n\r\n\"When did you see her last?\"\r\n\r\n\"Oh--just before I sailed.\"\r\n\r\n\"And you say she's active? Curious! I heard two years ago that she was\r\nparalyzed. I suppose you mean active for a paralytic.\"\r\n\r\nThe little puckers at the corners of his eyes deepened into wrinkles.\r\nThe monocle gleamed like the eye of a dragon. He smiled genially.\r\n\r\n\"Confide in me, Miss Brown,\" he said. \"What's the game?\""
  ]
}