{
  "index": 16,
  "title": "Chapter 15",
  "paragraphs": [
    "Sue stood staring, wide eyed. This was the moment that she had tried\r\nto picture to herself a hundred times. And always her imagination had\r\nproved unequal to the task. Sometimes she had seen Ronnie in her mind's\r\neye cold, aloof, hostile; sometimes gasping and tottering, dumb with\r\namazement; sometimes pointing a finger at her like a character in a\r\nmelodrama and denouncing her as an impostor. The one thing for which\r\nshe had not been prepared was what happened now.\r\n\r\nEton and Cambridge train their sons well. Once they have grasped the\r\nfundamental fact of life that all exhibitions of emotion are bad form,\r\nbombshells cannot disturb their poise and earthquakes are lucky if\r\nthey get so much as an \"Eh, what?\" from them. But Cambridge has its\r\nlimitations, and so has Eton. And remorse had goaded Ronnie Fish to a\r\npoint where their iron discipline had ceased to operate. He was stirred\r\nto his depths, and his scarlet face, his rumpled hair, his starting\r\neyes, and his twitching fingers all proclaimed the fact.\r\n\r\n\"Ronnie!\" cried Sue.\r\n\r\nIt was all she had time to say. The thought of what she had done for\r\nhis sake; the thought that for love of him she had come to Blandings\r\nCastle under false colours--an impostor--faced at every turn by the\r\nrisk of detection--liable at any moment to be ignominiously exposed\r\nand looked at through a lorgnette by his Aunt Constance; the thought of\r\nthe shameful way he had treated her--all these thoughts were racking\r\nRonald Fish with a searing anguish. They had brought the hot blood of\r\nthe Fishes to the boil, and now, face to face with her, he did not\r\nhesitate.\r\n\r\nHe sprang forward, clasped her in his arms, hugged her to him. To\r\nBaxter's revolted ears, though he tried not to listen, there came in a\r\nhusky cataract the sound of a Fish's self-reproaches. Ronnie was saying\r\nwhat he thought of himself, and his opinion appeared not to be high. He\r\nsaid he was a beast, a brute, a swine, a cad, a hound, and a worm. If\r\nhe had been speaking of Percy Pilbeam he could scarcely have been less\r\ncomplimentary.\r\n\r\nEven up to this point Baxter had not liked the dialogue. It now became\r\nperfectly nauseating. Sue said it had all been her fault. Ronnie said,\r\nNo, his. No, hers, said Sue. No, his, said Ronnie. No, hers, said Sue,\r\nNo, altogether his, said Ronnie. It must have been his, he pointed out,\r\nbecause, as he had observed before, he was a hound and a worm. He now\r\nwent further. He revealed himself as a blister, a tick, and a perishing\r\noutsider.\r\n\r\n\"You're not!\"\r\n\r\n\"I am!\"\r\n\r\n\"You're not!\"\r\n\r\n\"I am!\"\r\n\r\n\"Of course you're not!\"\r\n\r\n\"I certainly am!\"\r\n\r\n\"Well, I love you, anyway.\"\r\n\r\n\"You can't.\"\r\n\r\n\"I do!\"\r\n\r\n\"You can't.\"\r\n\r\n\"I do.\"\r\n\r\nBaxter writhed in silent anguish.\r\n\r\n\"How long?\" said Baxter to his immortal soul. \"How long?\" The question\r\nwas answered with a startling promptitude. From the neighbourhood of\r\nthe French windows there sounded a discreet cough. The debaters sprang\r\napart, two minds with but a single thought.\r\n\r\n\"Your manuscript, miss,\" said Beach sedately.\r\n\r\nSue looked at him. Ronnie looked at him. Sue until this moment had\r\nforgotten his existence. Ronnie had supposed him downstairs, busy about\r\nhis butlerine duties. Neither seemed very glad to see him.\r\n\r\nRonnie was the first to speak.\r\n\r\n\"Oh--hullo, Beach!\"\r\n\r\nThere being no answer to this except \"Hullo, sir!\" which is a thing\r\nthat butlers do not say, Beach contented himself with a benignant\r\nsmile. It had the unfortunate effect of making Ronnie think that the\r\nman was laughing at him, and the Fishes were men at whom butlers may\r\nnot lightly laugh. He was about to utter a heated speech, indicating\r\nthis, when the injudiciousness of such a course presented itself to\r\nhis mind. Beach must be placated. He forced his voice to a note of\r\ngeniality.\r\n\r\n\"So there you are, Beach?\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"I suppose all this must seem tolerably rummy to you?\"\r\n\r\n\"No, sir.\"\r\n\r\n\"No?\"\r\n\r\n\"I had already been informed, Mr. Ronald, of the nature of your\r\nfeelings toward this lady.\"\r\n\r\n\"What!\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"Who told you?\"\r\n\r\n\"Mr. Pilbeam, sir.\"\r\n\r\nRonnie uttered a gasp. Then he became calmer. He had suddenly\r\nremembered that this man was his ally, his accomplice, linked to\r\nhim not only by a friendship dating back to his boyhood but by the\r\neven stronger bond of a mutual crime. Between them there need be no\r\nreserves. Delicate though the situation was, he now felt equal to it.\r\n\r\n\"Beach,\" he said, \"how much do you know?\"\r\n\r\n\"All, sir.\"\r\n\r\n\"All?\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"Such as----?\"\r\n\r\nBeach coughed.\r\n\r\n\"I am aware that this lady is a Miss Sue Brown. And, according to my\r\ninformant, she is employed in the chorus of the Regal Theatre.\"\r\n\r\n\"Quite the Encyclopædia, aren't you?\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"I want to marry Miss Brown, Beach.\"\r\n\r\n\"I can readily appreciate such a desire on your part, Mr. Ronald,\" said\r\nthe butler with a paternal smile.\r\n\r\nSue caught at the smile.\r\n\r\n\"Ronnie! He's all right. I believe he's a friend.\"\r\n\r\n\"Of course he's a friend! Old Beach. One of my earliest and stoutest\r\npals.\"\r\n\r\n\"I mean, he isn't going to give us away.\"\r\n\r\n\"Me, miss?\" said Beach, shocked. \"Certainly not.\"\r\n\r\n\"Splendid fellow, Beach!\"\r\n\r\n\"Thank you, sir.\"\r\n\r\n\"Beach,\" said Ronnie, \"the time has come to act. No more delay. I've\r\ngot to make myself solid with Uncle Clarence at once. Directly he gets\r\nback to-night I shall go to him and tell him that Empress of Blandings\r\nis in the gamekeeper's cottage in the west wood, and then, while he's\r\nstill weak, I shall spring on him the announcement of my engagement.\"\r\n\r\n\"Unfortunately, Mr. Ronald, the animal is no longer in the cottage.\"\r\n\r\n\"You've moved it?\"\r\n\r\n\"Not I, sir. Mr. Carmody. By a most regrettable chance Mr. Carmody\r\nfound me feeding it this afternoon. He took it away and deposited it in\r\nsome place of which I am not cognizant, sir.\"\r\n\r\n\"But, good heavens, he'll dish the whole scheme. Where is he?\"\r\n\r\n\"You wish me to find him, sir?\"\r\n\r\n\"Of course I wish you to find him. Go at once and ask him where that\r\npig is. Tell him it's vital.\"\r\n\r\n\"Very good, sir.\"\r\n\r\nSue had listened with bewilderment to this talk of pigs.\r\n\r\n\"I don't understand, Ronnie.\"\r\n\r\nRonnie was pacing the room in agitation. Once he came so close to where\r\nBaxter lay in his snug harbour that the ex-secretary had a flashing\r\nglimpse of a sock with a lavender clock. It was the first object of\r\nbeauty that he had seen for a long time, and he should have appreciated\r\nit more than he did.\r\n\r\n\"I can't explain now,\" said Ronnie. \"It's too long. But I can tell you\r\nthis. If we don't get that pig back we're in the soup.\"\r\n\r\n\"Ronnie!\"\r\n\r\nRonnie had ceased to pace the room. He was standing in a listening\r\nattitude.\r\n\r\n\"What's that?\"\r\n\r\nHe sprang quickly to the balcony, looked over the parapet and came\r\nsoftly back.\r\n\r\n\"Sue!\"\r\n\r\n\"What!\"\r\n\r\n\"It's that blighter Pilbeam,\" said Ronnie in a guarded undertone. \"He's\r\nclimbing up the waterspout!\""
  ]
}