{
  "index": 15,
  "title": "Chapter 14",
  "paragraphs": [
    "And meanwhile, if we may borrow an expression from a sister act, what\r\nof Hugo Carmody?\r\n\r\nIt is a defect unfortunately inseparable from any such document as\r\nthis faithful record of events in and about Blandings Castle that the\r\nchronicler, in order to give a square deal to each of the individuals\r\nwhose fortunes he has undertaken to narrate, is compelled to flit\r\nabruptly from one to the other in the manner popularized by the chamois\r\nof the Alps leaping from crag to crag. The activities of the Efficient\r\nBaxter seeming to him to demand immediate attention, he was reluctantly\r\ncompelled some little while back to leave Hugo in the very act of\r\nreeling beneath a crushing blow. The moment has now come to return to\r\nhim.\r\n\r\nThe first effect on a young man of sensibility and gentle upbringing\r\nof the discovery that an unfriendly detective has seen him placing\r\nstolen pigs in caravans is to induce a stunned condition of mind, a\r\nsort of mental coma. The face lengthens. The limbs grow rigid. The tie\r\nslips sideways and the cuffs recede into the coat sleeves. The subject\r\nbecomes temporarily, in short, a total loss.\r\n\r\nIt is perhaps as well, therefore, that we did not waste valuable time\r\nwatching Hugo in the process of digesting Percy Pilbeam's sensational\r\nannouncement, for it would have been like looking at a statue. If the\r\nreader will endeavour to picture Rodin's Thinker in a dinner jacket and\r\ntrousers with braid down the sides, he will have got the general idea.\r\nAt the instant when Hugo Carmody makes his reappearance life has just\r\nbegun to return to the stiffened frame.\r\n\r\nAnd with life came the dawning of intelligence. This ghastly snag which\r\nhad popped up in his path was too big, reflected Hugo, for any man to\r\ntackle. It called for a woman's keener wit. His first act on emerging\r\nfrom the depths, therefore, was to leave the drawing room and totter\r\ndownstairs to the telephone. He got the number of Matchingham Hall and,\r\nestablishing communication with Sir Gregory Parsloe-Parsloe's butler,\r\nurged him to summon Miss Millicent Threepwood from the dinner table.\r\nThe butler said in rather a reproving way that Miss Threepwood was at\r\nthe moment busy drinking soup. Hugo, with the first flash of spirit he\r\nhad shown for a quarter of an hour, replied that he didn't care if she\r\nwas bathing in it. \"Fetch her,\" said Hugo, and almost added the words,\r\n\"You scurvy knave.\" He then clung weakly to the receiver, waiting, and\r\nin a short while a sweet but agitated voice floated to him across the\r\nwire.\r\n\r\n\"Hugo?\"\r\n\r\n\"Millicent?\"\r\n\r\n\"Is that you?\"\r\n\r\n\"Yes. Is that you?\"\r\n\r\n\"Yes.\"\r\n\r\nAnything in the nature of misunderstanding was cleared away. It was\r\nboth of them.\r\n\r\n\"What's up?\"\r\n\r\n\"Everything's up.\"\r\n\r\n\"How do you mean?\"\r\n\r\n\"I'll tell you,\" said Hugo, and did so. It was not a difficult story to\r\ntell. Its plot was so clear that a few whispered words sufficed.\r\n\r\n\"You don't mean that?\" said Millicent, the tale concluded.\r\n\r\n\"I do mean that.\"\r\n\r\n\"Oh, golly!\" said Millicent.\r\n\r\nSilence followed. Hugo waited palpitatingly. The outlook seemed to him\r\nblack. He wondered if he had placed too much reliance in woman's wit.\r\nThat \"Golly!\" had not been hopeful.\r\n\r\n\"Hugo!\"\r\n\r\n\"Hullo?\"\r\n\r\n\"This is a bit thick.\"\r\n\r\n\"Yes,\" agreed Hugo. The thickness had not escaped him.\r\n\r\n\"Well, there's only one thing to do.\"\r\n\r\nA faint thrill passed through Hugo Carmody. One would be enough.\r\nWoman's wit was going to bring home the bacon after all.\r\n\r\n\"Listen!\"\r\n\r\n\"Well?\"\r\n\r\n\"The only thing to do is for me to go back to the dining room and tell\r\nUncle Clarence you've found the Empress.\"\r\n\r\n\"Eh?\"\r\n\r\n\"Found her, fathead.\"\r\n\r\n\"How do you mean?\"\r\n\r\n\"Found her in the caravan.\"\r\n\r\n\"But weren't you listening to what I was saying?\" There were tears in\r\nHugo's voice. \"Pilbeam saw us putting her there.\"\r\n\r\n\"I know.\"\r\n\r\n\"Well, what's our move when he says so?\"\r\n\r\n\"Stout denial.\"\r\n\r\n\"Eh?\"\r\n\r\n\"We stoutly deny it,\" said Millicent.\r\n\r\nThe thrill passed through Hugo again, stronger than before. It might\r\nwork. Yes, properly handled, it would work. He poured broken words of\r\nlove and praise into the receiver.\r\n\r\n\"That's right,\" he cried. \"I see daylight. I will go to Pilbeam and\r\ntell him privily that if he opens his mouth I'll strangle him.\"\r\n\r\n\"Well, hold on. I'll go and tell Uncle Clarence. I expect he'll be out\r\nin a moment to have a word with you.\"\r\n\r\n\"Half a minute! Millicent!\"\r\n\r\n\"Well?\"\r\n\r\n\"When am I supposed to have found this ghastly pig?\"\r\n\r\n\"Ten minutes ago, when you were taking a stroll before dinner. You\r\nhappened to pass the caravan and you heard an odd noise inside and you\r\nlooked to see what it was and there was the Empress, and you raced back\r\nto the house to telephone.\"\r\n\r\n\"But, Millicent! Half a minute!\"\r\n\r\n\"Well?\"\r\n\r\n\"The old boy will think Baxter stole her.\"\r\n\r\n\"So he will! Isn't that splendid? Well, hold on.\"\r\n\r\nHugo resumed his vigil. It was some moments later that a noise like the\r\nclucking of fowls broke out at the Matchingham Hall end of the wire.\r\nHe deduced correctly that this was caused by the ninth Earl of Emsworth\r\nendeavouring to clothe his thoughts in speech.\r\n\r\n\"Kuk-kuk-kuk....\"\r\n\r\n\"Yes, Lord Emsworth?\"\r\n\r\n\"Kuk-Carmody!\"\r\n\r\n\"Yes, Lord Emsworth?\"\r\n\r\n\"Is this true?\"\r\n\r\n\"Yes, Lord Emsworth.\"\r\n\r\n\"You've found the Empress?\"\r\n\r\n\"Yes, Lord Emsworth.\"\r\n\r\n\"In that feller Baxter's caravan?\"\r\n\r\n\"Yes, Lord Emsworth.\"\r\n\r\n\"Well, I'll be damned!\"\r\n\r\n\"Yes, Lord Emsworth.\"\r\n\r\nSo far Hugo Carmody had found his share of the dialogue delightfully\r\neasy. On these lines he would have been prepared to continue it all\r\nnight. But there was something else besides \"Yes, Lord Emsworth\" that\r\nhe must now endeavour to say. There is a tide in the affairs of men\r\nwhich, taken at the flood, leads on to fortune: and that tide, he knew,\r\nwould never rise higher than at the present moment. He swallowed twice\r\nto unlimber his vocal chords.\r\n\r\n\"Lord Emsworth,\" he said, and, though his heart was beating fast,\r\nhis voice was steady, \"there is something I would like to take this\r\nopportunity of saying. It will come as a surprise to you, but I hope\r\nnot as an unpleasant surprise. I love your niece Millicent, and she\r\nloves me, Lord Emsworth. We have loved each other for many weeks, and\r\nit is my hope that you will give your consent to our marriage. I am not\r\na rich man, Lord Emsworth. In fact, strictly speaking, except for my\r\nsalary I haven't a bean in the world. But my Uncle Lester owns Rudge\r\nHall in Worcestershire--I dare say you have heard of the place? You\r\nturn to the left off the main road to Birmingham and go about a couple\r\nof miles--well, anyway, it's a biggish sort of place in Worcestershire,\r\nand my Uncle Lester owns it, and the property is entailed, and I'm\r\nnext in succession.... I won't pretend that my Uncle Lester shows any\r\nindications of passing in his checks--he was extremely fit last time\r\nI saw him--but, after all, he's getting on, and all flesh is as grass\r\nand, as I say, I'm next man in, so I shall eventually succeed to quite\r\na fairish bit of the stuff and a house and park and rent roll and all\r\nthat; so what I mean is, it isn't as if I wasn't in a position to\r\nsupport Millicent later on, and if you realized, Lord Emsworth, how we\r\nlove one another I'm sure you would see that it wouldn't be playing\r\nthe game to put any obstacles in the way of our happiness, so what I'm\r\ndriving at, if you follow me, is, may we charge ahead?\"\r\n\r\nThere was dead silence at the other end of the wire. It seemed as if\r\nthis revelation of a good man's love had struck Lord Emsworth dumb.\r\nIt was only some moments later, after he had said \"Hullo!\" six times\r\nand \"I say, are you there?\" twice that it was borne in upon Hugo that\r\nhe had wasted two hundred and eighty words of the finest eloquence on\r\nempty space.\r\n\r\nHis natural chagrin at this discovery was sensibly diminished by the\r\nsudden sound of Millicent's voice in his ear.\r\n\r\n\"Hullo!\"\r\n\r\n\"Hullo!\"\r\n\r\n\"Hullo!\"\r\n\r\n\"Hullo!\"\r\n\r\n\"Hugo!\"\r\n\r\n\"Hullo!\"\r\n\r\n\"I say, Hugo!\" She spoke with the joyous excitement of a girl who has\r\njust emerged from the centre of a family dog fight. \"I say, Hugo,\r\nthings are hotting up here properly. I sprung it on Uncle Clarence just\r\nnow that I want to marry you!\"\r\n\r\n\"So did I. Only he wasn't there.\"\r\n\r\n\"I said, 'Uncle Clarence, aren't you grateful to Mr. Carmody for\r\nfinding the Empress?' and he said, 'Yes, yes, yes, yes, yes, to be\r\nsure. Capital boy! Capital boy! Always liked him.' And I said, 'I\r\nsuppose you wouldn't by any chance let me marry him?' and he said, 'Eh,\r\nwhat? Marry him?' 'Yes,' I said. 'Marry him.' And he said, 'Certainly,\r\ncertainly, certainly, certainly, by all means.' And then Aunt Constance\r\nhad a fit, and Uncle Gally said she was a kill-joy and ought to be\r\nashamed of herself for throwing the gaff into love's young dream, and\r\nUncle Clarence kept on saying 'Certainly, certainly.' I don't know what\r\nold Parsloe thinks of it all. He's sitting in his chair looking at the\r\nceiling and drinking Hock. The butler left at the end of round one. I'm\r\ngoing back to see how it's all coming out. Hold the line.\"\r\n\r\nA man for whom Happiness and Misery are swaying in the scales three\r\nmiles away, and whose only medium of learning the result of the\r\ncontest is a telephone wire, is not likely to ring off impatiently.\r\nHugo sat tense and breathless, like one listening in on the radio to a\r\nchampionship fight in which he has a financial interest. It was only\r\nwhen a cheery voice spoke at his elbow that he realized that his\r\nsolitude had been invaded, and by Percy Pilbeam at that.\r\n\r\nPercy Pilbeam was looking rosy and replete. He swayed slightly, and his\r\nsmile was rather wider and more pebble-beached than a total abstainer's\r\nwould have been.\r\n\r\n\"Hullo, Carmody,\" said Percy Pilbeam. \"What ho, Carmody. So here you\r\nare, Carmody.\"\r\n\r\nIt came to Hugo that he had something to say to this man.\r\n\r\n\"Here, you!\" he cried.\r\n\r\n\"Yes, Carmody?\"\r\n\r\n\"Do you want to be battered to a pulp?\"\r\n\r\n\"No, Carmody.\"\r\n\r\n\"Then listen. You didn't see me put that pig in the caravan.\r\nUnderstand?\"\r\n\r\n\"But I did, Carmody.\"\r\n\r\n\"You didn't--not if you want to go on living.\"\r\n\r\nPercy Pilbeam appeared to be in a mood not only of keen intelligence\r\nbut of the utmost reasonableness and amiability.\r\n\r\n\"Say no more, Carmody,\" he said agreeably. \"I take your point. You want\r\nme not to tell anybody I saw you put that caravan in the pig. Quite,\r\nCarmody, quite.\"\r\n\r\n\"Well, bear it in mind.\"\r\n\r\n\"I will, Carmody. Oh, yes, Carmody, I will. I'm going for a stroll\r\noutside, Carmody. Care to join me?\"\r\n\r\n\"Go to hell!\"\r\n\r\n\"Quite,\" said Percy Pilbeam.\r\n\r\nHe tacked unsteadily to the door, aimed himself at it and passed\r\nthrough. And a moment later Millicent's voice spoke.\r\n\r\n\"Hugo?\"\r\n\r\n\"Hullo?\"\r\n\r\n\"Oh, Hugo, darling, the battle's over. We've won. Uncle Clarence has\r\nsaid 'Certainly' sixty-five times, and he's just told Aunt Constance\r\nthat if she thinks she can bully him she's very much mistaken. It's\r\na walk-over. They're all coming back right away in the car. Uncle\r\nClarence is an angel.\"\r\n\r\n\"So are you.\"\r\n\r\n\"Me?\"\r\n\r\n\"Yes, you.\"\r\n\r\n\"Not such an angel as you are.\"\r\n\r\n\"Much more of an angel than I am,\" said Hugo, in the voice of one\r\ntrained to the appraising and classifying of angels.\r\n\r\n\"Well, anyway, you precious old thing, I'm going to give them the slip\r\nand walk home along the road. Get out Ronnie's two-seater and come and\r\npick me up, and we'll go for a drive together, miles and miles through\r\nthe country. It's the most perfect evening.\"\r\n\r\n\"You bet it is!\" said Hugo fervently. \"What I call something like an\r\nevening. Give me two minutes to get the car out and five to make the\r\ntrip and I'll be with you.\"\r\n\r\n\"'At-a-boy!\" said Millicent.\r\n\r\n\"'At-a-baby!\" said Hugo."
  ]
}