{
  "index": 1,
  "title": "Chapter 1",
  "paragraphs": [
    "CHAPTER I\r\n\r\nA LETTER WITH A POSTSCRIPT\r\n\r\n\"A gentleman called to see you when you were out last night, sir,\" said\r\nMrs. Medley, my landlady, removing the last of the breakfast things.\r\n\r\n\"Yes?\" I said, in my affable way.\r\n\r\n\"A gentleman,\" said Mrs. Medley meditatively, \"with a very powerful\r\nvoice.\"\r\n\r\n\"Caruso?\"\r\n\r\n\"Sir?\"\r\n\r\n\"I said, did he leave a name?\"\r\n\r\n\"Yes, sir. Mr. Ukridge.\"\r\n\r\n\"Oh, my sainted aunt!\"\r\n\r\n\"Sir!\"\r\n\r\n\"Nothing, nothing.\"\r\n\r\n\"Thank you, sir,\" said Mrs. Medley, withdrawing from the presence.\r\n\r\nUkridge! Oh, hang it! I had not met him for years, and, glad as I am,\r\nas a general thing, to see the friends of my youth when they drop in\r\nfor a chat, I doubted whether I was quite equal to Ukridge at the\r\nmoment. A stout fellow in both the physical and moral sense of the\r\nwords, he was a trifle too jumpy for a man of my cloistered and\r\nintellectual life, especially as just now I was trying to plan out a\r\nnew novel, a tricky job demanding complete quiet and seclusion. It had\r\nalways been my experience that, when Ukridge was around, things began\r\nto happen swiftly and violently, rendering meditation impossible.\r\nUkridge was the sort of man who asks you out to dinner, borrows the\r\nmoney from you to pay the bill, and winds up the evening by embroiling\r\nyou in a fight with a cabman. I have gone to Covent Garden balls with\r\nUkridge, and found myself legging it down Henrietta Street in the grey\r\ndawn, pursued by infuriated costermongers.\r\n\r\nI wondered how he had got my address, and on that problem light was\r\nimmediately cast by Mrs. Medley, who returned, bearing an envelope.\r\n\r\n\"It came by the morning post, sir, but it was left at Number Twenty by\r\nmistake.\"\r\n\r\n\"Oh, thank you.\"\r\n\r\n\"Thank you, sir,\" said Mrs. Medley.\r\n\r\nI recognised the handwriting. The letter, which bore a Devonshire\r\npostmark, was from an artist friend of mine, one Lickford, who was at\r\npresent on a sketching tour in the west. I had seen him off at Waterloo\r\na week before, and I remember that I had walked away from the station\r\nwishing that I could summon up the energy to pack and get off to the\r\ncountry somewhere. I hate London in July.\r\n\r\nThe letter was a long one, but it was the postscript which interested\r\nme most.\r\n\r\n\r\n\"... By the way, at Yeovil I ran into an old friend of ours, Stanley\r\nFeatherstonehaugh Ukridge, of all people. As large as life--quite six\r\nfoot two, and tremendously filled out. I thought he was abroad. The\r\nlast I heard of him was that he had started for Buenos Ayres in a\r\ncattle ship, with a borrowed pipe by way of luggage. It seems he has\r\nbeen in England for some time. I met him in the refreshment-room at\r\nYeovil Station. I was waiting for a down train; he had changed on his\r\nway to town. As I opened the door, I heard a huge voice entreating the\r\nlady behind the bar to 'put it in a pewter'; and there was S. F. U. in\r\na villainous old suit of grey flannels (I'll swear it was the one he\r\nhad on last time I saw him) with pince-nez tacked on to his ears with\r\nginger-beer wire as usual, and a couple of inches of bare neck showing\r\nbetween the bottom of his collar and the top of his coat--you remember\r\nhow he could never get a stud to do its work. He also wore a\r\nmackintosh, though it was a blazing day.\r\n\r\n\"He greeted me with effusive shouts. Wouldn't hear of my standing the\r\nracket. Insisted on being host. When we had finished, he fumbled in his\r\npockets, looked pained and surprised, and drew me aside. 'Look here,\r\nLicky, old horse,' he said, 'you know I never borrow money. It's\r\nagainst my principles. But I _must_ have a couple of bob. Can you, my\r\ndear good fellow, oblige me with a couple of bob till next Tuesday?\r\nI'll tell you what I'll do. (In a voice full of emotion). I'll let you\r\nhave this (producing a beastly little threepenny bit with a hole in it\r\nwhich he had probably picked up in the street) until I can pay you\r\nback. This is of more value to me than I can well express, Licky, my\r\nboy. A very, very dear friend gave it to me when we parted, years\r\nago... It's a wrench... Still,--no, no... You must take it, you must\r\ntake it. Licky, old man, shake hands, old horse. Shake hands, my boy.'\r\nHe then tottered to the bar, deeply moved, and paid up out of the five\r\nshillings which he had made it as an after-thought. He asked after you,\r\nand said you were one of the noblest men on earth. I gave him your\r\naddress, not being able to get out of it, but if I were you I should\r\nfly while there is yet time.\"\r\n\r\n\r\nIt seemed to me that the advice was good and should be followed. I\r\nneeded a change of air. London may have suited Doctor Johnson, but in\r\nthe summer time it is not for the ordinary man. What I wanted, to\r\nenable me to give the public of my best (as the reviewer of a weekly\r\npaper, dealing with my last work, had expressed a polite hope that I\r\nwould continue to do) was a little haven in the country somewhere.\r\n\r\nI rang the bell.\r\n\r\n\"Sir?\" said Mrs. Medley.\r\n\r\n\"I'm going away for a bit,\" I said.\r\n\r\n\"Yes, sir.\"\r\n\r\n\"I don't know where. I'll send you the address, so that you can forward\r\nletters.\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"And, if Mr. Ukridge calls again...\"\r\n\r\nAt this point a thunderous knocking on the front door interrupted me.\r\nSomething seemed to tell me who was at the end of that knocker. I heard\r\nMrs. Medley's footsteps pass along the hall. There was the click of the\r\nlatch. A volume of sound rushed up the stairs.\r\n\r\n\"Is Mr. Garnet in? Where is he? Show me the old horse. Where is the man\r\nof wrath? Exhibit the son of Belial.\"\r\n\r\nThere followed a violent crashing on the stairs, shaking the house.\r\n\r\n\"Garnet! Where are you, laddie? Garnet!! GARNET!!!!!\"\r\n\r\nStanley Featherstonehaugh Ukridge was in my midst."
  ]
}