{
  "index": 2,
  "title": "Chapter 1",
  "paragraphs": [
    "MR. AND MRS. S. F. UKRIDGE\r\n\r\nI have often thought that Who's Who, though a bulky and well-meaning\r\nvolume, omits too many of England's greatest men. It is not\r\ncomprehensive enough. I am in it, nestling among the G's:--\r\n\r\n\"Garnet, Jeremy, o.s. of late Henry Garnet, vicar of Much Middlefold,\r\nSalop; author. Publications: 'The Outsider,' 'The Manoeuvres of\r\nArthur.' Hobbies: Cricket, football, swimming, golf. Clubs: Arts.\"\r\n\r\nBut if you search among the U's for UKRIDGE, Stanley Featherstonehaugh,\r\ndetails of whose tempestuous career would make really interesting\r\nreading, you find no mention of him. It seems unfair, though I imagine\r\nUkridge bears it with fortitude. That much-enduring man has had a\r\nlifetime's training in bearing things with fortitude.\r\n\r\nHe seemed in his customary jovial spirits now, as he dashed into the\r\nroom, clinging on to the pince-nez which even ginger-beer wire rarely\r\nkept stable for two minutes together.\r\n\r\n\"My dear old man,\" he shouted, springing at me and seizing my hand in\r\nthe grip like the bite of a horse. \"How _are_ you, old buck? This is\r\ngood. By Jove, this is fine, what?\"\r\n\r\nHe dashed to the door and looked out.\r\n\r\n\"Come on Millie! Pick up the waukeesis. Here's old Garnet, looking just\r\nthe same as ever. Devilish handsome fellow! You'll be glad you came\r\nwhen you see him. Beats the Zoo hollow!\"\r\n\r\nThere appeared round the corner of Ukridge a young woman. She paused in\r\nthe doorway and smiled pleasantly.\r\n\r\n\"Garny, old horse,\" said Ukridge with some pride, \"this is _her_! The\r\npride of the home. Companion of joys and sorrows and all the rest of\r\nit. In fact,\" in a burst of confidence, \"my wife.\"\r\n\r\nI bowed awkwardly. The idea of Ukridge married was something too\r\noverpowering to be readily assimilated.\r\n\r\n\"Buck up, old horse,\" said Ukridge encouragingly. He had a painful\r\nhabit of addressing all and sundry by that title. In his school-master\r\ndays--at one period of his vivid career he and I had been colleagues on\r\nthe staff of a private school--he had made use of it interviewing the\r\nparents of new pupils, and the latter had gone away, as a rule, with a\r\nfeeling that this must be either the easy manner of Genius or due to\r\nalcohol, and hoping for the best. He also used it to perfect strangers\r\nin the streets, and on one occasion had been heard to address a bishop\r\nby that title, rendering that dignitary, as Mr. Baboo Jaberjee would\r\nput it, _sotto voce_ with gratification. \"Surprised to find me married,\r\nwhat? Garny, old boy,\"--sinking his voice to a whisper almost inaudible\r\non the other side of the street--\"take my tip. Go and jump off the dock\r\nyourself. You'll feel another man. Give up this bachelor business. It's\r\na mug's game. I look on you bachelors as excrescences on the social\r\nsystem. I regard you, old man, purely and simply as a wart. Go and get\r\nmarried, laddie, go and get married. By gad, I've forgotten to pay the\r\ncabby. Lend me a couple of bob, Garny old chap.\"\r\n\r\nHe was out of the door and on his way downstairs before the echoes of\r\nhis last remark had ceased to shake the window. I was left to entertain\r\nMrs. Ukridge.\r\n\r\nSo far her share in the conversation had been confined to the pleasant\r\nsmile which was apparently her chief form of expression. Nobody talked\r\nvery much when Ukridge was present. She sat on the edge of the\r\narmchair, looking very small and quiet. I was conscious of feeling a\r\nbenevolent pity for her. If I had been a girl, I would have preferred\r\nto marry a volcano. A little of Ukridge, as his former head master had\r\nonce said in a moody, reflective voice, went a very long way. \"You and\r\nStanley have known each other a long time, haven't you?\" said the\r\nobject of my commiseration, breaking the silence.\r\n\r\n\"Yes. Oh, yes. Several years. We were masters at the same school.\"\r\n\r\nMrs. Ukridge leaned forward with round, shining eyes.\r\n\r\n\"Really? Oh, how nice!\" she said ecstatically.\r\n\r\nNot yet, to judge from her expression and the tone of her voice, had\r\nshe found any disadvantages attached to the arduous position of being\r\nMrs. Stanley Ukridge.\r\n\r\n\"He's a wonderfully versatile man,\" I said.\r\n\r\n\"I believe he could do anything.\"\r\n\r\n\"He'd have a jolly good try!\"\r\n\r\n\"Have you ever kept fowls?\" asked Mrs. Ukridge, with apparent\r\nirrelevance.\r\n\r\nI had not. She looked disappointed.\r\n\r\n\"I was hoping you might have had some experience. Stanley, of course,\r\ncan turn his hand to anything; but I think experience is rather a good\r\nthing, don't you?\"\r\n\r\n\"Yes. But ...\"\r\n\r\n\"I have bought a shilling book called 'Fowls and All About Them,' and\r\nthis week's copy of C.A.C.\"\r\n\r\n\"C.A.C.?\"\r\n\r\n\"_Chiefly About Chickens_. It's a paper, you know. But it's all rather\r\nhard to understand. You see, we ... but here is Stanley. He will\r\nexplain the whole thing.\"\r\n\r\n\"Well, Garny, old horse,\" said Ukridge, re-entering the room after\r\nanother energetic passage of the stairs. \"Years since I saw you. Still\r\nbuzzing along?\"\r\n\r\n\"Still, so to speak, buzzing,\" I assented.\r\n\r\n\"I was reading your last book the other day.\"\r\n\r\n\"Yes?\" I said, gratified. \"How did you like it?\"\r\n\r\n\"Well, as a matter of fact, laddie, I didn't get beyond the third page,\r\nbecause the scurvy knave at the bookstall said he wasn't running a free\r\nlibrary, and in one way and another there was a certain amount of\r\nunpleasantness. Still, it seemed bright and interesting up to page\r\nthree. But let's settle down and talk business. I've got a scheme for\r\nyou, Garny old man. Yessir, the idea of a thousand years. Now listen to\r\nme for a moment. Let me get a word in edgeways.\"\r\n\r\nHe sat down on the table, and dragged up a chair as a leg-rest. Then he\r\ntook off his pince-nez, wiped them, re-adjusted the ginger-beer wire\r\nbehind his ears, and, having hit a brown patch on the knee of his grey\r\nflannel trousers several times, in the apparent hope of removing it,\r\nresumed:\r\n\r\n\"About fowls.\"\r\n\r\nThe subject was beginning to interest me. It showed a curious tendency\r\nto creep into the conversation of the Ukridge family.\r\n\r\n\"I want you to give me your undivided attention for a moment. I was\r\nsaying to my wife, as we came here, 'Garnet's the man! Clever devil,\r\nGarnet. Full of ideas.' Didn't I, Millie?\"\r\n\r\n\"Yes, dear.\"\r\n\r\n\"Laddie,\" said Ukridge impressively, \"we are going to keep fowls.\"\r\n\r\nHe shifted himself farther on to the table and upset the ink-pot.\r\n\r\n\"Never mind,\" he said, \"it'll soak in. It's good for the texture. Or am\r\nI thinking of tobacco-ash on the carpet? Well, never mind. Listen to\r\nme! When I said that we were going to keep fowls, I didn't mean in a\r\nsmall, piffling sort of way--two cocks and a couple of hens and a\r\ngolf-ball for a nest-egg. We are going to do it on a large scale. We\r\nare going to run a chicken farm!\"\r\n\r\n\"A chicken farm,\" echoed Mrs. Ukridge with an affectionate and admiring\r\nglance at her husband.\r\n\r\n\"Ah,\" I said, feeling my responsibilities as chorus. \"A chicken farm.\"\r\n\r\n\"I've thought it all over, laddie, and it's as clear as mud. No\r\nexpenses, large profits, quick returns. Chickens, eggs, and the money\r\nstreaming in faster than you can bank it. Winter and summer\r\nunderclothing, my bonny boy, lined with crackling Bradbury's. It's the\r\nidea of a lifetime. Now listen to me for a moment. You get your hen--\"\r\n\r\n\"One hen?\"\r\n\r\n\"Call it one for the sake of argument. It makes my calculations\r\nclearer. Very well, then. Harriet the hen--you get her. Do you follow\r\nme so far?\"\r\n\r\n\"Yes. You get a hen.\"\r\n\r\n\"I told you Garnet was a dashed bright fellow,\" said Ukridge\r\napprovingly to his attentive wife. \"Notice the way he keeps right after\r\none's ideas? Like a bloodhound. Well, where was I?\"\r\n\r\n\"You'd just got a hen.\"\r\n\r\n\"Exactly. The hen. Pricilla the pullet. Well, it lays an egg every day\r\nof the week. You sell the eggs, six for half a crown. Keep of hen costs\r\nnothing. Profit--at least a couple of bob on every dozen eggs. What do\r\nyou think of that?\"\r\n\r\n\"I think I'd like to overhaul the figures in case of error.\"\r\n\r\n\"Error!\" shouted Ukridge, pounding the table till it groaned. \"Error?\r\nNot a bit of it. Can't you follow a simple calculation like that? Oh, I\r\nforgot to say that you get--and here is the nub of the thing--you get\r\nyour first hen on tick. Anybody will be glad to let you have the hen on\r\ntick. Well, then, you let this hen--this first, original hen, this\r\non-tick-hen--you let it set and hatch chickens. Now follow me closely.\r\nSuppose you have a dozen hens. Very well, then. When each of the dozen\r\nhas a dozen chickens, you send the old hens back to the chappies you\r\nborrowed them from, with thanks for kind loan; and there you are,\r\nstarting business with a hundred and forty-four free chickens to your\r\nname. And after a bit, when the chickens grow up and begin to lay, all\r\nyou have to do is to sit back in your chair and endorse the big\r\ncheques. Isn't that so, Millie?\"\r\n\r\n\"Yes, dear.\"\r\n\r\n\"We've fixed it all up. Do you know Combe Regis, in Dorsetshire? On the\r\nborders of Devon. Bathing. Sea-air. Splendid scenery. Just the place\r\nfor a chicken farm. A friend of Millie's--girl she knew at school--has\r\nlent us a topping old house, with large grounds. All we've got to do is\r\nto get in the fowls. I've ordered the first lot. We shall find them\r\nwaiting for us when we arrive.\"\r\n\r\n\"Well,\" I said, \"I'm sure I wish you luck. Mind you let me know how you\r\nget on.\"\r\n\r\n\"Let you know!\" roared Ukridge. \"Why, my dear old horse, you're coming\r\nwith us.\"\r\n\r\n\"Am I?\" I said blankly.\r\n\r\n\"Certainly you are. We shall take no refusal. Will we, Millie?\"\r\n\r\n\"No, dear.\"\r\n\r\n\"Of course not. No refusal of any sort. Pack up to-night and meet us at\r\nWaterloo to-morrow.\"\r\n\r\n\"It's awfully good of you ...\"\r\n\r\n\"Not a bit of it--not a bit of it. This is pure business. I was saying\r\nto Millie as we came along that you were the very man for us. A man\r\nwith your flow of ideas will be invaluable on a chicken farm.\r\nAbsolutely invaluable. You see,\" proceeded Ukridge, \"I'm one of those\r\npractical fellows. The hard-headed type. I go straight ahead, following\r\nmy nose. What you want in a business of this sort is a touch of the\r\ndreamer to help out the practical mind. We look to you for suggestions,\r\nladdie. Flashes of inspiration and all that sort of thing. Of course,\r\nyou take your share of the profits. That's understood. Yes, yes, I must\r\ninsist. Strict business between friends. Now, taking it that, at a\r\nconservative estimate, the net profits for the first fiscal year amount\r\nto--five thousand, no, better be on the safe side--say, four thousand\r\nfive hundred pounds ... But we'll arrange all that end of it when we\r\nget down there. Millie will look after that. She's the secretary of the\r\nconcern. She's been writing letters to people asking for hens. So you\r\nsee it's a thoroughly organised business. How many hen-letters did you\r\nwrite last week, old girl?\"\r\n\r\n\"Ten, dear.\"\r\n\r\nUkridge turned triumphantly to me.\r\n\r\n\"You hear? Ten. Ten letters asking for hens. That's the way to succeed.\r\nPush and enterprise.\"\r\n\r\n\"Six of them haven't answered, Stanley, dear, and the rest refused.\"\r\n\r\n\"Immaterial,\" said Ukridge with a grand gesture. \"That doesn't matter.\r\nThe point is that the letters were written. It shows we are solid and\r\npractical. Well now, can you get your things ready by to-morrow, Garny\r\nold horse?\"\r\n\r\nStrange how one reaches an epoch-making moment in one's life without\r\nrecognising it. If I had refused that invitation, I would not have--at\r\nany rate, I would have missed a remarkable experience. It is not given\r\nto everyone to see Stanley Featherstonehaugh Ukridge manage a chicken\r\nfarm.\r\n\r\n\"I was thinking of going somewhere where I could get some golf,\" I said\r\nundecidedly.\r\n\r\n\"Combe Regis is just the place for you, then. Perfect hot-bed of golf.\r\nFull of the finest players. Can't throw a brick without hitting an\r\namateur champion. Grand links at the top of the hill not half a mile\r\nfrom the farm. Bring your clubs. You'll be able to play in the\r\nafternoons. Get through serious work by lunch time.\"\r\n\r\n\"You know,\" I said, \"I am absolutely inexperienced as regards fowls. I\r\njust know enough to help myself to bread sauce when I see one, but no\r\nmore.\"\r\n\r\n\"Excellent! You're just the man. You will bring to the work a mind\r\nunclouded by theories. You will act solely by the light of your\r\nintelligence. And you've got lots of that. That novel of yours showed\r\nthe most extraordinary intelligence--at least as far as that blighter\r\nat the bookstall would let me read. I wouldn't have a professional\r\nchicken farmer about the place if he paid to come. If he applied to me,\r\nI should simply send him away. Natural intelligence is what we want.\r\nThen we can rely on you?\"\r\n\r\n\"Very well,\" I said slowly. \"It's very kind of you to ask me.\"\r\n\r\n\"Business, laddie, pure business. Very well, then. We shall catch the\r\neleven-twenty at Waterloo. Don't miss it. Look out for me on the\r\nplatform. If I see you first, I'll shout.\""
  ]
}