{
  "index": 8,
  "title": "Chapter 7",
  "paragraphs": [
    "A LITTLE DINNER AT UKRIDGE'S\r\n\r\n\"Edwin comes to-day,\" said Mrs. Ukridge.\r\n\r\n\"And the Derricks,\" said Ukridge, sawing at the bread in his energetic\r\nway. \"Don't forget the Derricks, Millie.\"\r\n\r\n\"No, dear. Mrs. Beale is going to give us a very nice dinner. We talked\r\nit over yesterday.\"\r\n\r\n\"Who is Edwin?\" I asked.\r\n\r\nWe were finishing breakfast on the second morning after my visit to the\r\nDerricks. I had related my adventures to the staff of the farm on my\r\nreturn, laying stress on the merits of our neighbours and their\r\ninterest in our doings, and the Hired Retainer had been sent off next\r\nmorning with a note from Mrs. Ukridge inviting them to look over the\r\nfarm and stay to dinner.\r\n\r\n\"Edwin?\" said Ukridge. \"Oh, beast of a cat.\"\r\n\r\n\"Oh, Stanley!\" said Mrs. Ukridge plaintively. \"He's not. He's such a\r\ndear, Mr. Garnet. A beautiful, pure-bred Persian. He has taken prizes.\"\r\n\r\n\"He's always taking something. That's why he didn't come down with us.\"\r\n\r\n\"A great, horrid, _beast_ of a dog bit him, Mr. Garnet. And poor Edwin\r\nhad to go to a cats' hospital.\"\r\n\r\n\"And I hope,\" said Ukridge, \"the experience will do him good. Sneaked a\r\ndog's dinner, Garnet, under his very nose, if you please. Naturally the\r\ndog lodged a protest.\"\r\n\r\n\"I'm so afraid that he will be frightened of Bob. He will be very\r\ntimid, and Bob's so boisterous. Isn't he, Mr. Garnet?\"\r\n\r\n\"That's all right,\" said Ukridge. \"Bob won't hurt him, unless he tries\r\nto steal his dinner. In that case we will have Edwin made into a rug.\"\r\n\r\n\"Stanley doesn't like Edwin,\" said Mrs. Ukridge, sadly.\r\n\r\nEdwin arrived early in the afternoon, and was shut into the kitchen. He\r\nstruck me as a handsome cat, but nervous.\r\n\r\nThe Derricks followed two hours later. Mr. Chase was not of the party.\r\n\r\n\"Tom had to go to London,\" explained the professor, \"or he would have\r\nbeen delighted to come. It was a disappointment to the boy, for he\r\nwanted to see the farm.\"\r\n\r\n\"He must come some other time,\" said Ukridge. \"We invite inspection.\r\nLook here,\" he broke off suddenly--we were nearing the fowl-run now,\r\nMrs. Ukridge walking in front with Phyllis Derrick--\"were you ever at\r\nBristol?\"\r\n\r\n\"Never, sir,\" said the professor.\r\n\r\n\"Because I knew just such another fat little buffer there a few years\r\nago. Gay old bird, he was. He--\"\r\n\r\n\"This is the fowl-run, professor,\" I broke in, with a moist, tingling\r\nfeeling across my forehead and up my spine. I saw the professor stiffen\r\nas he walked, while his face deepened in colour. Ukridge's breezy way\r\nof expressing himself is apt to electrify the stranger.\r\n\r\n\"You will notice the able way--ha! ha!--in which the wire-netting is\r\narranged,\" I continued feverishly. \"Took some doing, that. By Jove,\r\nyes. It was hot work. Nice lot of fowls, aren't they? Rather a mixed\r\nlot, of course. Ha! ha! That's the dealer's fault though. We are\r\ngetting quite a number of eggs now. Hens wouldn't lay at first.\r\nCouldn't make them.\"\r\n\r\nI babbled on, till from the corner of my eye I saw the flush fade from\r\nthe professor's face and his back gradually relax its poker-like\r\nattitude. The situation was saved for the moment but there was no\r\nknowing what further excesses Ukridge might indulge in. I managed to\r\ndraw him aside as we went through the fowl-run, and expostulated.\r\n\r\n\"For goodness sake, be careful,\" I whispered. \"You've no notion how\r\ntouchy he is.\"\r\n\r\n\"But _I_ said nothing,\" he replied, amazed.\r\n\r\n\"Hang it, you know, nobody likes to be called a fat little buffer to\r\nhis face.\"\r\n\r\n\"What! My dear old man, nobody minds a little thing like that. We can't\r\nbe stilted and formal. It's ever so much more friendly to relax and be\r\nchummy.\"\r\n\r\nHere we rejoined the others, and I was left with a leaden foreboding of\r\ngruesome things in store. I knew what manner of man Ukridge was when he\r\nrelaxed and became chummy. Friendships of years' standing had failed to\r\nsurvive the test.\r\n\r\nFor the time being, however, all went well. In his role of lecturer he\r\noffended no one, and Phyllis and her father behaved admirably. They\r\nreceived his strangest theories without a twitch of the mouth.\r\n\r\n\"Ah,\" the professor would say, \"now is that really so? Very interesting\r\nindeed.\"\r\n\r\nOnly once, when Ukridge was describing some more than usually original\r\ndevice for the furthering of the interests of his fowls, did a slight\r\nspasm disturb Phyllis's look of attentive reverence.\r\n\r\n\"And you have really had no previous experience in chicken-farming?\"\r\nshe said.\r\n\r\n\"None,\" said Ukridge, beaming through his glasses. \"Not an atom. But I\r\ncan turn my hand to anything, you know. Things seem to come naturally\r\nto me somehow.\"\r\n\r\n\"I see,\" said Phyllis.\r\n\r\nIt was while matters were progressing with this beautiful smoothness\r\nthat I observed the square form of the Hired Retainer approaching us.\r\nSomehow--I cannot say why--I had a feeling that he came with bad news.\r\nPerhaps it was his air of quiet satisfaction which struck me as ominous.\r\n\r\n\"Beg pardon, Mr. Ukridge, sir.\"\r\n\r\nUkridge was in the middle of a very eloquent excursus on the feeding of\r\nfowls, a subject on which he held views of his own as ingenious as they\r\nwere novel. The interruption annoyed him.\r\n\r\n\"Well, Beale,\" he said, \"what is it?\"\r\n\r\n\"That there cat, sir, what came to-day.\"\r\n\r\n\"Oh, Beale,\" cried Mrs. Ukridge in agitation, \"_what_ has happened?\"\r\n\r\n\"Having something to say to the missis--\"\r\n\r\n\"What has happened? Oh, Beale, don't say that Edwin has been hurt?\r\nWhere is he? Oh, _poor_ Edwin!\"\r\n\r\n\"Having something to say to the missis--\"\r\n\r\n\"If Bob has bitten him I hope he had his nose _well_ scratched,\" said\r\nMrs. Ukridge vindictively.\r\n\r\n\"Having something to say to the missis,\" resumed the Hired Retainer\r\ntranquilly, \"I went into the kitchen ten minutes back. The cat was\r\nsitting on the mat.\"\r\n\r\nBeale's narrative style closely resembled that of a certain book I had\r\nread in my infancy. I wish I could remember its title. It was a\r\nwell-written book.\r\n\r\n\"Yes, Beale, yes?\" said Mrs. Ukridge. \"Oh, do go on.\"\r\n\r\n\"'Hullo, puss,' I says to him, 'and 'ow are _you_, sir?' 'Be careful,'\r\nsays the missis. ''E's that timid,' she says, 'you wouldn't believe,'\r\nshe says. ''E's only just settled down, as you may say,' she says. 'Ho,\r\ndon't you fret,' I says to her, ''im and me understands each other. 'Im\r\nand me,' I says, 'is old friends. 'E's my dear old pal, Corporal\r\nBanks.' She grinned at that, ma'am, Corporal Banks being a man we'd 'ad\r\nmany a 'earty laugh at in the old days. 'E was, in a manner of\r\nspeaking, a joke between us.\"\r\n\r\n\"Oh, do--go--on, Beale. What has happened to Edwin?\"\r\n\r\nThe Hired Retainer proceeded in calm, even tones.\r\n\r\n\"We was talking there, ma'am, when Bob, what had followed me unknown,\r\ntrotted in. When the cat ketched sight of 'im sniffing about, there was\r\nsuch a spitting and swearing as you never 'eard; and blowed,\" said Mr.\r\nBeale amusedly, \"blowed if the old cat didn't give one jump, and move\r\nin quick time up the chimney, where 'e now remains, paying no 'eed to\r\nthe missis' attempts to get him down again.\"\r\n\r\nSensation, as they say in the reports.\r\n\r\n\"But he'll be cooked,\" cried Phyllis, open-eyed.\r\n\r\n\"No, he won't. Nor will our dinner. Mrs. Beale always lets the kitchen\r\nfire out during the afternoon. And how she's going to light it with\r\nthat----\"\r\n\r\nThere was a pause while one might count three. It was plain that the\r\nspeaker was struggling with himself.\r\n\r\n\"--that cat,\" he concluded safely, \"up the chimney? It's a cold dinner\r\nwe'll get to-night, if that cat doesn't come down.\"\r\n\r\nThe professor's face fell. I had remarked on the occasion when I had\r\nlunched with him his evident fondness for the pleasures of the table.\r\nCold impromptu dinners were plainly not to his taste.\r\n\r\nWe went to the kitchen in a body. Mrs. Beale was standing in front of\r\nthe empty grate, making seductive cat-noises up the chimney.\r\n\r\n\"What's all this, Mrs. Beale?\" said Ukridge.\r\n\r\n\"He won't come down, sir, not while he thinks Bob's about. And how I'm\r\nto cook dinner for five with him up the chimney I don't see, sir.\"\r\n\r\n\"Prod at him with a broom handle, Mrs. Beale,\" said Ukridge.\r\n\r\n\"Oh, don't hurt poor Edwin,\" said Mrs. Ukridge.\r\n\r\n\"I 'ave tried that, sir, but I can't reach him, and I'm only bin and\r\ndrove 'im further up. What must be,\" added Mrs. Beale philosophically,\r\n\"must be. He may come down of his own accord in the night. Bein'\r\n'ungry.\"\r\n\r\n\"Then what we must do,\" said Ukridge in a jovial manner, which to me at\r\nleast seemed out of place, \"is to have a regular, jolly picnic-dinner,\r\nwhat? Whack up whatever we have in the larder, and eat that.\"\r\n\r\n\"A regular, jolly picnic-dinner,\" repeated the professor gloomily. I\r\ncould read what was passing in his mind,--remorse for having come at\r\nall, and a faint hope that it might not be too late to back out of it.\r\n\r\n\"That will be splendid,\" said Phyllis.\r\n\r\n\"Er, I think, my dear sir,\" said her father, \"it would be hardly fair\r\nfor us to give any further trouble to Mrs. Ukridge and yourself. If you\r\nwill allow me, therefore, I will----\"\r\n\r\nUkridge became gushingly hospitable. He refused to think of allowing\r\nhis guests to go empty away. He would be able to whack up something, he\r\nsaid. There was quite a good deal of the ham left. He was sure. He\r\nappealed to me to endorse his view that there was a tin of sardines and\r\npart of a cold fowl and plenty of bread and cheese.\r\n\r\n\"And after all,\" he said, speaking for the whole company in the\r\ngenerous, comprehensive way enthusiasts have, \"what more do we want in\r\nweather like this? A nice, light, cold, dinner is ever so much better\r\nfor us than a lot of hot things.\"\r\n\r\nWe strolled out again into the garden, but somehow things seemed to\r\ndrag. Conversation was fitful, except on the part of Ukridge, who\r\ncontinued to talk easily on all subjects, unconscious of the fact that\r\nthe party was depressed and at least one of his guests rapidly becoming\r\nirritable. I watched the professor furtively as Ukridge talked on, and\r\nthat ominous phrase of Mr. Chase's concerning four-point-seven guns\r\nkept coming into my mind. If Ukridge were to tread on any of his pet\r\ncorns, as he might at any minute, there would be an explosion. The\r\nsnatching of the dinner from his very mouth, as it were, and the\r\nsubstitution of a bread-and-cheese and sardines menu had brought him to\r\nthe frame of mind when men turn and rend their nearest and dearest.\r\n\r\nThe sight of the table, when at length we filed into the dining room,\r\nsent a chill through me. It was a meal for the very young or the very\r\nhungry. The uncompromising coldness and solidity of the viands was\r\nenough to appall a man conscious that his digestion needed humouring. A\r\nhuge cheese faced us in almost a swashbuckling way. I do not know how\r\nelse to describe it. It wore a blatant, rakish,\r\n_nemo-me-impune-lacessit_ air, and I noticed that the professor\r\nshivered slightly as he saw it. Sardines, looking more oily and\r\nuninviting than anything I had ever seen, appeared in their native tin\r\nbeyond the loaf of bread. There was a ham, in its third quarter, and a\r\nchicken which had suffered heavily during a previous visit to the\r\ntable. Finally, a black bottle of whisky stood grimly beside Ukridge's\r\nplate. The professor looked the sort of man who drank claret of a\r\nspecial year, or nothing.\r\n\r\nWe got through the meal somehow, and did our best to delude ourselves\r\ninto the idea that it was all great fun; but it was a shallow pretence.\r\nThe professor was very silent by the time we had finished. Ukridge had\r\nbeen terrible. The professor had forced himself to be genial. He had\r\ntried to talk. He had told stories. And when he began one--his stories\r\nwould have been the better for a little more briskness and\r\ncondensation--Ukridge almost invariably interrupted him, before he had\r\ngot half way through, without a word of apology, and started on some\r\nanecdote of his own. He furthermore disagreed with nearly every opinion\r\nthe professor expressed. It is true that he did it all in such a\r\nperfectly friendly way, and was obviously so innocent of any intention\r\nof giving offence, that another man--or the same man at a better\r\nmeal--might have overlooked the matter. But the professor, robbed of\r\nhis good dinner, was at the stage when he had to attack somebody. Every\r\nmoment I had been expecting the storm to burst.\r\n\r\nIt burst after dinner.\r\n\r\nWe were strolling in the garden, when some demon urged Ukridge, apropos\r\nof the professor's mention of Dublin, to start upon the Irish question.\r\nI had been expecting it momentarily, but my heart seemed to stand still\r\nwhen it actually arrived.\r\n\r\nUkridge probably knew less about the Irish question than any male adult\r\nin the kingdom, but he had boomed forth some very positive opinions of\r\nhis own on the subject before I could get near enough to him to whisper\r\na warning. When I did, I suppose I must have whispered louder than I\r\nhad intended, for the professor heard me, and my words acted as the\r\nmatch to the powder.\r\n\r\n\"He's touchy about Ireland, is he?\" he thundered. \"Drop it, is it? And\r\nwhy? Why, sir? I'm one of the best tempered men that ever came from\r\nDublin, let me tell you, and I will not stay here to be insulted by the\r\ninsinuation that I cannot discuss Ireland as calmly as any one in this\r\ncompany or out of it. Touchy about Ireland, is it? Touchy--?\"\r\n\r\n\"But, professor--\"\r\n\r\n\"Take your hand off my arm, Mr. Garnet. I will not be treated like a\r\nchild. I am as competent to discuss the affairs of Ireland without heat\r\nas any man, let me tell you.\"\r\n\r\n\"Father--\"\r\n\r\n\"And let me tell you, Mr. Ukridge, that I consider your opinions\r\npoisonous. Poisonous, sir. And you know nothing whatever about the\r\nsubject, sir. Every word you say betrays your profound ignorance. I\r\ndon't wish to see you or to speak to you again. Understand that, sir.\r\nOur acquaintance began to-day, and it will cease to-day. Good-night to\r\nyou, sir. Come, Phyllis, me dear. Mrs. Ukridge, good-night.\""
  ]
}