{
  "index": 6,
  "title": "Chapter 5",
  "paragraphs": [
    "MR. GARNET'S NARRATIVE--HAS TO DO WITH A REUNION\r\n\r\nThe day was Thursday, the date July the twenty-second. We had been\r\nchicken-farmers for a whole week, and things were beginning to settle\r\ndown to a certain extent. The coops were finished. They were not\r\nmasterpieces, and I have seen chickens pause before them in deep\r\nthought, as who should say, \"Now what?\" but they were coops within the\r\nmeaning of the Act, and we induced hens to become tenants.\r\n\r\nThe hardest work had been the fixing of the wire-netting. This was the\r\ndepartment of the Hired Man and myself, Ukridge holding himself proudly\r\naloof. While Beale and I worked ourselves to a fever in the sun, the\r\nsenior partner of the firm sat on a deck-chair in the shade, offering\r\nnot unkindly criticism and advice and from time to time abusing his\r\ncreditors, who were numerous. For we had hardly been in residence a day\r\nbefore he began to order in a vast supply of necessary and unnecessary\r\nthings, all on credit. Some he got from the village, others from\r\nneighbouring towns. Axminster he laid heavily under contribution. He\r\neven went as far afield as Dorchester. He had a persuasive way with\r\nhim, and the tradesmen seemed to treat him like a favourite son. The\r\nthings began to pour in from all sides,--groceries, whisky, a piano, a\r\ngramophone, pictures. Also cigars in great profusion. He was not one of\r\nthose men who want but little here below.\r\n\r\nAs regards the financial side of these transactions, his method was\r\nsimple and masterly. If a tradesman suggested that a small cheque on\r\naccount would not be taken amiss, as one or two sordid fellows did, he\r\nbecame pathetic.\r\n\r\n\"Confound it, sir,\" he would say with tears in his voice, laying a hand\r\non the man's shoulders in a wounded way, \"it's a trifle hard, when a\r\ngentleman comes to settle in your neighbourhood, that you should dun\r\nhim for money before he has got the preliminary expenses about the\r\nhouse off his back.\" This sounded well, and suggested the disbursement\r\nof huge sums for rent. The fact that the house had been lent him rent\r\nfree was kept with some care in the background. Having weakened the man\r\nwith pathos, he would strike a sterner note. \"A little more of this,\"\r\nhe would go on, \"and I'll close my account. Why, damme, in all my\r\nexperience I've never heard anything like it!\" Upon which the man would\r\napologise, and go away, forgiven, with a large order for more goods.\r\n\r\nBy these statesmanlike methods he had certainly made the place very\r\ncomfortable. I suppose we all realised that the things would have to be\r\npaid for some day, but the thought did not worry us.\r\n\r\n\"Pay?\" bellowed Ukridge on the only occasion when I ventured to bring\r\nup the unpleasant topic, \"of course we shall pay. Why not? I don't like\r\nto see this faint-hearted spirit in you, old horse. The money isn't\r\ncoming in yet, I admit, but we must give it time. Soon we shall be\r\nturning over hundreds a week, hundreds! I'm in touch with all the big\r\nplaces,--Whiteley's, Harrod's, all the nibs. Here I am, I said to them,\r\nwith a large chicken farm with all the modern improvements. You want\r\neggs, old horses, I said: I supply them. I will let you have so many\r\nhundred eggs a week, I said; what will you give for them? Well, I'll\r\nadmit their terms did not come up to my expectations altogether, but we\r\nmust not sneer at small prices at first.\r\n\r\n\"When we get a connection, we shall be able to name our terms. It\r\nstands to reason, laddie. Have you ever seen a man, woman, or child who\r\nwasn't eating an egg or just going to eat an egg or just coming away\r\nfrom eating an egg? I tell you, the good old egg is the foundation of\r\ndaily life. Stop the first man you meet in the street and ask him which\r\nhe'd sooner lose, his egg or his wife, and see what he says! We're on\r\nto a good thing, Garny, my boy. Pass the whisky!\"\r\n\r\nThe upshot of it was that the firms mentioned supplied us with a\r\nquantity of goods, agreeing to receive phantom eggs in exchange. This\r\nsatisfied Ukridge. He had a faith in the laying power of his hens which\r\nwould have flattered them if they could have known it. It might also\r\nhave stimulated their efforts in that direction, which up to date were\r\nfeeble.\r\n\r\nIt was now, as I have said, Thursday, the twenty-second of July,--a\r\nglorious, sunny morning, of the kind which Providence sends\r\noccasionally, simply in order to allow the honest smoker to take his\r\nafter-breakfast pipe under ideal conditions. These are the pipes to\r\nwhich a man looks back in after years with a feeling of wistful\r\nreverence, pipes smoked in perfect tranquillity, mind and body alike at\r\nrest. It is over pipes like these that we dream our dreams, and fashion\r\nour masterpieces.\r\n\r\nMy pipe was behaving like the ideal pipe; and, as I strolled spaciously\r\nabout the lawn, my novel was growing nobly. I had neglected my literary\r\nwork for the past week, owing to the insistent claims of the fowls. I\r\nam not one of those men whose minds work in placid independence of the\r\nconditions of life. But I was making up for lost time now. With each\r\nblue cloud that left my lips and hung in the still air above me,\r\nstriking scenes and freshets of sparkling dialogue rushed through my\r\nbrain. Another uninterrupted half hour, and I have no doubt that I\r\nshould have completed the framework of a novel which would have placed\r\nme in that select band of authors who have no christian names. Another\r\nhalf hour, and posterity would have known me as \"Garnet.\"\r\n\r\nBut it was not to be.\r\n\r\n\"Stop her! Catch her, Garny, old horse!\"\r\n\r\nI had wandered into the paddock at the moment. I looked up. Coming\r\ntowards me at her best pace was a small hen. I recognised her\r\nimmediately. It was the disagreeable, sardonic-looking bird which\r\nUkridge, on the strength of an alleged similarity of profile to his\r\nwife's nearest relative, had christened Aunt Elizabeth. A Bolshevist\r\nhen, always at the bottom of any disturbance in the fowl-run, a bird\r\nwhich ate its head off daily at our expense and bit the hands which fed\r\nit by resolutely declining to lay a single egg. Behind this fowl ran\r\nBob, doing, as usual, the thing that he ought not to have done. Bob's\r\nwrong-headedness in the matter of our hens was a constant source of\r\ninconvenience. From the first, he had seemed to regard the laying-in of\r\nour stock purely in the nature of a tribute to his sporting tastes. He\r\nhad a fixed idea that he was a hunting dog and that, recognising this,\r\nwe had very decently provided him with the material for the chase.\r\n\r\nBehind Bob came Ukridge. But a glance was enough to tell me that he was\r\na negligible factor in the pursuit. He was not built for speed. Already\r\nthe pace had proved too much for him, and he had appointed me his\r\ndeputy, with full powers to act.\r\n\r\n\"After her, Garny, old horse! Valuable bird! Mustn't be lost!\"\r\n\r\nWhen not in a catalepsy of literary composition, I am essentially the\r\nman of action. I laid aside my novel for future reference, and we\r\npassed out of the paddock in the following order. First, Aunt\r\nElizabeth, as fresh as paint, going well. Next, Bob, panting and\r\nobviously doubtful of his powers of staying the distance. Lastly,\r\nmyself, determined, but wishing I were five years younger.\r\n\r\nAfter the first field Bob, like the dilettante and unstable dog he was,\r\ngave it up, and sauntered off to scratch at a rabbit-hole with an\r\ninsufferable air of suggesting that that was what he had come out for\r\nall the time. I continued to pound along doggedly. I was grimly\r\nresolute. I had caught Aunt Elizabeth's eye as she passed me, and the\r\ncontempt in it had cut me to the quick. This bird despised me. I am not\r\na violent or a quick-tempered man, but I have my self-respect. I will\r\nnot be sneered at by hens. All the abstract desire for Fame which had\r\nfilled my mind five minutes before was concentrated now on the task of\r\ncapturing this supercilious bird.\r\n\r\nWe had been travelling down hill all this time, but at this point we\r\ncrossed a road and the ground began to rise. I was in that painful\r\ncondition which occurs when one has lost one's first wind and has not\r\nyet got one's second. I was hotter than I had ever been in my life.\r\n\r\nWhether Aunt Elizabeth, too, was beginning to feel the effects of her\r\nrun, or whether she did it out of the pure effrontery of her warped and\r\nunpleasant nature, I do not know; but she now slowed down to walk, and\r\neven began to peck in a tentative manner at the grass. Her behaviour\r\ninfuriated me. I felt that I was being treated as a cipher. I vowed\r\nthat this bird should realise yet, even if, as seemed probable, I burst\r\nin the process, that it was no light matter to be pursued by J. Garnet,\r\nauthor of \"The Manoeuvres of Arthur,\" etc., a man of whose work so\r\ncapable a judge as the Peebles _Advertiser_ had said \"Shows promise.\"\r\n\r\nA judicious increase of pace brought me within a yard or two of my\r\nquarry. But Aunt Elizabeth, apparently distrait, had the situation well\r\nin hand. She darted from me with an amused chuckle, and moved off\r\nrapidly again up the hill.\r\n\r\nI followed, but there was that within me that told me I had shot my\r\nbolt. The sun blazed down, concentrating its rays on my back to the\r\nexclusion of the surrounding scenery. It seemed to follow me about like\r\na limelight.\r\n\r\nWe had reached level ground. Aunt Elizabeth had again slowed to a walk,\r\nand I was capable of no better pace. Very gradually I closed in. There\r\nwas a high boxwood hedge in front of us; and, just as I came close\r\nenough once more to stake my all on a single grab, Aunt Elizabeth, with\r\nanother of her sardonic chuckles, dived in head-foremost and struggled\r\nthrough in the mysterious way in which birds do get through hedges. The\r\nsound of her faint spinster-like snigger came to me as I stood panting,\r\nand roused me like a bugle. The next moment I too had plunged into the\r\nhedge.\r\n\r\nI was in the middle of it, very hot, tired, and dirty, when from the\r\nother side I heard a sudden shout of \"Mark over! Bird to the right!\"\r\nand the next moment I found myself emerging with a black face and\r\ntottering knees on the gravel path of a private garden. Beyond the path\r\nwas a croquet lawn, and on this lawn I perceived, as through a glass\r\ndarkly, three figures. The mist cleared from my eyes, and I recognised\r\ntwo of them.\r\n\r\nOne was the middle-aged Irishman who had travelled down with us in the\r\ntrain. The other was his blue-eyed daughter.\r\n\r\nThe third member of the party was a man, a stranger to me. By some\r\nmiracle of adroitness he had captured Aunt Elizabeth, and was holding\r\nher in spite of her protests in a workmanlike manner behind the wings."
  ]
}