{
  "index": 9,
  "title": "Chapter 8",
  "paragraphs": [
    "DIES IRAE\r\n\r\nWhy is it, I wonder, that stories of Retribution calling at the wrong\r\naddress strike us as funny instead of pathetic? I myself had been\r\namused by them many a time. In a book which I had read only a few days\r\nbefore our cold-dinner party a shop-woman, annoyed with an omnibus\r\nconductor, had thrown a superannuated orange at him. It had found its\r\nbillet not on him but on a perfectly inoffensive spectator. The\r\nmissile, said the writer, \"'it a young copper full in the hyeball.\" I\r\nhad enjoyed this when I read it, but now that Fate had arranged a\r\nprecisely similar situation, with myself in the role of the young\r\ncopper, the fun of the thing appealed to me not at all.\r\n\r\nIt was Ukridge who was to blame for the professor's regrettable\r\nexplosion and departure, and he ought by all laws of justice to have\r\nsuffered for it. As it was, I was the only person materially affected.\r\nIt did not matter to Ukridge. He did not care twopence one way or the\r\nother. If the professor were friendly, he was willing to talk to him by\r\nthe hour on any subject, pleasant or unpleasant. If, on the other hand,\r\nhe wished to have nothing more to do with us, it did not worry him. He\r\nwas content to let him go. Ukridge was a self-sufficing person.\r\n\r\nBut to me it was a serious matter. More than serious. If I have done my\r\nwork as historian with an adequate degree of skill, the reader should\r\nhave gathered by this time the state of my feelings.\r\n\r\n  \"I did not love as others do:\r\n     None ever did that I've heard tell of.\r\n   My passion was a by-word through\r\n     The town she was, of course, the belle of.\"\r\n\r\nAt least it was--fortunately--not quite that; but it was certainly\r\ngenuine and most disturbing, and it grew with the days. Somebody with a\r\ntaste for juggling with figures might write a very readable page or so\r\nof statistics in connection with the growth of love. In some cases it\r\nis, I believe, slow. In my own I can only say that Jack's beanstalk was\r\na backward plant in comparison. It is true that we had not seen a great\r\ndeal of one another, and that, when we had met, our interview had been\r\nbrief and our conversation conventional; but it is the intervals\r\nbetween the meeting that do the real damage. Absence--I do not claim\r\nthe thought as my own--makes the heart grow fonder. And now, thanks to\r\nUkridge's amazing idiocy, a barrier had been thrust between us. Lord\r\nknows, the business of fishing for a girl's heart is sufficiently\r\ndifficult and delicate without the addition of needless obstacles. To\r\ncut out the naval miscreant under equal conditions would have been a\r\ntask ample enough for my modest needs. It was terrible to have to\r\nre-establish myself in the good graces of the professor before I could\r\nso much as begin to dream of Phyllis. Ukridge gave me no balm.\r\n\r\n\"Well, after all,\" he said, when I pointed out to him quietly but\r\nplainly my opinion of his tactlessness, \"what does it matter? Old\r\nDerrick isn't the only person in the world. If he doesn't want to know\r\nus, laddie, we just jolly well pull ourselves together and stagger\r\nalong without him. It's quite possible to be happy without knowing old\r\nDerrick. Millions of people are going about the world at this moment,\r\nsinging like larks out of pure light-heartedness, who don't even know\r\nof his existence. And, as a matter of fact, old horse, we haven't time\r\nto waste making friends and being the social pets. Too much to do on\r\nthe farm. Strict business is the watchword, my boy. We must be the\r\nkeen, tense men of affairs, or, before we know where we are, we shall\r\nfind ourselves right in the gumbo.\r\n\r\n\"I've noticed, Garny, old horse, that you haven't been the whale for\r\nwork lately that you might be. You must buckle to, laddie. There must\r\nbe no slackness. We are at a critical stage. On our work now depends\r\nthe success of the speculation. Look at those damned cocks. They're\r\nalways fighting. Heave a stone at them, laddie, while you're up. What's\r\nthe matter with you? You seem pipped. Can't get the novel off your\r\nchest, or what? You take my tip and give your brain a rest. Nothing\r\nlike manual labour for clearing the brain. All the doctors say so.\r\nThose coops ought to be painted to-day or to-morrow. Mind you, I think\r\nold Derrick would be all right if one persevered--\"\r\n\r\n\"--and didn't call him a fat little buffer and contradict everything he\r\nsaid and spoil all his stories by breaking in with chestnuts of your\r\nown in the middle,\" I interrupted with bitterness.\r\n\r\n\"My dear old son, he didn't mind being called a fat little buffer. You\r\nkeep harping on that. It's no discredit to a man to be a fat little\r\nbuffer. Some of the noblest men I have met have been fat little\r\nbuffers. What was the matter with old Derrick was a touch of liver. I\r\nsaid to myself, when I saw him eating cheese, 'that fellow's going to\r\nhave a nasty shooting pain sooner or later.' I say, laddie, just heave\r\nanother rock or two at those cocks, will you. They'll slay each other.\"\r\n\r\nI had hoped, fearing the while that there was not much chance of such a\r\nthing happening, that the professor might get over his feeling of\r\ninjury during the night and be as friendly as ever next day. But he was\r\nevidently a man who had no objection whatever to letting the sun go\r\ndown upon his wrath, for when I met him on the following morning on the\r\nbeach, he cut me in the most uncompromising manner.\r\n\r\nPhyllis was with him at the time, and also another girl, who was, I\r\nsupposed, from the strong likeness between them, her sister. She had\r\nthe same mass of soft brown hair. But to me she appeared almost\r\ncommonplace in comparison.\r\n\r\nIt is never pleasant to be cut dead, even when you have done something\r\nto deserve it. It is like treading on nothing where one imagined a\r\nstair to be. In the present instance the pang was mitigated to a\r\ncertain extent--not largely--by the fact that Phyllis looked at me. She\r\ndid not move her head, and I could not have declared positively that\r\nshe moved her eyes; but nevertheless she certainly looked at me. It was\r\nsomething. She seemed to say that duty compelled her to follow her\r\nfather's lead, and that the act must not be taken as evidence of any\r\npersonal animus.\r\n\r\nThat, at least, was how I read off the message.\r\n\r\nTwo days later I met Mr. Chase in the village.\r\n\r\n\"Hullo, so you're back,\" I said.\r\n\r\n\"You've discovered my secret,\" he admitted; \"will you have a cigar or a\r\ncocoanut?\"\r\n\r\nThere was a pause.\r\n\r\n\"Trouble I hear, while I was away,\" he said.\r\n\r\nI nodded.\r\n\r\n\"The man I live with, Ukridge, did what you warned me against. Touched\r\non the Irish question.\"\r\n\r\n\"Home Rule?\"\r\n\r\n\"He mentioned it among other things.\"\r\n\r\n\"And the professor went off?\"\r\n\r\n\"Like a bomb.\"\r\n\r\n\"He would. So now you have parted brass rags. It's a pity.\"\r\n\r\nI agreed. I am glad to say that I suppressed the desire to ask him to\r\nuse his influence, if any, with Mr. Derrick to effect a reconciliation.\r\nI felt that I must play the game. To request one's rival to give one\r\nassistance in the struggle, to the end that he may be the more readily\r\ncut out, can hardly be considered cricket.\r\n\r\n\"I ought not to be speaking to you, you know,\" said Mr. Chase. \"You're\r\nunder arrest.\"\r\n\r\n\"He's still----?\" I stopped for a word.\r\n\r\n\"Very much so. I'll do what I can.\"\r\n\r\n\"It's very good of you.\"\r\n\r\n\"But the time is not yet ripe. He may be said at present to be\r\nsimmering down.\"\r\n\r\n\"I see. Thanks. Good-bye.\"\r\n\r\n\"So long.\"\r\n\r\nAnd Mr. Chase walked on with long strides to the Cob.\r\n\r\nThe days passed slowly. I saw nothing more of Phyllis or her sister.\r\nThe professor I met once or twice on the links. I had taken earnestly\r\nto golf in this time of stress. Golf is the game of disappointed\r\nlovers. On the other hand, it does not follow that because a man is a\r\nfailure as a lover he will be any good at all on the links. My game was\r\ndistinctly poor at first. But a round or two put me back into my proper\r\nform, which is fair.\r\n\r\nThe professor's demeanour at these accidental meetings on the links was\r\na faithful reproduction of his attitude on the beach. Only by a studied\r\nimitation of the Absolute Stranger did he show that he had observed my\r\npresence.\r\n\r\nOnce or twice, after dinner, when Ukridge was smoking one of his\r\nspecial cigars while Mrs. Ukridge nursed Edwin (now moving in society\r\nonce more, and in his right mind), I lit my pipe and walked out across\r\nthe fields through the cool summer night till I came to the hedge that\r\nshut off the Derrick's grounds. Not the hedge through which I had made\r\nmy first entrance, but another, lower, and nearer the house. Standing\r\nthere under the shade of a tree I could see the lighted windows of the\r\ndrawing-room. Generally there was music inside, and, the windows being\r\nopened on account of the warmth of the night, I was able to make myself\r\na little more miserable by hearing Phyllis sing. It deepened the\r\nfeeling of banishment.\r\n\r\nI shall never forget those furtive visits. The intense stillness of the\r\nnight, broken by an occasional rustling in the grass or the hedge; the\r\nsmell of the flowers in the garden beyond; the distant drone of the sea.\r\n\r\n  \"God makes sech nights, all white and still,\r\n     Fur'z you to look and listen.\"\r\n\r\nAnother day had generally begun before I moved from my hiding-place,\r\nand started for home, surprised to find my limbs stiff and my clothes\r\nbathed with dew."
  ]
}