{
  "index": 4,
  "title": "Chapter 3",
  "paragraphs": [
    "THE ARRIVAL\r\n\r\nFrom Axminster to Combe Regis the line runs through country as\r\nattractive as any that can be found in the island, and the train, as if\r\nin appreciation of this fact, does not hurry over the journey. It was\r\nlate afternoon by the time we reached our destination.\r\n\r\nThe arrangements for the carrying of luggage at Combe Regis border on\r\nthe primitive. Boxes are left on the platform, and later, when he\r\nthinks of it, a carrier looks in and conveys them into the valley and\r\nup the hill on the opposite side to the address written on the labels.\r\nThe owner walks. Combe Regis is not a place for the halt and maimed.\r\n\r\nUkridge led us in the direction of the farm, which lay across the\r\nvalley, looking through woods to the sea. The place was visible from\r\nthe station, from which, indeed, standing as it did on the top of a\r\nhill, the view was extensive.\r\n\r\nHalf-way up the slope on the other side of the valley we left the road\r\nand made our way across a spongy field, Ukridge explaining that this\r\nwas a short cut. We climbed through a hedge, crossed a stream and\r\nanother field, and after negotiating a difficult bank, topped with\r\nbarbed wire, found ourselves in a garden.\r\n\r\nUkridge mopped his forehead, and restored his pince-nez to their\r\noriginal position from which the passage of the barbed wire had\r\ndislodged them.\r\n\r\n\"This is the place,\" he said. \"We've come in by the back way. Saves\r\ntime. Tired, Millie?\"\r\n\r\n\"A little, dear. I should like some tea.\"\r\n\r\n\"Same here,\" I agreed.\r\n\r\n\"That'll be all right,\" said Ukridge. \"A most competent man of the name\r\nof Beale and his wife are in charge at present. I wrote to them telling\r\nthem that we were coming to-day. They will be ready for us. That's the\r\nway to do things, Garny old horse. Quiet efficiency. Perfect\r\norganisation.\"\r\n\r\nWe were at the front door by this time. Ukridge rang the bell. The\r\nnoise echoed through the house, but there was no answering footsteps.\r\nHe rang again. There is no mistaking the note of a bell in an empty\r\nhouse. It was plain that the competent man and his wife were out.\r\n\r\n\"Now what?\" I said.\r\n\r\nMrs. Ukridge looked at her husband with calm confidence.\r\n\r\n\"This,\" said Ukridge, leaning against the door and endeavouring to\r\nbutton his collar at the back, \"reminds me of an afternoon in the\r\nArgentine. Two other cheery sportsmen and myself tried for\r\nthree-quarters of an hour to get into an empty house where there looked\r\nas if there might be something to drink, and we'd just got the door\r\nopen when the owner turned up from behind a tree with a shot-gun. It\r\nwas a little difficult to explain. As a matter of fact, we never did\r\nwhat you might call really thresh the matter out thoroughly in all its\r\naspects, and you'd be surprised what a devil of a time it takes to pick\r\nbuck-shot out of a fellow. There was a dog, too.\"\r\n\r\nHe broke off, musing dreamily on the happy past, and at this moment\r\nhistory partially repeated itself. From the other side of the door came\r\na dissatisfied whine, followed by a short bark.\r\n\r\n\"Hullo,\" said Ukridge, \"Beale has a dog.\" He frowned, annoyed. \"What\r\nright,\" he added in an aggrieved tone, \"has a beastly mongrel,\r\nbelonging to a man I employ, to keep me out of my own house? It's a\r\nlittle hard. Here am I, slaving day and night to support Beale, and\r\nwhen I try to get into my own house his infernal dog barks at me. Upon\r\nmy Sam it's hard!\" He brooded for a moment on the injustice of things.\r\n\"Here, let me get to the keyhole. I'll reason with the brute.\"\r\n\r\nHe put his mouth to the keyhole and roared \"Goo' dog!\" through it.\r\nInstantly the door shook as some heavy object hurled itself against it.\r\nThe barking rang through the house.\r\n\r\n\"Come round to the back,\" said Ukridge, giving up the idea of\r\nconciliation, \"we'll get in through the kitchen window.\"\r\n\r\nThe kitchen window proved to be insecurely latched. Ukridge threw it\r\nopen and we climbed in. The dog, hearing the noise, raced back along\r\nthe passage and flung himself at the door, scratching at the panels.\r\nUkridge listened with growing indignation.\r\n\r\n\"Millie, you know how to light a fire. Garnet and I will be collecting\r\ncups and things. When that scoundrel Beale arrives I shall tear him\r\nlimb from limb. Deserting us like this! The man must be a thorough\r\nfraud. He told me he was an old soldier. If that's the sort of\r\ndiscipline they used to keep in his regiment, thank God, we've got a\r\nNavy! Damn, I've broken a plate. How's the fire getting on, Millie?\r\nI'll chop Beale into little bits. What's that you've got there, Garny\r\nold horse? Tea? Good. Where's the bread? There goes another plate.\r\nWhere's Mrs. Beale, too? By Jove, that woman wants killing as much as\r\nher blackguard of a husband. Whoever heard of a cook deliberately\r\nleaving her post on the day when her master and mistress were expected\r\nback? The abandoned woman. Look here, I'll give that dog three minutes,\r\nand if it doesn't stop scratching that door by then, I'll take a\r\nrolling pin and go out and have a heart-to-heart talk with it. It's a\r\nlittle hard. My own house, and the first thing I find when I arrive is\r\nsomebody else's beastly dog scratching holes in the doors and ruining\r\nthe expensive paint. Stop it, you brute!\"\r\n\r\nThe dog's reply was to continue his operations with immense vigour.\r\n\r\nUkridge's eyes gleamed behind their glasses.\r\n\r\n\"Give me a good large jug, laddie,\" he said with ominous calm.\r\n\r\nHe took the largest of the jugs from the dresser and strode with it\r\ninto the scullery, whence came a sound of running water. He returned\r\ncarrying the jug with both hands, his mien that of a general who sees\r\nhis way to a masterstroke of strategy.\r\n\r\n\"Garny, old horse,\" he said, \"freeze onto the handle of the door, and,\r\nwhen I give the word, fling wide the gates. Then watch that animal get\r\nthe surprise of a lifetime.\"\r\n\r\nI attached myself to the handle as directed. Ukridge gave the word. We\r\nhad a momentary vision of an excited dog of the mongrel class framed in\r\nthe open doorway, all eyes and teeth; then the passage was occupied by\r\na spreading pool, and indignant barks from the distance told that the\r\nenemy was thinking the thing over in some safe retreat.\r\n\r\n\"Settled _his_ hash,\" said Ukridge complacently. \"Nothing like\r\nresource, Garny my boy. Some men would have gone on letting a good door\r\nbe ruined.\"\r\n\r\n\"And spoiled the dog for a ha'porth of water,\" I said.\r\n\r\nAt this moment Mrs. Ukridge announced that the kettle was boiling. Over\r\na cup of tea Ukridge became the man of business.\r\n\r\n\"I wonder when those fowls are going to arrive. They should have been\r\nhere to-day. It's a little hard. Here am I, all eagerness and anxiety,\r\nwaiting to start an up-to-date chicken farm, and no fowls! I can't run\r\na chicken farm without fowls. If they don't come to-morrow, I shall get\r\nafter those people with a hatchet. There must be no slackness. They\r\nmust bustle about. After tea I'll show you the garden, and we'll choose\r\na place for a fowl-run. To-morrow we must buckle to. Serious work will\r\nbegin immediately after breakfast.\"\r\n\r\n\"Suppose,\" I said, \"the fowls arrive before we're ready for them?\"\r\n\r\n\"Why, then they must wait.\"\r\n\r\n\"But you can't keep fowls cooped up indefinitely in a crate.\"\r\n\r\n\"Oh, that'll be all right. There's a basement to this house. We'll let\r\n'em run about there till we're ready for them. There's always a way of\r\ndoing things if you look for it. Organisation, my boy. That's the\r\nwatchword. Quiet efficiency.\"\r\n\r\n\"I hope you are going to let the hens hatch some of the eggs, dear,\"\r\nsaid Mrs. Ukridge. \"I should love to have some little chickens.\"\r\n\r\n\"Of course. By all means. My idea,\" said Ukridge, \"was this. These\r\npeople will send us fifty fowls of sorts. That means--call it\r\nforty-five eggs a day. Let 'em ... Well, I'm hanged! There's that dog\r\nagain. Where's the jug?\"\r\n\r\nBut this time an unforeseen interruption prevented the manoeuvre being\r\nthe success it had been before. I had turned the handle and was about\r\nto pull the door open, while Ukridge, looking like some modern and\r\ndilapidated version of the _Discobolus_, stood beside me with his jug\r\npoised, when a voice spoke from the window.\r\n\r\n\"Stand still!\" said the voice, \"or I'll corpse you!\"\r\n\r\nI dropped the handle. Ukridge dropped the jug. Mrs. Ukridge dropped her\r\ntea-cup. At the window, with a double-barrelled gun in his hands, stood\r\na short, square, red-headed man. The muzzle of his gun, which rested on\r\nthe sill, was pointing in a straight line at the third button of my\r\nwaistcoat.\r\n\r\nUkridge emitted a roar like that of a hungry lion.\r\n\r\n\"Beale! You scoundrelly, unprincipled, demon! What the devil are you\r\ndoing with that gun? Why were you out? What have you been doing? Why\r\ndid you shout like that? Look what you've made me do.\"\r\n\r\nHe pointed to the floor. The very old pair of tennis shoes which he\r\nwore were by this time generously soaked with the spilled water.\r\n\r\n\"Lor, Mr. Ukridge, sir, is that you?\" said the red-headed man calmly.\r\n\"I thought you was burglars.\"\r\n\r\nA short bark from the other side of the kitchen door, followed by a\r\nrenewal of the scratching, drew Mr. Beale's attention to his faithful\r\nhound.\r\n\r\n\"That's Bob,\" he said.\r\n\r\n\"I don't know what you call the brute,\" said Ukridge. \"Come in and tie\r\nhim up. And mind what you're doing with that gun. After you've finished\r\nwith the dog, I should like a brief chat with you, laddie, if you can\r\nspare the time and have no other engagements.\"\r\n\r\nMr. Beale, having carefully deposited the gun against the wall and\r\ndropped a pair of very limp rabbits on the floor, proceeded to climb in\r\nthrough the window. This operation concluded, he stood to one side\r\nwhile the besieged garrison passed out by the same route.\r\n\r\n\"You will find me in the garden,\" said Ukridge coldly. \"I've one or two\r\nlittle things to say to you.\"\r\n\r\nMr. Beale grinned affably. He seemed to be a man of equable temperament.\r\n\r\nThe cool air of the garden was grateful after the warmth of the\r\nkitchen. It was a pretty garden, or would have been if it had not been\r\nso neglected. I seemed to see myself sitting in a deck-chair on the\r\nlawn, smoking and looking through the trees at the harbour below. It\r\nwas a spot, I felt, in which it would be an easy and a pleasant task to\r\nshape the plot of my novel. I was glad I had come. About now, outside\r\nmy lodgings in town, a particularly foul barrel-organ would be settling\r\ndown to work.\r\n\r\n\"Oh, there you are, Beale,\" said Ukridge, as the servitor appeared.\r\n\"Now then, what have you to say?\"\r\n\r\nThe hired man looked thoughtful for a moment, then said that it was a\r\nfine evening.\r\n\r\n\"Fine evening?\" shouted Ukridge. \"What on earth has that got to do with\r\nit? I want to know why you and Mrs. Beale were out when we arrived.\"\r\n\r\n\"The missus went to Axminster, Mr. Ukridge, sir.\"\r\n\r\n\"She had no right to go to Axminster. It isn't part of her duties to go\r\ngadding about to Axminster. I don't pay her enormous sums to go to\r\nAxminster. You knew I was coming this evening.\"\r\n\r\n\"No, sir.\"\r\n\r\n\"What!\"\r\n\r\n\"No, sir.\"\r\n\r\n\"Beale,\" said Ukridge with studied calm, the strong man repressing\r\nhimself. \"One of us two is a fool.\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"Let us sift this matter to the bottom. You got my letter?\"\r\n\r\n\"No, sir.\"\r\n\r\n\"My letter saying that I should arrive to-day. You didn't get it?\"\r\n\r\n\"No, sir.\"\r\n\r\n\"Now, look here, Beale, this is absurd. I am certain that that letter\r\nwas posted. I remember placing it in my pocket for that purpose. It is\r\nnot there now. See. These are all the contents of my--well, I'm hanged.\"\r\n\r\nHe stood looking at the envelope which he had produced from his\r\nbreast-pocket. A soft smile played over Mr. Beale's wooden face. He\r\ncoughed.\r\n\r\n\"Beale,\" said Ukridge, \"you--er--there seems to have been a mistake.\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"You are not so much to blame as I thought.\"\r\n\r\n\"No, sir.\"\r\n\r\nThere was a silence.\r\n\r\n\"Anyhow,\" said Ukridge in inspired tones, \"I'll go and slay that\r\ninfernal dog. I'll teach him to tear my door to pieces. Where's your\r\ngun, Beale?\"\r\n\r\nBut better counsels prevailed, and the proceedings closed with a cold\r\nbut pleasant little dinner, at which the spared mongrel came out\r\nunexpectedly strong with ingenious and diverting tricks."
  ]
}