{
  "index": 5,
  "title": "Chapter 4",
  "paragraphs": [
    "BUCKLING TO\r\n\r\nSunshine, streaming into my bedroom through the open window, woke me\r\nnext day as distant clocks were striking eight. It was a lovely\r\nmorning, cool and fresh. The grass of the lawn, wet with dew, sparkled\r\nin the sun. A thrush, who knew all about early birds and their\r\nperquisites, was filling in the time before the arrival of the worm\r\nwith a song or two, as he sat in the bushes. In the ivy a colony of\r\nsparrows were opening the day with brisk scuffling. On the gravel in\r\nfront of the house lay the mongrel, Bob, blinking lazily.\r\n\r\nThe gleam of the sea through the trees turned my thoughts to bathing. I\r\ndressed quickly and went out. Bob rose to meet me, waving an absurdly\r\nlong tail. The hatchet was definitely buried now. That little matter of\r\nthe jug of water was forgotten.\r\n\r\nA walk of five minutes down the hill brought me, accompanied by Bob, to\r\nthe sleepy little town. I passed through the narrow street, and turned\r\non to the beach, walking in the direction of the combination of pier\r\nand break-water which loomed up through the faint mist.\r\n\r\nThe tide was high, and, leaving my clothes to the care of Bob, who\r\ntreated them as a handy bed, I dived into twelve feet of clear, cold\r\nwater. As I swam, I compared it with the morning tub of London, and\r\nfelt that I had done well to come with Ukridge to this pleasant spot.\r\nNot that I could rely on unbroken calm during the whole of my visit. I\r\nknew nothing of chicken-farming, but I was certain that Ukridge knew\r\nless. There would be some strenuous moments before that farm became a\r\nprofitable commercial speculation. At the thought of Ukridge toiling on\r\na hot afternoon to manage an undisciplined mob of fowls, I laughed, and\r\nswallowed a generous mouthful of salt water; and, turning, swam back to\r\nBob and my clothes.\r\n\r\nOn my return, I found Ukridge, in his shirt sleeves and minus a collar,\r\nassailing a large ham. Mrs. Ukridge, looking younger and more\r\nchild-like than ever in brown holland, smiled at me over the tea-pot.\r\n\r\n\"Hullo, old horse,\" bellowed Ukridge, \"where have you been? Bathing?\r\nHope it's made you feel fit for work, because we've got to buckle to\r\nthis morning.\"\r\n\r\n\"The fowls have arrived, Mr. Garnet,\" said Mrs. Ukridge, opening her\r\neyes till she looked like an astonished kitten. \"_Such_ a lot of them.\r\nThey're making such a noise.\"\r\n\r\nTo support her statement there floated in through the window a cackling\r\nwhich for volume and variety beat anything I had ever heard. Judging\r\nfrom the noise, it seemed as if England had been drained of fowls and\r\nthe entire tribe of them dumped into the yard of Ukridge's farm.\r\n\r\n\"There seems to have been no stint,\" I said.\r\n\r\n\"Quite a goodish few, aren't there?\" said Ukridge complacently. \"But\r\nthat's what we want. No good starting on a small scale. The more you\r\nhave, the bigger the profits.\"\r\n\r\n\"What sorts have you got mostly?\" I asked, showing a professional\r\ninterest.\r\n\r\n\"Oh, all sorts. My theory, laddie, is this. It doesn't matter a bit\r\nwhat kind we get, because they'll all lay; and if we sell settings of\r\neggs, which we will, we'll merely say it's an unfortunate accident if\r\nthey turn out mixed when hatched. Bless you, people don't mind what\r\nbreed a fowl is, so long as it's got two legs and a beak. These dealer\r\nchaps were so infernally particular. 'Any Dorkings?' they said. 'All\r\nright,' I said, 'bring on your Dorkings.' 'Or perhaps you will require\r\na few Minorcas?' 'Very well,' I said, 'unleash the Minorcas.' They were\r\ngoing on--they'd have gone on for hours--but I stopped 'em. 'Look here,\r\nmy dear old college chum,' I said kindly but firmly to the manager\r\njohnny--decent old buck, with the manners of a marquess,--'look here,'\r\nI said, 'life is short, and we're neither of us as young as we used to\r\nbe. Don't let us waste the golden hours playing guessing games. I want\r\nfowls. You sell fowls. So give me some of all sorts. Mix 'em up,\r\nladdie,' I said, 'mix 'em up.' And he has, by jove. You go into the\r\nyard and look at 'em. Beale has turned them out of their crates. There\r\nmust be one of every breed ever invented.\"\r\n\r\n\"Where are you going to put them?\"\r\n\r\n\"That spot we chose by the paddock. That's the place. Plenty of mud for\r\nthem to scratch about in, and they can go into the field when they feel\r\nlike it, and pick up worms, or whatever they feed on. We must rig them\r\nup some sort of shanty, I suppose, this morning. We'll go and tell 'em\r\nto send up some wire-netting and stuff from the town.\"\r\n\r\n\"Then we shall want hen-coops. We shall have to make those.\"\r\n\r\n\"Of course. So we shall. Millie, didn't I tell you that old Garnet was\r\nthe man to think of things. I forgot the coops. We can't buy some, I\r\nsuppose? On tick, of course.\"\r\n\r\n\"Cheaper to make them. Suppose we get a lot of boxes. Sugar boxes are\r\nas good as any. It won't take long to knock up a few coops.\"\r\n\r\nUkridge thumped the table with enthusiasm, upsetting his cup.\r\n\r\n\"Garny, old horse, you're a marvel. You think of everything. We'll\r\nbuckle to right away, and get the whole place fixed up the same as\r\nmother makes it. What an infernal noise those birds are making. I\r\nsuppose they don't feel at home in the yard. Wait till they see the A1\r\ncompact residential mansions we're going to put up for them. Finished\r\nbreakfast? Then let's go out. Come along, Millie.\"\r\n\r\nThe red-headed Beale, discovered leaning in an attitude of thought on\r\nthe yard gate and observing the feathered mob below with much interest,\r\nwas roused from his reflections and despatched to the town for the wire\r\nand sugar boxes. Ukridge, taking his place at the gate, gazed at the\r\nfowls with the affectionate air of a proprietor.\r\n\r\n\"Well, they have certainly taken you at your word,\" I said, \"as far as\r\nvariety is concerned.\"\r\n\r\nThe man with the manners of a marquess seemed to have been at great\r\npains to send a really representative selection of fowls. There were\r\nblue ones, black ones, white, grey, yellow, brown, big, little,\r\nDorkings, Minorcas, Cochin Chinas, Bantams, Wyandottes. It was an\r\nimposing spectacle.\r\n\r\nThe Hired Man returned towards the end of the morning, preceded by a\r\ncart containing the necessary wire and boxes; and Ukridge, whose\r\nenthusiasm brooked no delay, started immediately the task of fashioning\r\nthe coops, while I, assisted by Beale, draped the wire-netting about\r\nthe chosen spot next to the paddock. There were little\r\nunpleasantnesses--once a roar of anguish told that Ukridge's hammer had\r\nfound the wrong billet, and on another occasion my flannel trousers\r\nsuffered on the wire--but the work proceeded steadily. By the middle of\r\nthe afternoon, things were in a sufficiently advanced state to suggest\r\nto Ukridge the advisability of a halt for refreshments.\r\n\r\n\"That's the way to do it,\" he said, beaming through misty pince-nez\r\nover a long glass. \"That is the stuff to administer to 'em! At this\r\nrate we shall have the place in corking condition before bedtime. Quiet\r\nefficiency--that's the wheeze! What do you think of those for coops,\r\nBeale?\"\r\n\r\nThe Hired Man examined them woodenly.\r\n\r\n\"I've seen worse, sir.\"\r\n\r\nHe continued his examination.\r\n\r\n\"But not many,\" he added. Beale's passion for the truth had made him\r\nunpopular in three regiments.\r\n\r\n\"They aren't so bad,\" I said, \"but I'm glad I'm not a fowl.\"\r\n\r\n\"So you ought to be,\" said Ukridge, \"considering the way you've put up\r\nthat wire. You'll have them strangling themselves.\"\r\n\r\nIn spite of earnest labour the housing arrangements of the fowls were\r\nstill in an incomplete state at the end of the day. The details of the\r\nevening's work are preserved in a letter which I wrote that night to my\r\nfriend Lickford.\r\n\r\n\r\n\"... Have you ever played a game called Pigs in Clover? We have just\r\nfinished a merry bout of it, with hens instead of marbles, which has\r\nlasted for an hour and a half. We are all dead tired, except the Hired\r\nMan, who seems to be made of india-rubber. He has just gone for a\r\nstroll on the beach. Wants some exercise, I suppose. Personally, I feel\r\nas if I should never move again. You have no conception of the\r\ndifficulty of rounding up fowls and getting them safely to bed. Having\r\nno proper place to put them, we were obliged to stow some of them in\r\nthe cube sugar-boxes and the rest in the basement. It has only just\r\noccurred to me that they ought to have had perches to roost on. It\r\ndidn't strike me before. I shan't mention it to Ukridge, or that\r\nindomitable man will start making some, and drag me into it, too. After\r\nall, a hen can rough it for one night, and if I did a stroke more work\r\nI should collapse.\r\n\r\n\"My idea was to do the thing on the slow but sure principle. That is to\r\nsay, take each bird singly and carry it to bed. It would have taken\r\nsome time, but there would have been no confusion. But you can imagine\r\nthat that sort of thing would not appeal to Stanley Featherstonehaugh!\r\nHe likes his manoeuvres to be on a large, dashing, Napoleonic scale. He\r\nsaid, 'Open the yard gate and let the blighters come out into the open;\r\nthen sail in and drive them in mass formation through the back door\r\ninto the basement.' It was a great idea, but there was one fatal flaw\r\nin it. It didn't allow for the hens scattering. We opened the gate, and\r\nout they all came like an audience coming out of a theatre. Then we\r\nclosed in on them to bring off the big drive. For about thirty seconds\r\nit looked as if we might do it. Then Bob, the Hired Man's dog, an\r\nanimal who likes to be in whatever's going on, rushed out of the house\r\ninto the middle of them, barking. There was a perfect stampede, and\r\nHeaven only knows where some of those fowls are now. There was one in\r\nparticular, a large yellow bird, which, I should imagine, is nearing\r\nLondon by this time. The last I saw of it, it was navigating at the\r\nrate of knots in that direction, with Bob after it, barking his\r\nhardest. The fowl was showing a rare turn of speed and gaining rapidly.\r\nPresently Bob came back, panting, having evidently given the thing up.\r\nWe, in the meantime, were chasing the rest of the birds all over the\r\ngarden. The affair had now resolved itself into the course of action I\r\nhad suggested originally, except that instead of collecting them\r\nquietly and at our leisure, we had to run miles for each one we\r\ncaptured. After a time we introduced some sort of system into it. Mrs.\r\nUkridge stood at the door. We chased the hens and brought them in.\r\nThen, as we put each through into the basement, she shut the door on\r\nit. We also arranged Ukridge's sugar-box coops in a row, and when we\r\ncaught a fowl we put it in the coop and stuck a board in front of it.\r\nBy these strenuous means we gathered in about two-thirds of the lot.\r\nThe rest are all over England. A few may be still in Dorsetshire, but I\r\nshould not like to bet on it.\r\n\r\n\"So you see things are being managed on the up-to-date chicken farm on\r\ngood, sound Ukridge principles. It is only the beginning. I look with\r\nconfidence for further interesting events. I believe if Ukridge kept\r\nwhite mice he would manage to get feverish excitement out of it. He is\r\nat present lying on the sofa, smoking one of his infernal brand of\r\ncigars, drinking whisky and soda, and complaining with some bitterness\r\nbecause the whisky isn't as good as some he once tasted in Belfast.\r\nFrom the basement I can hear faintly the murmur of innumerable fowls.\""
  ]
}