{
  "index": 3,
  "title": "Chapter 2",
  "paragraphs": [
    "WATERLOO STATION, SOME FELLOW-TRAVELLERS, AND A GIRL WITH BROWN HAIR\r\n\r\nThe austerity of Waterloo Station was lightened on the following\r\nmorning at ten minutes to eleven, when I arrived to catch the train to\r\nCombe Regis, by several gleams of sunshine and a great deal of bustle\r\nand activity on the various platforms. A porter took my suitcase and\r\ngolf-clubs, and arranged an assignation on Number 6 platform. I bought\r\nmy ticket, and made my way to the bookstall, where, in the interests of\r\ntrade, I inquired in a loud and penetrating voice if they had got\r\nJeremy Garnet's \"Manoeuvres of Arthur.\" Being informed that they had\r\nnot, I clicked my tongue reproachfully, advised them to order in a\r\nsupply, as the demand was likely to be large, and spent a couple of\r\nshillings on a magazine and some weekly papers. Then, with ten minutes\r\nto spare, I went off in search of Ukridge.\r\n\r\nI found him on platform six. The eleven-twenty was already alongside,\r\nand presently I observed my porter cleaving a path towards me with the\r\nsuit-case and golf-bag.\r\n\r\n\"Here you are!\" shouted Ukridge vigorously. \"Good for you. Thought you\r\nwere going to miss it.\"\r\n\r\nI shook hands with the smiling Mrs. Ukridge.\r\n\r\n\"I've got a carriage and collared two corner seats. Millie goes down in\r\nanother. She doesn't like the smell of smoke when she's travelling.\r\nHope we get the carriage to ourselves. Devil of a lot of people here\r\nthis morning. Still, the more people there are in the world, the more\r\neggs we shall sell. I can see with half an eye that all these blighters\r\nare confirmed egg-eaters. Get in, sonnie. I'll just see the missis into\r\nher carriage, and come back to you.\"\r\n\r\nI entered the compartment, and stood at the door, looking out in the\r\nfaint hope of thwarting an invasion of fellow-travellers. Then I\r\nwithdrew my head suddenly and sat down. An elderly gentleman,\r\naccompanied by a pretty girl, was coming towards me. It was not this\r\ntype of fellow traveller whom I had hoped to keep out. I had noticed\r\nthe girl at the booking office. She had waited by the side of the queue\r\nwhile the elderly gentleman struggled gamely for the tickets, and I had\r\nhad plenty of opportunity of observing her appearance. I had debated\r\nwith myself whether her hair should rightly be described as brown or\r\ngolden. I had finally decided on brown. Once only had I met her eyes,\r\nand then only for an instant. They might be blue. They might be grey. I\r\ncould not be certain. Life is full of these problems.\r\n\r\n\"This seems to be tolerably empty, my dear Phyllis,\" said the elderly\r\ngentleman, coming to the door of the compartment and looking in.\r\n\"You're sure you don't object to a smoking-carriage?\"\r\n\r\n\"Oh no, father. Not a bit.\"\r\n\r\n\"Then I think ...\" said the elderly gentleman, getting in.\r\n\r\nThe inflection of his voice suggested the Irishman. It was not a\r\nbrogue. There were no strange words. But the general effect was Irish.\r\n\r\n\"That's good,\" he said, settling himself and pulling out a cigar case.\r\n\r\nThe bustle of the platform had increased momentarily, until now, when,\r\nfrom the snorting of the engine, it seemed likely that the train might\r\nstart at any minute, the crowd's excitement was extreme. Shrill cries\r\nechoed down the platform. Lost sheep, singly and in companies, rushed\r\nto and fro, peering eagerly into carriages in search of seats. Piercing\r\nvoices ordered unknown \"Tommies\" and \"Ernies\" to \"keep by aunty, now.\"\r\nJust as Ukridge returned, that _sauve qui peut_ of the railway crowd,\r\nthe dreaded \"Get in anywhere,\" began to be heard, and the next moment\r\nan avalanche of warm humanity poured into the carriage.\r\n\r\nThe newcomers consisted of a middle-aged lady, addressed as Aunty, very\r\nstout and clad in a grey alpaca dress, skin-tight; a youth called\r\nAlbert, not, it was to appear, a sunny child; a niece of some twenty\r\nyears, stolid and seemingly without interest in life, and one or two\r\nother camp-followers and retainers.\r\n\r\nUkridge slipped into his corner, adroitly foiling Albert, who had made\r\na dive in that direction. Albert regarded him fixedly and reproachfully\r\nfor a space, then sank into the seat beside me and began to chew\r\nsomething that smelt of aniseed.\r\n\r\nAunty, meanwhile, was distributing her substantial weight evenly\r\nbetween the feet of the Irish gentleman and those of his daughter, as\r\nshe leaned out of the window to converse with a lady friend in a straw\r\nhat and hair curlers, accompanied by three dirty and frivolous boys. It\r\nwas, she stated, lucky that she had caught the train. I could not agree\r\nwith her. The girl with the brown hair and the eyes that were neither\r\nblue or grey was bearing the infliction, I noticed, with angelic calm.\r\nShe even smiled. This was when the train suddenly moved off with a\r\njerk, and Aunty, staggering back, sat down on the bag of food which\r\nAlbert had placed on the seat beside him.\r\n\r\n\"Clumsy!\" observed Albert tersely.\r\n\r\n\"_Albert_, you mustn't speak to Aunty so!\"\r\n\r\n\"Wodyer want to sit on my bag for then?\" said Albert disagreeably.\r\n\r\nThey argued the point. Argument in no wise interfered with Albert's\r\npower of mastication. The odour of aniseed became more and more\r\npainful. Ukridge had lighted a cigar, and I understood why Mrs. Ukridge\r\npreferred to travel in another compartment, for\r\n\r\n  \"In his hand he bore the brand\r\n   Which none but he might smoke.\"\r\n\r\nI looked across the carriage stealthily to see how the girl was\r\nenduring this combination of evils, and noticed that she had begun to\r\nread. And as she put the book down to look out of the window, I saw\r\nwith a thrill that trickled like warm water down my spine that her book\r\nwas \"The Manoeuvres of Arthur.\" I gasped. That a girl should look as\r\npretty as that and at the same time have the rare intelligence to read\r\nMe ... well, it seemed an almost superhuman combination of the\r\nexcellencies. And more devoutly than ever I cursed in my heart these\r\nintrusive outsiders who had charged in at the last moment and destroyed\r\nfor ever my chance of making this wonderful girl's acquaintance. But\r\nfor them, we might have become intimate in the first half hour. As it\r\nwas, what were we? Ships that pass in the night! She would get out at\r\nsome beastly wayside station, and vanish from my life without my ever\r\nhaving even spoken to her.\r\n\r\nAunty, meanwhile, having retired badly worsted from her encounter with\r\nAlbert, who showed a skill in logomachy that marked him out as a future\r\nlabour member, was consoling herself with meat sandwiches. The niece\r\nwas demolishing sausage rolls. The atmosphere of the carriage was\r\ncharged with a blend of odours, topping all Ukridge's cigar, now in\r\nfull blast.\r\n\r\nThe train raced on towards the sea. It was a warm day, and a torpid\r\npeace began to settle down upon the carriage. Ukridge had thrown away\r\nthe stump of his cigar, and was now leaning back with his mouth open\r\nand his eyes shut. Aunty, still clutching a much-bitten section of a\r\nbeef sandwich, was breathing heavily and swaying from side to side.\r\nAlbert and the niece were dozing, Albert's jaws working automatically,\r\neven in sleep.\r\n\r\n\"What's your book, my dear?\" asked the Irishman.\r\n\r\n\"'The Manoeuvres of Arthur,' father. By Jeremy Garnet.\"\r\n\r\nI would not have believed without the evidence of my ears that my name\r\ncould possibly have sounded so musical.\r\n\r\n\"Molly McEachern gave it to me when I left the Abbey. She keeps a shelf\r\nof books for her guests when they are going away. Books that she\r\nconsiders rubbish, and doesn't want, you know.\"\r\n\r\nI hated Miss McEachern without further evidence.\r\n\r\n\"And what do you think of it?\"\r\n\r\n\"I like it,\" said the girl decidedly. The carriage swam before my eyes.\r\n\"I think it is very clever.\"\r\n\r\nWhat did it matter after that that the ass in charge of the Waterloo\r\nbookstall had never heard of \"The Manoeuvres of Arthur,\" and that my\r\npublishers, whenever I slunk in to ask how it was selling, looked at me\r\nwith a sort of grave, paternal pity and said that it had not really\r\n\"begun to move?\" Anybody can write one of those rotten popular novels\r\nwhich appeal to the unthinking public, but it takes a man of intellect\r\nand refinement and taste and all that sort of thing to turn out\r\nsomething that will be approved of by a girl like this.\r\n\r\n\"I wonder who Jeremy Garnet is,\" she said. \"I've never heard of him\r\nbefore. I imagine him rather an old young man, probably with an\r\neyeglass, and conceited. And I should think he didn't know many girls.\r\nAt least if he thinks Pamela an ordinary sort of girl. She's a\r\ncr-r-eature,\" said Phyllis emphatically.\r\n\r\nThis was a blow to me. I had always looked on Pamela as a well-drawn\r\ncharacter, and a very attractive, kittenish little thing at that. That\r\nscene between her and the curate in the conservatory ... And when she\r\ntalks to Arthur at the meet of the Blankshires ... I was sorry she did\r\nnot like Pamela. Somehow it lowered Pamela in my estimation.\r\n\r\n\"But I like Arthur,\" said the girl.\r\n\r\nThis was better. A good chap, Arthur,--a very complete and thoughtful\r\nstudy of myself. If she liked Arthur, why, then it followed ... but\r\nwhat was the use? I should never get a chance of speaking to her. We\r\nwere divided by a great gulf of Aunties and Alberts and meat sandwiches.\r\n\r\nThe train was beginning to slow down. Signs of returning animation\r\nbegan to be noticeable among the sleepers. Aunty's eyes opened, stared\r\nvacantly round, closed, and reopened. The niece woke, and started\r\ninstantly to attack a sausage roll. Albert and Ukridge slumbered on.\r\n\r\nA whistle from the engine, and the train drew up at a station. Looking\r\nout, I saw that it was Yeovil. There was a general exodus. Aunty became\r\ninstantly a thing of dash and electricity, collected parcels, shook\r\nAlbert, replied to his thrusts with repartee, and finally heading a\r\nstampede out of the door.\r\n\r\nThe Irishman and his daughter also rose, and got out. I watched them\r\nleave stoically. It would have been too much to expect that they should\r\nbe going any further.\r\n\r\n\"Where are we?\" said Ukridge sleepily. \"Yeovil? Not far now. I tell you\r\nwhat it is, old horse, I could do with a drink.\"\r\n\r\nWith that remark he closed his eyes again, and returned to his\r\nslumbers. And, as he did so, my eye, roving discontentedly over the\r\ncarriage, was caught by something lying in the far corner. It was \"The\r\nManoeuvres of Arthur.\" The girl had left it behind.\r\n\r\nI suppose what follows shows the vanity that obsesses young authors. It\r\ndid not even present itself to me as a tenable theory that the book\r\nmight have been left behind on purpose, as being of no further use to\r\nthe owner. It only occurred to me that, if I did not act swiftly, the\r\npoor girl would suffer a loss beside which the loss of a purse or\r\nvanity-case were trivial.\r\n\r\nFive seconds later I was on the platform.\r\n\r\n\"Excuse me,\" I said, \"I think...?\"\r\n\r\n\"Oh, thank you so much,\" said the girl.\r\n\r\nI made my way back to the carriage, and lit my pipe in a glow of\r\nemotion.\r\n\r\n\"They are blue,\" I said to my immortal soul. \"A wonderful, deep, soft,\r\nheavenly blue, like the sea at noonday.\""
  ]
}