{
  "index": 11,
  "title": "Chapter 10",
  "paragraphs": [
    "THE BRAVE PRESERVER\r\n\r\nI could have wished, during the next few days, that Mr. Harry Hawk's\r\nattitude towards myself had not been so unctuously confidential and\r\nmysterious. It was unnecessary, in my opinion, for him to grin\r\nmeaningly when he met me in the street. His sly wink when we passed\r\neach other on the Cob struck me as in indifferent taste. The thing had\r\nbeen definitely arranged (ten shillings down and ten when it was over),\r\nand there was no need for any cloak and dark-lantern effects. I\r\nobjected strongly to being treated as the villain of a melodrama. I was\r\nmerely an ordinary well-meaning man, forced by circumstances into doing\r\nthe work of Providence. Mr. Hawk's demeanour seemed to say, \"We are two\r\nreckless scoundrels, but bless you, _I_ won't give away your guilty\r\nsecret.\" The climax came one morning as I was going along the street\r\ntowards the beach. I was passing a dark doorway, when out shimmered Mr.\r\nHawk as if he had been a spectre instead of the most substantial man\r\nwithin a radius of ten miles.\r\n\r\n\"'St!\" He whispered.\r\n\r\n\"Now look here, Hawk,\" I said wrathfully, for the start he had given me\r\nhad made me bite my tongue, \"this has got to stop. I refuse to be\r\nhaunted in this way. What is it now?\"\r\n\r\n\"Mr. Derrick goes out this morning, zur.\"\r\n\r\n\"Thank goodness for that,\" I said. \"Get it over this morning, then,\r\nwithout fail. I couldn't stand another day of it.\"\r\n\r\nI went on to the Cob, where I sat down. I was excited. Deeds of great\r\nimport must shortly be done. I felt a little nervous. It would never do\r\nto bungle the thing. Suppose by some accident I were to drown the\r\nprofessor! Or suppose that, after all, he contented himself with a mere\r\nformal expression of thanks, and refused to let bygones be bygones.\r\nThese things did not bear thinking of.\r\n\r\nI got up and began to pace restlessly to and fro.\r\n\r\nPresently from the farther end of the harbour there put off Mr. Hawk's\r\nboat, bearing its precious cargo. My mouth became dry with excitement.\r\n\r\nVery slowly Mr. Hawk pulled round the end of the Cob, coming to a\r\nstandstill some dozen yards from where I was performing my beat. It was\r\nevidently here that the scene of the gallant rescue had been fixed.\r\n\r\nMy eyes were glued upon Mr. Hawk's broad back. Only when going in to\r\nbat at cricket have I experienced a similar feeling of suspense. The\r\nboat lay almost motionless on the water. I had never seen the sea\r\nsmoother. Little ripples plashed against the side of the Cob.\r\n\r\nIt seemed as if this perfect calm might continue for ever. Mr. Hawk\r\nmade no movement. Then suddenly the whole scene changed to one of vast\r\nactivity. I heard Mr. Hawk utter a hoarse cry, and saw him plunge\r\nviolently in his seat. The professor turned half round, and I caught\r\nsight of his indignant face, pink with emotion. Then the scene changed\r\nagain with the rapidity of a dissolving view. I saw Mr. Hawk give\r\nanother plunge, and the next moment the boat was upside down in the\r\nwater, and I was shooting headforemost to the bottom, oppressed with\r\nthe indescribably clammy sensation which comes when one's clothes are\r\nthoroughly wet.\r\n\r\nI rose to the surface close to the upturned boat. The first sight I saw\r\nwas the spluttering face of Mr. Hawk. I ignored him, and swam to where\r\nthe professor's head bobbed on the waters.\r\n\r\n\"Keep cool,\" I said. A silly remark in the circumstances.\r\n\r\nHe was swimming energetically but unskilfully. He appeared to be one of\r\nthose men who can look after themselves in the water only when they are\r\nin bathing costume. In his shore clothes it would have taken him a week\r\nto struggle to land, if he had got there at all, which was unlikely.\r\n\r\nI know all about saving people from drowning. We used to practise it\r\nwith a dummy in the swimming-bath at school. I attacked him from the\r\nrear, and got a good grip of him by the shoulders. I then swam on my\r\nback in the direction of land, and beached him with much _eclat_ at the\r\nfeet of an admiring crowd. I had thought of putting him under once or\r\ntwice just to show him he was being rescued, but decided against such a\r\ncourse as needlessly realistic. As it was, I fancy he had swallowed of\r\nsea-water two or three hearty draughts.\r\n\r\nThe crowd was enthusiastic.\r\n\r\n\"Brave young feller,\" said somebody.\r\n\r\nI blushed. This was Fame.\r\n\r\n\"Jumped in, he did, sure enough, an' saved the gentleman!\"\r\n\r\n\"Be the old soul drownded?\"\r\n\r\n\"That girt fule, 'Arry 'Awk!\"\r\n\r\nI was sorry for Mr. Hawk. Popular opinion was against him. What the\r\nprofessor said of him, when he recovered his breath, I cannot\r\nrepeat,--not because I do not remember it, but because there is a line,\r\nand one must draw it. Let it be sufficient to say that on the subject\r\nof Mr. Hawk he saw eye to eye with the citizen who had described him as\r\na \"girt fule.\" I could not help thinking that my fellow conspirator did\r\nwell to keep out of it all. He was now sitting in the boat, which he\r\nhad restored to its normal position, baling pensively with an old tin\r\ncan. To satire from the shore he paid no attention.\r\n\r\nThe professor stood up, and stretched out his hand. I grasped it.\r\n\r\n\"Mr. Garnet,\" he said, for all the world as if he had been the father\r\nof the heroine of \"Hilda's Hero,\" \"we parted recently in anger. Let me\r\nthank you for your gallant conduct and hope that bygones will be\r\nbygones.\"\r\n\r\nI came out strong. I continued to hold his hand. The crowd raised a\r\nsympathetic cheer.\r\n\r\nI said, \"Professor, the fault was mine. Show that you have forgiven me\r\nby coming up to the farm and putting on something dry.\"\r\n\r\n\"An excellent idea, me boy; I _am_ a little wet.\"\r\n\r\n\"A little,\" I agreed.\r\n\r\nWe walked briskly up the hill to the farm.\r\n\r\nUkridge met us at the gate.\r\n\r\nHe diagnosed the situation rapidly.\r\n\r\n\"You're all wet,\" he said. I admitted it.\r\n\r\n\"Professor Derrick has had an unfortunate boating accident,\" I\r\nexplained.\r\n\r\n\"And Mr. Garnet heroically dived in, in all his clothes, and saved me\r\nlife,\" broke in the professor. \"A hero, sir. A--_choo_!\"\r\n\r\n\"You're catching cold, old horse,\" said Ukridge, all friendliness and\r\nconcern, his little differences with the professor having vanished like\r\nthawed snow. \"This'll never do. Come upstairs and get into something of\r\nGarnet's. My own toggery wouldn't fit. What? Come along, come along,\r\nI'll get you some hot water. Mrs. Beale--Mrs. _Beale_! We want a large\r\ncan of hot water. At once. What? Yes, immediately. What? Very well\r\nthen, as soon as you can. Now then, Garny, my boy, out with the duds.\r\nWhat do you think of this, now, professor? A sweetly pretty thing in\r\ngrey flannel. Here's a shirt. Get out of that wet toggery, and Mrs.\r\nBeale shall dry it. Don't attempt to tell me about it till you're\r\nchanged. Socks! Socks forward. Show socks. Here you are. Coat? Try this\r\nblazer. That's right--that's right.\"\r\n\r\nHe bustled about till the professor was clothed, then marched him\r\ndownstairs, and gave him a cigar.\r\n\r\n\"Now, what's all this? What happened?\"\r\n\r\nThe professor explained. He was severe in his narration upon the\r\nunlucky Mr. Hawk.\r\n\r\n\"I was fishing, Mr. Ukridge, with me back turned, when I felt the boat\r\nrock violently from one side to the other to such an extent that I\r\nnearly lost me equilibrium, and then the boat upset. The man's a fool,\r\nsir. I could not see what had happened, my back being turned, as I say.\"\r\n\r\n\"Garnet must have seen. What happened, old horse?\"\r\n\r\n\"It was very sudden,\" I said. \"It seemed to me as if the man had got an\r\nattack of cramp. That would account for it. He has the reputation of\r\nbeing a most sober and trustworthy fellow.\"\r\n\r\n\"Never trust that sort of man,\" said Ukridge. \"They are always the\r\nworst. It's plain to me that this man was beastly drunk, and upset the\r\nboat while trying to do a dance.\"\r\n\r\n\"A great curse, drink,\" said the professor. \"Why, yes, Mr. Ukridge, I\r\nthink I will. Thank you. Thank you. That will be enough. Not all the\r\nsoda, if you please. Ah! this tastes pleasanter than salt water, Mr.\r\nGarnet. Eh? Eh? Ha--Ha!\"\r\n\r\nHe was in the best of tempers, and I worked strenuously to keep him so.\r\nMy scheme had been so successful that its iniquity did not worry me. I\r\nhave noticed that this is usually the case in matters of this kind. It\r\nis the bungled crime that brings remorse.\r\n\r\n\"We must go round the links together one of these days, Mr. Garnet,\"\r\nsaid the professor. \"I have noticed you there on several occasions,\r\nplaying a strong game. I have lately taken to using a wooden putter. It\r\nis wonderful what a difference it makes.\"\r\n\r\nGolf is a great bond of union. We wandered about the grounds discussing\r\nthe game, the _entente cordiale_ growing more firmly established every\r\nmoment.\r\n\r\n\"We must certainly arrange a meeting,\" concluded the professor. \"I\r\nshall be interested to see how we stand with regard to one another. I\r\nhave improved my game considerably since I have been down here.\r\nConsiderably.\"\r\n\r\n\"My only feat worthy of mention since I started the game,\" I said, \"has\r\nbeen to halve a round with Angus M'Lurkin at St. Andrews.\"\r\n\r\n\"_The_ M'Lurkin?\" asked the professor, impressed.\r\n\r\n\"Yes. But it was one of his very off days, I fancy. He must have had\r\ngout or something. And I have certainly never played so well since.\"\r\n\r\n\"Still----,\" said the professor. \"Yes, we must really arrange to meet.\"\r\n\r\nWith Ukridge, who was in one of his less tactless moods, he became very\r\nfriendly.\r\n\r\nUkridge's ready agreement with his strictures on the erring Hawk had a\r\ngreat deal to do with this. When a man has a grievance, he feels drawn\r\nto those who will hear him patiently and sympathise. Ukridge was all\r\nsympathy.\r\n\r\n\"The man is an unprincipled scoundrel,\" he said, \"and should be torn\r\nlimb from limb. Take my advice, and don't go out with him again. Show\r\nhim that you are not a man to be trifled with. The spilt child dreads\r\nthe water, what? Human life isn't safe with such men as Hawk roaming\r\nabout.\"\r\n\r\n\"You are perfectly right, sir. The man can have no defence. I shall not\r\nemploy him again.\"\r\n\r\nI felt more than a little guilty while listening to this duet on the\r\nsubject of the man whom I had lured from the straight and narrow path.\r\nBut the professor would listen to no defence. My attempts at excusing\r\nhim were ill received. Indeed, the professor shewed such signs of\r\nbecoming heated that I abandoned my fellow-conspirator to his fate with\r\nextreme promptness. After all, an addition to the stipulated\r\nreward--one of these days--would compensate him for any loss which he\r\nmight sustain from the withdrawal of the professor's custom. Mr. Harry\r\nHawk was in good enough case. I would see that he did not suffer.\r\n\r\nFilled with these philanthropic feelings, I turned once more to talk\r\nwith the professor of niblicks and approach shots and holes done in\r\nthree without a brassy. We were a merry party at lunch--a lunch\r\nfortunately in Mrs. Beale's best vein, consisting of a roast chicken\r\nand sweets. Chicken had figured somewhat frequently of late on our\r\ndaily bill of fare.\r\n\r\nWe saw the professor off the premises in his dried clothes, and I\r\nturned back to put the fowls to bed in a happier frame of mind than I\r\nhad known for a long time. I whistled rag-time airs as I worked.\r\n\r\n\"Rum old buffer,\" said Ukridge meditatively, pouring himself out\r\nanother whisky and soda. \"My goodness, I should have liked to have seen\r\nhim in the water. Why do I miss these good things?\""
  ]
}