{
  "index": 13,
  "title": "Chapter 12",
  "paragraphs": [
    "TEA AND TENNIS\r\n\r\n\"Met the professor's late boatman on the Cob,\" said Mr. Chase,\r\ndissecting a chocolate cake.\r\n\r\n\"Clumsy man,\" said Phyllis. \"I hope he was ashamed of himself. I shall\r\nnever forgive him for trying to drown papa.\"\r\n\r\nMy heart bled for Mr. Henry Hawk, that modern martyr.\r\n\r\n\"When I met him,\" said Tom Chase, \"he looked as if he had been trying\r\nto drown his sorrow as well.\"\r\n\r\n\"I knew he drank,\" said Phyllis severely, \"the very first time I saw\r\nhim.\"\r\n\r\n\"You might have warned the professor,\" murmured Mr. Chase.\r\n\r\n\"He couldn't have upset the boat if he had been sober.\"\r\n\r\n\"You never know. He may have done it on purpose.\"\r\n\r\n\"Tom, how absurd.\"\r\n\r\n\"Rather rough on the man, aren't you?\" I said.\r\n\r\n\"Merely a suggestion,\" continued Mr. Chase airily. \"I've been reading\r\nsensational novels lately, and it seems to me that Mr. Hawk's cut out\r\nto be a minion. Probably some secret foe of the professor's bribed him.\"\r\n\r\nMy heart stood still. Did he know, I wondered, and was this all a\r\nroundabout way of telling me he knew?\r\n\r\n\"The professor may be a member of an Anarchist League, or something,\r\nand this is his punishment for refusing to assassinate some sportsman.\"\r\n\r\n\"Have another cup of tea, Tom, and stop talking nonsense.\"\r\n\r\nMr. Chase handed in his cup.\r\n\r\n\"What gave me the idea that the upset was done on purpose was this. I\r\nsaw the whole thing from the Ware Cliff. The spill looked to me just\r\nlike dozens I had seen at Malta.\"\r\n\r\n\"Why do they upset themselves on purpose at Malta particularly?\"\r\ninquired Phyllis.\r\n\r\n\"Listen carefully, my dear, and you'll know more about the ways of the\r\nNavy that guards your coasts than you did before. When men are allowed\r\non shore at Malta, the owner has a fancy to see them snugly on board\r\nagain at a certain reasonable hour. After that hour any Maltese\r\npoliceman who brings them aboard gets one sovereign, cash. But he has\r\nto do all the bringing part of it on his own. Consequence is, you see\r\nboats rowing out to the ship, carrying men who have overstayed their\r\nleave; and when they get near enough, the able-bodied gentleman in\r\ncustody jumps to his feet, upsets the boat, and swims for the gangway.\r\nThe policemen, if they aren't drowned--they sometimes are--race him,\r\nand whichever gets there first wins. If it's the policeman, he gets his\r\nsovereign. If it's the sailor, he is considered to have arrived not in\r\na state of custody and gets off easier. What a judicious remark that\r\nwas of the governor of North Carolina to the governor of South\r\nCarolina, respecting the length of time between drinks. Just one more\r\ncup, please, Phyllis.\"\r\n\r\n\"But how does all that apply?\" I asked, dry-mouthed.\r\n\r\n\"Mr. Hawk upset the professor just as those Maltese were upset. There's\r\na patent way of doing it. Furthermore, by judicious questioning, I\r\nfound that Hawk was once in the Navy, and stationed at Malta. _Now_,\r\nwho's going to drag in Sherlock Holmes?\"\r\n\r\n\"You don't really think--?\" I said, feeling like a criminal in the dock\r\nwhen the case is going against him.\r\n\r\n\"I think friend Hawk has been re-enacting the joys of his vanished\r\nyouth, so to speak.\"\r\n\r\n\"He ought to be prosecuted,\" said Phyllis, blazing with indignation.\r\n\r\nAlas, poor Hawk!\r\n\r\n\"Nobody's safe with a man of that sort, hiring out a boat.\" Oh,\r\nmiserable Hawk!\r\n\r\n\"But why on earth should he play a trick like that on Professor\r\nDerrick, Chase?\"\r\n\r\n\"Pure animal spirits, probably. Or he may, as I say, be a minion.\"\r\n\r\nI was hot all over.\r\n\r\n\"I shall tell father that,\" said Phyllis in her most decided voice,\r\n\"and see what he says. I don't wonder at the man taking to drink after\r\ndoing such a thing.\"\r\n\r\n\"I--I think you're making a mistake,\" I said.\r\n\r\n\"I never make mistakes,\" Mr. Chase replied. \"I am called Archibald the\r\nAll-Right, for I am infallible. I propose to keep a reflective eye upon\r\nthe jovial Hawk.\"\r\n\r\nHe helped himself to another section of the chocolate cake.\r\n\r\n\"Haven't you finished _yet_, Tom?\" inquired Phyllis. \"I'm sure Mr.\r\nGarnet's getting tired of sitting talking here,\" she said.\r\n\r\nI shot out a polite negative. Mr. Chase explained with his mouth full\r\nthat he had by no means finished. Chocolate cake, it appeared, was the\r\ndream of his life. When at sea he was accustomed to lie awake o' nights\r\nthinking of it.\r\n\r\n\"You don't seem to realise,\" he said, \"that I have just come from a\r\ncruise on a torpedo-boat. There was such a sea on as a rule that\r\ncooking operations were entirely suspended, and we lived on ham and\r\nsardines--without bread.\"\r\n\r\n\"How horrible!\"\r\n\r\n\"On the other hand,\" added Mr. Chase philosophically, \"it didn't matter\r\nmuch, because we were all ill most of the time.\"\r\n\r\n\"Don't be nasty, Tom.\"\r\n\r\n\"I was merely defending myself. I hope Mr. Hawk will be able to do as\r\nwell when his turn comes. My aim, my dear Phyllis, is to show you in a\r\nseries of impressionist pictures the sort of thing I have to go through\r\nwhen I'm not here. Then perhaps you won't rend me so savagely over a\r\nmatter of five minutes' lateness for breakfast.\"\r\n\r\n\"Five minutes! It was three-quarters of an hour, and everything was\r\nsimply frozen.\"\r\n\r\n\"Quite right too in weather like this. You're a slave to convention,\r\nPhyllis. You think breakfast ought to be hot, so you always have it\r\nhot. On occasion I prefer mine cold. Mine is the truer wisdom. You can\r\ngive the cook my compliments, Phyllis, and tell her--gently, for I\r\ndon't wish the glad news to overwhelm her--that I enjoyed that cake.\r\nSay that I shall be glad to hear from her again. Care for a game of\r\ntennis, Garnet?\"\r\n\r\n\"What a pity Norah isn't here,\" said Phyllis. \"We could have had a\r\nfour.\"\r\n\r\n\"But she is at present wasting her sweetness on the desert air of\r\nYeovil. You had better sit down and watch us, Phyllis. Tennis in this\r\nsort of weather is no job for the delicately-nurtured feminine. I will\r\nexplain the finer points of my play as we go on. Look out particularly\r\nfor the Tilden Back-Handed Slosh. A winner every time.\"\r\n\r\nWe proceeded to the tennis court. I played with the sun in my eyes. I\r\nmight, if I chose, emphasise that fact, and attribute my subsequent\r\nrout to it, adding, by way of solidifying the excuse, that I was\r\nplaying in a strange court with a borrowed racquet, and that my mind\r\nwas preoccupied--firstly, with _l'affaire_ Hawk, secondly, and chiefly,\r\nwith the gloomy thought that Phyllis and my opponent seemed to be on\r\nfriendly terms with each other. Their manner at tea had been almost\r\nthat of an engaged couple. There was a thorough understanding between\r\nthem. I will not, however, take refuge behind excuses. I admit, without\r\nqualifying the statement, that Mr. Chase was too good for me. I had\r\nalways been under the impression that lieutenants in the Royal Navy\r\nwere not brilliant at tennis. I had met them at various houses, but\r\nthey had never shone conspicuously. They had played an earnest,\r\nunobtrusive game, and generally seemed glad when it was over. Mr. Chase\r\nwas not of this sort. His service was bottled lightning. His returns\r\nbehaved like jumping crackers. He won the first game in precisely six\r\nstrokes. He served. Only once did I take the service with the full face\r\nof the racquet, and then I seemed to be stopping a bullet. I returned\r\nit into the net. The last of the series struck the wooden edge of my\r\nracquet, and soared over the back net into the shrubbery, after the\r\nmanner of a snick to long slip off a fast bowler.\r\n\r\n\"Game,\" said Mr. Chase, \"we'll look for that afterwards.\"\r\n\r\nI felt a worm and no man. Phyllis, I thought, would probably judge my\r\nentire character from this exhibition. A man, she would reflect, who\r\ncould be so feeble and miserable a failure at tennis, could not be good\r\nfor much in any department of life. She would compare me instinctively\r\nwith my opponent, and contrast his dash and brilliance with my own\r\ninefficiency. Somehow the massacre was beginning to have a bad effect\r\non my character. All my self-respect was ebbing. A little more of this,\r\nand I should become crushed,--a mere human jelly. It was my turn to\r\nserve. Service is my strong point at tennis. I am inaccurate, but\r\nvigorous, and occasionally send in a quite unplayable shot. One or two\r\nof these, even at the expense of a fault or so, and I might be\r\npermitted to retain at least a portion of my self-respect.\r\n\r\nI opened with a couple of faults. The sight of Phyllis, sitting calm\r\nand cool in her chair under the cedar, unnerved me. I served another\r\nfault. And yet another.\r\n\r\n\"Here, I say, Garnet,\" observed Mr. Chase plaintively, \"do put me out\r\nof this hideous suspense. I'm becoming a mere bundle of quivering\r\nganglions.\"\r\n\r\nI loathe facetiousness in moments of stress.\r\n\r\nI frowned austerely, made no reply, and served another fault, my fifth.\r\n\r\nMatters had reached a crisis. Even if I had to lob it underhand, I must\r\nsend the ball over the net with the next stroke.\r\n\r\nI restrained myself this time, eschewing the careless vigour which had\r\nmarked my previous efforts. The ball flew in a slow semicircle, and\r\npitched inside the correct court. At least, I told myself, I had not\r\nserved a fault.\r\n\r\nWhat happened then I cannot exactly say. I saw my opponent spring\r\nforward like a panther and whirl his racquet. The next moment the back\r\nnet was shaking violently, and the ball was rolling swiftly along the\r\nground on a return journey to the other court.\r\n\r\n\"Love-forty,\" said Mr. Chase. \"Phyllis!\"\r\n\r\n\"Yes?\"\r\n\r\n\"That was the Tilden Slosh.\"\r\n\r\n\"I thought it must be,\" said Phyllis.\r\n\r\nIn the third game I managed to score fifteen. By the merest chance I\r\nreturned one of his red-hot serves, and--probably through surprise--he\r\nfailed to send it back again.\r\n\r\nIn the fourth and fifth games I omitted to score. Phyllis had left the\r\ncedar now, and was picking flowers from the beds behind the court.\r\n\r\nWe began the sixth game. And now for some reason I played really well.\r\nI struck a little vein of brilliance. I was serving, and this time a\r\nproportion of my serves went over the net instead of trying to get\r\nthrough. The score went from fifteen all to forty-fifteen. Hope began\r\nto surge through my veins. If I could keep this up, I might win yet.\r\n\r\nThe Tilden Slosh diminished my lead by fifteen. Then I got in a really\r\nfine serve, which beat him. 'Vantage In. Another Slosh. Deuce. Another\r\nSlam. 'Vantage out. It was an awesome moment. There is a tide in the\r\naffairs of men, which, taken by the flood--I served. Fault. I served\r\nagain,--a beauty. He returned it like a flash into the corner of the\r\ncourt. With a supreme effort I got to it. We rallied. I was playing\r\nlike a professor. Then whizz--!\r\n\r\nThe Slosh had beaten me on the post.\r\n\r\n\"Game _and_--,\" said Mr. Chase, tossing his racquet into the air and\r\ncatching it by the handle. \"Good game that last one.\"\r\n\r\nI turned to see what Phyllis thought of it.\r\n\r\nAt the eleventh hour I had shown her of what stuff I was made.\r\n\r\nShe had disappeared.\r\n\r\n\"Looking for Miss Derrick?\" said Chase, jumping the net, and joining me\r\nin my court, \"she's gone into the house.\"\r\n\r\n\"When did she go?\"\r\n\r\n\"At the end of the fifth game,\" said Chase.\r\n\r\n\"Gone to dress for dinner, I suppose,\" he continued. \"It must be\r\ngetting late. I think I ought to be going, too, if you don't mind. The\r\nprofessor gets a little restive if I keep him waiting for his daily\r\nbread. Great Scott, that watch can't be right! What do you make of it?\r\nYes, so do I. I really think I must run. You won't mind. Good-night,\r\nthen. See you to-morrow, I hope.\"\r\n\r\nI walked slowly out across the fields. That same star, in which I had\r\nconfided on a former occasion, was at its post. It looked placid and\r\ncheerful. _It_ never got beaten by six games to love under the very\r\neyes of a lady-star. _It_ was never cut out ignominiously by infernally\r\ncapable lieutenants in His Majesty's Navy. No wonder it was cheerful."
  ]
}