{
  "index": 16,
  "title": "Chapter 15",
  "paragraphs": [
    "A CHANCE MEETING\r\n\r\nI roamed the place in search of the varlet for the space of\r\nhalf-an-hour, and, after having drawn all his familiar haunts, found\r\nhim at length leaning over the sea-wall near the church, gazing\r\nthoughtfully into the waters below.\r\n\r\nI confronted him.\r\n\r\n\"Well,\" I said, \"you're a beauty, aren't you?\"\r\n\r\nHe eyed me owlishly. Even at this early hour, I was grieved to see, he\r\nshowed signs of having looked on the bitter while it was brown. His\r\neyes were filmy, and his manner aggressively solemn.\r\n\r\n\"Beauty?\" he echoed.\r\n\r\n\"What have you got to say for yourself?\"\r\n\r\n\"Say f'self.\"\r\n\r\nIt was plain that he was engaged in pulling his faculties together by\r\nsome laborious process known only to himself. At present my words\r\nconveyed no meaning to him. He was trying to identify me. He had seen\r\nme before somewhere, he was certain, but he could not say where, or who\r\nI was.\r\n\r\n\"I want to know,\" I said, \"what induced you to be such an abject idiot\r\nas to let our arrangement get known?\"\r\n\r\nI spoke quietly. I was not going to waste the choicer flowers of speech\r\non a man who was incapable of understanding them. Later on, when he had\r\nawakened to a sense of his position, I would begin really to talk to\r\nhim.\r\n\r\nHe continued to stare at me. Then a sudden flash of intelligence lit up\r\nhis features.\r\n\r\n\"Mr. Garnick,\" he said at last.\r\n\r\n\"From ch--chicken farm,\" he continued, with the triumphant air of a\r\ncross-examining King's counsel who has at last got on the track.\r\n\r\n\"Yes,\" I said.\r\n\r\n\"Up top the hill,\" he proceeded, clinchingly. He stretched out a huge\r\nhand.\r\n\r\n\"How you?\" he inquired with a friendly grin.\r\n\r\n\"I want to know,\" I said distinctly, \"what you've got to say for\r\nyourself after letting our affair with the professor become public\r\nproperty?\"\r\n\r\nHe paused awhile in thought.\r\n\r\n\"Dear sir,\" he said at last, as if he were dictating a letter, \"dear\r\nsir, I owe you--ex--exp----\"\r\n\r\nHe waved his hand, as who should say, \"It's a stiff job, but I'm going\r\nto do it.\"\r\n\r\n\"Explashion,\" he said.\r\n\r\n\"You do,\" said I grimly. \"I should like to hear it.\"\r\n\r\n\"Dear sir, listen me.\"\r\n\r\n\"Go on then.\"\r\n\r\n\"You came me. You said 'Hawk, Hawk, ol' fren', listen me. You tip this\r\nol' bufflehead into watter,' you said, 'an' gormed if I don't give 'ee\r\na poond note.' That's what you said me. Isn't that what you said me?\"\r\n\r\nI did not deny it.\r\n\r\n\"'Ve' well,' I said you. 'Right,' I said. I tipped the ol' soul into\r\nwatter, and I got the poond note.\"\r\n\r\n\"Yes, you took care of that. All this is quite true, but it's beside\r\nthe point. We are not disputing about what happened. What I want to\r\nknow--for the third time--is what made you let the cat out of the bag?\r\nWhy couldn't you keep quiet about it?\"\r\n\r\nHe waved his hand.\r\n\r\n\"Dear sir,\" he replied, \"this way. Listen me.\"\r\n\r\nIt was a tragic story that he unfolded. My wrath ebbed as I listened.\r\nAfter all the fellow was not so greatly to blame. I felt that in his\r\nplace I should have acted as he had done. It was Fate's fault, and\r\nFate's alone.\r\n\r\nIt appeared that he had not come well out of the matter of the\r\naccident. I had not looked at it hitherto from his point of view. While\r\nthe rescue had left me the popular hero, it had had quite the opposite\r\nresult for him. He had upset his boat and would have drowned his\r\npassenger, said public opinion, if the young hero from\r\nLondon--myself--had not plunged in, and at the risk of his life brought\r\nthe professor ashore. Consequently, he was despised by all as an\r\ninefficient boatman. He became a laughing-stock. The local wags made\r\nlaborious jests when he passed. They offered him fabulous sums to take\r\ntheir worst enemies out for a row with him. They wanted to know when he\r\nwas going to school to learn his business. In fact, they behaved as\r\nwags do and always have done at all times all the world over.\r\n\r\nNow, all this, it seemed, Mr. Hawk would have borne cheerfully and\r\npatiently for my sake, or, at any rate for the sake of the crisp pound\r\nnote I had given him. But a fresh factor appeared in the problem,\r\ncomplicating it grievously. To wit, Miss Jane Muspratt.\r\n\r\n\"She said to me,\" explained Mr. Hawk with pathos, \"'Harry 'Awk,' she\r\nsaid, 'yeou'm a girt fule, an' I don't marry noone as is ain't to be\r\ntrusted in a boat by hisself, and what has jokes made about him by that\r\nTom Leigh!'\"\r\n\r\n\"I punched Tom Leigh,\" observed Mr. Hawk parenthetically. \"'So,' she\r\nsaid me, 'you can go away, an' I don't want to see yeou again!'\"\r\n\r\nThis heartless conduct on the part of Miss Muspratt had had the natural\r\nresult of making him confess in self-defence; and she had written to\r\nthe professor the same night.\r\n\r\nI forgave Mr. Hawk. I think he was hardly sober enough to understand,\r\nfor he betrayed no emotion. \"It is Fate, Hawk,\" I said, \"simply Fate.\r\nThere is a Divinity that shapes our ends, rough-hew them how we will,\r\nand it's no good grumbling.\"\r\n\r\n\"Yiss,\" said Mr. Hawk, after chewing this sentiment for a while in\r\nsilence, \"so she said me, 'Hawk,' she said--like that--'you're a girt\r\nfule----'\"\r\n\r\n\"That's all right,\" I replied. \"I quite understand. As I say, it's\r\nsimply Fate. Good-bye.\" And I left him.\r\n\r\nAs I was going back, I met the professor and Phyllis. They passed me\r\nwithout a look.\r\n\r\nI wandered on in quite a fervour of self-pity. I was in one of those\r\nmoods when life suddenly seems to become irksome, when the future\r\nstretches black and grey in front of one. I should have liked to have\r\nfaded almost imperceptibly from the world, like Mr. Bardell, even if,\r\nas in his case, it had involved being knocked on the head with a pint\r\npot in a public-house cellar.\r\n\r\nIn such a mood it is imperative that one should seek distraction. The\r\nshining example of Mr. Harry Hawk did not lure me. Taking to drink\r\nwould be a nuisance. Work was what I wanted. I would toil like a navvy\r\nall day among the fowls, separating them when they fought, gathering in\r\nthe eggs when they laid, chasing them across country when they got\r\naway, and even, if necessity arose, painting their throats with\r\nturpentine when they were stricken with roop. Then, after dinner, when\r\nthe lamps were lit, and Mrs. Ukridge nursed Edwin and sewed, and\r\nUkridge smoked cigars and incited the gramophone to murder \"Mumbling\r\nMose,\" I would steal away to my bedroom and write--and write--and\r\n_write_. And go on writing till my fingers were numb and my eyes\r\nrefused to do their duty. And, when time had passed, I might come to\r\nfeel that it was all for the best. A man must go through the fire\r\nbefore he can write his masterpiece. We learn in suffering what we\r\nteach in song. What we lose on the swings we make up on the\r\nroundabouts. Jerry Garnet, the Man, might become a depressed, hopeless\r\nwreck, with the iron planted immovably in his soul; but Jeremy Garnet,\r\nthe Author, should turn out such a novel of gloom, that strong critics\r\nwould weep, and the public jostle for copies till Mudie's doorway\r\nbecame a shambles.\r\n\r\nThus might I some day feel that all this anguish was really a\r\nblessing--effectively disguised.\r\n\r\n * * * * *\r\n\r\nBut I doubted it.\r\n\r\n * * * * *\r\n\r\nWe were none of us very cheerful now at the farm. Even Ukridge's spirit\r\nwas a little daunted by the bills which poured in by every post. It was\r\nas if the tradesmen of the neighbourhood had formed a league, and were\r\nworking in concert. Or it may have been due to thought-waves. Little\r\naccounts came not in single spies but in battalions. The popular demand\r\nfor the sight of the colour of his money grew daily. Every morning at\r\nbreakfast he would give us fresh bulletins of the state of mind of each\r\nof our creditors, and thrill us with the announcement that Whiteley's\r\nwere getting cross, and Harrod's jumpy or that the bearings of Dawlish,\r\nthe grocer, were becoming overheated. We lived in a continual\r\natmosphere of worry. Chicken and nothing but chicken at meals, and\r\nchicken and nothing but chicken between meals had frayed our nerves. An\r\nair of defeat hung over the place. We were a beaten side, and we\r\nrealised it. We had been playing an uphill game for nearly two months,\r\nand the strain was beginning to tell. Ukridge became uncannily silent.\r\nMrs. Ukridge, though she did not understand, I fancy, the details of\r\nthe matter, was worried because Ukridge was. Mrs. Beale had long since\r\nbeen turned into a soured cynic by the lack of chances vouchsafed her\r\nfor the exercise of her art. And as for me, I have never since spent so\r\nprofoundly miserably a week. I was not even permitted the anodyne of\r\nwork. There seemed to be nothing to do on the farm. The chickens were\r\nquite happy, and only asked to be let alone and allowed to have their\r\nmeals at regular intervals. And every day one or more of their number\r\nwould vanish into the kitchen, Mrs. Beale would serve up the corpse in\r\nsome cunning disguise, and we would try to delude ourselves into the\r\nidea that it was something altogether different.\r\n\r\nThere was one solitary gleam of variety in our menu. An editor sent me\r\na cheque for a set of verses. We cashed that cheque and trooped round\r\nthe town in a body, laying out the money. We bought a leg of mutton,\r\nand a tongue and sardines, and pine-apple chunks, and potted meat, and\r\nmany other noble things, and had a perfect banquet. Mrs. Beale, with\r\nthe scenario of a smile on her face, the first that she had worn in\r\nthese days of stress, brought in the joint, and uncovered it with an\r\nair.\r\n\r\n\"Thank God!\" said Ukridge, as he began to carve.\r\n\r\nIt was the first time I had ever heard him say a grace, and if ever an\r\noccasion merited such a deviation from habit, this occasion did.\r\n\r\nAfter that we relapsed into routine again.\r\n\r\nDeprived of physical labour, with the exception of golf and\r\nbathing--trivial sports compared with work in the fowl-run at its\r\nhardest--I tried to make up for it by working at my novel.\r\n\r\nIt refused to materialise.\r\n\r\nThe only progress I achieved was with my villain.\r\n\r\nI drew him from the professor, and made him a blackmailer. He had\r\nseveral other social defects, but that was his profession. That was the\r\nthing he did really well.\r\n\r\nIt was on one of the many occasions on which I had sat in my room, pen\r\nin hand, through the whole of a lovely afternoon, with no better result\r\nthan a slight headache, that I bethought me of that little paradise on\r\nthe Ware Cliff, hung over the sea and backed by green woods. I had not\r\nbeen there for some time, owing principally to an entirely erroneous\r\nidea that I could do more solid work sitting in a straight hard chair\r\nat a table than lying on soft turf with the sea wind in my eyes.\r\n\r\nBut now the desire to visit that little clearing again drove me from my\r\nroom. In the drawing-room below the gramophone was dealing brassily\r\nwith \"Mister Blackman.\" Outside the sun was just thinking of setting.\r\nThe Ware Cliff was the best medicine for me. What does Kipling say?\r\n\r\n  \"And soon you will find that the sun and the wind\r\n     And the Djinn of the Garden, too,\r\n   Have lightened the hump, Cameelious Hump,\r\n     The Hump that is black and blue.\"\r\n\r\nHis instructions include digging with a hoe and a shovel also, but I\r\ncould omit that. The sun and the wind were what I needed.\r\n\r\nI took the upper road. In certain moods I preferred it to the path\r\nalong the cliff. I walked fast. The exercise was soothing.\r\n\r\nTo reach my favourite clearing I had to take to the fields on the left,\r\nand strike down hill in the direction of the sea. I hurried down the\r\nnarrow path.\r\n\r\nI broke into the clearing at a jog trot, and stood panting. And at the\r\nsame moment, looking cool and beautiful in her white dress, Phyllis\r\nentered in from the other side. Phyllis--without the professor."
  ]
}