{
  "index": 15,
  "title": "Chapter 14",
  "paragraphs": [
    "THE ARRIVAL OF NEMESIS\r\n\r\nSome people do not believe in presentiments. They attribute that\r\ncurious feeling that something unpleasant is going to happen to such\r\nmundane causes as liver, or a chill, or the weather. For my own part, I\r\nthink there is more in the matter than the casual observer might\r\nimagine.\r\n\r\nI awoke three days after my meeting with the professor at the\r\nclub-house, filled with a dull foreboding. Somehow I seemed to know\r\nthat that day was going to turn out badly for me. It may have been\r\nliver or a chill, but it was certainly not the weather. The morning was\r\nperfect,--the most glorious of a glorious summer. There was a haze over\r\nthe valley and out to sea which suggested a warm noon, when the sun\r\nshould have begun the serious duties of the day. The birds were singing\r\nin the trees and breakfasting on the lawn, while Edwin, seated on one\r\nof the flower-beds, watched them with the eye of a connoisseur.\r\nOccasionally, when a sparrow hopped in his direction, he would make a\r\nsudden spring, and the bird would fly away to the other side of the\r\nlawn. I had never seen Edwin catch a sparrow. I believe they looked on\r\nhim as a bit of a crank, and humoured him by coming within springing\r\ndistance, just to keep him amused. Dashing young cock-sparrows would\r\nshow off before their particular hen-sparrows, and earn a cheap\r\nreputation for dare-devilry by going within so many years of Edwin's\r\nlair, and then darting away. Bob was in his favourite place on the\r\ngravel. I took him with me down to the Cob to watch me bathe.\r\n\r\n\"What's the matter with me to-day, Robert, old son?\" I asked him, as I\r\ndried myself.\r\n\r\nHe blinked lazily, but contributed no suggestion.\r\n\r\n\"It's no good looking bored,\" I went on, \"because I'm going to talk\r\nabout myself, however much it bores you. Here am I, as fit as a\r\nprize-fighter, living in the open air for I don't know how long, eating\r\ngood plain food--bathing every morning--sea-bathing, mind you--and yet\r\nwhat's the result? I feel beastly.\"\r\n\r\nBob yawned, and gave a little whine.\r\n\r\n\"Yes,\" I said, \"I know I'm in love. But that can't be it, because I was\r\nin love just as much a week ago, and I felt all right then. But isn't\r\nshe an angel, Bob? Eh? Isn't she? And didn't you feel bucked when she\r\npatted you? Of course you did. Anybody would. But how about Tom Chase?\r\nDon't you think he's a dangerous man? He calls her by her Christian\r\nname, you know, and behaves generally as if she belonged to him. And\r\nthen he sees her every day, while I have to trust to meeting her at odd\r\ntimes, and then I generally feel such a fool I can't think of anything\r\nto talk about except golf and the weather. He probably sings duets with\r\nher after dinner, and you know what comes of duets after dinner.\"\r\n\r\nHere Bob, who had been trying for some time to find a decent excuse for\r\ngetting away, pretended to see something of importance at the other end\r\nof the Cob, and trotted off to investigate it, leaving me to finish\r\ndressing by myself.\r\n\r\n\"Of course,\" I said to myself, \"It may be merely hunger. I may be all\r\nright after breakfast. But at present I seem to be working up for a\r\nreally fine fit of the blues. I feel bad.\"\r\n\r\nI whistled to Bob, and started for home. On the beach I saw the\r\nprofessor some little distance away, and waved my towel in a friendly\r\nmanner. He made no reply.\r\n\r\nOf course, it was possible that he had not seen me; but for some reason\r\nhis attitude struck me as ominous. As far as I could see, he was\r\nlooking straight at me, and he was not a short-sighted man. I could\r\nthink of no reason why he should cut me. We had met on the links on the\r\nprevious morning, and he had been friendliness itself. He had called me\r\n\"me dear boy,\" supplied me with a gin and gingerbeer at the clubhouse,\r\nand generally behaved as if he had been David and I Jonathan. Yet in\r\ncertain moods we are inclined to make mountains out of molehills, and I\r\nwent on my way, puzzled and uneasy, with a distinct impression that I\r\nhad received the cut direct.\r\n\r\nI felt hurt. What had I done that Providence should make things so\r\nunpleasant for me? It would be a little hard, as Ukridge would have\r\nsaid, if, after all my trouble, the professor had discovered some fresh\r\ngrievance against me. Perhaps Ukridge had been irritating him again. I\r\nwished he would not identify me so completely with Ukridge. I could not\r\nbe expected to control the man. Then I reflected that they could hardly\r\nhave met in the few hours between my parting from the professor at the\r\nclub-house and my meeting with him on the beach. Ukridge rarely left\r\nthe farm. When he was not working among the fowls, he was lying on his\r\nback in the paddock, resting his massive mind.\r\n\r\nI came to the conclusion that after all the professor had not seen me.\r\n\r\n\"I'm an idiot, Bob,\" I said, as we turned in at the farm gate, \"and I\r\nlet my imagination run away with me.\"\r\n\r\nBob wagged his tail in approval of the sentiment.\r\n\r\nBreakfast was ready when I got in. There was a cold chicken on the\r\nsideboard, devilled chicken on the table, a trio of boiled eggs, and a\r\ndish of scrambled eggs. As regarded quantity Mrs. Beale never failed us.\r\n\r\nUkridge was sorting the letters.\r\n\r\n\"Morning, Garny,\" he said. \"One for you, Millie.\"\r\n\r\n\"It's from Aunt Elizabeth,\" said Mrs. Ukridge, looking at the envelope.\r\n\r\nI had only heard casual mention of this relative hitherto, but I had\r\nbuilt up a mental picture of her partly from remarks which Ukridge had\r\nlet fall, but principally from the fact that he had named the most\r\nmalignant hen in our fowl-run after her. A severe lady, I imagined with\r\na cold eye.\r\n\r\n\"Wish she'd enclose a cheque,\" said Ukridge. \"She could spare it.\r\nYou've no idea, Garny, old man, how disgustingly and indecently rich\r\nthat woman is. She lives in Kensington on an income which would do her\r\nwell in Park Lane. But as a touching proposition she had proved almost\r\nnegligible. She steadfastly refuses to part.\"\r\n\r\n\"I think she would, dear, if she knew how much we needed it. But I\r\ndon't like to ask her. She's so curious, and says such horrid things.\"\r\n\r\n\"She does,\" agreed Ukridge, gloomily. He spoke as one who had had\r\nexperience. \"Two for you, Garny. All the rest for me. Ten of them, and\r\nall bills.\"\r\n\r\nHe spread the envelopes out on the table, and drew one at a venture.\r\n\r\n\"Whiteley's,\" he said. \"Getting jumpy. Are in receipt of my favour of\r\nthe 7th inst. and are at a loss to understand. It's rummy about these\r\nblighters, but they never seem able to understand a damn thing. It's\r\nhard! You put things in words of one syllable for them, and they just\r\ngoggle and wonder what it all means. They want something on account.\r\nUpon my Sam, I'm disappointed with Whiteley's. I'd been thinking in\r\nrather a kindly spirit of them, and feeling that they were a more\r\nintelligent lot than Harrod's. I'd had half a mind to give Harrod's the\r\nmiss-in-baulk and hand my whole trade over to these fellows. But not\r\nnow, dash it! Whiteley's have disappointed me. From the way they write,\r\nyou'd think they thought I was doing it for fun. How can I let them\r\nhave their infernal money when there isn't any? Here's one from\r\nDorchester. Smith, the chap we got the gramophone from. Wants to know\r\nwhen I'm going to settle up for sixteen records.\"\r\n\r\n\"Sordid brute!\"\r\n\r\nI wanted to get on with my own correspondence, but Ukridge held me with\r\na glittering eye.\r\n\r\n\"The chicken-men, the dealer people, you know, want me to pay for the\r\nfirst lot of hens. Considering that they all died of roop, and that I\r\nwas going to send them back anyhow after I'd got them to hatch out a\r\nfew chickens, I call that cool. I mean to say, business is business.\r\nThat's what these fellows don't seem to understand. I can't afford to\r\npay enormous sums for birds which die off quicker than I can get them\r\nin.\"\r\n\r\n\"I shall never speak to Aunt Elizabeth again,\" said Mrs. Ukridge\r\nsuddenly.\r\n\r\nShe had dropped the letter she had been reading, and was staring\r\nindignantly in front of her. There were two little red spots on her\r\ncheeks.\r\n\r\n\"What's the matter, old chap?\" inquired Ukridge affectionately,\r\nglancing up from his pile of bills and forgetting his own troubles in\r\nan instant. \"Buck up! Aunt Elizabeth been getting on your nerves again?\r\nWhat's she been saying this time?\"\r\n\r\nMrs. Ukridge left the room with a sob. Ukridge sprang at the letter.\r\n\r\n\"If that demon doesn't stop writing her infernal letters and upsetting\r\nMillie, I shall strangle her with my bare hands, regardless of her age\r\nand sex.\" He turned over the pages of the letter till he came to the\r\npassage which had caused the trouble. \"Well, upon my Sam! Listen to\r\nthis, Garny, old horse. 'You tell me nothing regarding the success of\r\nthis chicken farm of yours, and I confess that I find your silence\r\nominous. You know my opinion of your husband. He is perfectly helpless\r\nin any matter requiring the exercise of a little common-sense and\r\nbusiness capability.'\" He stared at me, amazed. \"I like that! 'Pon my\r\nsoul, that is really rich! I could have believed almost anything of\r\nthat blighted female, but I did think she had a reasonable amount of\r\nintelligence. Why, you know that it's just in matters requiring\r\ncommon-sense and business capability that I come out really strong.\"\r\n\r\n\"Of course, old man,\" I replied dutifully. \"The woman's a fool.\"\r\n\r\n\"That's what she calls me two lines further on. No wonder Millie was\r\nupset. Why can't these cats leave people alone?\"\r\n\r\n\"Oh, woman, woman!\" I threw in helpfully.\r\n\r\n\"Always interfering--\"\r\n\r\n\"Rotten!\"\r\n\r\n\"And backbiting--\"\r\n\r\n\"Awful!\"\r\n\r\n\"I shan't stand it.\"\r\n\r\n\"I shouldn't!\"\r\n\r\n\"Look here! On the next page she calls me a gaby!\"\r\n\r\n\"It's time you took a strong line.\"\r\n\r\n\"And in the very next sentence refers to me as a perfect guffin. What's\r\na guffin, Garny, old boy?\"\r\n\r\nI considered the point.\r\n\r\n\"Broadly speaking, I should say, one who guffs.\"\r\n\r\n\"I believe it's actionable.\"\r\n\r\n\"I shouldn't wonder.\"\r\n\r\nUkridge rushed to the door.\r\n\r\n\"Millie!\"\r\n\r\nHe slammed the door, and I heard him dashing upstairs.\r\n\r\nI turned to my letters. One was from Lickford, with a Cornish postmark.\r\nI glanced through it and laid it aside for a more exhaustive perusal.\r\n\r\nThe other was in a strange handwriting. I looked at the signature.\r\n\"Patrick Derrick.\" This was queer. What had the professor to say to me?\r\n\r\nThe next moment my heart seemed to spring to my throat.\r\n\r\n\"Sir,\" the letter began.\r\n\r\nA pleasant cheery opening!\r\n\r\nThen it got off the mark, so to speak, like lightning. There was no\r\nsparring for an opening, no dignified parade of set phrases, leading up\r\nto the main point. It was the letter of a man who was almost too\r\nfurious to write. It gave me the impression that, if he had not written\r\nit, he would have been obliged to have taken some very violent form of\r\nexercise by way of relief to his soul.\r\n\r\n\r\n\"You will be good enough to look on our acquaintance as closed. I have\r\nno wish to associate with persons of your stamp. If we should happen to\r\nmeet, you will be good enough to treat me as a total stranger, as I\r\nshall treat you. And, if I may be allowed to give you a word of advice,\r\nI should recommend you in future, when you wish to exercise your\r\nhumour, to do so in some less practical manner than by bribing boatmen\r\nto upset your--(_friends_ crossed out thickly, and _acquaintances_\r\nsubstituted.) If you require further enlightenment in this matter, the\r\nenclosed letter may be of service to you.\"\r\n\r\n\r\nWith which he remained mine faithfully, Patrick Derrick.\r\n\r\nThe enclosed letter was from one Jane Muspratt. It was bright and\r\ninteresting.\r\n\r\n\r\n\"DEAR SIR,--My Harry, Mr. Hawk, sas to me how it was him upsetting the\r\nboat and you, not because he is not steady in a boat which he is no man\r\nmore so in Combe Regis, but because one of the gentlemen what keeps\r\nchikkens up the hill, the little one, Mr. Garnick his name is, says to\r\nhim, Hawk, I'll give you a sovrin to upset Mr. Derick in your boat, and\r\nmy Harry being esily led was took in and did, but he's sory now and\r\nwishes he hadn't, and he sas he'll niver do a prackticle joke again for\r\nanyone even for a banknote.--Yours obedly.,\r\n\r\n                                            JANE MUSPRATT.\"\r\n\r\n\r\nOh, woman, woman!\r\n\r\nAt the bottom of everything! History is full of tragedies caused by the\r\nlethal sex. Who lost Mark Antony the world? A woman. Who let Samson in\r\nso atrociously? Woman again. Why did Bill Bailey leave home? Once more,\r\nbecause of a woman. And here was I, Jerry Garnet, harmless,\r\nwell-meaning writer of minor novels, going through the same old mill.\r\n\r\nI cursed Jane Muspratt. What chance had I with Phyllis now? Could I\r\nhope to win over the professor again? I cursed Jane Muspratt for the\r\nsecond time.\r\n\r\nMy thoughts wandered to Mr. Harry Hawk. The villain! The scoundrel!\r\nWhat business had he to betray me? ... Well, I could settle with him.\r\nThe man who lays a hand upon a woman, save in the way of kindness, is\r\njustly disliked by Society; so the woman Muspratt, culpable as she was,\r\nwas safe from me. But what of the man Hawk? There no such\r\nconsiderations swayed me. I would interview the man Hawk. I would give\r\nhim the most hectic ten minutes of his career. I would say things to\r\nhim the recollection of which would make him start up shrieking in his\r\nbed in the small hours of the night. I would arise, and be a man, and\r\nslay him; take him grossly, full of bread, with all his crimes\r\nbroad-blown, as flush as May, at gaming, swearing, or about some act\r\nthat had no relish of salvation in it.\r\n\r\nThe Demon!\r\n\r\nMy life--ruined. My future--grey and black. My heart--shattered. And\r\nwhy? Because of the scoundrel, Hawk.\r\n\r\nPhyllis would meet me in the village, on the Cob, on the links, and\r\npass by as if I were the Invisible Man. And why? Because of the\r\nreptile, Hawk. The worm, Hawk. The dastard and varlet, Hawk.\r\n\r\nI crammed my hat on, and hurried out of the house towards the village."
  ]
}