{
  "index": 10,
  "title": "Chapter 9",
  "paragraphs": [
    "I ENLIST THE SERVICES OF A MINION\r\n\r\nIt would be interesting to know to what extent the work of authors is\r\ninfluenced by their private affairs. If life is flowing smoothly, are\r\nthe novels they write in that period of content coloured with optimism?\r\nAnd if things are running crosswise, do they work off the resultant\r\ngloom on their faithful public? If, for instance, Mr. W. W. Jacobs had\r\ntoothache, would he write like Hugh Walpole? If Maxim Gorky were\r\ninvited to lunch by Trotsky, to meet Lenin, would he sit down and dash\r\noff a trifle in the vein of Stephen Leacock? Probably the eminent have\r\nthe power of detaching their writing self from their living, work-a-day\r\nself; but, for my own part, the frame of mind in which I now found\r\nmyself had a disastrous effect on my novel that was to be. I had\r\ndesigned it as a light comedy effort. Here and there a page or two to\r\nsteady the reader and show him what I could do in the way of pathos if\r\nI cared to try; but in the main a thing of sunshine and laughter. But\r\nnow great slabs of gloom began to work themselves into the scheme of\r\nit. A magnificent despondency became its keynote. It would not do. I\r\nfelt that I must make a resolute effort to shake off my depression.\r\nMore than ever the need of conciliating the professor was borne in upon\r\nme. Day and night I spurred my brain to think of some suitable means of\r\nengineering a reconciliation.\r\n\r\nIn the meantime I worked hard among the fowls, drove furiously on the\r\nlinks, and swam about the harbour when the affairs of the farm did not\r\nrequire my attention.\r\n\r\nThings were not going well on our model chicken farm. Little accidents\r\nmarred the harmony of life in the fowl-run. On one occasion a hen--not\r\nAunt Elizabeth, I am sorry to say,--fell into a pot of tar, and came\r\nout an unspeakable object. Ukridge put his spare pair of tennis shoes\r\nin the incubator to dry them, and permanently spoiled the future of\r\nhalf-a-dozen eggs which happened to have got there first. Chickens kept\r\nstraying into the wrong coops, where they got badly pecked by the\r\nresidents. Edwin slew a couple of Wyandottes, and was only saved from\r\nexecution by the tears of Mrs. Ukridge.\r\n\r\nIn spite of these occurrences, however, his buoyant optimism never\r\ndeserted Ukridge.\r\n\r\n\"After all,\" he said, \"What's one bird more or less? Yes, I know I made\r\na fuss when that beast of a cat lunched off those two, but that was\r\nsimply the principle of the thing. I'm not going to pay large sums for\r\nchickens purely in order that a cat which I've never liked can lunch\r\nwell. Still, we've plenty left, and the eggs are coming in better now,\r\nthough we've still a deal of leeway to make up yet in that line. I got\r\na letter from Whiteley's this morning asking when my first consignment\r\nwas going to arrive. You know, these people make a mistake in hurrying\r\na man. It annoys him. It irritates him. When we really get going,\r\nGarny, my boy, I shall drop Whiteley's. I shall cut them out of my list\r\nand send my eggs to their trade rivals. They shall have a sharp lesson.\r\nIt's a little hard. Here am I, worked to death looking after things\r\ndown here, and these men have the impertinence to bother me about their\r\nwretched business. Come in and have a drink, laddie, and let's talk it\r\nover.\"\r\n\r\nIt was on the morning after this that I heard him calling me in a voice\r\nin which I detected agitation. I was strolling about the paddock, as\r\nwas my habit after breakfast, thinking about Phyllis and trying to get\r\nmy novel into shape. I had just framed a more than usually murky scene\r\nfor use in the earlier part of the book, when Ukridge shouted to me\r\nfrom the fowl-run.\r\n\r\n\"Garny, come here. I want you to see the most astounding thing.\"\r\n\r\n\"What's the matter?\" I asked.\r\n\r\n\"Blast if I know. Look at those chickens. They've been doing that for\r\nthe last half-hour.\"\r\n\r\nI inspected the chickens. There was certainly something the matter with\r\nthem. They were yawning--broadly, as if we bored them. They stood about\r\nsingly and in groups, opening and shutting their beaks. It was an\r\nuncanny spectacle.\r\n\r\n\"What's the matter with them?\"\r\n\r\n\"Can a chicken get a fit of the blues?\" I asked. \"Because if so, that's\r\nwhat they've got. I never saw a more bored-looking lot of birds.\"\r\n\r\n\"Oh, do look at that poor little brown one by the coop,\" said Mrs.\r\nUkridge sympathetically; \"I'm sure it's not well. See, it's lying down.\r\nWhat _can_ be the matter with it?\"\r\n\r\n\"I tell you what we'll do,\" said Ukridge. \"We'll ask Beale. He once\r\nlived with an aunt who kept fowls. He'll know all about it. Beale!\"\r\n\r\nNo answer.\r\n\r\n\"Beale!!\"\r\n\r\nA sturdy form in shirt-sleeves appeared through the bushes, carrying a\r\nboot. We seemed to have interrupted him in the act of cleaning it.\r\n\r\n\"Beale, you know all about fowls. What's the matter with these\r\nchickens?\"\r\n\r\nThe Hired Retainer examined the blase birds with a wooden expression on\r\nhis face.\r\n\r\n\"Well?\" said Ukridge.\r\n\r\n\"The 'ole thing 'ere,\" said the Hired Retainer, \"is these 'ere fowls\r\nhave been and got the roop.\"\r\n\r\nI had never heard of the disease before, but it sounded bad.\r\n\r\n\"Is that what makes them yawn like that?\" said Mrs. Ukridge.\r\n\r\n\"Yes, ma'am.\"\r\n\r\n\"Poor things!\"\r\n\r\n\"Yes, ma'am.\"\r\n\r\n\"And have they all got it?\"\r\n\r\n\"Yes, ma'am.\"\r\n\r\n\"What ought we to do?\" asked Ukridge.\r\n\r\n\"Well, my aunt, sir, when 'er fowls 'ad the roop, she gave them snuff.\"\r\n\r\n\"Give them snuff, she did,\" he repeated, with relish, \"every morning.\"\r\n\r\n\"Snuff!\" said Mrs. Ukridge.\r\n\r\n\"Yes, ma'am. She give 'em snuff till their eyes bubbled.\"\r\n\r\nMrs. Ukridge uttered a faint squeak at this vivid piece of\r\nword-painting.\r\n\r\n\"And did it cure them?\" asked Ukridge.\r\n\r\n\"No, sir,\" responded the expert soothingly.\r\n\r\n\"Oh, go away, Beale, and clean your beastly boots,\" said Ukridge.\r\n\"You're no use. Wait a minute. Who would know about this infernal roop\r\nthing? One of those farmer chaps would, I suppose. Beale, go off to the\r\nnearest farmer, and give him my compliments, and ask him what he does\r\nwhen his fowls get the roop.\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"No, I'll go, Ukridge,\" I said. \"I want some exercise.\"\r\n\r\nI whistled to Bob, who was investigating a mole-heap in the paddock,\r\nand set off in the direction of the village of Up Lyme to consult\r\nFarmer Leigh on the matter. He had sold us some fowls shortly after our\r\narrival, so might be expected to feel a kindly interest in their ailing\r\nfamilies.\r\n\r\nThe path to Up Lyme lies across deep-grassed meadows. At intervals it\r\npasses over a stream by means of a footbridge. The stream curls through\r\nthe meadows like a snake.\r\n\r\nAnd at the first of these bridges I met Phyllis.\r\n\r\nI came upon her quite suddenly. The other end of the bridge was hidden\r\nfrom my view. I could hear somebody coming through the grass, but not\r\ntill I was on the bridge did I see who it was. We reached the bridge\r\nsimultaneously. She was alone. She carried a sketching-block. All nice\r\ngirls sketch a little.\r\n\r\nThere was room for one alone on the footbridge, and I drew back to let\r\nher pass.\r\n\r\nIt being the privilege of woman to make the first sign of recognition,\r\nI said nothing. I merely lifted my hat in a non-committing fashion.\r\n\r\n\"Are you going to cut me, I wonder?\" I said to myself. She answered the\r\nunspoken question as I hoped it would be answered.\r\n\r\n\"Mr. Garnet,\" she said, stopping at the end of the bridge. A pause.\r\n\r\n\"I couldn't tell you so before, but I am so sorry this has happened.\"\r\n\r\n\"Oh, thanks awfully,\" I said, realising as I said it the miserable\r\ninadequacy of the English language. At a crisis when I would have given\r\na month's income to have said something neat, epigrammatic, suggestive,\r\nyet withal courteous and respectful, I could only find a hackneyed,\r\nunenthusiastic phrase which I should have used in accepting an\r\ninvitation from a bore to lunch with him at his club.\r\n\r\n\"Of course you understand my friends--must be my father's friends.\"\r\n\r\n\"Yes,\" I said gloomily, \"I suppose so.\"\r\n\r\n\"So you must not think me rude if I--I----\"\r\n\r\n\"Cut me,\" said I, with masculine coarseness.\r\n\r\n\"Don't seem to see you,\" said she, with feminine delicacy, \"when I am\r\nwith my father. You will understand?\"\r\n\r\n\"I shall understand.\"\r\n\r\n\"You see,\"--she smiled--\"you are under arrest, as Tom says.\"\r\n\r\nTom!\r\n\r\n\"I see,\" I said.\r\n\r\n\"Good-bye.\"\r\n\r\n\"Good-bye.\"\r\n\r\nI watched her out of sight, and went on to interview Mr. Leigh.\r\n\r\nWe had a long and intensely uninteresting conversation about the\r\nmaladies to which chickens are subject. He was verbose and reminiscent.\r\nHe took me over his farm, pointing out as we went Dorkings with pasts,\r\nand Cochin Chinas which he had cured of diseases generally fatal on, as\r\nfar as I could gather, Christian Science principles.\r\n\r\nI left at last with instructions to paint the throats of the stricken\r\nbirds with turpentine--a task imagination boggled at, and one which I\r\nproposed to leave exclusively to Ukridge and the Hired Retainer--and\r\nalso a slight headache. A visit to the Cob would, I thought, do me\r\ngood. I had missed my bathe that morning, and was in need of a breath\r\nof sea-air.\r\n\r\nIt was high-tide, and there was deep water on three sides of the Cob.\r\n\r\nIn a small boat in the offing Professor Derrick appeared, fishing. I\r\nhad seen him engaged in this pursuit once or twice before. His only\r\ncompanion was a gigantic boatman, by name Harry Hawk, possibly a\r\ndescendant of the gentleman of that name who went to Widdicombe Fair\r\nwith Bill Brewer and old Uncle Tom Cobley and all on a certain\r\nmemorable occasion, and assisted at the fatal accident to Tom Pearse's\r\ngrey mare.\r\n\r\nI sat on the seat at the end of the Cob and watched the professor. It\r\nwas an instructive sight, an object-lesson to those who hold that\r\noptimism has died out of the race. I had never seen him catch a fish.\r\nHe never looked to me as if he were at all likely to catch a fish. Yet\r\nhe persevered.\r\n\r\nThere are few things more restful than to watch some one else busy\r\nunder a warm sun. As I sat there, my pipe drawing nicely as the result\r\nof certain explorations conducted that morning with a straw, my mind\r\nranged idly over large subjects and small. I thought of love and\r\nchicken-farming. I mused on the immortality of the soul and the\r\ndeplorable speed at which two ounces of tobacco disappeared. In the end\r\nI always returned to the professor. Sitting, as I did, with my back to\r\nthe beach, I could see nothing but his boat. It had the ocean to itself.\r\n\r\nI began to ponder over the professor. I wondered dreamily if he were\r\nvery hot. I tried to picture his boyhood. I speculated on his future,\r\nand the pleasure he extracted from life.\r\n\r\nIt was only when I heard him call out to Hawk to be careful, when a\r\nmovement on the part of that oarsman set the boat rocking, that I began\r\nto weave romances round him in which I myself figured.\r\n\r\nBut, once started, I progressed rapidly. I imagined a sudden upset.\r\nProfessor struggling in water. Myself (heroically): \"Courage! I'm\r\ncoming!\" A few rapid strokes. Saved! Sequel, a subdued professor,\r\ndripping salt water and tears of gratitude, urging me to become his\r\nson-in-law. That sort of thing happened in fiction. It was a shame that\r\nit should not happen in real life. In my hot youth I once had seven\r\nstories in seven weekly penny papers in the same month, all dealing\r\nwith a situation of the kind. Only the details differed. In \"Not really\r\na Coward\" Vincent Devereux had rescued the earl's daughter from a fire,\r\nwhereas in \"Hilda's Hero\" it was the peppery old father whom Tom\r\nSlingsby saved. Singularly enough, from drowning. In other words, I, a\r\nvery mediocre scribbler, had effected seven times in a single month\r\nwhat the Powers of the Universe could not manage once, even on the\r\nsmallest scale.\r\n\r\n * * * * *\r\n\r\nIt was precisely three minutes to twelve--I had just consulted my\r\nwatch--that the great idea surged into my brain. At four minutes to\r\ntwelve I had been grumbling impotently at Providence. By two minutes to\r\ntwelve I had determined upon a manly and independent course of action.\r\n\r\nBriefly it was this. Providence had failed to give satisfaction. I\r\nwould, therefore, cease any connection with it, and start a rival\r\nbusiness on my own account. After all, if you want a thing done well,\r\nyou must do it yourself.\r\n\r\nIn other words, since a dramatic accident and rescue would not happen\r\nof its own accord, I would arrange one for myself. Hawk looked to me\r\nthe sort of man who would do anything in a friendly way for a few\r\nshillings.\r\n\r\nI had now to fight it out with Conscience. I quote the brief report\r\nwhich subsequently appeared in the _Recording Angel_:--\r\n\r\n * * * * *\r\n\r\n_Three-Round Contest_: CONSCIENCE (Celestial B.C.) v. J. GARNET\r\n(Unattached).\r\n\r\n_Round One_.--Conscience came to the scratch smiling and confident. Led\r\noff lightly with a statement that it would be bad for a man of the\r\nprofessor's age to get wet. Garnet countered heavily, alluding to the\r\nwarmth of the weather and the fact that the professor habitually\r\nenjoyed a bathe every day. Much sparring, Conscience not quite so\r\nconfident, and apparently afraid to come to close quarters with this\r\nman. Time called, with little damage done.\r\n\r\n_Round Two_.--Conscience, much freshened by the half minute's rest,\r\nfeinted with the charge of deceitfulness, and nearly got home heavily\r\nwith \"What would Phyllis say if she knew?\" Garnet, however,\r\nside-stepped cleverly with \"But she won't know,\" and followed up the\r\nadvantage with a damaging, \"Besides, it's all for the best.\" The round\r\nended with a brisk rally on general principles, Garnet crowding in a\r\nlot of work. Conscience down twice, and only saved by the call of time.\r\n\r\n_Round Three (and last)_.--Conscience came up very weak, and with\r\nGarnet as strong as ever it was plain that the round would be a brief\r\none. This proved to be the case. Early in the second minute Garnet\r\ncross-countered with \"All's Fair in Love and War.\" Conscience down and\r\nout. The winner left the ring without a mark.\r\n\r\n * * * * *\r\n\r\nI rose, feeling much refreshed.\r\n\r\nThat afternoon I interviewed Mr. Hawk in the bar-parlour of the Net and\r\nMackerel.\r\n\r\n\"Hawk,\" I said to him darkly, over a mystic and conspirator-like pot of\r\nale, \"I want you, next time you take Professor Derrick out\r\nfishing\"--here I glanced round, to make sure that we were not\r\noverheard--\"to upset him.\"\r\n\r\nHis astonished face rose slowly from the pot of ale like a full moon.\r\n\r\n\"What 'ud I do that for?\" he gasped.\r\n\r\n\"Five shillings, I hope,\" said I, \"but I am prepared to go to ten.\"\r\n\r\nHe gurgled.\r\n\r\nI encored his pot of ale.\r\n\r\nHe kept on gurgling.\r\n\r\nI argued with the man.\r\n\r\nI spoke splendidly. I was eloquent, but at the same time concise. My\r\nchoice of words was superb. I crystallised my ideas into pithy\r\nsentences which a child could have understood.\r\n\r\nAnd at the end of half-an-hour he had grasped the salient points of the\r\nscheme. Also he imagined that I wished the professor upset by way of a\r\npractical joke. He gave me to understand that this was the type of\r\nhumour which was to be expected from a gentleman from London. I am\r\nafraid he must at one period in his career have lived at one of those\r\nwatering-places at which trippers congregate. He did not seem to think\r\nhighly of the Londoner.\r\n\r\nI let it rest at that. I could not give my true reason, and this served\r\nas well as any.\r\n\r\n * * * * *\r\n\r\nAt the last moment he recollected that he, too, would get wet when the\r\naccident took place, and he raised the price to a sovereign.\r\n\r\nA mercenary man. It is painful to see how rapidly the old simple spirit\r\nis dying out of our rural districts. Twenty years ago a fisherman would\r\nhave been charmed to do a little job like that for a screw of tobacco."
  ]
}