{
  "index": 12,
  "title": "Chapter 11",
  "paragraphs": [
    "SOME EMOTIONS AND YELLOW LUPIN\r\n\r\nThe fame which came to me through that gallant rescue was a little\r\nembarrassing. I was a marked man. Did I walk through the village, heads\r\nemerged from windows, and eyes followed me out of sight. Did I sit on\r\nthe beach, groups formed behind me and watched in silent admiration. I\r\nwas the man of the moment.\r\n\r\n\"If we'd wanted an advertisement for the farm,\" said Ukridge on one of\r\nthese occasions, \"we couldn't have had a better one than you, Garny, my\r\nboy. You have brought us three distinct orders for eggs during the last\r\nweek. And I'll tell you what it is, we need all the orders we can get\r\nthat'll bring us in ready money. The farm is in a critical condition.\r\nThe coffers are low, deuced low. And I'll tell you another thing. I'm\r\ngetting precious tired of living on nothing but chicken and eggs. So's\r\nMillie, though she doesn't say so.\"\r\n\r\n\"So am I,\" I said, \"and I don't feel like imitating your wife's proud\r\nreserve. I never want to see a chicken again. As for eggs, they are far\r\ntoo much for us.\"\r\n\r\nFor the last week monotony had been the keynote of our commissariat. We\r\nhad had cold chicken and eggs for breakfast, boiled chicken and eggs\r\nfor lunch, and roast chicken and eggs for dinner. Meals became a\r\nnuisance, and Mrs. Beale complained bitterly that we did not give her a\r\nchance. She was a cook who would have graced an alderman's house and\r\nserved up noble dinners for gourmets, and here she was in this remote\r\ncorner of the world ringing the changes on boiled chicken and roast\r\nchicken and boiled eggs and poached eggs. Mr. Whistler, set to paint\r\nsign-boards for public-houses, might have felt the same restless\r\ndiscontent. As for her husband, the Hired Retainer, he took life as\r\ntranquilly as ever, and seemed to regard the whole thing as the most\r\nexhilarating farce he had ever been in. I think he looked on Ukridge as\r\nan amiable lunatic, and was content to rough it a little in order to\r\nenjoy the privilege of observing his movements. He made no complaints\r\nof the food. When a man has supported life for a number of years on\r\nincessant Army beef, the monotony of daily chicken and eggs scarcely\r\nstrikes him.\r\n\r\n\"The fact is,\" said Ukridge, \"these tradesmen round here seem to be a\r\nsordid, suspicious lot. They clamour for money.\"\r\n\r\nHe mentioned a few examples. Vickers, the butcher, had been the first\r\nto strike, with the remark that he would like to see the colour of Mr.\r\nUkridge's money before supplying further joints. Dawlish, the grocer,\r\nhad expressed almost exactly similar sentiments two days later; and the\r\nranks of these passive resisters had been receiving fresh recruits ever\r\nsince. To a man the tradesmen of Combe Regis seemed as deficient in\r\nSimple Faith as they were in Norman Blood.\r\n\r\n\"Can't you pay some of them a little on account?\" I suggested. \"It\r\nwould set them going again.\"\r\n\r\n\"My dear old man,\" said Ukridge impressively, \"we need every penny of\r\nready money we can raise for the farm. The place simply eats money.\r\nThat infernal roop let us in for I don't know what.\"\r\n\r\nThat insidious epidemic had indeed proved costly. We had painted the\r\nthroats of the chickens with the best turpentine--at least Ukridge and\r\nBeale had,--but in spite of their efforts, dozens had died, and we had\r\nbeen obliged to sink much more money than was pleasant in restocking\r\nthe run. The battle which took place on the first day after the\r\nelection of the new members was a sight to remember. The results of it\r\nwere still noticeable in the depressed aspect of certain of the\r\nrecently enrolled.\r\n\r\n\"No,\" said Ukridge, summing up, \"these men must wait. We can't help\r\ntheir troubles. Why, good gracious, it isn't as if they'd been waiting\r\nfor the money long. We've not been down here much over a month. I never\r\nheard of such a scandalous thing. 'Pon my word, I've a good mind to go\r\nround, and have a straight talk with one or two of them. I come and\r\nsettle down here, and stimulate trade, and give them large orders, and\r\nthey worry me with bills when they know I'm up to my eyes in work,\r\nlooking after the fowls. One can't attend to everything. The business\r\nis just now at its most crucial point. It would be fatal to pay any\r\nattention to anything else with things as they are. These scoundrels\r\nwill get paid all in good time.\"\r\n\r\nIt is a peculiarity of situations of this kind that the ideas of debtor\r\nand creditor as to what constitutes a good time never coincide.\r\n\r\n * * * * *\r\n\r\nI am afraid that, despite the urgent need for strict attention to\r\nbusiness, I was inclined to neglect my duties about this time. I had\r\ngot into the habit of wandering off, either to the links, where I\r\ngenerally found the professor, sometimes Phyllis, or on long walks by\r\nmyself. There was one particular walk along the cliffs, through some of\r\nthe most beautiful scenery I have ever set eyes on, which more than any\r\nother suited my mood. I would work my way through the woods till I came\r\nto a small clearing on the very edge of the cliff. There I would sit\r\nand smoke by the hour. If ever I am stricken with smoker's heart, or\r\nstaggers, or tobacco amblyopia, or any other of the cheery things which\r\ndoctors predict for the devotee of the weed, I shall feel that I sowed\r\nthe seeds of it that summer in that little clearing overlooking the\r\nsea. A man in love needs much tobacco. A man thinking out a novel needs\r\nmuch tobacco. I was in the grip of both maladies. Somehow I found that\r\nmy ideas flowed more readily in that spot than in any other.\r\n\r\nI had not been inside the professor's grounds since the occasion when I\r\nhad gone in through the box-wood hedge. But on the afternoon following\r\nmy financial conversation with Ukridge I made my way thither, after a\r\ntoilet which, from its length, should have produced better results than\r\nit did. Not for four whole days had I caught so much as a glimpse of\r\nPhyllis. I had been to the links three times, and had met the professor\r\ntwice, but on both occasions she had been absent. I had not had the\r\ncourage to ask after her. I had an absurd idea that my voice or my\r\nmanner would betray me in some way. I felt that I should have put the\r\nquestion with such an exaggerated show of indifference that all would\r\nhave been discovered.\r\n\r\nThe professor was not at home. Nor was Mr. Chase. Nor was Miss Norah\r\nDerrick, the lady I had met on the beach with the professor. Miss\r\nPhyllis, said the maid, was in the garden.\r\n\r\nI went into the garden. She was sitting under the cedar by the\r\ntennis-lawn, reading. She looked up as I approached.\r\n\r\nI said it was a lovely afternoon. After which there was a lull in the\r\nconversation. I was filled with a horrid fear that I was boring her. I\r\nhad probably arrived at the very moment when she was most interested in\r\nher book. She must, I thought, even now be regarding me as a nuisance,\r\nand was probably rehearsing bitter things to say to the maid for not\r\nhaving had the sense to explain that she was out.\r\n\r\n\"I--er--called in the hope of seeing Professor Derrick,\" I said.\r\n\r\n\"You would find him on the links,\" she replied. It seemed to me that\r\nshe spoke wistfully.\r\n\r\n\"Oh, it--it doesn't matter,\" I said. \"It wasn't anything important.\"\r\n\r\nThis was true. If the professor had appeared then and there, I should\r\nhave found it difficult to think of anything to say to him which would\r\nhave accounted to any extent for my anxiety to see him.\r\n\r\n\"How are the chickens, Mr. Garnet?\" said she.\r\n\r\nThe situation was saved. Conversationally, I am like a clockwork toy. I\r\nhave to be set going. On the affairs of the farm I could speak\r\nfluently. I sketched for her the progress we had made since her visit.\r\nI was humorous concerning roop, epigrammatic on the subject of the\r\nHired Retainer and Edwin.\r\n\r\n\"Then the cat did come down from the chimney?\" said Phyllis.\r\n\r\nWe both laughed, and--I can answer for myself--I felt the better for it.\r\n\r\n\"He came down next day,\" I said, \"and made an excellent lunch of one of\r\nour best fowls. He also killed another, and only just escaped death\r\nhimself at the hands of Ukridge.\"\r\n\r\n\"Mr. Ukridge doesn't like him, does he?\"\r\n\r\n\"If he does, he dissembles his love. Edwin is Mrs. Ukridge's pet. He is\r\nthe only subject on which they disagree. Edwin is certainly in the way\r\non a chicken farm. He has got over his fear of Bob, and is now\r\nperfectly lawless. We have to keep a steady eye on him.\"\r\n\r\n\"And have you had any success with the incubator? I love incubators. I\r\nhave always wanted to have one of my own, but we have never kept fowls.\"\r\n\r\n\"The incubator has not done all that it should have done,\" I said.\r\n\"Ukridge looks after it, and I fancy his methods are not the right\r\nmethods. I don't know if I have got the figures absolutely correct, but\r\nUkridge reasons on these lines. He says you are supposed to keep the\r\ntemperature up to a hundred and five degrees. I think he said a hundred\r\nand five. Then the eggs are supposed to hatch out in a week or so. He\r\nargues that you may just as well keep the temperature at seventy-two,\r\nand wait a fortnight for your chickens. I am certain there's a fallacy\r\nin the system somewhere, because we never seem to get as far as the\r\nchickens. But Ukridge says his theory is mathematically sound, and he\r\nsticks to it.\"\r\n\r\n\"Are you quite sure that the way you are doing it is the best way to\r\nmanage a chicken farm?\"\r\n\r\n\"I should very much doubt it. I am a child in these matters. I had only\r\nseen a chicken in its wild state once or twice before we came down\r\nhere. I had never dreamed of being an active assistant on a real farm.\r\nThe whole thing began like Mr. George Ade's fable of the Author. An\r\nAuthor--myself--was sitting at his desk trying to turn out any old\r\nthing that could be converted into breakfast-food when a friend came in\r\nand sat down on the table, and told him to go right on and not mind\r\nhim.\"\r\n\r\n\"Did Mr. Ukridge do that?\"\r\n\r\n\"Very nearly that. He called at my rooms one beautiful morning when I\r\nwas feeling desperately tired of London and overworked and dying for a\r\nholiday, and suggested that I should come to Combe Regis with him and\r\nhelp him farm chickens. I have not regretted it.\"\r\n\r\n\"It is a lovely place, isn't it?\"\r\n\r\n\"The loveliest I have ever seen. How charming your garden is.\"\r\n\r\n\"Shall we go and look at it? You have not seen the whole of it.\"\r\n\r\nAs she rose, I saw her book, which she had laid face downwards on the\r\ngrass beside her. It was the same much-enduring copy of the \"Manoeuvres\r\nof Arthur.\" I was thrilled. This patient perseverance must surely mean\r\nsomething. She saw me looking at it.\r\n\r\n\"Did you draw Pamela from anybody?\" she asked suddenly.\r\n\r\nI was glad now that I had not done so. The wretched Pamela, once my\r\npride, was for some reason unpopular with the only critic about whose\r\nopinion I cared, and had fallen accordingly from her pedestal.\r\n\r\nAs we wandered down from the garden paths, she gave me her opinion of\r\nthe book. In the main it was appreciative. I shall always associate the\r\nscent of yellow lupin with the higher criticism.\r\n\r\n\"Of course, I don't know anything about writing books,\" she said.\r\n\r\n\"Yes?\" my tone implied, or I hope it did, that she was an expert on\r\nbooks, and that if she was not it didn't matter.\r\n\r\n\"But I don't think you do your heroines well. I have just got 'The\r\nOutsider--'\" (My other novel. Bastable & Kirby, 6s. Satirical. All\r\nabout Society--of which I know less than I know about chicken-farming.\r\nSlated by _Times_ and _Spectator_. Well received by _London Mail_ and\r\n_Winning Post_)--\"and,\" continued Phyllis, \"Lady Maud is exactly the\r\nsame as Pamela in the 'Manoeuvres of Arthur.' I thought you must have\r\ndrawn both characters from some one you knew.\"\r\n\r\n\"No,\" I said. \"No. Purely imaginary.\"\r\n\r\n\"I am so glad,\" said Phyllis.\r\n\r\nAnd then neither of us seemed to have anything to say. My knees began\r\nto tremble. I realised that the moment had arrived when my fate must be\r\nput to the touch; and I feared that the moment was premature. We cannot\r\narrange these things to suit ourselves. I knew that the time was not\r\nyet ripe; but the magic scent of the yellow lupin was too much for me.\r\n\r\n\"Miss Derrick,\" I said hoarsely.\r\n\r\nPhyllis was looking with more intentness than the attractions of the\r\nflower justified at a rose she held in her hand. The bee hummed in the\r\nlupin.\r\n\r\n\"Miss Derrick,\" I said, and stopped again.\r\n\r\n\"I say, you people,\" said a cheerful voice, \"tea is ready. Hullo,\r\nGarnet, how are you? That medal arrived yet from the Humane Society?\"\r\n\r\nI spun round. Mr. Tom Chase was standing at the end of the path. The\r\nonly word that could deal adequately with the situation slapped against\r\nmy front teeth. I grinned a sickly grin.\r\n\r\n\"Well, Tom,\" said Phyllis.\r\n\r\nAnd there was, I thought, just the faintest tinkle of annoyance in her\r\nvoice.\r\n\r\n * * * * *\r\n\r\n\"I've been bathing,\" said Mr. Chase, _a propos des bottes_.\r\n\r\n\"Oh,\" I replied. \"And I wish,\" I added, \"that you'd drowned yourself.\"\r\n\r\nBut I added it silently to myself."
  ]
}