{
  "index": 19,
  "title": "Chapter 18",
  "paragraphs": [
    "ASKING PAPA\r\n\r\nReviewing the matter later, I could see that I made one or two blunders\r\nin my conduct of the campaign to win over Professor Derrick. In the\r\nfirst place, I made a bad choice of time and place. At the moment this\r\ndid not strike me. It is a simple matter, I reflected, for a man to\r\npass another by haughtily and without recognition, when they meet on\r\ndry land; but, when the said man, being it should be remembered, an\r\nindifferent swimmer, is accosted in the water and out of his depth, the\r\nfeat becomes a hard one. It seemed to me that I should have a better\r\nchance with the professor in the water than out of it.\r\n\r\nMy second mistake--and this was brought home to me almost\r\nimmediately--was in bringing Ukridge along. Not that I really brought\r\nhim along; it was rather a case of being unable to shake him off. When\r\nhe met me on the gravel outside the house at a quarter to eight on the\r\nfollowing morning, clad in a dingy mackintosh which, swinging open,\r\nrevealed a purple bathing-suit, I confess that my heart sank.\r\nUnfortunately, all my efforts to dissuade him from accompanying me were\r\nattributed by him to a pardonable nervousness--or, as he put it, to the\r\nneedle.\r\n\r\n\"Buck up, laddie!\" he roared encouragingly. \"I had anticipated this.\r\nSomething seemed to tell me that your nerve would go when it came to\r\nthe point. You're deuced lucky, old horse, to have a man like me at\r\nyour side. Why, if you were alone, you wouldn't have a word to say for\r\nyourself. You'd just gape at the man and yammer. But I'm with you\r\nladdie, I'm with you. If your flow of conversation dries up, count on\r\nme to keep the thing going.\"\r\n\r\nAnd so it came about that, having reached the Cob and spying in the\r\ndistance the grey head of the professor bobbing about on the face of\r\nthe waters, we dived in and swam rapidly towards him.\r\n\r\nHis face was turned in the opposite direction when we came up with him.\r\nHe was floating peacefully on his back, and it was plain that he had\r\nnot observed our approach. For when, treading water easily in his rear,\r\nI wished him good morning in my most conciliatory tone, he stood not\r\nupon the order of his sinking, but went under like so much pig-iron.\r\n\r\nI waited courteously until he rose to the surface again, when I\r\nrepeated my remark.\r\n\r\nHe expelled the last remnant of water from his mouth with a wrathful\r\nsplutter, and cleared his eyes with the back of his hand. I confess to\r\na slight feeling of apprehension as I met his gaze. Nor was my\r\nuneasiness diminished by the spectacle of Ukridge splashing tactfully\r\nin the background like a large seal. Ukridge so far had made no\r\nremarks. He had dived in very flat, and I imagine that his breath had\r\nnot yet returned to him. He had the air of one who intends to get used\r\nto his surroundings before trusting himself to speech.\r\n\r\n\"The water is delightfully warm,\" I said.\r\n\r\n\"Oh, it's you!\" said the professor; and I could not cheat myself into\r\nthe belief that he spoke cordially. Ukridge snorted loudly in the\r\noffing. The professor turned sharply, as if anxious to observe this\r\nmarine phenomenon; and the annoyed gurgle which he gave showed that he\r\nwas not approving of Ukridge either. I did not approve of Ukridge\r\nmyself. I wished he had not come. Ukridge, in the water, lacks dignity.\r\nI felt that he prejudiced my case.\r\n\r\n\"You are swimming splendidly this morning,\" I went on perseveringly,\r\nfeeling that an ounce of flattery is worth a pound of rhetoric. \"If,\" I\r\nadded, \"you will allow me to say so.\"\r\n\r\n\"I will not!\" he snapped. \"I--\" here a small wave, noticing that his\r\nmouth was open, stepped in. \"I wish,\" he resumed warmly, \"as I said in\r\nme letter, to have nothing to do with you. I consider that ye've\r\nbehaved in a manner that can only be described as abominable, and I\r\nwill thank you to leave me alone.\"\r\n\r\n\"But allow me--\"\r\n\r\n\"I will not allow ye, sir. I will allow ye nothing. Is it not enough to\r\nmake me the laughing-stock, the butt, sir, of this town, without\r\npursuing me in this way when I wish to enjoy a quiet swim?\"\r\n\r\n\"Now, laddie, laddie,\" said Ukridge, placing a large hand on his\r\nshoulder, \"these are harsh words! Be reasonable! Think before you\r\nspeak. You little know ...\"\r\n\r\n\"Go to the devil!\" said the professor. \"I wish to have nothing to do\r\nwith either of you. I should be glad if you would cease this\r\npersecution. Persecution, sir!\"\r\n\r\nHis remarks, which I have placed on paper as if they were continuous\r\nand uninterrupted, were punctuated in reality by a series of gasps and\r\npuffings, as he received and rejected the successors of the wave he had\r\nswallowed at the beginning of our little chat. The art of conducting\r\nconversation while in the water is not given to every swimmer. This he\r\nseemed to realise, for, as if to close the interview, he proceeded to\r\nmake his way as quickly as he could to the shore. Unfortunately, his\r\nfirst dash brought him squarely up against Ukridge, who, not having\r\nexpected the collision, clutched wildly at him and took him below the\r\nsurface again. They came up a moment later on the worst terms.\r\n\r\n\"Are you trying to drown me, sir?\" barked the professor.\r\n\r\n\"My dear old horse,\" said Ukridge complainingly, \"it's a little hard.\r\nYou might look where you're going.\"\r\n\r\n\"You grappled with me!\"\r\n\r\n\"You took me by surprise, laddie. Rid yourself of the impression that\r\nyou're playing water-polo.\"\r\n\r\n\"But, professor,\" I said, joining the group and treading water, \"one\r\nmoment.\"\r\n\r\nI was growing annoyed with the man. I could have ducked him, but for\r\nthe reflection that my prospects of obtaining his consent to my\r\nengagement would scarcely have been enhanced thereby.\r\n\r\n\"But, professor,\" I said, \"one moment.\"\r\n\r\n\"Go away, sir! I have nothing to say to you.\"\r\n\r\n\"But he has lots to say to you,\" said Ukridge. \"Now's the time, old\r\nhorse,\" he added encouragingly to me. \"Spill the news!\"\r\n\r\nWithout preamble I gave out the text of my address.\r\n\r\n\"I love your daughter, Phyllis, Mr. Derrick. She loves me. In fact, we\r\nare engaged.\"\r\n\r\n\"Devilish well put, laddie,\" said Ukridge approvingly.\r\n\r\nThe professor went under as if he had been seized with cramp. It was a\r\nlittle trying having to argue with a man, of whom one could not predict\r\nwith certainty that at any given moment he would not be under water. It\r\ntended to spoil the flow of one's eloquence. The best of arguments is\r\nuseless if the listener suddenly disappears in the middle of it.\r\n\r\n\"Stick to it, old horse,\" said Ukridge. \"I think you're going to bring\r\nit off.\"\r\n\r\nI stuck to it.\r\n\r\n\"Mr. Derrick,\" I said, as his head emerged, \"you are naturally\r\nsurprised.\"\r\n\r\n\"You would be,\" said Ukridge. \"We don't blame you,\" he added handsomely.\r\n\r\n\"You--you--you--\" So far from cooling the professor, liberal doses of\r\nwater seemed to make him more heated. \"You impudent scoundrel!\"\r\n\r\nMy reply was more gentlemanly, more courteous, on a higher plane\r\naltogether.\r\n\r\nI said, winningly: \"Cannot we let bygones be bygones?\"\r\n\r\nFrom his remarks I gathered that we could not. I continued. I was under\r\nthe unfortunate necessity of having to condense my speech. I was not\r\nable to let myself go as I could have wished, for time was an important\r\nconsideration. Ere long, swallowing water at his present rate, the\r\nprofessor must inevitably become waterlogged.\r\n\r\n\"I have loved your daughter,\" I said rapidly, \"ever since I first saw\r\nher ...\"\r\n\r\n\"And he's a capital chap,\" interjected Ukridge. \"One of the best. Known\r\nhim for years. You'll like him.\"\r\n\r\n\"I learned last night that she loved me. But she will not marry me\r\nwithout your consent. Stretch your arms out straight from the shoulders\r\nand fill your lungs well and you can't sink. So I have come this\r\nmorning to ask for your consent.\"\r\n\r\n\"Give it!\" advised Ukridge. \"Couldn't do better. A very sound fellow.\r\nPots of money, too. At least he will have when he marries.\"\r\n\r\n\"I know we have not been on the best of terms lately. For Heaven's sake\r\ndon't try to talk, or you'll sink. The fault,\" I said, generously, \"was\r\nmine ...\"\r\n\r\n\"Well put,\" said Ukridge.\r\n\r\n\"But when you have heard my explanation, I am sure you will forgive me.\r\nThere, I told you so.\"\r\n\r\nHe reappeared some few feet to the left. I swam up, and resumed.\r\n\r\n\"When you left us so abruptly after our little dinner-party----\"\r\n\r\n\"Come again some night,\" said Ukridge cordially. \"Any time you're\r\npassing.\"\r\n\r\n\"...you put me in a very awkward position. I was desperately in love\r\nwith your daughter, and as long as you were in the frame of mind in\r\nwhich you left I could not hope to find an opportunity of revealing my\r\nfeelings to her.\"\r\n\r\n\"Revealing feelings is good,\" said Ukridge approvingly. \"Neat.\"\r\n\r\n\"You see what a fix I was in, don't you? Keep your arms well out. I\r\nthought for hours and hours, to try and find some means of bringing\r\nabout a reconciliation. You wouldn't believe how hard I thought.\"\r\n\r\n\"Got as thin as a corkscrew,\" said Ukridge.\r\n\r\n\"At last, seeing you fishing one morning when I was on the Cob, it\r\nstruck me all of a sudden ...\"\r\n\r\n\"You know how it is,\" said Ukridge.\r\n\r\n\"...all of a sudden that the very best way would be to arrange a little\r\nboating accident. I was confident that I could rescue you all right.\"\r\n\r\nHere I paused, and he seized the opportunity to curse me--briefly, with\r\na wary eye on an incoming wavelet.\r\n\r\n\"If it hadn't been for the inscrutable workings of Providence, which\r\nhas a mania for upsetting everything, all would have been well. In\r\nfact, all was well till you found out.\"\r\n\r\n\"Always the way,\" said Ukridge sadly. \"Always the way.\"\r\n\r\n\"You young blackguard!\"\r\n\r\nHe managed to slip past me, and made for the shore.\r\n\r\n\"Look at the thing from the standpoint of a philosopher, old horse,\"\r\nurged Ukridge, splashing after him. \"The fact that the rescue was\r\narranged oughtn't to matter. I mean to say, you didn't know it at the\r\ntime, so, relatively, it was not, and you were genuinely saved from a\r\nwatery grave and all that sort of thing.\"\r\n\r\nI had not imagined Ukridge capable of such an excursion into\r\nmetaphysics. I saw the truth of his line of argument so clearly that it\r\nseemed to me impossible for anyone else to get confused over it. I had\r\ncertainly pulled the professor out of the water, and the fact that I\r\nhad first caused him to be pushed in had nothing to do with the case.\r\nEither a man is a gallant rescuer or he is not a gallant rescuer. There\r\nis no middle course. I had saved his life--for he would certainly have\r\ndrowned if left to himself--and I was entitled to his gratitude. That\r\nwas all there was to be said about it.\r\n\r\nThese things both Ukridge and I tried to make plain as we swam along.\r\nBut whether it was that the salt water he had swallowed had dulled the\r\nprofessor's normally keen intelligence or that our power of stating a\r\ncase was too weak, the fact remains that he reached the beach an\r\nunconvinced man.\r\n\r\n\"Then may I consider,\" I said, \"that your objections are removed? I\r\nhave your consent?\"\r\n\r\nHe stamped angrily, and his bare foot came down on a small, sharp\r\npebble. With a brief exclamation he seized his foot in one hand and\r\nhopped up the beach. While hopping, he delivered his ultimatum.\r\nProbably the only instance on record of a father adopting this attitude\r\nin dismissing a suitor.\r\n\r\n\"You may not!\" he cried. \"You may consider no such thing. My objections\r\nwere never more absolute. You detain me in the water, sir, till I am\r\nblue, sir, blue with cold, in order to listen to the most preposterous\r\nand impudent nonsense I ever heard.\"\r\n\r\nThis was unjust. If he had listened attentively from the first and\r\navoided interruptions and had not behaved like a submarine we should\r\nhave got through the business in half the time.\r\n\r\nI said so.\r\n\r\n\"Don't talk to me, sir,\" he replied, hobbling off to his dressing-tent.\r\n\"I will not listen to you. I will have nothing to do with you. I\r\nconsider you impudent, sir.\"\r\n\r\n\"I assure you it was unintentional.\"\r\n\r\n\"Isch!\" he said--being the first occasion and the last on which I have\r\never heard that remarkable monosyllable proceed from the mouth of a\r\nman. And he vanished into his tent.\r\n\r\n\"Laddie,\" said Ukridge solemnly, \"do you know what I think?\"\r\n\r\n\"Well?\"\r\n\r\n\"You haven't clicked, old horse!\" said Ukridge."
  ]
}