{
  "index": 17,
  "title": "Chapter 16",
  "paragraphs": [
    "OF A SENTIMENTAL NATURE\r\n\r\nShe was wearing a panama, and she carried a sketching-block and\r\ncamp-stool.\r\n\r\n\"Good evening,\" I said.\r\n\r\n\"Good evening,\" said she.\r\n\r\nIt is curious how different the same words can sound, when spoken by\r\ndifferent people. My \"good evening\" might have been that of a man with\r\na particularly guilty conscience caught in the act of doing something\r\nmore than usually ignoble. She spoke like a rather offended angel.\r\n\r\n\"It's a lovely evening,\" I went on pluckily.\r\n\r\n\"Very.\"\r\n\r\n\"The sunset!\"\r\n\r\n\"Yes.\"\r\n\r\n\"Er--\"\r\n\r\nShe raised a pair of blue eyes, devoid of all expression save a faint\r\nsuggestion of surprise, and gazed through me for a moment at some\r\nobject a couple of thousand miles away, and lowered them again, leaving\r\nme with a vague feeling that there was something wrong with my personal\r\nappearance.\r\n\r\nVery calmly she moved to the edge of the cliff, arranged her\r\ncamp-stool, and sat down. Neither of us spoke a word. I watched her\r\nwhile she filled a little mug with water from a little bottle, opened\r\nher paint-box, selected a brush, and placed her sketching-block in\r\nposition.\r\n\r\nShe began to paint.\r\n\r\nNow, by all the laws of good taste, I should before this have made a\r\ndignified exit. It was plain that I was not to be regarded as an\r\nessential ornament of this portion of the Ware Cliff. By now, if I had\r\nbeen the Perfect Gentleman, I ought to have been a quarter of a mile\r\naway.\r\n\r\nBut there is a definite limit to what a man can do. I remained.\r\n\r\nThe sinking sun flung a carpet of gold across the sea. Phyllis' hair\r\nwas tinged with it. Little waves tumbled lazily on the beach below.\r\nExcept for the song of a distant blackbird, running through its\r\nrepertoire before retiring for the night, everything was silent.\r\n\r\nShe sat there, dipping and painting and dipping again, with never a\r\nword for me--standing patiently and humbly behind her.\r\n\r\n\"Miss Derrick,\" I said.\r\n\r\nShe half turned her head.\r\n\r\n\"Yes.\"\r\n\r\n\"Why won't you speak to me?\" I said.\r\n\r\n\"I don't understand you.\"\r\n\r\n\"Why won't you speak to me?\"\r\n\r\n\"I think you know, Mr. Garnet.\"\r\n\r\n\"It is because of that boat accident?\"\r\n\r\n\"Accident!\"\r\n\r\n\"Episode,\" I amended.\r\n\r\nShe went on painting in silence. From where I stood I could see her\r\nprofile. Her chin was tilted. Her expression was determined.\r\n\r\n\"Is it?\" I said.\r\n\r\n\"Need we discuss it?\"\r\n\r\n\"Not if you do not wish it.\"\r\n\r\nI paused.\r\n\r\n\"But,\" I added, \"I should have liked a chance to defend myself.... What\r\nglorious sunsets there have been these last few days. I believe we\r\nshall have this sort of weather for another month.\"\r\n\r\n\"I should not have thought that possible.\"\r\n\r\n\"The glass is going up,\" I said.\r\n\r\n\"I was not talking about the weather.\"\r\n\r\n\"It was dull of me to introduce such a worn-out topic.\"\r\n\r\n\"You said you could defend yourself.\"\r\n\r\n\"I said I should like the chance to do so.\"\r\n\r\n\"You have it.\"\r\n\r\n\"That's very kind of you. Thank you.\"\r\n\r\n\"Is there any reason for gratitude?\"\r\n\r\n\"Every reason.\"\r\n\r\n\"Go on, Mr. Garnet. I can listen while I paint. But please sit down. I\r\ndon't like being talked to from a height.\"\r\n\r\nI sat down on the grass in front of her, feeling as I did so that the\r\nchange of position in a manner clipped my wings. It is difficult to\r\nspeak movingly while sitting on the ground. Instinctively I avoided\r\neloquence. Standing up, I might have been pathetic and pleading.\r\nSitting down, I was compelled to be matter-of-fact.\r\n\r\n\"You remember, of course, the night you and Professor Derrick dined\r\nwith us? When I say dined, I use the word in a loose sense.\"\r\n\r\nFor a moment I thought she was going to smile. We were both thinking of\r\nEdwin. But it was only for a moment, and then her face grew cold once\r\nmore, and the chin resumed its angle of determination.\r\n\r\n\"Yes,\" she said.\r\n\r\n\"You remember the unfortunate ending of the festivities?\"\r\n\r\n\"Well?\"\r\n\r\n\"If you recall that at all clearly, you will also remember that the\r\nfault was not mine, but Ukridge's.\"\r\n\r\n\"Well?\"\r\n\r\n\"It was his behaviour that annoyed Professor Derrick. The position,\r\nthen, was this, that I was to be cut off from the pleasantest\r\nfriendship I had ever formed----\"\r\n\r\nI stopped for a moment. She bent a little lower over her easel, but\r\nremained silent.\r\n\r\n\"----Simply through the tactlessness of a prize idiot.\"\r\n\r\n\"I like Mr. Ukridge.\"\r\n\r\n\"I like him, too. But I can't pretend that he is anything but an idiot\r\nat times.\"\r\n\r\n\"Well?\"\r\n\r\n\"I naturally wished to mend matters. It occurred to me that an\r\nexcellent way would be by doing your father a service. It was seeing\r\nhim fishing that put the idea of a boat-accident into my head. I hoped\r\nfor a genuine boat-accident. But those things only happen when one does\r\nnot want them. So I determined to engineer one.\"\r\n\r\n\"You didn't think of the shock to my father.\"\r\n\r\n\"I did. It worried me very much.\"\r\n\r\n\"But you upset him all the same.\"\r\n\r\n\"Reluctantly.\"\r\n\r\nShe looked up, and our eyes met. I could detect no trace of forgiveness\r\nin hers.\r\n\r\n\"You behaved abominably,\" she said.\r\n\r\n\"I played a risky game, and I lost. And I shall now take the\r\nconsequences. With luck I should have won. I did not have luck, and I\r\nam not going to grumble about it. But I am grateful to you for letting\r\nme explain. I should not have liked you to have gone on thinking that I\r\nplayed practical jokes on my friends. That is all I have to say. I\r\nthink it was kind of you to listen. Good-bye, Miss Derrick.\"\r\n\r\nI got up.\r\n\r\n\"Are you going?\"\r\n\r\n\"Why not?\"\r\n\r\n\"Please sit down again.\"\r\n\r\n\"But you wish to be alone----\"\r\n\r\n\"Please sit down!\"\r\n\r\nThere was a flush on the cheek turned towards me, and the chin was\r\ntilted higher.\r\n\r\nI sat down.\r\n\r\nTo westward the sky had changed to the hue of a bruised cherry. The sun\r\nhad sunk below the horizon, and the sea looked cold and leaden. The\r\nblackbird had long since flown.\r\n\r\n\"I am glad you told me, Mr. Garnet.\"\r\n\r\nShe dipped her brush in the water.\r\n\r\n\"Because I don't like to think badly of--people.\"\r\n\r\nShe bent her head over her painting.\r\n\r\n\"Though I still think you behaved very wrongly. And I am afraid my\r\nfather will never forgive you for what you did.\"\r\n\r\nHer father! As if he counted.\r\n\r\n\"But you do?\" I said eagerly.\r\n\r\n\"I think you are less to blame than I thought you were at first.\"\r\n\r\n\"No more than that?\"\r\n\r\n\"You can't expect to escape all consequences. You did a very stupid\r\nthing.\"\r\n\r\n\"I was tempted.\"\r\n\r\nThe sky was a dull grey now. It was growing dusk. The grass on which I\r\nsat was wet with dew.\r\n\r\nI stood up.\r\n\r\n\"Isn't it getting a little dark for painting?\" I said. \"Are you sure\r\nyou won't catch cold? It's very damp.\"\r\n\r\n\"Perhaps it is. And it is late, too.\"\r\n\r\nShe shut her paint-box, and emptied the little mug on to the grass.\r\n\r\n\"May I carry your things?\" I said.\r\n\r\nI think she hesitated, but only for a moment.\r\n\r\nI possessed myself of the camp-stool, and we started on our homeward\r\njourney.\r\n\r\nWe were both silent. The spell of the quiet summer evening was on us.\r\n\r\n\"'And all the air a solemn stillness holds,'\" she said softly. \"I love\r\nthis cliff, Mr. Garnet. It's the most soothing place in the world.\"\r\n\r\n\"I found it so this evening.\"\r\n\r\nShe glanced at me quickly.\r\n\r\n\"You're not looking well,\" she said. \"Are you sure you are not\r\noverworking yourself?\"\r\n\r\n\"No, it's not that.\"\r\n\r\nSomehow we had stopped, as if by agreement, and were facing each other.\r\nThere was a look in her eyes I had never seen there before. The\r\ntwilight hung like a curtain between us and the world. We were alone\r\ntogether in a world of our own.\r\n\r\n\"It is because I had offended you,\" I said.\r\n\r\nShe laughed a high, unnatural laugh.\r\n\r\n\"I have loved you ever since I first saw you,\" I said doggedly."
  ]
}