{
  "index": 18,
  "title": "Chapter 17",
  "paragraphs": [
    "UKRIDGE GIVES ME ADVICE\r\n\r\nHours after--or so it seemed to me--we reached the spot at which our\r\nways divided. We stopped, and I felt as if I had been suddenly cast\r\nback into the workaday world from some distant and pleasanter planet. I\r\nthink Phyllis must have felt much the same sensation, for we both\r\nbecame on the instant intensely practical and businesslike.\r\n\r\n\"But about your father,\" I said.\r\n\r\n\"That's the difficulty.\"\r\n\r\n\"He won't give us his consent?\"\r\n\r\n\"I'm afraid he wouldn't dream of it.\"\r\n\r\n\"You can't persuade him?\"\r\n\r\n\"I can in most things, but not in this. You see, even if nothing had\r\nhappened, he wouldn't like to lose me just yet, because of Norah.\"\r\n\r\n\"Norah?\"\r\n\r\n\"My sister. She's going to be married in October. I wonder if we shall\r\never be as happy as they will.\"\r\n\r\n\"Happy! They will be miserable compared with us. Not that I know who\r\nthe man is.\"\r\n\r\n\"Why, Tom of course. Do you mean to say you really didn't know?\"\r\n\r\n\"Tom! Tom Chase?\"\r\n\r\n\"Of course.\"\r\n\r\nI gasped.\r\n\r\n\"Well, I'm hanged,\" I said. \"When I think of the torments I've been\r\nthrough because of that wretched man, and all for nothing, I don't know\r\nwhat to say.\"\r\n\r\n\"Don't you like Tom?\"\r\n\r\n\"Very much. I always did. But I was awfully jealous of him.\"\r\n\r\n\"You weren't! How silly of you.\"\r\n\r\n\"Of course I was. He was always about with you, and called you Phyllis,\r\nand generally behaved as if you and he were the heroine and hero of a\r\nmusical comedy, so what else could I think? I heard you singing duets\r\nafter dinner once. I drew the worst conclusions.\"\r\n\r\n\"When was that? What were you doing there?\"\r\n\r\n\"It was shortly after Ukridge had got on your father's nerves, and\r\nnipped our acquaintance in the bud. I used to come every night to the\r\nhedge opposite your drawing-room window, and brood there by the hour.\"\r\n\r\n\"Poor old boy!\"\r\n\r\n\"Hoping to hear you sing. And when you did sing, and he joined in all\r\nflat, I used to swear. You'll probably find most of the bark scorched\r\noff the tree I leaned against.\"\r\n\r\n\"Poor old man! Still, it's all over now, isn't it?\"\r\n\r\n\"And when I was doing my very best to show off before you at tennis,\r\nyou went away just as I got into form.\"\r\n\r\n\"I'm very sorry, but I couldn't know, could I? I thought you always\r\nplayed like that.\"\r\n\r\n\"I know. I knew you would. It nearly turned my hair white. I didn't see\r\nhow a girl could ever care for a man who was so bad at tennis.\"\r\n\r\n\"One doesn't love a man because he's good at tennis.\"\r\n\r\n\"What _does_ a girl see to love in a man?\" I inquired abruptly; and\r\npaused on the verge of a great discovery.\r\n\r\n\"Oh, I don't know,\" she replied, most unsatisfactorily.\r\n\r\nAnd I could draw no views from her.\r\n\r\n\"But about father,\" said she. \"What _are_ we to do?\"\r\n\r\n\"He objects to me.\"\r\n\r\n\"He's perfectly furious with you.\"\r\n\r\n\"Blow, blow,\" I said, \"thou winter wind. Thou are not so unkind----\"\r\n\r\n\"He'll never forgive you.\"\r\n\r\n\"----As man's ingratitude. I saved his life. At the risk of my own. Why\r\nI believe I've got a legal claim on him. Who ever heard of a man having\r\nhis life saved, and not being delighted when his preserver wanted to\r\nmarry his daughter? Your father is striking at the very root of the\r\nshort-story writer's little earnings. He mustn't be allowed to do it.\"\r\n\r\n\"Jerry!\"\r\n\r\nI started.\r\n\r\n\"Again!\" I said.\r\n\r\n\"What?\"\r\n\r\n\"Say it again. Do, please. Now.\"\r\n\r\n\"Very well. Jerry!\"\r\n\r\n\"It was the first time you had called me by my Christian name. I don't\r\nsuppose you've the remotest notion how splendid it sounds when you say\r\nit. There is something poetical, almost holy, about it.\"\r\n\r\n\"Jerry, please!\"\r\n\r\n\"Say on.\"\r\n\r\n\"Do be sensible. Don't you see how serious this is? We must think how\r\nwe can make father consent.\"\r\n\r\n\"All right,\" I said. \"We'll tackle the point. I'm sorry to be\r\nfrivolous, but I'm so happy I can't keep it all in. I've got you and I\r\ncan't think of anything else.\"\r\n\r\n\"Try.\"\r\n\r\n\"I'll pull myself together.... Now, say on once more.\"\r\n\r\n\"We can't marry without his consent.\"\r\n\r\n\"Why not?\" I said, not having a marked respect for the professor's\r\nwhims. \"Gretna Green is out of date, but there are registrars.\"\r\n\r\n\"I hate the very idea of a registrar,\" she said with decision.\r\n\"Besides----\"\r\n\r\n\"Well?\"\r\n\r\n\"Poor father would never get over it. We've always been such friends.\r\nIf I married against his wishes, he would--oh, you know. Not let me\r\nnear him again, and not write to me. And he would hate it all the time\r\nhe was doing it. He would be bored to death without me.\"\r\n\r\n\"Who wouldn't?\" I said.\r\n\r\n\"Because, you see, Norah has never been quite the same. She has spent\r\nsuch a lot of her time on visits to people, that she and father don't\r\nunderstand each other so well as he and I do. She would try and be nice\r\nto him, but she wouldn't know him as I do. And, besides, she will be\r\nwith him such a little, now she's going to be married.\"\r\n\r\n\"But, look here,\" I said, \"this is absurd. You say your father would\r\nnever see you again, and so on, if you married me. Why? It's nonsense.\r\nIt isn't as if I were a sort of social outcast. We were the best of\r\nfriends till that man Hawk gave me away like that.\"\r\n\r\n\"I know. But he's very obstinate about some things. You see, he thinks\r\nthe whole thing has made him look ridiculous, and it will take him a\r\nlong time to forgive you for that.\"\r\n\r\nI realised the truth of this. One can pardon any injury to oneself,\r\nunless it hurts one's vanity. Moreover, even in a genuine case of\r\nrescue, the rescued man must always feel a little aggrieved with his\r\nrescuer, when he thinks the matter over in cold blood. He must regard\r\nhim unconsciously as the super regards the actor-manager, indebted to\r\nhim for the means of supporting existence, but grudging him the\r\nlimelight and the centre of the stage and the applause. Besides, every\r\none instinctively dislikes being under an obligation which they can\r\nnever wholly repay. And when a man discovers that he has experienced\r\nall these mixed sensations for nothing, as the professor had done, his\r\nwrath is likely to be no slight thing.\r\n\r\nTaking everything into consideration, I could not but feel that it\r\nwould require more than a little persuasion to make the professor\r\nbestow his blessing with that genial warmth which we like to see in our\r\nfathers-in-law's elect.\r\n\r\n\"You don't think,\" I said, \"that time, the Great Healer, and so on--?\r\nHe won't feel kindlier disposed towards me--say in a month's time?\"\r\n\r\n\"Of course he _might_,\" said Phyllis; but she spoke doubtfully.\r\n\r\n\"He strikes me from what I have seen of him as a man of moods. I might\r\ndo something one of these days which would completely alter his views.\r\nWe will hope for the best.\"\r\n\r\n\"About telling father----?\"\r\n\r\n\"Need we, do you think?\" I said.\r\n\r\n\"Yes, we must. I couldn't bear to think that I was keeping it from him.\r\nI don't think I've ever kept anything from him in my life. Nothing bad,\r\nI mean.\"\r\n\r\n\"You count this among your darker crimes, then?\"\r\n\r\n\"I was looking at it from father's point of view. He will be awfully\r\nangry. I don't know how I shall begin telling him.\"\r\n\r\n\"Good heavens!\" I cried, \"you surely don't think I'm going to let you\r\ndo that! Keep safely out of the way while you tell him! Not much. I'm\r\ncoming back with you now, and we'll break the bad news together.\"\r\n\r\n\"No, not to-night. He may be tired and rather cross. We had better wait\r\ntill to-morrow. You might speak to him in the morning.\"\r\n\r\n\"Where shall I find him?\"\r\n\r\n\"He is certain to go to the beach before breakfast for a swim.\"\r\n\r\n\"Good. I'll be there.\"\r\n\r\n * * * * *\r\n\r\n\"Ukridge,\" I said, when I got back, \"I want your advice.\"\r\n\r\nIt stirred him like a trumpet blast. I suppose, when a man is in the\r\nhabit of giving unsolicited counsel to everyone he meets, it is as\r\ninvigorating as an electric shock to him to be asked for it\r\nspontaneously.\r\n\r\n\"Bring it out, laddie!\" he replied cordially. \"I'm with you. Here, come\r\nalong into the garden, and state your case.\"\r\n\r\nThis suited me. It is always easier to talk intimately in the dark, and\r\nI did not wish to be interrupted by the sudden entrance of the Hired\r\nMan or Mrs. Beale, of which there was always a danger indoors. We\r\nwalked down to the paddock. Ukridge lit a cigar.\r\n\r\n\"Ukridge,\" I said, \"I'm engaged!\"\r\n\r\n\"What!\" A huge hand whistled through the darkness and smote me heavily\r\nbetween the shoulder-blades. \"By Jove, old boy, I wish you luck. 'Pon\r\nmy Sam I do! Best thing in the world for you. Bachelors are mere\r\nexcrescences. Never knew what happiness was till I married. When's the\r\nwedding to be?\"\r\n\r\n\"That's where I want your advice. What you might call a difficulty has\r\narisen about the wedding. It's like this. I'm engaged to Phyllis\r\nDerrick.\"\r\n\r\n\"Derrick? Derrick?\"\r\n\r\n\"You can't have forgotten her! Good Lord, what eyes some men have! Why,\r\nif I'd only seen her once, I should have remembered her all my life.\"\r\n\r\n\"I know, now. Rather a pretty girl, with blue eyes.\"\r\n\r\nI stared at him blankly. It was not much good, as he could not see my\r\nface, but it relieved me. \"Rather a pretty girl!\" What a description!\r\n\r\n\"Of course, yes,\" continued Ukridge. \"She came to dinner here one night\r\nwith her father, that fat little buffer.\"\r\n\r\n\"As you were careful to call him to his face at the time, confound you!\r\nIt was that that started all the trouble.\"\r\n\r\n\"Trouble? What trouble?\"\r\n\r\n\"Why, her father....\"\r\n\r\n\"By Jove, I remember now! So worried lately, old boy, that my memory's\r\ngone groggy. Of course! Her father fell into the sea, and you fished\r\nhim out. Why, damme, it's like the stories you read.\"\r\n\r\n\"It's also very like the stories I used to write. But they had one\r\npoint about them which this story hasn't. They invariably ended\r\nhappily, with the father joining the hero's and heroine's hands and\r\ngiving his blessing. Unfortunately, in the present case, that doesn't\r\nseem likely to happen.\"\r\n\r\n\"The old man won't give his consent?\"\r\n\r\n\"I'm afraid not. I haven't asked him yet, but the chances are against\r\nit.\"\r\n\r\n\"But why? What's the matter with you? You're an excellent chap, sound\r\nin wind and limb, and didn't you once tell me that, if you married, you\r\ncame into a pretty sizeable bit of money?\"\r\n\r\n\"Yes, I do. That part of it is all right.\"\r\n\r\nUkridge's voice betrayed perplexity.\r\n\r\n\"I don't understand this thing, old horse,\" he said. \"I should have\r\nthought the old boy would have been all over you. Why, damme, I never\r\nheard of anything like it. You saved his life! You fished him out of\r\nthe water.\"\r\n\r\n\"After chucking him in. That's the trouble.\"\r\n\r\n\"You chucked him in?\"\r\n\r\n\"By proxy.\"\r\n\r\nI explained. Ukridge, I regret to say, laughed in a way that must have\r\nbeen heard miles away in distant villages in Devonshire.\r\n\r\n\"You devil!\" he bellowed. \"'Pon my Sam, old horse, to look at you one\r\nwould never have thought you'd have had it in you.\"\r\n\r\n\"I can't help looking respectable.\"\r\n\r\n\"What are you going to do about it?\"\r\n\r\n\"That's where I wanted your advice. You're a man of resource. What\r\nwould you do in my place?\"\r\n\r\nUkridge tapped me impressively on the shoulder.\r\n\r\n\"Laddie,\" he said, \"there's one thing that'll carry you through any\r\nmess.\"\r\n\r\n\"And that is----?\"\r\n\r\n\"Cheek, my boy, cheek. Gall. Nerve. Why, take my case. I never told you\r\nhow I came to marry, did I. I thought not. Well, it was this way. It'll\r\ndo you a bit of good, perhaps, to hear the story, for, mark you,\r\nblessings weren't going cheap in my case either. You know Millie's Aunt\r\nElizabeth, the female who wrote that letter? Well, when I tell you that\r\nshe was Millie's nearest relative and that it was her consent I had to\r\nsnaffle, you'll see that I was faced with a bit of a problem.\"\r\n\r\n\"Let's have it,\" I said.\r\n\r\n\"Well, the first time I ever saw Millie was in a first-class carriage\r\non the underground. I'd got a third-class ticket, by the way. The\r\ncarriage was full, and I got up and gave her my seat, and, as I hung\r\nsuspended over her by a strap, damme, I fell in love with her then and\r\nthere. You've no conception, laddie, how indescribably ripping she\r\nlooked, in a sort of blue dress with a bit of red in it and a hat with\r\nthingummies. Well, we both got out at South Kensington. By that time I\r\nwas gasping for air and saw that the thing wanted looking into. I'd\r\nnever had much time to bother about women, but I realised that this\r\nmust not be missed. I was in love, old horse. It comes over you quite\r\nsuddenly, like a tidal wave....\"\r\n\r\n\"I know! I know! Good Heavens, you can't tell me anything about that.\"\r\n\r\n\"Well, I followed her. She went to a house in Thurloe Square. I waited\r\noutside and thought it over. I had got to get into that shanty and make\r\nher acquaintance, if they threw me out on my ear. So I rang the bell.\r\n'Is Lady Lichenhall at home?' I asked. You spot the devilish cunning of\r\nthe ruse, what? My asking for a female with a title was to make 'em\r\nthink I was one of the Upper Ten.\"\r\n\r\n\"How were you dressed?\" I could not help asking.\r\n\r\n\"Oh, it was one of my frock-coat days. I'd been to see a man about\r\ntutoring his son, and by a merciful dispensation of Providence there\r\nwas a fellow living in the same boarding-house with me who was about my\r\nbuild and had a frock-coat, and he had lent it to me. At least, he\r\nhadn't exactly lent it to me, but I knew where he kept it and he was\r\nout at the time. There was nothing the matter with my appearance. Quite\r\nthe young duke, I assure you, laddie, down to the last button. 'Is Lady\r\nLichenhall at home?' I asked. 'No,' said the maid, 'nobody of that name\r\nhere. This is Lady Lakenheath's house.' So, you see, I had a bit of\r\nluck at the start, because the names were a bit alike. Well, I got the\r\nmaid to show me in somehow, and, once in you can bet I talked for all I\r\nwas worth. Kept up a flow of conversation about being misdirected and\r\ncoming to the wrong house. Went away, and called a few days later.\r\nGradually wormed my way in. Called regularly. Spied on their movements,\r\nmet 'em at every theatre they went to, and bowed, and finally got away\r\nwith Millie before her aunt knew what was happening or who I was or\r\nwhat I was doing or anything.\"\r\n\r\n\"And what's the moral?\"\r\n\r\n\"Why, go in like a mighty, rushing wind! Bustle 'em! Don't give 'em a\r\nmoment's rest or time to think or anything. Why, if I'd given Millie's\r\nAunt Elizabeth time to think, where should we have been? Not at Combe\r\nRegis together, I'll bet. You heard that letter, and know what she\r\nthinks of me now, on reflection. If I'd gone slow and played a timid\r\nwaiting-game, she'd have thought that before I married Millie, instead\r\nof afterwards. I give you my honest word, laddie, that there was a\r\ntime, towards the middle of our acquaintance--after she had stopped\r\nmixing me up with the man who came to wind the clocks--when that woman\r\nate out of my hand! Twice--on two separate occasions--she actually\r\nasked my advice about feeding her toy Pomeranian! Well, that shows you!\r\nBustle 'em, laddie! Bustle 'em!\"\r\n\r\n\"Ukridge,\" I said, \"you inspire me. You would inspire a caterpillar. I\r\nwill go to the professor--I was going anyhow, but now I shall go\r\naggressively. I will prise a father's blessing out of him, if I have to\r\ndo it with a crowbar.\"\r\n\r\n\"That's the way to talk, old horse. Don't beat about the bush. Tell him\r\nexactly what you want and stand no nonsense. If you don't see what you\r\nwant in the window, ask for it. Where did you think of tackling him?\"\r\n\r\n\"Phyllis tells me that he always goes for a swim before breakfast. I\r\nthought of going down to-morrow and waylaying him.\"\r\n\r\n\"You couldn't do better. By Jove!\" said Ukridge suddenly. \"I'll tell\r\nyou what I'll do, laddie. I wouldn't do it for everybody, but I look on\r\nyou as a favourite son. I'll come with you, and help break the ice.\"\r\n\r\n\"What!\"\r\n\r\n\"Don't you be under any delusion, old horse,\" said Ukridge paternally.\r\n\"You haven't got an easy job in front of you and what you'll need more\r\nthan anything else, when you really get down to brass-tacks, is a wise,\r\nkindly man of the world at your elbow, to whoop you on when your nerve\r\nfails you and generally stand in your corner and see that you get a\r\nfair show.\"\r\n\r\n\"But it's rather an intimate business....\"\r\n\r\n\"Never mind! Take my tip and have me at your side. I can say things\r\nabout you that you would be too modest to say for yourself. I can plead\r\nyour case, laddie. I can point out in detail all that the old boy will\r\nbe missing if he gives you the miss-in-baulk. Well, that's settled,\r\nthen. About eight to-morrow morning, what? I'll be there, my boy. A\r\nswim will do me good.\""
  ]
}