{
  "index": 14,
  "title": "Chapter 13",
  "paragraphs": [
    "A COUNCIL OF WAR\r\n\r\n\"The fact is,\" said Ukridge, \"if things go on as they are now, my lad,\r\nwe shall be in the cart. This business wants bucking up. We don't seem\r\nto be making headway. Why it is, I don't know, but we are _not_ making\r\nheadway. Of course, what we want is time. If only these scoundrels of\r\ntradesmen would leave us alone for a spell we could get things going\r\nproperly. But we're hampered and rattled and worried all the time.\r\nAren't we, Millie?\"\r\n\r\n\"Yes, dear.\"\r\n\r\n\"You don't let me see the financial side of the thing enough,\" I\r\ncomplained. \"Why don't you keep me thoroughly posted? I didn't know we\r\nwere in such a bad way. The fowls look fit enough, and Edwin hasn't had\r\none for a week.\"\r\n\r\n\"Edwin knows as well as possible when he's done wrong, Mr. Garnet,\"\r\nsaid Mrs. Ukridge. \"He was so sorry after he had killed those other\r\ntwo.\"\r\n\r\n\"Yes,\" said Ukridge, \"I saw to that.\"\r\n\r\n\"As far as I can see,\" I continued, \"we're going strong. Chicken for\r\nbreakfast, lunch, and dinner is a shade monotonous, perhaps, but look\r\nat the business we're doing. We sold a whole heap of eggs last week.\"\r\n\r\n\"But not enough, Garny old man. We aren't making our presence felt.\r\nEngland isn't ringing with our name. We sell a dozen eggs where we\r\nought to be selling them by the hundred, carting them off in trucks for\r\nthe London market and congesting the traffic. Harrod's and Whiteley's\r\nand the rest of them are beginning to get on their hind legs and talk.\r\nThat's what they're doing. Devilish unpleasant they're making\r\nthemselves. You see, laddie, there's no denying it--we _did_ touch them\r\nfor the deuce of a lot of things on account, and they agreed to take it\r\nout in eggs. All they've done so far is to take it out in apologetic\r\nletters from Millie. Now, I don't suppose there's a woman alive who can\r\nwrite a better apologetic letter than her nibs, but, if you're\r\nbroad-minded and can face facts, you can't help seeing that the\r\njuiciest apologetic letter is not an egg. I meant to say, look at it\r\nfrom their point of view. Harrod--or Whiteley--comes into his store in\r\nthe morning, rubbing his hands expectantly. 'Well,' he says, 'how many\r\neggs from Combe Regis to-day?' And instead of leading him off to a\r\ncorner piled up with bursting crates, they show him a four-page letter\r\ntelling him it'll all come right in the future. I've never run a store\r\nmyself, but I should think that would jar a chap. Anyhow, the blighters\r\nseem to be getting tired of waiting.\"\r\n\r\n\"The last letter from Harrod's was quite pathetic,\" said Mrs. Ukridge\r\nsadly.\r\n\r\nI had a vision of an eggless London. I seemed to see homes rendered\r\ndesolate and lives embittered by the slump, and millionaires bidding\r\nagainst one another for the few rare specimens which Ukridge had\r\nactually managed to despatch to Brompton and Bayswater.\r\n\r\nUkridge, having induced himself to be broad-minded for five minutes,\r\nnow began to slip back to his own personal point of view and became\r\nonce more the man with a grievance. His fleeting sympathy with the\r\nwrongs of Mr. Harrod and Mr. Whiteley disappeared.\r\n\r\n\"What it all amounts to,\" he said complainingly, \"is that they're\r\ninfernally unreasonable. I've done everything possible to meet them.\r\nNothing could have been more manly and straightforward than my\r\nattitude. I told them in my last letter but three that I proposed to\r\nlet them have the eggs on the _Times_ instalment system, and they said\r\nI was frivolous. They said that to send thirteen eggs as payment for\r\ngoods supplied to the value of 25 pounds 1s. 8 1/2 d. was mere\r\ntrifling. Trifling, I'll trouble you! That's the spirit in which they\r\nmeet my suggestions. It was Harrod who did that. I've never met Harrod\r\npersonally, but I'd like to, just to ask him if that's his idea of\r\ncementing amiable business relations. He knows just as well as anyone\r\nelse that without credit commerce has no elasticity. It's an elementary\r\nrule. I'll bet he'd have been sick if chappies had refused to let him\r\nhave tick when he was starting his store. Do you suppose Harrod, when\r\nhe started in business, paid cash down on the nail for everything? Not\r\na bit of it. He went about taking people by the coat-button and asking\r\nthem to be good chaps and wait till Wednesday week. Trifling! Why,\r\nthose thirteen eggs were absolutely all we had over after Mrs. Beale\r\nhad taken what she wanted for the kitchen. As a matter of fact, if it's\r\nanybody's fault, it's Mrs. Beale's. That woman literally eats eggs.\"\r\n\r\n\"The habit is not confined to her,\" I said.\r\n\r\n\"Well, what I mean to say is, she seems to bathe in them.\"\r\n\r\n\"She says she needs so many for puddings, dear,\" said Mrs. Ukridge. \"I\r\nspoke to her about it yesterday. And of course, we often have\r\nomelettes.\"\r\n\r\n\"She can't make omelettes without breaking eggs,\" I urged.\r\n\r\n\"She can't make them without breaking us, dammit,\" said Ukridge. \"One\r\nor two more omelettes, and we're done for. No fortune on earth could\r\nstand it. We mustn't have any more omelettes, Millie. We must\r\neconomise. Millions of people get on all right without omelettes. I\r\nsuppose there are families where, if you suddenly produced an omelette,\r\nthe whole strength of the company would get up and cheer, led by\r\nfather. Cancel the omelettes, old girl, from now onward.\"\r\n\r\n\"Yes, dear. But--\"\r\n\r\n\"Well?\"\r\n\r\n\"I don't _think_ Mrs. Beale would like that very much, dear. She has\r\nbeen complaining a good deal about chicken at every meal. She says that\r\nthe omelettes are the only things that give her a chance. She says\r\nthere are always possibilities in an omelette.\"\r\n\r\n\"In short,\" I said, \"what you propose to do is deliberately to remove\r\nfrom this excellent lady's life the one remaining element of poetry.\r\nYou mustn't do it. Give Mrs. Beale her omelettes, and let's hope for a\r\nlarger supply of eggs.\"\r\n\r\n\"Another thing,\" said Ukridge. \"It isn't only that there's a shortage\r\nof eggs. That wouldn't matter so much if only we kept hatching out\r\nfresh squads of chickens. I'm not saying the hens aren't doing their\r\nbest. I take off my hat to the hens. As nice a hard-working lot as I\r\never want to meet, full of vigour and earnestness. It's that damned\r\nincubator that's letting us down all the time. The rotten thing won't\r\nwork. _I_ don't know what's the matter with it. The long and the short\r\nof it is that it simply declines to incubate.\"\r\n\r\n\"Perhaps it's your dodge of letting down the temperature. You remember,\r\nyou were telling me? I forget the details.\"\r\n\r\n\"My dear old boy,\" he said earnestly, \"there's nothing wrong with my\r\nfigures. It's a mathematical certainty. What's the good of mathematics\r\nif not to help you work out that sort of thing? No, there's something\r\ndeuced wrong with the machine itself, and I shall probably make a\r\ncomplaint to the people I got it from. Where did we get the incubator,\r\nold girl?\"\r\n\r\n\"Harrod's, I think, dear,--yes, it was Harrod's. It came down with the\r\nfirst lot of things.\"\r\n\r\n\"Then,\" said Ukridge, banging the table with his fist, while his\r\nglasses flashed triumph, \"we've got 'em. The Lord has delivered\r\nHarrod's into our hand. Write and answer that letter of theirs\r\nto-night, Millie. Sit on them.\"\r\n\r\n\"Yes, dear.\"\r\n\r\n\"Tell 'em that we'd have sent them their confounded eggs long ago, if\r\nonly their rotten, twopenny-ha'penny incubator had worked with any\r\napproach to decency.\" He paused. \"Or would you be sarcastic, Garny, old\r\nhorse? No, better put it so that they'll understand. Say that I\r\nconsider that the manufacturer of the thing ought to be in Colney\r\nHatch--if he isn't there already--and that they are scoundrels for\r\npalming off a groggy machine of that sort on me.\"\r\n\r\n\"The ceremony of opening the morning's letters at Harrod's ought to be\r\nfull of interest and excitement to-morrow,\" I said.\r\n\r\nThis dashing counter-stroke seemed to relieve Ukridge. His pessimism\r\nvanished. He seldom looked on the dark side of things for long at a\r\ntime. He began now to speak hopefully of the future. He planned out\r\ningenious improvements. Our fowls were to multiply so rapidly and\r\nconsistently that within a short space of time Dorsetshire would be\r\npaved with them. Our eggs were to increase in size till they broke\r\nrecords and got three-line notices in the \"Items of Interest\" column in\r\nthe _Daily Mail_. Briefly, each hen was to become a happy combination\r\nof rabbit and ostrich.\r\n\r\n\"There is certainly a good time coming,\" I said. \"May it be soon.\r\nMeanwhile, what of the local tradesmen?\"\r\n\r\nUkridge relapsed once more into gloom.\r\n\r\n\"They are the worst of the lot. I don't mind the London people so much.\r\nThey only write, and a letter or two hurts nobody. But when it comes to\r\nbutchers and bakers and grocers and fishmongers and fruiterers and what\r\nnot coming up to one's house and dunning one in one's own garden,--well\r\nit's a little hard, what?\"\r\n\r\n\"Oh, then those fellows I found you talking to yesterday were duns? I\r\nthought they were farmers, come to hear your views on the rearing of\r\npoultry.\"\r\n\r\n\"Which were they? Little chap with black whiskers and long, thin man\r\nwith beard? That was Dawlish, the grocer, and Curtis, the fishmonger.\r\nThe others had gone before you came.\"\r\n\r\nIt may be wondered why, before things came to such a crisis, I had not\r\nplaced my balance at the bank at the disposal of the senior partner for\r\nuse on behalf of the farm. The fact was that my balance was at the\r\nmoment small. I have not yet in the course of this narrative gone into\r\nmy pecuniary position, but I may state here that it was an inconvenient\r\none. It was big with possibilities, but of ready cash there was but a\r\nmeagre supply. My parents had been poor. But I had a wealthy uncle.\r\nUncles are notoriously careless of the comfort of their nephews. Mine\r\nwas no exception. He had views. He was a great believer in matrimony,\r\nas, having married three wives--not simultaneously--he had every right\r\nto be. He was also of opinion that the less money the young bachelor\r\npossessed, the better. The consequence was that he announced his\r\nintention of giving me a handsome allowance from the day that I\r\nmarried, but not an instant before. Till that glad day I would have to\r\nshift for myself. And I am bound to admit that--for an uncle--it was a\r\nremarkably sensible idea. I am also of the opinion that it is greatly\r\nto my credit, and a proof of my pure and unmercenary nature, that I did\r\nnot instantly put myself up to be raffled for, or rush out into the\r\nstreets and propose marriage to the first lady I met. But I was making\r\nquite enough with my pen to support myself, and, be it never so humble,\r\nthere is something pleasant in a bachelor existence, or so I had\r\nthought until very recently.\r\n\r\nI had thus no great stake in Ukridge's chicken farm. I had contributed\r\na modest five pounds to the preliminary expenses, and another five\r\nafter the roop incident. But further I could not go with safety. When\r\nhis income is dependent on the whims of editors and publishers, the\r\nprudent man keeps something up his sleeve against a sudden slump in his\r\nparticular wares. I did not wish to have to make a hurried choice\r\nbetween matrimony and the workhouse.\r\n\r\nHaving exhausted the subject of finance--or, rather, when I began to\r\nfeel that it was exhausting me--I took my clubs, and strolled up the\r\nhill to the links to play off a match with a sportsman from the\r\nvillage. I had entered some days previously for a competition for a\r\ntrophy (I quote the printed notice) presented by a local supporter of\r\nthe game, in which up to the present I was getting on nicely. I had\r\nsurvived two rounds, and expected to beat my present opponent, which\r\nwould bring me into the semi-final. Unless I had bad luck, I felt that\r\nI ought to get into the final, and win it. As far as I could gather\r\nfrom watching the play of my rivals, the professor was the best of\r\nthem, and I was convinced that I should have no difficulty with him.\r\nBut he had the most extraordinary luck at golf, though he never\r\nadmitted it. He also exercised quite an uncanny influence on his\r\nopponent. I have seen men put completely off their stroke by his good\r\nfortune.\r\n\r\nI disposed of my man without difficulty. We parted a little coldly. He\r\nhad decapitated his brassy on the occasion of his striking Dorsetshire\r\ninstead of his ball, and he was slow in recovering from the complex\r\nemotions which such an episode induces.\r\n\r\nIn the club-house I met the professor, whose demeanour was a welcome\r\ncontrast to that of my late opponent. The professor had just routed his\r\nopponent, and so won through to the semi-final. He was warm, but\r\njubilant.\r\n\r\nI congratulated him, and left the place.\r\n\r\nPhyllis was waiting outside. She often went round the course with him.\r\n\r\n\"Good afternoon,\" I said. \"Have you been round with the professor?\"\r\n\r\n\"Yes. We must have been in front of you. Father won his match.\"\r\n\r\n\"So he was telling me. I was very glad to hear it.\"\r\n\r\n\"Did you win, Mr. Garnet?\"\r\n\r\n\"Yes. Pretty easily. My opponent had bad luck all through. Bunkers\r\nseemed to have a magnetic attraction for him.\"\r\n\r\n\"So you and father are both in the semi-final? I hope you will play\r\nvery badly.\"\r\n\r\n\"Thank you,\" I said.\r\n\r\n\"Yes, it does sound rude, doesn't it? But father has set his heart on\r\nwinning this year. Do you know that he has played in the final round\r\ntwo years running now?\"\r\n\r\n\"Really?\"\r\n\r\n\"Both times he was beaten by the same man.\"\r\n\r\n\"Who was that? Mr. Derrick plays a much better game than anybody I have\r\nseen on these links.\"\r\n\r\n\"It was nobody who is here now. It was a Colonel Jervis. He has not\r\ncome to Combe Regis this year. That's why father is hopeful.\"\r\n\r\n\"Logically,\" I said, \"he ought to be certain to win.\"\r\n\r\n\"Yes; but, you see, you were not playing last year, Mr. Garnet.\"\r\n\r\n\"Oh, the professor can make rings round me,\" I said.\r\n\r\n\"What did you go round in to-day?\"\r\n\r\n\"We were playing match-play, and only did the first dozen holes; but my\r\naverage round is somewhere in the late eighties.\"\r\n\r\n\"The best father has ever done is ninety, and that was only once. So\r\nyou see, Mr. Garnet, there's going to be another tragedy this year.\"\r\n\r\n\"You make me feel a perfect brute. But it's more than likely, you must\r\nremember, that I shall fail miserably if I ever do play your father in\r\nthe final. There are days when I play golf as badly as I play tennis.\r\nYou'll hardly believe me.\"\r\n\r\nShe smiled reminiscently.\r\n\r\n\"Tom is much too good at tennis. His service is perfectly dreadful.\"\r\n\r\n\"It's a little terrifying on first acquaintance.\"\r\n\r\n\"But you're better at golf than at tennis, Mr. Garnet. I wish you were\r\nnot.\"\r\n\r\n\"This is special pleading,\" I said. \"It isn't fair to appeal to my\r\nbetter feelings, Miss Derrick.\"\r\n\r\n\"I didn't know golfers had any where golf was concerned. Do you really\r\nhave your off-days?\"\r\n\r\n\"Nearly always. There are days when I slice with my driver as if it\r\nwere a bread-knife.\"\r\n\r\n\"Really?\"\r\n\r\n\"And when I couldn't putt to hit a haystack.\"\r\n\r\n\"Then I hope it will be on one of those days that you play father.\"\r\n\r\n\"I hope so, too,\" I said.\r\n\r\n\"You hope so?\"\r\n\r\n\"Yes.\"\r\n\r\n\"But don't you want to win?\"\r\n\r\n\"I should prefer to please you.\"\r\n\r\n\"Really, how very unselfish of you, Mr. Garnet,\" she replied, with a\r\nlaugh. \"I had no idea that such chivalry existed. I thought a golfer\r\nwould sacrifice anything to win a game.\"\r\n\r\n\"Most things.\"\r\n\r\n\"And trample on the feelings of anybody.\"\r\n\r\n\"Not everybody,\" I said.\r\n\r\nAt this point the professor joined us."
  ]
}