{
  "index": 21,
  "title": "Chapter 20",
  "paragraphs": [
    "THE CALM BEFORE THE STORM\r\n\r\n\"Beale,\" I said, \"are you drunk?\"\r\n\r\n\"Wish I was, sir,\" said the Hired Man.\r\n\r\n\"Then what on earth do you mean? Gone? Where have they gone to?\"\r\n\r\n\"Don't know, sir. London, I expect.\"\r\n\r\n\"London? Why?\"\r\n\r\n\"Don't know, sir.\"\r\n\r\n\"When did they go? Oh, you told me that. Didn't they say why they were\r\ngoing?\"\r\n\r\n\"No, sir.\"\r\n\r\n\"Didn't you ask! When you saw them packing up and going to the station,\r\ndidn't you do anything?\"\r\n\r\n\"No, sir.\"\r\n\r\n\"Why on earth not?\"\r\n\r\n\"I didn't see them, sir. I only found out as they'd gone after they'd\r\nbeen and went, sir. Walking down by the Net and Mackerel, met one of\r\nthem coastguards. 'Oh,' says he, 'so you're moving?' 'Who's a-moving?'\r\nI says to him. 'Well,' he says to me, 'I seen your Mr. Ukridge and his\r\nmissus get into the three o'clock train for Axminster. I thought as you\r\nwas all a-moving.' 'Ho,' I says, 'Ho,' wondering, and I goes on. When I\r\ngets back, I asks the missus did she see them packing their boxes, and\r\nshe says, No, she says, they didn't pack no boxes as she knowed of. And\r\nblowed if they had, Mr. Garnet, sir.\"\r\n\r\n\"What! They didn't pack!\"\r\n\r\n\"No, sir.\"\r\n\r\nWe looked at one another.\r\n\r\n\"Beale,\" I said.\r\n\r\n\"Sir?\"\r\n\r\n\"Do you know what I think?\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"They've bolted.\"\r\n\r\n\"So I says to the missus, sir. It struck me right off, in a manner of\r\nspeaking.\"\r\n\r\n\"This is awful,\" I said.\r\n\r\n\"Yes, sir.\"\r\n\r\nHis face betrayed no emotion, but he was one of those men whose\r\nexpression never varies. It's a way they have in the Army.\r\n\r\n\"This wants thinking out, Beale,\" I said.\r\n\r\n\"Yes, sir.\"\r\n\r\n\"You'd better ask Mrs. Beale to give me some dinner, and then I'll\r\nthink it over.\"\r\n\r\n\"Yes, sir.\"\r\n\r\nI was in an unpleasant position. Ukridge by his defection had left me\r\nin charge of the farm. I could dissolve the concern, I supposed, if I\r\nwished, and return to London, but I particularly desired to remain in\r\nCombe Regis. To complete the victory I had won on the links, it was\r\nnecessary for me to continue as I had begun. I was in the position of a\r\ngeneral who has conquered a hostile country, and is obliged to soothe\r\nthe feelings of the conquered people before his labours can be\r\nconsidered at an end. I had rushed the professor. It must now be my aim\r\nto keep him from regretting that he had been rushed. I must, therefore,\r\nstick to my post with the tenacity of an able-bodied leech. There would\r\nbe trouble. Of that I was certain. As soon as the news got about that\r\nUkridge had gone, the deluge would begin. His creditors would abandon\r\ntheir passive tactics, and take active steps. There was a chance that\r\naggressive measures would be confined to the enemy at our gates, the\r\ntradesmen of Combe Regis. But the probability was that the news would\r\nspread, and the injured merchants of Dorchester and Axminster rush to\r\nthe scene of hostilities.\r\n\r\nI summoned Beale after dinner and held a council of war. It was no time\r\nfor airy persiflage. I said, \"Beale, we're in the cart.\"\r\n\r\n\"Sir?\"\r\n\r\n\"Mr. Ukridge going away like this has left me in a most unpleasant\r\nposition. I would like to talk it over with you. I daresay you know\r\nthat we--that Mr. Ukridge owes a considerable amount of money round\r\nabout here to tradesmen?\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"Well, when they find out that he has--er----\"\r\n\r\n\"Shot the moon, sir,\" suggested the Hired Retainer helpfully.\r\n\r\n\"Gone up to town,\" I amended. \"When they find out that he has gone up\r\nto town, they are likely to come bothering us a good deal.\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"I fancy that we shall have them all round here to-morrow. News of this\r\nsort always spreads quickly. The point is, then, what are we to do?\"\r\n\r\nHe propounded no scheme, but stood in an easy attitude of attention,\r\nwaiting for me to continue.\r\n\r\nI continued.\r\n\r\n\"Let's see exactly how we stand,\" I said. \"My point is that I\r\nparticularly wish to go on living down here for at least another\r\nfortnight. Of course, my position is simple. I am Mr. Ukridge's guest.\r\nI shall go on living as I have been doing up to the present. He asked\r\nme down here to help him look after the fowls, so I shall go on looking\r\nafter them. Complications set in when we come to consider you and Mrs.\r\nBeale. I suppose you won't care to stop on after this?\"\r\n\r\nThe Hired Retainer scratched his chin and glanced out of the window.\r\nThe moon was up, and the garden looked cool and mysterious in the dim\r\nlight.\r\n\r\n\"It's a pretty place, Mr. Garnet, sir,\" he said.\r\n\r\n\"It is,\" I said, \"but about other considerations? There's the matter of\r\nwages. Are yours in arrears?\"\r\n\r\n\"Yes, sir. A month.\"\r\n\r\n\"And Mrs. Beale's the same, I suppose?\"\r\n\r\n\"Yes, sir. A month.\"\r\n\r\n\"H'm. Well, it seems to me, Beale, you can't lose anything by stopping\r\non.\"\r\n\r\n\"I can't be paid any less than I have bin, sir,\" he agreed.\r\n\r\n\"Exactly. And, as you say, it's a pretty place. You might just as well\r\nstop on, and help me in the fowl-run. What do you think?\"\r\n\r\n\"Very well, sir.\"\r\n\r\n\"And Mrs. Beale will do the same?\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"That's excellent. You're a hero, Beale. I shan't forget you. There's a\r\ncheque coming to me from a magazine in another week for a short story.\r\nWhen it arrives, I'll look into that matter of back wages. Tell Mrs.\r\nBeale I'm much obliged to her, will you?\"\r\n\r\n\"Yes, sir.\"\r\n\r\nHaving concluded that delicate business, I lit my pipe, and strolled\r\nout into the garden with Bob. I cursed Ukridge as I walked. It was\r\nabominable of him to desert me in this way. Even if I had not been his\r\nfriend, it would have been bad. The fact that we had known each other\r\nfor years made it doubly discreditable. He might at least have warned\r\nme, and given me the option of leaving the sinking ship with him.\r\n\r\nBut, I reflected, I ought not to be surprised. His whole career, as\r\nlong as I had known him, had been dotted with little eccentricities of\r\na type which an unfeeling world generally stigmatises as shady. They\r\nwere small things, it was true; but they ought to have warned me. We\r\nare most of us wise after the event. When the wind has blown, we can\r\ngenerally discover a multitude of straws which should have shown us\r\nwhich way it was blowing.\r\n\r\nOnce, I remembered, in our schoolmaster days, when guineas, though\r\nregular, were few, he had had occasion to increase his wardrobe. If I\r\nrecollect rightly, he thought he had a chance of a good position in the\r\ntutoring line, and only needed good clothes to make it his. He took\r\nfour pounds of his salary in advance,--he was in the habit of doing\r\nthis: he never had any salary left by the end of term, it having\r\nvanished in advance loans beforehand. With this he was to buy two\r\nsuits, a hat, new boots, and collars. When it came to making the\r\npurchases, he found, what he had overlooked previously in his\r\noptimistic way, that four pounds did not go very far. At the time, I\r\nremember, I thought his method of grappling with the situation\r\nhumorous. He bought a hat for three-and-sixpence, and got the suits and\r\nthe boots on the instalment system, paying a small sum in advance, as\r\nearnest of more to come. He then pawned one suit to pay for the first\r\nfew instalments, and finally departed, to be known no more. His address\r\nhe had given--with a false name--at an empty house, and when the tailor\r\narrived with his minions of the law, all he found was an annoyed\r\ncaretaker, and a pile of letters written by himself, containing his\r\nbill in its various stages of evolution.\r\n\r\nOr again. There was a bicycle and photograph shop near the school. He\r\nwent into this one day, and his roving eye fell on a tandem bicycle. He\r\ndid not want a tandem bicycle, but that influenced him not at all. He\r\nordered it provisionally. He also ordered an enlarging camera, a kodak,\r\nand a magic lantern. The order was booked, and the goods were to be\r\ndelivered when he had made up his mind concerning them. After a week\r\nthe shopman sent round to ask if there were any further particulars\r\nwhich Mr. Ukridge would like to learn before definitely ordering them.\r\nMr. Ukridge sent back word that he was considering the matter, and that\r\nin the meantime would he be so good as to let him have that little\r\nclockwork man in his window, which walked when wound up? Having got\r\nthis, and not paid for it, Ukridge thought that he had done handsomely\r\nby the bicycle and photograph man, and that things were square between\r\nthem. The latter met him a few days afterwards, and expostulated\r\nplaintively. Ukridge explained. \"My good man,\" he said, \"you know, I\r\nreally think we need say no more about the matter. Really, you're come\r\nout of it very well. Now, look here, which would you rather be owed\r\nfor? A clockwork man--which is broken, and you can have it back--or a\r\ntandem bicycle, an enlarging camera, a kodak, and a magic-lantern?\r\nWhat?\" His reasoning was too subtle for the uneducated mind. The man\r\nretired, puzzled, and unpaid, and Ukridge kept the clockwork toy."
  ]
}