{
  "index": 23,
  "title": "Chapter 22",
  "paragraphs": [
    "AFTER THE STORM\r\n\r\nA yell of welcome drowned the tumult of the looters.\r\n\r\n\"Is that you, Garny, old horse? What's up? What's the matter? Has\r\neveryone gone mad? Who are those infernal scoundrels in the fowl-run?\r\nWhat are they doing? What's been happening?\"\r\n\r\n\"I have been entertaining a little meeting of your creditors,\" I said.\r\n\"And now they are entertaining themselves.\"\r\n\r\n\"But what did you let them do it for?\"\r\n\r\n\"What is one amongst so many?\"\r\n\r\n\"Well, 'pon my Sam,\" moaned Ukridge, as, her sardonic calm laid aside,\r\nthat sinister hen which we called Aunt Elizabeth flashed past us\r\npursued by the whiskered criminal, \"it's a little hard! I can't go away\r\nfor a day--\"\r\n\r\n\"You certainly can't! You're right there. You can't go away without a\r\nword--\"\r\n\r\n\"Without a word? What do you mean? Garny, old boy, pull yourself\r\ntogether. You're over-excited. Do you mean to tell me you didn't get my\r\nnote?\"\r\n\r\n\"What note?\"\r\n\r\n\"The one I left on the dining-room table.\"\r\n\r\n\"There was no note there.\"\r\n\r\n\"What!\"\r\n\r\nI was reminded of the scene that had taken place on the first day of\r\nour visit.\r\n\r\n\"Feel in your pockets,\" I said.\r\n\r\n\"Why, damme, here it is!\" he said in amazement.\r\n\r\n\"Of course. Where did you expect it would be? Was it important?\"\r\n\r\n\"Why, it explained the whole thing.\"\r\n\r\n\"Then,\" I said, \"I wish you would let me read it. A note like that\r\nought to be worth reading.\"\r\n\r\n\"It was telling you to sit tight and not worry about us going away--\"\r\n\r\n\"That's good about worrying. You're a thoughtful chap, Ukridge.\"\r\n\r\n\"--because we should be back immediately.\"\r\n\r\n\"And what sent you up to town?\"\r\n\r\n\"Why, we went to touch Millie's Aunt Elizabeth.\"\r\n\r\n\"Oh!\" I said, a light shining on the darkness of my understanding.\r\n\r\n\"You remember Aunt Elizabeth? The old girl who wrote that letter.\"\r\n\r\n\"I know. She called you a gaby.\"\r\n\r\n\"And a guffin.\"\r\n\r\n\"Yes. I remember thinking her a shrewd and discriminating old lady,\r\nwith a great gift for character delineation. So you went to touch her?\"\r\n\r\n\"That's it. We had to have more money. So I naturally thought of her.\r\nAunt Elizabeth isn't what you might call an admirer of mine--\"\r\n\r\n\"Bless her for that.\"\r\n\r\n\"--but she's very fond of Millie, and would do anything if she's\r\nallowed to chuck about a few home-truths before doing it. So we went\r\noff together, looked her up at her house, stated our case, and\r\ncollected the stuff. Millie and I shared the work. She did the asking,\r\nwhile I inquired after the rheumatism. She mentioned the figure that\r\nwould clear us; I patted the dog. Little beast! Got after me when I\r\nwasn't looking and chewed my ankle!\"\r\n\r\n\"Thank Heaven!\"\r\n\r\n\"In the end Millie got the money, and I got the home-truths.\"\r\n\r\n\"Did she call you a gaby?\"\r\n\r\n\"Twice. And a guffin three times.\"\r\n\r\n\"Your Aunt Elizabeth is beginning to fascinate me. She seems just the\r\nsort of woman I would like. Well, you got the money?\"\r\n\r\n\"Rather! And I'll tell you another thing, old horse. I scored heavily\r\nat the end of the visit. She'd got to the quoting-proverbs stage by\r\nthat time. 'Ah, my dear,' she said to Millie. 'Marry in haste, repent\r\nat leisure.' Millie stood up to her like a little brick. 'I'm afraid\r\nthat proverb doesn't apply to me, Aunt Elizabeth,' she said, 'because I\r\nhaven't repented!' What do you think of that, Laddie?\"\r\n\r\n\"Of course, she _hasn't_ had much leisure lately,\" I agreed.\r\n\r\nUkridge's jaw dropped slightly. But he rallied swiftly.\r\n\r\n\"Idiot! That wasn't what she meant. Millie's an angel!\"\r\n\r\n\"Of course she is,\" I said cordially. \"She's a precious sight too good\r\nfor you, you old rotter. You bear that fact steadily in mind, and we'll\r\nmake something of you yet.\"\r\n\r\nAt this point Mrs. Ukridge joined us. She had been exploring the house,\r\nand noting the damage done. Her eyes were open to their fullest extent.\r\n\r\n\"Oh, Mr. Garnet, _couldn't_ you have stopped them?\"\r\n\r\nI felt a worm. Had I done as much as I might have done to stem the tide?\r\n\r\n\"I'm awfully sorry, Mrs. Ukridge,\" I said humbly. \"I really don't think\r\nI could have done much more. We tried every method. Beale had seven\r\nfights, and I made a speech on the lawn, but it was all no good.\r\nDirectly they had finished the whisky--\"\r\n\r\nUkridge's cry was like that of a lost spirit.\r\n\r\n\"They didn't get hold of the whisky!\"\r\n\r\n\"They did! It seemed to me that it would smooth things down a little if\r\nI served it out. The mob had begun to get a trifle out of hand.\"\r\n\r\n\"I thought those horrid men were making a lot of noise,\" said Mrs.\r\nUkridge.\r\n\r\nUkridge preserved a gloomy silence. Of all the disasters of that\r\nstricken field, I think the one that came home most poignantly to him\r\nwas the loss of the whisky. It seemed to strike him like a blow.\r\n\r\n\"Isn't it about time to collect these men and explain things?\" I\r\nsuggested. \"I don't believe any of them know you've come back.\"\r\n\r\n\"They will!\" said Ukridge grimly, coming out of his trance. \"They soon\r\nwill! Where's Beale! Beale!\"\r\n\r\nThe Hired Retainer came running out at the sound of the well-remembered\r\nvoice.\r\n\r\n\"Lumme, Mr. Ukridge, sir!\" he gasped.\r\n\r\nIt was the first time Beale had ever betrayed any real emotion in my\r\npresence. To him, I suppose, the return of Ukridge was as sensational\r\nand astonishing an event as a re-appearance from the tomb. He was not\r\naccustomed to find those who had shot the moon revisiting their ancient\r\nhaunts.\r\n\r\n\"Beale, go round the place and tell those scoundrels that I've come\r\nback, and would like a word with them on the lawn. And, if you find any\r\nof them stealing the fowls, knock them down!\"\r\n\r\n\"I 'ave knocked down one or two,\" said Beale, with approval. \"That\r\nCharlie--\"\r\n\r\n\"Beale,\" said Ukridge, much moved, \"you're an excellent fellow! One of\r\nthe very best. I will pay you your back wages before I go to bed.\"\r\n\r\n\"These fellars, sir,\" said Beale, having expressed his gratification,\r\n\"they've bin and scattered most of them birds already, sir. They've bin\r\nchasin' of them this half-hour back.\"\r\n\r\nUkridge groaned.\r\n\r\n\"Scoundrels! Demons!\"\r\n\r\nBeale went off.\r\n\r\n\"Millie, old girl,\" said Ukridge, adjusting the ginger-beer wire behind\r\nhis ears and hoisting up his grey flannel-trousers, which showed an\r\ninclination to sag, \"you'd better go indoors. I propose to speak pretty\r\nchattily to these blighters, and in the heat of the moment one or two\r\nexpressions might occur to me which you would not like. It would hamper\r\nme, your being here.\"\r\n\r\nMrs. Ukridge went into the house, and the vanguard of the audience\r\nbegan to come on to the lawn. Several of them looked flushed and\r\ndishevelled. I have a suspicion that Beale had shaken sobriety into\r\nthem. Charlie, I noticed, had a black eye.\r\n\r\nThey assembled on the lawn in the moonlight, and Ukridge, with his cap\r\nwell over his eyes and his mackintosh hanging round him like a Roman\r\ntoga, surveyed them sternly, and began his speech.\r\n\r\n\"You--you--you--you scoundrels! You blighters! You worms! You weeds!\"\r\n\r\nI always like to think of Stanley Featherstonehaugh Ukridge as I saw\r\nhim at that moment. There have been times during a friendship of many\r\nyears when his conduct did not recommend itself to me. It has sometimes\r\nhappened that I have seen flaws in him. But on this occasion he was at\r\nhis best. He was eloquent. He dominated his audience. Long before he\r\nhad finished I was feeling relieved that he had thought of sending Mrs.\r\nUkridge indoors when he did, and Beale was hanging on his words with a\r\nlook in his eyes which I had never seen there before,--a look of\r\nreverence, almost of awe, the look of a disciple who listens to a\r\nmaster.\r\n\r\nHe poured scorn upon his hearers, and they quailed. He flung invective\r\nat them, and they wilted. Strange oaths, learned among strange men on\r\ncattle-ships or gleaned on the waterfronts of Buenos Ayres and San\r\nFrancisco, slid into the stream of his speech. It was hard, he said in\r\npart, it was, upon his Sam, a little hard that a gentleman--a\r\ngentleman, moreover, who had done so much to stimulate local trade with\r\nlarge orders and what not--could not run up to London for five minutes\r\non business without having his private grounds turned upside down by a\r\ngang of cattle-ship adjectived San Francisco substantives who behaved\r\nas if the whole of the Buenos Ayres phrased place belonged to them. He\r\nhad intended to do well by them. He had meant to continue putting\r\nbusiness in their way, expanding their trade. But would he after what\r\nhad occurred? Not by a jugful! As soon as ever the sun had risen and\r\nanother day begun, their miserable accounts should be paid in full, and\r\ntheir connection with him cut off. Afterwards it was probable that he\r\nwould institute legal proceedings against them in the matter of\r\ntrespass and wholesale damage to property, and if they didn't all end\r\ntheir infernal days in some dashed prison they might consider\r\nthemselves uncommonly lucky, and if they didn't make themselves scarce\r\nin considerably under two ticks, he proposed to see what could be done\r\nwith Beale's shot-gun. (Beale here withdrew with a pleased expression\r\nto fetch the weapon.) He was sick of them. They were blighters.\r\nCreatures that it would be fulsome flattery to describe as human\r\nbeings. He would call them skunks, only he did not see what the skunks\r\nhad done to be compared with them. And now they might go--_quick_!\r\n\r\n * * * * *\r\n\r\nWe were quiet at the farm that night. Ukridge sat like Marius among the\r\nruins of Carthage, and refused to speak. Eventually he took Bob with\r\nhim and went for a walk.\r\n\r\nHalf an hour later I, too, wearied of the scene of desolation. My\r\nerrant steps took me in the direction of the sea. As I approached, I\r\nwas aware of a figure standing in the moonlight, gazing silently out\r\nover the waters. Beside the figure was a dog.\r\n\r\nThe dark moments of optimistic minds are sacred, and I would no more\r\nhave ventured to break in on Ukridge's thoughts at that moment than, if\r\nI had been a general in the Grand Army, I would have opened\r\nconversation with Napoleon during the retreat from Moscow. I was\r\nwithdrawing as softly as I could, when my foot grated on the shingle.\r\nUkridge turned.\r\n\r\n\"Hullo, Garny.\"\r\n\r\n\"Hullo, old man.\" I murmured in a death-bedside voice.\r\n\r\nHe came towards me, Bob trotting at his heels: and, as he came, I saw\r\nwith astonishment that his mien was calm, even cheerful. I should have\r\nknown my Ukridge better than to be astonished. You cannot keep a good\r\nman down, and already Stanley Featherstonehaugh Ukridge was himself\r\nagain. His eyes sparkled buoyantly behind their pince-nez.\r\n\r\n\"Garny, old horse, I've been thinking, laddie! I've got an idea! The\r\nidea of a lifetime. The best ever, 'pon my Sam! I'm going to start a\r\nduck farm!\"\r\n\r\n\"A duck farm?\"\r\n\r\n\"A duck farm, laddie! And run it without water. My theory is, you see,\r\nthat ducks get thin by taking exercise and swimming about all over the\r\nplace, so that, if you kept them always on land, they'd get jolly fat\r\nin about half the time--and no trouble and expense. See? What? Not a\r\nflaw in it, old horse! I've thought the whole thing out.\" He took my\r\narm affectionately. \"Now, listen. We'll say that the profits of the\r\nfirst year at a conservative estimate...\"\r\n\r\n\r\n\r\nTHE END\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nEnd of Project Gutenberg's Love Among the Chickens, by P. G. Wodehouse"
  ]
}