{
  "index": 20,
  "title": "Chapter 19",
  "paragraphs": [
    "SCIENTIFIC GOLF\r\n\r\nPeople are continually writing to the papers--or it may be one solitary\r\nenthusiast who writes under a number of pseudonyms--on the subject of\r\nsport, and the over-doing of the same by the modern young man. I recall\r\none letter in which \"Efficiency\" gave it as his opinion that if the\r\nYoung Man played less golf and did more drill, he would be all the\r\nbetter for it. I propose to report my doings with the professor on the\r\nlinks at some length, in order to refute this absurd view. Everybody\r\nought to play golf, and nobody can begin it too soon. There ought not\r\nto be a single able-bodied infant in the British Isles who has not\r\nfoozled a drive. To take my case. Suppose I had employed in drilling\r\nthe hours I had spent in learning to handle my clubs. I might have\r\ndrilled before the professor by the week without softening his heart. I\r\nmight have ported arms and grounded arms and presented arms, and\r\ngenerally behaved in the manner advocated by \"Efficiency,\" and what\r\nwould have been the result? Indifference on his part, or--and if I\r\noverdid the thing--irritation. Whereas, by devoting a reasonable\r\nportion of my youth to learning the intricacies of golf I was enabled...\r\n\r\nIt happened in this way.\r\n\r\nTo me, as I stood with Ukridge in the fowl-run in the morning following\r\nmy maritime conversation with the professor, regarding a hen that had\r\nposed before us, obviously with a view to inspection, there appeared a\r\nman carrying an envelope. Ukridge, who by this time saw, as Calverley\r\nalmost said, \"under every hat a dun,\" and imagined that no envelope\r\ncould contain anything but a small account, softly and silently\r\nvanished away, leaving me to interview the enemy.\r\n\r\n\"Mr. Garnet, sir?\" said the foe.\r\n\r\nI recognised him. He was Professor Derrick's gardener.\r\n\r\nI opened the envelope. No. Father's blessings were absent. The letter\r\nwas in the third person. Professor Derrick begged to inform Mr. Garnet\r\nthat, by defeating Mr. Saul Potter, he had qualified for the final\r\nround of the Combe Regis Golf Tournament, in which, he understood, Mr.\r\nGarnet was to be his opponent. If it would be convenient for Mr. Garnet\r\nto play off the match on the present afternoon, Professor Derrick would\r\nbe obliged if he would be at the Club House at half-past two. If this\r\nhour and day were unsuitable, would he kindly arrange others. The\r\nbearer would wait.\r\n\r\nThe bearer did wait. He waited for half-an-hour, as I found it\r\nimpossible to shift him, not caring to use violence on a man well\r\nstricken in years, without first plying him with drink. He absorbed\r\nmore of our diminishing cask of beer than we could conveniently spare,\r\nand then trudged off with a note, beautifully written in the third\r\nperson, in which Mr. Garnet, after numerous compliments and thanks,\r\nbegged to inform Professor Derrick that he would be at the Club House\r\nat the hour mentioned.\r\n\r\n\"And,\" I added--to myself, not in the note--\"I will give him such a\r\nlicking that he'll brain himself with a cleek.\"\r\n\r\nFor I was not pleased with the professor. I was conscious of a\r\nmalicious joy at the prospect of snatching the prize from him. I knew\r\nhe had set his heart on winning the tournament this year. To be\r\nrunner-up two years in succession stimulates the desire for first\r\nplace. It would be doubly bitter to him to be beaten by a newcomer,\r\nafter the absence of his rival, the colonel, had awakened hope in him.\r\nAnd I knew I could do it. Even allowing for bad luck--and I am never a\r\nvery unlucky golfer--I could rely almost with certainty on crushing the\r\nman.\r\n\r\n\"And I'll do it,\" I said to Bob, who had trotted up. I often make Bob\r\nthe recipient of my confidences. He listens appreciatively, and never\r\ninterrupts. And he never has grievances of his own. If there is one\r\nperson I dislike, it is the man who tries to air his grievances when I\r\nwish to air mine.\r\n\r\n\"Bob,\" I said, running his tail through my fingers, \"listen to me, my\r\nold University chum, for I have matured a dark scheme. Don't run away.\r\nYou know you don't really want to go and look at that chicken. Listen\r\nto me. If I am in form this afternoon, and I feel in my bones that I\r\nshall be, I shall nurse the professor. I shall play with him. Do you\r\nunderstand the principles of Match play at Golf, Robert? You score by\r\nholes, not strokes. There are eighteen holes. All right, how was _I_ to\r\nknow that you knew that without my telling you? Well, if you understand\r\nso much about the game, you will appreciate my dark scheme. I shall toy\r\nwith the professor, Bob. I shall let him get ahead, and then catch him\r\nup. I shall go ahead myself, and let him catch me up. I shall race him\r\nneck and neck till the very end. Then, when his hair has turned white\r\nwith the strain, and he's lost a couple of stone in weight, and his\r\neyes are starting out of his head, and he's praying--if he ever does\r\npray--to the Gods of Golf that he may be allowed to win, I shall go\r\nahead and beat him by a hole. _I'll_ teach him, Robert. He shall taste\r\nof my despair, and learn by proof in some wild hour how much the\r\nwretched dare. And when it's all over, and he's torn all his hair out\r\nand smashed all his clubs, I shall go and commit suicide off the Cob.\r\nBecause, you see, if I can't marry Phyllis, I shan't have any use for\r\nlife.\"\r\n\r\nBob wagged his tail cheerfully.\r\n\r\n\"I mean it,\" I said, rolling him on his back and punching him on the\r\nchest till his breathing became stertorous. \"You don't see the sense of\r\nit, I know. But then you've got none of the finer feelings. You're a\r\njolly good dog, Robert, but you're a rank materialist. Bones and cheese\r\nand potatoes with gravy over them make you happy. You don't know what\r\nit is to be in love. You'd better get right side up now, or you'll have\r\napoplexy.\"\r\n\r\nIt has been my aim in the course of this narrative to extenuate\r\nnothing, nor set down aught in malice. Like the gentleman who played\r\neuchre with the Heathen Chinee, I state but facts. I do not, therefore,\r\nslur over my scheme for disturbing the professor's peace of mind. I am\r\nnot always good and noble. I am the hero of this story, but I have my\r\noff moments.\r\n\r\nI felt ruthless towards the professor. I cannot plead ignorance of the\r\ngolfer's point of view as an excuse for my plottings. I knew that to\r\none whose soul is in the game as the professor's was, the agony of\r\nbeing just beaten in an important match exceeds in bitterness all other\r\nagonies. I knew that, if I scraped through by the smallest possible\r\nmargin, his appetite would be destroyed, his sleep o' nights broken. He\r\nwould wake from fitful slumber moaning that if he had only used his\r\niron instead of his mashie at the tenth, all would have been well;\r\nthat, if he had putted more carefully on the seventh green, life would\r\nnot be drear and blank; that a more judicious manipulation of his\r\nbrassey throughout might have given him something to live for. All\r\nthese things I knew.\r\n\r\nAnd they did not touch me. I was adamant. The professor was waiting for\r\nme at the Club House, and greeted me with a cold and stately\r\ninclination of the head.\r\n\r\n\"Beautiful day for golf,\" I observed in my gay, chatty manner. He bowed\r\nin silence.\r\n\r\n\"Very well,\" I thought. \"Wait. Just wait.\"\r\n\r\n\"Miss Derrick is well, I hope?\" I added, aloud.\r\n\r\nThat drew him. He started. His aspect became doubly forbidding.\r\n\r\n\"Miss Derrick is perfectly well, sir, I thank you.\"\r\n\r\n\"And you? No bad effect, I hope, from your dip yesterday?\"\r\n\r\n\"Mr. Garnet, I came here for golf, not conversation,\" he said.\r\n\r\nWe made it so. I drove off from the first tee. It was a splendid drive.\r\nI should not say so if there were any one else to say so for me.\r\nModesty would forbid. But, as there is no one, I must repeat the\r\nstatement. It was one of the best drives of my experience. The ball\r\nflashed through the air, took the bunker with a dozen feet to spare,\r\nand rolled on to the green. I had felt all along that I should be in\r\nform. Unless my opponent was equally above himself, he was a lost man.\r\nI could toy with him.\r\n\r\nThe excellence of my drive had not been without its effect on the\r\nprofessor. I could see that he was not confident. He addressed his ball\r\nmore strangely and at greater length than any one I had ever seen. He\r\nwaggled his club over it as if he were going to perform a conjuring\r\ntrick. Then he struck, and topped it.\r\n\r\nThe ball rolled two yards.\r\n\r\nHe looked at it in silence. Then he looked at me--also in silence.\r\n\r\nI was gazing seawards.\r\n\r\nWhen I looked round he was getting to work with a brassey.\r\n\r\nThis time he hit the bunker, and rolled back. He repeated this\r\nmanoeuvre twice.\r\n\r\n\"Hard luck!\" I murmured sympathetically on the third occasion, thereby\r\ngoing as near to being slain with a niblick as it has ever been my lot\r\nto go. Your true golfer is easily roused in times of misfortune; and\r\nthere was a red gleam in the eye of the professor turned to me.\r\n\r\n\"I shall pick my ball up,\" he growled.\r\n\r\nWe walked on in silence to the second tee. He did the second hole in\r\nfour, which was good. I did it in three, which--unfortunately for\r\nhim--was better.\r\n\r\nI won the third hole.\r\n\r\nI won the fourth hole.\r\n\r\nI won the fifth hole.\r\n\r\nI glanced at my opponent out of the corner of my eyes. The man was\r\nsuffering. Beads of perspiration stood out on his forehead.\r\n\r\nHis play had become wilder and wilder at each hole in arithmetical\r\nprogression. If he had been a plough he could hardly have turned up\r\nmore soil. The imagination recoiled from the thought of what he could\r\nbe doing in another half-hour if he deteriorated at his present speed.\r\n\r\nA feeling of calm and content stole over me. I was not sorry for him.\r\nAll the viciousness of my nature was uppermost in me. Once, when he\r\nmissed the ball clean at the fifth tee, his eye met mine, and we stood\r\nstaring at each other for a full half-minute without moving. I believe,\r\nif I had smiled then, he would have attacked me without hesitation.\r\nThere is a type of golfer who really almost ceases to be human under\r\nstress of the wild agony of a series of foozles.\r\n\r\nThe sixth hole involves the player in a somewhat tricky piece of\r\ncross-country work, owing to the fact that there is a nasty ditch to be\r\nnegotiated some fifty yards from the green. It is a beast of a ditch,\r\nwhich, if you are out of luck, just catches your second shot. \"All hope\r\nabandon ye who enter here\" might be written on a notice board over it.\r\n\r\nThe professor entered there. The unhappy man sent his second, as nice\r\nand clean a brassey shot as he had made all day, into its very jaws.\r\nAnd then madness seized him. A merciful local rule, framed by kindly\r\nmen who have been in that ditch themselves, enacts that in such a case\r\nthe player may take his ball and throw it over his shoulder, losing a\r\nstroke. But once, so the legend runs, a scratch man who found himself\r\ntrapped, scorning to avail himself of this rule at the expense of its\r\naccompanying penalty, wrought so shrewdly with his niblick that he not\r\nonly got out but actually laid his ball dead: and now optimists\r\nsometimes imitate his gallantry, though no one yet has been able to\r\nimitate his success.\r\n\r\nThe professor decided to take a chance: and he failed miserably. As I\r\nwas on the green with my third, and, unless I putted extremely poorly,\r\nwas morally certain to be down in five, which is bogey for the hole,\r\nthere was not much practical use in his continuing to struggle. But he\r\ndid in a spirit of pure vindictiveness, as if he were trying to take it\r\nout of the ball. It was a grisly sight to see him, head and shoulders\r\nabove the ditch, hewing at his obstinate colonel. It was a similar\r\nspectacle that once induced a lay spectator of a golf match to observe\r\nthat he considered hockey a silly game.\r\n\r\n\"_Sixteen!_\" said the professor between his teeth. Then he picked up\r\nhis ball.\r\n\r\nI won the seventh hole.\r\n\r\nI won the eighth hole.\r\n\r\nThe ninth we halved, for in the black depths of my soul I had formed a\r\nplan of fiendish subtlety. I intended to allow him to win--with extreme\r\nlabour--eight holes in succession.\r\n\r\nThen, when hope was once more strong in him, I would win the last, and\r\nhe would go mad.\r\n\r\nI watched him carefully as we trudged on. Emotions chased one another\r\nacross his face. When he won the tenth hole he merely refrained from\r\noaths. When he won the eleventh a sort of sullen pleasure showed in his\r\nface. It was at the thirteenth that I detected the first dawning of\r\nhope. From then onward it grew.\r\n\r\nWhen, with a sequence of shocking shots, he took the seventeenth hole\r\nin seven, he was in a parlous condition. His run of success had\r\nengendered within him a desire for conversation. He wanted, as it were,\r\nto flap his wings and crow. I could see Dignity wrestling with\r\nTalkativeness. I gave him the lead.\r\n\r\n\"You have got your form now,\" I said.\r\n\r\nTalkativeness had it. Dignity retired hurt. Speech came from him in a\r\nrush. When he brought off an excellent drive from the eighteenth tee,\r\nhe seemed to forget everything.\r\n\r\n\"Me dear boy,\"--he began; and stopped abruptly in some confusion.\r\nSilence once more brooded over us as we played ourselves up the fairway\r\nand on to the green.\r\n\r\nHe was on the green in four. I reached it in three. His sixth stroke\r\ntook him out.\r\n\r\nI putted carefully to the very mouth of the hole.\r\n\r\nI walked up to my ball and paused. I looked at the professor. He looked\r\nat me.\r\n\r\n\"Go on,\" he said hoarsely.\r\n\r\nSuddenly a wave of compassion flooded over me. What right had I to\r\ntorture the man like this?\r\n\r\n\"Professor,\" I said.\r\n\r\n\"Go on,\" he repeated.\r\n\r\n\"That looks a simple shot,\" I said, eyeing him steadily, \"but I might\r\nmiss it.\"\r\n\r\nHe started.\r\n\r\n\"And then you would win the Championship.\"\r\n\r\nHe dabbed at his forehead with a wet ball of a handkerchief.\r\n\r\n\"It would be very pleasant for you after getting so near it the last\r\ntwo years.\"\r\n\r\n\"Go on,\" he said for the third time. But there was a note of hesitation\r\nin his voice.\r\n\r\n\"Sudden joy,\" I said, \"would almost certainly make me miss it.\"\r\n\r\nWe looked at each other. He had the golf fever in his eyes.\r\n\r\n\"If,\" I said slowly, lifting my putter, \"you were to give your consent\r\nto my marriage with Phyllis----\"\r\n\r\nHe looked from me to the ball, from the ball to me, and back to the\r\nball. It was very, very near the hole.\r\n\r\n\"Why not?\" I said.\r\n\r\nHe looked up, and burst into a roar of laughter.\r\n\r\n\"You young devil,\" said he, smiting his thigh, \"you young devil, you've\r\nbeaten me.\"\r\n\r\n\"On the contrary,\" I said, \"you have beaten me.\"\r\n\r\n * * * * *\r\n\r\nI left the professor at the Club House and raced back to the farm. I\r\nwanted to pour my joys into a sympathetic ear. Ukridge, I knew, would\r\noffer that same sympathetic ear. A good fellow, Ukridge. Always\r\ninterested in what you had to tell him; never bored.\r\n\r\n\"Ukridge!\" I shouted.\r\n\r\nNo answer.\r\n\r\nI flung open the dining-room door. Nobody.\r\n\r\nI went into the drawing-room. It was empty. I drew the garden, and his\r\nbedroom. He was not in either.\r\n\r\n\"He must have gone for a stroll,\" I said.\r\n\r\nI rang the bell.\r\n\r\nThe Hired Retainer appeared, calm and imperturbable as ever.\r\n\r\n\"Sir?\"\r\n\r\n\"Oh, where is Mr. Ukridge, Beale?\"\r\n\r\n\"Mr. Ukridge, sir,\" said the Hired Retainer nonchalantly, \"has gone.\"\r\n\r\n\"Gone!\"\r\n\r\n\"Yes, sir. Mr. Ukridge and Mrs. Ukridge went away together by the three\r\no'clock train.\""
  ]
}