{
  "index": 22,
  "title": "Chapter 21",
  "paragraphs": [
    "THE STORM BREAKS\r\n\r\nRather to my surprise, the next morning passed off uneventfully. Our\r\nknocker advertised no dun. Our lawn remained untrodden by hob-nailed\r\nboots. By lunch-time I had come to the conclusion that the expected\r\nTrouble would not occur that day, and I felt that I might well leave my\r\npost for the afternoon, while I went to the professor's to pay my\r\nrespects. The professor was out when I arrived. Phyllis was in, and it\r\nwas not till the evening that I started for the farm again.\r\n\r\nAs I approached, the sound of voices smote my ears.\r\n\r\nI stopped. I could hear Beale speaking. Then came the rich notes of\r\nVickers, the butcher. Then Beale again. Then Dawlish the grocer. Then a\r\nchorus.\r\n\r\nThe storm had burst, and in my absence.\r\n\r\nI blushed for myself. I was in command, and I had deserted the fort in\r\ntime of need. What must the faithful Hired Man be thinking of me?\r\nProbably he placed me, as he had placed Ukridge, in the ragged ranks of\r\nthose who have Shot the Moon.\r\n\r\nFortunately, having just come from the professor's I was in the costume\r\nwhich of all my wardrobe was most calculated to impress. To a casual\r\nobserver I should probably suggest wealth and respectability. I stopped\r\nfor a moment to cool myself, for, as is my habit when pleased with\r\nlife, I had been walking fast; then opened the gate and strode in,\r\ntrying to look as opulent as possible.\r\n\r\nIt was an animated scene that met my eyes. In the middle of the lawn\r\nstood the devoted Beale, a little more flushed than I had seen him\r\nhitherto, parleying with a burly and excited young man without a coat.\r\nGrouped round the pair were some dozen men, young, middle-aged, and\r\nold, all talking their hardest. I could distinguish nothing of what\r\nthey were saying. I noticed that Beale's left cheekbone was a little\r\ndiscoloured, and there was a hard, dogged expression on his face. He,\r\ntoo, was in his shirt-sleeves.\r\n\r\nMy entry created no sensation. Nobody, apparently, had heard the latch\r\nclick, and nobody had caught sight of me. Their eyes were fixed on the\r\nyoung man and Beale. I stood at the gate, and watched them.\r\n\r\nThere seemed to have been trouble already. Looking more closely, I\r\nperceived sitting on the grass apart a second young man. His face was\r\nobscured by a dirty pocket handkerchief, with which he dabbed tenderly\r\nat his features. Every now and then the shirt-sleeved young man flung\r\nhis hand towards him with an indignant gesture, talking hard the while.\r\nIt did not need a preternaturally keen observer to deduce what had\r\nhappened. Beale must have fallen out with the young man who was sitting\r\non the grass and smitten him; and now his friend had taken up the\r\nquarrel.\r\n\r\n\"Now this,\" I said to myself, \"is rather interesting. Here, in this one\r\nfarm, we have the only three known methods of dealing with duns. Beale\r\nis evidently an exponent of the violent method. Ukridge is an apostle\r\nof Evasion. I shall try Conciliation. I wonder which of us will be the\r\nmost successful.\"\r\n\r\nMeanwhile, not to spoil Beale's efforts by allowing him too little\r\nscope for experiment, I refrained from making my presence known, and\r\ncontinued to stand by the gate, an interested spectator.\r\n\r\nThings were evidently moving now. The young man's gestures became more\r\nvigorous. The dogged look on Beale's face deepened. The comments of the\r\nRing increased in point and pungency.\r\n\r\n\"What did you hit him for, then?\"\r\n\r\nThe question was put, always the same words and with the same air of\r\nquiet triumph, at intervals of thirty seconds by a little man in a\r\nsnuff-coloured suit with a purple tie. Nobody ever answered him, or\r\nappeared to listen to him, but he seemed each time to think that he had\r\nclinched the matter and cornered his opponent.\r\n\r\nOther voices chimed in.\r\n\r\n\"You hit him, Charlie. Go on. You hit him.\"\r\n\r\n\"We'll have the law.\"\r\n\r\n\"Go on, Charlie.\"\r\n\r\nFlushed with the favour of the many-headed, Charlie now proceeded from\r\nthreats to action. His right fist swung round suddenly. But Beale was\r\non the alert. He ducked sharply, and the next moment Charlie was\r\nsitting on the ground beside his fallen friend. A hush fell on the\r\nRing, and the little man in the purple tie was left repeating his\r\nformula without support.\r\n\r\nI advanced. It seemed to me that the time had come to be conciliatory.\r\nCharlie was struggling to his feet, obviously anxious for a second\r\nround, and Beale was getting into position once more. In another five\r\nminutes conciliation would be out of the question.\r\n\r\n\"What's all this?\" I said.\r\n\r\nI may mention here that I do not propose to inflict dialect upon the\r\nreader. If he had borne with my narrative thus far, I look on him as a\r\nfriend, and feel that he deserves consideration. I may not have brought\r\nout the fact with sufficient emphasis in the foregoing pages, but\r\nnevertheless I protest that I have a conscience. Not so much as a\r\n\"thiccy\" shall he find.\r\n\r\nMy advent caused a stir. Excited men left Beale, and rallied round me.\r\nCharlie, rising to his feet, found himself dethroned from his position\r\nof Man of the Moment, and stood blinking at the setting sun and opening\r\nand shutting his mouth. There was a buzz of conversation.\r\n\r\n\"Don't all speak at once, please,\" I said. \"I can't possibly follow\r\nwhat you say. Perhaps you will tell me what you want?\"\r\n\r\nI singled out a short, stout man in grey. He wore the largest whiskers\r\never seen on human face.\r\n\r\n\"It's like this, sir. We all of us want to know where we are.\"\r\n\r\n\"I can tell you that,\" I said, \"you're on our lawn, and I should be\r\nmuch obliged if you would stop digging your heels into it.\"\r\n\r\nThis was not, I suppose, Conciliation in the strictest and best sense\r\nof the word; but the thing had to be said. It is the duty of every good\r\ncitizen to do his best to score off men with whiskers.\r\n\r\n\"You don't understand me, sir,\" he said excitedly. \"When I said we\r\ndidn't know where we were, it was a manner of speaking. We want to know\r\nhow we stand.\"\r\n\r\n\"On your heels,\" I replied gently, \"as I pointed out before.\"\r\n\r\n\"I am Brass, sir, of Axminster. My account with Mr. Ukridge is ten\r\npounds eight shillings and fourpence. I want to know----\"\r\n\r\nThe whole strength of the company now joined in.\r\n\r\n\"You know me, Mr. Garnet. Appleby, in the High----\" (Voice lost in the\r\ngeneral roar).\r\n\r\n\"...and eightpence.\"\r\n\r\n\"My account with Mr. Uk...\"\r\n\r\n\"...settle...\"\r\n\r\n\"I represent Bodger ...\"\r\n\r\nA diversion occurred at this point. Charlie, who had long been eyeing\r\nBeale sourly, dashed at him with swinging fists, and was knocked down\r\nagain. The whole trend of the meeting altered once more, Conciliation\r\nbecame a drug. Violence was what the public wanted. Beale had three\r\nfights in rapid succession. I was helpless. Instinct prompted me to\r\njoin the fray; but prudence told me that such a course would be fatal.\r\n\r\nAt last, in a lull, I managed to catch the Hired Retainer by the arm,\r\nas he drew back from the prostrate form of his latest victim. \"Drop it,\r\nBeale,\" I whispered hotly, \"drop it. We shall never manage these people\r\nif you knock them about. Go indoors, and stay there while I talk to\r\nthem.\"\r\n\r\n\"Mr. Garnet, sir,\" said he, the light of battle dying out of his eyes,\r\n\"it's 'ard. It's cruel 'ard. I ain't 'ad a turn-up, not to _call_ a\r\nturn-up, since I've been a time-expired man. I ain't hitting of 'em,\r\nMr. Garnet, sir, not hard I ain't. That there first one of 'em he\r\nplayed me dirty, hittin' at me when I wasn't looking. They can't say as\r\nI started it.\"\r\n\r\n\"That's all right, Beale,\" I said soothingly. \"I know it wasn't your\r\nfault, and I know it's hard on you to have to stop, but I wish you\r\nwould go indoors. I must talk to these men, and we shan't have a\r\nmoment's peace while you're here. Cut along.\"\r\n\r\n\"Very well, sir. But it's 'ard. Mayn't I 'ave just one go at that\r\nCharlie, Mr. Garnet?\" he asked wistfully.\r\n\r\n\"No, no. Go in.\"\r\n\r\n\"And if they goes for you, sir, and tries to wipe the face off you?\"\r\n\r\n\"They won't, they won't. If they do, I'll shout for you.\"\r\n\r\nHe went reluctantly into the house, and I turned again to my audience.\r\n\r\n\"If you will kindly be quiet for a moment--\" I said.\r\n\r\n\"I am Appleby, Mr. Garnet, in the High Street. Mr. Ukridge--\"\r\n\r\n\"Eighteen pounds fourteen shillings--\"\r\n\r\n\"Kindly glance--\"\r\n\r\nI waved my hands wildly above my head.\r\n\r\n\"Stop! stop! stop!\" I shouted.\r\n\r\nThe babble continued, but diminished gradually in volume. Through the\r\ntrees, as I waited, I caught a glimpse of the sea. I wished I was out\r\non the Cob, where beyond these voices there was peace. My head was\r\nbeginning to ache, and I felt faint for want of food.\r\n\r\n\"Gentlemen,\" I cried, as the noise died away.\r\n\r\nThe latch of the gate clicked. I looked up, and saw a tall thin young\r\nman in a frock coat and silk hat enter the garden. It was the first\r\ntime I had seen the costume in the country.\r\n\r\nHe approached me.\r\n\r\n\"Mr. Ukridge, sir?\" he said.\r\n\r\n\"My name is Garnet. Mr. Ukridge is away at the moment.\"\r\n\r\n\"I come from Whiteley's, Mr. Garnet. Our Mr. Blenkinsop having written\r\non several occasions to Mr. Ukridge calling his attention to the fact\r\nthat his account has been allowed to mount to a considerable figure,\r\nand having received no satisfactory reply, desired me to visit him. I\r\nam sorry that he is not at home.\"\r\n\r\n\"So am I,\" I said with feeling.\r\n\r\n\"Do you expect him to return shortly?\"\r\n\r\n\"No,\" I said, \"I do not.\"\r\n\r\nHe was looking curiously at the expectant band of duns. I forestalled\r\nhis question.\r\n\r\n\"Those are some of Mr. Ukridge's creditors,\" I said. \"I am just about\r\nto address them. Perhaps you will take a seat. The grass is quite dry.\r\nMy remarks will embrace you as well as them.\"\r\n\r\nComprehension came into his eyes, and the natural man in him peeped\r\nthrough the polish.\r\n\r\n\"Great Scott, has he done a bunk?\" he cried.\r\n\r\n\"To the best of my knowledge, yes,\" I said.\r\n\r\nHe whistled.\r\n\r\nI turned again to the local talent.\r\n\r\n\"Gentlemen,\" I shouted.\r\n\r\n\"Hear, hear,\" said some idiot.\r\n\r\n\"Gentlemen, I intend to be quite frank with you. We must decide just\r\nhow matters stand between us. (A voice: Where's Ukridge?) Mr. Ukridge\r\nleft for London suddenly (bitter laughter) yesterday afternoon.\r\nPersonally I think he will come back very shortly.\"\r\n\r\nHoots of derision greeted this prophecy. I resumed.\r\n\r\n\"I fail to see your object in coming here. I have nothing for you. I\r\ncouldn't pay your bills if I wanted to.\"\r\n\r\nIt began to be borne upon me that I was becoming unpopular.\r\n\r\n\"I am here simply as Mr. Ukridge's guest,\" I proceeded. After all, why\r\nshould I spare the man? \"I have nothing whatever to do with his\r\nbusiness affairs. I refuse absolutely to be regarded as in any way\r\nindebted to you. I am sorry for you. You have my sympathy. That is all\r\nI can give you, sympathy--and good advice.\"\r\n\r\nDissatisfaction. I was getting myself disliked. And I had meant to be\r\nso conciliatory, to speak to these unfortunates words of cheer which\r\nshould be as olive oil poured into a wound. For I really did sympathise\r\nwith them. I considered that Ukridge had used them disgracefully. But I\r\nwas irritated. My head ached abominably.\r\n\r\n\"Then am I to tell our Mr. Blenkinsop,\" asked the frock-coated one,\r\n\"that the money is not and will not be forthcoming?\"\r\n\r\n\"When next you smoke a quiet cigar with your Mr. Blenkinsop,\" I replied\r\ncourteously, \"and find conversation flagging, I rather think I _should_\r\nsay something of the sort.\"\r\n\r\n\"We shall, of course, instruct our solicitors at once to institute\r\nlegal proceedings against your Mr. Ukridge.\"\r\n\r\n\"Don't call him my Mr. Ukridge. You can do whatever you please.\"\r\n\r\n\"That is your last word on the subject?\"\r\n\r\n\"I hope so. But I fear not.\"\r\n\r\n\"Where's our money?\" demanded a discontented voice from the crowd.\r\n\r\nAn idea struck me.\r\n\r\n\"Beale!\" I shouted.\r\n\r\nOut came the Hired Retainer at the double. I fancy he thought that his\r\nhelp was needed to save me from my friends.\r\n\r\nHe slowed down, seeing me as yet unassaulted.\r\n\r\n\"Sir?\" he said.\r\n\r\n\"Isn't there a case of that whisky left somewhere, Beale?\"\r\n\r\nI had struck the right note. There was a hush of pleased anticipation\r\namong the audience.\r\n\r\n\"Yes, sir. One.\"\r\n\r\n\"Then bring it out here and open it.\"\r\n\r\nBeale looked pained.\r\n\r\n\"For _them_, sir!\" he ejaculated.\r\n\r\n\"Yes. Hurry up.\"\r\n\r\nHe hesitated, then without a word went into the house. A hearty cheer\r\nwent up as he reappeared with the case. I proceeded indoors in search\r\nof glasses and water.\r\n\r\nComing out, I realised my folly in having left Beale alone with our\r\nvisitors even for a minute. A brisk battle was raging between him and a\r\nman whom I did not remember to have seen before. The frock-coated young\r\nman was looking on with pale fear stamped upon his face; but the rest\r\nof the crowd were shouting advice and encouragement was being given to\r\nBeale. How I wondered, had he pacified the mob?\r\n\r\nI soon discovered. As I ran up as quickly as I could, hampered as I was\r\nby the jugs and glasses, Beale knocked his man out with the clean\r\nprecision of the experienced boxer; and the crowd explained in chorus\r\nthat it was the pot-boy, from the Net and Mackerel. Like everything\r\nelse, the whisky had not been paid for and the pot-boy, arriving just\r\nas the case was being opened, had made a gallant effort to save it from\r\nbeing distributed free to his fellow-citizens. By the time he came to,\r\nthe glasses were circulating merrily; and, on observing this, he\r\naccepted the situation philosophically enough, and took his turn and\r\nturn about with the others.\r\n\r\nEverybody was now in excellent fettle. The only malcontents were Beale,\r\nwhose heart plainly bled at the waste of good Scotch whisky, and the\r\nfrock-coated young man, who was still pallid.\r\n\r\nI was just congratulating myself, as I eyed the revellers, on having\r\nachieved a masterstroke of strategy, when that demon Charlie, his\r\ndefeat, I suppose, still rankling, made a suggestion. From his point of\r\nview a timely and ingenious suggestion.\r\n\r\n\"We can't see the colour of our money,\" he said pithily, \"but we can\r\nhave our own back.\"\r\n\r\nThat settled it. The battle was over. The most skilful general must\r\nsometime recognise defeat. I recognised it then, and threw up my hand.\r\nI could do nothing further with them. I had done my best for the farm.\r\nI could do no more.\r\n\r\nI lit my pipe, and strolled into the paddock.\r\n\r\nChaos followed. Indoors and out-of-doors they raged without check. Even\r\nBeale gave the thing up. He knocked Charlie into a flower-bed, and then\r\ndisappeared in the direction of the kitchen.\r\n\r\nIt was growing dusk. From inside the house came faint sounds of\r\nbibulous mirth, as the sacking party emptied the rooms of their\r\ncontents. In the fowl-run a hen was crooning sleepily in its coop. It\r\nwas a very soft, liquid, soothing sound.\r\n\r\nPresently out came the invaders with their loot, one with a picture,\r\nanother with a vase, another bearing the gramophone upside down. They\r\nwere singing in many keys and times.\r\n\r\nThen I heard somebody--Charlie again, it seemed to me--propose a raid\r\non the fowl-run.\r\n\r\nThe fowls had had their moments of unrest since they had been our\r\nproperty, but what they had gone through with us was peace compared\r\nwith what befell them then. Not even on the second evening of our\r\nvisit, when we had run unmeasured miles in pursuit of them, had there\r\nbeen such confusion. Roused abruptly from their beauty-sleep they fled\r\nin all directions. Their pursuers, roaring with laughter, staggered\r\nafter them. They tumbled over one another. The summer evening was made\r\nhideous with the noise of them.\r\n\r\n\"Disgraceful, sir. Is it not disgraceful!\" said a voice in my ear.\r\n\r\nThe young man from Whiteley's stood beside me. He did not look happy.\r\nHis forehead was damp. Somebody seemed to have stepped on his hat, and\r\nhis coat was smeared with mould.\r\n\r\nI was turning to answer him when from the dusk in the direction of the\r\nhouse came a sudden roar. A passionate appeal to the world in general\r\nto tell the speaker what all this meant.\r\n\r\nThere was only one man of my acquaintance with a voice like that.\r\n\r\nI walked without hurry towards him.\r\n\r\n\"Good evening, Ukridge,\" I said."
  ]
}