{
  "index": 9,
  "title": "Chapter 8",
  "paragraphs": [
    "THE THIRD REPUBLIC\r\n\r\n(1871-1873)\r\n\r\n\r\nStrictly speaking, the existence of the National Assembly which had\r\nbeen summoned to ratify the Preliminaries of Peace, had now[1] come to\r\nan end, but under prevailing circumstances, it was more convenient to\r\nignore Constitutional technicalities, and the Government proceeded to\r\ncarry on the business of the country on the basis of a Republic. Thiers\r\nhad been elected Chief of the Executive, and it was astonishing how\r\nrapidly his liking for a Republic increased since he had become the\r\nhead of one. It was now part of his task to check the too reactionary\r\ntendencies of the Assembly and to preserve that form of government which\r\nwas supposed to divide Frenchmen the least. The feeling against the\r\nGovernment of National Defence was as strong as ever, and the elections\r\nof some of the Orleans princes gave rise to inconvenient demonstrations\r\non the part of their political supporters, who pressed for the repeal\r\nof the law disqualifying that family. Thiers realized plainly enough\r\nthat the revival of this demand was premature, and would only add to\r\nthe general confusion, and had therefore induced the princes to absent\r\nthemselves from Bordeaux, but the question could no longer be avoided.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, June 6, 1871.\r\n\r\n     Thiers has been hard at work 'lobbying,' as the Americans\r\n     say, but could not come to any settlement with the Assembly,\r\n     and so begged them to postpone the question of the elections of\r\n     the Princes of Orleans till the day after to-morrow. One of the\r\n     plans proposed was that the provisional state of things should\r\n     be formally continued for two years, by conferring his present\r\n     powers on Thiers for that period. This would, it was hoped, keep\r\n     the Republicans quiet and allay the impatience of the monarchical\r\n     parties, by giving them a fixed time to look forward to. But this,\r\n     it seems, the majority in the Assembly would not promise to vote.\r\n     On the other hand, Thiers is said to be afraid of having the Duc\r\n     d'Aumale and perhaps Prince Napoleon also, speaking against him\r\n     in the Assembly, and attacking him and each other outside. Then\r\n     comes the doubt as to the extent to which the fusion between the\r\n     Comte de Chambord and the other Princes, or rather that between\r\n     their respective parties, really goes. Altogether nothing can be\r\n     less encouraging than the prospect. The Duc d'Aumale, as Lieutenant\r\n     Général du Royaume, to prepare the way for the Comte de Chambord,\r\n     is, for the moment, the favourite combination. In the meantime\r\n     Thiers has thrown a sop to the majority by putting an Orleanist\r\n     into the Home Office. The idea at Versailles yesterday was that\r\n     Thiers and the Assembly would come to a compromise on the basis\r\n     that the Orleans elections should be confirmed, but with a preamble\r\n     repeating that nothing done was to be held to prejudge the question\r\n     of the definitive government of France.\r\n\r\nWhen the question came up, Thiers yielded on the point of the admission\r\nof the Princes, and the majority were highly pleased at having extorted\r\nthis concession. Lord Lyons, dining at Thiers's house at Versailles, a\r\nfew days after the debate in the Assembly, met there the German General\r\nvon Fabrice, the Prince de Joinville, the Duc d'Aumale, and the Duc de\r\nChartres, and mentions the significant fact that M. and Madame Thiers\r\nand the rest of the company treated these Princes with even more than\r\nthe usual respect shown to Royal personages. In private conversation\r\nThiers expressed great confidence in soon getting the Germans out of the\r\nParis forts, but both he and Jules Favre complained that Bismarck was a\r\nvery bad creditor, and insisted upon having his first half-milliard by\r\nthe end of the month: in fact, the Germans were so clamorous for payment\r\nthat they hardly seemed to realize how anxious the French were to get\r\nrid of them, and that if the money was not immediately forthcoming, it\r\nwas only because it was impossible to produce it.\r\n\r\nWhat was of more immediate concern to the British Government than either\r\nthe payment of the indemnity or the future of the Orleans princes,\r\nwas the prospect of a new Commercial Treaty. This was sufficiently\r\nunpromising. Lord Lyons had pointed out during the Empire period, that\r\nunder a Constitutional _régime_ in France, we were not likely to enjoy\r\nsuch favourable commercial conditions as under personal government,\r\nand the more liberal the composition of a French Government, the\r\nmore Protectionist appeared to be its policy. Thiers himself was an\r\nardent Protectionist, quite unamenable to the blandishments of British\r\nFree Traders, who always appear to hold that man was made for Free\r\nTrade, instead of Free Trade for man, and the Finance Minister, Pouyer\r\nQuertier, entertained the same views as his chief. But, even if the\r\nEmperor were to come back, it was more than doubtful whether he would\r\nventure to maintain the existing Commercial Treaty as it stood, and\r\nthere was every probability that the Bordeaux wine people and other\r\nso-called French Free Traders would turn Protectionist as soon as they\r\nrealized that there was no prospect of British retaliation. What cut\r\nLord Lyons (an orthodox Free Trader) to the heart, was that, just as the\r\nFrench manufacturers had got over the shock of the sudden introduction\r\nof Free Trade under the Empire and had adapted themselves to the new\r\nsystem, everything should be thrown back again. It was likely, indeed,\r\nthat there would be some opposition to Thiers's Protectionist taxes,\r\nbut he knew well enough that there were not a sufficient number of\r\nFree Traders in the Assembly, or in the country, to make any effective\r\nresistance to the Government. When approached on the subject, the French\r\nMinisters asserted that all they wanted was to increase the revenue,\r\nand that all they demanded from England was to be allowed to raise\r\ntheir tariff with this view only, whereas, in their hearts, they meant\r\nProtection pure and simple. Lord Lyons's personal view was that England\r\nwould be better off if the Treaty was reduced to little more than a\r\nmost favoured nation clause. 'The only element for negotiation with the\r\nschool of political economy now predominant here,' he sadly remarked,\r\n'would be a threat of retaliation, and this we cannot use.' It will\r\nbe found subsequently that this was the one predominant factor in all\r\ncommercial negotiations between the two Governments.\r\n\r\nA long conversation with Thiers, who was pressing for a definite reply\r\nfrom Her Majesty's Government on the subject of a new Treaty showed\r\nthat matters from the British point of view were as unsatisfactory\r\nas they well could be. Thiers, whose language respecting England was\r\ncourteous and friendly, made it clear that Her Majesty's Government\r\nmust choose between the proposed modifications in the tariff and the\r\nunconditional denunciation of the whole Treaty, and that if the Treaty\r\nwere denounced, England must not expect, after its expiration, to be\r\nplaced upon the footing of the most favoured nation. He considered that\r\nhe had a right to denounce the Treaty at once, but had no wish to act\r\nin an unfriendly spirit, and had therefore refrained from doing so, and\r\nalthough he and his colleagues considered that the existing Treaty was\r\ndisadvantageous and even disastrous to France, they had never promoted\r\nany agitation against it, and had confined themselves to proposing\r\nmodifications of the tariff, which their financial necessities and the\r\nstate of the French manufacturing interests rendered indispensable.\r\nCoal and iron, which were articles of the greatest importance to\r\nEngland, were not touched, and all that had, in fact, been asked for\r\nwas a moderate increase on the duties on textile fabrics. As for the\r\nFrench Free Traders, whatever misleading views they might put forward in\r\nLondon, their influence upon the Assembly would be imperceptible, and it\r\nremained therefore for Her Majesty's Government to decide whether they\r\nwould agree to the changes he had proposed to them, or would give up\r\naltogether the benefits which England derived from the Treaty.\r\n\r\nThiers's real motive was disclosed later on, when, whilst asserting\r\nthat he should always act in a friendly spirit towards England, he\r\nadmitted that 'England was a much more formidable competitor in\r\ncommerce than any other nation.' Concessions which might safely be\r\nmade to other countries might very reasonably be withheld from her.\r\nFor instance, privileges which might be safely granted to the Italian\r\nmerchant navy might, if granted to Great Britain, produce a competition\r\nbetween English and French shipping very disadvantageous to France.\r\nIt would also be certainly for the interest of France that she should\r\nfurnish herself with colonial articles brought direct to her own ports\r\nrather than resort, as at present, to the depôts of such goods in\r\nGreat Britain. Nothing could be further from his intentions than to be\r\ninfluenced by any spirit of retaliation, nor, if the Treaty should be\r\ndenounced, would he, on that account, be less friendly to England in\r\npolitical matters; but it was evident that, in making his financial and\r\ncommercial arrangements, the interests and necessities of France must\r\nbe paramount. In conclusion he pressed for an immediate answer from Her\r\nMajesty's Government in order that the French Government might complete\r\ntheir plans, which were of urgent importance.\r\n\r\nTo the impartial observer the opinions expressed by Thiers seem to be\r\nlogical, natural, and reasonable, unless the principle of looking after\r\none's own interests is unreasonable; but to the ardent devotees of Free\r\nTrade, they must have appeared in the light of impiety. Lord Lyons, in\r\nreporting the interview, remarked that 'nothing could have been more\r\nunsatisfactory than Thiers's language,' and added significantly that he\r\nhimself had managed to keep his temper.\r\n\r\nThiers did not get his definite answer, and the wrangle continued until\r\nin February, 1872, the French Government, with the general approval of\r\nthe nation, gave notice of the termination of the Commercial Treaty of\r\n1860.\r\n\r\nThe Bill abrogating the proscription of the French Royal families had\r\nbeen passed by the Assembly, and the elections of the Duc d'Aumale and\r\nthe Prince de Joinville consequently declared valid, but these princes\r\nhaving established their rights, wisely remained in the background. Not\r\nso another illustrious Royalist, the Comte de Chambord. This prince, who\r\nwas also included in the reversal of the disqualifying law, returned\r\nto France and issued a proclamation from the Château of Chambord in\r\nJuly which spread consternation in the Royalist camp. After explaining\r\nthat his presence was only temporary and that he desired to create no\r\nembarrassment, he declared that he was prepared to govern on a broad\r\nbasis of administrative decentralization, but that there were certain\r\nconditions to which he could not submit. If he were summoned to the\r\nthrone he would accept, but he should retain his principles, and above\r\nall the White Flag which had been handed down to him by his ancestors.\r\nThis announcement seemed, to say the least, premature, and the\r\nsupporters of a Republic must have warmly congratulated themselves upon\r\nhaving to encounter an enemy who played so completely into their hands.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, July 11, 1871.\r\n\r\n     The Comte de Chambord seems to have upset the Legitimist\r\n     coach. The Legitimist Deputies have been obliged to repudiate\r\n     the White Flag, being sure that they could never be elected to a\r\n     new Chamber under that Banner, and of course fusion between the\r\n     Orleans Princes and their cousin is now out of the question.\r\n\r\n     Thiers said to me last night that he did not regard the\r\n     Comte de Chambord's declaration in favour of the White Flag as\r\n     irrevocable--and that it looked as if it had been made in a moment\r\n     of ill-temper. According to Thiers, both the Comte de Chambord and\r\n     the Comte de Paris eagerly desire to be kings--most people doubt,\r\n     however, whether the Comte de Chambord does really wish it. All\r\n     that has occurred tends to strengthen and prolong Thiers's hold on\r\n     power, and he is rejoicing accordingly. Indeed, there is hardly a\r\n     Frenchman who professes to doubt that Thiers's Government is the\r\n     only Government possible at the moment.\r\n\r\n     Gambetta is not considered by Thiers to be dangerous; he\r\n     declares that he will only maintain a constitutional or legal\r\n     opposition so long as the Government is Republican, and if he and\r\n     his supporters stick to this, Thiers will certainly have no great\r\n     cause to dread them. If Rouher had been elected he would have been\r\n     a formidable opponent, though he has been too much accustomed\r\n     to lead an applauding and acquiescing majority to be good at\r\n     speaking to a hostile audience. Thiers says that the rejection of\r\n     Rouher will be a good thing for his own health and repose, as he\r\n     should have found it very fatiguing to have to answer the great\r\n     Imperialist orator.\r\n\r\n     The hurry with which the new duties were rushed through\r\n     the Assembly on Saturday is disquieting. Thiers and Jules Favre\r\n     protest, however, that they are determined to do nothing irregular\r\n     regarding the Commercial Treaties. The Swiss Minister tells me his\r\n     Government is determined to insist upon the strict execution of\r\n     the Swiss Treaty, without admitting any alteration of the tariffs,\r\n     but then the Swiss Treaty does not expire for five or six years. I\r\n     take care to give no opinion as to what we shall or shall not do.\r\n     Thiers talked again last night of conferring with me soon about the\r\n     details of the changes. I am not very anxious that he should do so,\r\n     as confusion is much more likely than anything else to arise from\r\n     carrying on the discussion in both places at once.\r\n\r\n     Half my time is taken up with the affairs of the unfortunate\r\n     English prisoners. It is necessary to be cautious, for the French\r\n     Authorities are extremely touchy on the subject. There does not\r\n     appear to be any danger of their being executed, as fortunately\r\n     they are a very insignificant and unimportant set of insurgents,\r\n     if insurgents they were; but they are kept a long time without\r\n     examination, and some do run the risk of being shipped off to New\r\n     Caledonia.\r\n\r\nThe Comte de Chambord, having effectually destroyed the chances of\r\nhis own party for the time being, now disappeared from the scene, and\r\nnothing more was heard of him or his White Flag for a considerable\r\nperiod.\r\n\r\nThe summer of 1871 did not pass without the old question of voting in\r\nthe House of Lords cropping up again. In July, Lord Lyons received\r\nan intimation from the Liberal Whip that his vote was wanted on the\r\nfollowing day, accompanied by a letter from Lord Granville in the same\r\nsense. He declined to come, on the same ground as formerly, viz. that\r\nhe considered it advisable that a diplomatist should keep aloof from\r\nhome politics, and also because he was extremely reluctant to give\r\nvotes on questions of which he had little knowledge. The particular\r\nquestion involved was presumably a vote of censure on the Government in\r\nconnection with the Army Purchase Bill, and he seems to have taken it\r\nfor granted that Lord Granville would make no objection. A letter from\r\nthe latter showed that he was mistaken.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Granville to Lord Lyons._\r\n\r\n    Foreign Office, July 17, 1871.\r\n\r\n     I cannot agree with the principle you lay down--Lord Stuart,\r\n     my father, the late Lord Cowley, and Lord Normanby when Ambassador\r\n     at Paris used to vote when specially summoned. So did Lord Cowley,\r\n     although he served under successive Governments. So did Lord\r\n     Westmoreland and others. I find no recommendation of your principle\r\n     in the report of the Committee of the House of Commons, and\r\n     although Lord Derby may have given evidence in favour of it, his\r\n     father gave practical proof in several instances that he entirely\r\n     disagreed with it.\r\n\r\n     A Foreign Government can hardly believe in the confidential\r\n     relations of this Government and her Ambassador, if the latter\r\n     being a Peer abstains from supporting them when a vote of want of\r\n     confidence, or one amounting to it, is proposed against them.\r\n\r\n     Clarendon brought before the Cabinet your disinclination to\r\n     vote on the question of the Irish Church. They unanimously decided\r\n     that we had a claim upon you, and you were good enough to consent,\r\n     stating the grounds you mention in your letter of yesterday.\r\n\r\n     It is of course too late for any practical result to our\r\n     controversy as regards to-night, but I hope you will consider\r\n     that I have a claim on you for the future, when your vote is of\r\n     importance. I shall never ask you unnecessarily to come over.\r\n\r\nAn intimation of this kind from an official chief could not well be\r\ndisregarded, but the reply to Lord Granville's letter is conclusive in\r\nits arguments.\r\n\r\n       *       *       *       *       *\r\n\r\n    Paris, July 27, 1871.\r\n\r\n     Your letter of the 17th about my voting in the House of Lords\r\n     goes farther than Lord Clarendon did on the previous occasion.\r\n     Lord Clarendon originally acquiesced in my not voting on the Irish\r\n     Church Bill, and when he subsequently begged me to come over,\r\n     unless I objected to the Bill, he founded his request principally\r\n     upon a strong opinion of Mr. Gladstone's that it was the duty of\r\n     a peer not to abstain from voting, and that every vote was of\r\n     consequence. On this ground he expressed a hope that I should come\r\n     over unless I was opposed to the Bill.\r\n\r\n     Of my predecessors, the only one who was in a position\r\n     resembling mine, was the present Lord Cowley; and certainly he will\r\n     always be a high authority with me.\r\n\r\n     I have been for more than thirty years, and I still am,\r\n     devoted to my own profession, and I am sure that if I can be of\r\n     any use in my generation, and do myself any credit, it must be\r\n     as a diplomatist. I have worked my way up in the regular course\r\n     of the profession, and have served under successive Governments,\r\n     both before and since I became a peer, without any reference to\r\n     home politics. In fact, I received my original appointment to the\r\n     service from Lord Palmerston; I was made paid attaché by Lord\r\n     Aberdeen; I was sent to Rome by Lord Russell; to Washington by Lord\r\n     Malmesbury; to Constantinople by Lord Russell; and finally to Paris\r\n     by Lord Derby. The appointment was given to me in the ordinary way\r\n     of advancement in my profession, and I was told afterwards by Lord\r\n     Clarendon that my being wholly unconnected with any party at home\r\n     had been considered to be a recommendation. I have myself always\r\n     thought that a regular diplomatist could only impair his efficiency\r\n     by taking part in home politics, and I have throughout acted upon\r\n     this conviction. During the thirteen years or thereabouts which\r\n     have elapsed since I succeeded to my father's peerage, I have given\r\n     only one vote in the House of Lords; the question, the Irish Church\r\n     vote, was one on which there really did seem to be a possibility\r\n     that the decision might turn upon one vote; and the question, as it\r\n     stood before the House, was hardly a party question.\r\n\r\n     In addition to all this, I must say that while I have a very\r\n     great reluctance to give blind votes, I do not wish to be diverted\r\n     from my diplomatic duties by having to attend to home questions;\r\n     also, I would rather give my whole energies to carrying out the\r\n     instructions of the Government abroad, without having continually\r\n     to consult my conscience about voting in the House of Lords.\r\n\r\n     I did not intend to have given you the trouble of reading\r\n     a long answer to your letter, but I have just received another\r\n     summons from Lord Bessborough. I hope, however, you will not press\r\n     me to come over to vote on Monday. You were at all events good\r\n     enough to say that you should never ask me to come unnecessarily;\r\n     but if, after considering my reasons, you insist upon my coming, I\r\n     must of course defer to your opinion and do what you desire.\r\n\r\nIt is difficult to believe that Lord Granville, who was one of the\r\nmost amiable and considerate of men, was acting otherwise than under\r\npressure in thus endeavouring to utilize an Ambassador as a party hack.\r\nHis arguments certainly do not bear much investigation. If a foreign\r\ngovernment could not feel any confidence in an Ambassador who failed to\r\nsupport his party by a vote in Parliament, what confidence could they\r\npossibly feel in him if his party were out of office, and he continued\r\nat his post under the orders of political opponents? If the Clarendon\r\nCabinet really decided that they had a claim upon diplomatists as party\r\nmen it only showed that they were conspicuously wanting in judgment and\r\na prey to that dementia which occasionally seizes upon British statesmen\r\nwhen a division is impending. That state of mind is intelligible when\r\na division in the House of Commons is concerned, but what passes\r\ncomprehension is that pressure should be put upon members of the House\r\nof Lords to vote, whose abstention is obviously desirable, whilst scores\r\nof obscure peers are left unmolested. One peer's vote was as good as\r\nanother's in 1871, just as it is now; but in the division on the vote of\r\ncensure on the Army Purchase Bill only 244 peers voted out of a House\r\ncontaining about double that number.\r\n\r\nBefore long the question of the prolongation of Thiers's powers for a\r\nfixed period became the chief topic of interest. He was infinitely the\r\nmost important personage in France, and a large number of members were\r\ndesirous of placing him more or less in the position of a constitutional\r\nsovereign, and obliging him to take a Ministry from the majority in\r\nthe Assembly. The majority in the Assembly not unnaturally thought\r\nthat their ideas ought to prevail in the Government, and they resented\r\nbeing constantly threatened with the withdrawal of this indispensable\r\nman, an action which, it was thought, would amount to little short of a\r\nrevolution. What they wanted, therefore, was to bestow a higher title\r\nupon him than Chief of the Executive Power, which would exclude him from\r\ncoming in person to the Assembly; and it was only the difficulty of\r\nfinding some one to take his place, and the desire to get the Germans\r\nout of the Paris forts that kept them quiet. Like many other eminent\r\npersons considered to be indispensable, Thiers now began to give out\r\nthat he really desired to retire into private life, and that it was\r\nonly the country which insisted upon his staying in office, while as a\r\nmatter of fact, he was by no means as indifferent to power as he fancied\r\nhimself to be. In the Chamber he damaged his reputation to some extent\r\nby displays of temper and threats of resignation, but there was never\r\nmuch doubt as to the prolongation of his powers.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, Aug. 25, 1871.\r\n\r\n     Thiers quitted the Tribune in a pet yesterday, and the whole\r\n     series of events in the Assembly has very much lowered his credit.\r\n     In the one thing in which he was thought to be pre-eminent, the\r\n     art of managing a deliberative body, he completely failed: and his\r\n     first threatening to resign, and then coming back and half giving\r\n     in, has very much damaged him. Nevertheless the general opinion\r\n     is that the prolongation of his powers will pass, upon his making\r\n     it a condition, as a vote of confidence, of his remaining. But it\r\n     is difficult to believe, even if it be passed by a considerable\r\n     majority, that things can go on smoothly between him and the\r\n     Assembly very long. If any party had a leader and courage, it might\r\n     do almost anything in France at this moment.\r\n\r\n     Arnim[2] is expected on Saturday. I knew him years ago at\r\n     Rome. I doubt his being a conciliatory negotiator. The French\r\n     believe that Bismarck is so anxious to obtain commercial advantages\r\n     for Alsace, that he will give them great things in return. He\r\n     is supposed to wish, in the first place, to conciliate his new\r\n     subjects; and, in the second, to divert for a time from Germany\r\n     the torrent of Alsatian manufactures which would pour in if the\r\n     outlets into France were stopped up. The French hope to get the\r\n     Paris forts evacuated in return for a continuance of the free\r\n     entrance of Alsatian goods into France until the 1st of January,\r\n     and they even speculate upon getting the Prussians to evacuate\r\n     Champagne, and content themselves with keeping the army, which was\r\n     to have occupied it, inside the German frontier, the French paying\r\n     the expenses, as if it were still in France. All this to be given\r\n     in return for a prolongation of commercial privileges for Alsace.\r\n     It would be ungenerous of 'most favoured nations' to claim similar\r\n     privileges.\r\n\r\n     Thiers was too full of the events of the afternoon in the\r\n     Assembly to talk about the Commercial Treaty. I don't believe he\r\n     has brought the Committee round to his duties on raw materials.\r\n\r\nAt the end of August, the Assembly by a very large majority passed a\r\nbill conferring upon Thiers the title of President of the Republic and\r\nconfirmed his powers for the duration of the existing Assembly, adopting\r\nat the same time a vote of confidence in him personally. The result\r\nof these proceedings was that the attempt to make a step towards the\r\ndefinite establishment of a Republic and to place Thiers as President\r\nfor a term of years in a position independent of the Assembly, failed.\r\nThe bill asserted what the Left had always denied, viz. the constituent\r\npower of the Assembly, and declared that the President was responsible\r\nto it. So far, it expressed the sentiments of the moderate men, and the\r\nminority was composed of extreme Legitimists and extreme Republicans. It\r\nalso proved that Thiers was still held to be the indispensable man.\r\n\r\nThe Assembly, which had adjourned after the passing of the\r\nabove-mentioned bill, met again in December, and was supposed to be\r\nmore Conservative than ever, owing to the fear created by Radical\r\nprogress in the country. Thiers's Presidential Message did not afford\r\nmuch satisfaction to the extreme partisans on either side, and it was\r\nevident that he did not desire any prompt solution of the Constitutional\r\nquestion, preferring to leave himself free, and not to be forced into\r\ntaking any premature decision. As for the Legitimist, Orleanist, and\r\nModerate Republican groups, their vacillation tended only to the\r\nadvantage of two parties, the Bonapartists and the Red Republicans.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, Dec. 26. 1871.\r\n\r\n     The New Year will open gloomily for France. The Germans appear\r\n     to be alarmed, or at all events irritated, by Thiers's military\r\n     boasts and military preparations. The boasts are certainly unwise,\r\n     and preparations or anything else which encourages the French\r\n     to expect to get off paying the three milliards are extremely\r\n     imprudent. The Germans mean to have their money and keep the\r\n     territory they have taken, and they say that they had better have\r\n     it out with France now that she is weak, than wait till she has\r\n     got strong again. The irritation of the French against the Germans\r\n     seems to grow, and the Germans are angry with the French for not\r\n     loving them, which after the conditions of peace, to say nothing of\r\n     the events of the war, seems somewhat unreasonable.\r\n\r\n     Thiers so far holds his own, and no party seems willing to\r\n     displace him, while no party agrees with him. The one thing in\r\n     which men of all parties seem to agree is in abusing Thiers, and\r\n     I must say that a good deal of the abuse is exceedingly unjust.\r\n     But with the members of the Assembly in this inflammable state of\r\n     feeling towards him, an unexpected spark may at any moment make\r\n     them flare up and turn him out almost before they are aware of\r\n     it. The general idea is that the Assembly would appoint the Duc\r\n     d'Aumale to succeed him; the acceptance of the Duc d'Aumale by\r\n     the country would depend upon the amount of vigour he showed in\r\n     putting down illegal opposition by force. There are members of the\r\n     Assembly who wish to declare that in case of Thiers's abdication\r\n     or dethronement, the President of the Assembly is to exercise the\r\n     Executive Power. This is with a view of bringing forward Grévy, who\r\n     is an honourable, moderate man, but an old thoroughbred Republican.\r\n     The immediate event people are looking forward to with interest\r\n     and anxiety is the election of a deputy for Paris on the 7th of\r\n     next month. No one will be surprised if a Red is returned, in\r\n     consequence of the men of order declining to vote. The Legitimists\r\n     and the Orleanists seem to be at daggers drawn again.\r\n\r\n     Arnim says that Bismarck's fierce despatch was partly intended\r\n     to strengthen Thiers's hands in resisting violence against the\r\n     Germans. If this is so, the ferocity went too far beyond the mark\r\n     to be successful, great as the provocation on the French side was.\r\n\r\n     I will write a mild disclaimer of the accuracy of Jules\r\n     Favre's accounts of his communications with me. There is no _malus\r\n     animus_, I think, in them. My Russian and Italian colleagues are\r\n     very much annoyed by the language he attributes to them.\r\n\r\nThe fierce despatch referred was a harsh communication from Bismarck\r\ncomplaining of the recent acquittal of some Frenchmen who had\r\nassassinated German soldiers of the army of occupation.\r\n\r\nAt the close of 1871, the Bonapartist Party, although scarcely\r\nrepresented in the Assembly, appeared to be that which caused the\r\nGovernment the most anxiety. That party had undoubtedly made progress\r\nin the country; it held out the hope of a vigorous and determined\r\nmaintenance of public order, and a vast number of Frenchmen were so much\r\nout of heart, so wearied and disgusted by the results of the attempts\r\nat political liberty, and so much afraid of the triumph of the Commune,\r\nthat they were prepared to sacrifice anything in order to be assured of\r\npeace and tranquillity. The peasants, shopkeepers, and even many of the\r\nworkmen in the towns, sighed for the material prosperity of the Empire.\r\nThey believed that the Emperor had been betrayed by his Ministers and\r\nGenerals, and were willing to excuse his personal share even in the\r\ncapitulation of Sedan. If more confidence could have been felt in his\r\nhealth and personal energy, the advocates of a restoration of the Empire\r\nwould have been still more numerous. As it was, a great mass of the\r\nignorant and the timid were in favour of it, and it was the opinion\r\nof so impartial an observer as the British Ambassador, that if a free\r\nvote could have been taken under universal suffrage a majority would\r\nprobably have been obtained for the re-establishment upon the throne of\r\nNapoleon III. If the Imperialists could by any means have seized upon\r\nthe executive Government and so directed the operations of a plébiscite,\r\nthere was little doubt as to their securing the usual millions of votes\r\nunder that process. With them, as with the other parties, the difficulty\r\nlay in bringing about such a crisis as would enable them to act, and the\r\nEmperor himself was disinclined to take any adventurous step.\r\n\r\nThe Legitimists had the advantage of holding to a definite principle,\r\nbut it was a principle which carried little weight in the country in\r\ngeneral. Their chief, the Comte de Chambord, had shown himself to be so\r\nimpracticable, that it really seemed doubtful whether he wished to mount\r\nthe throne, and the party had more members in the existing Assembly than\r\nit was likely to obtain if a fresh general election took place; added\r\nto which it had quarrelled with the Orleanists, a union with whom was\r\nessential to the attainment of any practical end.\r\n\r\nThe Orleanists were weakened by their dissensions with the Legitimists\r\nand discouraged by what they considered the want of energy and\r\nenterprise of the Princes of the family. The members of the Orleans\r\nparty suffered from the want of a definite principle, and consisted\r\nchiefly of educated and enlightened men who held to Constitutional\r\nMonarchy and Parliamentary Government; in reality they were a\r\nfluctuating body willing to accept any Government giving a promise of\r\norder and political liberty.\r\n\r\nThe moderate Republicans included in their ranks many honest and\r\nrespected men, but they had to contend with the extreme unpopularity of\r\nthe Government of National Defence in which they had formed the chief\r\npart, and although the existing Government was nominally based upon\r\ntheir principles, they did not appear to be gaining ground. The extreme\r\nRepublicans endeavoured to make up by violence what they wanted in\r\nnumerical strength, and as they saw no prospect of obtaining office in\r\na regular manner, founded their hopes upon seizing power at a critical\r\nmoment with the help of the Paris mob.\r\n\r\nAmidst this collection of parties stood Thiers's Government, supported\r\nheartily by none, but accepted by all. By skilful management, by\r\nyielding where resistance appeared hopeless, and by obtaining votes\r\nsometimes from one side of the Assembly, and sometimes from the other,\r\nThiers had carried many points to which he attached importance, and\r\nhad never yet found himself in a minority. His Government was avowedly\r\na temporary expedient, resting upon a compromise between all parties,\r\nor rather upon the adjournment of all constitutional questions. To the\r\nmonarchical parties which formed the majority of the Assembly, Thiers's\r\napparent adoption of the Republican system rendered him especially\r\nobnoxious. On the other hand, the Republicans were dissatisfied because,\r\nthe whole weight of the Government was not unscrupulously used for the\r\npurpose of establishing a Republic permanently, with or without the\r\nconsent of the people.\r\n\r\nOn the centralization of the administration, on military organization,\r\non finance, and on other matters, Thiers's personal views were widely\r\ndifferent from those generally prevalent in the Assembly, and there was\r\nplenty of censure and criticism of him in private; but no one party saw\r\nits way to ensuring its own triumph, and all were weighed down by the\r\nnecessity of maintaining endurable relations with Germany. In forming\r\nsuch relations, Thiers had shown great skill and obtained considerable\r\nsuccess in his arduous task. Bismarck, in imposing the hardest possible\r\nconditions of peace, had acted avowedly on the principle that it was\r\nhopeless to conciliate France, and that the only security for Germany\r\nlay in weakening her as much as possible. This policy having been\r\ncarried out, the German public and the German press appeared to be quite\r\nsurprised that France was slow to be reconciled to her conquerors,\r\nand even to doubt whether already France was not too strong for their\r\nsafety. The apparent recovery of the French finances may well have\r\nsurprised them disagreeably, but Thiers was not over careful to avoid\r\nincreasing their distrust. His intention to create a larger army than\r\nFrance had ever maintained before, and his frequent praises of the army\r\nhe already possessed, was not reassuring to them. It was, therefore,\r\nnot altogether surprising that they should have felt some doubts as to\r\nthe consequences of finding themselves confronted by an immense army,\r\nwhen they called upon France to pay the remaining three milliards in\r\n1874. Nevertheless the German Government had expressed its confidence in\r\nThiers, and it would have been almost impossible for any new Government\r\nto have placed matters on as tolerable a footing.\r\n\r\nAll things considered, therefore, it seemed not improbable that the\r\nexisting Government might last for some time, although its life was\r\nsomewhat precarious, since it was liable to be upset by commotions\r\nand conspiracies, and having no existence apart from Thiers, its\r\nduration was bound to depend on the health and strength of a man nearly\r\nseventy-four years old.\r\n\r\nIn January, 1872, Thiers, in consequence of a dispute in the Chamber\r\nover the question of a tax on raw materials, tendered his resignation,\r\nbut was persuaded with some difficulty to reconsider it. 'I have never\r\nknown the French so depressed and so out of heart about their internal\r\naffairs,' wrote Lord Lyons. 'They don't believe Thiers can go on\r\nmuch longer, and they see nothing but confusion if he is turned out.\r\nThe Legitimists and Orleanists are now trying for fusion. They are\r\nattempting to draw up a constitution on which they can all agree, and\r\nwhich, when drawn up, is to be offered to the Comte de Chambord, and if\r\nrefused by him, then to the Comte de Paris. I hear they have not yet\r\nbeen able to come to an understanding on the first article. It all tends\r\nto raise the Bonapartists. Many people expect to hear any morning of a\r\ncoup by which Thiers and the Assembly will be deposed, and an _appel au\r\npeuple_, made to end in a restoration of the Empire.' Probably it was\r\nthe knowledge of a Bonapartist reaction in the country that led Thiers\r\nto make a singularly foolish complaint against an alleged military\r\ndemonstration in England in favour of the ex-Emperor.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, Feb. 9, 1872.\r\n\r\n     M. Thiers said to me yesterday at Versailles that he had\r\n     been told that a general of the name of Wood had marched 6000 of\r\n     Her Majesty's troops to Chislehurst to be reviewed by the Emperor\r\n     Napoleon.\r\n\r\n     M. Thiers went on to say that no one could appreciate more\r\n     highly than he did the noble and generous hospitality which England\r\n     extended to political exiles, and that he had indeed profited by\r\n     it in his own person. He admired also the jealousy with which the\r\n     English nation regarded all attempts from abroad to interfere with\r\n     the free exercise of this hospitality. He should never complain\r\n     of due respect being shown to a Sovereign Family in adversity. But\r\n     he thought that there was some limit to be observed in the matter.\r\n     For instance, he himself, while on the best terms with the reigning\r\n     dynasty in Spain, still always treated the Queen Isabella, who was\r\n     in France, with great respect and deference. Nevertheless, when Her\r\n     Majesty had expressed a desire to go to live at Pau, he had felt it\r\n     to be his duty to ask her very courteously to select a residence at\r\n     a greater distance from the frontier of Spain. In this, as in all\r\n     matters, he felt that consideration for the exiles must be tempered\r\n     by a due respect for the recognized Government of their country.\r\n     Now if the Emperor Napoleon should choose to be present at a review\r\n     of British troops, there could be no objection to his being treated\r\n     with all the courtesy due to a head which had worn a crown. It was,\r\n     however, a different thing to march troops to his residence to hold\r\n     a review there in his honour.\r\n\r\nThiers had not taken the trouble to substantiate his ridiculous\r\ncomplaint, and his action was an instance of the extreme gullibility\r\nof even the most intelligent French statesmen, where foreign countries\r\nare concerned, and so perturbed was the French Government at the idea\r\nof a Bonapartist restoration, that according to Captain Hotham, British\r\nConsul at Calais, two gunboats, the _Cuvier_ and _Faon_, were at that\r\ntime actually employed in patrolling the coast between St. Malo and\r\nDunkirk with a view to preventing a possible landing of the Emperor\r\nNapoleon. A little later, the Duc de Broglie, French Ambassador in\r\nLondon, made a tactless remonstrance to Lord Granville with regard to\r\nthe presence of the Emperor and Empress at Buckingham Palace, on the\r\noccasion of a National Thanksgiving held to celebrate the recovery of\r\nthe Prince of Wales from a dangerous illness.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Granville to Lord Lyons._\r\n\r\n    Foreign Office, March 1, 1872.\r\n\r\n     The Duc de Broglie told me to-day that he had been rather\r\n     surprised when he heard of the Emperor and Empress having been at\r\n     Buckingham Palace on so public an occasion as that of last Tuesday,\r\n     that I had not mentioned it to him on Monday afternoon, when we had\r\n     had a long conversation. It would have enabled him to write to M.\r\n     de Rémusat,[3] and thus have prevented any of the effect which a\r\n     sudden announcement in the papers might create in France.\r\n\r\n     I told him that I had not been consulted and did not know the\r\n     fact of the invitation when I saw him, and that if I had, I should\r\n     probably have mentioned it to him, although not a subject about\r\n     which I should have written.\r\n\r\n     I should have explained to him that it was an act of courtesy\r\n     of the Queen to those with whom she had been on friendly relations,\r\n     and that it was analogous to many acts of courtesy shown by the\r\n     Queen to the Orleanist Princes.\r\n\r\n     He laid stress on the publicity of the occasion, and on the\r\n     few opportunities which he, as Ambassador, had of seeing the Queen,\r\n     of which he made no complaint; but it made any attentions to the\r\n     Emperor on public occasions more marked. He was afraid that the\r\n     announcement would produce considerable effect, not upon statesmen,\r\n     but upon the press in France.\r\n\r\n     I repeated that the admission of the Emperor and Empress had\r\n     no political significance, but had been in pursuance with the\r\n     long-established habit of the Queen to show personal courtesy\r\n     to Foreign Princes with whom she had been formerly on friendly\r\n     relations.\r\n\r\nThe fall of the Finance Minister, Pouyer Quertier, in the spring had\r\ngiven rise to hopes that the French commercial policy would become more\r\nliberal, but the letters quoted below show how powerless were the\r\narguments of the British Government and how completely wasted upon the\r\nFrench Ministers were the lamentations of the British free traders,\r\nand their prognostications of ruin to those who were not sufficiently\r\nenlightened to adopt their policy.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, March 5, 1872.\r\n\r\n     I suppose Pouyer Quertier is really out, but we see so many\r\n     changes from hour to hour in resolutions here, that I shall not\r\n     report it officially until his successor is gazetted. We cannot\r\n     have a more Protectionist successor; but, after all, no one is so\r\n     bigoted a Protectionist as Thiers himself.\r\n\r\n     Nevertheless the change of Minister will give a chance or an\r\n     excuse for a change of policy to some extent. I think that with a\r\n     view to this some stronger expression of displeasure, or rather\r\n     perhaps of regret than we have hitherto ventured upon, might have\r\n     a good effect. The new Minister and perhaps even Thiers himself\r\n     might be struck by a report from Broglie that you had put strongly\r\n     before him the impossibility, whatever efforts the Government might\r\n     make, of preventing public opinion in England becoming hostile to\r\n     France if the present commercial policy is persisted in. It is in\r\n     fact plain that there is no probability of France obtaining the\r\n     concessions from the Treaty Powers, on which Thiers professed to\r\n     reckon. The result already is that, whatever may have been the\r\n     intention, the Mercantile Marine Law is in practice a blow which\r\n     falls on England, and not on other European Powers. Unless the\r\n     French Government means to give us a real most favoured nation\r\n     clause, the result of denouncing our treaty will be to place us,\r\n     when it expires, at a special disadvantage as compared with other\r\n     nations. And what it now asks us to effect by negotiation, is to\r\n     hasten the moment at which it can accomplish this. It is quite idle\r\n     to talk of special friendship for us, when its measures practically\r\n     treat us much worse than they do the Germans. M. de Rémusat and\r\n     some other people are fond of saying that it is quite impossible\r\n     that France could bear to see two nations so friendly as Belgium\r\n     and England placed exceptionally in a position inferior to Germany.\r\n     But France seems to bear this with great equanimity so far as our\r\n     merchant navy is concerned.\r\n\r\n     The demand we have made to be exempted from the _surtaxes de\r\n     pavillon_ under our most favoured nation clause would give the\r\n     French Government a means of remedying the injustice _if it wished\r\n     to do so_. At any rate some strong expressions of discontent on\r\n     our part might increase the disinclination of the Assembly and\r\n     some members of the Government to insist on imposing the duties on\r\n     the raw materials. It would be very convenient if there were some\r\n     retaliatory measures to which we could resort, without injuring\r\n     ourselves or departing from our own Free Trade principles. The\r\n     French Government grossly abuses, in order to influence the\r\n     Assembly, our assurances of unimpaired good will, and reluctance\r\n     to retaliate; and so, in my opinion, is preparing the way for the\r\n     real diminution of good will which its success in carrying its\r\n     protectionist measures, to our special injury, must produce in the\r\n     end.\r\n\r\n     The present Government of France does not gain strength; far\r\n     from it. The Imperialists are gaining strength, as people become\r\n     more and more afraid of the Reds, and feel less and less confidence\r\n     in the power either of Thiers, or the Comte de Chambord, or the\r\n     Comte de Paris, to keep them down. The end will probably be brought\r\n     about by some accident when it is least expected. It would not be\r\n     wise to leave out of the calculation of possibilities, the chance\r\n     of Thiers's Government dragging on for some time yet, and it would\r\n     be very difficult to predict what will succeed it. At present the\r\n     Legitimists and Orleanists seem to have lost, and to be daily\r\n     losing prestige, and naturally enough, to be bringing down with\r\n     them the Assembly in which they are or were a majority.\r\n\r\n     Perhaps I ought to say that the despatch which I send you\r\n     to-day about the sojourn of our Royal Family in the South of\r\n     France applies exclusively to them. Everybody knows or ought to\r\n     know that affairs are uncertain in France, but I should not think\r\n     it necessary or proper to warn private people against coming to\r\n     France or staying there. The conspicuous position of members\r\n     of the Royal Family increase the risk of their being placed in\r\n     awkward circumstances, and circumstances which would be of little\r\n     consequence in the case of private people, would be very serious\r\n     and embarrassing if they affected members of the Royal Family of\r\n     England.\r\n\r\nThe last passage referred to a stay at Nice contemplated by the Prince\r\nof Wales. In the event of any change of Government, it was always feared\r\nthat disorders would take place in the southern towns of France.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, March 14, 1872.\r\n\r\n     The commercial disputes with the French Government which, as\r\n     you know, I always apprehended, are coming thick upon us. I foresaw\r\n     what was coming and begged Thiers, Rémusat and other members of\r\n     the Government over and over again to guard against vexations in\r\n     the execution of the Treaty while it lasted. I make little doubt,\r\n     notwithstanding, that all these violent and unfair proceedings are\r\n     prompted, not checked, from Paris.\r\n\r\n     The Spaniards have found out the only way to deal with the\r\n     Protectionist spirit here. The slightest hint at retaliation would\r\n     have such an effect in the Assembly as to stop the onward career of\r\n     illiberality. As things now are, the extortioners have the game in\r\n     their own hands. They levy what duty they please, and pay just as\r\n     much or as little attention as may suit them, to our remonstrances.\r\n     It is a very disagreeable affair for one who, like myself, is\r\n     really anxious that there should be good feeling between the two\r\n     countries. We are in a fix. On the one hand, we cannot, without\r\n     injuring ourselves and abandoning our principles, retaliate; and\r\n     on the other hand, while they feel sure we shall do no more than\r\n     remonstrate, the Protectionist officials will care very little.\r\n     If indeed the general opinion is to be relied upon, the present\r\n     Government and its chief may come down with a crash at any moment,\r\n     but I don't know whether a change would benefit us commercially.\r\n\r\nLord Lyons, like Lord Granville and other English public men and\r\nofficials of the day, was a Free Trader, as has already been stated.\r\nBut it would be difficult for the most ardent Protectionist to make\r\nout a stronger case against the helplessness of a Free Trade policy\r\nwhen negotiating with a foreign Government than is disclosed in these\r\nletters, and there are any number of others all in the same strain. All\r\nthe protestations of goodwill, of sympathy, and benefit to the human\r\nrace, etc., were, and presumably are still, a pure waste of time when\r\naddressed to a country about to frame a tariff in accordance with its\r\nown interests, unless the threat of retaliation is used in order to\r\nretain some bargaining power, as apparently the Spaniards had already\r\ndiscovered.\r\n\r\nIt has already been stated that Thiers's plans of military\r\nre-organization and his somewhat imprudent language had caused some\r\nagitation in Germany, and when the German Ambassador, Count Arnim,\r\nreturned to his post at Paris in the spring of 1872, it was freely\r\nrumoured that he was the bearer of remarkably unpleasant communications.\r\nThese apprehensions turned out to be exaggerated, and Thiers in\r\nconversation always assumed a lamb-like attitude of peace. He denied\r\nthat the Germans had addressed any representations to him, said that all\r\nsuspicions against him were grossly unjust, that it would be absolute\r\nmadness for France to think of going to war, and that, for his part,\r\nthe keystone of all his foreign policy was peace. As for his army\r\nreform schemes, he was a much misunderstood man. He was undoubtedly\r\nreorganizing the military forces of France, and it was his duty to place\r\nthem upon a respectable footing, and so provide a guarantee for peace.\r\nIt was, however, quite false to say that he was arming, for that term\r\nimplied that he was making preparations for war, and that he was putting\r\nthe army into a condition to pass at once from a state of peace to a\r\nstate of war. He was doing nothing of the sort; on the contrary, his\r\nefforts were directed to obtaining the evacuation of the territory, by\r\nproviding for the payment of the war indemnity to Germany, and it could\r\nhardly be supposed that if he were meditating a renewal of the contest,\r\nhe would begin by making over three milliards to her.\r\n\r\nFrom Arnim's language, it appeared that the German public was irritated\r\nand alarmed at the perpetual harping of the French upon the word\r\n'Revenge,' and that the German military men (the _militaires_ who were\r\nalways so convenient to Bismarck for purposes of argument) conceived\r\nthat the best guarantee for peace would be to keep their soldiers as\r\nlong as possible within a few days' march of Paris.\r\n\r\nThe German fears were, no doubt, greatly exaggerated, but if they\r\nexisted at all they were largely due to Thiers's own language, who,\r\nwhile not talking indeed of immediate revenge, was fond of boasting of\r\nthe strength and efficiency of the French army, and even of affirming\r\nthat it was at that very moment equal to cope with the Germans. That he\r\nwas conscious of having created suspicion may be inferred from the fact\r\nthat when the Prince of Wales passed through Paris on his way from Nice\r\nto Germany, he begged H.R.H. to use his influence at the Court of Berlin\r\nto impress upon the Emperor and all who were of importance there, that\r\nthe French Government, and the President himself in particular, desired\r\npeace above all things, and were resolved to maintain it. A letter from\r\nthe British Ambassador at Berlin throws some light upon the prevalent\r\nGerman feeling.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Mr. Odo Russell[4] to Lord Lyons._\r\n\r\n    British Embassy, Berlin, April 27, 1872.\r\n\r\n     Since your letter of the 9th inst. reached me feelings have\r\n     changed in Berlin.\r\n\r\n     Thiers's Army bill and Speech have irritated the Emperor,\r\n     Bismarck and indeed everybody.\r\n\r\n     The Generals tell the Emperor it would be better to fight\r\n     France before she is ready than after; but Bismarck, who scorns the\r\n     Generals, advises the Emperor to fight France _morally_ through\r\n     Rome and the Catholic alliances against United Germany.\r\n\r\n     Although he denies it, Bismarck probably caused those violent\r\n     articles against Thiers to appear in the English newspapers, and he\r\n     tells everybody that Thiers has lost his esteem and may lose his\r\n     support. The next grievance they are getting up against him is that\r\n     he is supposed to have made offers through Le Flô to Russia against\r\n     Germany.\r\n\r\n     In short, from having liked him and praised him and wished for\r\n     him, they are now tired of him and think him a traitor because he\r\n     tries to reform the French Army on too large a scale!\r\n\r\n     Gontaut[5] does not appear to do anything beyond play the\r\n     agreeable, which he does perfectly, and every one likes him. But\r\n     it is said that _Agents_, financial Agents I presume, are employed\r\n     by Thiers to communicate through Jewish Bankers here indirectly\r\n     with Bismarck. Through these agents Thiers is supposed to propose\r\n     arrangements for an early payment of the 3 milliards and an early\r\n     withdrawal of the German troops of occupation,--the payment\r\n     to be effected by foreign loans and the guarantee of European\r\n     Bankers,--in paper not in gold. Bismarck has not yet pronounced\r\n     definitely, but the Emperor William won't hear of shortening the\r\n     occupation of France. Indeed, he regrets he cannot by Treaty leave\r\n     his soldiers longer still as a guarantee of peace while he lives,\r\n     for he is most anxious to die at peace with all the world.\r\n\r\n     So that nothing is done and nothing will be done before Arnim\r\n     returns to Paris. He has no sailing orders yet and seems well\r\n     amused here.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Mr. Odo Russell._\r\n\r\n    Paris, May 7, 1872.\r\n\r\n     Many thanks for your interesting letter.\r\n\r\n     Arnim's account of public opinion at Berlin entirely confirms\r\n     that which you give, only he says Bismarck would be personally\r\n     willing to come to an arrangement with France for payment of the\r\n     milliards and the evacuation of the territory, but that he will not\r\n     run any risk of injuring his own position by opposing either Moltke\r\n     or public opinion on this point.\r\n\r\n     I don't think the Germans need the least fear the French\r\n     attacking them for many years to come. The notion of coming now\r\n     to destroy France utterly, in order to prevent her ever in the\r\n     dim future being able to revenge herself, seems simply atrocious.\r\n     The French are so foolish in their boasts, and the Germans so\r\n     thin-skinned, that I am afraid of mischief.\r\n\r\n     I should doubt Bismarck's being wise in setting himself in\r\n     open hostility to the Vatican. The favour of the Holy See is seldom\r\n     of any practical use, so far as obtaining acts in its favour, to a\r\n     Protestant or even to a Roman Catholic Government; but the simple\r\n     fact of being notoriously in antagonism to it, brings a vast amount\r\n     of opposition and ill-will on a Government that has Catholic\r\n     subjects. The fear of this country's being able at this moment\r\n     to work the Catholic element in Germany or elsewhere against the\r\n     German Emperor appears to me to be chimerical.\r\n\r\n     I wish the Germans would get their milliards as fast as they\r\n     can, and go: then Europe might settle down, and they need not be\r\n     alarmed about French vengeance, or grudge the French the poor\r\n     consolation of talking about it.\r\n\r\n     Arnim was a good deal struck by the decline in Thiers's\r\n     vigour, since he took leave of him before his journey to Rome, but\r\n     he saw Thiers some days ago, when the little President was at his\r\n     worst.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Mr. Odo Russell to Lord Lyons._\r\n\r\n    British Embassy, Berlin, May 11, 1872.\r\n\r\n     I have nothing new to say about the relations of France and\r\n     Germany, but my friends here seem so alarmed at the idea that\r\n     France cannot pay the much longed for three milliards, that if\r\n     Thiers really does pay them, all the rest will be forgiven and\r\n     forgotten, and the withdrawal of the German troops will then be\r\n     impatiently called for. Like yourself I write the impressions of\r\n     the moment and am not answerable for future changes of public\r\n     opinion. Clearly the thing to be desired for the peace of the world\r\n     is the payment by France and the withdrawal by Germany, after which\r\n     a normal state of things can be hoped for--not before.\r\n\r\n     The Pope, to my mind, has made a mistake in declining to\r\n     receive Hohenlohe. He ought to have accepted and in return sent a\r\n     Nuncio to Berlin, thereby selling Bismarck, and controlling his\r\n     German Bishops and the Döllinger movement.\r\n\r\n     Bismarck is going away on leave to Varzin. He is so irritable\r\n     and nervous that he can do no good here at present, and rest is\r\n     essential to him.\r\n\r\n     Your letter of the 7th is most useful to me, many thanks for\r\n     it. I shall not fail to keep you as well informed as I can.\r\n\r\nIn reality, the Germans made little difficulty about the arrangements\r\nfor the payment of the indemnity and evacuation of French territory, and\r\nearly in July Thiers was able to state confidently that he felt certain\r\nof being able to pay the whole of the indemnity by March, 1874, and\r\nthat he had only obtained an additional year's grace in order to guard\r\nagainst accidents.\r\n\r\nA curious incident which occurred in July, 1872, showed how, if\r\nsufficient ingenuity be employed, a trivial personal question may\r\nbe turned to important political use. The Comte de Vogué, French\r\nAmbassador at Constantinople, who possessed little or no diplomatic\r\nexperience, before proceeding on leave from his post, had an audience\r\nof the Sultan. The Sultan received him standing, and began to talk,\r\nwhen Vogué interrupted His Majesty, and begged to be allowed to sit\r\ndown, as other Ambassadors had been accustomed to do, according to him,\r\non similar occasions. What the Sultan actually did at the moment was\r\nnot disclosed, but he took dire offence, and telegrams began to pour\r\nin upon the Turkish Ambassador at Paris desiring him to represent to\r\nthe French Government that if Vogué came back his position would be\r\nvery unpleasant--intimating in fact that his return to Constantinople\r\nmust be prevented. The French Foreign Minister, however, refused this\r\nsatisfaction to the Sultan, and the Turkish Ambassador in his perplexity\r\nsought the advice of Lord Lyons, who preached conciliation, and urged\r\nthat, at all events, no steps ought to be taken until Vogué had arrived\r\nat Paris, and was able to give his version of the incident. The French,\r\nnaturally enough, were at that moment peculiarly susceptible on all\r\nsuch matters, and more reluctant to make a concession than if they\r\nwere still on their former pinnacle of grandeur at Constantinople,\r\nalthough Vogué was clearly in the wrong, for Lord Lyons admitted that\r\nhe had himself never been asked to sit. The importance of the incident\r\nconsisted in the fact that it gave an opportunity of cultivating the\r\ngoodwill of Russia, as the traditional enemy of Turkey. No Frenchman\r\nhad ever lost sight of the hope that some day or other an ally against\r\nGermany might be found in Russia, and there were not wanting signs of a\r\nreciprocal feeling on the part of the latter. It had, for instance, been\r\nthe subject of much remark, that the Russian Ambassador at Paris, Prince\r\nOrloff, had recently been making immense efforts to become popular\r\nwith all classes of the French: Legitimists, Orleanists, Imperialists,\r\nRepublicans, and especially newspaper writers of all shades of politics.\r\nAs it was well known that neither Prince nor Princess Orloff were really\r\nfond of society, these efforts were almost overdone, but nevertheless\r\nthey met with a hearty response everywhere, from Thiers downwards,\r\nfor all Frenchmen were eagerly hoping for a quarrel between Russia\r\nand Germany, and were ready to throw themselves into the arms of the\r\nformer in that hope. Russia, on her side, was clearly not unwilling to\r\ncultivate a friendship which cost nothing, and might conceivably be of\r\nconsiderable profit.\r\n\r\nOn November 5 the new Anglo-French Commercial Treaty was signed,\r\nindignant British Free Traders striving to console themselves with the\r\nthought that France would soon discover the error of her ways and cease\r\nto lag behind the rest of the civilized world in her economic heresy.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, Nov. 12, 1872.\r\n\r\n     I saw Thiers on Friday after I wrote to you on that day; and\r\n     I dined with him on Saturday. He looked remarkably well, and was\r\n     in high spirits and in great good humour, as he ought to be, with\r\n     us. He spoke, as indeed he always does, as if he felt quite sure\r\n     that he should have his own way with the Assembly in all things.\r\n     As regards the organic measures, he talked as if the fight would\r\n     be entirely with the Right; but both sections of the Left have\r\n     declared against organic changes to be made by this Assembly. I\r\n     suppose, however, Thiers is pretty sure to get his own powers\r\n     prolonged for four years certain, and this is what he cares about.\r\n\r\n     I do not, however, find in my Austrian, German, and Russian\r\n     colleagues so unqualified an acquiescence in Thiers remaining\r\n     in power as they professed before I went away. It is said that\r\n     the three Emperors at Berlin were alarmed at the prospect of the\r\n     definitive establishment of any Republic, and still more so at\r\n     the apparent tendency of M. Thiers's policy to leave the country\r\n     to drift into a Red Republic, whenever he quitted the scene.\r\n     However this may be, there is certainly a change in the language\r\n     of their Representatives here, not very marked, but nevertheless\r\n     quite perceptible. Orloff in particular talks as if an immediate\r\n     Imperialist restoration were not only desirable but probable. If he\r\n     really thinks it probable, he is almost alone in the opinion.\r\n\r\n     The Prince de Joinville, who came to see me yesterday,\r\n     said that he had been a great deal about in the country, and\r\n     that he found everywhere an absolute indifference to persons\r\n     and dynasties, and a simple cry for any Government which would\r\n     efficiently protect property. He thought that Thiers would be\r\n     supported for this reason, but that whatever institutions might\r\n     be nominally established, they would last only as long as Thiers\r\n     himself did, and that afterwards everything would be in question,\r\n     and the country probably divide itself into two great parties,\r\n     Conservatives and Reds, between whom there would be a fierce\r\n     struggle notwithstanding the great numerical superiority of the\r\n     former.\r\n\r\nIn the absence of exciting internal topics, the year closed with a\r\nslight sensation provided by Gramont, who, it might have been supposed,\r\nwould have preferred not to court further notoriety. Count Beust had\r\nrecently asserted that he had warned France against expecting help\r\nfrom Austria in the event of a war with Prussia. Gramont replied\r\nby publishing a letter in which the following statement occurred.\r\n'L'Autriche considère la cause de la France comme la sienne, et\r\ncontribuera au succès de ses armes dans les limites du possible.'\r\nThis quotation was supposed to be taken from a letter from Beust to\r\nMetternich, dated July 20, 1870 (the day after the declaration of war),\r\nand left by Metternich with Gramont, who took a copy and returned the\r\noriginal. Metternich was believed to have shown the letter also to the\r\nEmperor Napoleon and to Ollivier. The letter was represented as going on\r\nto say that the neutrality proclaimed by Austria was merely a blind to\r\nconceal her armaments, and that she was only waiting till the advance of\r\nwinter rendered it impossible for Russia to concentrate her forces.\r\n\r\nIt was generally believed that there was plenty of evidence that an\r\noffensive and defensive alliance was in course of negotiation between\r\nFrance and Austria in 1869, though no treaty was signed, and the record\r\nappears to have consisted in letters exchanged between the two Emperors,\r\nbut as Gramont had nothing more than a copy of a letter from Beust to\r\nMetternich his evidence was legally defective, whatever its moral\r\nvalue, and it was questionable whether as an ex-Minister he had any\r\nright to disclose such secrets.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, Dec. 31, 1872.\r\n\r\n     Gramont's further revelations confirm what I told you in my\r\n     letter of the 24th. The question is becoming tiresome. I conceive\r\n     there is no doubt that Beust at Vienna, and Metternich here,\r\n     fanned the flame of French discontent after Sadowa, with a view\r\n     to avenging themselves when Austria and France should be ready,\r\n     and circumstances favourable. I think also that Gramont came back\r\n     from Vienna full of Beust's warlike ideas, and very well inclined\r\n     to carry them out. What exchange of letters may have taken place\r\n     between the two Emperors, or what record of any kind there may be\r\n     of engagements between the two countries to help one another, it is\r\n     more difficult to say.\r\n\r\n     The assertion is that after war had been declared, Austria\r\n     engaged to move on the 15th September. Others say that she also\r\n     required that France should have an army in Baden.\r\n\r\n     This is not inconsistent with her having dissuaded France from\r\n     war in July, 1870, when she knew positively it would be premature\r\n     for herself, and probably had some suspicion that France was also\r\n     not really prepared.\r\n\r\nEarly in January, 1873, the Emperor Napoleon died at Chiselhurst. The\r\nview of Thiers was that this event would render the Bonapartists, for\r\nthe time, more turbulent and less dangerous. He believed that the\r\nEmperor's personal influence had been used to quiet the impatience\r\nof his followers, while, on the other hand, his death removed the\r\nonly member of the family who was popular enough in France to be a\r\nformidable candidate. Thiers's childish susceptibility with regard to\r\nthe Bonapartists showed itself in his expressed hope that the Emperor's\r\ndeath would be followed by the disappearance of the public sympathy in\r\nEngland with the family in its misfortunes.\r\n\r\nThe opinions of Thiers seem to have been generally prevalent. The\r\nEmperor was remarkably kind and courteous to all who approached him; he\r\nwas a firm friend; not, as a rule, an implacable enemy, and he inspired\r\nno small number of people with a warm attachment to him personally. He\r\nwas also generally popular, and the glittering prosperity of the early\r\npart of his reign was attributed by a large part of the common people\r\nto his own genius and merits, while they were prone to consider that\r\nits disastrous close was due to treason. No other member of the family\r\nexcited feelings of the same kind, and in France a cause was always so\r\nlargely identified with an individual that there was no doubt that the\r\nhold of the Imperialists upon the country was largely weakened by the\r\nloss of their chief.\r\n\r\nIt is perhaps worth noting that Lord Lyons, although it was notoriously\r\ndifficult to extract any such opinions from him, did in after years\r\nadmit reluctantly to me, that although he liked Napoleon III.\r\npersonally, he had always put a low estimate upon his capacity.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Jan. 31, 1873.\r\n\r\n     I cannot say that the political atmosphere grows clearer. The\r\n     Right are in their hearts as anxious as ever to depose Thiers.\r\n     They believe as firmly as ever that if he makes the new elections,\r\n     he will have a Chamber, not only of Republicans, but of very\r\n     advanced Republicans. They see that all their little endeavours to\r\n     restrain him and to establish ministerial responsibility will have\r\n     no political effect. The death of the Emperor has not strengthened\r\n     Thiers's position with regard to the Right. On the contrary,\r\n     they are less disposed to bear with him since the removal of the\r\n     candidate for the Throne of whom they were most afraid, and from\r\n     whom they justly thought that Thiers would make every effort to\r\n     shield them. They are consequently, even more than they usually\r\n     are, employed in casting about for something to put in Thiers's\r\n     place. The Fusion is again 'almost' made, and MacMahon is again\r\n     talked of as ready to take the Government during the transition\r\n     from the Republic to the King.\r\n\r\n     Orloff, the Russian Ambassador, propounded to me to-day a plan\r\n     of his own for preventing conflicts between Russia and England\r\n     in Central Asia. So far as I understood it, it was that England\r\n     and Russia should enter into a strict alliance, should encourage\r\n     and protect, by force of arms, commerce between their Asiatic\r\n     Dominions, and unite them at once by a railroad. He said there\r\n     was a Russian company already formed which desired to connect the\r\n     Russian railway system with the Anglo-Indian railways. He told me\r\n     that Brünnow was always writing that war between England and Russia\r\n     was imminent and that England was preparing for it. If Brünnow's\r\n     vaticinations are believed, they may perhaps have a not unwholesome\r\n     effect upon the Russian Government.\r\n\r\nPrince Orloff seems to have had in contemplation that Trans-Persian\r\nRailway which has met with the approval of the Russian and British\r\nGovernments at the present day. The Russian advance in Central Asia\r\nin 1872 and 1873 had been the subject of various perfectly futile\r\nrepresentations on the part of Her Majesty's Government, but Baron\r\nBrünnow must have been a singularly credulous diplomatist if he really\r\nbelieved that we were making preparations for a war with Russia or any\r\none else.\r\n\r\nIf Orloff with prophetic insight foresaw a Trans-Persian Railway, Thiers\r\nmight be acclaimed as being the first person to suggest the project of\r\nthe Triple Entente between England, France, and Russia. Strangely enough\r\nit was the affairs of Spain that put this notion into his head, the idea\r\nprevalent in France being that Germany was bent on making that country a\r\ndangerous neighbour to France, and bestowing a Hohenzollern prince upon\r\nher as sovereign. The prospect of an 'Iberic Union,' which was being\r\ndiscussed at the time, was considered to be exceptionally threatening to\r\nFrance, and Thiers had had quite enough of united states on the French\r\nfrontier.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, March 4, 1873.\r\n\r\n     M. Thiers spoke to me last night very confidentially about\r\n     Spain and Portugal. The Spanish question was, he said, becoming so\r\n     serious that it could hardly be considered an internal question.\r\n     Among other things, the independence of Portugal was at stake. Now,\r\n     in his opinion, the best chance of avoiding a collision between the\r\n     Powers of Europe would be that England, France, and Russia should\r\n     come to an understanding on the subject. He did not think that\r\n     there would be any difficulty in effecting such an understanding;\r\n     and indeed he had reason to believe that Russia was at this moment\r\n     particularly well disposed to act in concert with England. He was\r\n     far from being so absurd as to propose a new Holy Alliance; indeed,\r\n     he desired to avoid all show and ostentation--indeed all publicity.\r\n     He simply wished that, without any parade, the three Powers he had\r\n     named should concert measures in order to avert events which might\r\n     imperil the peace of Europe. After some further conversation, he\r\n     observed that it would be impossible to avert a collision, if the\r\n     Peninsula were formed into one Iberic state with a Hohenzollern for\r\n     a monarch.\r\n\r\n     I did not invite M. Thiers to state more definitely in what\r\n     form he proposed that the understanding between France, Russia, and\r\n     England should be effected, or what combined action he proposed\r\n     they should adopt. I thought indeed that it would be very dangerous\r\n     for France to enter into any sort of an alliance with Foreign\r\n     Powers against Germany at this moment, and that the smallest result\r\n     might be to delay the evacuation of French territory. Nor indeed\r\n     did I know that there was any evidence that Germany was actively\r\n     pursuing designs in Spain in such a way and to such a degree,\r\n     as would render it proper or advantageous to try the hazardous\r\n     experiment of undertaking to settle a European question without\r\n     her, not to say in spite of her.\r\n\r\n     I consequently only listened to what M. Thiers said. He\r\n     concluded by telling me to treat his idea as most strictly\r\n     confidential and to confide it only to your ear in a whisper.\r\n\r\n     As regards the state of Spain, M. Thiers said that he believed\r\n     the Federal Party was after all the party of order; that at all\r\n     events it was predominant in all the outer circumference of\r\n     Spain; that the Unitarians existed only in Madrid and the central\r\n     provinces, and that the North was Carlist or Federal. This being\r\n     the case, his advice to the Government of Madrid had been to make\r\n     concessions to the Federals. He did not think that, if properly\r\n     managed, their pretensions would go much beyond what was called in\r\n     France 'decentralisation administrative.'\r\n\r\n     The view of the Federals being the party of order in Spain\r\n     was new to me, but M. Thiers was beset by a host of deputies and I\r\n     could not continue the conversation.\r\n\r\nA letter from Lord Odo Russell[6] to Lord Lyons admirably defines\r\nthe attitude of Germany, and is an exceptionally lucid summary of\r\nBismarckian policy in general.\r\n\r\n       *       *       *       *       *\r\n\r\n    British Embassy, Berlin, March 14, 1873.\r\n\r\n     Thanks for yours of the 4th instant.\r\n\r\n     As regards Spain, Thiers, and Bismarck I cannot add anything\r\n     more definite or more precise. Bismarck and the Emperor William\r\n     are so far satisfied that the Republic will make room for the\r\n     Alphonsists so that they can afford to wait and look on.\r\n\r\n     What Bismarck intends for Spain later, no one can guess, but\r\n     clearly nothing favourable or agreeable to France.\r\n\r\n     The two great objects of Bismarck's policy are:\r\n\r\n     (1) The supremacy of Germany in Europe and of the German race\r\n     in the world.\r\n\r\n     (2) The neutralization of the influence and power of the Latin\r\n     race in France and elsewhere.\r\n\r\n     To obtain these objects he will go any lengths while he lives,\r\n     so that we must be prepared for surprises in the future.\r\n\r\n     A change has come over the Emperor and his military advisers\r\n     in regard to the evacuation of French territory, as you have seen\r\n     by his speech on opening the German Parliament.\r\n\r\n     His Majesty is now prepared to withdraw his garrison as soon\r\n     as the fifth and last milliard shall have been paid by Paris and\r\n     received at Berlin.\r\n\r\n     So that if it is true that Thiers proposes to pay the fifth\r\n     milliard in monthly instalments of 250,000,000 fs. beginning from\r\n     the 1st of June, the evacuation might be expected in October and\r\n     France be relieved of her nightmare.\r\n\r\n     This I look upon as a most desirable object. It appears to\r\n     me that the re-establishment of the future balance of power in\r\n     Europe on a general peace footing, is _the_ thing Diplomacy should\r\n     work for, and that nothing can be done so long as the Germans have\r\n     not got their French gold, and the French got rid of their German\r\n     soldiers.\r\n\r\n     The Germans, as you know, look upon the war of revenge as\r\n     unavoidable and are making immense preparations for it.\r\n\r\n     Germany is in reality a great camp ready to break up for any\r\n     war at a week's notice with a million of men.\r\n\r\n     We are out of favour with the Germans for preferring the old\r\n     French alliance to a new German one, as our commercial policy is\r\n     said to prove, and this impression has been lately confirmed by\r\n     Thiers's _exposé des motifs_.\r\n\r\n     Thiers is again out of favour at Berlin, because the Russian\r\n     Government has warned the German Government that Thiers is working\r\n     to draw Russia into the Anglo-French Alliance contrary to their\r\n     wishes. I believe myself that the alliance or understanding between\r\n     Russia and Germany, Gortschakoff and Bismarck is real, intimate, and\r\n     sincere; and that they have agreed to preserve Austria so long as\r\n     she obeys and serves them, but woe to Austria if ever she attempts\r\n     to be independent!\r\n\r\n     Then the German and Slav elements she is composed of, will be\r\n     made to gravitate towards their natural centres, leaving Hungary\r\n     and her dependencies as a semi-oriental vassal of Germany and\r\n     Russia. However, those are things of the future, at present I can\r\n     think of nothing but the crisis at home and the deep regret I feel\r\n     at losing my kind benefactor Lord Granville as a chief. My only\r\n     consolation is that he will the sooner return to power as our\r\n     Premier, for he is clearly the man of the future.\r\n\r\n     I hope you will write again occasionally.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord O. Russell._\r\n\r\n    Paris, April 8, 1873.\r\n\r\n     Many thanks for your most interesting letter of the 14th. I\r\n     entirely agree with you that the one object of diplomacy should be\r\n     to re-establish the balance of power in Europe on a peace footing.\r\n     The payment of the indemnity and the departure of the German troops\r\n     from France are of course necessary to the commencement of anything\r\n     like a normal state of things. The French all more or less brood\r\n     over the hope of vengeance, and the Germans give them credit for\r\n     being even more bent upon revenge than they really are. So Germany\r\n     keeps up an enormous army, and France strains every nerve to raise\r\n     one; and what can diplomatists do?\r\n\r\n     In Germany they seem to attach a great deal more than due\r\n     importance to the Commercial Treaty, as a sign of a tendency\r\n     towards a renewal of the Anglo-French Alliance. But then the\r\n     Germans have always been more angry with us for not helping to blot\r\n     France out of Europe than the French have been with us for not\r\n     helping them out of the scrape they got into by their own fault.\r\n     Germans and French are to my mind alike unreasonable, but we only\r\n     suffer the ordinary fate of neutrals.\r\n\r\n     Thiers professes to have no thought of forming any alliance at\r\n     present; and to consider that it would be absurd of France to try\r\n     for more at this moment than to ward off great questions, and live\r\n     as harmoniously as she can with all Foreign Powers, without showing\r\n     a preference to any. This is no doubt the wise and sensible policy.\r\n     Thiers certainly acts upon it so far as England is concerned. Does\r\n     he also act upon it as regards Russia? I cannot say. I think there\r\n     is a little coquetry between him and the Russians.\r\n\r\nLord Granville appears to have sent through the Duchesse de Galliera\r\na private message warning Thiers of the dangers of his advances to\r\nRussia; but the latter asserted that although the French Ambassador at\r\nSt. Petersburg had been directed to maintain the most cordial relations\r\nwith the Russian Government, matters had not gone further than that, and\r\nthat he had made no communications which he should object to Germany\r\nknowing of. Thiers's tenure of power was, however, destined shortly to\r\ncome to an end. On May 24, the veteran who had rendered such invaluable\r\nservices to the country was defeated by a combination of opponents, and\r\nMarshal MacMahon became President of the Republic in his stead. The\r\nchange of Government was received quietly by the country; the elaborate\r\nprecautions which had been taken in case of disorder proved superfluous,\r\nand the funds rose on the assumption that the Marshal was to prove to\r\nbe the new saviour of society. MacMahon, who had reluctantly accepted\r\nthe honour thrust upon him, was generally regarded as a French General\r\nMonk, but which of the three pretenders was to be his Charles the Second\r\nremained a matter of complete uncertainty. The fickle crowd hastened to\r\nprostrate itself before the rising sun, and the first reception held by\r\nthe new President at Versailles constituted a veritable triumph; swarms\r\nof people of all sorts attending, particularly those members of smart\r\nsociety who had long deserted the salons of the Préfecture. Amongst the\r\nthrong were particularly noticeable the Duc d'Aumale and his brothers,\r\nwearing uniform and the red ribands which they had never been known to\r\ndisplay before. All looked smooth and tranquil, as it usually did at\r\nthe beginning; but the Government so far had not done anything beyond\r\nchanging Prefects and Procureurs. The political situation, for the time\r\nbeing, might be summed up in the phrase that the French preferred to\r\nhave at their head a man _qui monte à cheval_, rather than a man _qui\r\nmonte à la tribune_.\r\n\r\nAlthough the dismissal of Thiers savoured of ingratitude, it was not\r\naltogether unfortunate for him that he had quitted office at that\r\nparticular moment, for little doubt was felt that, with or without any\r\nerror of policy on his own part, the country was gradually drifting\r\ntowards communism. At any rate, he could compare with just pride the\r\nstate in which he left France to the state in which he found her.\r\nAlthough the last German soldier had not yet left French soil, the\r\ncredit of the liberation of the country was due to him, and by his\r\nfinancial operations, successful beyond all expectations, he had not\r\nonly paid off four milliards, but provided the funds for discharging\r\nthe fifth, and so admirably conducted the negotiations that the German\r\nGovernment was willing to withdraw the rest of the occupying force.\r\n\r\nThe fall of Thiers caused searchings of heart at Berlin, and a\r\nconversation with Count Arnim, the German Ambassador at Paris, in June\r\nshowed that the German Government regarded MacMahon with anything but\r\nfavour. Arnim stated that displeasure had been felt at Berlin, both\r\nat language held by the Marshal before his appointment, and at his\r\nneglect in his former position to act with proper courtesy towards the\r\nEmperor's Ambassador in France. The German Government did not doubt that\r\nthe remainder of the indemnity would be paid, but Thiers indulged less\r\nthan other Frenchmen in hostile feelings towards Germany, and he and a\r\nfew of the people about him seemed to be the only Frenchmen who could\r\nbring themselves to act with propriety and civility in their relations\r\nwith Germans. In fact, Thiers's foreign policy had been wise and\r\nconciliatory, but as for his internal policy, he, Count Arnim, avowed\r\nthat he entirely concurred in the opinion that it would have thrown the\r\ncountry in a short time into the hands of the Red Republicans.\r\n\r\nThe unfortunate Arnim was apparently at this time unconscious of his\r\nimpending doom, although, as the following interesting letter from Lord\r\nOdo Russell to Lord Lyons shows, his fate had been sealed months before.\r\n\r\n       *       *       *       *       *\r\n\r\n    _British Embassy, Berlin, Jan. 18, 1873._\r\n\r\n     What I have to say to-day grieves me to the soul, because it\r\n     goes against my excellent friend and landlord Harry Arnim.\r\n\r\n     Said friend, it is said, could not resist the temptation of\r\n     turning an honest penny in the great War Indemnity Loan at Paris,\r\n     and the Jew Banker he employed, called Hanseman, let it out to\r\n     Bismarck, who could not understand how Arnim was rich enough to buy\r\n     estates in Silesia and houses in Berlin.\r\n\r\n     Now Bismarck, who is tired of Arnim, and thinks him a rising\r\n     rival, will make use of this discovery with the Emperor whenever he\r\n     wants to upset Arnim and send a new man to Paris.\r\n\r\n     He thinks him a rising rival because Arnim went to Baden\r\n     last autumn and advised the Emperor, behind Bismarck's back, to\r\n     go in for an Orleanist Monarchy and drop Thiers, in opposition to\r\n     Bismarck's policy, who wishes to drop all Pretenders and uphold\r\n     Thiers as long as he lives.\r\n\r\n     Besides which Arnim hinted at a readiness to take office at\r\n     home if Bismarck came to grief.\r\n\r\n     The Emperor is fond of Arnim and listened with complacency and\r\n     told Bismarck when he returned from Varzin,--Bismarck has vowed\r\n     revenge! I have not written all this home because it would serve\r\n     no purpose yet,--but it may be useful to you as a peep behind the\r\n     curtain. Meanwhile Bismarck has appointed one of his _secret_\r\n     agents as Commercial Secretary to the Paris Embassy to watch Arnim.\r\n     His name is Lindau and as he is a very able man and an old friend\r\n     of mine, I have given him a letter to you. He might become useful\r\n     some day.\r\n\r\n     Let me add _in confidence_ that he corresponds privately and\r\n     secretly with Bismarck behind Arnim's back.\r\n\r\n       *       *       *       *       *\r\n\r\nIt will be observed that the views expressed by Arnim to Lord Lyons in\r\nJune are not altogether consistent with those attributed to him in the\r\nabove letter, but Lord Odo Russell's opinion that his implacable chief\r\nwould crush him at the first opportunity was only too well justified\r\nbefore long.\r\n\r\nFOOTNOTES:\r\n\r\n[Footnote 1: June, 1871.]\r\n\r\n[Footnote 2: German Ambassador at Paris.]\r\n\r\n[Footnote 3: Foreign Minister in succession to M. Jules Favre.]\r\n\r\n[Footnote 4: Subsequently Lord Ampthill.]\r\n\r\n[Footnote 5: French Ambassador at Berlin.]\r\n\r\n[Footnote 6: Formerly Mr. Odo Russell.]"
  ]
}