{
  "index": 12,
  "title": "Chapter 11",
  "paragraphs": [
    "M. GRÉVY'S PRESIDENCY\r\n\r\n(1878-1879)\r\n\r\n\r\nThe event in 1878 which aroused more interest in France than the Berlin\r\nCongress or anything else, was the holding of the great Exhibition\r\nin Paris, which not only demonstrated to the world the recovery of\r\nFrance from the disasters of 1870-71, but had the beneficial effect\r\nof improving Anglo-French relations. It was universally acknowledged\r\nthat nothing had contributed more to the success of the Exhibition\r\nthan the hearty co-operation given from first to last by England, and\r\nin this connection the services rendered by the Prince of Wales were\r\nof conspicuous value. His Royal Highness had come to Paris early in\r\nthe year to press forward the preparations of the British section; he\r\nwas present at each important phase of the Exhibition; he attended\r\nunremittingly at the office of the British Royal Commission, and was\r\nassiduous in transacting business there with the French Exhibition\r\nauthorities as well as with the British and Colonial Commissioners and\r\nexhibitors. These visible proofs of the Prince's interest in their great\r\nundertaking were by no means lost upon the French, and the judgment and\r\ntact which he displayed, whenever opportunities arose for impressing\r\nupon the French people the cordial feeling entertained by himself and\r\nby his country towards France, produced an excellent political effect.\r\n\r\nThe Exhibition naturally threw upon the Embassy an immense amount of\r\nextra labour, consisting largely of social work, and one of the most\r\nbrilliant social functions of the year was a ball at the British Embassy\r\nattended by the Prince and Princess of Wales, at which the various\r\nhostile sections of the French political world met, on that occasion\r\nonly, in temporary harmony.\r\n\r\nThe general success of the Exhibition and the prominence of English\r\nparticipation inspired Queen Victoria with the desire to pay a very\r\nprivate visit to Paris, accompanied by Princess Beatrice and a small\r\nsuite, towards the beginning of August. So anxious was she to maintain\r\nsecrecy that the only person in England to whom her intention was\r\nconfided, was Lord Beaconsfield, and Lord Lyons was enjoined not to say\r\na word about it to any one, but to inform her confidentially whether she\r\ncould visit the Exhibition without being mobbed; whether the heat was\r\nlikely to be intense; and whether there was any danger to be apprehended\r\nfrom Socialists--the term Socialist doubtless including, in the Royal\r\nvocabulary, Anarchists, Terrorists, and Revolutionaries in general.\r\nIncidentally, too, she expressed a wish to hear the Ambassador's opinion\r\nof the Treaty of Berlin.\r\n\r\nLord Lyons answered the first queries satisfactorily, but it was\r\ncharacteristic of him that, even to his sovereign, he declined to commit\r\nhimself to an opinion on the policy of his official chief. 'Lord Lyons\r\nwas always of opinion that Your Majesty's Representative at the Congress\r\nshould be a Cabinet Minister, and he rejoiced very much when he heard\r\nthat Lord Beaconsfield and Lord Salisbury had been appointed. He has no\r\ndetailed or authentic information of the proceedings of the Congress,\r\nbut so far as he can judge at present, he has every hope that the\r\nresults will be satisfactory to Your Majesty.'\r\n\r\nA long series of letters followed, and after much hesitation, the\r\nQueen finally abandoned her intention, the prospect of hot weather\r\napparently proving to be too great a deterrent. One singular incident in\r\nthe correspondence, which was conducted with much secrecy, was that a\r\nletter from Lord Lyons went all the way to New York before reaching its\r\ndestination at Balmoral--an error for which some one presumably suffered.\r\n\r\nDuring the autumn and winter of 1878, constant discussions took\r\nplace between the English and French Governments on the subject of\r\nquestions connected with Egypt and Tunis, and it was again thought\r\nat one time that a French _coup_ was in contemplation as a reply to\r\nthe Anglo-Turkish Convention. The New Year was signalized by the\r\ndenunciation of the Commercial Treaty. In announcing this intelligence,\r\nLord Lyons said that his only surprise was that the existing Treaty had\r\nlasted so long, and that he did not consider it advisable to make any\r\nattempt to conceal annoyance about it. The treaty of 1860 had been made\r\nfrom political motives, and our best chance of being decently treated\r\ncommercially lay in the dislike of the French to placing themselves on\r\nbad terms with us. 'This is the policy Gambetta avows. As for any Free\r\nTrade feeling in France, that is absolutely a broken reed for us to lean\r\nupon.'\r\n\r\nIn January, 1879, senatorial elections took place which resulted in\r\nlarge Republican gains, and it seemed probable that the existing\r\nModerate Ministry might not last much longer. It was generally expected\r\nthat when the Chambers met, there would be a great struggle on the\r\npart of the advanced Left for all the lucrative and important posts,\r\nand there were the usual fears of mob rule which prevailed whenever\r\na partial or entire change of Ministry was imminent. The prospect\r\nof losing Waddington as Foreign Minister drew from Lord Salisbury a\r\ncharacteristic expression of regret: 'I suppose M. Waddington is likely\r\nto be a transitory phenomenon, if the papers are to be believed. I am\r\nsorry for it; for he suits us much better than some converted Legitimist\r\nwith an historic name, whose policy I suppose will be a compound of\r\nLouis XIV. and 1791.'\r\n\r\nWaddington was not to go yet, however, and Lord Lyons complained that\r\nhe made his life a burden to him in connection with the proceedings\r\nof the British Consul General at Tunis--an aged official who did not\r\nview the spirited French policy there with any friendly eye, and whose\r\nremoval the French Government ardently desired. As a general massacre of\r\naged official innocents was contemplated shortly by the British Foreign\r\nOffice, a somewhat ignominious compromise was offered in the shape of\r\nan early retirement of this particular official under an age limit. The\r\nFrench intentions with regard to Tunis had by this time become quite\r\nevident, and the unfortunate Bey found it extremely difficult to prevent\r\nexcuses being found for active intervention in the shape of naval\r\ndemonstrations and so forth; it being well known that Marshal MacMahon\r\nand other military men were extremely eager to annex the country at the\r\nfirst opportunity.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Salisbury._\r\n\r\n    Paris, Jan. 14, 1879.\r\n\r\n     I should be very sorry to do anything disagreeable to the\r\n     French with regard to Tunis. It is the place about which they are\r\n     most susceptible at this moment, and the irritation they would feel\r\n     at any interference with them there, would overpower, at all events\r\n     for the time, all considerations of the general advantages of being\r\n     well with England.\r\n\r\n     When I said that I saw no reason for hiding any displeasure we\r\n     might feel at the denunciation of the Commercial Treaties and at\r\n     the manner in which it was done, I meant that we should not abstain\r\n     from direct expressions of dissatisfaction at the thing itself.\r\n\r\n     My notion is that if we take it too quietly, the\r\n     Protectionists will be able to make the Chambers believe that they\r\n     can do what they like about the Tariff, and need not fear any\r\n     resentment from England. I think that if it can be managed, it\r\n     will be advisable to put it out of the power of the ministers to\r\n     say that the denunciation has been well received by the English\r\n     Government, and has produced no bad impression upon it. In order to\r\n     effect this, I should be glad that something unmistakable on the\r\n     point should be said in a written communication. If, as I suppose,\r\n     Montebello's[21] answer to your note declares that the intention\r\n     is to denounce the Treaties one and all, then the rejoinder which\r\n     you must make in order to _prendre acte_ of the denunciation\r\n     would afford a natural opportunity of expressing annoyance and\r\n     apprehension. This is what was in my mind when I wrote.\r\n\r\n     There are many members in the Chamber who would deprecate\r\n     anything likely to produce coolness between France and England,\r\n     and it is not desirable to leave the Protectionists the means\r\n     of asserting that there is no danger that a restrictive tariff\r\n     would do this. But the feeling is a vague one, and it would be\r\n     weakened by endeavours to define it sharply, or to appeal to it too\r\n     pointedly.\r\n\r\n     Gambetta holds that the true policy of France is to cultivate\r\n     the friendship of England and not to loosen the tie of France upon\r\n     her by instructions injurious to her commerce. He is in particular\r\n     very much afraid of the feeling in favour of the Empire which would\r\n     be revived in the wine-growing districts, if under the Republic the\r\n     English wine duties became less favourable to French wines.\r\n\r\n     The game of the Protectionists is to put the duties in the\r\n     general tariff as high as they dare, without provoking retaliation;\r\n     and the general tariff once passed, to declare that it is the\r\n     latest expression of the will of the country, and that the\r\n     Government has no right to relax it by treaty, unless by way of\r\n     barter, in return for great concessions made to France.\r\n\r\n     In the mean time matters may possibly in some measure\r\n     be modified, as regards commercial policy by changes in the\r\n     Government, but the modification in this respect would scarcely be\r\n     very great.\r\n\r\n     The 'groups,' as they are called, of the Left have been\r\n     endeavouring to get the ministers to negotiate with them before\r\n     the Chambers met. They want, now the Chambers have met, to reduce\r\n     the Ministers to absolute dependence on Parliamentary Committees.\r\n     The Ministers are acting properly and constitutionally. They\r\n     decline to be dictated to by groups and committees, and they intend\r\n     to announce their programme from the Tribune, and to call for a\r\n     vote of confidence or want of confidence, from both Chambers.\r\n     Waddington, when I saw him yesterday, was very confident of\r\n     success. They have found it necessary to sacrifice the Minister\r\n     of War, who, among other defects was entirely inefficient in the\r\n     Tribune, but Waddington did not anticipate any other changes in the\r\n     Cabinet. He said that Gambetta had promised the Government his full\r\n     and cordial support.\r\n\r\n     To pass from Paris, or rather from Versailles to\r\n     Constantinople, I will give you for what it may be worth, a story\r\n     which has been brought to the Embassy by a person who has sometimes\r\n     shown himself to be well informed with regard to what is passing\r\n     at the Porte. He affirms that a compact has been made between\r\n     Khaireddin and Osman Pashas to dethrone Sultan Abdul Hamid and set\r\n     aside the Othman family altogether as effete and half insane. This\r\n     being done, a member of a family established at Konia is, according\r\n     to my informant, to be declared Sultan.\r\n\r\n     I have often heard of the Konia family as having a sort of\r\n     pretention to the throne, as descending from Seljuk Sultans or some\r\n     other dynasty overthrown by Othman or his successors.\r\n\r\n     Abdul Hamid does not generally leave his Grand Viziers in\r\n     office long enough for them to be able to mature a 'conspiracy\r\n     against him.'\r\n\r\nIn January a prolonged struggle took place between the Ministry and the\r\nLeft, chiefly over the burning question of Government officials, and\r\nthe alleged unwillingness to introduce really Republican measures; and\r\nbefore the end of the month Marshal MacMahon and his Prime Minister,\r\nM. Dufaure tendered their resignations. It was well known that the\r\nMarshal was anxious to take this course, and he followed the advice of\r\nhis friends in choosing, as his reason for resigning, his inability\r\nto concur in a measure which deprived some officers of high rank of\r\ntheir military commands. When, therefore, he was confronted with the\r\nalternative of signing the decree removing his old companions in arms,\r\nor of resigning himself, he replied that Ministers would have to look\r\nout for another President, and M. Grévy, a comparatively moderate\r\nLiberal, was elected in his place by a large majority. The 'transitory\r\nphenomenon,' M. Waddington, however, remained in office and indeed\r\nbecame head of a new Administration, but it was felt that this\r\narrangement was merely temporary. Power had really passed into the hands\r\nof Gambetta, and although he contented himself, for the time being, with\r\nthe Presidency of the Chamber of Deputies, there was nothing to prevent\r\nhim from establishing himself in office, whenever he should think that\r\nthe opportune moment had arrived; since, unlike the Speakership in\r\nEngland, the Presidency of the Chamber is looked upon in France as the\r\nroad to the highest Ministerial rank.\r\n\r\nIn consequence of the election of a new President of the Republic in\r\nthe person of M. Grévy, the question arose as to whether the Foreign\r\nRepresentatives should receive fresh credentials, and the action of\r\nPrince Bismarck in this connection caused fresh discord amongst leading\r\nFrench politicians. When M. Waddington was at Berlin, he had made a\r\nvery favourable impression upon the Chancellor, and as he himself\r\nsubsequently informed me, Bismarck had taken great pains to be civil\r\nto him, and to manifest that especial confidence which takes the form\r\nof abusing other people--notably Prince Gortschakoff. He now took the\r\nopportunity to inform M. Waddington that he entertained such remarkable\r\nesteem for him, that he had advised the Emperor to dispense with any new\r\nletter of credence, a proceeding which infuriated Gambetta and disposed\r\nhim to upset Waddington at an early date. 'Altogether there seems an\r\nimpression,' wrote Lord Lyons, 'that the new Ministry will not last\r\nlong. Gambetta does not like either Grévy or Waddington. Waddington has\r\nyet to show that he has the staff of a Prime Minister in him. He has\r\nnot hitherto been a very ready or a very effective speaker. He is\r\neven said to have a slight English accent in speaking French. I don't\r\nbelieve any one ever perceived this who did not know beforehand that he\r\nhad had an English education. But this English education certainly has\r\nhad the effect of preventing him having exactly French modes of thought\r\nand French ways, and thus he is not always completely in tune with the\r\nfeelings of his hearers in Parliament.'\r\n\r\n[Illustration: _J Russell & Sons, Phot._\r\n\r\n_William Henry Waddington_\r\n\r\nLONDON: EDWARD ARNOLD]\r\n\r\nIt was a common charge made against the late M. Waddington by his\r\nopponents that he spoke French with an English, and English with a\r\nFrench accent. As a matter of fact, he was a perfect specimen of a\r\nbilinguist, and would have passed as a native of either nation.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Salisbury._\r\n\r\n    Feb. 11, 1879.\r\n\r\n     Fournier's[22] vagaries are becoming very dangerous, but we\r\n     are in a state of anarchy here. The Ministry is composed in general\r\n     of men of respectable character and respectable abilities; but\r\n     there is no one of them who has hitherto obtained any great hold\r\n     on the Chambers or on the country. Their proper game would be to\r\n     try and form a Liberal-Conservative party of the Centre Gauche,\r\n     the Centre Droit, and the Gauche Républicaine, with whose support\r\n     and that of the country at large, they might keep the Ultra Reds\r\n     in check. Hitherto they have not shown that there is stuff enough\r\n     in them for this, but then they have hardly had a chance. They\r\n     have made a weak compromise on the Amnesty Question, but if they\r\n     get a good majority on that question, they might start afresh and\r\n     show what is in them. So far they are looked upon by most people\r\n     as warming pans for Gambetta and his followers: and I have been\r\n     assured that some of the French Representatives abroad do not\r\n     hesitate to communicate with Gambetta behind Waddington's back.\r\n\r\n     I must confess that, contrary to my wont, I am rather gloomy\r\n     about the state of things here. The relaxation of the efficiency\r\n     of the police is undeniable. This was one of the symptoms of the\r\n     decay of the Empire. The Gendarmerie is being tampered with. Recent\r\n     measures seem to increase the opportunities for disturbances, and\r\n     diminish the means of dealing with them. I do not see where, in\r\n     the present Government, resistance to disorder is to come from in\r\n     an emergency. But I will not croak. Waddington and his colleagues\r\n     may steady themselves in office and restore authority yet, but they\r\n     have not much time to lose.\r\n\r\n     Waddington would be the safest Minister we could have in\r\n     Eastern Affairs, if he made his subordinates abroad obey him.\r\n     Gambetta might be more friendly in commercial matters and more\r\n     ready to be an active ally in the East, but he would expect a\r\n     recompense in the West, and might be a dangerous friend who would\r\n     require careful 'watching.'\r\n\r\nPoor M. Waddington's prospects were not improved by a trivial but\r\nuntoward incident in the Chamber. In the course of one of his first\r\nspeeches as Prime Minister 'a great deal of laughter is said to have\r\nbeen produced by his dropping some of the sheets of his written speech\r\nover the edge of the Tribune, and having to wait till they were picked\r\nup'--an incident which serves to show the more generous spirit of the\r\nBritish politician, since a recent Prime Minister was in the habit of\r\ndelivering soul-stirring orations by the same method, without evoking\r\nany disrespectful criticism on the part of his opponents.\r\n\r\nTowards the end of February a crisis in Egypt rendered it necessary for\r\nthe British and French Governments to have recourse to joint action for\r\nthe purpose of protecting their interests.\r\n\r\nAs the result of a Commission of Inquiry in 1878, the Khedive Ismail,\r\nwho had long boasted that Egypt was practically a European state,\r\naccepted the position of a Constitutional Ruler, with Nubar Pasha as\r\nhis Prime Minister, Mr. Rivers Wilson[23] as Minister of Finance, and a\r\nFrenchman, M. de Blignières, as Minister of Public Works. It was in the\r\nhighest degree improbable that a man of his intriguing and ambitious\r\ncharacter would submit permanently to any such restraint, and before\r\nlong he succeeded in working upon the disaffection of those persons\r\nwhose privileges were threatened or affected by European control, to\r\nsuch an extent that, by organizing a military riot, he was able to force\r\nNubar Pasha to resign on February 20, 1879. At the same time he demanded\r\nmuch greater powers for himself, including the right to preside over the\r\nCabinet, and to have all measures submitted to his approval--demands\r\nwhich were strongly resisted by his European Ministers, who invoked the\r\nsupport of their Governments.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Salisbury._\r\n\r\n    Paris, Feb. 21, 1879.\r\n\r\n     I have just received your telegram announcing your concurrence\r\n     in Waddington's draft instructions to Cairo, and I shall\r\n     communicate it to him forthwith.\r\n\r\n     Waddington seemed quite firm on the point of not allowing\r\n     the Khedive to resume his personal power, and would no doubt be\r\n     ready to join in any practical steps for that purpose; but in\r\n     the meantime it may be feared that His Highness is consolidating\r\n     his resumption of power. Waddington looks upon the whole affair\r\n     as a simple manoevre of the Khedive to upset the new system of\r\n     government. It does not in fact seem likely that so arrant a\r\n     coward would have risked his own precious person, if he had not\r\n     had a pretty good understanding with the rioters. Public opinion\r\n     in France would, I think, support Waddington in taking strong\r\n     measures. There does not seem to be any one but Nubar of position\r\n     enough to be a Prime Minister of any independence; Waddington\r\n     seemed fully aware that if the Khedive is present at the council of\r\n     Ministers, no Egyptian Minister will open his lips.\r\n\r\n     Godeaux telegraphed last night that order having been\r\n     restored, the presence of a ship of war at Alexandria might not be\r\n     necessary, but Waddington thought on the contrary that it would\r\n     be 'essential in order to produce a salutary impression on the\r\n     Khedive, and keep him in some check.'\r\n\r\nNubar Pasha was regarded as English and anti-French, and his fall was,\r\ntherefore, received at Paris with some degree of complacency; but the\r\nfeeling was not sufficiently strong to make the Government hold out\r\nagainst his restoration to office, should that be considered necessary\r\nfor the purpose of checking the Khedive, and the tendency was to make\r\nno suggestions and to wait for the lead of England, it being understood\r\nthat both Governments were resolved not to consent to any change of the\r\npolitical system in Egypt.\r\n\r\n    _Lord Salisbury to Lord Lyons._\r\n\r\n    March 1, 1879.\r\n\r\n       *       *       *       *       *\r\n\r\n     As to Egypt, I gather from your telegram to-day that\r\n     Waddington looks on our message to Vivian[24] as in the nature of\r\n     an ultimatum, and he is puzzled what we are to do next if it should\r\n     be rejected. We do not in the least look on it as an ultimatum, and\r\n     it is not so phrased. We may well receive either from the Khedive\r\n     or the Agents some alternative proposal which may be discussed,\r\n     and perhaps hammered into an acceptable arrangement at least for\r\n     a time. But in any case our position cannot be worse here than if\r\n     we had acquiesced at once in the results of the conspiracy against\r\n     Nubar; while the chances are that it will enable us to arrive at\r\n     some plan for partially curbing the Khedive, which at all events\r\n     shall partially disguise the check we have undoubtedly received.\r\n     The causes are obscure. It is evident there has been imprudence. I\r\n     wish I could be quite satisfied there has been perfect loyalty.\r\n\r\nWriting a day or two later, Lord Salisbury explained that he was in some\r\ndifficulty, as Mr. Vivian and Mr. Rivers Wilson held different opinions.\r\nThe former wanted to conciliate the Khedive by not forcing upon him the\r\nrestoration of Nubar, while Mr. Rivers Wilson strongly insisted upon his\r\nreturn. Lord Salisbury himself was inclined to the latter course because\r\n'otherwise the Khedive will be like a horse who has succeeded in beating\r\nhis rider, and will never be safe for that rider to mount again,' but\r\neventually decided against it. From the following letter it looks as\r\nif the retirement of the hapless British Representative at Tunis was\r\nintended as a peace offering to the cause of Anglo-French joint action\r\nin Egypt.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Salisbury to Lord Lyons._\r\n\r\n    March 6, 1879.\r\n\r\n     It is better always to get the credit of one's good actions,\r\n     which are naturally few. Will you kindly tell M. Waddington in the\r\n     most unofficial way in the world that----having returned himself as\r\n     67 years of age (he entered the service 55 years ago, and therefore\r\n     must have begun his public labours at a precocious age) we have\r\n     suppressed the Consulate General of Tunis, and that there will\r\n     henceforth be a man on reduced salary, a consul or agent, after the\r\n     close of this month.\r\n\r\n     I think the French will find difficulties enough with Italy if\r\n     they ever try to increase their influence in Tunis; but that is no\r\n     affair of ours. We have hot water enough elsewhere without desiring\r\n     to boil any in Tunis.\r\n\r\n     One good turn deserves another, and I hope Waddington will\r\n     feel himself bound to keep his agents from Anglophobia in Turkey.\r\n\r\n     The Egyptian compromise will do very well for the time. It\r\n     seems doubtful whether Nubar is worth anything now. An Oriental\r\n     does not easily pluck up a spirit when he has once been beaten, and\r\n     Nubar is reported to have told friends in England that he knew that\r\n     whenever the Khedive had done with him there was a cup of coffee\r\n     waiting for him.\r\n\r\nThe compromise referred to took the form of a new Egyptian Ministry\r\ncontaining the two English and French representatives, and nominally\r\npresided over by the Khedive's eldest son, Prince Tewfik. The\r\nexperiment, however, of trying to keep a Ministry in office in spite of\r\nthe opposition of the chief of the State did not last long, for in April\r\nthe irrepressible Khedive dismissed his Ministers and installed Cherif\r\nPasha as Prime Minister. This spirited action caused M. Waddington\r\nmuch perplexity, as he did not believe that French public opinion\r\nwould allow him to take a slap in the face quietly from the Khedive.\r\nThe French bondholders were too influential to think of throwing them\r\nover, and then there was the Crédit Foncier, a more or less Government\r\nestablishment, which no French Government could allow to come to grief.\r\nThere was a keen desire to maintain the concert between England and\r\nFrance on Egyptian affairs, but if the bondholders suspected that\r\nEngland was likely to be lukewarm on their behalf, there was a strong\r\nprobability that the French Government might be forced to act alone\r\nin the enforcement of French claims. Lord Salisbury on his side was\r\nnaturally reluctant to be identified with the bondholders' cause.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Salisbury to Lord Lyons._\r\n\r\n    April 10, 1879.\r\n\r\n     I see by your telegrams which have arrived to-day that M.\r\n     Waddington suggests as a means of coercion against the Khedive that\r\n     MM. Rothschild should refuse to pay him the balance of the loan.\r\n     Mr. Rivers Wilson had made the same suggestion to the Baron. But\r\n     the latter, in a message sent yesterday through his son, repudiated\r\n     any idea of such a proceeding as dishonourable, and attributed the\r\n     suggestion to momentary excitement.\r\n\r\n     With respect to the second idea, the only question is whether\r\n     the Sultan will ever summon up courage to take such a step, and\r\n     if he does, whether he can enforce it. If it can be done quite\r\n     smoothly, _perhaps_ it would be the best course; but I speak with\r\n     some doubt.\r\n\r\n     It may be quite tolerable and even agreeable to the French\r\n     Government to go into partnership with the bondholders; or rather\r\n     to act as sheriffs' officer for them. But to us it is a new and\r\n     very embarrassing sensation. Egypt never can prosper so long as\r\n     some 25 per cent. of her revenue goes in paying interest on her\r\n     debt. We have no wish to part company with France: still less do we\r\n     mean that France should acquire in Egypt any special ascendency;\r\n     but subject to these two considerations I should be glad to be free\r\n     of the companionship of the bondholders.\r\n\r\nM. Waddington's 'second idea' evidently referred to the deposing of the\r\nKhedive by means of the Sultan; but his difficulty lay in the old French\r\njealousy of the Porte exercising influence over the internal affairs\r\nof Egypt, and during the reign of Sultan Abdul Aziz the consequence of\r\nthat influence had certainly been a constant drain of money from Cairo\r\nto Constantinople. One suggestion was that the Sultan should summon the\r\nKhedive to come to Constantinople to do homage, a ceremony which he\r\nhad never yet performed, and a refusal to obey would have made him a\r\nrebel in the Sultan's eyes; but the objection to this course was that\r\nthe Khedive might, if he went, take large sums of money with him and so\r\npropitiate his suzerain.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Salisbury to Lord Lyons._\r\n\r\n    April 16, 1879.\r\n\r\n     Waddington's policy is not very intelligible. I suppose it\r\n     is a compromise between a sense of the danger of doing anything\r\n     strong, and of the necessity of satisfying the Crédit Foncier.\r\n     In the despatch which you will receive we have done our best to\r\n     accommodate ourselves to Waddington's view, without taking up a\r\n     wholly untenable position.\r\n\r\n     There is one thing which it is necessary not to forget, though\r\n     I could not mention it in the despatch. We have very different\r\n     audiences to please; and though we may agree upon the actual\r\n     intimation to be given to the Khedive and the Sultan respectively,\r\n     the argument leading up to those communications cannot in both\r\n     cases be precisely the same. We must lay stress on separate points,\r\n     and the argument derived from the Khedive's application for a\r\n     European Minister must be treated differently by the two Powers,\r\n     as the circumstances were not similar. We should therefore avoid\r\n     identic notes, though we may make a concerted representation.\r\n\r\n     The communication to the Porte had better be indiscreetly\r\n     communicated to the Khedive's agent there, who is an intelligent\r\n     man. It may only result in producing a very heavy payment to the\r\n     Porte. But that, under existing circumstances, will itself be of\r\n     advantage.\r\n\r\n     I suppose that Waddington means to upset the Ottoman Bank\r\n     project as a retort for the failure of Tocqueville's.\r\n\r\n     What does he think of Martino's share in the recent Egyptian\r\n     crisis? Italy is likely to be a plague to all of us.\r\n\r\nIn France there was a violent party, more or less supported by Gambetta,\r\nwhich desired to send some energetic Agent to Egypt who would bully\r\nthe Khedive successfully. Unfortunately, such energetic agents were\r\nextremely likely to quarrel with their British colleagues, whereas M.\r\nWaddington, who was peaceably disposed, wished to appoint quiet and\r\nunobtrusive representatives who would work harmoniously, and implicitly\r\nfollow their instructions. There was, however, some excuse for the men\r\nof action, as a very well-founded suspicion prevailed in Paris that the\r\nRussians, and even the Germans, were busy at Rome inciting the Italians\r\nto make trouble for England and France at Cairo. Moreover, Gambetta and\r\nhis friends believed, probably with reason, that the Khedive would never\r\nhave gone so far in defying England and France if he had not felt that\r\nhe was backed up by other Powers, as well as by Italy.\r\n\r\nMr. Vivian, the British agent in Cairo, who had been summoned to London,\r\nreturned to his post at the end of April bearing a note, the gist of\r\nwhich was, that the two Governments, in view of the iniquities of the\r\nKhedive, 'reserved to themselves an entire liberty of appreciation\r\nand action in defending their interests in Egypt, and in seeking\r\nthe arrangements best calculated to secure the good government and\r\nprosperity of the country.' In other words, the Khedive was warned that\r\nhe had better be careful; but there was, so far, no hint of deposition.\r\n\r\nIn Lord Salisbury's letter to Lord Lyons, enclosing a copy of the above\r\nnote, there is an interesting personal opinion on the question of\r\ngoverning Orientals by Europeans. 'With all these Oriental populations I\r\nsuspect that the _rôle_ of Europeans should in the main be confined to\r\npositions of criticism and control. They can only govern after absolute\r\nconquest, and then expensively. The difficulty of governing without\r\nconquest is, of course, enormously increased when two nationalities have\r\nto be provided for, and two Governments to be consulted.'\r\n\r\nThe period following the return of Mr. Vivian to his post was marked\r\nby a violent and entirely unreasonable campaign against England in the\r\nFrench press, it being thought, for some unknown reason, that France had\r\nbeen abandoned, and M. Waddington took the somewhat unusual course of\r\nsending a message to Lord Salisbury through Mr. Rivers Wilson, instead\r\nof communicating in the ordinary manner.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Salisbury to Lord Lyons._\r\n\r\n    May 21, 1879.\r\n\r\n     On Monday Rivers Wilson sent me word that he had a message\r\n     to deliver to me from Waddington. Accordingly I asked him to come\r\n     and see me yesterday to deliver it. It was to the effect that\r\n     Waddington was willing and anxious to move the Porte to dethrone\r\n     the Khedive, if England would join in this step. I represented\r\n     that there were three difficulties. The Sultan might not assent:\r\n     if he did, the Khedive might not yield. If the latter did yield,\r\n     the successor might be either feeble or bad, and we should be\r\n     called upon to support him in one case, and replace him in the\r\n     other. To the first objection Wilson replied that Waddington had no\r\n     apprehensions as to the Sultan's consent; to the second he (Wilson)\r\n     and every person who knew Egypt well, did not doubt that the moment\r\n     a Firman was issued, the Khedive would fall; as to the third, he\r\n     could only say that Prince Tewfik was a compendium of the cardinal\r\n     virtues.\r\n\r\n     If Waddington did not communicate his proposal to you, I am\r\n     obliged to consider what possible motive he could have had for\r\n     taking this circuitous route, unless he meant to disavow the offer\r\n     later on. If he says nothing to you about it, it may be worth while\r\n     to sound him.\r\n\r\n     If there were no France in the way, I should be disposed to\r\n     give no reply to the Khedive's note we received by the last mail,\r\n     or at least only to say that since the dismissal of the English\r\n     Minister, the Khedive's finance had become so hopelessly tangled,\r\n     partly owing to his extravagance, partly to the conflict with\r\n     other Powers into which the decree of April 22nd has brought him,\r\n     that we must reserve our judgment with respect to all questions\r\n     of financial control till the position of affairs had become\r\n     more intelligible. I think that on some such plea as that we\r\n     might stand by and look on for a few months till the Khedive\r\n     has knocked himself to pieces, which he inevitably will do. The\r\n     fiscal condition is now so hopeless that I am rather grateful to\r\n     the Khedive for refusing to put it into the hands of an English\r\n     Minister. I doubt whether any European can now undertake it\r\n     without discredit, until the country has gone into liquidation.\r\n     The disproportion between the debt and the revenue--joined to\r\n     the difficulties which have now been raised by the action of the\r\n     courts and the attitude of the other Powers, makes effective or\r\n     even humane government hopeless till there has been a bankruptcy.\r\n     But then that would not suit a purely Bourse policy like that of\r\n     France. We must take notice of this difference of the French view,\r\n     and we may have to modify our policy accordingly; for we cannot\r\n     allow France to go on alone, and we will not part company with her\r\n     if we can possibly help it. But in this state of our relative views\r\n     and wishes, it is already for us to wait, and for her to propose.\r\n     If left alone, our disposition would be to find an excuse for\r\n     waiting, and if we move it will be because France is urging us. We\r\n     should therefore naturally wait till France made a proposal to us,\r\n     and should be inclined to cross-examine her as to what will be\r\n     her next move after that, in the various contingencies which may\r\n     result from the course they propose. I think, however, you might\r\n     open communications by mentioning, quite unofficially, how much\r\n     pain the articles in the _République Française_ and the _Débuts_\r\n     have given us. To ordinary papers we should of course have paid no\r\n     attention; but one of them is, or was till very recently, edited\r\n     by a gentleman in the French Foreign Office; the other is in part\r\n     the property of a Minister. We are utterly unable to understand on\r\n     what foundation the reproaches rest that we have shown reserves\r\n     and hesitations in the pursuit of the joint Egyptian policy. On\r\n     the contrary, if we had occupied towards France the position which\r\n     Servia occupies towards Russia, our compliance could hardly have\r\n     been more exact. But this outbreak of causeless wrath justifies us\r\n     in asking what France wants, and what she complains of.\r\n\r\n     You will of course say as much of this, or as much more as\r\n     you may think wise. But it may be as well to show that we are\r\n     not insensible to this attempt to work Parliament against us\r\n     by revelations or communications on matters which the French\r\n     Government themselves have charged us to treat as confidential.\r\n\r\nThe attacks on England in the French press were not inspired, as Lord\r\nSalisbury supposed, by the French Foreign Office, but by Gambetta, who\r\ndesired a strong policy in Egypt and seized the opportunity to fall upon\r\nWaddington. The latter, however, by this time had made up his mind as to\r\nwhat should be done.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Salisbury._\r\n\r\n    Paris, May 22, 1879.\r\n\r\n     As you will have seen by my telegram, what Waddington said\r\n     to me yesterday was, that there appeared to him to be only two\r\n     alternatives with regard to the Egyptian question--to depose the\r\n     Khedive or to establish a Control. He talked a good deal more\r\n     about the Control than the deposition; but when I asked him if\r\n     this meant that the Control was the alternative he preferred, he\r\n     declined to express any preference for the one or the other. If we\r\n     are to wait until he has devised measures (and this is what he told\r\n     me he was about) for establishing an efficacious control we need\r\n     not fear being called upon to act in a hurry. I quite agree with\r\n     you that we cannot let France go on alone in Egypt; for if we do,\r\n     she may go lengths which will produce something a great deal more\r\n     dangerous than a mere coolness between us. French power and French\r\n     feeling are very different from what they were some years ago,\r\n     when the French would have let us do almost anything we chose in\r\n     Egypt, if we would have taken care of the interests of the French\r\n     bondholders.\r\n\r\nNothing can be plainer than Lord Salisbury's desire to act in concert\r\nwith France, and to have regard to French interests in Egypt, but the\r\nconstant attacks made upon British policy and the persistent hostility\r\nof French agents, not only in Egypt, but elsewhere, rendered the task\r\nanything but easy. Gambetta's hostility was partly due to the fact that\r\nhe was an enthusiastic Phil-Hellene, and considered that not enough was\r\nbeing done for Greece in the way of procuring for her accessions of\r\nterritory at the expense of Turkey. It is as well to point out that,\r\nwhereas the Turks had been compelled to cede territory to States with\r\nwhich they had been at war, they were at this time being pressed to cede\r\nterritory to Greece because that Power had remained at peace.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Salisbury to Lord Lyons._\r\n\r\n    June 6, 1879.\r\n\r\n     The recent course of the French newspapers which have the\r\n     credit of being inspired by Gambetta and Léon Say is certainly a\r\n     puzzle. Looking over the course of negotiations between us and\r\n     Waddington on Egypt, I should find it very difficult to say which\r\n     of the two Governments had pulled the other on, and which had\r\n     dragged the other back. As far as any important negotiations go,\r\n     I should say that we had been a shade more in favour of active\r\n     measures than the other side. The two newspapers in question\r\n     are evidently well informed; and therefore their assumption\r\n     that we have prevented the French from acting must be put on\r\n     for a purpose; what purpose it is difficult to say. The most\r\n     obvious solution--bearing in mind the English friendships of the\r\n     two statesmen concerned--is that the whole movement is meant\r\n     to operate on English internal politics, and not on European\r\n     politics at all: and this view is supported by the use which has\r\n     actually been made of the controversy here. The incident is common\r\n     enough in diplomatic history: but it has always been bitterly\r\n     resented by the Government which is the subject of that species\r\n     of attack. But in this case there is some doubt as to how far\r\n     Waddington is implicated. Nothing is more difficult to deal with\r\n     than a 'Marionette Government,' because the marionettes are not\r\n     responsible, and you cannot get at the man who pulls the strings.\r\n     There is one spot in the diplomatic battlefield--almost the only\r\n     one--where we have been exposed to risk, and have consequently\r\n     been anxious--the Balkan Peninsula: and on this we have been\r\n     systematically opposed by France. Ring, Coutouly and Fournier have\r\n     played us every kind of trick. But all the time, nothing could\r\n     have been more unexceptionable than Waddington's language and\r\n     instructions. So it is with this newspaper warfare. The secondary\r\n     agents, who are popularly supposed to act from inspiration are\r\n     undisguisedly hostile. Waddington's demeanour all the time is\r\n     imperturbably friendly. Is it helplessness, or bad faith? The\r\n     question is one of considerable practical importance: for if we are\r\n     to measure the co-operation of France by the action of Fournier and\r\n     Gambetta, we shall do wisely to retire, gently but effectually,\r\n     from a perilous partnership. And it is impossible to ignore this\r\n     aspect of the case in considering the precise line to be pursued in\r\n     the two pending questions of Greece and Egypt.\r\n\r\n     Our object in Egypt, ever since we promised some four years\r\n     ago not to take it, is to see that our own interests are not\r\n     injured and that French interests receive adequate, but not\r\n     excessive consideration. If, however, Gambetta means mischief, it\r\n     may be wise for us to seek the protection of English interests\r\n     only, and leave the French to take care of themselves. This would\r\n     be done by pushing forward the other Powers. Their interference\r\n     would be fatal to Egyptian solvency, and consequently to\r\n     French bondholders. But it would be as fatal a bar to French\r\n     preponderance as the plan of duplicating all appointments, and\r\n     as none of these great Powers are naval, we could look after\r\n     the Canal just as easily if they were masters in Egypt, as\r\n     under the present Anglo-French system. If the French are really\r\n     friends, the Anglo-French system may be maintained in spite of\r\n     many inconveniences in order to cement that friendship. But if\r\n     Gambetta and Fournier are to be taken as the directing force in\r\n     French politics, the Anglo-French system is merely a make-believe,\r\n     and will only draw us into a succession of crises in which we\r\n     shall probably be outwitted. This dilemma merits very careful\r\n     consideration. Greece is a less important and more transitory\r\n     affair. In order to avoid division in the Congress we went rather\r\n     further than we thought quite wise; and we have no wish to go\r\n     further still. Of course, abstractedly, it would be much better\r\n     that all the Hellenic populations should be under a Hellenic ruler.\r\n     But Turkey is still a fact of which account must be taken; and the\r\n     danger of Turkey resisting is very serious. The fact that Greece\r\n     has not won this territory as prize of war, nor earned it as the\r\n     consideration of any service done, but is to gain it merely by her\r\n     skill in singing diplomatic dithyrambics, appears to irritate the\r\n     Turks intensely. It is not our present policy to adopt a course\r\n     which shall induce the Sultan to listen to the Russian proposals\r\n     which are so freely placed before him. We would not therefore,\r\n     in any case, take a leading part in pressing the cession on him.\r\n     But we doubt extremely the wisdom of exciting anew the Moslem\r\n     fanaticism, by demanding a town to which the Albanians attach so\r\n     much importance as Janina. However, in this question we should\r\n     have been a good deal influenced by the wishes of France, if we\r\n     could have thought that by exalting the influence of Fournier we\r\n     were strengthening a friend. But can we do so?\r\n\r\nThere was, in reality, no foundation for Lord Salisbury's suspicions\r\nthat Gambetta and his allies were seeking to interfere in British\r\ninternal politics. The objectionable articles were written under an\r\nerroneous impression that France had been outwitted, and that Mr.\r\nVivian, in pursuance of secret instructions from his Government, was\r\nworking for the failure of the joint Anglo-French administration in\r\nEgypt and for the establishment of exclusive British influence. But as\r\nthe attacks in the French press mainly took the form of abusing England\r\nfor not agreeing to energetic proposals made by the French Government,\r\nit was a legitimate grievance against M. Waddington that he never took\r\nany steps whatever to contradict this perfectly baseless accusation.\r\nAs for the conduct of French agents who were continually intriguing\r\nagainst their English colleagues, it is probable that M. Waddington was\r\nable to exercise little or no control over them, and it has already\r\nbeen mentioned that some of them were in the habit of corresponding\r\ndirectly with Gambetta behind the back of their official chief. Lord\r\nLyons, who naturally was anxious to make things as easy for the French\r\nas possible, recommended that the vanity and susceptibility of French\r\ndiplomatists abroad and of the public at home, should be studied as\r\nmuch as possible, since there was a universal feeling that France was\r\nnow too strong to play a secondary part anywhere, and that sacrifices\r\non our part were preferable to allowing her to throw herself into the\r\narms of Russia. Lord Salisbury therefore persevered in the difficult\r\ntask of endeavouring to co-operate cordially with the French Government,\r\nand M. Waddington applied himself to elaborating the scheme of Dual\r\nControl which was eventually adopted. Meanwhile it had become apparent\r\nthat, in order to obtain anything like a successful result, the Khedive\r\nIsmail must be got rid of somehow, a course which was urged not only by\r\nGambetta, but by the French Agent at Cairo. Joint efforts were made by\r\nthe French and British Agents to induce him to abdicate in favour of\r\nPrince Tewfik, which were seconded by the representations of Germany\r\nand Austria; but these were of no avail, and the Gordian knot was\r\nnot cut until the Sultan suddenly intervened on June 26. On that day\r\na telegram arrived from Constantinople, deposing Ismail by Imperial\r\nIradé, and conferring the Government of Egypt upon his eldest son Prince\r\nTewfik, who was at once proclaimed Khedive without any disturbance of\r\ntranquillity.\r\n\r\nThe action of the Sultan was not only sudden but unexpected, and Lord\r\nSalisbury at once took steps to assure the French Government that it was\r\nnot due to the instigation of Her Majesty's Government.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Salisbury to Lord Lyons._\r\n\r\n    June 26, 1879.\r\n\r\n     Pray assure M. Waddington that the Turkish move reported\r\n     to-day does not proceed in any way from our suggestion. We have\r\n     only urged in the very strongest terms that the Sultan should not\r\n     interfere with what we were doing in Cairo. But the Sultan seems to\r\n     have been perfectly resolved to have a finger in the pie; and as he\r\n     was not allowed to interfere to save the Khedive, he indemnified\r\n     himself by interfering to upset him.\r\n\r\n     I am not specially in love with the Firman of 1873, which\r\n     I see the Sultan has revoked. But I am afraid it will annoy\r\n     Waddington, and therefore I am anxious he should be well convinced\r\n     we had no hand in it.\r\n\r\n     Now it is done, the wisest course we can take is to accept it,\r\n     and devote our energies to procuring any new Firman that may be\r\n     necessary to the present state of Egyptian finances. I don't think\r\n     it will be any great evil if their power of raising armaments is\r\n     limited. But on all this I should like to have Waddington's opinion.\r\n\r\nM. Waddington was a sensible man, and therefore there was no difficulty\r\nin convincing him that England was not responsible for the Sultan's\r\naction; but French opinion generally was incredulous, and it was\r\nbelieved that the deposition of Ismail was the result of the rivalry at\r\nConstantinople between the French and British Ambassadors. The latter\r\nwas unjustly suspected of a desire to reduce Egypt to the condition\r\nof a Turkish Pashalic, and it was obvious that the revocation of the\r\nFirman indicated the intention of the Sultan to reassert his influence\r\nover Egypt in a manner which French policy had consistently opposed.\r\nAlthough, therefore, the Sultan's action had delivered both England\r\nand France from a highly embarrassing situation, and had been taken\r\nat a most opportune moment, it was considered advisable, instead of\r\nexpressing gratitude, to criticise adversely the form of the Imperial\r\nIradé, and to insist upon the issue of another.\r\n\r\nWhat was, however, of really more essential importance than the somewhat\r\nremote fear of Turkish interference was the question of how the Dual\r\nControl was to be effectively established.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Salisbury to Lord Lyons._\r\n\r\n    July 7, 1879.\r\n\r\n     Our perplexity as to the effect of the Firman has received\r\n     a rather comical solution. No such Firman exists. An 'Iradé' is\r\n     merely the Sultan's signature; and that was only given to the\r\n     telegraphic message deposing Ismail. So that the revocation of the\r\n     Firman of 1873 has not taken place, and the discussion as to the\r\n     exact meaning of such a revocation seems to be premature. All that\r\n     we now have to do is to prevent, if we can, any Firman at all being\r\n     issued to Tewfik, and then every one will be happy.\r\n\r\n     Tewfik is resolved to begin the Liquidation at once; and if\r\n     it be true that interest is rolling up at the rate of £80,000 a\r\n     month, there is good cause for his desire to hurry it. But the\r\n     Controllers will hardly be enough. We want to have some hold over\r\n     the government of Egypt, though we do not want to assume any\r\n     overt responsibility. The great object seems to me to be to have\r\n     representatives inside the offices who shall be able to report\r\n     what the Government are doing to the Agents, and shall be able to\r\n     give advice to the Government in accordance with the instructions\r\n     of the Agents. If you have a European Minister, the Agent must\r\n     be suppressed. I despair of making two talented Englishmen work\r\n     side by side, without subordinating one to the other; and if we\r\n     must choose between Agent and Minister as a vehicle of English\r\n     influence, the former seems to me the easier to work with. He is\r\n     not quasi-independent, and therefore will obey orders. He occupies\r\n     a recognized and traditional position and therefore excites no\r\n     jealousy either among Moslems or other Christian Powers; and he\r\n     cannot be dismissed; and if his advice is not taken, or applied\r\n     badly, the country he serves is not in the eyes of the world\r\n     primarily responsible. The case on the other side is that the\r\n     European Minister has more power. But has he? What power did Wilson\r\n     enjoy? The only power Europeans can enjoy at Cairo rests on the\r\n     fear which their Governments may happen to inspire, and this fear\r\n     will operate as strongly through an Agent as through a Minister.\r\n     We do not put European Ministers even into the Governments of\r\n     dependent Indian Provinces: and there we have, what we cannot have\r\n     in Egypt for a long time, 'bayonets to sit upon.'\r\n\r\n     We have made the mistake in Egypt and elsewhere, of\r\n     underrating the vitality of the Moslem feeling. I am afraid M.\r\n     Waddington is doing so with respect to Greece.\r\n\r\nAnother letter deals further with the question of Control, and contains\r\nsome interesting reflections on moral influence.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Salisbury to Lord Lyons._\r\n\r\n    July 15, 1879.\r\n\r\n     I am very much of the opinion that the Control should take\r\n     the form of inspection. It is the only form of Control likely to\r\n     be effective. Actual authority we cannot exercise. We tried to do\r\n     it through the European Ministers, but when the stress came, the\r\n     disbanded officers proved to us that two pairs of arms are not much\r\n     use against two thousand. The only form of Control we have is that\r\n     which is called moral influence--which in practice is a combination\r\n     of menace, objurgation, and worry. In this we are still supreme\r\n     and have many modes of applying it--diplomatic notes, consular\r\n     interviews, newspapers, blue books. We must devote ourselves to the\r\n     perfecting of this weapon. And, obviously, the first condition of\r\n     its use is complete knowledge of what is going in.\r\n\r\n     The exchange, therefore, of nominal authority for real\r\n     inspectionship is a step in the right direction. It is facing\r\n     facts. We must exert ourselves to open to these inspectors every\r\n     avenue of information; and we must have a certain number of\r\n     sub-inspectors paid by Egypt, who shall travel about, collecting\r\n     information. It is essential, of course, that these last should\r\n     know the language.\r\n\r\n     The division of the jurisdiction of the two inspectors is\r\n     a serious puzzle. Upper and Lower Egypt certainly will not do,\r\n     unless we have Lower Egypt. I had thought of a North and South\r\n     division--the Nile--starting at Damietta. But I know Vivian does\r\n     not like this; moreover I see difficulties about handing over\r\n     Alexandria to the French.\r\n\r\n     Waddington's proposal for a rotatory jurisdiction sounds odd.\r\n     What would he think of it as applied to any other department of\r\n     life--Ambassadors, Bishops, or Ministers? I suppose the frequency\r\n     of what they call a 'Prefectoral Movement' in France has put it\r\n     into his head.\r\n\r\n     Would it be possible to fuse them into a board, giving them\r\n     a native colleague to be chosen by themselves, and then decide\r\n     by majority? I have spoken to Baring[25] about the Commission of\r\n     Liquidation. I doubt his accepting the Control, though I think he\r\n     would the Liquidation.\r\n\r\n     As to the Firman, we are agreed as to the limitation of\r\n     armaments. I should be glad to see loans forbidden altogether.\r\n     To an Oriental ruler they are like firewater to the Red Indians.\r\n     I should be glad to see a declaration that the Powers would not\r\n     recognize or encourage the payment of any loan contracted by the\r\n     Egyptian Government after this date. They are not wanted to meet\r\n     any present stress; but the fellaheen are already loaded with quite\r\n     as heavy a weight as they can bear.\r\n\r\nThe question of appointing the Controllers and deciding what their\r\nfunctions were to be, gave rise to more difficulties, caused by the\r\nobvious desire of many Frenchmen to get the Egyptian finances entirely\r\ninto French hands. Ultimately Major Baring and M. de Blignières\r\nwere appointed, but their powers were not formally defined until\r\nNovember. By the decree of November 15, 1879, it was laid down that\r\nthe Controllers should have full rights of inquiring into all branches\r\nof the administration; the rank of Ministers and seats in the Cabinet,\r\nalthough restricted to making suggestions; the power of appointing and\r\ndismissing subordinate officials; and it was further enacted that they\r\nwere irremovable without the consent of their respective Governments. By\r\nthis action the British and the French Governments practically assumed\r\nthe responsibility of Government, and for some time to come Egypt ceased\r\nto give trouble.\r\n\r\nIn the month of June, 1879, an event had occurred which was of profound\r\nimportance to all political parties in France. The Prince Imperial\r\nhad perished in Zululand, and with him had vanished the hopes of a\r\nresuscitated Empire. The tragedy of the Prince's death is heightened\r\nby the fact that it was only owing to an unfortunate misunderstanding\r\nthat he was ever allowed to accompany the expedition. On March 1,\r\nLord Salisbury writing to Lord Lyons stated that the departure of the\r\nPrince Imperial was: _'a mal entendu_ which we are unable to understand\r\neven here. The Government had very distinctly negatived it, but in\r\nconsequence of some misapprehensions, our orders were not attended to\r\nby the military men, and he received encouragement which could not\r\nafterwards be withdrawn. If you think Waddington is at all sore on the\r\nmatter, you are authorized to explain this fully to him. But I rather\r\nexpect to hear from you that no importance is attached by the French\r\nGovernment to what has taken place.'\r\n\r\nTwo days later he again wrote:--\r\n\r\n     I am very sorry to hear that so painful an impression was\r\n     created in Paris. We have never been able to discover exactly\r\n     how it was done, or why our already clearly expressed objection\r\n     was disregarded. He was of course at liberty to go, and people\r\n     who ought to have known better were at liberty to write private\r\n     letters and go to railway stations. Of course nothing official has\r\n     been done, but the border line between official and private has\r\n     been very closely trenched upon. However, all we can do now is to\r\n     express our sincere regret.\r\n\r\nAt Lord Lyons's next interview with M. Waddington, the latter asked (not\r\nin a complaining manner) how the Prince's expedition to Zululand had\r\nbeen brought about, and was told in reply that the Prince had settled it\r\nhimself through personal friends and that Her Majesty's Government had\r\nby no means approved of it. President Grévy alluded to the matter in the\r\ncourse of a conversation with the Prince of Wales, who happened to be in\r\nParis, and also expressed no disapproval; in fact, he went so far as to\r\nremark: _qu'il avait très bien fait_. Thus the principal personages in\r\nFrance evidently did not consider the matter of much importance; but,\r\non the other hand, the Republican press showed considerable irritation,\r\nwhich, under the circumstances, was perhaps not entirely unnatural, as\r\nit did not seem credible that the Prince could have started without the\r\napproval of the British Government. When the news of his death arrived,\r\nit was felt that, for the time being at all events, Bonapartism had been\r\npractically crushed out of existence.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Salisbury._\r\n\r\n    Paris, June 20, 1879.\r\n\r\n     In hearing of the sad end of the short life of the Prince\r\n     Imperial, one's first thought is for the Empress, whose bitter cup\r\n     of sorrows is now full.\r\n\r\n     The immediate political result is the utter disorganization\r\n     of the Imperial Party. It was far from strong, but still it was\r\n     the most efficacious element of opposition to the Republicans, and\r\n     they will now have things still more their own way. The Fleurys,\r\n     Rouhers, and the old Imperial following can never hope to live to\r\n     recover from the blow. I suppose Prince Napoleon will hardly put\r\n     himself forward in the position of a pretender to the Imperial\r\n     Crown, and he would have no party with him if he did. In the\r\n     more remote future his eldest son may prove a more formidable\r\n     candidate than poor Prince Louis could have been. He is said to be\r\n     a remarkably clever, attractive youth, and a thorough Bonaparte\r\n     in appearance. No hereditary responsibility for Sedan can be cast\r\n     upon him; he is undoubtedly of the Bonaparte race, and he has been\r\n     brought up in France. For the present, however, Prince Louis's\r\n     melancholy death is a decided accession to Republican strength.\r\n\r\nThe death of the Prince excited the sympathies of all classes in France\r\nwith the stricken Empress, but when in July, preparations were being\r\nmade for the funeral in England, the bitterness of French party politics\r\ndisplayed itself in that hostility which, carried beyond the grave, it\r\nis the least possible to condone.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Salisbury._\r\n\r\n    Paris, July 10, 1879.\r\n\r\n     The susceptibility the French Government is showing about\r\n     the funeral of the Prince Imperial is neither wise nor dignified.\r\n     If ever there was an occasion on which political animosities\r\n     might be left in abeyance, surely this is one. The death of the\r\n     Prince Imperial has put an end to many hopes and aspirations,\r\n     and has inclined numerous adherents of the family to acquiesce\r\n     in the present state of things. It is certainly not politic to\r\n     require of people in this frame of mind an overt manifestation\r\n     of heartlessness and ingratitude to the dynasty which has had so\r\n     mournful an end. The ceremony so manifestly relates to the past\r\n     and not to the future that there can be no reasonable objection\r\n     to allowing the old adherents of the family, whether Marshals and\r\n     Generals, or merely civilians to go over to attend it. I fancy\r\n     that Grévy himself and the Republicans _de la vieille_ cannot get\r\n     over, even on such an occasion as this, their old hostility to the\r\n     Empire.\r\n\r\nThese almost incredibly vindictive feelings again manifested themselves\r\nwhen a proposal was made that a monument to the unfortunate Prince\r\nshould be placed in Westminster Abbey. M. Waddington, who must have\r\nbeen heartily ashamed of the part he was forced to play, remonstrated\r\nprivately against the project, and intimated to Lord Lyons that he\r\nthought of writing to Dean Stanley, whom he happened to know, and of\r\nurging him not to consent to it.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Salisbury to Lord Lyons._\r\n\r\n    July 22, 1879.\r\n\r\n     I think, on the whole, I had better not answer your despatch\r\n     officially about the Prince Imperial's statue; but you can tell\r\n     Waddington unofficially as much of the following as you may\r\n     think useful. As soon as I got it, I communicated with the Prime\r\n     Minister, who sent to the Dean of Westminster. The Dean, when the\r\n     message reached him, had already forwarded to all the newspapers\r\n     a letter which you have read in the issues of this morning. On\r\n     reading it we came to the conclusion that the matter had gone too\r\n     far to be recalled.\r\n\r\n     On historical considerations the Dean proposes to put the\r\n     monument into Henry the Seventh's chapel, and for that purpose,\r\n     undoubtedly, the Queen's permission must be obtained. But as\r\n     regards the Abbey in general he is absolutely supreme. He might\r\n     put up a statue of Nana Sahib, if he chose. So we must decline to\r\n     accept any responsibility for his proceedings. As he has publicly\r\n     made the announcement that it is his intention, if not interfered\r\n     with, to give the requisite permission, it is clearly impossible\r\n     for us to 'apply pressure' to induce him to give way. The motive\r\n     for doing so would have to be confessed and would cause much\r\n     misapprehension.\r\n\r\n     I have expressed a wish to see the inscription before it is\r\n     put up, and I have no doubt I shall be allowed to do so. I think I\r\n     can assure M. Waddington that there is not the slightest danger of\r\n     anything about Napoleon IV. being contained in it.\r\n\r\n       *       *       *       *       *\r\n\r\nThe monument was never erected, the project meeting with much opposition\r\nin Parliament as calculated to offend the susceptibilities of the French\r\nGovernment.\r\n\r\nIt must be admitted that the circumstances surrounding the death of this\r\nunfortunate Prince reflect discredit, though in an unequal degree, upon\r\nboth the French and the British Governments. If the French Government\r\nshowed a petty and vindictive spirit totally unworthy of a great and\r\npowerful nation, the misunderstanding which enabled the Prince to go\r\nto South Africa; his vague and indefinite status with respect to the\r\nexpeditionary force; the equally vague conditions attaching to his\r\nrelations with Captain Carey, which were partly responsible for his\r\ndeath; the unhappy suggestion of the Abbey monument; the helpless\r\nattitude of the Government in the face of an enterprising ecclesiastic;\r\nand the subsequent unseemly discussion in the House of Commons, are\r\neloquent of slipshod and careless methods which are discreditable to\r\nBritish administration and constitute a somewhat humiliating page in the\r\nnational history.\r\n\r\nThe autumn of 1879 was marked by the conclusion of the Austro-German\r\nalliance, hailed at the time by Lord Salisbury as 'glad tidings of\r\ngreat joy,' and destined profoundly to influence European politics for\r\nmany years to come. In spite of assurances given by Bismarck himself,\r\nby Andrassy, and by Haymerle, this new grouping of two first-class\r\nmilitary Powers caused much perturbation at Paris, which was certainly\r\nnot allayed by Lord Salisbury's benediction, and provided convenient\r\nmaterial for an attack upon the tottering Waddington administration.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Salisbury._\r\n\r\n    Paris, Nov. 14, 1879.\r\n\r\n       *       *       *       *       *\r\n\r\n     As to French internal politics, the most striking feature is\r\n     the somewhat vague but almost universal feeling of uneasiness about\r\n     the future which pervades France. It is impossible not to see that\r\n     this feeling has increased even during the few weeks that have\r\n     elapsed since I went away on leave in August. I suppose that the\r\n     immediate fear is that the Waddington Ministry will be succeeded by\r\n     one more Radical, and that thus, step by step, the Ultra-Reds will\r\n     get the Government into their hands.\r\n\r\n     When I first saw Waddington on my return, he was in good\r\n     spirits, thinking that the threatened attacks upon him about\r\n     the amnesty, the Government, and especially the diplomatic\r\n     appointments, had blown over. Now, however, he is menaced with\r\n     an interpellation on the Austro-German understanding. This\r\n     understanding is, of course, extremely unpalatable to the French,\r\n     and among them the general belief is that it binds Austria to\r\n     assist Germany, in case of need, to defend Alsace and Lorraine\r\n     against France. Waddington has the most positive assurances from\r\n     Bismarck, Andrassy and Haymerle that there is nothing against\r\n     France in it, but this is not enough to reassure the cavillers.\r\n     The intention seems to be to reproach Waddington with this\r\n     understanding generally, as indicating the failure of his Foreign\r\n     Policy, and in particular to blame him for having an Ambassador at\r\n     Vienna who neither prevented, nor found it out, and an Ambassador\r\n     in London who did not make the French policy on the subject\r\n     properly understood by the English Government. It seems that\r\n     it is intended to argue that you would not have spoken of the\r\n     understanding in the terms you used at Manchester, if you had\r\n     known the painful impression it had made in France.\r\n\r\n     There are two opinions in France on the Foreign Policy to be\r\n     now adopted. Perhaps the general, unreflecting public are inclined\r\n     to throw themselves into the arms of Russia. The wise heads (and\r\n     there is some reason to hope that Gambetta may be among them) look\r\n     rather to England, and are willing to conciliate her by supporting\r\n     her views in the East. It may be worth while to take this feeling\r\n     into account, and perhaps with that view rather to put forward the\r\n     reinstatement of Khaireddin and Midhat as the objects in view, than\r\n     exclusively English appointments.\r\n\r\nIt seems to be a more or less established rule that when an English\r\nForeign Secretary makes a speech, Ambassadors should write and expatiate\r\nupon the admirable effect which has been produced abroad, and Lord\r\nLyons's comment upon Lord Salisbury's Manchester speech approaches more\r\nnearly to criticism than appears elsewhere in his correspondence. The\r\ncharge of ignorance brought against the French Ambassador at Vienna\r\nwas probably quite correct, but the British Embassy at Vienna must\r\nhave been in the same case, for the existence of the Austro-German\r\nalliance was first discovered by that extremely able public servant,\r\nthe late Sir Joseph Crowe, K.C.M.G.[26] As for the alleged inaction of\r\nthe French Ambassador at London, that official was a retired admiral,\r\nwhom apparently Waddington seldom seems to have consulted, and over\r\nwhose unconscious head business was habitually transacted by the French\r\nForeign Office.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Salisbury._\r\n\r\n    Paris, Nov. 21, 1879.\r\n\r\n     We are within a week of the opening of the session, but the\r\n     situation has not become more clear. Gambetta and Waddington have\r\n     a personal dislike to each other, and no doubt Gambetta would be\r\n     glad to oust Waddington, and to put in his place some new Minister\r\n     for Foreign Affairs, such as the Marquis de Noailles, with some\r\n     creature of his own, such as Spüller as adlatus or Under Secretary\r\n     of State. But then Gambetta would find it difficult to do this\r\n     without bringing about such a break up of the Ministry as would\r\n     raise the question of his own taking office. But if those who ought\r\n     to know him well judge aright, he does not wish to come into power\r\n     until he sees his way to doing something very great--in fact to\r\n     getting back Alsace and Lorraine.\r\n\r\n     Gambetta professes to be strongly in favour of the English\r\n     Alliance, and for that and for other reasons, to make a liberal\r\n     treaty of commerce with us. I do not, however, imagine that his\r\n     ideas of a liberal treaty go beyond maintaining, or nearly so, the\r\n     tariffs as they stand in the existing Anglo-French Treaties.\r\n\r\n     I imagine he has thought of going to England himself whenever\r\n     he has a good opportunity, not with a view to putting himself into\r\n     the hands of Sir Charles Dilke and taking part in any Ultra-Radical\r\n     demonstration, but rather with a desire of conciliating the\r\n     moderate public opinion in England, and showing that he has no\r\n     desire to promote a Republican Propaganda abroad. He seems to have\r\n     a decidedly friendly feeling towards the present English Ministry.\r\n\r\n     I have heard that the Russian Grand Dukes had been led by\r\n     General Chanzy to expect a much more warm and cordial reception at\r\n     Paris than they actually met with, and that consequently they were\r\n     by no means pleased.\r\n\r\n     Waddington seems to be as little prepared to go into the\r\n     Newfoundland question as he was two months ago. The impression\r\n     he makes upon me is the same that he made upon you. The Navy\r\n     Department keep him in awe of them and prevent his acting upon the\r\n     reasonable views he expressed to you at Berlin.\r\n\r\nThe various difficulties in all parts of the world which were before\r\nlong to trouble Anglo-French relations for many years, had now\r\nbegun to manifest themselves in such places as Newfoundland, Tahiti,\r\nRéunion, the Gambia, and elsewhere. All these troublesome questions\r\nfell under the Marine Department, and their accumulation was productive\r\nof an irritation which hampered M. Waddington, whose position was\r\nalso weakened by a rabid demand made upon the Ministry for Government\r\nappointments. In fact it was difficult to see how any French Ministry\r\ncould last, if the American system of a fresh division of the spoils\r\nwas to take place whenever a change occurred. In America the Executive\r\nis safe for four years, but in France, directly the places had been\r\ndistributed, the disappointed combined to overthrow the unhappy\r\nMinisters responsible for the distribution.\r\n\r\nMeanwhile his most formidable opponent, the ex-Democrat, Gambetta, had\r\nassumed the _rôle_ of a grand seigneur, and gave sumptuous Parliamentary\r\nbanquets which were pronounced by the highest gastronomic authorities to\r\nbe exquisite in every respect. He contemplated a visit to London, and it\r\nis somewhat surprising to learn that the Democrat showed a very obvious\r\nprepossession in favour of the English Conservative Party.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Salisbury._\r\n\r\n    Paris, Dec. 12, 1879.\r\n\r\n     Gambetta has heard with very great satisfaction that you and\r\n     Lord Beaconsfield would be very glad of the opportunity of seeing\r\n     him, which will be afforded if he carries into effect his idea\r\n     of going to England. He feels that it would be essential that\r\n     he should not make himself the guest or place himself under the\r\n     special guidance of any political person on one side or the other.\r\n     He would probably go to an hotel. As to the time of his visit,\r\n     he does not seem to have formed any definite plan. It seems to be\r\n     connected in his mind with the Treaty of Commerce, and he seems\r\n     inclined to secure himself a good reception by contributing first\r\n     to making a favourable Treaty of Commerce. I suppose he and his\r\n     countrymen would consider a Treaty simply renewing the arrangements\r\n     of 1860 as very favourable to us. He absolutely repudiates all\r\n     notion of anything like Republican propagandism. He has a strong\r\n     bias in favour of the Conservatives in England. His sympathies are\r\n     with an active Foreign Policy, and he has a grudge against the\r\n     Liberals because they did not come to the assistance of France in\r\n     the Franco-German war. He seems to follow English home politics\r\n     very carefully. He wishes England and France to act together in\r\n     the East, but considers that things have got into a horrid mess at\r\n     Constantinople, and expresses regret that the French and English\r\n     Embassies there do not pull more together.\r\n\r\n     I think one of his objects in going to England would be to\r\n     show people in France that he is considered a person of sufficient\r\n     importance to be admitted into the society of people of rank and\r\n     station in aristocratic England.\r\n\r\n     He has also no doubt the higher object of making France and\r\n     himself popular in England, so as to avert all risk of England's\r\n     joining the Austro-German Alliance to the detriment of France.\r\n\r\n     The danger would be that he would form too great expectations\r\n     of obtaining a positive alliance with England, and that if we did\r\n     not come up to his expectations in this respect, he might in his\r\n     disappointment, turn to Russia. But from this point of view, the\r\n     most dangerous thing would be to _froisser_ his susceptibility by\r\n     showing any coldness beforehand about his visit.\r\n\r\n     He undertakes to let us know whenever he comes to any\r\n     resolution about going to England.\r\n\r\nFrom the above letter it will be seen how much importance was attached\r\nto Gambetta's views, and how desirable it was considered to secure his\r\ngoodwill; but apparently the visit to London from which so much was\r\nexpected, never took place--perhaps because his English Conservative\r\nfriends were shortly afterwards turned out of office.\r\n\r\nThe threatened attack upon the Waddington administration took the\r\nform of a vote of want of confidence which was moved in the month of\r\nDecember, but successfully rejected. The Ministerial success, however,\r\nwas of a somewhat fictitious nature, as the Left Groups when united,\r\noutnumbered the Right, and the Government was, therefore, liable\r\nto be turned out by a combination. M. Waddington himself professed\r\nsatisfaction, and affirmed with pride that he had been congratulated\r\nupon his majority by the British Government; while from Berlin, Vienna,\r\nand even from St. Petersburg, where he was not in favour, assurances had\r\nbeen received of the satisfaction felt at the prospect of his continuing\r\nin office. The result, too, of the vote enabled him to carry out an\r\nintention he had long had in his mind, of abandoning the Presidency of\r\nthe Council, and of retaining the office of Minister of Foreign Affairs.\r\nHis own wish was to see M. Léon Say Prime Minister, but as that was out\r\nof the question, he favoured the appointment of M. de Freycinet, who, in\r\naddition to other qualifications, possessed the confidence of Gambetta,\r\nand would therefore render it difficult for the latter to attack the\r\nGovernment. The proposed transformation of the Ministry, however, was\r\nfound difficult to effect, chiefly owing to the animosity of Gambetta\r\nagainst Waddington; the former being credited with the intention of\r\nupsetting any Ministry in which the latter remained. Gambetta was in\r\nfact pursuing a systematic dog-in-the-manger policy which was little\r\nto his credit, for while continually attacking and threatening the\r\nGovernment he was unwilling to take office himself, with the Chamber\r\nthen in existence, since he realized that the Ultra-Radicals were trying\r\nto force him into a position in which he would have either to accept\r\nresponsibility or to abandon the leadership of the Republican Party.\r\nThe object, in short, of Clémenceau and the extreme party was to use\r\nGambetta up in order to make room eventually for themselves. Neither\r\nPresident Grévy or Freycinet showed any accommodating spirit with\r\nregard to Waddington's plans, and when Freycinet laid down conditions\r\nwhich were unacceptable, the President tried to persuade Waddington to\r\nremain on as Prime Minister; but Waddington's position had been further\r\nimpaired by imprudent representation on the part of President Grévy\r\nand others, that he was highly acceptable to Bismarck as a Minister,\r\nand Waddington admitted openly himself that he was wanting in the\r\nqualifications of a French Parliamentary leader. Consequently the upshot\r\nof it all was that he resigned, and Freycinet was allowed to form a new\r\nadministration on his own terms. 'I part with Waddington with great\r\nregret,' wrote Lord Lyons. 'He had the greatest of all recommendations,\r\nthat you could believe him, and feel sure of him.' These regrets were\r\nshared by Lord Salisbury. 'I am very sorry for the loss of Waddington.\r\nIt was a luxury to have a French Minister who worked on principles\r\nintelligible to the English mind.'\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Salisbury._\r\n\r\n    Paris, Dec. 30, 1879.\r\n\r\n     With the new Ministry I suppose Gambetta's reign is to begin.\r\n     The Cabinet was almost ostensibly formed by him. He did not, and\r\n     probably could not, put in any of the chief men of his own party.\r\n     They are kept, or keep themselves, in reserve to come into power\r\n     with Gambetta himself. The present Ministers are personally to a\r\n     certain extent Moderate, and altogether, so far as they are known,\r\n     mediocre. Freycinet is said to have some inclination to assert\r\n     independence, but he has not hitherto rebelled against his old\r\n     master Gambetta.\r\n\r\n     The man who appears to have lost most reputation in the affair\r\n     is President Grévy. He knows well enough that it is Gambetta's\r\n     intention to supplant him, but he has allowed himself to be\r\n     circumvented with his eyes open, from lack of resolution and lack\r\n     of energy, and has apparently let his rival obtain complete control\r\n     of the Government.\r\n\r\n     I do not suppose that we shall see at present any marked\r\n     change in the Foreign Policy of the French Government. Freycinet\r\n     knows nothing whatever of Foreign Affairs. Gambetta has strong\r\n     general notions, but seems more inclined to insist upon disposing\r\n     of the patronage of the Foreign Office than to go into the details\r\n     of the business. At home I suppose the first measure will be a\r\n     wholesale redistribution of places. _Aux situations nouvelles,\r\n     il faut des hommes nouveaux_, was the principle proclaimed by\r\n     Clémenceau. Beust[27] turns the phrase round and says: _Aux hommes\r\n     nouveaux il faut des situations._\r\n\r\n     At all events the centre Gauche is dead, and with it the\r\n     Thiers' policy, which was to preserve as far as possible the\r\n     institutions, the laws and the administrative system in France,\r\n     with the simple change of having an elective President, instead\r\n     of an hereditary sovereign at the head. The policy could not last\r\n     long unless it was directed by a really able energetic President.\r\n     France is now about to try real democratic and republican\r\n     government, and it will be a dangerous experiment in a country like\r\n     this. It would be a still more dangerous experiment if the old\r\n     warlike spirit had survived in the people. Happily for peace, they\r\n     are more intent upon making and enjoying money than upon obtaining\r\n     military glory, or even upon recovering their lost provinces.\r\n     Gambetta will try for the recovery of the Provinces if he preserves\r\n     his energies and fortune seems to give him a chance.\r\n\r\n     I have just seen Pothuau[28] who seems very indignant at his\r\n     place in London having been offered to Waddington, and declares\r\n     that he has no intention of giving it up.\r\n\r\nLord Lyons was destined to witness many more changes of Government in\r\nFrance before his final departure; most of them accurately described by\r\nthe hackneyed phrase: _Plus cela change, plus c'est la même chose._\r\n\r\nA letter from Major Baring written at the close of the year is worth\r\nquoting as evidence of the improved and hopeful condition of Egypt,\r\nand also of the harmony prevailing at the time between the English and\r\nFrench Controllers.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Major Baring to Lord Lyons_.\r\n\r\n    Cairo, Dec. 29, 1879.\r\n\r\n     You may like to hear what I think of the state of things here,\r\n     so I venture to write this line.\r\n\r\n     There is a very decided improvement. Since I have been\r\n     connected with Egyptian affairs I never remember matters going so\r\n     smoothly. I like what I see of the Khedive, and I see a great deal\r\n     of him, for he frequently presides at the Council, and besides this\r\n     I often go to see him on business. Riaz's head is rather turned by\r\n     the decorations he has received, but he is very well disposed and\r\n     will always follow our advice, if we insist. He is oppressed with\r\n     the fear that Nubar will return to office; as, without doubt, he\r\n     will sooner or later; but it is not at all to be desired that he\r\n     should return just yet. What we want is _time_. If we can get along\r\n     for six months, or better, a year, without any considerable change\r\n     I really believe that the financial crisis which has now lasted so\r\n     long may be brought to a close.\r\n\r\n     Cherif and the Turks made overtures to Nubar the other day,\r\n     but he was wise enough to decline so unnatural a coalition.\r\n\r\n     Before long our financial scheme will be ready to launch, and\r\n     if, as I hope, it is accepted, the Commission of Liquidation will\r\n     no longer be necessary. This is perhaps the best solution of the\r\n     matter.\r\n\r\n     We shall reduce Unified to 4 per cent, and leave Preference\r\n     alone.\r\n\r\n     Blignières is behaving most loyally in everything which\r\n     concerns English interests. The Khedive and his Ministers have, I\r\n     think, got over the prejudice they entertained against him.\r\n\r\nM. de Freycinet took over the Foreign Office as well as the Presidency\r\nof the Council; as has already been stated, he was quite ignorant of\r\nall foreign questions, and was also looked upon as less reliable than\r\nM. Waddington. The first official interview with him, however, produced\r\na favourable impression, all the more because he did not let out a\r\nflood of common-places about devotion to England, and so forth; but the\r\nimportant question was to know what line Gambetta was inclined to take\r\nin Foreign Policy, and Sheffield was deputed to find out.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Salisbury._\r\n\r\n    Paris, Jan. 17, 1880.\r\n\r\n     Gambetta has expressed confidentially to Sheffield to-day his\r\n     views as to the Foreign Policy of France; with the intention of\r\n     course that they should be communicated to me only in the strictest\r\n     privacy.\r\n\r\n     He considered that the Austro-German Alliance had been made\r\n     against France; that it entered into Prince Bismarck's calculations\r\n     that it might throw France into the arms of Russia, but that His\r\n     Highness thought that there would be more than a compensation for\r\n     this if in consequence of it England were completely detached from\r\n     France. Gambetta declared that France had not fallen into this trap\r\n     and would not fall into it--that she would never make an alliance\r\n     with Russia, but that if Russia were attacked by Germany, France\r\n     would have to take care of her own safety. He had information which\r\n     convinced him that there was no foundation for the assertions that\r\n     Russian troops were being massed on the frontier of Germany, and\r\n     he believed that these rumours were spread from Berlin to afford a\r\n     pretext for an attack on Russia, to be made so suddenly as to be\r\n     successful at once and to enable Germany to turn towards France\r\n     without any fear of Russia in her rear.\r\n\r\n     In order to disconcert this plan Gambetta thought it highly\r\n     important that a good understanding should be established between\r\n     England and Russia both with regard to Turkey and to India. He\r\n     held that it was the interest of France to urge in every way the\r\n     Russian Government to come to such an understanding with England.\r\n     He looked upon the state of things at Constantinople as very\r\n     bad, and attributed it to the disagreements between the French\r\n     and English Ambassadors; while in order to promote the accord\r\n     which he wished to see between England and Russia he desired that\r\n     the best feeling should exist between the French and English\r\n     Representatives at Constantinople. It was evident, however, from\r\n     what he said that any complaint against Fournier by England would\r\n     be met by counter-complaints on the part of France against Layard.\r\n     If Fournier resigned, Tissot the French Minister at Athens would be\r\n     Gambetta's candidate for the Embassy in Turkey.\r\n\r\n     Gambetta denied most positively that there was any truth\r\n     whatever in the rumours that he had been in communication with\r\n     Bismarck about the restoration of Lorraine to France or anything\r\n     of the kind. As to the insinuation that it was proposed that\r\n     while Lorraine should be restored, France should receive a slice\r\n     of Belgium in compensation for Alsace, Gambetta said that it\r\n     was plain that this could only have been put about to produce\r\n     ill-will between England and France. After the Benedetti affair, no\r\n     Frenchman in his senses would enter into secret arrangements with\r\n     Bismarck about Belgium, and the French Republic had certainly no\r\n     desire under any circumstances to despoil its neighbours.\r\n\r\n     Gambetta expressed a desire that a liberal Treaty of Commerce\r\n     should be made with England and he was eloquent on the importance\r\n     of a close and cordial union between the two countries.\r\n\r\n     Gambetta impressed upon Sheffield that he was speaking to him\r\n     simply as a friend, and quite privately. I think it is interesting\r\n     and important to know what sentiments he expresses in this way:\r\n     but, of course, if he was quoted, or if what he said was allowed to\r\n     transpire, he would feel bitterly towards us and at once put an end\r\n     to all communications of the kind. His tone appears to have been\r\n     quite that of a man who felt that he would have the power to carry\r\n     into effect the policy he recommended in this country.\r\n\r\n     Freycinet has just been to see me, but I did not find him\r\n     equally communicative on the general Foreign Policy of France.\r\n\r\nAs Freycinet was occupied at that moment, _more Gallico_, in clearing\r\nthe old officials out of the Foreign Office, and as he admittedly\r\npossessed little knowledge himself, his reticence under the\r\ncircumstances was not surprising; but, so far as could be gathered, it\r\nwas the intention of the new Ministry to follow the prudent course of\r\ntheir predecessors, a profession of faith evidently intended especially\r\nfor Berlin. As regards the so-called Eastern Question, interest had\r\ntemporarily shifted from Egypt to Greece, and the various Powers were\r\nendeavouring without much success to negotiate the cession of Turkish\r\nterritory to that country. The usual spring war scare had taken a\r\ndifferent shape, and, without any foundation whatever, Bismarck was\r\ncredited with the extraordinary intention of suddenly falling upon\r\nRussia, while a coolness had sprung up between the French and Russian\r\nGovernments owing to the refusal of the former to surrender the Nihilist\r\nHartmann, who was implicated in an attempt to wreck a train in which the\r\nRussian Emperor was travelling.\r\n\r\nThis refusal annoyed the Emperor so much that he withdrew his\r\nAmbassador, Prince Orloff, from Paris, the French consoling themselves\r\nwith the thought that if they lost the favour of the Russian Emperor\r\nthey would, on the other hand, ingratiate themselves with Bismarck.\r\n\r\nUpon the Greek Frontier question, which in consequence of an English\r\nproposal had been referred to an International Commission, there was,\r\nfor some unknown reason, a disposition to blame the British Government.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Sir H. Layard._\r\n\r\n    Paris, March 19, 1880.\r\n\r\n     The withdrawal of Orloff, on account of the refusal of the\r\n     French Government to give up Hartmann, is of course the topic of\r\n     the day here. The form adopted is that which was used when normal\r\n     relations between Russia and the Pope were suspended some years\r\n     ago. The Emperor Alexander is, I understand, very angry; but I do\r\n     not know how long this _mouvement d'humeur_ will hold out against\r\n     the obvious political interest which both Russia and France have in\r\n     not being on bad terms with each other. There was a strong feeling\r\n     on the Left of the Chamber against giving Hartmann up, and as to\r\n     foreign relations, I suppose the French set pleasing Bismarck\r\n     against displeasing the European Alexander.\r\n\r\n     Freycinet is decidedly against the admission of Turkey to the\r\n     Greek Frontier Commission. It might have been politic to admit her,\r\n     though I don't see how she could have been asked to engage to be\r\n     bound by the votes of the majority.\r\n\r\n     I think things in the East are indeed looking serious. How\r\n     Turkey is to be kept going, in spite of herself, much longer,\r\n     passes my comprehension. I should be sorry to make a fourth in an\r\n     alliance between France, Russia and Turkey. If France and Russia\r\n     did unite for any serious purpose, I should think the last thing\r\n     they would wish would be to tie such a clog as Turkey to their\r\n     wheels. If there is any truth in the proverb, _Quem deus vult\r\n     perdere si_, etc., I am afraid that there can be very little doubt\r\n     that the ruin of Abdul Hamid is in the hands of Allah.\r\n\r\nFOOTNOTES:\r\n\r\n[Footnote 21: French Secretary of Embassy at London.]\r\n\r\n[Footnote 22: French Ambassador at Constantinople.]\r\n\r\n[Footnote 23: Sir Charles Rivers Wilson, G.C.M.G.]\r\n\r\n[Footnote 24: H.B.M. Agent and Consul General at Cairo.]\r\n\r\n[Footnote 25: Now Earl of Cromer.]\r\n\r\n[Footnote 26: At that period British Consul-General at Düsseldorf.]\r\n\r\n[Footnote 27: Austrian Ambassador at Paris.]\r\n\r\n[Footnote 28: French Ambassador at London.]"
  ]
}