{
  "index": 11,
  "title": "Chapter 10",
  "paragraphs": [
    "THE EASTERN QUESTION\r\n\r\n(1876-1878)\r\n\r\n\r\nIn January, 1876, the gradual spread of the insurrection in Turkey\r\nled to the concoction by the three Imperial Powers of the so-called\r\n'Andrassy Note,' and the great question was whether England would\r\nconsent to take part in its presentation, in view of her traditional\r\nattitude towards Turkey. Lord Derby, in a letter to Lord Lyons, stated\r\nthat Bismarck was very anxious that we should do so, and explained that\r\nalthough 'one can trust none of these Governments, it is as well to give\r\nthem credit for acting honestly until the reverse is proved,' and he was\r\ntherefore in favour of such a course himself. In a letter[17] addressed\r\nto Mr. Disraeli, asking for his views on the subject, Lord Derby\r\nremarked that: \"It is too late to stand on the dignity and independence\r\nof the Sultan; a Sovereign who can neither keep the peace at home, nor\r\npay his debts, must expect to submit to some disagreeable consequences.\"\r\nLord Lyons, on being consulted, concurred with Lord Derby's views.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Derby._\r\n\r\n    Paris, Jan. 14, 1876.\r\n\r\n     I hardly see how England is to avoid supporting the Andrassy\r\n     Note. If we stand aloof we shall stand alone. If our secession\r\n     produces no effect and the Turks still accept, we shall be in\r\n     the same foolish position France was in 1840; with this serious\r\n     inconvenience, that if the Andrassy plan fails in pacifying the\r\n     Herzegovina, we shall be blamed for the failure, as having caused\r\n     it by breaking up the unanimity of Europe. If the Turks do not\r\n     accept, they will be ready enough to throw the responsibility upon\r\n     us, and to call upon us to get them out of the scrape into which\r\n     they will get with the other Powers. I think that by consenting we\r\n     should leave the Powers least excuse for attacking Turkey, or at\r\n     all events, least excuse for pushing on without consulting us. I\r\n     should not be for qualifying our support too much, for, if we do,\r\n     the failure of the plan, which is in my opinion more than probable,\r\n     will still be attributed to us, and a support, given as it were\r\n     against our will, and restricted to the least possible amount, will\r\n     be treated very much as opposition. I say all this because you ask\r\n     me to tell you what I think: but there are two important elements\r\n     for forming an opinion which I lack. I mean a knowledge of public\r\n     opinion in England, and a knowledge of the real feelings of the\r\n     three Empires towards each other.\r\n\r\n     The despatch from Odo Russell looks as if Bismarck was\r\n     preparing for the possibility of a quarrel with Russia. Ever since\r\n     1870 he has been very naturally trying to turn every opportunity\r\n     of dividing England from France to account. But since you joined\r\n     Russia in insisting upon peace last year, and still more since\r\n     the purchase of the Suez Canal shares, he has no doubt formed a\r\n     higher opinion of England, and conceived the idea that she still\r\n     has the will and the means to play a foremost part in European\r\n     politics. Like everybody else, he feels sure that if there is a\r\n     quarrel between Russia and Germany, France will side with Russia.\r\n     In order to prevent his enemy being all powerful at sea, he must\r\n     have the English fleet not merely neutral, but on his side. The\r\n     only advantage he can offer to England is support on the Eastern\r\n     Question, and it is on this question that he would have the best\r\n     chance of embroiling her with Russia. What part he means Austria to\r\n     play, I find it more difficult to guess. That he intends some day,\r\n     and by some means, to annex German Austria to the German Empire I\r\n     make no doubt, but I suppose he is in no hurry to add so large a\r\n     Roman Catholic and Southern population to the electors of the Diet\r\n     of the Empire.\r\n\r\n     The worst service we could render France at present would\r\n     be to set up a separate understanding with her in opposition to\r\n     Germany.\r\n\r\nThe French Government was desperately anxious that England should not\r\nseparate herself from the other Powers, partly from fear that such\r\naction would cause European complications, and partly because it was\r\nparticularly desirous of getting credit with Russia for having brought\r\nEnglish opinion round to Russian views. Her Majesty's Government finally\r\ndecided to join in the Andrassy Note, although it would appear from Lord\r\nDerby's language, that the Cabinet were not unanimous on the question.\r\n\r\nMeanwhile French internal politics remained in the same confused and\r\nunsatisfactory state which had prevailed for so long. The divisions\r\namongst the Conservatives had made Monarchical Government in any form\r\nimpossible, and yet they refused to acquiesce, even temporarily, in the\r\nmoderate form of Republic which had been established, and seemed bent\r\nupon doing all they could to exchange their King Log for a King Stork\r\nin the shape of a Red Republic. The elections which took place in the\r\nbeginning of the year 1876 resulted in large Republican majorities both\r\nin the Senate and in the Chamber, and in the case of the former, this\r\nresult was singularly unfortunate for Marshal MacMahon, as it deprived\r\nhim of the power of forcing a dissolution. A letter from Lord Lyons to\r\nthe Prince of Wales, who was on his way back from India, summarizes the\r\nFrench internal situation.\r\n\r\n       *       *       *       *       *\r\n\r\n    Paris, March 7, 1876.\r\n\r\n     I cannot give your Royal Highness a very satisfactory\r\n     account of French politics, although I do not take so gloomy a\r\n     view of them as many Frenchmen do. The large number of advanced\r\n     Republicans in the new Chamber of Deputies, the not inconsiderable\r\n     number of Ultra-Radicals, and the complete defeat of the Moderate\r\n     Conservatives in the Elections not unnaturally frighten the upper\r\n     classes of Frenchmen. But in fact so many of the members are quite\r\n     new men, that one cannot foresee how parties will group themselves.\r\n     The Chambers meet to-morrow, and in about a month's time it will\r\n     be possible to form an opinion as to how things are likely to go.\r\n     So long as Marshal MacMahon is at the head of the State and of the\r\n     army, there can be no fear of any serious disturbance of material\r\n     order; and if he is at the same time firm and conciliatory with the\r\n     new Chamber, and willing to take a Ministry from the more moderate\r\n     members of the majority, he will very probably be rewarded by\r\n     finding how tame demagogues can become in office. I understand the\r\n     Marshal insists upon having Ministers of War and Foreign Affairs\r\n     whom he knows and in whom he has confidence, but that he is willing\r\n     to let the other Departments be filled by men taken in the ordinary\r\n     way from the majority.\r\n\r\n     So far we have not this year been disturbed, as we were\r\n     last spring, by rumours of war, and agriculture and commerce are\r\n     flourishing in France, and the revenue goes on increasing.\r\n\r\n     Of the Egyptian Financial Question Your Royal Highness\r\n     will learn all particulars on the spot. Neither that, nor the\r\n     Herzegovina question are settled at this moment, but we must hope\r\n     that they are on the eve of being settled.\r\n\r\nOne of the new features in the French political situation was the\r\nrecovery by Gambetta of his former influence, and as he was now a person\r\nof considerable influence, Sheffield was utilized for the purpose of\r\neliciting his views. The late Mr. George Sheffield, who acted as Lord\r\nLyons's private secretary for over twenty years, was a well-known\r\nfigure in the political and social world of Paris, and included in\r\nhis acquaintance most people both there and in London who were worth\r\nknowing. Not only did he enjoy much personal popularity, but as he was\r\nknown to be completely in Lord Lyons's confidence, he was the recipient\r\nof much confidential information, and generally believed to be a model\r\nof discretion. One of his peculiarities was that, in spite of much\r\npractice, he spoke very imperfect French with an atrocious accent, but\r\nthis circumstance never appeared to prejudice him in any way, and it\r\nmay incidentally be noted that the possession of what is called a good\r\nFrench accent is a much overrated accomplishment in France itself.\r\nFrenchmen rarely wish to listen; they desire to talk themselves and\r\nto be listened to; to them, as a rule, a foreigner is a foreigner and\r\nnothing more, and whether he speaks French well or ill, they seldom\r\nnotice and rarely care.\r\n\r\nGambetta, having secured a listener in the person of Sheffield, was no\r\ndoubt delighted to expound his views on the situation. First of all,\r\nspeaking on the subject of Bonapartist successes at the elections, he\r\nsaid that Bonapartism would die out as soon as it was realized that a\r\nmoderate Republic was firmly established. He expressed great delight at\r\nthe fall of Thiers (Thiers had once described him as a _fou furieux_),\r\nand said that under him no real self-acting Republic could ever have\r\nbeen formed, that it would have fallen to pieces at his death, and\r\nindeed that the best thing Thiers could do for the Republic would be to\r\ndie. For Marshal MacMahon's entourage he had a great dislike, but for\r\nthe Marshal himself much respect, and he aspired to be Prime Minister\r\nunder him--a post to which he considered that he was fully entitled,\r\nbut which the Décazes, Broglie, the Marshal's secretaries and the\r\nMaréchale and her friends would do their best to prevent him obtaining.\r\nHe professed confidence in being able to keep the extreme Radicals in\r\norder; said that the Red Flag was as obnoxious to him as the White Flag;\r\nthat he was not inclined to grant a general amnesty to the Communists,\r\nand that he would not agree to the re-establishment of the National\r\nGuard. He also professed himself to be in favour of Free Trade, and\r\nasserted that the commercial Treaty concluded by Napoleon III. accounted\r\nfor many of the Bonapartist successes.\r\n\r\nGambetta's aspiration of serving under the Marshal was never fulfilled,\r\nthe above-mentioned entourage being presumably too strong for him; but\r\nthe upper classes in France continued to look forward to the future\r\nwith undiminished apprehension. French capital, reversing the present\r\nprocess, began to pour steadily into England, and it was stated that the\r\nrich Radicals were not the last in sending their money abroad.\r\n\r\n     'Marshal MacMahon's position,' wrote Lord Lyons at the end\r\n     of March, 'does not improve. He has so little political knowledge\r\n     or ability that, as events have shown, he exercises little or no\r\n     personal influence in politics. There is also a jealousy springing\r\n     up with regard to Emmanuel d'Harcourt and other people about him\r\n     who are supposed to direct his political conduct. The officers\r\n     now at the head of the army would follow the Marshal very far in\r\n     any Conservative direction, but it may be questioned whether they\r\n     would submit patiently to being placed under a Radical Minister\r\n     of War--Gambetta for instance. It is the Marshal's political\r\n     intelligence that is doubted. No one has a word to say against his\r\n     disinterestedness, his honour, or his courage.'\r\n\r\nMarshal MacMahon, a simple and amiable soldier, who knew nothing about\r\npolitics, was credited with an overwhelming admiration for the capacity\r\nof his private secretary, Emmanuel d'Harcourt. Upon one occasion, the\r\nquestion of applying for the extradition of a criminal who had fled to\r\nAmerica was being discussed in his presence. 'Well,' said the Marshal,\r\n'we must telegraph at once to San Francisco.' 'Pardon, M. le Maréchal,'\r\ninterposed d'Harcourt, 'Washington, not San Francisco, is the capital of\r\nthe United States.' The Marshal was so astounded at the profundity of\r\nhis private secretary's knowledge that he was only able to ejaculate:\r\n'_Ce diable d'Harcourt! il sait tout!_'\r\n\r\nMany stories were told of his engaging simplicity of character, of\r\nwhich the following will serve as an instance. Upon one occasion he was\r\ninspecting a military academy, and was informed that there was present\r\na young Arab chieftain of distinguished lineage to whom it would be\r\ndesirable to address some words of encouragement. The young man was\r\nbrought up, whereupon the following brief colloquy ensued:--\r\n\r\n     Marshal: '_Ah! c'est vous qui êtes le nègre?_'\r\n\r\n     Arab Chief: '_Oui, M. le Maréchal._'\r\n\r\n     Marshal: '_Eh bien, mon garçon, continuez!_'\r\n\r\nBy a curious combination of circumstances, Marshal MacMahon, with his\r\ninadequate political and intellectual equipment, was still able for some\r\ntime to fill the place of a constitutional sovereign, and virtually the\r\nFrench were living under a constitutional Monarchy, with an Executive\r\npossessing large powers, rather than under a Republic. This state of\r\nthings, however, could not last for long, and it seemed as if the choice\r\nlay between the youthful Prince Imperial and the establishment of a\r\nreally Radical Republic.\r\n\r\nIn one respect the French had every reason to congratulate themselves,\r\nnamely, upon the re-organization of their army, and some of the\r\npolitical consequences which were likely to result from this increased\r\nand increasing military strength are pointed out in the following letter.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Derby._\r\n\r\n    Paris, Sept. 26, 1876.\r\n\r\n     As soon as General Conolly finishes his visits to the Autumn\r\n     Manoeuvres and makes his reports, it may perhaps be desirable for\r\n     me to send you some observations on the political consequences of\r\n     the great progress the French Army is making. All the officers of\r\n     Foreign Armies and the English officers especially who have been\r\n     out with the French troops this autumn, seem to agree in regarding\r\n     the improvement as being undoubted and very considerable. In short,\r\n     it may not unreasonably be expected that in about three years from\r\n     this time, the French Army will be in such a state, that France\r\n     will count for as much or nearly as much, in the balance of power\r\n     in Europe, as she did before 1870.\r\n\r\n     The different phases of public opinion since the peace of\r\n     1871 may be described as follows. At first, rage and mortification\r\n     produced a wild and unreasoning cry for revenge. This was followed\r\n     by a depression almost amounting to despair. In this state of\r\n     things the rumours of an intended attack by Germany in 1875\r\n     produced nearly a panic. Since that time hope and confidence have\r\n     gradually returned. The general sentiment now is that France is\r\n     safely 'biding her time.'\r\n\r\n     Under the influence of this sentiment, the French acquiesce\r\n     patiently in the present apparent eclipse of French power; they\r\n     disapprove of any attempt on the part of the Government to put\r\n     itself prominently forward in European politics; they desire to\r\n     preserve peace and tranquillity in Europe at almost any price; they\r\n     wish to disarm suspicion, and to be allowed three or four years\r\n     more to recruit their strength. Their policy consequently is to\r\n     adjourn as far as possible all questions.\r\n\r\n     Their ultimate object in all they do, is to recover their lost\r\n     Provinces; but however confident they may be of recovering in a\r\n     few years their old position in the world, I do not believe that\r\n     they contemplate, as the immediate result, an attack upon Germany.\r\n     I do not think that they at all foresee a time at which they could\r\n     run the risk of making such an attack singlehanded. What they do\r\n     intend, is to put forward with vigour their own views with regard\r\n     to the numerous questions they now leave more or less in abeyance,\r\n     and to contract if possible foreign alliances on equal terms.\r\n\r\n     One of the questions with regard to which they will be\r\n     disposed to change their tone very considerably will be that of\r\n     Egypt.\r\n\r\n     Another may possibly be that of the Newfoundland Fisheries, if\r\n     we do not succeed in effecting some sort of settlement of it in the\r\n     meantime.\r\n\r\n     A third may be the extension of their possessions in Cochin\r\n     China, and of their protectorate of Annam.\r\n\r\n     With regard to alliances, that which they will first seek\r\n     will no doubt be the alliance of Russia, and in a case of great\r\n     emergency, they would make great sacrifices of Western interests to\r\n     obtain it.\r\n\r\n     They will desire to keep on good terms with England, so far\r\n     at all events as to avoid throwing her into the arms of Germany,\r\n     but as they are not likely to conceive hopes of obtaining effectual\r\n     assistance from England towards recovering Alsace and Lorraine,\r\n     they will not be so eager for an English as a Russian alliance.\r\n\r\n     Another contingency to be kept in view is that a new President\r\n     or a new Dynasty, desirous of consolidating themselves by a little\r\n     military glory, may be led to direct an attack upon whatever\r\n     quarter it may be easiest to do so.\r\n\r\n     I will not however go on with mere speculations of this kind.\r\n     Of the truth of the conclusions to which I have come, I entertain\r\n     very little doubt. In two or three years France will not be in the\r\n     same accommodating frame of mind in which she is now, and will\r\n     have very much more powerful means than she has now of enforcing\r\n     attention to her wishes. All questions therefore in which the\r\n     influence of France is hostile, should be settled as quickly as\r\n     possible. The restoration of the strength of France may be found\r\n     useful in redressing the balance of power, but, anyhow, it should\r\n     be taken into account in all political calculations.\r\n\r\nIt was not long before these anticipations were justified, but for the\r\npresent, relations between England and France remained on a friendly\r\nfooting, no doubt much to Bismarck's displeasure, who, at this period,\r\nwas continually urging us to take Egypt and not to do anything else.\r\nAs a matter of fact, if we had seized Egypt in 1876, it would not have\r\nhad the immediate effect of embroiling us with France. On the contrary,\r\nall those who had a pecuniary interest in Egypt thought that they would\r\ngain by our taking possession of the county, while the great majority\r\nof Frenchmen looked upon the thing as inevitable, and thought it better\r\nto put a good face upon the matter. Any contradiction of the supposed\r\nEnglish designs upon Egypt, however sincere and positive, met with no\r\ncredence at all.\r\n\r\nThere is an instructive extract on the subject, contained in a letter of\r\nLord Derby of December 6, 1876.\r\n\r\n     It is evidently useless to say that we don't want Egypt and\r\n     don't intend to take it: we must leave our friends to be convinced\r\n     by the event. I have no doubt that everybody out of France would\r\n     be glad that we should seize the country. Russia would like it, as\r\n     making us an accomplice in her plans. Germany would like it still\r\n     more, as ensuring our being on uncomfortable terms with France\r\n     for some years to come. Italy would see in it a precedent and a\r\n     justification for seizing Tunis; Spain, the same, in regard to\r\n     Morocco. But you may be assured that we have no such designs and\r\n     are not going to run into adventures of this kind.\r\n\r\nThere can be no possible doubt as to Lord Derby's sincerity; indeed,\r\nhe was so constitutionally averse from an adventurous foreign policy,\r\nthat a year or two later, Lord Salisbury said of his ex-colleague\r\nthat he could never have brought himself to annex the Isle of Man. It\r\nis interesting to note that, in the above forecast of international\r\nbrigandage, Tunis and not Tripoli was allotted to Italy, the designs of\r\nFrance in the former direction not apparently being suspected.\r\n\r\nBefore the end of 1876 the experiment of trying to work the institutions\r\nof a Constitutional Monarchy in France under an elective chief\r\nmagistrate had very nearly come to a deadlock. The Left were determined\r\nto get real power into their hands and not to allow themselves to be\r\nthwarted by the conservative tendencies of the Marshal and his personal\r\nfriends. On the one hand, the Marshal stoutly maintained that he would\r\nhave Ministers of his own choice in the Departments of War and Foreign\r\nAffairs, whereas the Left, so long as they had a majority in the\r\nChamber of Deputies, were, under Constitutional Government, clearly\r\nentitled to decide the matter. But the question was complicated, because\r\nthe Marshal, as well as the Ministers, was in a position to resort\r\nto resignation of office, and a severe Ministerial crisis ensued.\r\nUltimately, the Marshal succeeded in keeping his Minister of War and\r\nhis Minister for Foreign Affairs, but he was forced to accept, as Prime\r\nMinister, M. Jules Simon. The latter, although an able and conciliatory\r\nman, had been a member of the Revolutionary Government of National\r\nDefence, and having been forced to yield so far to his opponents, it\r\nseemed not improbable that the Marshal before long would be obliged to\r\nhave recourse to Gambetta himself. Gambetta, as has been shown, had\r\nlately become much more moderate in his views, but in the opinion of\r\nmany people he still represented the Red Spectre, and it was believed\r\nthat his assumption of office would mean Communism, Socialism, equal\r\ndivision of property, judges appointed by election for short periods,\r\nthe prohibition of marriage, and the suppression of religion. The\r\ndesire of the Bonapartists was that the Government should fall into\r\nthe hands of the extreme Left, in the hope that the people, from fear\r\nof the above contingencies, would clamour for the Empire; but what\r\nwas more remarkable was, that many Orleanists as well as moderate and\r\ntimid Conservatives wished to drive the Marshal to a dissolution in\r\nthe hope of a reaction. There could have been no better proof of their\r\nshort-sightedness and incapacity, for the mass of the electors were not\r\nin the least likely to make fine distinctions, and if really afraid of\r\nthe Republic would certainly vote for nothing short of the Empire.\r\n\r\nThe Conference which had assembled at Constantinople in the autumn in\r\nthe hope of settling the Eastern Question, with Lord Salisbury as one of\r\nthe British representatives, broke up in January, 1877, and it became\r\nclear that war between Russia and Turkey was unavoidable. Lord Derby,\r\nwho was the reverse of sanguine by temperament, had never entertained\r\nany hopes of its success, and was quite determined that, whatever\r\nhappened, there should be no British intervention. 'I am amused,' he\r\nwrote to Lord Odo Russell,[18] 'by your description of the Russo-German\r\nsuspicions entertained against us; these fellows make us act as they\r\nwould act in our place. They can neither deal straightforwardly\r\nthemselves, nor give anybody else credit for doing so.\r\n\r\n'If you are asked what steps England is going to take next, your true\r\nanswer should be \"none.\" We shall wait, say little, and pledge ourselves\r\nto nothing.'\r\n\r\nThe break up of the Conference filled the French with alarm.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Derby._\r\n\r\n    Paris, Feb. 5, 1877.\r\n\r\n     It is believed here that Bismarck is determined to produce at\r\n     least such a scare as he did two years ago, if not to do more. The\r\n     idea provokes some anger, but more fear. Nevertheless, the danger\r\n     is greater now than it was last time; for although France is very\r\n     far from being ready for even a defensive war, she does feel so\r\n     much stronger than she did in 1875, as not to be willing to bear\r\n     quite as much from Germany as she would have borne then.\r\n\r\n     The impressions prevalent here are:\r\n\r\n     That Bismarck is very much disappointed by the result of the\r\n     Constantinople Conference, which he had hoped would have ended by\r\n     setting all Europe by the ears.\r\n\r\n     That he is very much irritated by the cordiality which existed\r\n     between the English, French, and Russian Plenipotentiaries, and by\r\n     the considerable part taken by Chaudordy in the proceedings.\r\n\r\n     That he is very much annoyed by the number of Socialist votes\r\n     given in the recent German elections, and is eager to destroy Paris\r\n     as the hotbed of socialism.\r\n\r\n     That he wants a cry to make the Germans pay their taxes\r\n     willingly.\r\n\r\n     That he looks with an evil eye upon the material prosperity of\r\n     France.\r\n\r\n     That he considers the Exhibition of 1878 as a sort of defiance\r\n     of Germany, and is ready to go great lengths to prevent its taking\r\n     place.\r\n\r\n     These are French views, not mine; but I do agree with the\r\n     conclusion which the greater and the wiser part of the French\r\n     nation draw from them: namely that it behoves France to be more\r\n     than ever prudent and cautious, and more than ever careful not to\r\n     give Germany any pretext for a quarrel.\r\n\r\n     France is certainly not at all likely to oppose Russia in\r\n     anything that country may undertake in the East; but she is still\r\n     less likely to give her any military assistance there. She might\r\n     not be able to resist the bait, if Russia held it out, of an\r\n     offensive and defensive alliance against Germany, but in that\r\n     case she would more than ever want her own forces on this side of\r\n     Germany. This contingency, however, is too improbable to be worth\r\n     considering.\r\n\r\n     It is quite true that France has a large force on her Eastern\r\n     Frontier, and that she is hard at work there, but considering the\r\n     difficulty of guarding that frontier, such as it has been left by\r\n     the Treaty of 1871, her objects may well be supposed to be purely\r\n     defensive.\r\n\r\n     Lord Salisbury is to arrive this evening and to go on to\r\n     London without stopping.\r\n\r\nIt is interesting to note that Lord Salisbury, while at Constantinople,\r\nformed a very poor opinion of the capacity of Sultan Abdul Hamid--an\r\nopinion which he must have had occasion to revise later on. 'Salisbury\r\nreports ill of the new Sultan; calls him a poor weak creature, from whom\r\nno help is to be expected. But his judgment is the result of a single\r\ninterview.' So wrote Lord Derby to Lord Odo Russell.\r\n\r\nThe French representative, Chaudordy, had been very active; his zeal\r\nhad alarmed his own countrymen, and was supposed to have aroused\r\nthe indignation of Bismarck, but one of the singular features of\r\nthe Constantinople Conference seems to have been the action of the\r\nrepresentatives of the small Powers such as Spain, Belgium, and Holland,\r\nwho did their utmost, and not entirely without effect, to spirit the\r\nTurks up to resistance. In March there was much coming and going at\r\nParis on the part of Ignatieff and Schouvaloff, who were thought to be\r\nendeavouring to secure what Russia wanted without war, and the former\r\nproceeded on a special mission to London, but the negotiations with the\r\nTurks broke down, and war was declared before the end of April. Letters\r\nfrom Lord Derby describing the state of feeling in England dwell upon\r\nthe action of Gladstone, who, according to Schouvaloff, 'was much more\r\nRussian than the Russian Government,' and whose language was, 'only\r\nsuited to a Panslavonic Society.'\r\n\r\nThe outbreak of the war between Russia and Turkey was extremely\r\ndistasteful to the French for various reasons. They were convinced that\r\nit had been instigated by Bismarck, and that it would result in the\r\noverwhelming preponderance of Germany on the continent, and were equally\r\nconvinced that it would lead to a great extension of English influence\r\nin the Mediterranean including an occupation of Egypt; consequently,\r\nDécazes, who was anything but a straightforward politician, and anxious\r\nbeyond everything to hunt with the Russian hounds, and run with the\r\nEnglish hare, was constantly expressing fears that if an English\r\nforce was sent to the East, the opportunity would at once be seized\r\nby Bismarck for falling upon France. A congenial opportunity for this\r\nintriguer arose over the question whether Egypt should be called upon to\r\nrender pecuniary and military assistance to Turkey, and an unsuccessful\r\nattempt was made to persuade the Khedive that if he refused to comply,\r\nhe would be protected. By these means Décazes would have secured the\r\ntreble advantage of making himself agreeable to Russia, of pleasing the\r\nFrench bondholders, and, to a certain degree, of thwarting England in\r\nEgypt. Unluckily for him, the scheme miscarried; but in spite of ardent\r\nprofessions of neutrality, he contrived to render services to Russia\r\nwhich were of some considerable service.\r\n\r\nHe used his influence to obtain a loan for her in Paris; his agents in\r\nEgypt supported the Russian threats to blockade the Suez Canal, and\r\nthe effect of the Franco-Russian understanding was to force Germany to\r\nmake greater sacrifices in order to retain the friendship of Russia by\r\nfurthering Russian policy in the East. One of the methods by which the\r\nGermans sought to ingratiate themselves with Russia took the remarkable\r\nform of insisting (as the British Ambassador at Constantinople pointed\r\nout) that Russian subjects who remained in Turkey during the war, should\r\nnot only be entitled to remain there undisturbed, but permitted to enjoy\r\nall the privileges of the capitulations, this being apparently the\r\nGerman conception of neutrality.\r\n\r\nThe double game which Décazes was playing was not, however, popular in\r\nFrance. It was felt that his intrigues with Russia tended to throw\r\nEngland into the arms of Germany, and his enemies asserted that he\r\nwas too fond of speculation to be a thoroughly satisfactory Minister.\r\nHowever, an internal political crisis of an exceptionally important\r\nnature in May diverted French attention from all foreign questions for\r\nthe time being.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Derby._\r\n\r\n    Paris, May 16, 1877.\r\n\r\n     The Marshal has been getting more and more uncomfortable about\r\n     M. Jules Simon's giving way in the Chamber of Deputies to the more\r\n     advanced Left, and now, as you will have learnt from my telegrams,\r\n     he has turned him out. It is believed that if matters came to\r\n     extremities, the Marshal will bring out a thoroughly reactionary\r\n     Ministry which he has _in petto_. The Duc de Broglie, Prime\r\n     Minister, General Ducrot, Minister of War, and so on. This would\r\n     necessitate a dissolution, for which the consent of the Senate\r\n     would be necessary. But it is very doubtful whether the country is\r\n     ripe for anything of the kind, and whether the result might not be\r\n     the return of a still more radical Chamber than the present; and\r\n     then either the Marshal must retire and hand the Government over to\r\n     Gambetta or some one still more advanced in opinion, or make a real\r\n     _coup d'état_ by means of the army.\r\n\r\n     However he will no doubt try to form a Ministry rather more\r\n     Conservative than the last and still able to get on somehow with\r\n     the present Chamber of Deputies; but this will be difficult.\r\n\r\n     One of the Marshal's grounds of dissatisfaction with M. Jules\r\n     Simon was that he would not, or could not, get from the Chamber\r\n     powers which would enable the Government to restrain the press from\r\n     attacking Germany in the dangerous manner in which it has written\r\n     against that country lately.\r\n\r\nThe action of the Marshal in turning out Jules Simon, who was supported\r\nby a majority in a recently elected Chamber, and replacing him by the\r\nDuc de Broglie, who was extremely unpopular, might well be described\r\nas a very strong measure. Décazes, who was supposed to be in the plot,\r\nremained in office, and there was therefore not much probability of a\r\nchange in foreign policy; but it was evident that there were now only\r\ntwo real parties in France--the Republicans and the Bonapartists. The\r\npossible restoration of the Empire filled with dismay Lord Derby, who\r\nconsidered that the last six years had witnessed a great purification\r\nboth of public and private life in France, and that if the French were\r\ngoing back to a 'Government of adventurers, adventuresses, and priests,'\r\nit would be a grave misfortune for Europe; and he was most anxious to\r\nlet it be known that there was no sympathy in England for Bonapartist\r\nintrigues.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Derby._\r\n\r\n    Paris, May 18, 1877.\r\n\r\n     There are of course among the Right, many who, wisely or\r\n     unwisely, rejoice that Marshal MacMahon has broken with the Left,\r\n     but there is hardly any one who does not think the moment ill\r\n     chosen, the reasons assigned insufficient, and the mode adopted\r\n     unskilful. Décazes is represented, or misrepresented, as having\r\n     been at the bottom of the whole thing.\r\n\r\n     He came up to me last night, and asked if I had not something\r\n     to say to him about the sentiments he had expressed to me with\r\n     regard to the dangers to English interests in Western Europe. He\r\n     also expressed anxiety to know how the question of the wine duties\r\n     was getting on in England. He is, I suppose, anxious to have\r\n     something to show that he is successful in cultivating intimate\r\n     relations with England.\r\n\r\n     While he seems so desirous of frightening us about Holland,\r\n     he shows no inclination to admit that we have any interests at\r\n     all in the East. In fact his plan seems to be to involve us in a\r\n     quarrel with Germany, while he keeps safely aloof: to curry favour\r\n     with Russia by taking to himself the credit of keeping our forces\r\n     out of the East; to prevent any increase of our power in the\r\n     Mediterranean, and to be well with us, but, if possible, better\r\n     still with Russia. Still, on the whole, I am glad he remains in.\r\n     I should not have been sorry to have Broglie himself as Minister\r\n     for Foreign Affairs, but we might have a much more embarrassing\r\n     Minister than Décazes, and he is easy going and conciliatory in\r\n     most matters. Only we must not be surprised if he repeats to\r\n     Russia, and Russia repeats to Germany, anything likely to impair\r\n     our relations with Germany.\r\n\r\n     The other Ministers would almost seem to have been chosen\r\n     for the express purpose of defying the majority of the Chamber.\r\n     Broglie, of whom I have a high opinion, is especially unpopular.\r\n     I suppose the notion has been to put as far as possible\r\n     representatives of all shades of the Right into the Cabinet, in\r\n     order to be able to form a coalition strong enough to obtain a vote\r\n     in the Senate for dissolution. It is not certain that such a vote\r\n     could be carried, the Conservative majority in the Senate being\r\n     only 2 or 3 on ordinary occasions.\r\n\r\nDécazes took advantage of the occasion actually to suggest a secret\r\nalliance with England for the protection of Holland and Belgium, and\r\nstated that if it were ever signed, he should communicate to no single\r\nperson except the Marshal himself. It is hardly credible that he could\r\nhave been in earnest in making this suggestion, for not only are Foreign\r\nSecretaries not in the habit of making secret treaties unknown to their\r\nchiefs and colleagues, but Lord Derby was the last person who would be\r\nlikely to enter into an enterprise of this description. In the meanwhile\r\nBismarck, as an impartial friend, was warning Lord Odo Russell that\r\nDécazes was only waiting for an opportunity to throw England over, in\r\norder to prove his devotion to Russia, and there was little doubt as to\r\nwhich alliance he would prefer if he could have his choice.\r\n\r\nExercising his right, Marshal MacMahon prorogued the Chambers, and it\r\nbeing foreseen that there would be a general election in the autumn, his\r\nGovernment set to work at once in preparing for the fight by getting\r\nrid of as many Republican functionaries as possible, in accordance with\r\nwell-established custom.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Derby._\r\n\r\n    Paris, May 25, 1877.\r\n\r\n     Neither the private history of the dismissal of Jules Simon,\r\n     nor the attitude of the successful party, is calculated to give one\r\n     good hope for the future.\r\n\r\n     The Marshal is supposed to have been mainly influenced by M.\r\n     de St. Paul, a Bonapartist and intimate friend of his, of whom\r\n     he sees a great deal; by Monsignor Dupanloup, Bishop of Orleans;\r\n     by the aides-de-camp and people about him, and (it is whispered)\r\n     by Madame la Maréchale. Fourtou may have been in the plot, but I\r\n     believe Broglie was taken by surprise. Décazes wanted to get rid\r\n     of Jules Simon and Martel, but to put temporarily in their places\r\n     some members of the Left, who would have got on for a time with\r\n     the Chamber. Jules Simon had proved a complete failure as Prime\r\n     Minister; he had neither the confidence of the Marshal nor even\r\n     that of the Cabinet, and he had lost all influence in the Chamber.\r\n     He would very soon have fallen of himself if he had been left alone.\r\n\r\n     The language of the Right tends to accredit the supposition\r\n     which will be most fatal to them in the country. They speak and\r\n     act as if the question was one between the aristocracy and the\r\n     canaille. In fact they wound the sentiment of equality which is\r\n     the strongest political and social sentiment in France, and\r\n     consequently the present crisis is beginning to be looked upon as\r\n     the last struggle of the old society against the new.\r\n\r\n     As regards the great question as to what is to be done when\r\n     the Marshal finds himself finally defeated by the Chamber, the\r\n     party now triumphant talk of the use of military force. The Marshal\r\n     has often declared to his friends that nothing shall induce him to\r\n     resort to an extralegal use of force, but the wilder spirits of the\r\n     party say that if the Marshal will not use the army, a general will\r\n     be found with less scruple, and they hint at Ducrot. But this would\r\n     be falling into the most fatal of all systems, that of military\r\n     _pronunciamentos_. The Marshal himself might do a great deal with\r\n     the army, and would probably keep it together, but it does not\r\n     by any means follow that any one general seizing power in Paris\r\n     would be submitted to by the rest. It is believed that even now,\r\n     General Berthaut, the Minister of War, was with difficulty induced\r\n     to remain in office, and yielded only to the Marshal's special\r\n     request, on condition that he should be relieved in the autumn.\r\n\r\n     It is however to be hoped that all this talk about military\r\n     _coups d'état_ is simply talk; and that we shall get out of this\r\n     difficulty quietly at last. In the meantime the upper ten thousand\r\n     in Paris are indulging themselves in all sorts of illusions, and\r\n     the Paris shopkeepers are dreaming of the restoration of a Court\r\n     and of a great expenditure on luxuries.\r\n\r\nThe Chambers met again in June, and although the country was perfectly\r\nquiet, the scenes which took place in the Chamber of Deputies were a\r\nsufficient indication of the fury with which the politicians regarded\r\neach other. The violent and disorderly conduct was chiefly on the side\r\nof the Right, there being a certain number of Bonapartists who provoked\r\ndisturbances with the object of discrediting Parliamentary Government as\r\nmuch as possible.\r\n\r\nOn the other hand even the moderate men on the Left began to talk\r\nof revolutionary measures to be adopted when they got back into\r\npower again, such as the suspension of the irremovability of judges,\r\nthe impeachment of Ministers, and the dissolution of religious\r\ncongregations. On June 22, the dissolution was voted by the Senate\r\nby a majority of twenty. It was decided that the elections should be\r\nheld in three months' time, and both parties made their preparations\r\nfor an uncompromising fight, Marshal MacMahon beginning the campaign\r\nwith an order of the day to the army which smacked disagreeably of a\r\n_coup d'état_, not to say a _pronunciamento_. Subsequently, having been\r\nassured of the support of the Comte de Chambord--a somewhat questionable\r\nadvantage--he proceeded on an electoral tour in the South.\r\n\r\nThe general election took place in October, and resulted in the crushing\r\ndefeat of the Marshal and his Ministers in spite of the labours of\r\nprefects, magistrates, mayors, policemen, and priests, who had all been\r\ntemporarily converted into electioneering agents. The exasperation of\r\nparties reached an almost unprecedented point, and Décazes admitted\r\nthat the country was in a state of moral civil war. The partisans of\r\nthe Government talked of a second dissolution, of proclaiming a state\r\nof siege during the new elections and conducting them with even more\r\nadministrative vigour than the last. The Republicans announced their\r\ndetermination to annul the elections of all the official candidates and\r\nto impeach the Ministers and even the Marshal himself, if he did not\r\nretire or name a Ministry having their confidence. As for the Marshal\r\nhimself, he found little support at this crisis from the monarchical\r\nparties, except on the part of the Orleanists, who saw that he must\r\nbe kept in at all hazards; but the Orleanists had recognized that\r\nFrance, for the moment at least, was Republican, and their press owned\r\nopenly that to persist in Personal Government instead of reverting to\r\nConstitutional Government was to march to certain disaster. The Marshal,\r\nin fact, found himself confronted with two alternatives: either he must\r\naccept Gambetta's demand to submit or resign; or he must run the risk of\r\ngetting rid of his difficulties by means of a _coup d'état_.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Derby._\r\n\r\n    Paris, Oct. 26, 1877.\r\n\r\n     The prospect does not grow clearer, though I see, or at all\r\n     events like to fancy I see, a cooling down of the fury which\r\n     prevailed a week ago.\r\n\r\n     The Marshal is supposed to be a man of one idea, and his one\r\n     idea at the present moment is said to be that he is bound to remain\r\n     at his post.\r\n\r\n     This idea might lead him to name a Ministry from the majority,\r\n     but then he would have to dismiss all the Fourtou prefects, whom he\r\n     solemnly promised to stand by.\r\n\r\n     On the other hand, the idea might carry him on to a _coup\r\n     d'état_.\r\n\r\n     The plan devised by his opponents, and indeed by some of his\r\n     friends, for getting him out of the scrape, is that the Senate\r\n     should refuse to support him in extreme measures, and that he\r\n     should then declare (which would indeed be true) that he had never\r\n     promised to stay in opposition to both branches of the Legislature.\r\n\r\n     Communications which have been going on between the Elysée\r\n     and the Duc d'Audiffret Pasquier, the President of the Senate, are\r\n     said to have shown that the Senate cannot be depended upon either\r\n     to vote a second dissolution, or to carry on the Government in\r\n     conjunction with the Marshal, and without the Chamber of Deputies.\r\n\r\n     I register as rumours, strongly requiring confirmation, that\r\n     the Marshal has summoned the Chasseurs d'Afrique to reinforce the\r\n     garrison of Paris; that in consequence of disagreements between\r\n     Grévy and Gambetta, the Republicans offer the Presidency of the\r\n     Republic to General Chanzy, the Governor-General of Algeria; that\r\n     the more moderate Liberals have hopes of bringing in the Duc\r\n     d'Aumale as President, if MacMahon should actually retire.\r\n\r\n     As the population is disarmed and there is no National Guard,\r\n     there can be no need to increase the numbers of the garrison of\r\n     Paris. If any fresh troops were really brought up, it would be from\r\n     mistrust of the spirit of those already here.\r\n\r\n     Gambetta must have departed very far from his usual political\r\n     tact, if he has set up claims in opposition to Grévy. Grévy would\r\n     be quite alarming enough, and to establish the doctrine that the\r\n     President must be a general would bring France to the level of a\r\n     South American Republic.\r\n\r\n     It would be a curious result of an election, in which the\r\n     Orleans or Right Centre Party has met with a signal defeat, that an\r\n     Orleans Prince should be placed at the head of the State.\r\n\r\nThe proper course for the Marshal to have adopted was to have accepted\r\nthe position of a Constitutional President; to have appointed a\r\nMinistry which would have obtained a majority in the Chamber; and to\r\nhave restrained it from excesses by the exercise of his legitimate\r\nauthority, and by means of the power of the Senate. Instead of this,\r\nhowever, he first attempted to form a Ministry of the same colour as\r\nthe old one; then tried to meet the Chamber with his old Ministers, and\r\nfinally fell back upon perfectly unknown people who carried no weight\r\nat all, and who professed to represent no party. To this Ministry the\r\nChamber refused to pay any attention, and after many threats in the\r\nElysée organs to violate all laws; to collect and spend money without\r\nthe sanction of Parliament, to suppress newspapers, and to proclaim\r\na state of siege, the Marshal surrendered ignominiously in December,\r\nand accepted a Ministry in which M. Dufaure was President of the\r\nCouncil, and M. Waddington, Minister for Foreign Affairs. Thus, what\r\nshould have been a natural and proper consequence of the elections was\r\nconverted into an humiliating defeat, and there had been such a series\r\nof solemn declarations, none of them adhered to, that all confidence\r\nin the Marshal had disappeared. Of the more important members of the\r\nnew Government, M. Dufaure was a lawyer with Conservative leanings. M.\r\nWaddington, who had been educated at Rugby and Cambridge, was intimate\r\nwith Lord Lyons and the Embassy generally, but it was doubtful whether\r\nhis connection with England would prove an advantage, as he might\r\nfind it necessary to demonstrate that he was not too English. M. Léon\r\nSay, the Minister of Finance, was supposed to be a Free Trader; and\r\nM. de Freycinet, who was destined to take part in many subsequent\r\nadministrations, had been Gambetta's Under-Secretary of State for War,\r\nand was looked upon as Gambetta's representative in the Cabinet.\r\n\r\nOn December 17, MacMahon gave Lord Lyons his version of the history of\r\nthe crisis.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Derby._\r\n\r\n    Dec. 18, 1877.\r\n\r\n     I went to the weekly evening party at the Elysée last\r\n     Saturday. The Marshal took me aside, saying: 'I want to tell you\r\n     why I did it.' He proceeded to tell me that he had been led to\r\n     remain in office and make a Parliamentary Ministry, by a warning he\r\n     had received from abroad that if he retired, or if he established\r\n     a clerical Ministry, war would be the inevitable consequence.\r\n\r\n     So far the Marshal: what follows may be mere gossip.\r\n\r\n     On the afternoon of December 12, the Marshal had quite\r\n     determined _d'aller jusqu'au bout_; either to obtain from the\r\n     Senate a dissolution of the Chamber of Deputies, or to give in his\r\n     resignation. He was in consultation with General Rochebouet, who\r\n     was at the time Prime Minister, about drawing up a message in this\r\n     sense, when a letter was brought in, the bearer of which sent in\r\n     a message begging that the Marshal would receive him at once. The\r\n     letter was either written by the German Emperor, or at all events\r\n     it convinced the Marshal that the bearer was sent to give him a\r\n     message direct from His Imperial Majesty. The Marshal accordingly\r\n     received him alone, and he said he was a Prussian officer who had\r\n     been sent by the Emperor to entreat the Marshal to remain at the\r\n     head of the Republic, at all risks, and on any conditions; and\r\n     not to establish a Government which could be represented as being\r\n     clerical. The message is said to have represented that the Emperor\r\n     himself was most anxious for peace, but that he should not be able\r\n     to restrain 'other people,' if a clerical or a radical Government\r\n     were allowed to be established in France.\r\n\r\n     This sounds so like gossip that I should hardly have thought\r\n     it worth while to repeat it, if it had not tallied rather curiously\r\n     with the statement the Marshal himself volunteered to make to me\r\n     about his motives.\r\n\r\n     The 'other people' are supposed to be neither more nor\r\n     less than one other person--Prince Bismarck--and the message is\r\n     represented as having been sent by the Emperor William without the\r\n     knowledge of the Chancellor, or of the German Ambassador here.\r\n\r\n     Prince Bismarck's enemies, and they are of course numerous\r\n     enough here, like to argue from appearances that he has quite lost\r\n     the confidence of the Emperor, and some of them, who profess to\r\n     have peculiar means of obtaining information, say that he made\r\n     three conditions with the Emperor, as those on which alone he could\r\n     continue to serve him. 1st, that he should have _carte blanche_ in\r\n     the Government; 2nd, that the Empress should reside at Coblentz\r\n     or Baden rather than at Berlin; and 3rd, that certain people, of\r\n     whom he gave a list, should be removed from Court. As a natural\r\n     consequence, Bismarck's illness is attributed to his not having\r\n     obtained the consent of his Imperial Master to his conditions; and\r\n     it is said that he will not recover until his terms are complied\r\n     with. This story of the conditions appears to me to be a very\r\n     outrageous one, and I am quite unable to say whether there is any\r\n     admixture of truth in it. Those who recount it, love to draw from\r\n     it prognostications of the fall of the Great Chancellor.\r\n\r\nWhether the story of the Marshal's mysterious visitor was true or not,\r\nhis defeat marked a decisive epoch in French internal politics; the\r\nRepublic was now firmly established and cannot be said to have been in\r\nany dangers since, unless the vagaries of the impostor Boulanger be\r\nexcepted.\r\n\r\nEver since the beginning of the war between Russia and Turkey, Lord\r\nDerby had continually asserted that it was practically no concern\r\nof ours, and that he was quite determined not to be drawn into any\r\nintervention whatsoever. But as the Turkish resistance collapsed, and\r\nas it became more and more evident that there was nothing to prevent\r\nthe Russians from exacting any terms they chose, unless some form of\r\nintervention took place, Her Majesty's Government decided to call\r\nParliament together. Lord Derby was anxious to explain that this action\r\nhad no sinister significance.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Derby to Lord Lyons._\r\n\r\n    Dec. 21, 1877.\r\n\r\n     You are not unlikely to be asked the meaning of Parliament\r\n     being called together earlier than usual. The explanation is\r\n     simple. We see a growing excitement on the question of the war; we\r\n     are menaced by an agitation friendly but troublesome, having for\r\n     object to drive us into war, and with a counter movement on the\r\n     other side. We think that much useless talk will be stopped; the\r\n     real opinion of the country be tested, and the Ministry relieved\r\n     from the annoyance of perpetual criticism which it cannot reply\r\n     to, if every peer and M.P. can say what he has got to say at\r\n     Westminster, rather than at a county dinner or borough meeting.\r\n\r\n     Those who have confidence in us will not be sorry to hear our\r\n     views explained by ourselves; those who have not, will have no\r\n     further opportunity of talking mysteriously about the country being\r\n     committed to this, that, or the other, without Parliament having a\r\n     voice in the matter. For it is clear that if we meant to act on our\r\n     own responsibility, and leave Parliament no choice except to ratify\r\n     or to condemn what we had done, we should not shorten by one-half\r\n     the interval that remains during which only such action is possible.\r\n\r\n     It is possible that there may be in France some renewal of\r\n     suspicions as to English designs on Egypt. If so, you may dispel\r\n     them by the most decided language you can use. We want nothing and\r\n     will take nothing from Egypt except what we have already, and what\r\n     other Powers share equally with us. We shall continue to work in\r\n     harmony with the French, and hope and expect the same from them.\r\n\r\nLord Derby was the most cautious and unenterprising of men, and he\r\nalready perhaps felt some suspicions as to the soundness of his\r\ncolleagues in the Cabinet; but the assurance to be given to the French\r\nGovernment with regard to Egypt seems, on the face of it, somewhat\r\ngratuitous, if not rash. The situation in Turkey might have resulted in\r\nour being forced to go to Egypt at short notice, and only five years\r\nlater he, Lord Derby, found himself a member of a Liberal Government\r\nwhich had been forced to adopt that very course.\r\n\r\nWhen the British Parliament met in January, the war was already\r\npractically ended, and the commissioners were treating for an armistice\r\nand for the preliminaries of peace. The Queen's Speech announced that\r\nalthough neither the Russians nor the Turks had infringed the conditions\r\non which the neutrality of England depended, it might be necessary\r\nto ask for money and to take precautions, and on January 23, the\r\nMediterranean fleet was ordered to pass the Dardanelles and to proceed\r\nto Constantinople. This action brought about the resignation of both\r\nLord Derby and Lord Carnarvon, but upon the countermanding of the order\r\nto the fleet, Lord Derby resumed office. On January 28, the basis of the\r\npeace negotiations having been communicated, the Government asked for\r\na vote of six millions, and in consequence of alarming intelligence,\r\nreceived from Mr. Layard the British Ambassador at Constantinople, the\r\nfleet was again ordered definitely to proceed to that city. Political\r\nexcitement reached its climax, and light-hearted Jingoes, quite\r\nincapable of realizing the inadequacy of British military resources,\r\nproclaimed their readiness to fight any possible adversary.\r\n\r\nIf it eventually became necessary for England to take active steps to\r\nsecure her interests in the East, it was quite clear that no assistance\r\nwhatever could be expected from France. M. Waddington took an early\r\nopportunity to assure Lord Lyons most emphatically that France wanted\r\nnothing for herself, and that she desired no acquisition of territory\r\neither in the Mediterranean or elsewhere; but whilst he disclaimed any\r\ndesire of this nature, he showed in a most unmistakeable manner that\r\nan occupation of Egypt by England would create a bitter feeling in\r\nFrance which would long impair the friendly relations between the two\r\ncountries. Speaking most confidentially, M. Waddington said that it was\r\nall important to France that England and Russia should not be involved\r\nin hostilities, and that France should not be left _tête-à-tête_ with\r\nPrince Bismarck, whether the latter played the part of an enemy or a\r\ntempter. In fact, the French Government, like its predecessor, was\r\ndisquieted by a notion that Bismarck intended to propose to France\r\nsome arrangement respecting Belgium and Holland, which would dismember\r\nthose States, assigning of course to Germany the lion's share of the\r\nspoils, and it seemed to be apprehended that France would be called\r\nupon to choose between acquiescing in such an arrangement or incurring\r\nthe active enmity of Germany. The fear of the French that they might\r\nbecome involved was so strong that Waddington was alarmed even at the\r\nidea of committing his Government to the British declaration as to\r\nthe invalidity of treaties concluded without the participation of the\r\nPowers; but, in spite of this timorous spirit, and although the Treaty\r\nof San Stefano was not signed until March 3, Lord Derby informed Lord\r\nLyons on February 2, that, the support of Austria having been obtained,\r\nHer Majesty's Government were determined to secure a Conference, and\r\nit was hoped that Italy and France would also exercise at least a\r\nbenevolent neutrality. The uncertainty of the position was shown in Lord\r\nDerby's language with regard to Constantinople. 'I hardly know what will\r\nhappen if the Russians insist on showing themselves at Constantinople.\r\nIt is not a case we could make a _casus belli_ of, but I think it would\r\nin that case be desirable that the Neutral Powers should be present\r\ntoo--that is their fleets--both as a demonstration, and to keep order\r\nif necessary. The war being over, such a proceeding could not be\r\nmisconstrued, as it certainly would have been before. All this, however,\r\nis uncertain.'\r\n\r\nJudging by subsequent experiences, Lord Derby would have spent a\r\nlong time in securing the presence of the International fleets at\r\nConstantinople, and would have experienced still more trouble in\r\npersuading them to take any action. The Russians fortunately stopped\r\nshort of Constantinople, and a Conference being now a practical\r\ncertainty, Lord Lyons was invited to act as the British representative.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Derby to Lord Lyons._\r\n\r\n    February 6, 1878.\r\n\r\n     The Conference will probably come off, and it may come off\r\n     soon, though there is a chance of delay from differences as to the\r\n     place of meeting.\r\n\r\n     I find the feeling of the Cabinet unanimous, and I fully share\r\n     it, that you are the fittest person to attend the Conference on\r\n     our behalf. Indeed, I know of no one in whom I should have equal\r\n     confidence for a duty of that kind. Nothing has been said to the\r\n     Queen, but I have no doubt of Her Majesty's consent.\r\n\r\n     May I ask you if, considering the importance and difficulty\r\n     of the work, you will be prepared to sacrifice your personal\r\n     convenience so far as to accept the office if offered? I fear the\r\n     sacrifice will be considerable, but let up hope that the result\r\n     will repay your trouble.\r\n\r\nTo most people, an invitation of this character, conveyed in so\r\nflattering a manner, would have had an irresistible attraction; but Lord\r\nLyons was one of those persons to whom notoriety was indifferent, if not\r\nobnoxious, and who much preferred to confine himself to doing his own\r\nbusiness in a practical and unostentatious spirit. He, however, felt it\r\nhis duty to accept, hoping vainly all the time that the Conference would\r\nnever take place at all.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Derby._\r\n\r\n    Paris, Feb. 8, 1878.\r\n\r\n     I wish to offer you my best thanks for your letter of the day\r\n     before yesterday. Your proposal to appoint me to represent England\r\n     at the Conference is very flattering in itself, and nothing could\r\n     be more gratifying than the terms in which it is made.\r\n\r\n     You were so kind as to speak of the sacrifice of my personal\r\n     convenience, but that consideration I will set entirely aside.\r\n     There are feelings of much greater weight which make me shrink from\r\n     the task, and it appears to me to be a task peculiarly difficult,\r\n     and one of which the result is, to say the least, extremely\r\n     doubtful. I may say, too, without any affectation of modesty, that\r\n     I do not think myself well qualified for it.\r\n\r\n     Still these are after all personal considerations which I\r\n     ought not to allow to interfere with any public duty which I may be\r\n     called upon to discharge. If therefore the Queen and the Government\r\n     should determine upon entrusting this mission to me, I should\r\n     undertake it heartily and zealously, and do my best to justify\r\n     their confidence.\r\n\r\n     Of course nothing can be settled until we know the rank and\r\n     number of the Plenipotentiaries of other Powers, the place of\r\n     meeting, and other particulars, which may have a material influence\r\n     in the selection of the Representative or Representatives of Her\r\n     Majesty.\r\n\r\n     If however the progress of events should ultimately lead to my\r\n     being chosen, I should be very grateful if you would allow me the\r\n     opportunity of conferring with you upon various matters, before any\r\n     definite arrangements are made. There is one to which I attach so\r\n     much importance that I will mention it at once. I trust that you\r\n     will allow me to choose myself the staff to accompany me on the\r\n     occasion. My efficiency and comfort would depend mainly on this.\r\n\r\nApart from a disinclination to leave his own work, Lord Lyons probably\r\nconsidered that the outlook for England at a Conference was by no\r\nmeans reassuring. The issue of the Conference really depended upon the\r\nmilitary position in which England and Austria would apparently stand,\r\nshould the Conference itself break up _rê infectâ_, and at the end of\r\nFebruary the English position looked to be none too favourable, for\r\nit depended upon the fleet having access to the Black Sea. If we were\r\nable to stop the Russian communications by sea, the Russians would be\r\nat the mercy of Austria by land, supposing Andrassy's boasts to be\r\nwell founded; but we had no absolute security against the Russians\r\noccupying Gallipoli at any moment, and no semblance of a security of\r\ntheir not occupying the Black Sea exit of the Bosphorus, for the Turks\r\nwere at their mercy, and, as pointed out by Mr. Layard, they were quite\r\ncapable of making any arrangement with Russia, since they considered\r\nthat they had been betrayed and abandoned by England. Neither, it might\r\nbe added, was there any security that Austria would stand firm, for\r\nthere was always the chance of her being bought off with Bosnia and the\r\nHerzegovina.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Derby._\r\n\r\n    Paris, Feb. 26, 1878.\r\n\r\n     As to the Conference itself all seems more than ever in doubt.\r\n     Unless the Austrians are determined to go to war and are visibly\r\n     ready, and unless we are equally determined and equally ready on\r\n     our side, and unless the Russians are convinced of this, there can\r\n     be no chance of their making any concessions. Then, what will the\r\n     Austrians want? To bolster up the Turks, to waste energy in trying\r\n     to place under them again this or that district delivered by the\r\n     Russians, would be a very losing game. There must, I suppose,\r\n     be some new Principality or Principalities. If anything like a\r\n     national feeling and a national Government can be established in\r\n     them, their danger will be from Russia, and Russia will become\r\n     their natural enemy, unless they are thrown into her arms by a\r\n     hostility on the part of Austria, which will make them feel that\r\n     Russia alone is their defence against Turkey. Then there are the\r\n     Straits, and the difficulty of placing the Turks, or whoever is\r\n     to hold them, in a position to guard them against a Russian _coup\r\n     de main_ at least. Ignatieff seems to be already working the\r\n     connection between Egypt and the Porte, with a view to getting\r\n     money out of Egypt for Russia. I am inclined to think that the more\r\n     radically Egypt is severed from the Porte, and the less our free\r\n     action with regard to it is hampered by collective guarantees or\r\n     collective Protectorates the safer we shall be.\r\n\r\nThe correctness of these views has since been amply demonstrated by the\r\nhistory of the Balkan States. The opinion about Egypt, however, was\r\nprobably not at all to the taste of Lord Derby, who appeared to rejoice\r\nin divided responsibility.\r\n\r\nLord Lyons himself was summoned to London early in March in order to\r\nconfer with the Government respecting his procedure at Berlin, and\r\njudging from his letters to various correspondents, the course which Her\r\nMajesty's Government proposed to adopt was in a state of considerable\r\nuncertainty. It was, however, a source of much satisfaction to him that\r\nhe would have the co-operation of Lord Odo Russell, who was an intimate\r\nfriend, and in whose judgment he felt complete confidence. He also got\r\nhis way about his staff, which was to include amongst others, Malet,\r\nSheffield, and Mr. (now Sir William) Barrington.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Odo Russell._\r\n\r\n    London, March 13, 1878.\r\n\r\n     My only comfort about this awful Congress or Conference is\r\n     that you will be my partner in it. I hope, if it does come off\r\n     after all, that we may get over it without doing harm to our\r\n     country or to ourselves. I wanted them to set me aside and take\r\n     advantage of the transfer to Berlin to put it into your hands;\r\n     and I still think this would be the best plan; but they say that\r\n     after their announcement of my appointment to Parliament, they\r\n     cannot cancel it. Sir Robert Peel has moved a resolution that I am\r\n     not a fit person to represent England at the Conference. I shall\r\n     console myself if he carries it. He grounds his motion upon 'my\r\n     well-known opinions.' I suppose he takes my opinions from a wholly\r\n     unauthorized and incorrect account of them which appeared in a\r\n     letter in the _Daily Telegraph_ yesterday. Some people suppose he\r\n     wrote the letter himself in order to have a peg to hang his motion\r\n     on. I don't think your difficulties at the Conference will arise\r\n     from strong preconceived opinions of mine. I shall try and get our\r\n     instructions made as precise as possible. Could you give me some\r\n     hints as to the particular points which should be decided before we\r\n     begin? You will know how far certain solutions in our sense will be\r\n     feasible or not. It is worse than useless that we should be told to\r\n     aim at impossibilities, and have to yield: though there may be of\r\n     course conditions, which if not admitted, will render it necessary\r\n     for us to retire from the Conference altogether.\r\n\r\n     I am sure you will be the greatest help and comfort to me, and\r\n     I hope I may be a help to you. Please tell me anything you wish me\r\n     to do or say here.\r\n\r\nLord Odo Russell appears to have been equally in the dark as to the\r\nintended policy of Her Majesty's Government.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Odo Russell to Lord Lyons._\r\n\r\n    Berlin, March 16, 1878.\r\n\r\n     The feelings you express concerning the Conference are so\r\n     entirely my own that I need say no more, and only hope that Lord\r\n     Derby will give you a better qualified assistant than I can be with\r\n     regard to Oriental Affairs, of which I do not really know enough to\r\n     be of any use to you or to the country, beside such authorities as\r\n     Ignatieff, Lobanoff, Calice, Radowitz, Busch, etc., etc.\r\n\r\n     You ask if I could give you some hints as to the particular\r\n     points which should be decided before you begin.\r\n\r\n     I would do so with the greatest pleasure, if I only knew what\r\n     the policy of Her Majesty's Government is likely to be in Congress.\r\n     All I know about it at present is contained in Lord Derby's\r\n     despatch of May 6, and as far as Constantinople and the Straits are\r\n     concerned, I fancy Russia will be conciliatory.\r\n\r\n     You ask further how far certain solutions in our sense will be\r\n     feasible or not.\r\n\r\n     I wish I could answer your question, but can only beg of\r\n     you to tell me first whether we accept the consequences of our\r\n     neutrality, or whether we contest them: whether we are going\r\n     to reject the Turko-Russian Treaty, as we rejected the Berlin\r\n     Memorandum, or whether we are going to accept now what we refused\r\n     then.\r\n\r\n     Russia is now in possession of Turkey. Germany supports Russia.\r\n\r\n     France and Italy have no wish to quarrel with Russia or\r\n     Germany, and will not offer any serious opposition to the\r\n     Turko-Russian Treaty.\r\n\r\n     Austria may object to two things: the proposed limits of\r\n     Bulgaria, and the prolonged occupation of Russian troops.\r\n\r\n     If Russia is well disposed, she will consent to a smaller\r\n     Bulgaria and to a shorter occupation.\r\n\r\n     If she doesn't, Austria must choose between a diplomatic\r\n     defeat, a compromise, or war to turn Russia out of Bulgaria.\r\n     Bismarck will exert all his personal influence in favour of a\r\n     compromise to keep the three Emperors' Alliance together before\r\n     Europe in Conference assembled.\r\n\r\n     The annexation of Armenia and the war indemnity are questions\r\n     which Russia will scarcely consent to submit to the Congress at all.\r\n\r\n     What then is our attitude to be? Please let me know as soon as\r\n     you can, and I will do my best to answer your questions.\r\n\r\n     If we go in for Greek interests we shall have the cordial\r\n     support of Germany and Austria, I think--but Greek interests are\r\n     in direct opposition to Turkish interests, if I am not greatly\r\n     mistaken.\r\n\r\n     On hearing of your appointment I wrote to you to congratulate\r\n     myself and to beg of you to grant us the happiness of taking up\r\n     your quarters at the Embassy, and also to advise you to bring a\r\n     numerous and efficient staff, as I have not hands enough at Berlin\r\n     for an emergency.\r\n\r\nThe letters of Lord Odo Russell at this period show that he was\r\ncompletely in the dark as to the intentions of Her Majesty's Government,\r\nand that he was quite unable to get any answer as to what was to be\r\ntheir policy with regard to the Treaty of San Stefano. He himself was\r\nconvinced that the three Empires had already settled what the result of\r\nthe Congress was to be, and that they simply intended to communicate it\r\nto Greece, Roumania, and other Powers for whom they wished to manifest\r\ntheir contempt, such as France and England, _à prendre ou à laisser_.\r\nUnder these circumstances, it became doubtful whether it was worth\r\nwhile for England to go into a Conference at all and court unnecessary\r\nhumiliation, serious as the responsibility would be if such a course\r\nwere decided upon.\r\n\r\nThere can be no doubt that much of the prevailing uncertainty was due to\r\nLord Derby, who with great difficulty had contrived to keep pace with\r\nhis more enterprising colleagues, and whose over-cautious temperament\r\nhad prevented the adoption of any really definite policy. But Lord\r\nDerby, unable to stand the shock of seeing a few thousand Indian troops\r\nsent to the Mediterranean, resigned office on March 28, and the advent\r\nof Lord Salisbury at the Foreign Office marked a new departure in\r\nBritish Foreign Policy.\r\n\r\nLord Salisbury's circular of April 1, 1878, was intended to show that\r\nthe Treaty of San Stefano threatened the interests of Europe, and\r\nthat the whole, and not parts of it, as proposed by Russia, should be\r\nsubmitted to the Congress. It pointed out that the creation of a big\r\nBulgaria, stretching over the greater part of the Balkan Peninsula,\r\nand with ports on the Black Sea and the Ægean, would give Russia a\r\npredominant influence; that the proposed annexations in Asia Minor would\r\ngive Russia control over political and commercial conditions in that\r\nregion, and that the exaction of an indemnity which it was impossible\r\nfor Turkey to provide, would enable Russia either to exact further\r\ncessions of territory or to impose any other conditions which might be\r\nthought advisable. The logic was sound, and at all events Lord Salisbury\r\nsucceeded in producing a definite British policy, which his predecessor\r\nhad signally failed to do.\r\n\r\nWhen Lord Lyons returned to Paris at the beginning of April the question\r\nof whether there was to be a Congress or not was still in suspense.\r\nFrench opinion was rather more in favour of England on the Eastern\r\nQuestion than had been expected, but there was no sign of anything more\r\nthan passive sympathy, and Waddington, who was particularly sensitive\r\non the subject, intimated, not obscurely, that the good will of France\r\ndepended upon England not acting independently of her in Egypt. It\r\nlooked, in fact, as if England would be left to bell the cat, although\r\nLord Salisbury's circular, as was generally admitted, had immensely\r\nraised British prestige on the continent. The suspicion felt in France\r\nas to Russian intentions was shown by the failure of agents of the\r\nRussian Government to negotiate a loan at Paris for thirty millions\r\nsterling, and Lord Salisbury's letters in the early part of April show\r\nthat, while there were symptoms of yielding in Europe, there appeared to\r\nbe no prospect of those concessions with regard to Asia Minor to which\r\nHer Majesty's Government attached great importance.\r\n\r\nOn the whole, the French Government was apparently anxious to act as\r\nfar as possible with England, without committing itself too much, since\r\nthe idea of a Russian naval station in the Mediterranean was highly\r\nobnoxious; but Waddington was hampered, amongst other causes, by the\r\nproceedings of Gambetta, who was disporting himself in some of the\r\nEuropean capitals with the object of forming, or appearing to form,\r\nrelations with foreign statesmen, which would enable him to put forward\r\na claim to become eventually Minister for Foreign Affairs. Waddington\r\nalways in private repudiated responsibility for what Gambetta said\r\nor did, but the latter was now so important a personage that it was\r\nnecessary to keep on good terms with him and to submit to a patronage\r\nwhich must have been irksome to French Ministers.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Salisbury to Lord Lyons._\r\n\r\n    Foreign Office, April 24, 1878.\r\n\r\n     The negotiations for the simultaneous withdrawal of the fleet\r\n     and army from Constantinople proceed very slowly. We are making\r\n     no difficulties, but the Russians cannot make up their minds about\r\n     details, and are probably trying to screw some concessions out of\r\n     the luckless Turks. I shall be very glad to see the arrangement\r\n     succeed, because our fleet is doing no possible good there at this\r\n     moment. Whatever value it had, disappeared as soon as the peace was\r\n     signed. But as the Russians seem to be afraid of it, we must make\r\n     the most of it. Possibly, in their secret hearts, they entertain\r\n     very much the same opinion as to the position of their armies.\r\n\r\n     The general negotiations do not improve. Russia gives me the\r\n     impression of a Government desperately anxious for peace, and\r\n     driven on by some fate towards war. Andrassy undoubtedly means to\r\n     have Bosnia; but whether he will be satisfied with that I am not\r\n     so certain. It is a possible policy for him to throw the Danube\r\n     over altogether; to secure an outlet for his produce by a railway\r\n     to Salonika, and to accept a simultaneous extension southward in\r\n     parallel lines of Austrian and Russian possession--whether in the\r\n     form of actual territory, or of vassal states. In that case, he\r\n     will throw us over, and his course will be easy enough if he can\r\n     square the Hungarians. But that may be a difficulty. Do you gather\r\n     any information about his objects?\r\n\r\n     Is it your impression--as it is mine--that the French are\r\n     supremely anxious to push us into war?\r\n\r\nLord Lyons's reply to these inquiries gives the reasons why the French\r\nviews with regard to an Anglo-Russian conflict had undergone an\r\nalteration.\r\n\r\n       *       *       *       *       *\r\n\r\n    Paris, April 26, 1878.\r\n\r\n     I owe you many thanks for your letter of the day before\r\n     yesterday.\r\n\r\n     You ask me whether it is my impression that the French are\r\n     extremely anxious to push us into war.\r\n\r\n     Confidence in their returning military strength, and the\r\n     apparent success of their endeavours to conciliate Germany have\r\n     calmed their fears of Bismarck. They are no longer nervously\r\n     desirous that the forces of England should be kept in the west,\r\n     as a necessary check upon the great Chancellor's supposed designs\r\n     upon Holland, upon Belgium, or upon France herself. On the other\r\n     hand, they have given up counting upon Russia as an ally against\r\n     Germany, and have abandoned Décazes's policy of courting her and\r\n     espousing her interests. The result of all this is that they are\r\n     willing enough that the main force of England should be employed at\r\n     a distance from home.\r\n\r\n     They have been reassured about Egypt, and they think that if\r\n     England is engaged in hostilities with Russia, she will be less\r\n     disposed and less able to interfere with France or to separate from\r\n     her in Egyptian affairs. They have lost their great fear, which was\r\n     that England, instead of opposing Russia, would seek a compensation\r\n     for herself in the annexation of Egypt. Thus another of the reasons\r\n     which made them desire that England should abstain from all action\r\n     has disappeared.\r\n\r\n     There are, moreover, the patriots, who look far ahead, who do\r\n     positively desire that England should go to war with Russia. Their\r\n     calculation is that Austria and Italy would sooner or later be\r\n     drawn into the war on the English side, and that then, Germany and\r\n     Russia being isolated, France might join the rest of Europe against\r\n     them, and recover Alsace and Lorraine. These are said to be the\r\n     views of Gambetta and his friends.\r\n\r\n     There is, however, one feeling which pervades the great\r\n     mass of Frenchmen. They wish England to take the chestnuts out\r\n     of the fire for them. They are quite determined not to go to war\r\n     themselves for anything less than Alsace and Lorraine, but they do\r\n     wish to exclude Russia from the Mediterranean, and they are very\r\n     willing that the danger and the burthen of effecting this should be\r\n     incurred by England.\r\n\r\n     With these views their newspapers go on patting us on the\r\n     back, and may continue to do so, as long as we seem to be ready to\r\n     act alone; but they would change their note, if they saw any risk\r\n     of France being drawn into the war with us, until _after_ Austria\r\n     and Italy had joined us.\r\n\r\n     I know of nothing to confirm Odo Russell's information that\r\n     in return for the consent of Germany and Russia to exclude Egypt,\r\n     etc., from the deliberations of the Congress, Waddington engaged to\r\n     support Germany and Russia in everything else. What appeared on the\r\n     surface was that this exclusion was made openly by France a _sine\r\n     qua non_ of her attending the Congress, that she communicated the\r\n     condition simultaneously to all the Powers, and did not at all ask\r\n     for the assent to it as a concession. If there is only Bismarckian\r\n     authority for the bargain stated to have been made by Waddington\r\n     with Germany and Russia, I think it _mérite confirmation_. The one\r\n     object of Bismarck seems always to be to sow dissensions between\r\n     France and any other Power that she may seem to be approaching.\r\n\r\n     Notwithstanding the Comte de St. Vallier's assertion to Odo\r\n     Russell, Mr. Adams is quite certain that it was M. de St. Vallier\r\n     himself who reported to Mr. Waddington that Odo had communicated\r\n     to the Emperor William, Prince Bismarck, etc., a telegram from Mr.\r\n     Adams on the subject of the sympathies of France with England.\r\n     In fact Mr. Waddington who is an old schoolfellow and friend of\r\n     Mr. Adams, read to him parts of the private letter from M. de St.\r\n     Vallier in which the report was contained, and indeed one of the\r\n     phrases he cited from the letter was _le telegramme Adams_ as the\r\n     source of the communication made by Odo Russell.\r\n\r\n     The Prince of Wales arrived this morning and I have been all\r\n     the afternoon at the Exhibition with him, which obliges me to write\r\n     in such haste, that I cannot be brief.\r\n\r\n     I have just seen Hobart Pasha, who goes on to England\r\n     to-morrow morning and will try to see you.\r\n\r\n     I doubt whether Waddington or the Austrian Ambassador here get\r\n     any information about Andrassy's real views and objects.\r\n\r\n     The Russians seem to be hard at work trying to make the\r\n     execution of the Treaty of San Stefano a _fait accompli_. _Beati\r\n     possidentes._\r\n\r\nLord Salisbury's suspicions as to the pressure being put upon the\r\nunfortunate Turks by the Russians were confirmed by an interesting\r\nletter from Mr. Layard to Lord Lyons, in which the much-denounced Abdul\r\nHamid appears in quite a new light.\r\n\r\n       *       *       *       *       *\r\n\r\n    Constantinople, May 1, 1878.\r\n\r\n     I am not surprised that Waddington should care nothing about\r\n     Armenia. The question is a purely English one, but to us a vital\r\n     one. The Treaty of San Stefano puts the whole of Asia Minor\r\n     virtually at the mercy of Russia and insures her influence over\r\n     Mesopotamia and perhaps ultimately over Syria, which would probably\r\n     not be pleasant to the French. This immense addition to the power\r\n     of Russia in Asia, and the command that she obtains, if the Treaty\r\n     be carried out, of routes to India and Central Asia, is a matter\r\n     of serious import to England. But probably there is no European\r\n     Power which does not envy us the possession of India, and would\r\n     not secretly rejoice at the prospect of our losing it. I believe\r\n     this feeling to be particularly strong with Frenchmen. But if we\r\n     intend to preserve our Empire as it now is, we must be prepared to\r\n     deal with this question of Russian aggrandisement in Asia Minor and\r\n     drive them back. Our only way of doing so, is by making use of the\r\n     Mussulman population. The idea of an autonomous Christian Armenia\r\n     to form a barrier to Russian advance is one of those absurdities\r\n     which are cropping up daily amongst our sentimental politicians,\r\n     who know nothing of the matters upon which they pretend to lay down\r\n     the law.\r\n\r\n     The Grand Duke Nicholas, before going, made an ultimate\r\n     attempt to bully the Sultan into surrendering Shumla, Varna and\r\n     Batoum; but His Majesty held firm and His Imperial Highness failed\r\n     to get a promise out of him on the subject. It is curious that\r\n     whilst our ignorant and unscrupulous newspaper correspondents are\r\n     systematically writing down the Sultan and denouncing him as a poor\r\n     weak creature incapable of having an opinion of his own, he has\r\n     shown far more firmness than any of his Ministers. Had it not been\r\n     for him, it is highly probable that the ironclads would have been\r\n     given over to the Russians, and more than probable that the Grand\r\n     Duke would have been allowed to occupy Buyuk Dere and the entrance\r\n     to the Bosphorus. The Russians threaten to seize Varna, Shumla\r\n     and Batoum by force, but I much doubt whether they will venture\r\n     to do so, as right is not on their side. Shumla and Varna are not\r\n     to be given up to Russia, but to the Bulgarian Principality when\r\n     constituted: and the arrangements for the final settlement of the\r\n     Russian frontier in Asia are to be made within six months of the\r\n     conclusion of the 'definitive' not the 'preliminary' Treaty.\r\n\r\n     I am anxiously waiting to hear whether the simultaneous\r\n     withdrawal of our fleet and the Russian forces can be arranged. It\r\n     is of the utmost importance to the Turks to get the Russians away\r\n     from San Stefano, but I cannot understand how the Russians could\r\n     consent to give up so advantageous a position, unless they found\r\n     that if they remained there they would be exposed to considerable\r\n     danger from a joint attack by the English fleet and the Turkish\r\n     forces.\r\n\r\nLayard, who was a fighting diplomatist, and possessed the rare quality\r\nof knowing what he wanted, had long chafed at the irresolute action\r\nof the British Government, and was all in favour of making a resolute\r\nstand against Russian aggression. Throughout the war, he had continually\r\ncomplained of the apathy and indecision of the British Cabinet, and\r\nattributed these deficiencies to divided counsels and to the advanced\r\nage of Lord Beaconsfield. Now, with Lord Salisbury installed at the\r\nForeign Office, he plucked up hope again.\r\n\r\n     'Salisbury,' he wrote to Lord Lyons, 'seems to know what he\r\n     wants--which is a great contrast to his predecessor. If he is firm,\r\n     we shall, I think, triumph in the end, and remove a great danger\r\n     from Europe and ourselves. Were it not for that double-dealing,\r\n     untrustworthy fellow Andrassy, we might perhaps accomplish all\r\n     that we require without war. Andrassy's proceedings give rise to a\r\n     strong suspicion that the secret understanding between the three\r\n     Emperors still exists. The Sultan is persuaded of it, and I have\r\n     found that his instinct in such matters is usually right.'\r\n\r\nOn May 11, Lord Salisbury wrote to Lord Lyons saying that Count Münster\r\n(German Ambassador in London) had assured him that the object upon\r\nwhich the French were bent in the Mediterranean was Tunis. 'Do you\r\nhear anything of the sort?' he asked Lord Lyons, and added the highly\r\nimportant statement: 'It is of course an extension of French territory\r\nand influence of which we should not have the slightest jealousy or\r\nfear. But I am not assuming in any way that the Porte would wish to give\r\nit up. I should only like to have your opinion how far France would wish\r\nto have it.'\r\n\r\nTo this Lord Lyons replied:--\r\n\r\n     Ever since I can remember, the Italians have suspected the\r\n     French, and the French have suspected the Italians of designs upon\r\n     Tunis. Bismarck's mention of it at this moment is probably only\r\n     one of his usual devices to sow distrust of France. I have never\r\n     found that the acquisition of Tunis recommended itself to French\r\n     imagination, and I don't believe it would be taken as anything like\r\n     a set-off against English acquisitions in Egypt or Syria. I believe\r\n     our principal interest in Tunis arises from its being a source\r\n     of supply of provisions to Malta. When Décazes wished to set us\r\n     against the supposed Italian designs upon it, he used to talk of\r\n     its being dangerous to us to have Malta in a vice between Sicily\r\n     and an Italian Tunis, but it never seemed to me that the peril was\r\n     very clear.\r\n\r\n       *       *       *       *       *\r\n\r\n     England is very popular here at this moment, and the Prince of\r\n     Wales's visit has been a principal cause of this, but the French\r\n     have no intention to fight with us or for us. They back us up in\r\n     asserting the sanctity of Treaties, and they certainly desire that\r\n     the _status quo_ may be maintained in the Mediterranean, until\r\n     France is a little stronger.\r\n\r\nIt will be remembered that only a few years earlier the German\r\nGovernment had informed the French Government through Count Arnim that\r\nit would not tolerate the establishment of anything in the nature of\r\na French Protectorate in Tunis; so that if the French were now really\r\nentertaining any designs of that nature, it was pretty obvious that it\r\ncould only be the result of a hint from Berlin. The question of Tunis,\r\nhowever, was shortly overshadowed by greater issues. On May 16, Lord\r\nSalisbury transmitted to Paris a long document which formed the basis\r\nof the so-called Anglo-Turkish Convention. The proposals embodied\r\nsubsequently in the convention were contained in a private letter to\r\nMr. Layard, dated May 10, and the latter was directed not to proceed\r\nwith the negotiations until further instructions were received, as the\r\nnecessity for the convention depended upon the nature of the reply which\r\nCount Schouvaloff was to bring back from St. Petersburg. Whatever may\r\nhave been said at the time in denunciation of the occupation of Cyprus\r\nand the Asia Minor Protectorate, it can hardly be denied that Lord\r\nSalisbury had a good case logically, as is shown by the following letter.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Salisbury to Lord Lyons._\r\n\r\n    May 22, 1878.\r\n\r\n     Until I see Schouvaloff to-morrow I shall know little of the\r\n     probabilities of our acting on that private letter to Layard of\r\n     last week, of which I sent you a copy. If, however, we do so, it\r\n     seems to me that we have a very good logical case--Is logic any use\r\n     in diplomacy?--against any objections the French may raise.\r\n\r\n     By the Tripartite Treaty of April 25, 1856, we had a right to\r\n     call on them to help us in restraining Russia from appropriating\r\n     Turkish territory. They have loudly and constantly asserted that\r\n     no military action is to be expected on their part. In Europe we\r\n     can meet the consequences of that desertion by the help of Austria,\r\n     Greece, the Rhodope mountaineers and others. But in Asia we are\r\n     abandoned wholly to ourselves. The French have left us to face and\r\n     guard against the consequences of that Russian encroachment which\r\n     they undertook to join with us in resisting. Does it lie in their\r\n     mouth, if we say that such encroachments, if persisted in, require\r\n     special precautions? that we cannot turn the Russians out by\r\n     ourselves, and that abandoned by our ally, who should have made the\r\n     task easy to us, we have no choice except to mount guard over the\r\n     endangered territory and take up the positions requisite for doing\r\n     so with effect? I do not see what answer the French would have.\r\n\r\n     But you will probably reply that my reasoning is idle trouble,\r\n     because logic is of _no_ use in diplomacy.\r\n\r\nThe French would have had no real cause for complaint if they had\r\ndiscovered the contents of the proposed Anglo-Turkish Convention, for\r\nas Lord Salisbury had already pointed out, he had been careful 'to turn\r\nthe eyes of desire away from Syria,' the only portion of Asia Minor in\r\nwhich France was interested; but Waddington had been making declarations\r\nagainst any of the Powers helping themselves to Turkish territory, and\r\nalthough these declarations were meant only to apply to Bosnia and\r\nHerzegovina, he would probably have used much the same language if he\r\nhad learnt that England was thinking of occupying any portion of the\r\nTurkish Empire. Logic may not be of much use in diplomacy, but it is\r\nof still less use in influencing public opinion, and an appeal to the\r\nTripartite Treaty, after it had been set aside so long, would have come\r\nrather late in the day. As, however, the necessity for providing for\r\nBritish interests and British safety in Asia was indisputable, Lord\r\nSalisbury was justified in contending that those Powers who disliked the\r\nonly methods which were within our reach, should give us such help as\r\nwould enable us to dispense with them.\r\n\r\nUpon the return of Schouvaloff from St. Petersburg, it turned out,\r\nas Lord Salisbury had anticipated, that Russia was prepared to make\r\nconcessions in Europe, but scarcely any in Asia. Layard was, therefore,\r\ndirected to negotiate the Anglo-Turkish Convention.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Salisbury to Lord Lyons._\r\n\r\n    Foreign Office, May 29, 1878.\r\n\r\n     I send you two memoranda, or rather two separate versions\r\n     of the same paper, which will explain fully the nature of the\r\n     propositions which Schouvaloff brought back to me, and the extent\r\n     to which we have been able to accept his proposals. The upshot of\r\n     the matter has been that the Czar yields substantially all we want\r\n     in Bulgaria and as to the Greek provinces, but sticks to his text\r\n     as to Montenegro, Bessarabia, and the Armenian conquests, except\r\n     Bayazid.\r\n\r\n     I have informed Schouvaloff that against these Asiatic\r\n     acquisitions it will be necessary for us to take precautions; and\r\n     while taking from him a formal engagement that Russia will not\r\n     extend her position in Turkey in Asia, we shall ourselves give to\r\n     Turkey a guarantee to the same effect. We shall accept these terms\r\n     as soon as he receives from St. Petersburg authority to take them\r\n     in the redaction on which we have ultimately agreed. At the same\r\n     time we have taken our measures to secure ourselves against the\r\n     consequences of the Asiatic advance. Layard received on Saturday\r\n     telegraphic directions in the sense of the private letter which I\r\n     addressed to him a fortnight ago, and of which I sent you a copy,\r\n     and with great vigour and skill he procured the signature of an\r\n     agreement on Sunday last. We do not intend that this fact shall be\r\n     made public until the Congress, as the agreement is made wholly\r\n     conditional on the retention of Batoum and Kars. But whether we\r\n     shall succeed in these good intentions remains to be seen. Our past\r\n     performances in that line do not justify any very sanguine hope.\r\n\r\n     As there seems no chance of the Porte ceding Bosnia, and as\r\n     it is necessary to keep Austria with us in the Congress, we have\r\n     offered to support her in any proposal she makes in Congress on the\r\n     subject of Bosnia, if she will support us in questions concerning\r\n     the limits of occupation and organization of Bulgaria. It is not\r\n     necessary to tell Waddington this, but, as we have advanced a step\r\n     since he last asked us the question, it is important to avoid\r\n     language inconsistent with it.\r\n\r\nOne cannot help suspecting Lord Salisbury's sense of humour as being\r\nresponsible for the stipulation, that, if the Russians abandoned to the\r\nTurks their conquests from them in Asia Minor, the occupation of Cyprus\r\nshould come to an end and the Anglo-Turkish Convention become null\r\nand void. On the following day (May 30), the so-called Anglo-Russian\r\nagreement was signed, and the enterprising Mr. Marvin, who had been\r\ntemporarily employed at the Foreign Office on the cheap, handed it over\r\nto the _Globe_ newspaper, thus creating a political sensation of the\r\nfirst order.\r\n\r\nThe agreement with Russia being now completed, and an invitation to the\r\nCongress in suitable terms having been accepted, Lord Beaconsfield and\r\nLord Salisbury decided to go to Berlin themselves, instead of sending\r\nLord Lyons.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Salisbury to Lord Lyons._\r\n\r\n    June 5, 1878.\r\n\r\n     I feel that I owe you many apologies for my rudeness in not\r\n     writing to you on Saturday night to announce to you the decision\r\n     of the Cabinet--and to thank you for the very kind and cordial\r\n     way you had placed yourself at our disposition in the spring to\r\n     perform what was a very ugly duty. The Cabinet was rushed to the\r\n     decision which it took, partly by the consideration to which you\r\n     advert, that the threads of the last two months' negociations were\r\n     more completely in our hands than by any process of communication\r\n     they could be in yours--but also by the fact that we have dangerous\r\n     questions looming at Paris--and we cannot afford to have you absent\r\n     from your post.\r\n\r\n     My excuse for my negligence is the prosaic one that I had\r\n     not a moment of time. The agonies of a man who has to finish a\r\n     difficult negociation, and at the same time to entertain four\r\n     royalties in a country house can be better imagined than described.\r\n\r\n     The Convention at Constantinople has been signed with\r\n     expression of lively gratitude on the Sultan's part. I am sorry\r\n     that your impressions of the mood in which the French are likely\r\n     to receive the news when published, are still so gloomy. However,\r\n     we must hope for the best. We have assembled a powerful fleet at\r\n     Portsmouth and we shall have six or seven first-rate ironclads to\r\n     do what may be necessary in the Mediterranean, besides smaller\r\n     ships. And our relations with Bismarck are particularly good. So I\r\n     hope our friends at Paris will confine themselves to epigram.\r\n\r\n     If we can, we shall keep the matter secret till we get at\r\n     Congress to the part of the Treaty of San Stefano (Art. XIX) which\r\n     concerns the Asiatic annexations. I do not know whether d'Harcourt\r\n     has any inkling, but ever since his return from Paris his manner\r\n     has changed.\r\n\r\nLord Lyons hailed the decision of Lords Beaconsfield and Salisbury as a\r\n'deliverance from a nightmare which had weighed upon him since March,'\r\nand found a sympathizer in Lord Odo Russell, who had never expected\r\nmuch good from the Congress if the Three Emperors' League was revived,\r\nand who doubted whether the British public would be contented with an\r\namended San Stefano Treaty. The probable action of Waddington, who\r\nwas to be the French representative at Berlin, is foreshadowed in the\r\nfollowing letter.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Salisbury._\r\n\r\n    Paris, June 4, 1878.\r\n\r\n     I am very glad that you and Lord Beaconsfield have determined\r\n     to go yourselves to the Congress. The matters to be treated are too\r\n     grave to be left to subordinates, and they could hardly be treated\r\n     properly by any one who had not had a minute acquaintance day by\r\n     day with the recent communications with Russia and Austria.\r\n\r\n     Waddington will, I think, be a satisfactory colleague in some\r\n     respects, but in others I am afraid you will have difficulties with\r\n     him. His English blood and his English education tell both ways.\r\n     On the one hand, he is more straightforward than most Frenchmen;\r\n     he understands and shares many English feelings, and he sees the\r\n     force of English arguments, or perhaps I should rather say, of\r\n     arguments put forward in an English way. But, on the other hand, he\r\n     feels strongly the necessity of guarding against the tendency in\r\n     France to suspect him of an English bias. He will be disposed to\r\n     join in resistance to exaggerated Russian pretensions with regard\r\n     to Roumelia and the Danube. His personal sentiments are strongly\r\n     in favour of Greece. He has a certain sympathy with Christian as\r\n     against Mussulman, but he does not carry this to an immoderate or\r\n     unpractical extent. There is, however, one point on which you may\r\n     find him very stiff. He is most strongly opposed to any change in\r\n     the relative position of the Great Powers in the Mediterranean,\r\n     and he would, I am afraid, be quite as unwilling to see England\r\n     extend her influence in that sea, as he would be to see Russia do\r\n     so. It is in order to prevent any alteration in the _statu quo_ in\r\n     the Mediterranean, more than from any other reason, that he has\r\n     made the participation of France in the Congress conditional on\r\n     the exclusion of all questions not directly arising out of the war\r\n     between Russia and Turkey, and has positively mentioned Syria and\r\n     Egypt as countries to be excluded from the discussion. He would\r\n     not perhaps be disinclined to let these questions come up, if he\r\n     thought he should obtain the support of other Powers in resisting\r\n     any change made outside of the Congress.\r\n\r\n     At any rate, public feeling in France would probably be too\r\n     strong to allow him to acquiesce in any redistribution of territory\r\n     or influence in favour of England. But I expressed my opinion on\r\n     this point so fully to you and Lord Beaconsfield in the interview I\r\n     had with you just before I left England, that I have nothing more\r\n     to say about it. The horrible event[19] which took place at Berlin\r\n     the day before yesterday has, however, thrown so strong a light\r\n     upon one phase of French opinion, that I feel bound to direct your\r\n     attention to it. It seems very shocking that while the Emperor\r\n     William is suffering from the wounds so wickedly inflicted, people\r\n     here should be speculating upon the consequences of their being\r\n     fatal, but so it is. The French believe that the maintenance of\r\n     the present military system in Germany depends upon the Emperor\r\n     William, and that even if His Majesty's successor had the same\r\n     determination as His Majesty himself to keep it up, public opinion\r\n     in the country would make it impossible for him to do so. What\r\n     foundation there may be for this supposition, I do not pretend to\r\n     determine; but that it influences the French is certain. Anything\r\n     which makes them believe the life of the Emperor to be precarious,\r\n     diminishes the restraint which the fear of Germany imposes upon\r\n     them, and renders them more stiff in asserting their own views and\r\n     pretensions, and less averse from contemplating the possibility of\r\n     supporting them by more than words.\r\n\r\n     There are, in my opinion, strong arguments to be brought in\r\n     favour of our taking measures to be in a position to resist Russia\r\n     by our own means, if other Powers will give us no help in doing\r\n     so; but as you said in a former letter, logic is perhaps not of\r\n     much use in diplomacy, and seems to me to be of still less use\r\n     in influencing public opinion. I doubt our logic doing much to\r\n     reconcile the French to our exercising a separate protection over\r\n     Turkey in Asia, or occupying a Turkish island in the Mediterranean.\r\n     I am afraid you will think I have become more nervous than\r\n     ever, and more prone to the common error among diplomatists of\r\n     exaggerating the importance of the country in which they are\r\n     themselves stationed, but anyhow I have not seen any reason to\r\n     change my views as to the feelings prevalent in France.\r\n\r\n     The Parliamentary session at Versailles is about to close.\r\n     Thanks to the Exhibition, it has been a very tranquil one, but we\r\n     must be on the look-out for squalls when the Chamber meets again\r\n     in the autumn. Gambetta has hitherto restrained his followers from\r\n     opposing the Ministry, and from proposing radical measures, but it\r\n     is doubtful whether he will be able, even if willing, to restrain\r\n     them after the end of the Exhibition. Some unexpected incident\r\n     might even produce a crisis before. At any rate the elections of\r\n     a portion of the Senate, which will take place early next year,\r\n     may remove the check which the Conservative majority in that House\r\n     has hitherto put upon the Chamber of Deputies. The Marshal does\r\n     not talk of making any more attempts at resisting the will of the\r\n     majority, but I understand that he does not talk very seriously of\r\n     retiring as soon as the election is over.\r\n\r\n     It may perhaps be worth while to mention that Waddington finds\r\n     the influence of Gambetta over the Government very irksome, and is\r\n     not fond of having it alluded to.\r\n\r\nThe Congress met at Berlin in the middle of June, and the awkward\r\nquestion of whether Waddington should be informed of the Anglo-Turkish\r\nConvention or not was debated. Lord Lyons knew perfectly well that the\r\nFrench would be furious when they heard of it, and that the greater the\r\nsurprise, the greater would be their indignation. The lines laid down\r\nfor Waddington's guidance at the Congress were that France desired:\r\n\r\n1. Peace.\r\n\r\n2. Neutrality.\r\n\r\n3. The necessity of the consent of all the Powers to any modifications\r\nof the Treaties.\r\n\r\n4. The exclusion of Egypt, Syria, the Holy Places, and other topics\r\nforeign to the Russo-Turkish War.\r\n\r\nThese points were certainly not favourable to England receiving any\r\nsupport from France in defending her menaced interests in Asia Minor,\r\nas the absolute neutrality of France was the point most insisted upon.\r\nIn fact France was so obviously anxious to stand aloof, that one\r\nsuggestion was made that she should be asked to co-operate with us in\r\nAsia Minor on the assumption that such co-operation was sure to be\r\nrefused. This, however, was considered to be too hazardous a course,\r\nand it was eventually decided to say nothing to Waddington for the time\r\nbeing, lest he should make the Anglo-Turkish Convention an excuse for\r\nnot attending the Congress at all. The secret, unlike the Anglo-Russian\r\nagreement, seems to have been well kept, and cannot have been known to\r\nthe Russians, or they would have utilized it for the purpose of sowing\r\ndiscord between the British and French representatives. Finally, on July\r\n6, Lord Salisbury told the whole story to Waddington in a private letter.\r\n\r\nIn this letter Lord Salisbury pointed out that, as far as the Russian\r\nannexations in Asia Minor were concerned, we were in a completely\r\nisolated condition, since Austria was only willing to take part in\r\nrestoring the Porte to a certain independence in Europe, while France\r\nhad clearly intimated that she had no intention of engaging in war for\r\nthe purpose of maintaining the stipulations of the Treaty of 1856. The\r\nresult was that England was compelled to act alone, as her interests\r\nwere too great to allow the _status quo_ in Asia Minor to be completely\r\ndestroyed, and consequently the onerous obligation of a defensive\r\nalliance with Turkey had been undertaken in order to provide against\r\nfuture Russian annexations beyond the frontier assigned under the\r\npresent negotiations at Berlin. As this engagement could not be carried\r\nout from such a distance as Malta, the Sultan had made over Cyprus to\r\nEngland during such period as the defensive alliance might last. The\r\nconditional nature of the Convention, and the restraint shown by Her\r\nMajesty's Government in rejecting more tempting and advantageous offers\r\nare dealt with in the following passages.\r\n\r\n     We have entered into an agreement which is now embodied in a\r\n     formal Convention at Constantinople, that whenever the Russians\r\n     shall, for whatever reason, return to their Asiatic frontier as\r\n     it existed before the last war, we will immediately evacuate\r\n     the island; and that intermediately we will annually pay the\r\n     Sultan whatever is ascertained to be the surplus of revenue over\r\n     expenditure.\r\n\r\n     I am telling Your Excellency no secret when I say that we have\r\n     been very earnestly pressed, by advisers of no mean authority, to\r\n     occupy Egypt--or at least to take the borders of the Suez Canal.\r\n     Such an operation might have been very suitable for our interests\r\n     and would have presented no material difficulties.\r\n\r\n     No policy of this kind however was entertained by Her\r\n     Majesty's Government. We had received an intimation from the French\r\n     Government that any such proceeding would be very unwelcome to the\r\n     French people, and we could not but feel the reasonableness of\r\n     their objection under existing circumstances.\r\n\r\n     We have therefore turned a deaf ear to all suggestions of that\r\n     kind.\r\n\r\n     We have been likewise recommended to occupy some port on the\r\n     coast of Syria, such as Alexandretta, but we felt that, however\r\n     carefully guarded, such a proceeding might, in the present\r\n     condition of opinion with respect to the Ottoman Empire, be\r\n     construed as indicating an intention to acquire territory on the\r\n     mainland of Western Asia; and we did not desire to be suspected\r\n     of designs which will be wholly absent from our thoughts. We have\r\n     therefore preferred to accept from the Sultan the provisional\r\n     occupation of a position less advantageous indeed, but still\r\n     sufficient for the purpose, and not exposed to the inconveniences\r\n     I have mentioned. How long we shall stay there I cannot tell. But\r\n     I think there is just ground of hope that the Russians will find\r\n     in a short time that the territory they have acquired is costly\r\n     and unproductive; that the chances of making it a stepping-stone\r\n     to further conquests is cut off, and that they will abandon it as\r\n     a useless acquisition. In that case our _raison d'être_ at Cyprus\r\n     will be gone and we shall retire.\r\n\r\n     I have adopted this form of conveying the matter to you, as\r\n     the Convention being entirely within the Treaty competence of\r\n     the two Powers, requires no official communication. But it would\r\n     have been inconsistent with the feelings of friendship existing\r\n     between our two countries, and with my gratitude for your courteous\r\n     procedure towards me personally, to have allowed you to hear it\r\n     first from any other source.\r\n\r\nThere can be little doubt as to the identity of the 'advisers of no\r\nmean authority,' for Bismarck had been urging upon England for some\r\ntime the occupation of Egypt, obviously with the main intention of\r\ncreating discord with France, and Her Majesty's Government deserved all\r\nthe credit claimed by Lord Salisbury for resisting these overtures. It\r\nis, however, somewhat difficult to follow Lord Salisbury's reasonings\r\nfor preferring Cyprus to Alexandretta. It was plain that the occupation\r\nof either of these places would cause irritation, and as subsequent\r\nevents have shown, Cyprus has never been of much use to us, and besides\r\nbeing crushed under the burden of the tribute annually paid to the\r\nTurkish Government, is inhabited chiefly by Greeks who do not appear to\r\nthoroughly appreciate British rule. Alexandretta, on the other hand,\r\nmight, under our control, have developed into a highly important seaport\r\nand become the starting-place for the Bagdad railway; whereas, as a\r\nmatter of fact, it has now practically passed into the hands of the\r\nGermans.\r\n\r\nM. Waddington did not remain long in sole possession of his exclusive\r\ninformation, for on July 8, the Anglo-Turkish Convention was made\r\nknown to the world, and the general impression produced was that Lords\r\nBeaconsfield and Salisbury had effected a brilliant _coup_. In France,\r\nhowever, the news caused quite unjustifiable indignation, and the\r\nprudent Lord Lyons telegraphed to Lord Salisbury on July 10, advising\r\nhim to get the final acts of the Congress signed as quickly as possible,\r\nlest Waddington should be directed to come away without putting his name\r\nto anything.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Salisbury._\r\n\r\n    Paris, July 12, 1878.\r\n\r\n     Your telegram of last night was a great relief to me, but I\r\n     shall not feel quite happy till I hear that all is actually signed.\r\n     I am happy to find that Gambetta and the Ministerial Parties, who\r\n     are violent on the subject of the Convention, are not having things\r\n     all their own way in the press. No newspaper can be said to defend\r\n     England altogether, but the more sensible papers are against any\r\n     active opposition on the part of France. Gambetta and Waddington\r\n     are not friends, and Gambetta will no doubt attack Waddington and\r\n     try to upset him. This may lead to serious difficulties in France.\r\n\r\n     It is no use to shut one's eyes to the fact that at this\r\n     moment, there is a great and general irritation in France against\r\n     England. It is too soon to foresee what turn public opinion will\r\n     take eventually, but at the present moment, we must not forget to\r\n     take this irritation into account in our dealings with this country.\r\n\r\nThe general feeling was so unsatisfactory, that he felt compelled to\r\nwrite to Mr. Knollys[20] urging that the Prince of Wales, who was acting\r\nas President of the British Section of the International Exhibition,\r\nshould postpone a contemplated visit to Paris, and enclosing articles\r\nin the press of an abominable character directed against His Royal\r\nHighness. Irritation over the Anglo-Turkish Convention was not confined\r\nto one party, but existed in every class from the _haute société_\r\ndownwards. The Conservatives and their press utilized it as a means\r\nof attacking the Republic, complained of the effacement of France,\r\nand asserted that she had been duped by her former ally, while the\r\nRepublican opposition, headed by Gambetta, charged Waddington with\r\nhaving made a shameful surrender to England.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Salisbury._\r\n\r\n    Paris, July 16, 1878.\r\n\r\n     The first explosion of French wrath, on the appearance of\r\n     the Convention of the 4th of June, was even more violent than I\r\n     anticipated. It was well that you had the Minister for Foreign\r\n     Affairs under _your_ influence, and at a distance from that of\r\n     the excited spirits here. Now the first force of the eruption is\r\n     spent and the lava cooled down. I am afraid only on the surface,\r\n     but any way, it must be the surface which cools first. At all\r\n     events the strong language is in great measure abandoned. In the\r\n     first place, as no one now recommends any immediate action on the\r\n     part of France, the French are beginning to see that they cut a\r\n     sorry figure by barking without biting. In the second place, they\r\n     conceive that the alliance of the Three Empires is as close as\r\n     ever, and they think that if they quarrel with England, they will\r\n     be giving a triumph to Bismarck and find themselves face to face\r\n     with him without any friend on their side. Lastly, I would fain\r\n     hope that some of them are beginning to take a really reasonable\r\n     view of things, and to see that we had absolutely nothing left for\r\n     it, but to act for ourselves, as they would not or could not help\r\n     us.\r\n\r\n     Still we shall have some trouble with them, and shall probably\r\n     find them for some time suspicious, jealous, and hard to deal with.\r\n\r\n     Egypt may be our first difficulty. With or without a hint\r\n     from home, French agents there will be seeking to trip us up. It\r\n     seems to me that our task there will be a delicate one. On the one\r\n     hand, it will no doubt be desirable to soothe French vanity as far\r\n     as possible; but, on the other hand, anything like a defeat or a\r\n     retreat in Egypt, might very much impair the prestige which the\r\n     position which we have taken with regard to Asia has given us.\r\n     I wish Rivers Wilson had already been installed as Minister of\r\n     Finance when the Convention of the 4th June was made public.\r\n\r\n     Another ticklish question is that of the Newfoundland\r\n     Fisheries. I am very anxious to know what, if anything, passed\r\n     between you and Waddington on the subject at Berlin. The present\r\n     moment does not seem a very happy one for resuming negotiations,\r\n     and at all events it might be well to keep the matter, if possible,\r\n     in the calm atmosphere of London, and at a distance from the heat\r\n     of the political weather here.\r\n\r\n     I have been indirectly in communication with Gambetta, and\r\n     have reason to hope he is being brought, or is coming of himself,\r\n     round about the Convention. What I am immediately afraid of is\r\n     his nevertheless trying to upset Waddington. I should regret\r\n     Waddington's fall on all grounds, and it would be extremely awkward\r\n     to have a successor in the office brought in on the pretext that\r\n     Waddington had not been stiff enough with regard to England. The\r\n     candidates for his place are said to be Freycinet, the present\r\n     Minister of Public Works, who was Gambetta's Sub-Minister for War\r\n     in 1870 and 1871; M. Duclerc, one of the Vice-Presidents of the\r\n     Senate, who passes for a moderate man, but who has no knowledge of\r\n     foreign affairs, and Gambetta himself. I suppose, however, Gambetta\r\n     would be an impossibility with the Marshal, and that he himself\r\n     would feel that he was compromising his prospect of greater things\r\n     hereafter, by taking a subordinate office now.\r\n\r\nM. Waddington, upon his return from Berlin, realizing doubtless that his\r\nposition had been shaken, though from no fault of his own, intimated\r\nhis intention of writing a despatch in which Her Majesty's Government\r\nwould be called upon to give to the French certain assurances with\r\nregard to Egypt and Tunis. As it was desirable that this request should\r\nnot be made in too peremptory a manner, he was exhorted to make his\r\ncommunication in such a way as would make it easy for Her Majesty's\r\nGovernment to return a cordial answer. The difficulty about giving the\r\nassurances was pointed out by Lord Salisbury.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Salisbury to Lord Lyons._\r\n\r\n    Foreign Office, July 20, 1878.\r\n\r\n     What M. Waddington said to you is very much what he said to me\r\n     at Berlin, though the lurid touches about war have been filled in\r\n     afterwards.\r\n\r\n     The precise answer to be given to his promised despatch must\r\n     of course depend very much on the terms in which it is framed. But\r\n     he may be certain that we shall answer it not only with the desire\r\n     of cultivating to the utmost possible extent our good relations\r\n     with France, but also with the aim of making his own personal task\r\n     more easy, as far as it is in our power to contribute to that\r\n     result.\r\n\r\n     The matter to which he has called your attention, as he did\r\n     ours at Berlin, was difficult to make the subject of binding\r\n     assurances, because the contingencies under which those assurances\r\n     would receive a practical application are difficult to foresee.\r\n\r\n     If France occupied Tunis to-morrow, we should not even\r\n     remonstrate. But to promise that publicly would be a little\r\n     difficult, because we must avoid giving away other people's\r\n     property without their consent, and also because it is no business\r\n     of ours to pronounce beforehand on the considerations which Italy\r\n     would probably advance upon that subject. In the same way, with\r\n     respect to Egypt, we have stated distinctly more than once that we\r\n     do not entertain any intention of occupying it; and that statement\r\n     we are perfectly willing to renew. But, having done that, and\r\n     having expressed our anxiety to work with France in Egypt, we\r\n     have said as much as would be seemly or possible. We can hardly\r\n     pledge the Khedive as to what he means to do, without in reality\r\n     assuming a voice in his concerns which we do not, according to any\r\n     international right, possess.\r\n\r\n     These considerations make me rather anxious that M. Waddington\r\n     in his proposed despatch should avoid putting categorical questions\r\n     which we might not be able to answer precisely as he wishes,\r\n     and yet which we could not avoid answering without seeming to\r\n     exhibit precisely that coolness which he very properly and justly\r\n     deprecates, and any appearance of which we are as anxious as he is\r\n     to avoid. I think that his despatch--if I might suggest it--would\r\n     more properly take the form of a statement, in general terms, of\r\n     the territorial points on the African coast in which France takes\r\n     an interest, leaving us to make such assurances as we think we can\r\n     properly give, and which we will certainly make as cordial as we\r\n     can.\r\n\r\n     To French influence in Egypt we do not offer any objection;\r\n     and we have never taken any step calculated to oust it. But any\r\n     detailed engagements as to questions of administration could\r\n     not be taken without imprudence; for each step must be taken as\r\n     the necessity for it arises. The two great points are to keep\r\n     the Khedive on the throne, and to get the financial obligations\r\n     satisfied. For these objects, the two countries will, I hope,\r\n     co-operate heartily.\r\n\r\n     I am a little anxious as to the form he gives his despatch,\r\n     for if he makes it too peremptory, he may produce that very\r\n     appearance of estrangement which it is our common object to avoid.\r\n\r\n     I will write to you more fully about the Newfoundland\r\n     Fisheries when I have had time to study the papers. My\r\n     conversations with him have put me fully in possession of the\r\n     French case. I am not so certain that I know all the points of the\r\n     English case.\r\n\r\nAn opportunity fortunately occurred of conciliating one personage who\r\nmight have given a great deal of trouble, and afforded an instance of\r\nthe influence which can occasionally be brought to bear upon advanced\r\ndemocrats when judiciously applied.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Salisbury._\r\n\r\n    Paris, July 21, 1878.\r\n\r\n     The Prince of Wales leaves Paris for London to-night. As his\r\n     arrival at Paris to attend the English concerts at the Exhibition\r\n     had been publicly announced, I did not think that it would be\r\n     advisable that it should be postponed, but I have been a little\r\n     nervous about it. So far however there has been no contretemps, and\r\n     the visit has been politically useful.\r\n\r\n     The Prince invited Gambetta to breakfast with him yesterday.\r\n     It was His Royal Highness's own idea, but I thought it judicious.\r\n     I have not the least doubt that if the Prince of Wales had not\r\n     been civil to Gambetta, the Russian Embassy would have asked any\r\n     Grand Duke who came here to show him particular attention, in order\r\n     to bring him over to Russia. The success of such a manoeuvre has I\r\n     think been effectually guarded against.\r\n\r\n     Gambetta appears to have spoken to the Prince strongly in\r\n     favour of an alliance between France and England--to have declared\r\n     himself more or less reconciled to the Convention of June 4th--and\r\n     to have spoken in the most disparaging terms, not so much of the\r\n     Foreign Policy of Russia, as of the institutions, the Government,\r\n     and the administration of that country. I hear from other quarters\r\n     that Gambetta was extremely pleased with the interview. I am\r\n     assured also that the Prince of Wales acquitted himself with great\r\n     skill. The Prince thought, and so did I, that it was better that\r\n     I should not be at the breakfast. The Embassy was represented by\r\n     Sheffield. The occasion of the invitation to Gambetta was his\r\n     having been very obliging and useful in matters connected with the\r\n     Exhibition.\r\n\r\n     To-day Waddington met the Prince of Wales at luncheon at the\r\n     Embassy.\r\n\r\n     So far, then, things look well, but I am assured the calm\r\n     does not extend far below the surface. Gambetta has the southern\r\n     temperament, and his language is a good deal influenced by the\r\n     impression of the moment. He has postponed, but he has not really\r\n     given up, his attack on Waddington. He will still, if he continues\r\n     in his present mood, try to turn him out in October, when the\r\n     Chambers reassemble.\r\n\r\n     The thing which would have most effect in reconciling the\r\n     French to our acquisition and protectorate, would be to make them\r\n     practically advantageous to the holders of Turkish and Egyptian\r\n     Bonds.\r\n\r\nWhen M. Waddington eventually presented his despatch, or rather\r\ndespatches, for there were two, they were apparently found\r\nunobjectionable in tone; but on the ground that the one referring to\r\nTunis was not 'couched in more diplomatic language,' it was suggested to\r\nhim that he should rewrite it in language more suitable for publication\r\nsubsequently; this he declined to do, but promised not to publish it at\r\nall. The chief object presumably of these communications was: in the\r\nfirst place to obtain assurances from England with regard to Egypt,\r\nand in the second place to make Lord Salisbury's statement about Tunis\r\nappear as an invitation to the French to appropriate that country. M.\r\nWaddington, quite naturally, did not wish it to be thought that he had\r\ncome back empty handed from Berlin at a time when the Great Christian\r\nPowers were helping themselves liberally at the Turk's expense.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Salisbury to Lord Lyons._\r\n\r\n    July 24, 1878.\r\n\r\n     Waddington's two despatches were left with me yesterday. They\r\n     are very friendly in tone and will not, I think, be difficult to\r\n     answer. The answers however must be delayed some days, as the\r\n     Cabinet does not meet till Saturday.\r\n\r\n     Intermediately, I demur a little to the quotations that he\r\n     makes from my conversation. The general tenor is quite accurate,\r\n     but his vivacious French by no means renders the tone of my\r\n     communication, and what is of more importance, to the rights and\r\n     claims of other Powers, Turkey and Italy especially. What I told\r\n     him was that if a state of things should arise in which there was\r\n     no other obstacle to his occupying Tunis but our objection, that\r\n     objection would not be made. I made the observation for the purpose\r\n     of showing him that we had no Mediterranean aspirations--and did\r\n     not desire to disturb the balance of power in that sea. Our eyes\r\n     were bent wholly on the East. But he makes me talk of Tunis and\r\n     Carthage as if they had been my own personal property and I was\r\n     making him a liberal wedding present.\r\n\r\n     I do not know whether he will be inclined to put his\r\n     quotations from my conversations into a more general form. I think\r\n     it will save the possibility of misunderstanding later; and will\r\n     also dispense with the necessity of a correction on my part, as he\r\n     has reported the general drift and terms of my observations with\r\n     perfect fidelity.\r\n\r\nThe reception of the Anglo-Turkish Convention in France may be said to\r\nhave been the first of a series of difficulties which unfortunately\r\nimpaired the relations between France and England during many years,\r\nbut which have now happily almost entirely disappeared. The irritation\r\naroused in France was completely unjustified, and almost incapable of\r\nexplanation, unless the secrecy which surrounded the negotiation of the\r\nConvention may be considered an adequate cause. No French interests were\r\nprejudicially affected; and the maintenance of secrecy really relieved\r\nFrance from a considerable difficulty, for a premature disclosure might\r\nhave prevented the participation of France in the Congress; but oddly\r\nenough, the Anglo-Turkish Convention appeared to be the only matter\r\nrelating to the Congress in which the French took any interest, and\r\nso much indignation did some patriots show that it was even seriously\r\nsuggested that by way of inflicting a surprise upon England, France\r\nshould seize Chios, or Rhodes, or Crete. In fact, at one time, Crete\r\nappeared to possess considerably greater attractions than Tunis, in\r\nspite of the latter's proximity to Algeria.\r\n\r\nProbably the real explanation of this display of temper was that the\r\nFrench felt their strength to be returning, and were in no mood to\r\nput up with what they erroneously considered to be a slight, whether\r\nintentional or unintentional.\r\n\r\nOne frantic jeremiad from Constantinople over the Treaty of Berlin may\r\nbe quoted before the subject is dismissed. Layard, who had been already\r\ngreatly scandalized by the publication of the Anglo-Russian agreement,\r\nwrote:--\r\n\r\n     What do you think of the Treaty of Berlin? It appears to\r\n     me that if ever an apple of discord was thrown amongst nations,\r\n     this is the one. I see in it the elements of future wars and\r\n     disorders without number, and an upsetting of all the principles\r\n     of justice and right which have hitherto governed the relations\r\n     and intercourse of states. Force and fraud have triumphed, and\r\n     when Turkey has been completely destroyed and cut up under the new\r\n     system, it will probably be applied with similar successful results\r\n     to other countries. Russia has gained, with the assistance of\r\n     Germany, all and more than she wanted, and the interests of England\r\n     and of other Powers were sacrificed in order to enable Bismarck\r\n     to recruit his beery stomach by drinking some mineral waters.\r\n     It is all very well to sit round a green table and to cut up an\r\n     Empire on a map. It is a very different thing to put what has been\r\n     so easily settled into execution. I anticipate no end of trouble\r\n     and bloodshed for years to come in this unhappy country. We have\r\n     not yet recovered here from the effect of the publication of the\r\n     unfortunate memorandum which so completely destroyed the great and\r\n     commanding position that we had acquired.\r\n\r\nThere is not much here about Peace with Honour.\r\n\r\nFOOTNOTES:\r\n\r\n[Footnote 17: Jan. 7, 1876.]\r\n\r\n[Footnote 18: Jan. 24, 1877.]\r\n\r\n[Footnote 19: Nobiling's attempt to assassinate the German Emperor.]\r\n\r\n[Footnote 20: Now Viscount Knollys.]"
  ]
}