{
  "index": 14,
  "title": "Chapter 13",
  "paragraphs": [
    "ARABI'S REBELLION\r\n\r\n(1881-1882)\r\n\r\n\r\nIn September, 1881, the long-drawn-out Egyptian crisis culminated in the\r\nmilitary _coup d'état_ of Arabi and the colonels, which resulted in the\r\ndismissal of the Ministry and the practical establishment in Egypt of a\r\nmilitary dictatorship. From that moment European intervention, in some\r\nform, became inevitable, and it was the object of the British Government\r\nto continue to adhere honestly and consistently to the policy of working\r\nin conjunction with France, and to avoid carefully as long as possible\r\nany action which might necessitate the employment of force.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, Sept. 30, 1881.\r\n\r\n     The article in the _Times_ has produced an anti-English\r\n     explosion on the subject of Egypt, and was certainly well\r\n     calculated to do so.\r\n\r\n     For my part, I think the best thing to be done is to take an\r\n     opportunity of distinctly manifesting at Cairo the continuance of\r\n     the Anglo-French understanding.\r\n\r\n     If we let either the Egyptians or Foreign Powers suppose they\r\n     can upset that, we shall not be able to maintain the English and\r\n     French Controllers, and if they disappear, the financial prosperity\r\n     will disappear with them, and we shall have the bondholders,\r\n     French and English, on our backs again.\r\n\r\n     If we let in other Foreign Powers, and at the same time try\r\n     to establish English predominance, we shall have those Powers\r\n     coalescing with France against us.\r\n\r\n     A split with us would very probably lead to France throwing\r\n     herself into the arms of Bismarck, and he would encourage all\r\n     her ambitious aims out of Europe, and, in particular, those\r\n     the prosecution of which would widen the breach between her\r\n     and England: or, in other words, be especially annoying and\r\n     inconvenient to us.\r\n\r\n     I hope things are so far calming down in Egypt, that we may\r\n     not be called upon to take any special measures this time; and\r\n     the best hope of avoiding them in future seems to be in making it\r\n     understood that England and France united will resist attempts to\r\n     overthrow the existing system.\r\n\r\n     I am all against letting the Turks thrust the smallest finger\r\n     into the pie. At this moment the French would never consent, and\r\n     would consider our bringing in the Turks a specially unfriendly\r\n     act, with a view to their Tunisian affairs. The less they merit any\r\n     consideration from us, the more sore they will be at not receiving\r\n     it. Besides which, where the Turkish hoof has trod, no grass grows,\r\n     and woe to the finances of any country with which the Turk can\r\n     meddle.\r\n\r\n     Of course, in what I have said about Egypt I have confined\r\n     myself to the present and the immediate future.\r\n\r\nThe chances of being able to avoid active intervention were in reality\r\nnon-existent; for temporizing measures taken in conjunction with France\r\ncould not put off for ever the day when, moral pressure having been\r\nfound insufficient, armed force would necessarily have to be employed.\r\nWhen that day arrived, the probability was that France would want to\r\nsend troops in conjunction with ours, and our consent to that course\r\nmight involve us in war with France in a very short time. If we had the\r\ncourage to tell the French that our interests were paramount in Egypt,\r\nand that therefore all other European Powers must be kept out, then we\r\nmust be prepared to back our words with force, and everything therefore\r\npointed to the naval superiority of England in the Mediterranean as\r\nbeing our paramount necessity. With real naval superiority in the\r\nMediterranean we were practically able to make the French do our\r\nbidding, if we chose. We had the power to shut up their navy in French\r\nports, to stop their communications with Africa, to render powerless\r\ntwo millions of French soldiers, and to demolish Bismarck's schemes\r\nof elbowing us out of the Mediterranean. Such was the happy position\r\nwhich we enjoyed in 1881, and it was a great contrast to that which\r\nwe occupy at the present day; but it did not tend towards promoting\r\ngoodwill between the two nations, and Lord Lyons constantly urged\r\nthat some joint understanding should be arrived at, in the event of\r\nanother military outbreak in Egypt. The situation had been complicated\r\nby the despatch of a Turkish mission, and the general impression in\r\nFrance was that Arabi and the colonels would shortly be engaged in a\r\nconspiracy to dethrone the Khedive and to restore something like the old\r\n_régime_ in the country. A positive declaration from the English and\r\nFrench Governments that they would not tolerate the overthrow of the\r\nKhedive and the established system might have effected much if it was\r\nfelt that the two Governments would interfere by force, if necessary,\r\nrather than permit it; but this would not be felt or believed unless\r\nthe two Governments had really come to an understanding and had agreed\r\nupon details; and when it came to discussing details the question\r\nat once presented difficulties. These difficulties were not lessened\r\nby a French Ministerial crisis in the autumn, as a crisis usually\r\nproduced a fit of petty Chauvinism, such an encouragement to Consuls\r\nin the East to _porter haut le drapeau de la France_, the bullying of\r\nlocal authorities, and a demand for the extortion of monopolies and\r\nconcessions for French speculators.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, Nov. 4, 1881.\r\n\r\n     The Treaty of Commerce and Egypt will probably be the two\r\n     first questions we shall have to discuss with the new Government.\r\n\r\n     The Commercial negotiations seem to me to have been brought\r\n     exactly to the right point. Having obtained the three months\r\n     prolongation, we have resumed the negotiation on the day fixed, and\r\n     have continued it _bona fide_; and it now stands over in a manner\r\n     which will enable us to see in due time whether or no we can make a\r\n     treaty with the new Government.\r\n\r\n     As regards Egypt, the opinion gains ground here that at the\r\n     bottom of the agitation there is (or soon will be) a plot to\r\n     dethrone Tewfik and put Halim in his place as a 'National': _i.e._\r\n     anti-European, anti-French, and anti-English Control, Khedive. I\r\n     understand that de Blignières represented strongly to Gambetta that\r\n     the only way to produce quiet in Egypt and counteract intrigues\r\n     in favour of Halim at Yildiz Kiosk is for England and France to\r\n     declare positively at Cairo and Constantinople that they will not\r\n     stand it, but will resolutely support Tewfik and the existing state\r\n     of things. I do not know how far Gambetta assented to this, but I\r\n     am told he did not dissent from it.\r\n\r\nThe result of much political manoeuvring was that in November, 1881,\r\nGambetta was forced to take office and to exchange the irresponsible\r\npower which he had hitherto wielded in the background for Ministerial\r\nresponsibility. As frequently occurs in similar cases, when the great\r\nmystery man was dragged out into the light of open day, his appearance\r\nwas somewhat disappointing. His Administration, with one exception\r\nonly, was composed entirely of men belonging to his own immediate\r\nfollowing, and contained no one of any weight beside himself. Gambetta\r\ntook the Foreign Office as well as the Presidency of the Council, and\r\non the principle that _il vaut toujours mieux avoir affaire à Dieu qu'à\r\nses anges_, this was an advantage, although it was believed that he\r\nentertained so great an admiration for Bismarck, that, following the\r\nlatter's example, he would probably hand over the foreign diplomatist to\r\nan under secretary. The first impressions produced by the new Ministry\r\nwere not favourable.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, Nov. 18, 1881.\r\n\r\n     I don't think the present Ministry is so far at all a success.\r\n     Among other inconveniences arising from the appointment of men of\r\n     so little personal importance is that there is no one in Gambetta's\r\n     party who does not think that he ought to have been a Minister;\r\n     or, in other words, who acquiesces in the superiority of any of\r\n     those chosen. The fact that Léon Say and Freycinet were offered\r\n     portfolios, but would not accept them on Gambetta's terms, tells\r\n     against the selection ultimately made. Gambetta's personal genius\r\n     must make up for all deficiencies. He appears to have a talent\r\n     in particular for parliamentary tactics, especially for making\r\n     the right move on the spur of the moment. I doubt his having\r\n     deep-matured plans. So far as I can see, he lives _au jour le jour_\r\n     like ordinary men.\r\n\r\n     I had a long visit yesterday from Spüller, but we did not get\r\n     much beyond generalities. Gambetta and I have exchanged visits, but\r\n     have not met.\r\n\r\n     I do not hazard conjectures on commercial matters, as Dilke\r\n     will ascertain to-morrow exactly how the land lies. ... As a\r\n     diplomatist, I cannot but feel that there is convenience in being a\r\n     bachelor just now.\r\n\r\nThe last sentence does not refer to the fact that he had just been\r\ncreated a Viscount, but to the somewhat peculiar domestic circumstances\r\nattaching to certain members of the new Government.\r\n\r\nIt had been assumed that Gambetta's accession to office would be\r\nmarked by a more vigorous foreign policy, especially in the direction\r\nof acquiring fresh territories in distant regions; but this was not\r\njustified by his own language or bearing, and at his first interview\r\nwith the Ambassador he abstained from pompous common-places about\r\npreferring England to all the rest of the world, and desiring peace at\r\nany price, which was looked upon as a good sign. At the same time, there\r\nwas, in his speeches about Tunis and the Mediterranean, a slight flavour\r\nof Chauvinism which would not have excited remark before 1870, but which\r\nwould not have appeared in 1880, and would certainly not have been\r\napplauded in 1881, unless it had become generally known that Bismarck\r\nhad sanctioned and encouraged French enterprises away from the continent\r\nof Europe.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, Dec. 6, 1881.\r\n\r\n     Gambetta gave the Diplomatic Body an excellent dinner last\r\n     Saturday, and played his part as host very successfully.\r\n\r\n     What may be at the bottom of his heart, nothing has yet shown.\r\n\r\n     The change which has come over the relations between France\r\n     and Germany opens to him the door for a comparatively safe yet\r\n     ambitious Foreign Policy. Will he resist the temptation?\r\n\r\n     During the years which immediately followed the war, the\r\n     feeling of France towards Germany was composed of furious hatred\r\n     and of mortal dread. The line taken, consciously or unconsciously,\r\n     by Germany tended to add bitterness to this feeling. She interfered\r\n     dictatorially with France even in internal matters. Her object\r\n     seemed to be not only to impede the restoration of French strength\r\n     and wealth, but to prevent the French recovering even prestige\r\n     anywhere. She was, or affected to be, convinced that a war of\r\n     revenge on the part of France was imminent. She was believed by\r\n     the French to be angry at their showing so much vitality and to be\r\n     preparing to give them the _coup de grâce_.\r\n\r\n     At this moment, however, neither France nor Germany appears\r\n     to apprehend an attack or to be prepared to make one. Each appears\r\n     to consider the other too strong to be attacked with impunity.\r\n     Certainly Gambetta would not find the nation in heart to follow him\r\n     in defying Germany. If therefore his policy or his passions incline\r\n     him to do something striking to flatter the national vanity, how\r\n     is he to find the means? The Tunis affair has given Bismarck an\r\n     opportunity of showing him. It has enabled the Chancellor to\r\n     convince the French that they will have the countenance of Germany\r\n     in any enterprise in which they may engage out of Europe.\r\n\r\n     How far this may be part of a great plan of Bismarck's\r\n     to secure German supremacy in Europe by pushing Austria into\r\n     the Levant, Russia into Asia, and France into Africa and the\r\n     Mediterranean, and by shutting up England in her own islands, we\r\n     need not inquire. In any case it must suit Prince Bismarck to see\r\n     France making acquisitions of territory or influence, which weaken\r\n     her military force in Europe, throw burthens on her finances, and\r\n     make ill blood between her and other Powers.\r\n\r\n     Unhappily if Gambetta is so short-sighted as to give in to\r\n     temptation of this kind, difficult questions are, more than with\r\n     any other Power, likely to arise with England, who is in contact\r\n     with France all over the world and especially in the Mediterranean.\r\n\r\n     I hope better things, and I am not at all willing to despair\r\n     of a thorough good understanding between France and England which\r\n     would avert danger from both, and enable both to do good to all the\r\n     world. Still one cannot but be anxious at this moment. Egypt may be\r\n     the ticklish point.\r\n\r\nThe Parliamentary skill of Gambetta was seen to advantage during the\r\nshort winter session, and compared favourably with the want of tact and\r\nvigour which had been displayed by his predecessors. He even obtained a\r\nsuccess in the Senate, where he had not expected to find any sympathy\r\nat all, and some of the more sensible Conservatives became disposed to\r\nsupport him, more from fear of what might result if he fell than from\r\npersonal attachment. Some of his appointments, however, aroused alarm,\r\nand he perturbed Lord Lyons by bestowing upon a journalist a most\r\nimportant post in the Foreign Office.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, Dec. 30, 1881.\r\n\r\n     I will not despair, but I am feeling very great anxiety\r\n     about the Commercial Treaty. I am afraid that on this side of the\r\n     Channel, much more than in England, the failure of the negotiations\r\n     would have a most undesirable political effect. In France and on\r\n     the Continent generally, it would be taken as a sure indication of\r\n     a coolness between the two Governments. Gambetta would be taunted\r\n     by the Opposition with having alienated England (Italy having been\r\n     alienated before). Gambetta's supporters in the press and elsewhere\r\n     would try to throw the blame upon England, the English press would\r\n     retort upon France, and a very unpleasant state of feeling would be\r\n     the result.\r\n\r\n     Gambetta has astounded people by appointing a flashy newspaper\r\n     writer, of no particular principles, to the post of Political\r\n     Director in the Foreign Office. The Political Director is almost\r\n     the most important person in the office, as he drafts all the\r\n     political despatches and notes. I hope the communications to the\r\n     foreign ambassadors are not to be in the style of 'smart' newspaper\r\n     articles. I confess that when I saw the appointment in the _Journal\r\n     Officiel_, it did not occur to me that the man could be the same\r\n     Weiss who had been writing in the _Figaro_.\r\n\r\nThe friendly disposition of Gambetta towards England has already been\r\nnoted, and beyond a certain tendency in his speeches towards Chauvinism,\r\nthere was nothing in his conduct calculated to arouse alarm, but\r\nnevertheless a critical moment in Anglo-French relations appeared to\r\nbe approaching at the beginning of 1882. The Government of France had\r\npassed into the hands of a Minister far more influential, more able,\r\nand more ambitious than any man who had taken part in public affairs\r\nsince the retirement of Thiers, and the time was at hand when that\r\nMinister must decide on the line of policy to be followed with regard\r\nto Foreign Powers. The character and temperament of Gambetta naturally\r\ndisposed him to endeavour to make his Foreign Policy more vigorous,\r\nmore successful and more striking than that of his predecessors, and\r\nwith that object he would probably take one of two courses. Either\r\nhe would aim at emancipating France from her existing confidential\r\nservility towards Germany; or, despairing of that, he would continue the\r\nexisting relations with Bismarck, and thus ensure the latter's willing\r\nacquiescence in aggressive proceedings on the part of France beyond the\r\nlimits of Europe.\r\n\r\nIn order to shake off the German yoke, Gambetta evidently considered\r\nit essential that he should be able to place himself on distinctly\r\nfriendly and intimate terms with England, and if he failed in this, the\r\nprobability was that he would be obliged to revert to the patronage\r\nwhich was felt to be so irksome. But the change which had come over\r\nthe relations between France and Germany opened the door to a foreign\r\npolicy which was comparatively safe and easy, and yet did not present\r\nthe disadvantage of being unambitious. The period which immediately\r\nfollowed the war of 1870, was, as has already been pointed out, marked\r\nby a feeling in France towards Germany of fierce hatred combined with\r\nextreme fear, and German policy, whether consciously or unconsciously,\r\ntended to embitter this feeling. Germany interfered dictatorially and\r\nostentatiously even in French internal affairs, and the object seemed\r\nto be not only to crush the reviving strength of France, but to prevent\r\nher recovering anywhere, or in any matter, the smallest portion of her\r\nlost _prestige_. The German Government professed to believe that a war\r\nof revenge was meditated, and was credited with the intention of finally\r\ndestroying France before the latter should be sufficiently recuperated\r\nto resume the struggle.\r\n\r\nBut with the lapse of time, a change of policy, and, to a certain\r\nextent, a change of feeling had taken place on both sides. Neither\r\ncountry was in any immediate apprehension of an attack from the other. A\r\nsomewhat ostentatious interchange of courtesy had been substituted for\r\ntheir former reserve, and Bismarck had seized the opportunity of the\r\ninvasion of Tunis to let the French understand that they would have the\r\ncountenance of Germany in enterprises undertaken by them out of Europe.\r\nApart from all far-reaching schemes for securing German supremacy in\r\nEurope, it was obviously in the interests of Germany that France should\r\nengage in enterprises and make acquisitions which dispersed her armies,\r\ndisorganized her finances and created ill feeling with other Powers.\r\n\r\nGambetta was much too intelligent a man not to see through this policy,\r\nbut the temptation to direct the energies of France into the Colonial,\r\nrather than the continental direction, might prove too strong for him\r\nif he despaired of gaining credit for his Government in another way.\r\nUnhappily, in such a case, with no Power were difficulties so likely to\r\narise as with England, which was more or less in contact with France in\r\nall parts of the world, and especially in the Mediterranean. Nor could\r\nit be forgotten that in the speeches lately delivered on the subject of\r\nTunis, Gambetta had made strong appeals to national pride with regard to\r\nFrench possessions and interests beyond the seas.\r\n\r\nStill there was no reason to suppose that the so-called Colonial Policy\r\nwas Gambetta's first choice. He was known to chafe under the practical\r\nsubservience of France to Germany, and to feel deeply humiliated by it.\r\nAt the bottom of his heart he cherished an ardent desire to recover\r\nthe lost provinces, but he knew that neither the military strength of\r\nFrance nor the spirit of the people would warrant his attempting this\r\nwithin any assignable period. He did, however, aim at freeing the French\r\nGovernment from the sort of occult control which Germany had recently\r\nexercised over it, and at improving the position of France as a Great\r\nPower. He desired to present the Government over which he presided\r\nto France and to Europe as taking a dignified and important part in\r\ninternational questions, and feeling that these objects could best be\r\nattained by a real and visible friendship with England, he was evidently\r\ndisposed to treat pending questions with a view to maintaining and\r\nmanifesting a cordial understanding.\r\n\r\nThe two most important questions of the moment were, of course, Egypt\r\nand the Commercial Treaty.\r\n\r\nAs regards Egypt, there was so far complete unity between the two\r\nGovernments--the strain having not yet arrived--but the conclusion of\r\na Commercial Treaty appeared to be a more arduous affair. Gambetta\r\nwas apparently ready to go as far towards making an acceptable Treaty\r\nas was possible without risking a defeat in the Chambers. But if the\r\nnegotiations were to fail, he would probably despair of keeping up good\r\nfeeling towards England in France. He would conceive that the failure\r\nwould discredit him in the eyes of France and of Europe; that it would\r\nconvey to foreign Governments an impression, which he could not remove,\r\nof there being a coolness between France and England, and that it would\r\noblige him to seek for his Foreign Policy some other basis than union\r\nwith England.\r\n\r\nPerhaps the fear that unsuccessful commercial negotiations would convert\r\nGambetta into a foe was partly due to a communication from Sir Charles\r\nDilke announcing that a commercial ultimatum was about to be hurled at\r\nthe French Government. This communication is extremely instructive from\r\nthe English Parliamentary point of view, for it recommended that in\r\ndespatches the word 'bargain' should be carefully avoided, 'as it would\r\nstrengthen the reciprocity argument.' In other words, although wine\r\nduties were to be utilized for the purpose of bargaining, the fact was\r\nnot to be disclosed lest it might be construed as a departure from the\r\nsacred principles of Free Trade.\r\n\r\nAttention was, however, quickly diverted from the Commercial Treaty\r\nto Egypt. On January 8, the British and French Governments presented\r\nthe so-called Dual Note, in which they declared their intention of\r\n'warding off by their united efforts all causes of external or internal\r\ncomplications, which might menace the _régime_ established in Egypt.'\r\nThe Dual Note was by no means as successful as had been hoped, and it is\r\nclear that Gambetta was in favour of more decided and independent action\r\nthan the British Cabinet. Within a few days Lord Granville was already\r\nwriting to Lord Lyons and asking him whether it would not be advisable\r\nfor England and France to ask permission from the Powers to appear as\r\nmandatories of Europe.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Granville to Lord Lyons._\r\n\r\n    Jan. 17, 1882.\r\n\r\n     The news from Egypt is certainly not reassuring, and the\r\n     _mauvais quart d'heure_ may arrive at any moment.\r\n\r\n     M. Gambetta would probably desire joint intervention; the\r\n     objections to this are immense: I need not recapitulate them all to\r\n     you.\r\n\r\n     Single occupation, by England or by France, still more so.\r\n\r\n     I am not quite sure that Turkish occupation under proper\r\n     conditions and control by France and England, although a great\r\n     evil, would not be less bad than the three alternatives I have\r\n     mentioned. But it is not only bad in itself, but it would be\r\n     strongly opposed by the French, although it would be supported\r\n     by the German Powers. In these circumstances, an observation of\r\n     Malet's struck me as having some force. Talking of the intentions\r\n     of some of the other Powers to have their part in the question, he\r\n     said it would not be so objectionable, if they consented to allow\r\n     the English and French to be the mandatories.\r\n\r\n     The idea seemed to me to be worth considering, and I spoke to\r\n     Tenterden and Rivers Wilson (but to no one else) and requested them\r\n     to draw up a memorandum as to how this could be carried out. I send\r\n     you an extract, and I should like to have your opinion on it before\r\n     I submit it even to Gladstone as a possibility.\r\n\r\n     Gambetta of course would not like it. But his difficulty is as\r\n     great as ours if he were to understand that we will not agree to\r\n     joint occupation. There would be nothing humiliating to France if\r\n     the proposal was freely consented to by both countries and jointly\r\n     offered to Egypt.\r\n\r\n     For us it would only be acting on the Concert of Europe\r\n     principle, about which we have been making such a fuss.\r\n\r\nThis somewhat half-hearted proposal met with no approval from Lord\r\nLyons, who expressed his objections in more decisive terms than were\r\nusual with him.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, Jan. 19, 1882.\r\n\r\n     In your letter of the day before yesterday you ask me for\r\n     my opinion on a suggestion as to admitting other Powers to take\r\n     part in the Egyptian Question, on the supposition that France and\r\n     England should be their mandatories.\r\n\r\n     This would, _ipso facto_, be the abandonment of the\r\n     exceptional position which England and France have taken up in\r\n     Egypt. Whether this position can be, or ought to be, maintained for\r\n     a long time, is a question which I will not stop to examine.\r\n\r\n     That a proposal to abandon it, at this moment, would have a\r\n     very bad effect on our relations with France, does not, I think,\r\n     admit of a doubt. It would be taken as an abandonment of our\r\n     intention to give up, in the face of Europe, all special intimacy\r\n     with the French Government. It would give rise to suspicions\r\n     that we were trying to use the other Powers for the purpose of\r\n     ousting France from Egypt. The union of England and France on the\r\n     Egyptian Question is the principal symbol of there being a good\r\n     understanding between them, and to this symbol the French attach no\r\n     little importance.\r\n\r\n     I don't know that the designation of mandatories of Europe\r\n     would mend the matter. The other Powers would not commission\r\n     England and France to decide by themselves what measures should\r\n     be recommended for Egypt. They might depute England and France\r\n     to enforce the decisions of Europe, but this would only bring us\r\n     back to the joint intervention of the two Powers in a particularly\r\n     awkward and unmanageable form.\r\n\r\n     Practically, it would, I think, be found much more difficult\r\n     for us to keep well with France, if the other Powers were also to\r\n     have a voice in details. Hitherto England and France have managed\r\n     to come to an agreement with each other on the questions that have\r\n     arisen. It might be made more difficult for them invariably to side\r\n     with each other against other Powers. Political considerations as\r\n     to affairs distinct from Egypt might come into play. Setting aside\r\n     a natural and not improper jealousy on the part of each, lest its\r\n     associate should obtain separate and undue influence, the interests\r\n     of England and France in Egypt are very much the same. The main\r\n     interest of some Governments, and in particular that of the Porte,\r\n     might be antagonistic to cordiality between the two Western Powers.\r\n\r\n     A Commission appointed now to deal with questions relating to\r\n     the government and administration of Egypt would be a different\r\n     matter from the Commissions of 1878 and 1880.\r\n\r\n     In the first place, it seems probable that the Sultan would\r\n     protest strongly against it, and that he would do so whether or\r\n     no there were Turkish members of it appointed by him. His Majesty\r\n     might possibly acquiesce under strong pressure from all the Powers,\r\n     but would all the Powers put such pressure on him? In all matters\r\n     bearing upon the relations between the Porte and Egypt, it must, I\r\n     am afraid, be taken into consideration that neither France singly,\r\n     nor England singly, nor the two acting together, are likely at the\r\n     present time to exercise predominant influence at Constantinople;\r\n     and that, on the other hand, the Power which does exercise\r\n     predominant influence there shows no disposition to jeopardize that\r\n     influence by giving unpalatable advice, and is not supposed to have\r\n     any desire to promote cordiality between England and France.\r\n\r\n     Moreover, we have to consider not only the Sultan and the\r\n     Khedive, but the mutinous officers and the so-called National Party\r\n     in Egypt. From a telegram which Gambetta showed me yesterday,\r\n     it would appear that Arabi had expressed some idea of appealing\r\n     against England and France to the Great Powers collectively. But\r\n     would he and his party, whose watchword seems to be 'Egypt for\r\n     the Egyptians,' submit passively to the installation of a Foreign\r\n     Commission to settle all the important national questions? Would\r\n     they acquiesce in the subsequent enforcement of the decision of the\r\n     Commission?\r\n\r\n     The Commission might certainly sit at Alexandria, and it\r\n     might perhaps have the support afforded by the presence of an\r\n     Anglo-French squadron, or an International squadron. In either\r\n     case, would the squadron be provided with men to be landed in\r\n     case of need, and would the Commission be authorized to call for\r\n     the assistance and protection of a force to be put on shore? If\r\n     this were so, it might be merely a small beginning which might\r\n     ultimately render intervention in arms on a larger scale inevitable.\r\n\r\n     On the other hand, if the presence of the squadron were to\r\n     be merely a naval demonstration, would the fact of its being more\r\n     or less representative of all the Great Powers give it much more\r\n     weight than if it were made on behalf of England and France alone?\r\n     Would it, in either case, be safe to trust to the moral effect\r\n     of its being sufficient, and to its not rendering further action\r\n     imperative?\r\n\r\n     Gambetta seems to hope that firm and decided language, used\r\n     collectively now by France and England, may ward off a crisis.\r\n     If there be any chance of warding off a necessity for action, it\r\n     no doubt lies in this; but I suppose that with Gambetta the wish\r\n     is father to the thought. On the one hand, in face of the present\r\n     unpopularity of the Tunis expedition, it would be very awkward for\r\n     him to have to send another French force to Africa at the present\r\n     moment. But, on the other hand, he could not confront the mass of\r\n     enraged bondholders if he abandoned their interests; and public\r\n     opinion here, which is very sensitive about Egypt, would not\r\n     tolerate his letting France be openly set at naught in that country.\r\n\r\n     It is needless to add that the French Government would\r\n     bitterly resent it, if any hint were given to a third Power,\r\n     without their having been previously consulted, if there is any\r\n     idea on our part of withdrawing from our separate understanding\r\n     with them, and merging Egypt in the general Eastern Question. If\r\n     they were ever brought to consent to calling in the other Powers,\r\n     they would not readily forgive having their hands forced in the\r\n     matter.\r\n\r\n     For my own part, I would certainly, as regards Egypt, rather\r\n     have to deal with France only than with four or five more Powers.\r\n\r\nThere can be no shadow of doubt that Lord Lyons's view was the correct\r\none, but Lord Granville and Mr. Gladstone (no other member of the\r\nCabinet is mentioned) seem to have hankered after the Concert of Europe,\r\nprobably in consequence of the stroke of luck at Dulcigno.\r\n\r\n     'Your very powerful letter,' Lord Granville wrote on January\r\n     21, 'is gone to Gladstone. It is not easy to find an answer to all\r\n     your arguments. The question is whether there are not stronger\r\n     arguments against any other course. I think it is likely that I\r\n     shall write to you to ask you to speak to Gambetta.\r\n\r\n     'On the imminence of the crisis: the importance of perfect\r\n     union between England and France: our strong objection to intervene\r\n     alone--giving as reasons:--opposition of Egyptians; of Turkey;\r\n     jealousy of Europe; responsibility of governing a country of\r\n     Orientals without adequate means and under adverse circumstances;\r\n     presumption that France would object as much to our sole occupation\r\n     as we should object to theirs.\r\n\r\n     'Have carefully considered joint occupation; some of the\r\n     objections to sole occupation lessened, but others most seriously\r\n     aggravated.\r\n\r\n     'Deprecate Turkish intervention, but think it a lesser evil\r\n     than the two to which I have alluded, giving some reasons.\r\n\r\n     'Then propose the European element, as sketched out in my\r\n     private letter.\r\n\r\n     'Any concessions to Europe after any demonstrations on the\r\n     part of the German powers and Italy would place us in a false\r\n     position; but if made spontaneously and jointly by France and\r\n     England, would not have that inconvenience.\r\n\r\n     'Please reflect upon the way such arguments might best be put,\r\n     but let me have all your opinions upon it.\r\n\r\n     'Such able letters as your last are very valuable.'\r\n\r\nAnother letter written on the same day asks for advice as to what should\r\nbe done 'if the crisis arrives, as is probable, in a week.' It was very\r\nevident that the Cabinet had no definite plan of their own, and were\r\nonly too glad of the opportunity of consulting some one whose opinion\r\nwas worth having.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, January 22, 1882.\r\n\r\n     I have received this morning your two letters of yesterday\r\n     about Egypt; and I have reconsidered the letters from me of the\r\n     19th to which they are answers.\r\n\r\n     There exists at this moment one new difficulty, the\r\n     uncertainty whether Gambetta will still be in office this day week.\r\n\r\n     I do not, however, find in this circumstance any reason to\r\n     modify the views expressed in my long letter.\r\n\r\n     Whoever may be in office here at the time, if we proposed to\r\n     call in the other Powers, we should be held (to use Commercial\r\n     Treaty slang) to have 'denounced' our good understanding with\r\n     France. We should be reproached with deserting our comrade at the\r\n     critical moment, and I am seriously afraid that for a long time\r\n     the feeling in France towards England would be bitter, and the\r\n     relations of the French Government towards the English Government\r\n     more than cold.\r\n\r\n     In my communication to the French Government respecting Egypt,\r\n     there are some topics in particular which would require delicate\r\n     handling.\r\n\r\n     First of these, I should mention Turkish intervention. This\r\n     has been a subject of difference between France and England for\r\n     half a century, and the French have a traditional feeling on\r\n     the subject at all times. But at this moment they (rightly or\r\n     wrongly) think it a matter of vital importance to them with regard\r\n     to Algeria and Tunis, and they would go very great lengths to\r\n     resist the introduction of the Turkish Troops into Egypt, or the\r\n     increase of Turkish influence there. They always suspect us of\r\n     hankering after Turkish support against them, not reflecting that\r\n     our influence at Constantinople is not so predominant as when they\r\n     supported Mehemet Ali against the Porte and England.\r\n\r\n     Another topic on which the French might be sensitive would be\r\n     the question of governing a country of Orientals. This is a matter\r\n     on which I feel strongly myself, but it would need to be dealt with\r\n     very cautiously, or the French would see in it a sneer against\r\n     their own shortcomings in Tunis and even in Algeria.\r\n\r\n     The objections to joint dual occupation are strong, but almost\r\n     any statement of them would apply with equal force, or more, to\r\n     joint sextuple occupation, or to the occupation by two Powers as\r\n     mandatories of the rest.\r\n\r\n     Malet, I see, telegraphs that the Chamber would, he thinks,\r\n     listen to the united Great Powers, but would not listen to England\r\n     and France alone.\r\n\r\n     Admitting that Malet is right (and he generally is right),\r\n     there always remains the difficulty as to putting this cumbersome\r\n     six-wheeled waggon into motion in any reasonable time.\r\n\r\n     And this brings me to the question in your second letter, what\r\n     course should I recommend, if the crisis, as is probable, arises in\r\n     a week.\r\n\r\n     It seems to me that in that case either things must be let\r\n     'slide,' or England and France must take some step together,\r\n     without waiting for the other Powers.\r\n\r\nAll the anxious speculations which had taken place with regard to\r\nGambetta's future foreign policy turned out to be quite unnecessary, for\r\non January 27, after little more than two months of office, he resigned,\r\nhaving been defeated, like any ordinary political mediocrity, on a\r\nquestion of domestic interest. His place was taken by M. de Freycinet,\r\nwho succeeded in forming a respectable Ministry, but whose policy with\r\nregard to Egypt was as vague and undecided as that of the British\r\nGovernment, and whose views with regard to a Commercial Treaty were\r\nsupposed to be identical with those of his predecessor.\r\n\r\nAdvantage was taken of the change by Lord Granville to again urge the\r\nsubstitution of the Concert of Europe for purely Anglo-French control in\r\nEgypt, and Freycinet showed himself much more amenable than Gambetta.\r\nAs far as can be gathered, the attitude of both Governments was the\r\nreverse of heroic; the British Government was anxious to hand over its\r\nresponsibility to other parties, and the French Government was not\r\ndisposed to take any initiative at all. The French were, in fact,\r\nwaiting for England to make a suggestion, and while perhaps ready to act\r\nin conjunction, wished that the responsibility of whatever proceedings\r\nwere adopted in common, should rest primarily, if not exclusively, upon\r\nEngland. The Tunis enterprise had proved to be so much more troublesome\r\nand expensive than had been expected, that the Government shrank from\r\nbecoming involved in anything of the same nature in Egypt. But the\r\ncondition of affairs in Egypt was such that even the timid Freycinet\r\nGovernment might find its hand forced. An insult to a French functionary\r\nmight produce an outbreak of Chauvinism which would force the Government\r\nto send a force to avenge it, and Gambetta would certainly have had a\r\nforce ready for a contingency of this kind.\r\n\r\nNubar Pasha was in Paris at the time, and his views on the Egyptian\r\nsituation were not without interest.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, March 7, 1882.\r\n\r\n     I do not find the least diminution of the French opposition to\r\n     Turkish intervention in Egypt, even if it were only moral.\r\n\r\n     Nubar has been here for some months, and often comes to see\r\n     me. His first object in life seems to be to get Blignières out\r\n     of Egypt, and his second to get Tewfik deposed. I conclude that\r\n     he thinks that both are obstacles to his own return to power.\r\n     His language is, that the dictation of the English and French\r\n     Controllers in Egypt was more than any country could bear; that the\r\n     present state of things is much better; office and power being in\r\n     the same hands; that Arabi Bey and his compeers will do very well\r\n     if they are properly managed, and that two quiet, conciliatory\r\n     (perhaps we should read imbecile) Controllers would keep everything\r\n     straight. I think he inclines to the moral intervention of the\r\n     Sultan. He seems to be intriguing with Germany. He had an interview\r\n     with Freycinet, to whom, according to his own account, he held the\r\n     language I have described above. He talks more ably than any one\r\n     else about Egypt, but always with a view to his own interests.\r\n\r\nAny one who ever conversed with the late Nubar Pasha could not fail to\r\nbe impressed with his ability, but like many other able Orientals, he\r\nwas a consummate intriguer, and probably the predominant feeling in his\r\nmind was a desire to be reinstated in power. It should be explained\r\nthat, at this time, Arabi was already practically at the head of the\r\nGovernment, although only occupying the post of Minister of War, and\r\nthat M. de Blignières was still French Controller. M. de Blignières,\r\nhowever, resigned his post on March 12, and an open letter[35] from him\r\nto M. Clémenceau threw a lurid light on the tortuous and inexplicable\r\ncourse of French policy in Egypt.\r\n\r\n     'Lorsqu'il (Cherif Pasha) a du quitter le pouvoir; lorsque j'ai\r\n     compris que les chefs du parti militaire, qui l'avaient renversé,\r\n     pouvaient compter sur la bienveillance de notre gouvernement,\r\n     ce jour-là, ne me faisant aucune illusion sur les conséquences\r\n     nécessaires de cette politique nouvelle, j'ai résigné mes\r\n     fonctions.'\r\n\r\nIf, therefore, M. de Blignières was correct, the French were playing\r\na double game; ostensibly acting in concert with England against the\r\nNationalist agitation in Egypt, while secretly encouraging Arabi and his\r\nfriends to persevere in their efforts. In one respect, however, they\r\nwere consistent, namely in their opposition to Turkish intervention, and\r\nthe traditional French opposition to Turkish influence in Egypt was\r\naccentuated in consequence of the recent events in Tunis and Algeria.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, April 4, 1882.\r\n\r\n     You will have seen by the despatches I sent you by post\r\n     yesterday that Freycinet has at last put the dots on his i's, and\r\n     distinctly proposed that Tewfik shall be deposed and Halim put\r\n     in his place. I cannot say I take to the idea. As you said to\r\n     Tissot, there might be some good in it if Halim had great moral and\r\n     intellectual qualities. But I don't see that we have any reason\r\n     to suppose he has such qualities. Nor indeed, if he had, do I see\r\n     how his mere appointment would at once set things straight in\r\n     Egypt. The removal of Ismail was a great blow to the prestige of\r\n     the Khediviate, and it would require a genius to re-establish its\r\n     authority, if another deposition takes place in so short a time.\r\n     I do not understand how Freycinet reconciles his present idea\r\n     with his objection to Turkish interference. If the Khedive is in\r\n     daily fear of being deposed by the Sultan, there will be abject\r\n     submission to Yildiz Kiosk and a constant flow of backsheesh to the\r\n     Porte.\r\n\r\n     Halim no doubt promises the French that he will be their man,\r\n     and if he becomes so, they may go great lengths to support him; but\r\n     how will this suit us? And how long will it be before it leads to\r\n     something very like armed intervention of the French in support of\r\n     him?\r\n\r\n     Then it seems to me that to depose Tewfik would be something\r\n     very like treachery, after the dual declaration made to him in\r\n     January.\r\n\r\n     It seems to me that the things to aim at should be: to keep\r\n     Tewfik; to give him some strength against military dictation, and\r\n     to preserve the Anglo-French Control, which means a reasonable\r\n     financial administration, and gives us at any rate some means of\r\n     knowing what the Egyptians (perhaps I ought to add) what the French\r\n     are about.\r\n\r\nThe immoral proposal to depose Tewfik met with no encouragement from\r\nHer Majesty's Government, as was only to be expected, and the only\r\nconclusion to be drawn from the equivocal language of M. de Freycinet\r\nwas that he felt armed intervention to be inevitable, but wanted the\r\nproposal to come from England. He tried to persuade Lord Lyons to\r\npropose a plan of his own which should be put forward privately, but\r\nthis met with no approval at all. '\"Private and between ourselves\r\nconversations,\" between Ambassadors and Foreign Ministers generally\r\ncause mischief.'\r\n\r\nAs the situation in Egypt continued to get worse, the British Government\r\nwas forced to take some action, and accordingly suggested that three\r\ngenerals, French, English, and Turkish, should be sent to Egypt 'to\r\nrestore discipline to the Egyptian army.' As it was not proposed that\r\nthese generals should employ anything but moral force, it is difficult\r\nto see how they could have succeeded, but Lord Granville appears to have\r\nconsidered that it would obviate armed interference, and the French\r\nGovernment having no plan of their own were presumably ready to accept\r\nalmost anything, but caused considerable embarrassment by asking for a\r\npledge that Turkish intervention by force of arms, in any circumstances,\r\nwould not be tolerated. What Freycinet wanted, in fact, was to be able\r\nto declare to the Chamber that England and France were agreed not to\r\nallow armed Ottoman intervention.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, May 5, 1882.\r\n\r\n     Freycinet asked me just now to let him speak to me 'privately\r\n     and academically' about intervention in Egypt. He said his great\r\n     objection to Turkish intervention was that as matters now stand,\r\n     it would take place for a vague and indefinite object: that thus\r\n     it would be impossible to fix the exact time at which that object\r\n     would be accomplished, and that thus the Turks would have pretexts\r\n     for prolonging it indefinitely, for mixing themselves up in the\r\n     administration, for laying their hands on the Treasury, and what\r\n     not.\r\n\r\n     If the intervention was simply for installing a new Khedive,\r\n     his objections would be less. This would be a single definite\r\n     sovereign act of the Sultan. It might be accomplished in a week or\r\n     ten days, and the Ottoman troops would have no pretext for staying,\r\n     or for interfering in the administration. He should not object to a\r\n     Turkish, French, and English fleet going to Egypt to support some\r\n     single definite act of this kind, nor even, speaking solely for\r\n     himself personally, to Turkish troops being landed.\r\n\r\n     After some questioning from me, he said that, for a single\r\n     definite object, he personally might even prefer a Turkish\r\n     intervention, but that for any such vague purpose as supporting\r\n     Tewfik and restoring order, he thought Turkish intervention\r\n     absolutely inadmissible. If anything of that kind was to be\r\n     attempted, Anglo-French seemed to him the least open to objection.\r\n     Italian seemed to him to be worse than Turkish.\r\n\r\n     His idea was that we should set on foot some Government that\r\n     could stand by itself. Under Tewfik no such Government would in his\r\n     opinion be ever possible. He had no predilection for any particular\r\n     individual as Khedive: all he wanted was to have some reasonably\r\n     efficient man at the head of the Government.\r\n\r\n     He begged me to consider all this as strictly confidential,\r\n     personal, private, and academic; and he said that except in a\r\n     conversation of this character, he could not even have mentioned\r\n     the possibility of France consenting under any conceivable\r\n     circumstances to Turkish intervention; for he was by no means sure\r\n     that it would ever be agreed to by his colleagues or borne by\r\n     public opinion.\r\n\r\nThe 'confidential, personal, private, and academic' character of M. de\r\nFreycinet's conversation was, of course, merely intended to conceal\r\nhis own vacillation and fear of having to communicate to the Chambers\r\nany announcement that he had sanctioned Turkish intervention in any\r\nshape whatever. A little later, however, he nerved himself to make a\r\nproposal that there should be a joint Anglo-French Naval Demonstration\r\noff Alexandria. An allied squadron consequently proceeded to that\r\nport, and its appearance produced a temporary panic in the ranks of\r\nthe Nationalists; the latter, however, speedily recovered when it was\r\nrealized that there were no troops on board, and that the Sultan, far\r\nfrom approving of the demonstration, had protested against it. The\r\nultimatum of the allies was practically rejected, and Arabi, who had\r\nbeen compelled to resign, was reinstated in office nominally as Minister\r\nof War, in reality as dictator. To make Freycinet's position still\r\nworse, he got into difficulties in the Chamber.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, May 26, 1882.\r\n\r\n     The explosion has come, and if the irritation that prevails\r\n     in Paris to-day continues, Freycinet will be out of office, or\r\n     will, _per fas et nefas_, back out of his proposal that Turkish\r\n     intervention may be resorted to in Egypt. His Chauvin speech in the\r\n     Chamber about French preponderance, and what not, is now of course\r\n     turned against him.\r\n\r\n     There is an impression here that in order to keep Gambetta out\r\n     of office, Bismarck may help Freycinet to eat his words.\r\n\r\n     I am afraid that now, whether Freycinet stays in or goes out,\r\n     it will be next to impossible to have any comfortable understanding\r\n     with France about intervention in Egypt.\r\n\r\n     Even supposing all the other Powers cordially united with\r\n     us, to repeat the experiment of 1840 would be dangerous, and would\r\n     produce a scarcely ever to be remedied coldness (to call it by a\r\n     mild name) between us and France.\r\n\r\n     Then I share all Dufferin's misgivings as to the possibility\r\n     of either controlling the Turks if they set foot in Egypt, or of\r\n     ever getting them out. I have also a very strong fear of my own as\r\n     to the mischief they would do to the country. Even if they went\r\n     with the acquiescence of France, I think we should be constantly in\r\n     hot water with the French as long as they stayed.\r\n\r\n     If Gambetta comes in he will no doubt again propose joint\r\n     Anglo-French intervention. Unless the Porte is backed up very\r\n     strongly indeed, he will very likely make its intervention in Egypt\r\n     something like a _casus belli_ with Turkey--or in fact do as the\r\n     French did with regard to Tunis--declare that he will oppose by\r\n     force the despatch of Turkish troops to Egypt.\r\n\r\nThe Anglo-French Naval Demonstration had been intended as a compromise\r\nbetween the two Governments over the question of Turkish intervention,\r\nbut when it was seen to be useless, it was agreed that the Sultan should\r\nbe asked to send a Special Commission to Cairo, and communications were\r\nmade to the other Powers with a view to convoking a European Conference\r\non Egypt; M. de Freycinet, who had for three months opposed the English\r\nproposal for Turkish intervention, suddenly discovering that there was\r\nno danger about it, if requested jointly by England and France. The\r\nTurkish Commission which proceeded to Egypt was not more successful in\r\nrestoring order than the Anglo-French Naval Demonstration. It consisted\r\nof three persons; one of whom, Dervish Pasha, was instructed to support\r\nthe Khedive and to threaten the Nationalist leaders; the second\r\nCommissioner was instructed to support Arabi and his associates; and\r\nthe duty of the third Commissioner was to spy upon his two colleagues.\r\nIn order to make everything quite safe, the latter was accompanied by a\r\nfourth official, whose duty it was to spy upon him, and it was perhaps\r\nowing to these over-elaborated precautions that the mission proved to be\r\na complete failure.\r\n\r\nOn June 11, the massacre at Alexandria took place, and armed\r\nintervention became more and more inevitable, but some Governments still\r\nentertained the hope that diplomacy might yet be successful, and the\r\nConference assembled at Constantinople towards the end of the month.\r\nThe chief advantage of the Conference was that it disclosed the views\r\nof the various Great Powers, and the conditions which were to govern\r\nthe despatch of Turkish troops to Egypt were of so engrossing a nature\r\nthat they were still being discussed when the battle of Tel-el-Kebir\r\nwas fought two months subsequently, and the victorious British troops\r\nentered Cairo.\r\n\r\nThe vacillations and dilatoriness of M. de Freycinet irritated even the\r\neasy-going Lord Granville, who complained of having twice been put in\r\na hole by him, and was justifiably anxious as to how he could defend\r\nhis Egyptian policy successfully in Parliament if the French Government\r\ncould not be relied upon for any consistent line of action. But while\r\nadmitting that nearly everything had gone wrong up till now, and that\r\nthe failure of the Sultan's Special Mission made the outlook still more\r\ngloomy, he consoled himself with the reflection (which was shortly\r\nafterwards shown in one respect to be quite erroneous) that, 'we have\r\navoided a rupture with France, a rupture with Europe, and a possible\r\nwar.' Within a few weeks, the error of this last assumption was to be\r\nconclusively established.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, June 20, 1882.\r\n\r\n     I do not hope much from the Conference: certainly I have very\r\n     little expectation of its forwarding the strong measures which the\r\n     Alexandria massacres seem to me to call for imperatively.\r\n\r\n     I think Germany will be very little inclined to urge the\r\n     despatch of Turkish troops. Bismarck's great object appears to be\r\n     to keep Freycinet in, and he fears, not without some reason, that\r\n     when the first Turkish soldier sets his foot in Egypt, Freycinet\r\n     will fall at Paris.\r\n\r\n     The Freycinet Ministry would probably be succeeded by a\r\n     Cabinet in which Gambetta would not actually have a seat, but\r\n     over which he would exercise very great influence. Bismarck very\r\n     probably exaggerates the strength of that influence and looks for\r\n     more direct hostility to Germany than it would really provoke. But\r\n     he is perhaps right in thinking that, under Gambetta's influence,\r\n     France would coquet with the Anti-German party in Russia, and would\r\n     lose no opportunity of fostering enmity to Germany whenever she\r\n     could find an opening for doing so. At all events, it would be\r\n     impossible for Germany to feel as much at her ease as she does now,\r\n     if Gambetta were the virtual director of French policy.\r\n\r\n     Freycinet's strength lies partly in the disinclination of the\r\n     nation for anything like what it calls adventures, but mainly in\r\n     the dread which the present Chamber has of Gambetta, the Scrutin de\r\n     Liste and a dissolution.\r\n\r\n     Meanwhile general dissatisfaction with the whole state of\r\n     things, and despondency do not diminish. People who looked to\r\n     Gambetta as the man to set things straight are directing their eyes\r\n     to other quarters, and there is even a sort of revival of Orleanism.\r\n\r\n       *       *       *       *       *\r\n\r\n     A few hours after this letter reaches you, you will in\r\n     all probability receive from me by telegraph the French answer to\r\n     the proposal to them to concert measures with us for the protection\r\n     of the Suez Canal. I don't think Freycinet likes the idea of\r\n     anything which may tend towards sending French troops to Egypt.\r\n     He seems to me to want to lean on the Conference in the hope that\r\n     by so doing, he may be able to stand quite still. Strange to say,\r\n     the Chamber and the public seem to be in the same mood. They like\r\n     to think that it is more upon England than upon them that the\r\n     discredit of putting up with the Alexandria massacre and the recent\r\n     patch up in Egypt would fall. Their present pusillanimity seems so\r\n     unnatural that I cannot think it will last. Gambetta will rouse\r\n     them from it, if he has the chance.\r\n\r\nThey are full of suspicions of designs on our part to seize the Suez\r\nCanal with or without the assistance or connivance of Turkey. You will\r\nsee by a telegram I have just sent, that Freycinet has asked me a\r\nquestion about this. I imagine the French would object very much less to\r\nour acting entirely alone than to our acting in any way with the Porte.\r\n\r\nThe Sultan seems to tell de Noailles all kinds of stories against\r\nEngland and Dufferin. It is not, however, from Freycinet that I hear\r\nthis.\r\n\r\nIn Lord Lyons's opinion, the French, at this stage, were quite prepared\r\nfor England acting alone in Egypt, but he considered that it was most\r\nimportant to be very frank with them, to afford them every opportunity\r\nof joining us, but to do it in such a way that other Powers should not\r\nbe given too much time in which to raise objections.\r\n\r\nIt was not apparently until June 27, 1882, that the British Government\r\nseriously considered the probability of having to employ 'material\r\nforce' in Egypt, whether alone or in concert with other Powers; but\r\nin consequence of the danger of the situation and of the necessity of\r\nacting quickly, they then applied to the War Office for information as\r\nto what forces were available for an expedition. In view of our alleged\r\nmilitary capacity at the present time, it is of interest to learn what\r\nthe War Office was prepared to do thirty-one years ago. The military\r\nauthorities stated that they were prepared to embark within twenty-four\r\nhours, 3500 infantry, and 500 garrison artillerymen, with a small siege\r\ntrain, from Malta and Gibraltar, with necessary camp equipage and\r\nreserves of food and ammunition. These troops could be conveyed in the\r\nships of the Channel Squadron now in the Mediterranean. A force of about\r\n12,000 fighting men, complete in infantry, cavalry, and field artillery,\r\nwith forty-eight field guns, was also available, to embark from England.\r\nThe first 5000 of the infantry could sail within a week, and the whole\r\nforce could leave England in a fortnight from the date of the order,\r\nwith complete supplies for an army in the field. The force from England\r\nwould be made up partially by the First Class Army Reserve, and a\r\nBrigade was also available to be sent from Bombay to Suez. Such was the\r\npurport of a most confidential communication to Lord Granville from the\r\nWar Office, dated June 27, 1882.\r\n\r\nOn July 11, the bombardment of Alexandria by the British fleet took\r\nplace; the departure of the French ships marking, in an unmistakeable\r\nform, the refusal of the French Government to incur further\r\nresponsibility, and foreshadowing the permanent renunciation of the old\r\nFrench position in Egypt.\r\n\r\nThe news of the Alexandria bombardment, which, owing to the absence\r\nof troops for landing, could hardly be described as a very effective\r\noperation, was received without much excitement in Paris, and Freycinet\r\nstated that the Chamber would certainly not have sanctioned the\r\nco-operation of the French fleet. The main point on which sensitiveness\r\nwas shown was the Suez Canal. The French seemed disposed to resent any\r\nlanding of English troops alone at Port Said, and to insist, if not\r\non joining with us, on sending a 'lateral' expedition of their own.\r\nIt was important, therefore, that they should be given a _bona fide_\r\ninvitation to join in anything we might determine to do, and the French\r\nwere accordingly invited by Lord Granville to concert measures at once\r\nfor the protection of the canal; questions of detail being left to\r\nthe Conference at Constantinople. Upon the whole the bombardment of\r\nAlexandria had tended to improve rather than to impair Anglo-French\r\nrelations, and the chief danger seemed to lie in the projected Turkish\r\nintervention, which would alienate public opinion and provoke strong\r\nopposition from Gambetta and his followers. Extraordinary French Naval\r\nCredits were voted and Lord Granville appears to have thought that joint\r\naction was secured after all, at least as far as the Canal was concerned.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Granville to Lord Lyons._\r\n\r\n    July 19, 1882.\r\n\r\n     I wish you and ourselves joy of the renewed _entente\r\n     cordiale_. It will not be popular in many quarters here, but it is\r\n     an immense national advantage, and ought to relieve us from many\r\n     dangers.\r\n\r\n     I am not in the least jealous of the dual action in the Canal,\r\n     though I should prefer its being triangular. But I own I dread it,\r\n     if we are obliged, as is probable, to intervene in Egypt itself.\r\n\r\n     I hope they do not think we are pressing them too fast. I\r\n     believe the Cabinet will settle to send 15,000 men to Malta. If so,\r\n     I will let you know.\r\n\r\n     Remember I am always grateful for suggestions and criticisms.\r\n     I hear Bismarck is really ill and cannot sleep at night. The\r\n     preparation of his own financial measures does not act as an\r\n     anodyne.\r\n\r\n     I am told that the debate in the Commons last night did us\r\n     good and not harm. I suppose we shall have a more formidable one in\r\n     the Lords.\r\n\r\n     It is rumoured that the Peers will pass the Second Reading of\r\n     the Arrears Bill, and mutilate it in Committee.\r\n\r\nThe voting of the extraordinary French Naval Credits, which had caused\r\nit to be supposed that the French Government intended to take some\r\ndecided action, was soon shown to mean nothing at all. Freycinet, whose\r\nposition had been much shaken, was in the uncomfortable situation of\r\nbeing blamed by the Chamber for doing too much and denounced in the\r\nSenate for not doing enough. On July 19, an important debate took place\r\nin the Chamber, during which Gambetta, with his accustomed eloquence,\r\nadjured the Government to adhere to the English alliance at all costs,\r\nand urged that to quarrel with England would be the most fatal of\r\nmistakes. The Credits asked for were agreed to, and the Government\r\nobtained a large majority; but when Freycinet appeared in support of his\r\nmodest proposals before the Senate, he was obliged to admit that the\r\nConference at Constantinople had refused to entrust France and England\r\nwith a Mandate, and that in consequence of this refusal the French\r\nGovernment would leave England to act alone, and would confine their own\r\naction to the protection of the Suez Canal. A fresh credit amounting to\r\nabout £350,000 was asked for with this object, but met with formidable\r\nopposition.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, July 26, 1882.\r\n\r\n     When I saw Freycinet this afternoon he seemed in absolute\r\n     despair. There are two modes of escape which are supposed to be\r\n     still open.\r\n\r\n     Though the majority of the Chamber are strongly opposed to\r\n     military intervention in Egypt, they may still hesitate to turn\r\n     Freycinet out, lest by showing it to be impossible to make their\r\n     own existence compatible with anything like a stable Government in\r\n     France, they may bring about a dissolution.\r\n\r\n     It is said that they are casting about for some means of\r\n     refusing the Credit and yet not turning out Freycinet; and the\r\n     second device, which might enable Freycinet to stay in, is the\r\n     singularly undignified one of his playing into their hand, by\r\n     declaring that he does not make the Credit a Cabinet question, and\r\n     that if it be refused, he will bow to the will of the Chamber and\r\n     withdraw from the protection of the Canal.\r\n\r\n     So long as it is undeniable that we have _bona fide_ invited\r\n     and pressed France to take part in all our operations in Egypt, I\r\n     shall not break my heart if she chooses to decline to do so.\r\n\r\n     I believe that Freycinet would have been in a better plight\r\n     if he had taken a decided course either way; if he had distinctly\r\n     refused all intervention, or if he had boldly joined England in all\r\n     her operations.\r\n\r\nOn July 29, the question of voting the fresh Credit was brought forward\r\nin the Chamber and made one of confidence in the Ministry. Every one\r\nby this time was much alarmed at the prospect of France being dragged\r\ninto some vague and desperate adventure; the Credit was refused by an\r\noverwhelming majority; Freycinet resigned office, and France definitely\r\nretired from the scene of action.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, July 30, 1882.\r\n\r\n     Among the innumerable Ministerial crises which I have seen\r\n     here, I do not recollect one in which there has been so much\r\n     uncertainty as to who would be the new Prime Minister.\r\n\r\n     Grévy, in conformity with his own views, and with those of\r\n     the great majority of the Chamber and indeed of the country, is\r\n     trying to form an absolutely non-intervention Cabinet. But such a\r\n     Cabinet might have difficulties with the Senate. Léon Say and Jules\r\n     Ferry, the most able members of the late Ministry, were for full\r\n     intervention and the English Alliance.\r\n\r\n     Freycinet very unwisely began with a perfectly idle dispute\r\n     with Gambetta as to whether the English Government would, or would\r\n     not, have consented to armed intervention with France only, if\r\n     Gambetta had remained in power. Gambetta did not speak yesterday,\r\n     but he and his followers voted against Freycinet.\r\n\r\n     Hohenlohe seemed, I hear, dreadfully put out by the result of\r\n     the division yesterday. It was Bismarck's communication which gave\r\n     Freycinet the _coup de grâce_. Hohenlohe had evidently hoped that\r\n     it would save him, by giving him an excuse for withdrawing the Bill.\r\n\r\n     I was very much disappointed to hear from Freycinet that\r\n     Russia had gone back to the Conference. I hoped her retirement\r\n     would have given us a good opportunity of freeing ourselves from\r\n     that cumbrous clog.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, Aug. 1, 1882.\r\n\r\n     All is still uncertain as to who the new French Ministers\r\n     will be. Grévy is doing his best to keep Freycinet, and Hohenlohe\r\n     is working in the same direction, which is not wise. Hitherto\r\n     Freycinet has positively declined, but he is a man who sometimes\r\n     changes his mind. He will be in an extraordinarily false position\r\n     if he does come back. Grévy may, perhaps, manage to appoint a\r\n     warming-pan sort of Ministry, just to keep the offices warm during\r\n     the recess and to make room for something more serious in October.\r\n\r\n     The French are in very good disposition towards us at this\r\n     moment. The way to keep them so will be to endeavour to make their\r\n     present position comfortable to them, without being humiliating,\r\n     and, above all, not to crow over them, as part of our press seems\r\n     too much inclined to do. Their fleet, next to our own, is the most\r\n     important factor in the Mediterranean question. We can do as well\r\n     or better, without any aid from France or other countries, but we\r\n     ought to have the field to ourselves.\r\n\r\n     I wish we were well rid of that dangerous Conference. I had\r\n     a sort of hope that just now it might have a sort of use, as a\r\n     means of letting the other Powers talk while we were acting. But in\r\n     fact, as worked by Bismarck and by the Turks under his direction,\r\n     it seems merely to supply the machinery for formally placing us in\r\n     opposition to the so-called European Concert, and for embarrassing\r\n     France. I think the French would be glad to be delivered from it.\r\n\r\n     Public opinion in France is at this moment friendly to us, but\r\n     it is in a very susceptible state.\r\n\r\nA new Ministry was in course of time formed under M. Duclerc, one of\r\nthe many uninteresting mediocrities who have governed France during the\r\nlast forty years, and a sort of formula was agreed upon that there was\r\nno 'solution of continuity in the Entente,' which was not intended to\r\ncommit the French to anything in particular.\r\n\r\nA vast amount has been written respecting the events in Egypt in 1882;\r\nmuch of it by persons who occupied responsible and important positions\r\nat the time; but the reasons for the inaction and eventual retirement\r\nof the French have never been clearly explained. Probably the French\r\nthemselves would be unable to give a satisfactory explanation, and\r\nwould attribute their inglorious attitude to the Freycinet Government,\r\nwhich did not know its own mind. But it may be assumed that a variety\r\nof reasons were responsible for the French refusal of co-operation with\r\nEngland. Had the invitation been received some months earlier, it would\r\nprobably have been accepted with enthusiasm; but the Tunis expedition,\r\nwhich had opened with so much success and enthusiasm, had proved a much\r\nmore troublesome and unsatisfactory business than had been anticipated,\r\nand had created a decided disinclination for further enterprises in\r\nNorth Africa. In the second place, the difficulties of an Egyptian\r\ncampaign were greatly over-estimated; the French calculation was that\r\nno less than 60,000 men would be necessary, and the ordinary French\r\nMinister would not venture to allow so many men to leave the country.\r\nLastly, the French were quite unable, rightly or wrongly, to get it out\r\nof their minds that they were being deliberately led into a trap by\r\nBismarck, and this by itself was sufficient to daunt a Government of the\r\nFreycinet type.\r\n\r\nFrance having now definitely declined, the British invitation was\r\ntransferred to Italy.\r\n\r\n     'We have asked the Italians to join us,' Lord Granville wrote\r\n     on July 27, 'but we have not pressed them. They also will try to\r\n     _se faire prier_, and will be too late. I told Menabrea I could not\r\n     delay operations.\r\n\r\n     'I hope they will decline, but I myself was not very hot for\r\n     even the offer. But the balance of argument seemed to be in favour\r\n     of it, and you did not raise any objection to it.\r\n\r\n     'Please explain that the _Times_ is entirely off the track as\r\n     to our wish for a protectorate.'\r\n\r\nThe refusal of the Italians was welcome and not unexpected, and as\r\nno other Power was in the least inclined to co-operate, the British\r\nGovernment was able to set about the task of smashing Arabi with a clear\r\nconscience, in its own way, and unhampered by allies; for the Turks, who\r\nhad agreed to send troops, protracted the negotiations with regard to\r\ntheir employment to such an extent, that the campaign was finished long\r\nbefore an agreement was arrived at.\r\n\r\nLord Cromer in his well-known work 'Modern Egypt,' has exposed with\r\nmuch skill and lucidity the futile nature of many of the proposals\r\nput forward by the British and French Governments during the period\r\nthat they were acting together. But the really remarkable fact is,\r\nthat each Government succeeded in bringing about the result which it\r\nleast desired. The policy of the British Government was governed by a\r\nsincere, if mistaken, determination not to be dragged into assuming\r\nsole responsibility for Egypt, and in particular to avoid the necessity\r\nof military occupation. The efforts of the French Government were\r\nchiefly directed towards the prevention of Turkey or any other Power\r\nestablishing its predominant influence in Egypt, and that French policy\r\nshould have unconsciously and involuntarily thrust England into this\r\nunsought and unwelcome position is one of the real ironies of recent\r\nhistory.\r\n\r\nPerhaps the most fortunate event for England during the crisis which\r\npreceded the Egyptian expedition was the fall of Gambetta early in the\r\nyear. Had that statesman remained in office he would certainly have\r\nnever consented to remain a supine and indifferent spectator; he would\r\nundoubtedly have insisted on France taking an active part: a joint\r\nexpedition would have taken place, and the sequel might have followed\r\nthe Schleswig-Holstein precedent.\r\n\r\nIt was hardly to be expected that the skill and rapidity with which the\r\ncampaign against Arabi was conducted would evoke much enthusiasm in\r\nFrance, nor could the French reasonably expect that upon the restoration\r\nof peace and order the old state of things would be renewed. Before the\r\nend of October Lord Granville informed the French Ambassador in London\r\nthat the Control would not be restored; and when the French Government\r\nobjected, on the ground that such an alteration must be submitted to the\r\nPowers, it was pointed out the matter was one for the Khedive to decide\r\nhimself. In order to soothe wounded French feelings various compromises\r\nin the shape of posts in the Egyptian administration were offered in\r\nvain.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, Nov. 3, 1882.\r\n\r\n     I thought it simpler and better to let Duclerc have a copy of\r\n     your despatch, as you had no objection to my doing so. He has not\r\n     yet given any sign of life since he received it.\r\n\r\n     The argument that the Financial Adviser will have only a small\r\n     position in Egypt, or at all events a less important position than\r\n     the Controllers, cuts both ways here. Duclerc's line is to say that\r\n     we are making a distinction without any real difference: that in\r\n     practice the adviser will have all and more than all the powers of\r\n     the Controllers; and that thus virtually France is to be deprived\r\n     of her share in the Control without receiving, even nominally, any\r\n     compensation.\r\n\r\n     A complaint of a very different kind is made by the 'Haute\r\n     Finance.' They say that the only real compensation which could be\r\n     given to France, if she is to be ousted from the Control, would\r\n     be the establishment, under the auspices and responsibility of\r\n     England, of such a strong practical supervision of the Egyptian\r\n     Administration as would make the regular payment of the Debt\r\n     and the maintenance of the commercial and other interests of\r\n     foreigners secure. They pretend that the proposed establishment\r\n     of the Financial Adviser is in form injurious to the dignity of\r\n     France, while in substance it does not sufficiently provide for the\r\n     control by any one of the Egyptian Government. These seem to be the\r\n     opinions of a very influential body here. It is quite consistent\r\n     with them that Dufferin's mission should be looked on with favour\r\n     by those who hold them.\r\n\r\n     Clémenceau's views seem to be confined to himself.\r\n\r\n     The thing most favourable to our coming to an understanding\r\n     with France, is the very general belief among Frenchmen that\r\n     Bismarck is egging indirectly both England and France on to a\r\n     quarrel.\r\n\r\n     In the meantime the alarm caused by the anarchists is enough\r\n     to keep the minds of the great majority of the French fixed\r\n     on their own internal affairs. People are sending away their\r\n     securities and other valuables to foreign countries. I suppose an\r\n     absolute outbreak in force enough to resist the Government, if the\r\n     Government be resolute, is not to be expected. But there may be\r\n     explosions of dynamite here and there, and the employment of the\r\n     other new-fangled means of creating panic which the French seem to\r\n     be inclined to adopt from the Russians.\r\n\r\n     The competition of America and other causes are producing\r\n     a curious change in the French peasantry, and a change not\r\n     favourable to peace and order. The tenacity with which the very\r\n     small proprietors have hitherto clung to their land is visibly\r\n     diminishing. They now offer their land for sale to an extent\r\n     hitherto quite unprecedented. They say that they can get better\r\n     interest by putting the price of the land into the funds or other\r\n     speculations, and can thus lead a pleasant life, instead of\r\n     slaving from morning to night to get a bare subsistence out of\r\n     their fields. The tendency of all this is to reduce the numbers\r\n     of the hitherto ultra-Conservative laborious class, and to fill\r\n     the towns more and more with idle and very often disappointed and\r\n     discontented speculators, who form a material ready to the hand of\r\n     anarchists.\r\n\r\nThe letters from Lord Granville show that although the British\r\nGovernment had embarked most unwillingly upon the Egyptian enterprise,\r\nand viewed additional responsibility with so much horror that some\r\nmembers of the Cabinet were even opposed to the office of Financial\r\nAdviser to the Egyptian Government being given to an Englishman, yet\r\nthat the Cabinet was at all events unanimously against the maintenance\r\nof the Control, and of the old dual arrangements. The French Government,\r\nwith an entire absence of logic and common sense, was quite indisposed\r\nto recognize the complete change in the situation which had taken place,\r\nand continued to claim that England and France should remain on an\r\nequality as regarded themselves, and in a superior position as far as\r\nthe other Powers were concerned. The difficulty lay in discovering some\r\nmeans of satisfying French vanity without yielding on the essential\r\npoint of equality, and efforts to ascertain what would be considered\r\nsatisfactory did not meet with much success.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, Nov. 14, 1882.\r\n\r\n     I tried to make Duclerc see yesterday that the practical way\r\n     towards obtaining some satisfaction for French _amour-propre_ was\r\n     to enter upon the discussion of details as to the Boards in Egypt.\r\n     I went as far as I could without running the risk of provoking\r\n     lofty language, which might have been an obstacle to moderate\r\n     arrangements hereafter.\r\n\r\n     However, at the moment Duclerc did not go back from his old\r\n     grounds. He does not insist upon a literal re-establishment of\r\n     the Control, but he does claim a virtual return to the _status quo\r\n     ante_, and he interprets that status as equality between England\r\n     and France and superiority of the two jointly over other Powers.\r\n\r\n     The single Financial Councillor pleases no one here. As\r\n     he must of course be an Englishman, the sticklers for French\r\n     _gloriole_ declare that whether his functions be great or small,\r\n     he will simply be a symbol of English supremacy and French\r\n     decadency. To the _haute_ and _petite finance_, the mode of his\r\n     appointment and the smallness of his powers seem an additional\r\n     cause of complaint, as not giving sufficient security for a proper\r\n     administration of the finances of Egypt. I shall be very anxious to\r\n     hear how it all strikes Dufferin.\r\n\r\n     In fact, at the present moment, the French are too uneasy\r\n     about their internal affairs to pay much attention to Egypt. But\r\n     they may fire up if any special event comes to irritate them. It\r\n     is more, however, future lasting ill will than violence at the\r\n     moment which I apprehend. If we leave them bitterly discontented\r\n     with arrangements in Egypt, I hardly see when we shall be able to\r\n     withdraw our troops and still maintain the influence which is a\r\n     necessity to us.\r\n\r\nThe idea that the British occupation of Egypt was anything more than\r\na temporary expedient does not seem to have been considered a serious\r\npossibility by any English Minister so far. Partly by luck, partly\r\nby the skill of Sir Garnet Wolseley and Lord Dufferin, we had found\r\nourselves in possession of Egypt, unhampered by association with any\r\nEuropean Power or with the Turks; but for a time it looked as if the\r\nbrilliant results achieved were to be thrown away because the British\r\nGovernment had no clear idea what its policy was to be. Fortunately for\r\nall concerned, the step was taken of sending Lord Dufferin on a special\r\nmission to Cairo, and unlike most special missions of more recent date,\r\nthe experiment proved a complete success, and quickly destroyed the\r\nmischievous delusion entertained by a section of English politicians\r\nthat an evacuation of Egypt was possible at any early date. This\r\ndelusion had never been shared by the French, who naturally judged the\r\naction of others in the light in which they themselves would have acted\r\nunder similar circumstances, and who made little effort to conceal their\r\nannoyance.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, Dec. 1, 1882.\r\n\r\n     I don't succeed in making Duclerc _coulant_ about Egypt. He\r\n     rather implied that it was not from Tissot that he had heard that\r\n     you were going to send him a favourable communication, and that you\r\n     were thinking of sending an expert to discuss details. He did not,\r\n     however, say who it was that told him. Perhaps d'Aunay may have had\r\n     something to do with it. Duclerc went on to hint at there being two\r\n     currents in the English Cabinet, one more favourable to the French\r\n     than the other, but I declined to listen to this. He talked as if\r\n     he had some special source of information as to your intentions and\r\n     sentiments. He seemed to take to the idea of a discussion between\r\n     experts.\r\n\r\n     He was amiable about Madagascar, but we shall see what\r\n     his written answer will be. He represented himself as having\r\n     overwhelmed the Ambassadors with kindness, and then as having\r\n     broken off the negotiation on the point of the leases being for 99\r\n     years.\r\n\r\n     In the meantime prospects at home do not brighten. Railroads\r\n     and other public works have been begun, with very little system, in\r\n     all kinds of places to please Deputies and their constituents. The\r\n     Government dare not stop them for fear of what the workmen would do\r\n     if large numbers of them found themselves out of work. To go on,\r\n     is ruinous to the finances. There must be a limit to the floating\r\n     debt. The Government are again negotiating with the railway\r\n     companies. People are beginning to talk of Saviours of Society.\r\n     The names most mentioned are those of General Chanzy and the Duc\r\n     d'Aumale. Gambetta would have been everybody's man, if he had never\r\n     been Minister. However, I don't think that we are very near any\r\n     violent change.\r\n\r\n     Grévy is certainly not brisk, but he may grow old without\r\n     things coming to an early catastrophe.\r\n\r\n     There is a not unaccredited rumour that it was in wresting\r\n     the revolver from a female hand that Gambetta got wounded. The\r\n     bulletins at the office of the _République Française_ are that he\r\n     is going on as well as possible.\r\n\r\nThe last paragraph refers to the wounding of Gambetta by a pistol shot.\r\nThe accident (which terminated fatally) occurred at his villa outside\r\nParis, and was surrounded by a mystery which has never been dispelled,\r\nbut it may be assumed that a lady really was involved.\r\n\r\nThe allusion to Madagascar relates to the mission despatched by the\r\nQueen of the Hovas to Europe in the autumn in the vain hope of coming to\r\nsome agreement with the French Government, which had raised questions\r\nominously resembling those which had, in the previous year, formed\r\nthe prelude to the Tunis expedition. The Hovas, like the Kroumirs,\r\nconstituted 'a serious danger' to the French Republic, and demands were\r\nput forward which involved general French rights over the whole of\r\nMadagascar, and a protectorate over the northwest coast. The unhappy\r\nHova envoys proceeded from Paris to London, but met with little\r\nencouragement there, and before long a semi-official announcement\r\nwas made in which the stereotyped statement, with which small and\r\ndefenceless states are so painfully familiar, appeared: 'The Cabinet is\r\nresolved to enforce the respect of the rights and interests of France\r\nin Madagascar, and orders in conformity with the situation have,\r\ntherefore, been sent to the Commander of the French naval station.'\r\nSigns of the same ominous activity were also beginning to manifest\r\nthemselves in Tonquin; and the only compensating factor was that\r\nMadagascar and Tonquin served to distract a certain amount of French\r\nattention from Egypt, although the tone of the press, and especially of\r\nthe _République Française_, the organ of Gambetta, became increasingly\r\nhostile to England.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, Dec. 19, 1882.\r\n\r\n     There are reports afloat that Gambetta's cure is not going\r\n     on as steadily as it ought. At all events there is no change for\r\n     the better in the tone of the _République Française_ respecting\r\n     England in Egypt. I don't like the idea of having the French there\r\n     in bitter opposition to all we do. It may make it very difficult\r\n     for us with safety to ourselves to give any large measure of\r\n     independence to the Egyptian Government. At all events, the less we\r\n     are able to sacrifice to satisfy French _amour-propre_, the more we\r\n     must do to give security to legitimate French material interests by\r\n     providing for a really good honest financial administration. If the\r\n     French take the protection of their material interests exclusively\r\n     into their own hands, they may go very great lengths indeed to\r\n     protect them, if they are seriously threatened; and, besides, the\r\n     pretext that the credit, property or persons of Frenchmen are\r\n     threatened, will always be at hand to sanction interference.\r\n\r\n     At present it looks as if the Duclerc Government would be\r\n     glad to back out of its expeditions to Tonquin, etc., etc. The\r\n     proceedings of the Hova Ambassadors and their supporters in England\r\n     may make it difficult for the French Government to be as reasonable\r\n     as it might otherwise wish to be about Madagascar.\r\n\r\n     The prevalent feeling of depression and uneasiness about\r\n     the general condition of France does not seem to diminish. There\r\n     seems to be a profound distrust of the abilities, if not of the\r\n     intentions, of the men who so rapidly succeed one another in\r\n     office, and no one seems to know where to turn for something better.\r\n\r\nIt was somewhat unfortunate that French aggression in Tonquin and\r\nMadagascar was unconsciously stimulated by the English press. 'The\r\nEnglish press is driving the French public wild on the subject of\r\nTonquin, Madagascar, and other beyond sea questions, which the\r\nGovernment would probably have been glad enough to back out of if they\r\nhad been let alone.'[36]\r\n\r\nUntil the end of the year private negotiations continued between Lord\r\nGranville and the French Government with reference to the abolition of\r\nthe Control with completely unsuccessful results.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, Dec. 26, 1882.\r\n\r\n     I hear, not from himself, that Duclerc's present intention\r\n     is to make a very strong protest if we abolish Control without\r\n     coming to a previous understanding with France; and that our making\r\n     our own Control, or that of Europe in general, over the Egyptian\r\n     finances weak, would not mollify him. On the contrary, he would try\r\n     to make a point of what he would call our abandonment of French\r\n     material interests--and deduce from it an argument that France is\r\n     bound to protect them herself. While we are absolutely at two with\r\n     France, we shall find it very difficult to relax our material hold\r\n     on Egypt. Egypt for the Egyptians is only too likely to become\r\n     Egypt for the French.\r\n\r\n     Gambetta's illness seems to have rather strengthened his\r\n     position. The anxiety of his opponents in the press to make out\r\n     that he is worse than is really the case and the disgusting\r\n     statements they have in consequence put forward, have served to\r\n     impress on friends and foes his importance. According to the best\r\n     information I have been able to get, he is not at this moment\r\n     seriously ill, though his recovery is too slow to be satisfactory.\r\n\r\n     Confidence and tranquillity do not appear to revive in France,\r\n     and the disappearance of Gambetta would increase uneasiness. People\r\n     do not exactly know what they are afraid of, but there is a general\r\n     vague uneasiness. Perhaps the most definite cause of fears or hopes\r\n     is the intrigue in which certain officers of the army are said to\r\n     be engaged with a view of putting the Duc d'Aumale at the head of\r\n     the state.\r\n\r\nThe childish frame of mind in which the French Government of the day\r\nconsidered the question of the Control may be judged from the fact that\r\nDuclerc in private conversation had admitted in the autumn that, if\r\nfor form's sake, the _status quo ante_ could be restored for only five\r\nminutes, he would agree subsequently to its immediate abolition. In\r\nDecember, however, he was in a more intractable mood, and, at the end\r\nof the year, Lord Granville found it necessary to break off all private\r\nnegotiations on the subject, observing that it was very painful and\r\ndisadvantageous to be on bad terms with the French, but that it was, at\r\nthe least, equally disadvantageous to them.\r\n\r\nFOOTNOTES:\r\n\r\n[Footnote 35: 'Egypt and the Egyptian Question,' Sir D. Mackenzie\r\nWallace.]\r\n\r\n[Footnote 36: Lyons to Granville.]"
  ]
}