{
  "index": 16,
  "title": "Chapter 15",
  "paragraphs": [
    "THE LAST YEAR'S WORK\r\n\r\n(1886-1887)\r\n\r\n\r\nThe sudden and unexpected declaration in September of the Union of\r\nBulgaria and Eastern Roumelia which caused so much perturbation in\r\nEurope, and resulted in a war between Servia and Bulgaria, left the\r\nFrench quite indifferent; but the imminence of hostilities between\r\nEngland and Burmah provoked French ill-humour, which was all the\r\nmore inexcusable because no protest had ever been made against\r\nFrench proceedings in Tonquin and Madagascar. The truth was that the\r\nBurmese resistance to the Indian Government was largely due to French\r\nencouragement. As far back as 1883 a Burmese Mission had arrived in\r\nParis, and kept studiously aloof from the British Embassy; and although\r\nevery opportunity had been taken to impress upon the French Government\r\nthe peculiar relations between Burmah and British India, there was not\r\nthe least doubt that the object of the Burmese had been to obtain from\r\nthe French Government such a Treaty as would enable them to appeal\r\nto France in the event of their being involved in difficulties with\r\nEngland. How much encouragement they actually received is not known, but\r\nit was probably sufficient to effect their undoing.\r\n\r\n     The papers are abusing us about Burmah, and being quite\r\n     innocent of any aggression themselves in that part of the world,\r\n     are horrified at our holding our own there. Nevertheless, I hope\r\n     the Indian Government will finish the thing out of hand, for an\r\n     ugly state of feeling about it is growing up here.\r\n\r\nThe rapidity with which the operations against Burmah were conducted\r\nleft nothing to be desired. The campaign was over within a few weeks;\r\non January 1, 1886, the annexation of Burmah was proclaimed, and the\r\naffairs of that country ceased to be of any further interest to the\r\nFrench Government.\r\n\r\nLord Salisbury's tenure of the Foreign Office, which had been marked\r\nby so successful a policy that even Mr. Gladstone had expressed\r\nsatisfaction, came to an end early in 1886, and he was succeeded by Lord\r\nRosebery. 'The irony of events,' wrote the latter to Lord Lyons, 'has\r\nsent me to the Foreign Office, and one of the incidents of this which\r\nis most agreeable to me, is that it brings me into close relations with\r\nyourself.'\r\n\r\nAlthough the Paris press had circulated a ridiculous fiction that Lord\r\nRosebery (presumably because he was personally acquainted with Bismarck)\r\nwas anti-French by inclination, the change of Government in England was\r\nreceived in France with perfect equanimity, as had been the case in the\r\nprevious autumn.\r\n\r\nThe new Foreign Secretary, however, could not fail to be painfully\r\nimpressed by the unsatisfactory feeling which obviously existed in\r\nFrance towards England, and found it difficult of explanation.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Rosebery to Lord Lyons._\r\n\r\n    March 3, 1886.\r\n\r\n     I am rather anxious about the attitude of the French. In\r\n     my short tenure of office they have brought up three or four\r\n     questions, all in the highest degree distasteful to us.\r\n\r\n     1. The Consul at Suakim: as to which they say, with accuracy\r\n     which is disputed, that they had gone too far and could not\r\n     withdraw the appointment.\r\n\r\n     2. Arbitration on the Somali coast troubles: as to which they\r\n     declare that Salisbury promised it, which Salisbury, I understand,\r\n     denies.\r\n\r\n     3. The revival of the Suez Canal Commission.\r\n\r\n     4. The announcement made to me by Waddington yesterday that\r\n     they should be obliged shortly to send a cargo of recidivists to\r\n     the Isle of Pines. I remonstrated strongly with him, and indeed\r\n     I cannot foresee all the consequences, should they carry their\r\n     intention into effect. One, however, I do clearly perceive, which\r\n     is that we should have to denounce the Postal Convention of 1856,\r\n     which gives the Messageries privileges in Australian ports, which\r\n     could not be sustained, and which the colonists would not for a\r\n     moment, under such circumstances, respect.\r\n\r\n     But these are details. What I want to point out is the\r\n     apparent animus displayed in these different proceedings. I shall\r\n     not mention them to my colleagues until I hear your view of them,\r\n     and anything you may be able to collect on the subject.\r\n\r\n     What does it all mean? These things did not occur during the\r\n     late Government? Are they directed against the new Administration?\r\n     I cannot view them as a chapter of accidents.\r\n\r\n     As for myself, I have entered upon this office with the most\r\n     sincere wish to be friendly with France. There can be no earthly\r\n     reason why we should not be so. It is a pity, therefore, that our\r\n     cordiality should be poisoned at its source.\r\n\r\n     I wish you would let me know what you think of all this. You\r\n     can pick up much directly, and perhaps even more indirectly, on\r\n     these points. Pray forgive the length of this letter.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Rosebery._\r\n\r\n    Paris, March 5, 1886.\r\n\r\n     I have naturally been on the watch since you came into office\r\n     for indications of the feelings of the French Government respecting\r\n     the change. In answer to your letter of the day before yesterday,\r\n     asking my opinion, I can only say that I think the French are quite\r\n     as well disposed towards the new Government as they were to the\r\n     late one--indeed, of the two, I should say better. We come so much\r\n     into contact with the French all over the globe that questions\r\n     more or less unpleasant are always arising in smaller or greater\r\n     numbers, according to circumstances; and French feeling is in a\r\n     chronic state of irritability about Egypt.\r\n\r\n     The four subjects you mention are certainly annoying, but I do\r\n     not believe that the French proceedings respecting them have been\r\n     actuated by any animus against the present English Ministry.\r\n\r\n     I shall be somewhat staggered in this opinion, however, if the\r\n     French Government proposes to substitute arbitration by any third\r\n     Power for the understanding that the Somali coast questions shall\r\n     be treated by friendly negotiations between the two Governments,\r\n     and that meanwhile the _status quo_ shall not be disturbed. With a\r\n     view to proceeding with the negotiation, M. Waddington proposed to\r\n     Lord Salisbury on Jan. 20th, and by a written note the next day,\r\n     that an inquiry should be made on the spot by two Commissioners,\r\n     one English and one French. Lord Salisbury received the verbal\r\n     proposal favourably, but did not at the moment give a definitive\r\n     answer.\r\n\r\n     The proposal to reassemble the Suez Canal Commission is simply\r\n     the renewal of a proposal made by M. Waddington to Lord Salisbury\r\n     at the beginning of January.\r\n\r\n     The most serious of the affairs you mention appears to me to\r\n     be the imminent despatch of a cargo of _récidivistes_ to the Isle\r\n     of Pines. I have seen from the beginning the importance of this\r\n     _récidiviste_ question as regards public feeling in Australia,\r\n     and there is hardly any question about which I have taken so much\r\n     trouble. I have attacked successive French Ministers upon it in\r\n     season and out of season, but I have never succeeded in obtaining\r\n     any promise that _récidivistes_ should not be sent to the Pacific.\r\n     As I reported to you, I remonstrated with Freycinet about the\r\n     intention actually to send off a batch, as soon as I became aware\r\n     of it. I did not perceive any difference in his manner or language\r\n     from what they had been when some other Ministers had been in\r\n     office in England, but my remonstrances were equally ineffectual. I\r\n     am glad you had an opportunity of speaking strongly to Waddington.\r\n     I see troubles ahead, for the Australians have before now\r\n     threatened to pass Dominion laws against French ships found to have\r\n     escaped convicts on board, which seem to go a good deal beyond\r\n     international usage, not to say law.\r\n\r\n     It is time, however, for me to wind up this long story. My\r\n     answer to your question is that I am far from thinking that there\r\n     is any _malus animus_ against Her Majesty's present Government on\r\n     the part of Freycinet and his Cabinet. Nor do I know that there is\r\n     more than the usual irritability towards England among the French\r\n     public; but still I feel strongly that it behoves us to tread\r\n     cautiously as well as firmly, when we are coming upon French ground.\r\n\r\nThe spring of 1886 was noticeable for another Government onslaught\r\nupon such members of ex-reigning families as were then residing in\r\nFrance. Of these the most conspicuous were the Orleans Princes. There\r\nwas nothing in their conduct to cause alarm to the Republic, as they\r\nconfined themselves to taking part in social functions, at which they\r\nmaintained a kind of semi-state, being always attended by ladies and\r\ngentlemen-in-waiting after the manner of recognized Royal personages.\r\nThis innocent procedure was sufficient excuse to work up an agitation\r\nagainst them, and to introduce an Expulsion Bill.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Rosebery._\r\n\r\n    Paris, May 25, 1886.\r\n\r\n     The question of the day is the expulsion of the Princes. The\r\n     measure, if taken, will be quite unjustifiable, discreditable to\r\n     the Government, and, I should say, not at all injurious to the\r\n     cause of the victims. Considering the people and the institutions\r\n     with which they had to deal, the partisans of the Orleans Princes\r\n     have not been so prudent and correct as the Princes themselves.\r\n     They have gone about twitting the Republicans with weakness for\r\n     permitting the very mild demonstration made by the Royalists, and\r\n     declaring that such want of vigour was simply a sign of the decay\r\n     of the Republic.\r\n\r\n       *       *       *       *       *\r\n\r\n     The general opinion is that the Expulsion Bill will pass in\r\n     its present, or even in an aggravated form, and that if it does,\r\n     the Government will proceed to expel the Comte de Paris at least,\r\n     if not the Duc de Chartres, and some others. On the other hand, it\r\n     is not expected that the Bill confiscating the property, real and\r\n     personal, of the Orleans and Bonapartes will be adopted.\r\n\r\n     Much anxiety is felt respecting Boulanger's goings on with\r\n     respect to the army. He seems to think of nothing but currying\r\n     favour with the lowest ranks in the service, and with the mob\r\n     outside. It is believed by many people that he would not act\r\n     vigorously, as Minister of War, against any disturbances, but would\r\n     try to turn them to account and set up for himself as dictator or\r\n     what not.\r\n\r\n     The financial situation is very bad, and if common scandal is\r\n     to be listened to, the very short duration of French Ministries is\r\n     having the effect of making most of the individual Ministers very\r\n     unscrupulous and very impatient to make hay during the very short\r\n     time that the sun shines.\r\n\r\nThe above letter contains one of the first allusions to the enterprising\r\nimpostor Boulanger, who very nearly succeeded in making history, and\r\nof whom much was to be heard for some considerable space of time. His\r\npopularity was due in great measure to the vague discontent which\r\nwas then prevalent in France. People thought that they saw the same\r\ninefficiency in the Government, the same relaxation of authority, the\r\nsame financial difficulties, and the same venality which marked the last\r\ndays of the Second Empire. There seemed to be no individual, in or out\r\nof the Royal or Imperial Dynasties, capable of exciting any enthusiasm\r\nor of inspiring any confidence, and public feeling was in that state of\r\nlassitude and dissatisfaction which might give a reasonable chance for a\r\nbold stroke for power.\r\n\r\nThe scandalous Expulsion Bill passed both Chambers, and the Princes took\r\ntheir departure.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Rosebery._\r\n\r\n    Paris, June 25, 1886.\r\n\r\n     The departure of the Comte de Paris from Eu has been\r\n     accompanied by many very sad circumstances, but I cannot help\r\n     thinking that his political position is improved by his expulsion.\r\n     His own partisans are much pleased at its having elicited from\r\n     him a distinct assertion of a claim to the throne, and of a\r\n     determination to work for the restoration of monarchy.\r\n\r\n     It is less easy to give an opinion on the position of the\r\n     Princes who have remained in France. It seems to be hardly\r\n     compatible with dignity and comfort, considering the unabated\r\n     hostility to them of the Reds, who seem generally to end in\r\n     overpowering all generous and conservative feelings in the Chambers\r\n     and in the Government.\r\n\r\n     Prince Napoleon and his son Prince Victor went off in opposite\r\n     directions, one to Geneva, the other to Brussels. The departure of\r\n     neither seems to have made much apparent sensation in Paris when\r\n     it took place, but I am far from certain that Prince Victor is not\r\n     really a more formidable opponent to the Republic than is the Comte\r\n     de Paris.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Rosebery._\r\n\r\n    Paris, July 2, 1886.\r\n\r\n       *       *       *       *       *\r\n\r\n     The topic of the day here is the conduct of the Minister of\r\n     War, General Boulanger. He was supposed to be an Orleanist. Then\r\n     he went round to Clémençeau, and was put into Freycinet's Cabinet\r\n     as a representative of the Clémençeau party, which though not the\r\n     most Red in the Chamber, is more Red than the Freycinet section.\r\n     Since he has been in office Boulanger has lost no opportunity of\r\n     ingratiating himself with the Radicals, and he has been travelling\r\n     about the country making speeches, the object of which has\r\n     evidently been to gain personal popularity for himself without\r\n     regard to his colleagues.\r\n\r\n     He has also by degrees put creatures of his own into the\r\n     great military commands. A crisis was produced, during the last\r\n     few days, by his quarrelling with General Saussier, the military\r\n     Governor of Paris, and provoking him into resigning. He is also\r\n     said to have used strange language in the Council of Ministers. At\r\n     any rate, President Grévy and the Ministers seem to have thought\r\n     they would be more comfortable at Paris without having a satellite\r\n     of Boulanger as Governor, and they have insisted upon declining\r\n     Saussier's resignation. From the way people talk, one would think\r\n     that the questions were whether Boulanger is aiming at being a\r\n     Cromwell or a Monk, and if a Monk, which dynasty he will take up.\r\n\r\n     There is a good deal of alarm here about foreign affairs. The\r\n     reports of a large concentration of Russian troops in Bessarabia\r\n     are supposed to confirm other indications that Russia is meditating\r\n     a revenge for the check she has sustained with regard to Bulgaria.\r\n     This, it is supposed, must bring Austria into the field. Moreover,\r\n     Bismarck does not seem to be in an amiable mood towards France;\r\n     and with or without instigation from him, Germans talk as if war\r\n     was inevitable.\r\n\r\n     Then the Republic here has lasted sixteen years, and that is\r\n     about the time which it takes to make the French tired of a form of\r\n     Government. The Republic has not been successful financially, and\r\n     trade and agriculture are not prosperous, nor is the reputation of\r\n     the Republican administration high for purity or efficiency.\r\n\r\n     So there is plenty to croak about for those who are inclined\r\n     to croak.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Rosebery._\r\n\r\n    Paris, July 13, 1886.\r\n\r\n     The regular session of the French Chambers is to be closed the\r\n     day after to-morrow, and the Chambers are to spend to-morrow at\r\n     the Review at Longchamps, and I suppose to take part in the other\r\n     nuisances which makes Paris insupportable on a National Fête day.\r\n     I conclude the Chambers will come back in October for an extra\r\n     session as usual. In fact, they have not yet voted the Budget; or,\r\n     I had almost said, any useful measure. In Commercial matters and\r\n     indeed in everything relating to intercourse with other countries,\r\n     they have shown the narrowest and most exclusive spirit. Their\r\n     great feat has been the law for the persecution of the Princes,\r\n     which seems to be carried out as harshly as possible. I should\r\n     not have said that the literal wording of the law necessitated\r\n     or even justified the dismissal from the army of Princes who\r\n     already belonged to it, but I suppose that was the intention of\r\n     the legislators. The Duc d'Aumale's letter to the President is a\r\n     powerful document, but was sure to lead to his expulsion, and was\r\n     perhaps intended to have that effect.\r\n\r\n     Among people who ought to have good information from abroad,\r\n     the alarm as to a war this autumn seems stronger than among\r\n     the French politicians who confine themselves more closely to\r\n     considering French feeling at home. Certainly it comes round to\r\n     one in various ways from Germany that war is very generally\r\n     expected, or at all events talked of there. The accounts current\r\n     in Germany of supposed French provocations look as if there was\r\n     a party there trying to work up hostile feeling against France.\r\n     An alliance between France and Russia seems to be the bugbear. I\r\n     don't see symptoms at present of any war spirit in this country;\r\n     but of course a quarrel between Russia and Germany would be a great\r\n     temptation to French Chauvinism.\r\n\r\nThe abhorred annual fête of July 14, 1886, possessed an interest which\r\nhad been wanting previously, and has never since been renewed. This\r\nwas due to the presence of a number of troops at the Longchamps Review\r\nwho had just returned from Tonquin, and to the excitement caused by\r\nthe first appearance of Boulanger at a big military display in Paris.\r\nNotwithstanding the inflated rubbish which was published the next day in\r\nthe French press, there could not be the least doubt that the Tonquin\r\ntroops were received without the slightest enthusiasm. In Paris the\r\nvery word 'Tonquin' was hated; the country was associated with loss of\r\nlife, and with heavy taxation, and nothing could have expressed more\r\neloquently the disenchantment produced by a Spirited Colonial Policy,\r\nthan the chilling reception accorded to these returned soldiers. The\r\nenthusiasm which should have been bestowed upon these humble instruments\r\nwas lavished upon the charlatan who at that moment was the most\r\nprominent and popular figure in the eye of the French public.\r\n\r\nThe military mountebank (aptly christened by Jules Ferry, 'a music\r\nhall St. Arnaud') had, with some foresight, provided himself with a\r\nhigh-actioned black circus horse, and those who were present on the\r\noccasion will never forget the moment when he advanced to salute the\r\nPresident, and other notabilities established in the official Tribune.\r\nOnly a few days before, it was currently believed, he had terrified his\r\nministerial colleagues by appearing at a Cabinet Council in uniform,\r\nand now as he pranced backwards or forwards on the circus horse and the\r\npublic yelled their acclamations, President Grévy and the uninteresting\r\ncrowd of bourgeois ministers and deputies who surrounded him, seemed\r\nvisibly to quiver and flinch as shuddering memories of December 2 and\r\nother _coups d'état_ obtruded themselves upon their recollections.\r\n\r\nFrom that day Boulanger became a dangerous man; the circus horse\r\nhad done the trick; the general embodied in the public fancy the\r\n_clinquant_, for which the French had so long been sighing in secret;\r\n_l'homme qui monte à cheval_ in place of _l'homme qui monte à la\r\ntribune_, and for a long time he survived even that ridicule which in\r\nFrance is supposed to kill more effectively than elsewhere. Even when\r\nhe engaged in a duel with an elderly and short-sighted civilian, M.\r\nFloquet, and was decisively worsted, he continued to remain a popular\r\nhero.\r\n\r\nLord Rosebery, upon whom the unreasonable ill-feeling then constantly\r\nshown by the French towards England had made a painful impression,\r\nhad realized in May that the Gladstone Government was doomed, and\r\nhad wisely decided in consequence that a process of marking time\r\nwas preferable to embarking upon anything in the nature of a heroic\r\npolicy. Upon his retirement and the formation of a new administration,\r\nLord Lyons experienced what was probably the greatest surprise of his\r\nlife in the shape of the following letter from Lord Salisbury. In\r\norder to reinforce its arguments the late Lord Currie, then Permanent\r\nUnder-Secretary of State at the Foreign Office, was sent over with it to\r\nParis.\r\n\r\n[Illustration: _General Boulanger._\r\n\r\nLONDON: EDWARD ARNOLD.]\r\n\r\n       *       *       *       *       *\r\n\r\n    Confidential. July 26, 1886.\r\n\r\n     I accepted yesterday the Queen's commission to form a\r\n     Government. It is a task full of difficulties; and I would have\r\n     gladly seen Lord Hartington undertake it. This, however, he could\r\n     not be induced to do; and the duty falls upon me. One of my first\r\n     thoughts is to provide a Foreign Secretary for the new Government:\r\n     for I could not, with any hope of carrying it through successfully,\r\n     repeat the experiment of last summer by uniting the Foreign\r\n     Secretaryship with the Premiership.\r\n\r\n     There is no one possessing the experience and knowledge of\r\n     Foreign Affairs which you have, and no one whose appointment would\r\n     exercise so great a moral authority in Europe. And we certainly\r\n     have not in our political ranks any one who could claim a tithe of\r\n     the fitness for the office which every one would acknowledge in\r\n     your case. I earnestly hope the proposal may be not unacceptable to\r\n     you. If that should happily be the case, a great difficulty in our\r\n     way will have been most successfully removed.\r\n\r\n     As there is much to be said on the matter which it would be\r\n     too long to write, Currie has very kindly undertaken to take this\r\n     letter over and discuss the matter with you. We have talked it over\r\n     very fully.\r\n\r\n     If you should be in need of any interval of repose, I could\r\n     easily take the seals for a few weeks.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Salisbury._\r\n\r\n    Paris. July 27, 1886.\r\n\r\n     Currie brought me your letter early this morning. In answer to\r\n     it I sent you at 11.30 a.m. the following telegram:--\r\n\r\n     'I am very much gratified, and I am very grateful for the kind\r\n     consideration with which your proposal is accompanied, but my\r\n     age and the state of my health make it quite impossible for me to\r\n     undertake the office.'\r\n\r\n     I hope I need not assure you that I am fully sensible of the\r\n     kindness of your letter, and that if I cannot feel that I merit all\r\n     you say of me, I am at least grateful for your good opinion.\r\n\r\n     The truth is, that I could not now undertake new and laborious\r\n     duties with any confidence that I could discharge them efficiently.\r\n     I feel the need of rest, and I am not equal to beginning a new\r\n     life of hard work. I could not conscientiously assume the great\r\n     responsibility which would be thrown upon me.\r\n\r\nIf the post of Foreign Secretary has ever been offered during the\r\nlast hundred years to any other person outside the ranks of orthodox\r\nparty politicians the secret has been well kept, and it might perhaps\r\nbe suggested that few people would be found with sufficient strength\r\nof mind to decline so glittering a prize. Lord Lyons, however, as is\r\nsufficiently evident, found no difficulty in at once deciding upon the\r\nrefusal of an offer which the ordinary mediocrity would have accepted\r\nwith avidity. In the above letter he founded his refusal upon grounds\r\nof age and ill-health, and in private he used to express the opinion\r\nthat after the age of forty a man's faculties began and continued to\r\ndeteriorate. But it is not in the least likely that he would have\r\naccepted the honour which it was proposed to bestow upon him, at any\r\nperiod of his life. His extreme modesty and diffidence have already\r\nbeen dwelt upon, but a more valuable quality than these is a man's\r\nrealization of his own limitations, and it is probable that Lord Lyons,\r\nby the exercise of his exceptionally impartial judgment, was able to\r\nform a more correct opinion as to his own potentialities than Lord\r\nSalisbury. A thorough and profound knowledge of foreign politics is\r\nnot the sole necessary qualification of an English Foreign Secretary;\r\nhad such been the case, Lord Lyons would have been an ideal occupant\r\nof the post; but in England, where the value of Ministers is gauged\r\nchiefly by the fallacious test of oratorical capacity, the Foreign\r\nSecretary is constantly obliged to make speeches in defence of or in\r\nexplanation of his policy, and although the House of Lords is the\r\nmost long-suffering and good-natured assembly in the world, it would\r\nhave been no easy task for a man of sixty-nine, who had never put two\r\nsentences together in public, to suddenly appear in Parliament as the\r\nrepresentative of one of the most important departments, to say nothing\r\nof public meetings, deputations, banquets, etc. It may also be doubted\r\nwhether, in spite of his many admirable qualities, he was really adapted\r\nfor the post. All his life, he had been merely an instrument--a highly\r\nefficient instrument--of the existing Government, and had received\r\ninstructions, which had invariably been carried out with singular skill\r\nand intelligence. But the responsibility had not been his, and as\r\nForeign Secretary the initiative as well as the responsibility which\r\nwould have rested upon him might have imposed too formidable a strain\r\nupon one of so cautious a temperament. Taking into consideration these\r\ndoubts, his advanced age, failing health, and the effect of depression\r\ncaused by the recent death of his much loved sister, the Dowager Duchess\r\nof Norfolk, the refusal of the Foreign Office by Lord Lyons was only an\r\nadditional instance of that robust common sense which was one of his\r\nmost pronounced characteristics. Lord Rosebery, at all events, thought\r\nthat he had decided wisely.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Rosebery to Lord Lyons._\r\n\r\n    Dalmeny, Aug. 10, 1886.\r\n\r\n     As my Foreign Office episode is at an end, I write a line of\r\n     good-bye, not as a Minister, but on the footing of what I hope I\r\n     may call friendship.\r\n\r\n     My six months' experience has led me to the conviction that\r\n     our relations with France are really more troublesome than with\r\n     any other Power. She is always wanting something of us which it is\r\n     impossible to give her, and she then says plaintively, 'You never\r\n     do anything for me.' She is quite oblivious of the fact that she\r\n     never loses the opportunity of playing us a trick. Witness the\r\n     secret expedition to the New Hebrides. Nothing would have induced\r\n     me to go on with any one of the negotiations with Waddington until\r\n     they had removed their troops from those islands. Whenever he asked\r\n     for an answer about anything, I always turned the conversation\r\n     round to that interesting spot.\r\n\r\n     With this conviction, therefore, it has been a great comfort\r\n     to feel that you were at Paris.\r\n\r\n     I am not surprised that you did not care about my succession!\r\n     It is a weary post.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Rosebery._\r\n\r\n    Heron's Ghyll, Uckfield, Aug. 17, 1886.\r\n\r\n     Your friendly letter has followed me here and has much\r\n     gratified me.\r\n\r\n     I think you must look back with great satisfaction to your\r\n     time at the Foreign Office. You have certainly won golden opinions\r\n     from your subordinates and from the world at large, which is\r\n     perhaps a less competent judge. My own official intercourse with\r\n     you was certainly both very pleasant to me and very satisfactory.\r\n\r\n     I attribute the difficulties with France more to the\r\n     inevitable consequences of our coming into contact with the French\r\n     in all parts of the world, than to any ill-will on either side,\r\n     although I do not pretend to say that the state of feeling is what\r\n     I could wish it to be.\r\n\r\n     Independently of any other considerations, I felt altogether\r\n     too old to undertake the Foreign Office. I was so convinced of\r\n     this, that I regarded it as what the French call an objection\r\n     _préjudicielle_ to entertaining the question at all.\r\n\r\nThe post which Lord Lyons had declined was accepted by Lord Iddesleigh,\r\nwho had just been removed from the House of Commons, and, as was only\r\nnatural, it is evident that he was in the habit of consulting Lord\r\nSalisbury before taking any step of importance. In October, 1886, with\r\nthe concurrence of Lord Salisbury, Lord Lyons was instructed to approach\r\nthe French Government on the question of Egypt, and to explain the\r\nconditions under which it would be possible to terminate the British\r\nmilitary occupation. There seems to be absolutely no doubt that Her\r\nMajesty's Government were perfectly sincere and honestly desirous of\r\ncarrying out the promises that had been made at various times, and as\r\nsubsequent history showed, it was the misguided opposition of France and\r\nRussia which was as much responsible as anything else for the permanent\r\nBritish occupation of Egypt.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Iddesleigh._\r\n\r\n    Paris, Oct. 22, 1886.\r\n\r\n     In my previous letter of to-day I have told you what M. de\r\n     Freycinet said to me about the Suez Canal Convention. I had a long\r\n     interview with him, but though I gave him plenty of opportunities,\r\n     he did not say one other word about Egypt. This being the case,\r\n     I thought it prudent to abstain, at all events at this first\r\n     interview, from saying anything on my side. So far then I have not\r\n     made known to him any part of the contents of your letter to Lord\r\n     Salisbury of the 18th or of his telegraphic answer.\r\n\r\n     The fact is, that from what I have made out since I came back\r\n     here, I am led to think that the French Government have now good\r\n     reason to doubt whether they would get Bismarck's support if they\r\n     raised the Egyptian question with a view to embarrass us. This\r\n     being the case, they are very much hesitating to do so, and are\r\n     on the look-out for signs of our impressions on the subject, and\r\n     would interpret any appearance of unusual anxiety on our part, or\r\n     any fresh offers of concessions from us, simply as indications\r\n     that we still thought Germany might join against us. If the French\r\n     Government are not pretty sure of help and sympathy from abroad,\r\n     they will probably not stir in the matter.\r\n\r\n     In the meantime, however, the press has been strongly excited,\r\n     probably by d'Aunay and Charmes. There is a very nasty article,\r\n     principally about the financial part of the Egyptian question, in\r\n     the _Débuts_ this morning.\r\n\r\n     I shall perhaps be able to see my way more clearly in a day or\r\n     two. In the meantime I am disposed to think the most prudent plan\r\n     will be to be reserved and firm about Egypt, but not to display\r\n     anxiety on the subject.\r\n\r\nThe idea of Lord Salisbury, speaking generally, was that a somewhat\r\ndistant date of evacuation should be foreshadowed; that if evacuation,\r\nas was fully intended, should be carried out, some return should be\r\nexpected for the expenditure of British blood and treasure, and that\r\nthe Suez Canal difficulty should be settled without further delay. He\r\nconsidered that the negotiations should be carried on with the Porte\r\n(Sir Henry Drummond Wolff had already been despatched on this mission),\r\nand that confidential communications should be made to France and\r\nGermany.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Iddesleigh._\r\n\r\n    Paris, Oct. 26, 1886.\r\n\r\n     I shall be very anxious to know what line Waddington took on\r\n     his return to his post, and particularly what, if anything, he said\r\n     about Egypt.\r\n\r\n     Freycinet is the man chiefly responsible for the refusal of\r\n     France to join in our expedition to Egypt, and this no doubt makes\r\n     him very anxious to gain for himself the credit of some striking\r\n     success in getting England out of that country. So far as I can\r\n     make out here, the attempts that have been made to get the Powers\r\n     to unite in calling for a general Conference upon Egyptian affairs\r\n     have not met with much success. If Bismarck decidedly opposes\r\n     attempts of this kind, they will no doubt be abandoned. The Press\r\n     continue to urge strong measures against our continuing in Egypt,\r\n     and is not measured in its language.\r\n\r\n     The autumn session is often fatal to French Ministers. I\r\n     recollect Gambetta's saying to me not long before his own fall:\r\n     '_En automne les feuilles tombent et les porte-feuilles aussi._'\r\n\r\nIt is more than likely that the instructions which M. Waddington\r\nreceived about this period were of a disagreeable nature. A well-known\r\nFrench Ambassador once remarked to me some years later, that the London\r\nEmbassy was no very desirable post from the French diplomatist's point\r\nof view. 'We are sent there with the mission of getting the English out\r\nof Egypt, and the thing cannot be done!'\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Iddesleigh._\r\n\r\n    Paris, Nov. 23, 1886.\r\n\r\n     Freycinet's aim seems to be to improve his own position in\r\n     the Chambers and in the country by obtaining our withdrawal from\r\n     Egypt, and of course the object cannot be attained unless he can\r\n     make it appear that the withdrawal is his doing. Hence his strong\r\n     desire that we should negotiate with him and his dislike to our\r\n     negotiating with Turkey or any other Power.\r\n\r\n     The crushing defeat of the Right in the elections in the\r\n     Department of the Nord is another proof of their blindness in\r\n     misusing the chance they had after the general election. They might\r\n     possibly have led gradually up to a restoration by giving strength\r\n     to Conservative principles and measures. They could only discredit\r\n     themselves by joining the extreme Radicals and attempting to\r\n     produce mischief and confusion.\r\n\r\n     The Germans are either very dilatory, or they have some\r\n     _arrière pensée_ about the Zanzibar affair. Yesterday afternoon\r\n     Münster was still without any instructions to make the joint\r\n     invitation to the French.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Iddesleigh._\r\n\r\n    Paris, Dec. 3, 1886.\r\n\r\n     You will see by my despatch that Freycinet has again attacked\r\n     me about Egypt. He wants the negotiation to go through him, and\r\n     if possible to be made with him, independently of the Turks, or\r\n     at least virtually in conjunction with us. I have not yet seen\r\n     any symptoms of his being anxious really to help us in Egyptian\r\n     matters; and I am not generally favourable to carrying on parallel\r\n     negotiations, or the same negotiation in different places. The\r\n     danger of informal conversations between Freycinet and me is that,\r\n     however cautious I may be, he may somehow or other find occasion\r\n     to quote me, as being more _coulant_ than you. At any rate, if I\r\n     had to talk to him it would be very necessary for you to tell me\r\n     very exactly how far I could go: and above all, that I should be\r\n     guarded from holding any language which might by any possibility be\r\n     embarrassing to the line circumstances might make it advisable for\r\n     Her Majesty's Government to take in Parliament afterwards.\r\n\r\n     I was long enough at Constantinople to see that no dependence\r\n     whatever was to be placed upon what the Porte told an Ambassador\r\n     about his colleagues. Still I cannot say that the Turkish\r\n     revelation about the communications the Porte affects to receive\r\n     from the French and Russian Ambassadors about Egypt and about us,\r\n     are, in the face of them, improbable. At any rate, our views must\r\n     be much nearer than those we now have to the French ideas, before\r\n     we shall get any real help from France at the Porte.\r\n\r\n     I write, as you know, in ignorance of Wolff's opinion, as he\r\n     did not stop here on his way home.\r\n\r\n     Freycinet's defeat in the Chamber this afternoon is serious\r\n     because it followed a strong speech from himself against the\r\n     _Sous-Préfet_ abolition, but he has wonderful skill in patching\r\n     things up.\r\n\r\nFreycinet in December was defeated by one of those combinations of\r\nRoyalist and Radicals which were not uncommon in French politics, and\r\nalthough the absurdity of the situation was obvious to every one,\r\ninsisted on placing his resignation and that of the Cabinet in President\r\nGrévy's hands. A change of Government was so useless that even those\r\nwho had combined to overthrow Freycinet endeavoured to persuade him\r\nto reconsider his determination. He remained obdurate, however, and\r\nthe President, casting about for a successor, pitched at first upon M.\r\nFloquet, a strong Radical who was particularly obnoxious to the Russian\r\nGovernment.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Iddesleigh._\r\n\r\n    Paris, Dec. 7, 1886.\r\n\r\n     The chances seem to be in favour of Floquet being Prime\r\n     Minister. He is of the section of the Chamber called 'Gauche\r\n     radical,' that is to say, he falls just short of the most extreme\r\n     Left. Who would be his Minister for Foreign Affairs and what would\r\n     be his foreign policy I do not pretend to say. The incident in\r\n     his life most talked about is his having cried out, '_Vive la\r\n     Pologne!_' and used some expressions taken as disrespectful to\r\n     the late Emperor of Russia, when His Majesty was at the Palais de\r\n     Justice, on his visit to Paris during the Exhibition of 1867. The\r\n     Russian Ambassadors have, I believe, declined or avoided exchanging\r\n     courtesies with him when he has since been in situations, such\r\n     as that of _Préfet de la Seine_, and President of the Chamber of\r\n     Deputies, which have brought him into communication with the rest\r\n     of the diplomatic body. Russia at this moment is paying so much\r\n     court to France that she might perhaps get over this.\r\n\r\n     The Left of the Chamber have hitherto been opposed to the\r\n     Tonquin and Madagascar Expeditions and to an adventurous and\r\n     Chauvin policy altogether; but if in power they would probably go\r\n     in for pleasing the Chamber and the bulk of the people out of doors\r\n     even more unreservedly than Freycinet did.\r\n\r\n     I should have regretted Freycinet's fall more, if he had\r\n     not taken up the Egyptian question in the way he did. Our\r\n     communications with him on that subject were becoming very\r\n     uncomfortable. I am not very sanguine, however, about their being\r\n     more satisfactory with his successor.\r\n\r\nThe notion, however, of having M. Floquet as Prime Minister frightened\r\nevery one except the extreme Radicals so much that that gentleman was\r\nunable to form an administration, and the choice of the President\r\nultimately fell upon a M. Goblet, who was Radical enough for most people\r\nand not much hampered by pledges and declarations. The office of Foreign\r\nMinister remained vacant, but, much to the relief of Lord Lyons, it was\r\ndefinitely refused by M. Duclerc. Lord Lyons had, by this time, had no\r\nless than twenty-one different French Foreign Ministers to deal with,\r\nand of these Duclerc was the one he liked least. No suitable person\r\nseemed to be available, and it was in vain that, one after the other\r\nFrench diplomatists were solicited to accept the office. At length a\r\nForeign Minister was found in M. Flourens, a brother of the well-known\r\nCommunist who was killed in 1871. M. Flourens was completely ignorant of\r\neverything concerning foreign affairs, and his appointment was perhaps\r\nan unconscious tribute to the English practice of putting civilians at\r\nthe head of our naval and military administrations.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Iddesleigh._\r\n\r\n    Paris, Dec. 21, 1886.\r\n\r\n     I have not yet had the means of improving my acquaintance\r\n     with Flourens, but I expect to have some conversation with him\r\n     to-morrow. He had not a word to say about Bulgaria when I saw him\r\n     on Friday. He did not seem to have known anything about foreign\r\n     affairs before he took office, nor to expect to stay long enough in\r\n     office to become acquainted with them. Some people suppose that he\r\n     is to make way for the return of Freycinet as soon as the Budget is\r\n     passed. Anyway, the Goblet Ministry is only the Freycinet Ministry\r\n     over again without the strongest man, who was undoubtedly Freycinet\r\n     himself. When Parliament meets, things will be just as they were.\r\n     There will still be in the Chamber 180 Deputies on the Right,\r\n     ready to vote any way in order to make mischief and discredit the\r\n     Republic; about 100 Deputies on the extreme Left, intimidating the\r\n     Government and forcing it into extreme Radical measures, they being\r\n     able to count in all emergencies upon getting the vote of the Right\r\n     to turn out a Ministry; and lastly there will be 300 remaining\r\n     deputies, who cannot agree enough amongst themselves to form a\r\n     majority that can be relied upon, who do not at all like violent\r\n     radical measures, but who are too nervously afraid of unpopularity\r\n     to show resolution in opposing the extreme Left.\r\n\r\n     So far the Comte de Paris's declaration seems simply to have\r\n     made the ultra-Monarchists furiously angry, and not to have induced\r\n     any great part of the Right to think of taking the wise course it\r\n     recommends.\r\n\r\n     I do not see any outward signs here of the strained relations\r\n     between France and Germany and the imminent war between the two\r\n     countries which the _Standard_ announces. But it is true that among\r\n     the French themselves some suspicion and distrust of Boulanger's\r\n     aims are becoming more apparent.\r\n\r\nThe hackneyed saying: _Plus cela change, plus c'est la même chose_, was\r\nnever more appropriate than in the case of the change from a Freycinet\r\nto a Goblet Government; one section of uninspiring ministers had merely\r\ngiven place to another, and no one in France seemed in any way the\r\nbetter for it.\r\n\r\nOn New Year's Dav, 1887, President Grévy broke out into Latin in\r\ncongratulating the Diplomatic Corps on the already long continuance\r\nof peace, but a more accurate view of the situation was expressed by\r\na French newspaper in the sentence: 'Jamais année nouvelle ne s'est\r\nouverte au milieu d'autant de promesses de paix et de préparatifs de\r\nguerre que l'année 1887.' 'I do not know,' wrote Lord Lyons, 'which is\r\nthe nation which wishes for war. France certainly does not, she is, on\r\nthe contrary, very much afraid of it. But one would feel more confidence\r\nin peace if there appeared less necessity in all countries to be\r\nperpetually giving pacific assurances. There are rumours of a defensive\r\nalliance between Russia and France. The bond of union between the two\r\ncountries, if it exists, must be simply a common hatred of Germany.'\r\n\r\nAt the beginning of the year 1887, the Germans professed to be in\r\ndread of an attack from France, while the French complained that they\r\nwere threatened by Germany. In France it was believed that in August,\r\n1886, preparations had been actually made to mobilize the German army,\r\nand the language held by Boulanger was to the effect that the military\r\npower of France would be found to be very different to what it was in\r\n1870. Meanwhile an unsuccessful attempt had been made by those two old\r\nParliamentary hands, Freycinet and Ferry, to get rid of Boulanger, who\r\nwas now becoming to be considered as equally dangerous both in France\r\nand Germany.\r\n\r\nIt was probably the apprehension caused by the presence of this\r\nadventurer, whose incapacity was as yet imperfectly realized, that was\r\nresponsible for the state of tension and alarm which prevailed in France\r\nduring January and February, 1887.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Salisbury._[44]\r\n\r\n    Paris, Jan. 18, 1887.\r\n\r\n     I saw M. Grévy this morning, and found him, as it seemed to\r\n     me, really alarmed at the possibility of France being attacked\r\n     by Germany. The only overt act he spoke of, on the part of\r\n     Germany, was the increase of the strength of the German garrisons\r\n     in the neighbourhood of the French frontier. Grévy himself is\r\n     most peaceful, and quite sincerely so. His natural character and\r\n     temperament, and his interest too, tend that way. He would hardly\r\n     be able to hold his own as President in case of war, and there is\r\n     very little chance of France going to war as long as he is the head\r\n     of the State. Flourens also spoke to me of danger to France and\r\n     Germany when I saw him this afternoon.\r\n\r\n     I think the alarm of Grévy and Flourens was sincere, though I\r\n     do not share it myself at this moment.\r\n\r\n     In France there is no desire to go to war, and I doubt whether\r\n     she is able, or at all events fancies herself able, to cope with\r\n     Germany.\r\n\r\n     It is perhaps more difficult to keep her on good terms\r\n     with us. Egypt is a sore which will not heal. There was a nasty\r\n     discussion about Newfoundland Fisheries in the Senate yesterday. I\r\n     send you a full report officially. Happily, so far, it has not had\r\n     much echo in the public.\r\n\r\nAlarm with respect to Germany continued to grow, and was fed by private\r\ncommunications from Bismarck, who sent by unofficial agents messages\r\nto the effect that 'he was all for peace, but that it was impossible\r\nfor him to stand the way that France was going on.' These messages came\r\nthrough Bleichröder and members of the _haute finance_ in Paris, who\r\nexpressed the opinion that if Boulanger remained in office, war with\r\nGermany was certain. The _haute finance_ is by no means invariably\r\ncorrect in its political judgment, but it seems highly probable that the\r\nwar scares prevalent in 1887 were promulgated with the object of getting\r\nrid of the troublesome firebrand upon whom so much public attention was\r\nconcentrated. The position of Boulanger, however, was a strong one, and\r\nto dislodge him was a work of no slight difficulty. Ever since the day\r\nwhen he had been taken into Freycinet's Cabinet he had contrived by\r\nadroit advertising to keep himself before the public, and to distinguish\r\nhimself from his colleagues as exercising a separate and commanding\r\ninfluence in the Chambers and with the public. In the army he had\r\nmanaged to make himself feared by the higher officers and assiduously\r\ncourted popularity with the rank and file. In the political world he\r\nhad at first been regarded as being ultra democratic, but now excited\r\nsuspicion by paying court to the Conservatives, and by endeavouring, not\r\nentirely without success, to obtain their good will.\r\n\r\nOn the whole, there was a very general impression that he was ambitious,\r\nself-seeking, and thoroughly unscrupulous; but there were few means of\r\nforming an opinion as to what his special plans really were, if indeed\r\nhe had formed any. Still he successfully flattered the belief of the\r\nFrench that they were fast emerging from the eclipse in which their\r\nmilitary power and reputation were involved in 1870, and there were\r\nnot wanting those who asserted that he was inclined to seek a war, in\r\nthe hope of conducting it with success, and so establishing himself as\r\na military dictator. Others, influenced by their wishes, indulged in\r\nthe hope that he might be meditating a Monarchist restoration under an\r\nOrleanist or Bonapartist Dynasty. Unsubstantial and improbable as these\r\nsuppositions may have been, it was plain that in the army and among the\r\npublic at large there prevailed a vague notion that he might be the man\r\nof the future, a notion fostered by the absence of any one recognized in\r\nFrance as possessing conspicuous and commanding abilities, and by the\r\ncraving for a real personality after a long succession of second-class\r\npoliticians.\r\n\r\nThe embarrassment with regard to Germany created by the presence of\r\nso disturbing an element in the Government as Boulanger did not,\r\ncontrary to what might have been expected, tend to improve Anglo-French\r\nrelations, and a letter from Lord Salisbury expresses in forcible\r\nterms his dissatisfaction at difficulties which seemed to have been\r\ngratuitously created.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Salisbury to Lord Lyons._\r\n\r\n    Feb. 5, 1887.\r\n\r\n     The French are inexplicable. One would have thought that under\r\n     existing circumstances it was not necessary to _make_ enemies--that\r\n     there were enough provided for France by nature just now. But\r\n     she seems bent upon aggravating the patient beast of burden that\r\n     lives here by every insult and worry her ingenuity can devise. In\r\n     Newfoundland she has issued orders which, if faithfully executed,\r\n     must bring the French and English fleets into collision. At the\r\n     New Hebrides, in spite of repeated promises, she will not stir. In\r\n     Egypt she baulks a philanthropic change out of pure 'cussedness.'\r\n     In Morocco she is engaged in appropriating the territory by\r\n     instalments, threatening to reach Tangier at no distant date. And\r\n     now, just as we are entering on pacific negotiations, the French\r\n     Government sent orders to do precisely that which, a month ago,\r\n     Waddington promised they should not do, namely run up the French\r\n     flag at Dongorita.[45] It is very difficult to prevent oneself\r\n     from wishing for another Franco-German war to put a stop to this\r\n     incessant vexation.\r\n\r\n     We have protested earnestly about Dongorita, which has more\r\n     the air of a studied insult than any of the others. As to the\r\n     Newfoundland Fisheries, if they execute their threats, they render\r\n     the passage of a Bait Bill next year a matter of certainty. We\r\n     have strained the good will of the colonists very far in refusing\r\n     to allow it this year. The other matters will, I suppose, be the\r\n     subject of slow negotiations.\r\n\r\n     D'Herbette has made at Berlin more practical suggestions as to\r\n     naming a date for the annexation of Egypt than we have yet had from\r\n     the French Government. I hope the large majorities will persuade\r\n     the French that the national feeling is in this instance not in\r\n     favour of scuttle.\r\n\r\nAll that Lord Lyons, who was always most anxious to make the best case\r\nhe could for the French, was able to say in their defence, was that he\r\nhoped that it was an exceptionally dark moment, and that there must be a\r\nchange shortly for the better.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Salisbury._\r\n\r\n    Paris, Feb. 18, 1887.\r\n\r\n     The French seem to be more confident of peace and altogether\r\n     in better spirits than they were a few days ago, but I do not know\r\n     that they have any positive facts or distinct information to go\r\n     upon. The hopes of a certain number of them rest upon the belief\r\n     that the Goblet Ministry is likely to be upset as soon as the\r\n     Budget is finally disposed of, and that thus Boulanger will be got\r\n     rid of.\r\n\r\n     The newspaper accounts of Wolff's mission to Constantinople\r\n     have brought Egypt on the tapis again, and as anxiety about\r\n     Germany falls into the background, irritation against England\r\n     comes prominently forward. There are, however, some symptoms of\r\n     a return among wiser men to more prudent and reasonable views\r\n     respecting the relations of France towards England. These men are\r\n     alarmed especially respecting the hostility towards France which is\r\n     apparent in Italy, and they see the folly of making enemies on all\r\n     sides. If there should be a new Ministry it might possibly pursue\r\n     a policy more friendly towards England with regard to Egypt and\r\n     other matters. The Egyptian question would no doubt become less\r\n     difficult if a change should remove M. Charmes from the Foreign\r\n     Office and put into his place, as Political Director there, a man\r\n     less prejudiced about Egypt.\r\n\r\n     In the meantime much amusement has been caused by an escapade\r\n     of Madame Flourens. On Saturday last she called upon Countess Marie\r\n     Münster, and found with her Count Hoyos, the Austrian Ambassador.\r\n     Madame Flourens announced loudly that her husband had resigned\r\n     the Foreign Office, because Boulanger had attempted, without his\r\n     knowledge, to send a letter direct to the Emperor of Russia by the\r\n     French Military Attaché, who was to start for St. Petersburg.\r\n     Hoyos fetched Münster himself out of an adjoining room, to hear the\r\n     story. Madame Flourens, it appeared, supposed that Flourens was on\r\n     the point of announcing his resignation to the Chamber of Deputies.\r\n     It turned out, however, that Flourens had made a scene with\r\n     Boulanger at the Council of Ministers, had gone away in a huff,\r\n     but had been subsequently calmed by M. Grévy and M. Goblet; no\r\n     letter to the Emperor had been sent, and the resignation had been\r\n     withdrawn. The story had of course spread all over the town. In\r\n     defiance of truth, a _communiqué_ contradicting it was inserted in\r\n     the _Agence Havas_, with no other effect than that of discrediting\r\n     the _communiqués_ which the Government is apt to put into the Havas.\r\n\r\nThere is so little mention of women in Lord Lyons's correspondence that\r\nMadame Flourens's indiscretion comes as a welcome relief, although in\r\nall probability it got the unfortunate Count Münster into trouble with\r\nBismarck, and afforded an excuse for fresh bullying. Count Münster,\r\nwho had been for many years Ambassador in London, where he had been\r\nextremely popular, found the transfer to Paris singularly unpleasant,\r\nmore especially as in order to make things thoroughly uncomfortable for\r\nhim, Bismarck had provided an entirely new Embassy Staff.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Salisbury to Lord Lyons._\r\n\r\n    Feb. 19, 1887.\r\n\r\n     * * * * *\r\n\r\n     We are thinking of renewing our negotiations with respect to\r\n     the Suez Canal in a serious spirit. But before we sign anything we\r\n     shall want some satisfaction about Dongorita and the New Hebrides,\r\n     and possibly about the Corvée.\r\n\r\n     I think it was very shabby of the French to open the Dongorita\r\n     affair upon us, just after we had made so material a concession\r\n     upon the subject of the bait in Newfoundland.\r\n\r\n     Waddington is gloomy and rather ill-tempered--either from the\r\n     fogs or the crisis. I have not had any further talk with him about\r\n     Egypt lately. I think he avoids the subject. Wolff tells me that\r\n     the French Chargé d'Affaires at Constantinople is a mere creature\r\n     of Nelidoff's. Our negotiations are dragging on with little\r\n     prospect of success. We are willing to fix a distant date for our\r\n     leaving, if we receive a treaty power to go back whenever internal\r\n     or external security are threatened. The tone in which both France\r\n     and Turkey have received this proposal may be best expressed by the\r\n     colloquial phrase 'Damn their impudence!' I do not expect to carry\r\n     what I want at present, but before modifying these terms, I should\r\n     like to know what is going to happen in Europe.\r\n\r\nSir Henry Drummond Wolff was at this time at Constantinople endeavouring\r\nto negotiate the Convention with regard to the evacuation of Egypt,\r\nand the French and Russian Embassies were actively engaged in the\r\nsenseless opposition which eventually prevented the ratification of the\r\nConvention. The above letter from Lord Salisbury is an additional proof\r\nof the honest desire of the British Government to carry out the rash\r\nundertakings which had been given in the past.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Salisbury._\r\n\r\n    Paris, Feb. 25, 1887.\r\n\r\n     The general feeling here seems to be that war has been\r\n     escaped, but still there is a good deal of discontent against the\r\n     foreign policy of the Goblet Cabinet. It seems to be considered\r\n     that the understanding between Italy, Austria, and Germany is as\r\n     good as made, and that the result of it will be to put an end to\r\n     any fear of war between Russia and Austria. On the other hand, it\r\n     is thought that Russia will feel it too necessary to watch Germany\r\n     for it to be prudent of her to make an alliance with France, while\r\n     without the alliance of Russia, France of course cannot face\r\n     Germany, particularly as she has almost hostility to expect from\r\n     Italy and no great sympathy to look for from England. The policy\r\n     which has thus isolated France from the other Powers is seen to\r\n     have been a mistake, and there seems to be a disposition to throw\r\n     the blame on the Goblet Ministry. If the Goblet Ministry should\r\n     fall, it is not improbable that the new Government might take\r\n     the line of being conciliatory to the neighbouring countries and\r\n     to Italy and England in particular. I am not very sanguine about\r\n     this, but if in the meantime no irritating questions come to excite\r\n     public opinion against us, there may possibly be a chance that\r\n     a change of Ministry here would make our relations with France\r\n     smoother.\r\n\r\n     My hopes that a change towards England may be in contemplation\r\n     have perhaps been strengthened by a visit which I have just had\r\n     from a person wholly unconnected with the French Ministry who\r\n     evidently came to ascertain what were the particular points with\r\n     regard to which the relations between France and England might be\r\n     improved. I said that instead of thwarting us in our endeavours\r\n     to improve the condition of Egypt and put it in a state to stand\r\n     alone, the French might help us; and they could not expect\r\n     comfortable relations with us if they endeavoured to stir up other\r\n     Powers to make difficulties with us about Egypt. I mentioned also\r\n     the New Hebrides question, which most certainly ought and might\r\n     be settled at once. I alluded also to those various matters all\r\n     over the world which might be treated in a cordial and not in an\r\n     antagonistic spirit.\r\n\r\n     P.S.--I have strong reasons for thinking it very important\r\n     that Waddington should not have the least inkling of my having had\r\n     the above interview, or any communication of the kind.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Salisbury to Lord Lyons._\r\n\r\n    Feb. 26, 1887.\r\n\r\n     I will not mention to Waddington the interview which you have\r\n     had as to English grounds of complaint. I have not seen him for ten\r\n     days: he must have taken huff at something.\r\n\r\n     I think, as the French are coming to their senses, it might be\r\n     well to mention unofficially to Flourens that I am quite ready to\r\n     resume the negotiations about the Suez Canal; and that I have good\r\n     hope of bringing it to a successful issue, but that I am hindered\r\n     by the flag that is floating at Dongorita, and by the delay of the\r\n     French in performing their promises as regards the New Hebrides. We\r\n     are being a good deal reproached here, on account of our apparent\r\n     submission to this breach of faith. If these two matters are\r\n     corrected, I shall find it possible, and shall be very glad to\r\n     renew the Suez Canal discussion either at Paris or here.\r\n\r\n     I have seen Karolyi to-day--an unusual occurrence--and for the\r\n     first time have had the admission from him that a war with Russia\r\n     was not an impossible contingency.\r\n\r\n     The Russians are very quiet; and the negotiations about\r\n     Bulgaria do not really advance a bit.\r\n\r\nM. Flourens, in spite of his complete inexperience, seems to have\r\nrealized the simple fact that it was not advisable to quarrel with\r\nEngland just at the moment when relations with Germany were in a\r\ncritical condition; but unhappily the public did not appear to be in\r\nan accommodating mood. The statements published in the English press\r\nrespecting the Drummond Wolff mission had caused great irritation,\r\nand what was perhaps more serious, had alarmed the French again\r\nabout the security of the coupons. As long as they felt sure that\r\nthe coupons would be paid regularly, and that there was no fear of\r\nfuture reduction, they were reasonably patient, unless some specially\r\nsevere blow, such as a reduction of the numbers and salaries of French\r\nofficials, as compared with English, was struck at their _amour propre_.\r\nNow, however, they were beset with the fear that, under what they\r\nconsidered to be English mismanagement, they were about to lose their\r\nmoney as well as their influence.\r\n\r\nIn March the Goblet Ministry was already in difficulties, and it was\r\nbelieved that Freycinet was likely to return to power, although what the\r\nprecise advantages were of these continual changes, no one was capable\r\nof explaining.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Salisbury._\r\n\r\n    March 8, 1887.\r\n\r\n     By taking credit to himself at the expense of his\r\n     predecessors, in the interpellation yesterday, Goblet has stirred\r\n     up the bile of a large party in the Chamber, and the determination\r\n     to turn his Cabinet out, if possible, has revived with fresh\r\n     vigour. It is supposed that the attempts will be made as soon as\r\n     the Corn Duties Bill is disposed of. It seems to be thought that,\r\n     if it succeeds, Freycinet must be Prime Minister; but there appears\r\n     to be a strong feeling against his having the Foreign Office again.\r\n     He is thought to have got France into uncomfortable relations with\r\n     many of his neighbours. In the treatment of the Egyptian question\r\n     he is believed to have sacrificed cordiality with England to a\r\n     desire to regain the popularity he had lost by the policy which\r\n     led to England's occupying her present position in Egypt; while\r\n     his attempt to get up an opposition to England on the part of the\r\n     European Powers and his worrying way of dealing himself with the\r\n     British Government about Egypt, are thought simply to have excited\r\n     public opinion on both sides of the Channel and to have provoked\r\n     ill will, without in the least improving the position of France.\r\n     There can be no doubt that Freycinet looked upon a success with\r\n     regard to Egypt as a personal necessity for himself, and was much\r\n     influenced in his policy towards England by this feeling.\r\n\r\n     It is apprehended that unless the _prestige_ of Boulanger is\r\n     put on high again by strong language from Germany, there will be no\r\n     difficulty in obtaining, as a matter of course, his fall, with the\r\n     rest of the Cabinet of which he is a part. M. Grévy is believed to\r\n     be very anxious to be rid of him.\r\n\r\n     I hear on good authority that the Russians have been trying\r\n     again, though without success, to come to a special understanding\r\n     with the French Government.\r\n\r\nTo say that M. Grévy was very anxious to be rid of Boulanger was\r\nprobably an understatement, for he could not conceivably have desired\r\nanything so ardently. But the 'Music Hall St. Arnaud' was by no means\r\nat the end of his tether, and had contrived to advertise himself by\r\negregious conduct with regard to the Army Committee of the Chamber\r\nof Deputies. That Committee had drawn up a military Bill, based upon\r\nthree years' service, and Boulanger, on the pretext that it was 'not\r\nsufficiently faithful to democratic principles,' had, without consulting\r\nany of his colleagues, written a letter condemning the provisions of\r\nthe bill and proposing something quite different. This letter was\r\nthoughtfully communicated to the press before it reached the Committee,\r\nand the outraged members of the Committee as well as his colleagues\r\nwere at last goaded into resistance. The Chamber condemned the attitude\r\nof the General towards the sacrosanct representatives of the nation;\r\nthe General himself beat a hasty and prudent retreat under cover of an\r\napology; the Moderate Republicans denounced him as a would-be dictator,\r\nand the Ultra-Radicals accused him of cowardice in consequence of his\r\napology. Most men under the circumstances would have felt disposed to\r\nresign office, but in the case of Boulanger it was probably immaterial\r\nto him whether he was blamed or praised, so long as he could keep his\r\nname before the public.\r\n\r\nIt was, and probably is still, a regulation in the British Diplomatic\r\nService, that its members should retire at the age of seventy, and, as\r\na rule, an Ambassador who had attained that age, usually considered\r\nhimself fit to discharge his duties for a further period. Lord Lyons,\r\nhowever, was an exception. His seventieth birthday fell due in April,\r\nand a month beforehand he wrote to announce that he wished to resign.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Salisbury._\r\n\r\n    Paris, March 22, 1887.\r\n\r\n     Towards the end of the next month, the time will come when\r\n     I shall be superannuated, and I feel very strongly that it will\r\n     not come too soon. It will not be without a pang that I shall\r\n     find myself no longer a diplomatic servant of the Queen, who has\r\n     ever received my endeavours to obtain her approval with the most\r\n     generous indulgence. But the labour and responsibility of this post\r\n     are becoming too much for me, and I shall be anxious to be relieved\r\n     from them when the time fixed by the regulations arrives.\r\n\r\n     I need not assure you that I shall much regret the termination\r\n     of the official connexion with you from which I have derived so\r\n     much satisfaction.\r\n\r\nIt may not unfairly be presumed that resignations of important official\r\nposts are habitually welcomed by Governments, as they not only remedy\r\nstagnation in the public service, but frequently provide opportunities\r\nfor political patronage. It is plain, however, that the prospect of\r\nlosing Lord Lyons was looked upon by Lord Salisbury as a genuine\r\nmisfortune, and he did his best to induce him to reconsider his decision.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Salisbury to Lord Lyons._\r\n\r\n    March 26, 1887.\r\n\r\n     I have considered your letter of the 22nd, stating that you\r\n     felt very strongly that the time of your superannuation would not\r\n     come too soon; and though it was a matter of very deep regret to me\r\n     to receive such an announcement from you, it was not altogether a\r\n     matter of surprise; for I remembered the language you had used to\r\n     me when I tried to induce you to join us as Foreign Secretary last\r\n     July.\r\n\r\n     The loss which the Diplomatic Service will suffer by your\r\n     retirement will be profound, and, for the time, hardly possible to\r\n     repair. Your presence at Paris gave to the public mind a sense of\r\n     security which was the result of a long experience of your powers,\r\n     and which no one else is in a position to inspire.\r\n\r\n     In face of the expressions in your letter I feel as if I were\r\n     almost presuming in suggesting any alternative course of action.\r\n     But it struck me that possibly you might be willing to make your\r\n     official career terminate with the end of your current appointment,\r\n     rather than with the precise date of superannuation. The effect of\r\n     this would be to prolong your stay at Paris till next December.\r\n\r\n     My reasons from a public point of view will, I hope, strike\r\n     you at once. We are passing through a very anxious European crisis.\r\n     If any fateful decisions are taken this year, it will be within the\r\n     next three or four months. It will add very much to our anxiety to\r\n     know that the reins at Paris are in new hands, which have never\r\n     held them before. This mere fact may even be an element of danger.\r\n     The avalanche hangs so loosely, that any additional sensation or\r\n     uneasiness may displace it. If we could avoid a change till the\r\n     winter it would be a great public advantage, even if the change\r\n     should be inevitable.\r\n\r\n     I hope you will forgive me for having pressed this on you in\r\n     the interests of the public service. Whatever your decision may be,\r\n     I give you the warmest thanks for the kind and loyal support which\r\n     you have always given to the policy which it has been my duty to\r\n     carry out.\r\n\r\nAn appeal of this kind from an official chief could not well be\r\ndisregarded, setting aside the fact that but few officials can have\r\nexperienced the compliment of being assured that their continued service\r\nwas essential to the peace of Europe. With well justified misgivings,\r\nLord Lyons therefore consented to remain on until the end of the year,\r\nknowing perfectly well that his physical energies were on the point of\r\nexhaustion.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Salisbury._\r\n\r\n    Paris, March 29, 1887.\r\n\r\n     I am deeply touched by your letter of the 26th, and I feel\r\n     that, after what you say in it, I should be extremely ungrateful if\r\n     I were not ready to sacrifice a great deal to meet your views.\r\n\r\n     For my own part I feel that the work and responsibility here\r\n     are an increasing strain both upon my mind and upon my bodily\r\n     health, and I am beset with misgivings lest, even in ordinary\r\n     times, I may be unable to discharge my duties with energy and\r\n     efficiency, and lest, in an emergency calling for much labour,\r\n     I may break down altogether. This being the case, it would\r\n     undoubtedly be a great relief and comfort to me to retire on\r\n     becoming superannuated towards the end of next month.\r\n\r\n     Begging you to take the misgivings into full consideration,\r\n     and to be sure that they have not been conceived without good\r\n     reason, and that they are strongly and very seriously felt by\r\n     me, I place myself in your hands. If after giving full weight to\r\n     them, you still think that it would be a satisfaction to you that\r\n     I should continue to hold this post till the winter, and that it\r\n     would be a great public advantage to avoid a change till that time,\r\n     I am ready to stay on, and trusting to your indulgence to do my\r\n     best.\r\n\r\n     I should, of course, look upon it as quite settled that in any\r\n     case I should retire at latest when my current appointment comes to\r\n     an end at the close of the present year.\r\n\r\n     If you wish me to hold on, I must ask you what, if any,\r\n     announcement respecting my retirement should be made. Up to this\r\n     time I have simply stated to people who have questioned me,\r\n     that nothing was definitely settled. I did not mention to any\r\n     one my intention to write my letter of the 22nd expressing to\r\n     you my wish to retire, nor have I made any one acquainted with\r\n     my having written it, except of course Sheffield, who, as my\r\n     private secretary, made a copy of it for me to keep. The question,\r\n     therefore, as to announcing my retirement remains intact.\r\n\r\n     I cannot conclude without once more saying how much I am\r\n     gratified by the appreciation of my services expressed in your\r\n     letter, and how truly I feel the kindness shown by it.\r\n\r\nThe offer was accepted by Lord Salisbury in singularly flattering terms,\r\nQueen Victoria also expressing much satisfaction at the consent of the\r\nAmbassador to remain at his post. From Lord Salisbury's language, it\r\nmight be inferred that he was in some doubt as to whether his own tenure\r\nof office was likely to be prolonged.\r\n\r\n     I have had no hesitation in availing myself of your kind\r\n     consent--though you seemed to doubt whether on reflection I should\r\n     do so. Of course I fully understand that you do not feel equal to\r\n     the amount of exertion which you would take in a more favourable\r\n     condition of health. But this circumstance will not detract\r\n     from the great value of your counsel and judgment, nor from the\r\n     authority which by so many years of experience you have acquired.\r\n\r\n     I quite understand that towards the close of the session of\r\n     Parliament you will require the holiday you have been accustomed\r\n     to take in recent years. I hope also to get to a bath at that\r\n     time--whether I am in office or not.\r\n\r\nWhy Lord Salisbury should have spoken so doubtfully is not clear, unless\r\ninstinct warned him of Miss Cass, who was the first to strike a blow\r\nat the Unionist administration. At the end of March there reappeared\r\nthe mysterious emissary who has been already mentioned. There are no\r\nmeans of actually establishing his identity, but there can be little\r\ndoubt that it was M. de Chaudordy, who represented the French Foreign\r\nOffice at Tours and Bordeaux during the war. M. de Chaudordy had made\r\nfriends with Lord Salisbury at the time of the Constantinople Conference\r\nin 1876, and he was, therefore, a suitable person to utilize for the\r\npurpose of making advances towards a better understanding between the\r\ntwo Governments.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Salisbury._\r\n\r\n    Paris, March 29, 1887.\r\n\r\n     In a private letter which I wrote to you on the 25th of last\r\n     month, I mentioned that I had received a visit from a person wholly\r\n     unconnected officially with the French Government, who appeared to\r\n     have come to ascertain what were the particular points with regard\r\n     to which the relations between the English and French Governments\r\n     might be improved. The same person has been to me again to-day,\r\n     and has only just left me. This time he did not conceal that it\r\n     was after being in communication with Flourens that he came. He\r\n     enlarged on the embarrassing and indeed dangerous position in which\r\n     France was placed by the adherence of Italy to the Austro-German\r\n     Alliance, and said that M. Flourens was ready to make almost any\r\n     sacrifice to secure the good will of England. I said that there\r\n     could be no great difficulty in this, if only France would abstain\r\n     from irritating opposition to us, and would settle promptly and\r\n     satisfactorily outstanding questions. My visitor answered that\r\n     Flourens conceived that he had sent conciliatory instructions\r\n     to Waddington which would settle these questions, and that both\r\n     Waddington and Florian[46] (who had come on leave) reported that\r\n     there was decidedly a _détente_ in the strain which had existed in\r\n     the Anglo-French relations. I said that I was delighted to hear it,\r\n     and that it showed how ready you were to welcome all conciliatory\r\n     overtures. My friend seemed on this occasion, as on the last, to\r\n     wish me to tell him some special thing which Flourens might do\r\n     to please you. I said that I should at any rate mention a thing\r\n     which he might do to avoid displeasing you. He might prevent the\r\n     French setting up an opposition to financial proposals in Egypt in\r\n     cases in which all the other Powers were ready to agree. My friend\r\n     spoke of Flourens's readiness to give to Russia on the Bulgarian\r\n     question advice which you might suggest, and he mentioned various\r\n     things which he thought M. Flourens might be ready to do to please\r\n     England. These things appeared to me to be rather too grand and\r\n     too vague in character to be very practical. I said, however, that\r\n     I would always bear in mind what he had told me of M. Flourens's\r\n     good dispositions, and would speak frankly and unreservedly to the\r\n     Minister whenever I could make a suggestion as to the means of\r\n     acting upon those dispositions in a manner to be satisfactory to\r\n     England.\r\n\r\n     The conclusions I drew from the conversation of Flourens's\r\n     friend were that the French are horribly afraid of our being led\r\n     to join the Italo-Austro-German Alliance, and that they have been\r\n     urged by Russia to exert themselves to prevent this. I do not\r\n     conceive that the French expect to induce us to join them against\r\n     the Germans and the German Alliance. What they want is to feel sure\r\n     that we shall not join the others against France and Russia.\r\n\r\nIt is somewhat curious that M. Flourens, who was evidently desirous\r\nof establishing better relations with England, should have selected\r\nan unofficial person for communication, rather than approach the\r\nAmbassador himself; but perhaps, being quite ignorant of diplomatic\r\nusage, he considered it necessary to shroud his action in mystery.\r\nThe Triple Alliance dated in reality from 1882, Italy having joined\r\nthe Austro-German Alliance in that year; but a new Treaty had been\r\nsigned in the month of February, 1887, and caused the French to feel a\r\nwell-justified alarm. In fact, their position was anything but a happy\r\none, for it was generally believed that the Emperor Alexander III. had\r\nresolved, since the abortive attempt on his life, that he would never\r\nally himself with Revolutionists, and that he considered the French to\r\nbe arch-Revolutionists. Perhaps this belief may have accounted in some\r\nmeasure for Flourens's amiable professions towards England.\r\n\r\nIn the month of April there occurred one of those incidents which\r\nare the despair of peaceably minded politicians and the delight of\r\nsensational journalism and of adventurers of the Boulanger type. A\r\ncertain M. Schnaebelé, a French Commissaire de Police, was induced to\r\ncross the German frontier, and thereupon was arrested and imprisoned.\r\nThe act had the appearance of provocation and naturally caused a\r\nprodigious uproar in France; Flourens endeavouring to settle the\r\nmatter diplomatically and Boulanger seizing the opportunity to display\r\npatriotic truculence.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Salisbury._\r\n\r\n    Paris, April 26, 1887.\r\n\r\n     So far as one can judge at present the French are irritated\r\n     beyond measure by the arrest at Pagny, but generally they still\r\n     shrink from war. It will not, I conceive, be difficult for\r\n     Bismarck to keep at peace with them, if he really wishes to do so.\r\n     The danger is that they are persuaded that he is only looking out\r\n     for a pretext, and that however much they may now give way, he will\r\n     be bent upon humiliating them till they _must_ resent and resist.\r\n     I don't see that so far the German Government have treated the\r\n     Pagny affair as if they wished to make a quarrel of it. The German\r\n     _Chargé d'Affaires_ has taken many messages from Berlin to Flourens\r\n     in the sense that if Schnaebelé shall prove to have been arrested\r\n     on German soil, all satisfaction shall be given. But, then, in the\r\n     Press of the two countries a controversy is raging as to which side\r\n     of the frontier he was arrested on, and as to whether or no he was\r\n     inveigled over the frontier.\r\n\r\n     The French undoubtedly shrink from war, but they do not\r\n     shrink from it as much as they did ten years ago; and if the press\r\n     should get up a loud popular cry, there is no Government strength\r\n     to resist it. I conceive that at this moment the Government is\r\n     pacific, and that it does not believe the army to be yet ready.\r\n     But if, as is no doubt the case, the Germans also believe that the\r\n     French army is not as ready now as it will be two or three years\r\n     hence, they may be impatient to begin. In the mean time, so far\r\n     as I can make out, the Pagny affair is being treated by the two\r\n     Governments with each other, in correct form diplomatically, and\r\n     without any apparent willingness to embitter matters. I cannot say\r\n     as much for the press on either side, though there are symptoms of\r\n     prudence and caution in the moderate French papers.\r\n\r\nThe Schnaebelé incident was disposed of by his release from prison and\r\ntransfer to another post at Lyons; but the agitation did not subside\r\nreadily, and a bill brought in by Boulanger to mobilize an army corps\r\ncaused much disquietude at the German Embassy. It was now generally\r\nknown that Bismarck considered Boulanger a danger and desired his\r\nremoval from the War Office; but the very knowledge of this feeling and\r\nthe support accorded to him by the League of Patriots and other noisy\r\norganizations rendered this step all the more difficult.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Salisbury._\r\n\r\n    Paris, May 13, 1887.\r\n\r\n     I have not heard of any new incident between France and\r\n     Germany, but the suspicion and susceptibility with which the two\r\n     nations, and indeed the two Governments, regard each other, are\r\n     certainly not diminishing.\r\n\r\n     In France home politics are in so peculiar a state as to be\r\n     positively disquieting. The Budget Committee and the Ministry have\r\n     come to an open breach, and the Committee intend to propose to\r\n     the Chamber a resolution which apparently must, if carried, turn\r\n     out the Goblet Cabinet. This the Chamber would be willing enough\r\n     to do, if it could see its way to forming another Government. The\r\n     plan would be to form a Ministry with Freycinet as Prime Minister,\r\n     but not as Minister for Foreign Affairs, and without Boulanger.\r\n     But then they are afraid to try and upset Boulanger, while they\r\n     feel that to form a new Government and put Boulanger in it would\r\n     be, or might be, taken in Germany as a plain indication that they\r\n     are warlike at heart. It is an emergency in which the Chief of\r\n     the State should exert himself; but Grévy's caution has become\r\n     something very like lethargy. In the mean time they are letting\r\n     Boulanger grow up into a personage whose position may be a danger\r\n     to the Republic at home, even if it does not embroil the country\r\n     in a foreign war. The redeeming point in all this is that the\r\n     Government does seem to feel that it would not do to be upon bad\r\n     terms with England, and that it would be wise to be conciliatory\r\n     toward us.\r\n\r\nThe Goblet Ministry soon found itself in hopeless difficulty over\r\nthe Budget, and it was plain that another aimless change of men was\r\ninevitable. Goblet's Government had lasted for five months (inclusive\r\nof a prolonged recess), and the real question of interest was whether\r\nBoulanger was to be a member of the new Government or not. If he was\r\nincluded in it, it was apprehended that the suspicions of Germany would\r\nbe aggravated; and on the other hand, it was doubtful whether any\r\nGovernment could be formed without him. An ultra-patriotic demonstration\r\nin Paris against German music, in the shape of Wagner's operas, was\r\neloquent of the state of feeling between the two nations at the time,\r\nand the Government found that the only course open to them was to close\r\nthe theatre where the obnoxious productions were to have appeared.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Salisbury._\r\n\r\n    Paris, May 20, 1887.\r\n\r\n     Freycinet appears to have agreed with Grévy to try and form a\r\n     Cabinet and to be hard at work at the task. Of course the question\r\n     is whether Boulanger is or is not to be in the new Cabinet? It was\r\n     believed this morning that Grévy and Freycinet had decided upon\r\n     offering to keep him as Minister of War. As the day has gone on,\r\n     however, the belief has gained ground that Freycinet has not found\r\n     colleagues willing to run the risk of war which the maintenance\r\n     of Boulanger would produce, and that he is to propose to Grévy a\r\n     Cabinet from which Boulanger is to be excluded. He is, however,\r\n     to make it an essential condition with Grévy that he is to have\r\n     the power to dissolve the Chamber of Deputies in his hands, as\r\n     without this power he does not feel able to form a Cabinet without\r\n     Boulanger, or indeed any Cabinet at all. In the mean time the\r\n     Reds are getting up in all directions addresses and petitions in\r\n     favour of Boulanger, with a view to forcing Grévy's and Freycinet's\r\n     hands and working on their fears. If Boulanger is got rid of, the\r\n     immediate danger of war will probably be escaped for the moment.\r\n     Boulanger's own character, and the position in which he has placed\r\n     himself, make him threatening to peace; and the opinion held of him\r\n     in Germany and the irritation felt against him there make him still\r\n     more dangerous.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Salisbury._\r\n\r\n    Paris, May 24, 1887.\r\n\r\n     The last news is supposed to be that Floquet, the President\r\n     of the Chamber, has undertaken the task of forming a Ministry,\r\n     and that he will keep many of the outgoing Ministers, Boulanger\r\n     included. The goings and comings at the Elysée; the singular\r\n     selections of men to be Prime Ministers, or quasi Prime Ministers,\r\n     and the apparent want of firmness and inability to exercise any\r\n     influence on the part of the President of the Republic, have\r\n     certainly not increased the reputation of M. Grévy. Floquet will,\r\n     I suppose, be unacceptable to Russia, for the Russians have always\r\n     ostentatiously kept up the show of resentment against him for the\r\n     cry, offensive to the Emperor Alexander II., which he raised when\r\n     that monarch visited the Palais de Justice during the Exhibition\r\n     of 1867. Boulanger has lately declared that he does not want to\r\n     continue to be Minister, but that if he is Minister, he will,\r\n     whatever Germany may say, continue his mobilization scheme, and not\r\n     relax in his preparations to resist an attack from Germany, and to\r\n     avert the necessity of submitting to humiliation.\r\n\r\n     I think, in fact, that things look very bad for France both\r\n     at home and abroad. I can only hope that as the phases of the\r\n     Ministerial crisis change from hour to hour, you may receive by\r\n     telegraph some more satisfactory news before you get this letter.\r\n\r\nIn course of time a new Ministry was formed under M. Rouvier, and the\r\nimportant fact attaching to it was that Boulanger had been got rid of.\r\nOtherwise there was nothing much to distinguish the new Ministers from\r\nthe old, and they seemed disposed to angle for popularity in the country\r\nmuch in the same way as Freycinet and Goblet.\r\n\r\nThe object of removing Boulanger had been to reassure and placate\r\nGermany, but no sooner had this been done, than the Government appeared\r\nto feel alarmed at the danger of incurring unpopularity in the country,\r\nand hastily announced that the new Minister of War would continue to\r\nfollow in the footsteps of his predecessor.\r\n\r\nAgain, it had been understood that one of the objects of the new\r\nGovernment would be to put an end to the isolation of France by\r\nplacing itself on more cordial terms with the neighbouring nations\r\nand especially with England; but what it appeared anxious to profess,\r\nwas the intention of stoutly refusing to accept or even acquiesce\r\nin the Anglo-Turkish Convention respecting Egypt. All this, as Lord\r\nLyons observed, might proceed in great measure from ignorance and\r\ninexperience, and might be mitigated by the knowledge of affairs and\r\nsense of responsibility which accompany office, but still it was\r\ndisquieting: all the more disquieting, because the French Foreign\r\nMinister never failed to intimate that France would never be a party to\r\nan arrangement which would confer upon England an international right\r\nto re-occupy Egypt under certain circumstances after evacuation, whilst\r\nFrance was to be formally excluded from enjoying an equal right.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Salisbury._\r\n\r\n    Paris, July 12, 1887.\r\n\r\n     Baron Alphonse de Rothschild came to see me this afternoon,\r\n     and told me that the last accounts he had received from Berlin\r\n     caused him to feel more than usual alarm as to the feelings of\r\n     Prince Bismarck and of the Germans in general towards France. They\r\n     did not indeed imply that Germany was actually contemplating any\r\n     immediate declaration of war, but they did show that in Germany\r\n     war with France was regarded as a contingency that could not be\r\n     long postponed, and of which the postponement was not desirable\r\n     for German interests. The Germans did not seem to be prepared to\r\n     incur the opprobrium of Europe by attacking France without having\r\n     the appearance of a good reason for doing so, but they did seem to\r\n     be looking out impatiently for a plausible pretext for a rupture;\r\n     far from being sorry, they would be very glad if France would\r\n     furnish them with such a pretext. Prince Bismarck was evidently\r\n     not disposed to facilitate the task of M. Rouvier's Government,\r\n     notwithstanding the pledges it had given of its desire for peace\r\n     abroad, and the efforts it was making to promote moderation at home.\r\n\r\n     Baron de Rothschild had, he told me, seen M. Rouvier to-day\r\n     and made all this known to him. He had pointed out to him the\r\n     danger which arose from the sort of coalition against France of\r\n     the Powers of Europe, had dwelt on the importance of making almost\r\n     any sacrifice to break up this coalition, and had especially urged\r\n     the imprudence of allowing coldness, if not ill-will, to subsist\r\n     between France and England.\r\n\r\n     M. Rouvier had expressed an anxious desire to establish\r\n     cordial relations with England.\r\n\r\n     Baron de Rothschild had answered that the time had come\r\n     to show this by acts, and had strongly pressed M. Rouvier to\r\n     settle without any delay the outstanding questions which produced\r\n     irritation between the two countries. M. Rouvier had expressed his\r\n     intention to do so, and Baron de Rothschild had reason to believe\r\n     that this was also the desire and intention of M. Flourens.\r\n\r\n     I said that I heard this with great pleasure, and that\r\n     I had received with much satisfaction assurances to the same\r\n     effect respecting M. Flourens's sentiments, which had come to me\r\n     indirectly through various channels. I must, however, confess that\r\n     I had not found in M. Flourens himself any disposition to push\r\n     assurance to this effect beyond generalities. I had not seen any\r\n     strong practical instances of a desire on his part to give a speedy\r\n     and satisfactory solution to outstanding questions.\r\n\r\n     Baron de Rothschild observed that what he had said on this\r\n     point to M. Rouvier had appeared to make a considerable impression\r\n     on him.\r\n\r\n     I said that it so happened that I should in all probability\r\n     have the means of testing this almost immediately. I had in fact\r\n     only yesterday strongly urged M. Flourens to close a question, that\r\n     of the New Hebrides, which was creating suspicion and annoyance to\r\n     England and causing great inconvenience in consequence of the very\r\n     strong feeling about it which prevailed in the colonies. The two\r\n     Governments were entirely in accord in principle upon it, and in\r\n     fact it was only kept open by the pertinacity with which the French\r\n     Government delayed to take the formal step necessary for closing it.\r\n\r\n     Baron de Rothschild went on to tell me that in speaking of\r\n     the relations with England, M. Rouvier alluded to the convention\r\n     negotiated by Sir Drummond Wolff at Constantinople, and said that\r\n     he did not see why it should produce any lasting disagreement\r\n     between France and England. Whether it was ratified or not, France\r\n     might be as conciliatory as possible towards England in dealing\r\n     with the matter in future. In answer I suppose to a remark from\r\n     Baron de Rothschild, M. Rouvier would seem to have said that the\r\n     Comte de Montebello[47] appeared to have gone far beyond his\r\n     instructions in the language he had used to the Porte.\r\n\r\n     I asked Baron de Rothschild whether M. Rouvier had also\r\n     said that the Comte de Montebello had received any check or\r\n     discouragement from the Government at Paris.\r\n\r\n     Passing on from this, Baron de Rothschild told me that before\r\n     concluding the conversation, he had pointed out to M. Rouvier that\r\n     the great addition of strength which the Ministry had received\r\n     from the vote of the Chamber yesterday, would enable them to act\r\n     with more independence and vigour, and that they might now settle\r\n     questions with England, and establish good relations with her\r\n     without being under the constant fear of a check in the Chamber of\r\n     Deputies.\r\n\r\n     There can be no doubt that, in fact, the position of the\r\n     Rouvier Ministry has been immensely strengthened by the large vote\r\n     they obtained yesterday on the interpellation put forward against\r\n     them on the subject of Monarchical and Clerical intrigues. It is\r\n     earnestly to be hoped, for their own sakes, and for the sake of\r\n     France, that they will turn it to account in order to pursue a more\r\n     reasonable and conciliatory policy towards England, and to take\r\n     stronger and more effectual means of preserving order in Paris. The\r\n     riot at the Lyons railway station seems to have done Boulangism\r\n     harm even among the ultra-Radicals, and to have been the main cause\r\n     of Boulanger's having been thrown over by Radical speakers in the\r\n     Chamber yesterday. But it is a very dangerous thing to give the\r\n     Paris mob its head.\r\n\r\nM. Rouvier's friendly assurances with regard to England had, of course,\r\nbeen imparted to the Baron in order that they might be communicated\r\nto the British Embassy, but the action of the French Government\r\nappeared to have very little in common with them; nor was there any\r\nreason to assume that Montebello was exceeding his instructions in\r\nopposing at Constantinople the ratification of the Anglo-Turkish\r\nConvention with regard to Egypt. The egregious action which forced\r\nthe Sultan to withhold his consent to the Convention, and thereby\r\nperpetuated the British occupation of Egypt, was not the result of the\r\nunauthorized proceedings of the French Ambassador, but the consequence\r\nof the deliberately considered joint policy of the French and Russian\r\nGovernments. Incidentally, it may be pointed out that the fruitless\r\nattempt to negotiate the Convention was yet another convincing proof\r\nof the absolute honesty of British policy with regard to Egypt, and\r\nthe following letter from Lord Salisbury shows no satisfaction at the\r\nfrustration of Sir H. Drummond Wolff's mission.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Salisbury to Lord Lyons._\r\n\r\n    July 20, 1887.\r\n\r\n     I am afraid the temper of the French will not make the\r\n     settlement of the Egyptian question more easy. I do not now see how\r\n     we are to devise any middle terms that will satisfy them. We cannot\r\n     leave the Khedive to take his chance of foreign attack, or native\r\n     riot. The French refuse to let us exercise the necessary powers\r\n     of defence unless we do it by continuing our military occupation.\r\n     I see nothing for it but to sit still and drift awhile: a little\r\n     further on in the history of Europe the conditions may be changed,\r\n     and we may be able to get some agreement arrived at which will\r\n     justify evacuation. Till then we must simply refuse to evacuate.\r\n     Our relations with France are not pleasant at present. There are\r\n     five or six different places where we are at odds:--\r\n\r\n     1. She has destroyed the Convention at Constantinople.\r\n\r\n     2. She will allow no Press Law to pass.\r\n\r\n     3. She is trying to back out of the arrangement on the Somali\r\n     coast.\r\n\r\n     4. She still occupies the New Hebrides.\r\n\r\n     5. She destroys our fishing tackle, etc.\r\n\r\n     6. She is trying to elbow us out of at least two\r\n     unpronounceable places on the West Coast of Africa.\r\n\r\n     Can you wonder that there is, to my eyes, a silver lining even\r\n     to the great black cloud of a Franco-German War?\r\n\r\nOn account of the tension existing between France and Germany, and\r\nof the agitation produced by the transfer of Boulanger to a command\r\nat Clermont-Ferrand, it was feared that the National Fête of July 14\r\nwould be marked by serious disturbances; these fears were happily not\r\nrealized, although Boulanger's departure from Paris a few days earlier\r\nhad formed the pretext for a display of embarrassing Jingoism. The\r\nFrench Government were so apprehensive of an anti-German demonstration,\r\nthat, although Count Münster received the usual invitation to attend\r\nthe Longchamps Review, M. Flourens privately begged him to absent\r\nhimself, and the two German military attachés, instead of joining the\r\nWar Minister's Staff in uniform, went to the Diplomatic Tribune in plain\r\nclothes.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Salisbury._\r\n\r\n    Paris, July 15, 1887.\r\n\r\n     The National Fête of yesterday passed off quietly enough.\r\n     There are said to have been cries in various places of 'Vive\r\n     Boulanger,' and 'À bas Grévy,' but nowhere was there anything which\r\n     assumed anything like the proportions of a demonstration. There do\r\n     not appear to have been any cries at all in the army.\r\n\r\n     The low French papers keep up a constant fire of scurrilous\r\n     language against the Germans and even against the Germany Embassy.\r\n     This sort of thing seems to be taken more seriously and to cause\r\n     more irritation in Germany than it would in most countries. Count\r\n     Münster naturally enough did not come to the President's stand, to\r\n     which he and the other Ambassadors were as usual invited to see\r\n     the Review. The German military attachés did not go in uniform\r\n     with the staff of the Minister of War, but saw the Review from the\r\n     Diplomatic Tribune in plain clothes. In fact, ill will between\r\n     France and Germany seems to be on the increase. It looks as if the\r\n     Germans would really be glad to find a fair pretext for going to\r\n     war with France. On the other hand, Boulangism, which is now the\r\n     French term for Jingoism, spreads, especially amongst the reckless\r\n     Radicals and enemies of the present Ministry. And even among the\r\n     better classes, warlike language and, to some degree, a warlike\r\n     spirit grows up with a new generation, which has had no practical\r\n     acquaintance with war. Abject fear of the German armies is being\r\n     succeeded by overweening confidence in themselves.\r\n\r\n     The present Ministry seem to have been afraid of unpopularity\r\n     if they abandoned altogether Boulanger's absurd mobilization\r\n     scheme. The Germans seem to be taking this quietly. Perhaps they\r\n     look on with satisfaction at the French incurring an immense\r\n     expenditure for an experiment apparently without any practical use\r\n     from a military point of view. Perhaps they believe, as many people\r\n     do here, that the Chambers will never really vote the money.\r\n\r\n     It is supposed that the session will be over next week, and I\r\n     trust that then you will be disposed to receive an application from\r\n     me for leave. I am getting quite knocked up by the Paris summer,\r\n     and am in urgent need of rest and country air.\r\n\r\nThe foregoing letter was one of the last communications received from\r\nLord Lyons at Paris, and his official career practically terminated a\r\nfew days later, when he left on leave, destined never to return to the\r\npost which he had so long occupied, for the unfavourable view which\r\nhe held with regard to his physical condition was only too completely\r\njustified.\r\n\r\nHe appears to have passed the months of August and September quietly\r\nwith his near relatives in Sussex. Towards the end of October he\r\nmust have learnt with some surprise that, whereas in March he had\r\nbeen most urgently begged by Lord Salisbury to remain at his post\r\nuntil the end of the year, a successor to him, in the person of Lord\r\nLytton, had been appointed, and that there was no necessity for him to\r\nreturn to Paris. If he, as would have been the case with most people,\r\nreally felt aggrieved at this change of circumstances, there is no\r\ntrace of resentment shown in his correspondence. On the contrary, he\r\nwarmly welcomed the new appointment, and at once set about making\r\narrangements for his successor's convenience. On November 1, he made\r\na formal application to be permitted to resign his appointment, was\r\ncreated an Earl, and the few remaining letters (the latest bearing the\r\ndate of November 20) deal with business details, and unostentatious\r\nacts of kindness to various persons who had been in his service or\r\notherwise connected with him. The very last of all was a characteristic\r\ncommunication to Sir Edwin Egerton, the Chargé d'Affaires at Paris,\r\nrespecting the payment of the fire insurance premium on the Embassy.\r\n\r\nThe close of his life was destined to coincide dramatically with the\r\nclose of his official career. Intellectually there were no signs of\r\ndecay; but physically he was even more worn out than he realized\r\nhimself. On November 28, whilst staying at Norfolk House, he was\r\nstricken with paralysis, and a week later he was dead, without having\r\nin the meanwhile recovered consciousness. Thus the end came at a moment\r\nsingularly appropriate to his well ordered existence, and to no one\r\ncould the time-honoured Latin epitaph have been applied with greater\r\naccuracy.\r\n\r\nIn an earlier portion of this work some attempt has been made to\r\nportray Lord Lyons's personality and to explain the causes of his\r\nsuccess as a diplomatist, but the best criterion of the man is to be\r\nfound in his letters, which have been reproduced verbatim, and may be\r\nsaid to constitute a condensed record of the most interesting episodes\r\nin English diplomatic history during a space of nearly thirty years.\r\nThroughout this long series there is hardly to be found an unnecessary\r\nsentence or even a redundant epithet; there is a total absence of any\r\nstraining after effect, of exaggeration, of personal animosity or\r\npredilection, or of any desire to gain his ends by intrigue or trickery.\r\nOn the other hand, they are marked by profound mastery of detail, sound\r\njudgment, inexhaustible patience, an almost inhuman impartiality, and\r\nan obviously single-minded desire to do his best for his country as one\r\nof its most responsible representatives. Such, then, was the character\r\nof the man, and the general public is probably quite unconscious of the\r\ninestimable value to the country of officials of this particular type.\r\n\r\nIt was Lord Lyons's fate twice to represent this country at most\r\ncritical periods during wars, in the course of which, England, while\r\ndesiring to observe the strictest neutrality, aroused the bitterest\r\nhostility on the part of the belligerents. In spite of untiring efforts\r\nhe had the mortification of seeing the relations of England, first with\r\nthe United States and then with France, gradually deteriorate, and never\r\nexperienced the satisfaction, which no one would have appreciated more\r\nhighly than himself, of seeing those unfriendly relations converted into\r\nthe condition which now happily prevails; but it may be fairly said\r\nof him that no one ever laboured more assiduously and efficiently to\r\npromote peace and good will between England and her neighbours; that he\r\nnever made either an enemy or apparently a mistake, and that no other\r\ndiplomatist of his day enjoyed to an equal degree the confidence of\r\nhis chiefs, and the regard of his subordinates. Overshadowed by more\r\nbrilliant and interesting personalities, the unobtrusive services of\r\nLord Lyons are unknown to the rising generation, and probably forgotten\r\nby many of those who have reached middle age; but in the opinion of\r\nthe statesman who amongst living Englishmen is the most competent to\r\njudge, he was the greatest Ambassador who has represented this country\r\nin modern times, and by those whose privilege it was to serve under him,\r\nhis memory will ever be held in affectionate remembrance.\r\n\r\nFOOTNOTES:\r\n\r\n[Footnote 44: Lord Salisbury had taken over the Foreign Office upon the\r\ndeath of Lord Iddesleigh on January 12, 1887.]\r\n\r\n[Footnote 45: Dongorita. A town on the Somali coast.]\r\n\r\n[Footnote 46: Secretary of French Embassy at London.]\r\n\r\n[Footnote 47: French Ambassador at Constantinople.]\r\n\r\n\r\n\r\n\r\nAPPENDIX\r\n\r\nLORD LYONS IN PRIVATE LIFE.\r\n\r\nBY MRS. WILFRID WARD.\r\n\r\n\r\nIt is not uncommon to find a seeming contradiction between the official\r\nand the private characters of the same individual. Extreme reserve, for\r\ninstance, even an astonishing power of silence in conducting official\r\nwork, may not indicate the same power of silence in private life, or the\r\nsame reserve in the life of the affections. In Lord Lyons there was no\r\nsuch contrast, and no attempt to depict him could pretend to penetrate\r\nhis extreme reserve as to his deeper feelings. This reticence on his\r\npart must severely limit any account of his _vie intime_. Moreover,\r\ncuriously enough there is another difficulty in describing him which\r\nlies in quite an opposite direction. Lord Lyons had a keen sense of\r\nthe ridiculous, and he loved the absolute relaxation of talking pure\r\nnonsense which, however amusing at the moment, would hardly bear the\r\nstrain of repetition. Indeed, very little can be added to the history\r\nof the public life of a man so absolutely reticent as to his feelings,\r\nhis thoughts, and his opinions, which he further concealed rather than\r\nrevealed by an almost burlesque habit of talking nonsense among his\r\nintimates.\r\n\r\nIt would be easy to give many instances of his gift for silence when he\r\ndid not wish to be 'drawn' by his interlocutor. A little story told to\r\nme by the late Sir Edward Blount is a case in point.\r\n\r\nSir Edward, waiting to see Lord Lyons at the Embassy, heard talking in\r\nthe next room which lasted some time, and soon distinguished the voice\r\nof M. Blowitz. As soon as he was alone with Lord Lyons he said that he\r\nfelt obliged to warn him that, if he had liked, he could have overheard\r\nhis conversation with the journalist.\r\n\r\n'You might,' was the answer, 'have overheard what was said by M.\r\nBlowitz, but you could not have heard anything said by me for the good\r\nreason that I said nothing at all!'\r\n\r\nIt was never known to anybody, as far as it is possible to ascertain,\r\nwhether Lord Lyons had ever even contemplated marriage, though he\r\ncertainly did not recommend celibacy. 'Matrimony,' he constantly used to\r\nrepeat--slightly varying the phrase in his favourite _Rasselas_--'may\r\nhave thorns, but celibacy has no roses.'\r\n\r\nThere was at one moment, while he was attached to the Embassy at Rome,\r\na rumour that he was engaged to be married. Hearing something of it he\r\ninquired of a lady friend whether she could tell him to whom he was\r\nsupposed to be attached, and later on he discovered that she was herself\r\nthe person in question!\r\n\r\nHis nature was certainly lonely, and I believe from quite early in life\r\nhe was conscious of suffering from loneliness. I have been told of a\r\nletter of his written from school in which this was quite clearly set\r\nforth. In later life he would never have expressed so much. What he felt\r\nand thought on any intimate question can, I think, only be inferred by\r\nhis comments on life in general, or on the sorrows and joys of others.\r\nOnce only I believe did he take any part in directly influencing the\r\nlives of young people in the critical question of marriage. The daughter\r\nof an old friend, with a courage in her confidence which seems to me\r\nalmost phenomenal, told him the story of a mutual affection existing\r\nbetween her and a young man who did not seem to her parents to be a\r\nsufficiently good match. Lord Lyons listened with the utmost attention,\r\nand eventually interceded with his old friend, speaking of the terrible\r\ndanger of causing irremediable pain to two young hearts, and was the\r\nmeans of making these young people happy. Was there, perhaps, in this\r\naction some reminiscence of a possible past happiness lost by himself?\r\nNo one can even make the faintest surmise as to whether this was the\r\ncase. He made no allusion to his own past when telling the story.\r\n\r\nOf his childhood I know little, but there is a toy preserved in the\r\nfamily that gives a curious and characteristic foretaste of what he\r\nwas to become. It is a miniature escritoire fitted with pen and paper\r\nand seals, and also soap and towels, etc. All this was supposed to\r\nbelong to the children's dog, who was promoted in their games to the\r\nposition of an Ambassador, and described as 'His Excellency.' There are\r\nstill existing despatches written to and by 'His Excellency' in the\r\nhandwriting of the four children.\r\n\r\nI think he must have been too old to have joined in his sister Minna's\r\nbit of naughtiness when at Malta she put snuff in the guitar of a young\r\nexquisite who had provoked their mirth, and whose name was Benjamin\r\nDisraeli.\r\n\r\nHe used to say that among his most vivid recollections of his boyhood\r\nwhile at Malta, was the unexpected return of his father and the fleet.\r\nThe children had been deeply engaged in preparing theatricals which were\r\npostponed on account of their father's arrival. He remembered his guilty\r\nfeeling that he ought to be glad, and that he was not glad at all!\r\n\r\nIt was not at first intended that Bickerton Lyons should enter the\r\ndiplomatic service; he began life in the navy. But Bickerton, unlike\r\nhis brother Edmund, had no vocation for the sea. The sorrow of Edmund's\r\nloss, who died at Therapia, from a wound received when commanding his\r\nship in the Sea of Azoph during the Crimean war, was a shadow that never\r\npassed from the lives of the other three. Bickerton was deeply attached\r\nto both his sisters and their families. Annie married Baron Wurtzburg,\r\nand Minna married Lord Fitzalan, afterwards Duke of Norfolk. Other\r\nrelations with whom he was in close intimacy all his life were his aunt,\r\nMrs. Pearson and her children, especially her daughters, Mrs. Lister\r\nVenables and Mrs. Little, who both survived him.\r\n\r\nAll his life Lord Lyons was devoted to children, and especially so to\r\nthe large family of the Duchess of Norfolk, with whom he was able to\r\nindulge his domestic tastes and his love of fun. He spent with them the\r\ngreater part of every holiday, and in the last twenty-five years of his\r\nlife they were frequently with him in Paris. My mother, Lady Victoria,\r\nthe eldest of the family, married very young, and my aunt Minna, the\r\nsecond daughter, became a Carmelite nun. Mary, the eldest of the sisters\r\nwho remained at home, was Lord Lyons's constant companion and secretary.\r\nI think she was the only person who did not experience the strong sense\r\nof his reserve which so impressed those who had to do with him even in\r\neveryday intercourse. In a very serious state of health which followed\r\nhis work at Washington he depended greatly on the companionship of his\r\nnieces. I have been told that for months he could not raise his head,\r\nand the only thing he could do by himself was to play with glass balls\r\non a solitaire board. During this interval in his career, before he\r\naccepted the Embassy at Constantinople, he had more leisure than usual\r\nfor the society of his sister's family, but he had always been devoted\r\nto them when they were quite little children, and was once described as\r\n'an excellent nursery governess.' He said to his sister: 'I could never\r\nhave married; it would not have been right, as I could never have loved\r\nmy own children as much as I love yours.'\r\n\r\nInto this near association with him my sisters and I were more\r\nclosely drawn after the death of our parents. We had lost our mother\r\nin the winter of 1870, and my father, James Hope-Scott, died in the\r\nspring of 1873. It was then that my grandmother took us to live with\r\nher at Arundel, and we were added to the large family party who had\r\noften stayed with him in Paris. My own earliest recollections of my\r\ngreat-uncle are tinged with an awe which no amount of time spent with\r\nhim ever quite overcame; but it did not prevent great enjoyment of all\r\nthe fun we had with him. He was certainly very indulgent to the younger\r\nmembers of the family circle, particularly my brother, who was some\r\nyears younger than the rest of us, and this was especially the case when\r\nwe were his guests.\r\n\r\nI think that what inspired awe was the immense strength of character,\r\nthe reserved force, the severely controlled natural irritability. He\r\nhad, too, a humorous vehemence of expression which seemed at times to be\r\na safety valve to the forces he had under control, and was a reminder of\r\ntheir existence.\r\n\r\nI suppose that nothing could be imagined more stately and more regular\r\nthan life at the Embassy in those days. The Ambassador himself lived\r\nin a routine of absolute regularity and extremely hard work. He got up\r\nat seven, had breakfast at eight, and was, I think, at work by nine\r\no'clock. His very small leisure, when he was alone, was mostly spent\r\nin reading. And this was carefully classified in three divisions. In\r\nthe morning he read history or science, in the evening, between tea and\r\ndinner, biography; while, for an hour before he went to bed he read\r\nnovels. While in France he never left the Embassy. Once a year he did\r\nleave it for his annual holiday--generally spent in England. He used to\r\nboast how many nights in succession--I think in one year it amounted\r\nto over 300--he had slept in the same bed. Every afternoon when we\r\nwere with him, he drove with my grandmother, generally in the Bois de\r\nBoulogne, and in the warm weather we always stopped at some _café_ for\r\nus children to have ices. He also took us to the circus once during each\r\nvisit until, in later life, he became afraid of catching cold. He still\r\noccasionally went to the theatre, to which he had been much devoted as\r\na younger man. We all dined downstairs, and he used to like my youngest\r\nsister and my brother to sit at a little table near the big one and have\r\ndessert. He insisted on this, and was rather pleased than otherwise at\r\nthe scolding he received from an English friend for keeping them up\r\nso late. In later life he used to speak of the pretty picture the two\r\nchildren had made.\r\n\r\nI recollect the extraordinary general sense of importance as to\r\nhis movements in those days, partly on account of their phenomenal\r\nregularity. I could not imagine him ever acting on impulse, even in the\r\nmatter of going up or downstairs. I cannot picture him strolling into\r\nhis own garden except at the fixed hour. This without intention added to\r\nthe dignity of his life which seemed to move like a rather dreary state\r\nprocession.\r\n\r\nI wonder if the servants who never saw him break through his routine,\r\nor lose one jot of his dignity, ever guessed at how shy he was of them,\r\nor suspected the rather wistful curiosity he felt about their lives.\r\nI think it was Pierre, the butler, who lived with his family in the\r\n_entresol_ between the two floors of reception rooms in the Embassy.\r\nLord Lyons was much interested in their family life, and liked to\r\nspeculate as to what went on there. One inconvenient result of his\r\nextreme shyness was that when he really wished to alter any detail as\r\nto the daily routine, he could not bring himself to impart his wishes\r\nto any of the servants. I have often heard him say how tired he was of\r\nthe same breakfast which never varied in the least, and he would add\r\nthat his Italian valet Giuseppe was so convinced that it was the only\r\nbreakfast he liked that when he travelled, the man took incredible\r\npains that the coffee, the eggs, the rolls, the marmalade, the two\r\ntangerine oranges in winter and the tiny basket of strawberries in\r\nsummer, should not differ an iota from those served up every morning\r\nat the Embassy. But Lord Lyons could never summon up courage to speak\r\nto him on the subject. On certain days Pierre undertook Giuseppe's\r\nduties, and for many years Lord Lyons wished that Pierre would arrange\r\nhis things as they were arranged by Giuseppe, but he never told him\r\nso. While he grumbled, he was amused at the situation and at himself.\r\nIndeed, his keen sense of the ridiculous and his endless enjoyment of\r\nnonsense explain a good deal of his life. He used to say that as he was\r\ntoo shy to look at the servants' faces, he had learnt to know them by\r\ntheir silk stockinged calves. When he dined alone he made an amusement\r\nof identifying the six or seven pairs of calves, and was proud of his\r\nsuccess in this odd game of skill.\r\n\r\nI recall one ludicrous instance of his shyness with servants. It was\r\nhis custom annually when he came to stay with us to shake hands with\r\nthe old family nurse, and on one occasion, meeting her on the stairs,\r\nhe leant across the banisters to perform the ceremony with such\r\n_empressement_ and effort that he broke one of the supports. He always\r\nafterwards alluded to the extraordinary emotion he had shown in this\r\ngreeting. Nothing is so unaccountable as shyness, but it was curious\r\nthat a man who had seen so much of public life and of society should\r\nhave so much of it as he had. I remember once helping him to escape\r\nwith, for him, astonishing speed across the garden of a country house,\r\nwhen a very agreeable woman, whom I believe he really liked, had come\r\nto call; he was as full of glee as if he were a boy running away from a\r\nschool-master.\r\n\r\n[Illustration: THE BRITISH EMBASSY, PARIS.\r\n\r\n_F. Contet, Paris. Phot._]\r\n\r\nI don't think that in Paris he ever gave way to such impulses; they were\r\nthe relaxation of a shy nature in the holidays.\r\n\r\nTo return for one moment to Paris. He occasionally gave a big official\r\ndinner which I don't think he at all enjoyed, and of which we knew\r\nnothing. But he certainly enjoyed small gatherings, especially if they\r\nincluded old friends who were passing through Paris, although not one\r\nword of ordinary sentiment would probably pass his lips, nor would one\r\nof the day's arrangements be changed. He certainly enjoyed the society\r\nof his women friends, and I liked to watch him talking to Mrs. Augustus\r\nCraven, the author of the _Récit d'une Soeur_. Two characteristic\r\nsayings of his about the Cravens I remember. He was always pleased at\r\nshowing his knowledge of the most orthodox and strict views of Roman\r\naffairs. He used to say that Mrs. Craven could never make amends for\r\nher conduct at the time of the Vatican Council--when her _salon_ was a\r\ncentre for 'inopportunist' Bishops--unless she went back to Rome and\r\ngave 'Infallibilist tea-parties.'\r\n\r\nMr. Augustus Craven, her husband, was intensely mysterious in manner,\r\nand Lord Lyons used to call him 'the General of the Jesuits.' Once, on\r\nmeeting him in London, he asked him if his wife were with him. Mrs.\r\nCraven was staying with Lady Cowper, and Mr. Craven answered with\r\nsolemn, slow and mysterious tones: 'She is at Wrest,' and my uncle said\r\n'Requiescat in Pace,' with equal solemnity.\r\n\r\nI think that with all his natural British prejudices he liked French\r\npeople and their ways. He used to maintain that Frenchwomen were more\r\ndomestic and kept earlier hours than Englishwomen. He certainly liked\r\nFrench cooking. He spoke once in tones of horror of an Englishman who\r\nhad committed the monstrosity of putting pepper on young green peas--a\r\ncrime of which a Frenchman was incapable.\r\n\r\nMany of his opinions, however, like Dr. Johnson's, were evoked by the\r\nspirit of contradiction, and it was chiefly with English people that I\r\nheard him talk about the French.\r\n\r\nIn the holidays in England reading aloud was one of his chief pleasures.\r\nHe read much poetry to us at one time, but later I think he had to\r\ngive this up as it tired him. At Arundel he wrote his letters in the\r\ndressing-room opening out of his bedroom. We used to sit there waiting\r\nfor him before the appointed time, making drawings in red ink, of which\r\nthere was always a large supply, when he would make a mock solemn\r\nentrance, as of a stiff professor. We were allowed to scribble during\r\nthe reading, but, woe betide us! if we showed any inattention. He read\r\n'Marmion,' Southey's 'Thalaba,' and, I think, 'The Curse of Kehama,'\r\nalso much of Byron, the 'Siege of Corinth,' with especial enjoyment. He\r\nknew many pages of Byron by heart, and we used to get him to repeat any\r\namount while out walking. 'Rejected Addresses,' 'Bombastes Furioso,'\r\n'The Rape of the Lock' were also among the many things he liked to\r\nrecite. I wish I could remember half the things he read or repeated\r\nto us. I am sure there was no Tennyson, and certainly no Browning. He\r\nused to jeer at the obscurity of both the Brownings, and to mutter such\r\nphrases as the 'thundering white silence' of Mrs. Browning with intense\r\nscorn. I think he may have met the Brownings when he was in Rome. He saw\r\na good deal of Fanny and Adelaide Kemble at that time. He liked Adelaide\r\nmuch the best of the two, and used to quote with delight a saying of\r\nhers as to the Brownings. When she was told of the birth of their son\r\nshe exclaimed: 'There are now then not one incomprehensible, or two\r\nincomprehensibles, but three incomprehensibles!'\r\n\r\nHe was always amused at the Kemble grand manner. He used to imitate the\r\ndramatic utterance with which Fanny Kemble frightened a young waiter\r\nwho had brought her some beer. 'I asked for _water_, boy; you bring me\r\n_beer_!'\r\n\r\nAt that same time he knew Sir Frederick Leighton, and they once had a\r\npillow fight! Who could imagine that pillow fight who only knew him as\r\nAmbassador in Paris? He always spoke as if he had enjoyed life in Rome;\r\nhe was devoted to the theatre, and he had much congenial society. He\r\nused to say, too, that Pius IX. was the most agreeable sovereign with\r\nwhom he ever had diplomatic relations.\r\n\r\nLord Lyons's literary tastes were not those of the present generation.\r\nHe declared that he only liked verse that rhymed and music with a tune.\r\nHe loved the sonorous sound of Byron as he loved the solemn cadence of\r\nLatin verse. All the time the love of absurdity was never far off. He\r\nwould suddenly imitate the action of a schoolboy repeating Latin verse,\r\nfirst with his arms and then with his feet! A stout, very dignified\r\nelderly man, in some path in the garden, punctuating the verse with the\r\naction of his feet, is sufficiently surprising. Occasionally he would\r\nhave the oddest freaks of this kind, and I remember an afternoon when he\r\ntook a whim of pretending to be imbecile; he made the most extraordinary\r\nfaces, and not a word of sense could be got from him.\r\n\r\nOnce in a steamer on the lake of Lucerne he insisted on his nieces\r\njoining him in impersonating a typical family of English tourists\r\nout for their holiday. He was the _paterfamilias_, one niece was his\r\nwife, another the German governess, a third his child. In the middle\r\nof the performance he found that he was being regarded with surprise\r\nand curiosity by some English society friends whose acquaintance with\r\nhim had hitherto been exclusively in the character of a very dignified\r\nambassador.\r\n\r\nMy aunt, Mary Howard, used to read aloud to him by the hour, and we all\r\nenjoyed these times immensely. It would be difficult to say how often we\r\nhad 'Pickwick,' 'Cranford,' 'Rasselas,' 'The Rose and the Ring,' and\r\n'Mrs. Boss's Niece.' I have never met anybody outside that circle who\r\never even heard of 'Mrs. Boss's Niece;' it is a serious loss. To quote\r\nat all appropriately from any of his favourites was to be exceedingly\r\nin his good books for the rest of the day. Like the late Lord Salisbury\r\nhe delighted in Miss Yonge; he could not have too many pairs of twins,\r\nor too large a family circle to read about. He loved the analysis of\r\ndomestic life, and would have been ready to canonise any really and\r\ngenuinely unselfish character. Detective stories were a great joy. 'The\r\nHouse on the Marsh,' and 'Called Back,' were among the most successful.\r\nHe used to prolong discussion as to the solution of the mystery, and\r\nwould even knock at our doors very late at night if he thought he had\r\nidentified the murderer, and mutter in dramatic undertones, 'So-an-so\r\nwas the man who did it.' But the detective story was never read before\r\ndinner, and to look into the book meanwhile was a crime. Anybody who\r\npeeped to see the end of a novel 'deserved to be dragged to death by\r\nwild horses.' And there must be no skipping. Only descriptions of\r\nscenery--to which he had the strongest objection--might be left out.\r\n\r\nThe annual holiday was, for the most part, spent with the Duchess of\r\nNorfolk at Arundel, and later at Heron's Ghyll. Sometimes he went to\r\nGermany to take the waters, in company with his eldest sister, Baroness\r\nWurtzburg. When in England he always paid a certain number of country\r\nhouse visits. These generally included Knowsley and Woburn. The visits\r\nthat were paid every year, I think without exception, were those to\r\nLord Stratford de Redcliffe, and to an old schoolfellow--Major Trower,\r\nwho had been with him at Winchester. Major Trower was one of four old\r\nWykehamists who remained close friends. The other two had died some time\r\nbefore. I think the visit to Raby was annual. He specially enjoyed the\r\nsociety of the Duchess of Cleveland and of Lady Mary Hope. He was at\r\nRaby in the September before he died, and I believe that was the last\r\nvisit he ever paid. The famous visitors' book there always amused him,\r\nand he was fond of quoting from it. One of his own contributions I\r\nremember was written with mock modesty. He took from Lockhart's Spanish\r\nballads the lines:--\r\n\r\n    ''Twere better to be silent before such a crowd of folk,\r\n    Than utter words as meaningless as he did when he spoke.'\r\n\r\nHis recollections of the society of his youth in these houses had some\r\namusing details. I think it was at the Duchess of Bedford's that there\r\nwas a Christmas tree, off which each young man visitor was given a piece\r\nof flowered silk for a waistcoat. Early next morning, at Mr. Lyons's\r\nsuggestion, one of the young men, provided with a list of the names and\r\naddresses of the tailors employed by the others, went up to London and\r\nbrought back all the waistcoats made up in time to be worn at dinner\r\nthat evening. He used to speak with some amusement of the ungraciousness\r\nof Rogers, the poet, whom he met at the Derbys'. On one occasion Rogers\r\nhad lost his spectacles, and Mr. Lyons went a long way in the big house\r\nto find them. Rogers who was drinking tea took the spectacles, but did\r\nnot thank him, and, a moment later, when he heard Mr. Lyons refusing\r\nsugar, he observed to the company: 'That young man, having nothing else\r\nto be proud of, is proud of not having sugar with his tea!'\r\n\r\nI don't suppose that he talked much as a young man, and probably he\r\nfollowed the rule he always preached, that young men should speak\r\n'little but often.'\r\n\r\nAmong the few serious sayings to be quoted from him was that the great\r\naxiom in diplomacy was 'Never do anything to-day that can be put off\r\ntill to-morrow.'\r\n\r\nIn speaking of Leo XIII. and his successful policy with Bismarck, he\r\nsaid: 'Those very clever men succeed by doing what no one expects. My\r\nsuccess has been made by always doing what was expected of me. I always\r\ndid the safe thing.'\r\n\r\nIn conversation he enjoyed a Johnsonian style of repartee. One retort of\r\nhis had an excellent practical result. He acted as a special constable\r\nin London during the Chartist Riots. Hearing a woman in the dense crowd\r\ncry out, 'Let me faint, let me faint,' he turned to her at once, and\r\nsaid: 'Pray do, madam,' whereupon she recovered immediately.\r\n\r\nSoon after the Berlin Conference when the Disraeli party were making the\r\nmost of the accession of Crete, a visitor at the Embassy, gushing over\r\nits charms concluded with the assertion that Crete was the loveliest\r\nisland in the world. Whereupon Mr. William Barrington (now Sir William\r\nBarrington) said drily: 'Have you seen all the others?' This amused\r\nLord Lyons immensely, and some years afterwards when a young lady who\r\nwas and is still famous for her powers of conversation had talked at\r\nhim for some time, he adopted the same method. After a good many other\r\nsweeping assertions she said of some work that had just come out: 'It is\r\nthe best written book that has appeared this century.' 'Ah,' he said,\r\n'have you read all the others?' Being alone with her soon afterwards I\r\nwas not surprised at her inquiring of me dubiously whether I liked my\r\ngreat-uncle.\r\n\r\n       *       *       *       *       *\r\n\r\nIt need hardly be said that, in the matter of his personal religion,\r\nLord Lyons was very reticent. He was absolutely regular in his\r\nattendance at the Sunday service in Paris and in England. He was very\r\nfond of the singing of English hymns.\r\n\r\nHe never had any sympathy with the ritualist party in the Church of\r\nEngland, and was inclined to be sarcastic as to those whom he designated\r\n'Puseyites,' as was then the custom.\r\n\r\nOne who knew him very well told me that for a time he was somewhat\r\nunsettled in the matter of definite religious belief. There is also\r\nevidence that in middle life the idea of joining the Catholic Church\r\nhad been present to him as a possibility. As far as can be known it\r\nwas during the last summer of his life that he began to consider the\r\nquestion practically. It is not surprising that Lord Lyons, when he\r\ntook the matter up, showed the same characteristics in its regard that\r\nhe had shown in any serious question throughout his life, namely, the\r\ngreatest thoroughness and care in studying the Catholic religion and\r\nin carrying out its practical side, reserve as to deep sentiment, not\r\nwithout humorous touches which were intensely characteristic. Newman's\r\nworks formed the chief part of his study during those summer months.\r\nA letter written in that August says of him, 'He is always reading\r\nNewman.' It was not until shortly before his death that he spoke on the\r\nmatter to any of the family. A note in the writing of his secretary and\r\nintimate friend--Mr. George Sheffield--says that he spoke of it six\r\nweeks before his death. Lord Lyons had known Bishop Butt for many years\r\nwhen he was parish priest at Arundel, and it was to him that he applied\r\nfor advice. He studied the Penny Catechism most carefully, learning the\r\nanswers by heart, like a child. He began to fulfil the practices of a\r\nCatholic with great regularity. He went to Mass daily at ten o'clock,\r\nand adopted little habits of self-denial and showed greater liberality\r\nin almsgiving. The last honour he ever received was the offer of an\r\nearldom on his retiring from the Paris Embassy. He suggested to Dr. Butt\r\nthat it would be a good act of mortification to refuse this honour, but\r\nthe Bishop would not advise him to do so. He began, against his usual\r\ncustom, to give money to crossing-sweepers or beggars in the streets,\r\nand I am told by my aunt, Lady Phillippa Stewart, that, after returning\r\nfrom my wedding, he said to her: 'Is it not customary after an event\r\nof this kind to give money in alms?' He then suggested that he should\r\nmake some offering to the hospitals and asked her to write out the\r\nnames of those she thought would be the most suitable. It was about\r\nten days before my marriage in November, 1887, that I first heard of\r\nhis intentions. I learnt it in a fashion very characteristic of him. I\r\nwas not staying in the house, but I had been dining with him when he\r\nremarked casually: 'Really, my austerities are becoming alarming. I have\r\ngiven up soup for dinner and jam for breakfast.' This struck me as a\r\nnovel proceeding, as I knew his fondness for jam and that the ordinary\r\nroutine of dinner beginning with a clear soup was a fixed ceremonial\r\nwith him. That night I questioned my aunt, who told me that he had been\r\nfor some weeks preparing to join the Church. It was at this time that\r\nhe said to one of the family: 'I am now ready to be received as soon\r\nas the Bishop likes.' He also characteristically consulted his nephew,\r\nthe Duke of Norfolk, as to whether he ought to inform Lord Salisbury of\r\nhis intention of becoming a Catholic. He did not, during these weeks,\r\nknow that he was in any danger. The last time I saw my great uncle was\r\nat my wedding. He had a stroke about ten days afterwards, and to all\r\nappearance became unconscious. Dr. Butt, knowing what his intentions had\r\nbeen, had no hesitation in giving him conditional Baptism and Extreme\r\nUnction. I was at the funeral at Arundel, and saw the coffin lowered\r\ninto the vault in the Fitzalan Chapel, where his sister Minna had been\r\nplaced two and a half years earlier.\r\n\r\n       *       *       *       *       *\r\n\r\nI feel most strongly as I conclude these very imperfect notes, how\r\nentirely Lord Lyons belonged to a generation of Englishmen now long\r\npassed away. The force of will, the power of self-devotion, the dignity,\r\nthe reticence, the minute regularity, the sense of order, the degree\r\nof submission to authority and the undoubting assertion of his own\r\nauthority towards others--all were elements in a strong personality.\r\nThere are, no doubt, strong men now, but their strength is of a\r\ndifferent kind. Englishmen to-day are obliged to be more expansive\r\nand unreserved. No fixed routine can be followed now as then; no man\r\ncan so guard his own life and his own personality from the public\r\neye. Lord Lyons was not of the type that makes the successful servant\r\nof the democracy. Fidelity, reticence, self-effacement, are not the\r\ncharacteristics that are prominent in the popular idea of the strong man\r\nto-day. But no one who knew Lord Lyons can doubt that those qualities\r\nwere in him a great part of his strength. He was and must always be to\r\nthose who knew him very much of an enigma, and it certainly would not\r\nhave been his own wish that any great effort should be made to interpret\r\nhis inner life to the world at large.\r\n\r\n\r\n\r\n\r\nINDEX\r\n\r\n\r\n    Aali Pasha, i. 146, 150, 151, 155, 161, 166, 167, 172;\r\n      and the Paris Conference, i. 153.\r\n\r\n    Abdul Aziz, Sultan of Turkey, i. 151, ii. 175;\r\n      effort for Navy, i. 152;\r\n      dismisses Fuad Pasha, i. 155;\r\n      unpopularity of, i. 161, 163;\r\n      visit to France, i. 169, 170;\r\n      to England, i. 171, 173.\r\n\r\n    Abdul Hamid, ii. 108, 208;\r\n      policy of, ii. 137;\r\n      reported conspiracy against, ii. 167;\r\n      suzerainty in Tunis, ii. 246;\r\n      overthrow of, i. 168.\r\n\r\n    Aberdeen, Lord, ii. 11.\r\n\r\n    Abolition proclamation, i. 93.\r\n\r\n    Abou Klea, battle of, ii. 343.\r\n\r\n    Adams, Mr., U.S. Minister in London, i. 38, 43, 59, 63, 71, 72, 98, 99.\r\n\r\n    Adams, Sir Francis, chargé d'affaires at Paris, ii. 72;\r\n      telegram on Anglo-French sympathies, ii. 136;\r\n      Minister at Berne, ii. 220.\r\n\r\n    Adrianople, railway to Constantinople, i. 176.\r\n\r\n    Aehrenthal, Count, i. 342.\r\n\r\n    Afghanistan, Lytton's policy in, ii. 209;\r\n      attacked by Russia, ii. 348, 352.\r\n\r\n    Africa, west coast, ii. 409.\r\n\r\n    _Alabama_ incident, i. 97, 98, 99, 105, 300;\r\n      question revived, i. 162, 189.\r\n\r\n    Alaska, bought by America, i. 168.\r\n\r\n    Albanian league, ii. 228.\r\n\r\n    Alderson, Capt., sent to report on army of the Potomac, i. 128, 129.\r\n\r\n    Alexander, Emperor of Russia, i. 187, 255, 273, 333, 354, ii. 52,\r\n         54, 404;\r\n      visit to Berlin, ii. 76;\r\n      friendliness to England, ii. 80;\r\n      attempt on life of, ii. 207.\r\n\r\n    Alexandretta, ii. 150, 151.\r\n\r\n    Alexandria, ii. 172, 188, 273;\r\n      Anglo-French Naval Demonstration at, ii. 283;\r\n      massacre at, ii. 285;\r\n      bombardment of, ii. 288.\r\n\r\n    Algeria, position of French in, i. 199, 268, 271, 382, ii. 159, 249.\r\n\r\n    Alsace and Lorraine, question of cession, i. 321, 332, 334, 358,\r\n        361, 369;\r\n      French hopes of recovery of, ii. 103, 135, 195, 197, 247, 346;\r\n      trade of, ii. 14.\r\n\r\n    America, army, i. 45, 47, 48, 79, 109;\r\n      methods of recruiting, i. 110, 116;\r\n      finance, i. 57;\r\n      slave trade, i. 20;\r\n      affairs in central, i. 13;\r\n      relations between North and South, i. 20, 29, 31;\r\n      relations with England, i. 12, 15, 16, 45, 46, 79, 129, 189.\r\n\r\n    American Civil War, i. 34, 343;\r\n      Blockade question, i. 33, 36, 37;\r\n      privateering, i. 42;\r\n      Confederate Government, i. 53;\r\n      Southern Confederacy, i. 31, 33, 34, 36;\r\n      position of Consuls, i. 83, 121;\r\n      Southern activity, i. 82, 83;\r\n      Revolutionary Party, i. 80;\r\n      proposed foreign intervention, i. 90, 91, 92, 96;\r\n      rising prices, i. 94;\r\n      vessel building in England, i. 101, 102;\r\n      position of foreigners during, i. 106-109;\r\n      seizure of British vessels, i. 100, 104, 105;\r\n      Irish in, i. 109, 114, 115;\r\n      Germans in, i. 115;\r\n      British officers sent to follow operations, i. 128;\r\n      M. Mercier on, i. 85.\r\n\r\n    Anarchical plots, i. 187.\r\n\r\n    Ancona district, Austrian troops in, i. 3.\r\n\r\n    Anderson, at Fort Sumter, i. 35.\r\n\r\n    Anderson, Mr., attaché at Washington, i. 87.\r\n\r\n    Andrassy, Count, ii. 85;\r\n      and the Eastern Question, ii. 127, 134, 138;\r\n      and the Austro-German Alliance, ii. 194.\r\n\r\n    Andrassy Note, ii. 95.\r\n\r\n    Anglo-Russian Agreement, ii. 143, 160.\r\n\r\n    Anglo-Turkish Convention, ii. 140-142;\r\n      disclosed to Waddington, ii. 148;\r\n      made public, ii. 151;\r\n      irritation in France, ii. 152, 159, 163.\r\n\r\n    Annam, French in, ii. 103, 307, 327.\r\n\r\n    Anti-Slavery party in England, i. 118.\r\n\r\n    Antonelli, Cardinal, i. 3, 4, 184.\r\n\r\n    Anzin, ii. 323.\r\n\r\n    Arabi Bey, rebellion of, ii. 258, 273, 278;\r\n      Minister of War, ii. 279, 283;\r\n      campaign against, ii. 295, 296.\r\n\r\n    Arago, Emmanuel, succeeds Gambetta as Minister of War, i. 361.\r\n\r\n    Archibald, Consul, on the kidnapping of recruits, i. 112.\r\n\r\n    Arcolay pamphlet, i. 220.\r\n\r\n    Argyll, Duke and Duchess of, i. 41.\r\n\r\n    Armenia, ii. 131, 137;\r\n      patriarch question, ii. 55.\r\n\r\n    Army Purchase Bill, ii. 9, 12.\r\n\r\n    Arnim, Count, Minister at Rome, i. 347;\r\n      Ambassador at Paris, ii. 14, 16, 27, 30, 60, 68, 140;\r\n      and Thiers, ii. 31;\r\n      on French policy, ii. 45;\r\n      Bismarck's dislike of, ii. 46.\r\n\r\n    Arundel, Lyons at, i. 139, ii. 222, 418, 422, 428.\r\n\r\n    Ashman, Mr., i. 50.\r\n\r\n    Asia Minor, Russian policy in, i. 268, ii. 133, 137.\r\n\r\n    Athens, i. 149; Lyons attaché at, i. 1.\r\n\r\n    Atlantic, coast defence, i. 40.\r\n\r\n    Augusta, Empress, Bismarck's dislike of, ii. 80, 354.\r\n\r\n    Aumale Duc d', ii. 2, 7, 16, 44, 48, 51, 56, 64, 311, 368.\r\n\r\n    d'Aunay, M., ii. 300, 376.\r\n\r\n    Austria, relations with Prussia, i. 186, 193, 202;\r\n      relations with France, ii. 35;\r\n      military power of, i. 268;\r\n      and the Eastern Question, ii. 85, 127;\r\n      in the Moldo-Wallachian Principalities, i. 153;\r\n      in the Ancona district, i. 3.\r\n\r\n    Austro-German Alliance, ii. 194, 199, 205, 398.\r\n\r\n    Austro-Prussian War, failure of French policy in, i. 177.\r\n\r\n    Azoph, Sea of, ii. 417.\r\n\r\n\r\n    Bac-ninh, ii. 324.\r\n\r\n    Baden, Grand Duchy of, and Confederation, i. 208, 266, 276, 285, 293;\r\n      French policy in, i. 190, ii. 36;\r\n      proposed neutrality, i. 302.\r\n\r\n    Bagdad railway, ii. 151.\r\n\r\n    Bahamas, the, i. 130.\r\n\r\n    Baker Pasha, defeat of, ii. 323.\r\n\r\n    Balkan Peninsula, ii. 223.\r\n\r\n    Bapaume, i. 355.\r\n\r\n    Bardo, Treaty of the, ii. 243.\r\n\r\n    Baring, Major (Earl of Cromer) in Egypt, ii. 189, 322, 352;\r\n      letter to Lyons, ii. 203;\r\n      and \"Modern Egypt,\" ii. 295.\r\n\r\n    _Barracouta_, H.M.S., i. 100.\r\n\r\n    Barrère, M., ii. 322.\r\n\r\n    Barrington, Mr. (Sir William), ii. 128, 426.\r\n\r\n    Bateman, Sir Alfred, ii. 253.\r\n\r\n    Batoum, ii. 137, 138, 143.\r\n\r\n    Baucel, M., i. 228.\r\n\r\n    Bavaria, i. 193;\r\n      and Confederation, i. 266;\r\n      proposed neutrality, i. 302.\r\n\r\n    Bayazid, ii. 142.\r\n\r\n    Baynes, Admiral, i. 23.\r\n\r\n    Bazaine, General, i. 317, 320;\r\n      capitulation, i. 329.\r\n\r\n    Beaconsfield, Lord, ii. 144.\r\n\r\n    Beatrice, Princess, ii. 162.\r\n\r\n    Beauregard, General, i. 35.\r\n\r\n    Beaury, plot against Napoleon III., i. 285.\r\n\r\n    Bedford, Duchess of, ii. 425.\r\n\r\n    Belfort, i. 370, 374.\r\n\r\n    Belgium, Prince Napoleon on, i. 193;\r\n      French in, i. 211;\r\n      trade relations with France, ii. 25;\r\n      neutrality of, i. 298, 302;\r\n      foreign policy towards, i. 303, 355, ii. 113, 124, 206;\r\n      secret Treaty, i. 320, 340;\r\n      in Constantinople Conference, ii. 109;\r\n      Bismarck's policy in, i. 254, ii. 74, 83, 345.\r\n\r\n    Belgium, King of, i. 212, 216.\r\n\r\n    Belgrade, Fortress of, i. 161;\r\n      evacuated by the Turks, i. 163.\r\n\r\n    Belligerent Rights, Exposition of French Jurists on, i. 44, 46, 50.\r\n\r\n    Benedetti, French Ambassador at Berlin, i. 293;\r\n      on Franco-Prussian situation, i. 299;\r\n      affront to, i. 300, ii. 206;\r\n      despatch from, i. 304;\r\n      meeting with King of Prussia at Ems, i. 305.\r\n\r\n    Benjamin, Mr., i. 122.\r\n\r\n    Berlin, Congress at, ii. 147.\r\n\r\n    _Berlin Post_, \"Is War in Sight\" article, ii. 72.\r\n\r\n    Berlin, Treaty of, i. 342, ii. 227;\r\n      Layard on, ii. 160.\r\n\r\n    Bermuda, i. 130.\r\n\r\n    Berne, ii. 256.\r\n\r\n    Bernstorff, Count, Prussian Ambassador in London, i. 196, 256, 259,\r\n        260, 268, 293, 304, 309, 317, 323, 337;\r\n      on Belgian affairs, i. 218;\r\n      letter from Bismarck, i. 261.\r\n\r\n    Bert, M. Paul, ii. 323.\r\n\r\n    Berthaut, General, Minister of War, ii. 115.\r\n\r\n    Bessarabia, ii. 142, 367.\r\n\r\n    Bessborough, Lord, ii. 11.\r\n\r\n    Beust, Count, Austrian Minister, i. 162, 272, 314, 320; ii. 202, 231;\r\n      and the Belgian question, i. 229;\r\n      letter to Metternich, ii. 35.\r\n\r\n    Beyens, Baron, Belgian Minister, i. 213.\r\n\r\n    Biarritz, i. 197.\r\n\r\n    Biggar, Mr., ii. 234.\r\n\r\n    Billing, Baron de, plan to relieve Gordon, ii. 326.\r\n\r\n    Billot, General, ii. 311.\r\n\r\n    Bisaccia, Duc de, French Ambassador in London, ii. 57.\r\n\r\n    Bismarck, Prince, i. 162, 192, 387;\r\n      and Luxemburg railway affair, i. 168, 213;\r\n      and German Confederation, i. 247, 251, 276;\r\n      at Ems, i. 293;\r\n      and the Vatican, ii. 30, 68;\r\n      relations with Emperor, ii. 62, 120;\r\n      and disarmament negotiations, i. 254, 260-5, 270-3, 275, 278, 301;\r\n      foreign policy of, i. 179, 211, 214, 218, 314, 355, ii. 14, 29, 49,\r\n        54, 70, 72, 74, 77, 82, 124, 205, 345, 358;\r\n      with regard to Austria, ii. 42;\r\n      and the Austro-German Alliance, ii. 194;\r\n      and Belgium, i. 303;\r\n      and the Eastern Question, ii. 90, 97, 231;\r\n      and Egypt, ii. 150, 297, 325, 338, 339, 352;\r\n      and France, ii. 16, 60, 136, 283, 286, 384;\r\n      during war, i. 314;\r\n      peace negotiations, i. 345, 348, 357, 361, 365, 370, 374, 380,\r\n        ii. 20, 30, 82;\r\n      and payment of indemnity, ii. 3;\r\n      colonial policy, ii. 60;\r\n      and French colonial schemes, ii. 244-5, 251, 259, 264, 268, 342;\r\n      and Russia, i. 338;\r\n      and Russo-Turkish War, ii. 109;\r\n      Suez Canal transaction, ii. 94;\r\n      and claims of Prussia in Tunis, i. 200;\r\n      and Favre, i. 316, 318, 321, 323, 324, 352;\r\n      interviews with Malet, i. 319;\r\n      with Thiers, i. 329, 331, 342, 353, 358;\r\n      French views of policy, ii. 107;\r\n      and Arnim, ii. 46;\r\n      and Boulanger, ii. 401;\r\n      and Clarendon, i. 250, 279;\r\n      and Gramont, i. 307;\r\n      and Count Münster, ii. 388;\r\n      and Napoleon III., i. 221, 254, 333;\r\n      and Odo Russell, i. 338;\r\n      and Waddington, ii. 168;\r\n      on himself, ii. 61;\r\n      on French Press, i. 271-2;\r\n      and the German Press, i. 305;\r\n      power of, ii. 53, 73;\r\n      illness of, ii. 290.\r\n\r\n    \"Bismarck, his Reflections and Reminiscences,\" quoted, i. 338.\r\n\r\n    Bizerta, ii. 243.\r\n\r\n    Black Sea Conference, i. 341, 350, 366;\r\n      clauses in Treaty of Paris, concerning, i. 337;\r\n      French policy in, i. 337, 339;\r\n      Russia policy in, ii. 127.\r\n\r\n    Blairgowrie, Lord Russell at, i. 119.\r\n\r\n    Blanqui, revolutionary leader, i. 385.\r\n\r\n    Bleichröder, ii. 384.\r\n\r\n    Blignières, M. de, ii. 171, 204;\r\n      in Egypt, ii. 189, 238, 261, 278;\r\n      resignation of, ii. 279;\r\n      on Egyptian finances, ii. 330.\r\n\r\n    Blockade, international law concerning, i. 97.\r\n\r\n    Blount, Sir Edward, ii. 415.\r\n\r\n    Blowitz, M., _Times_ correspondent, ii. 70, 241, 308, 416.\r\n\r\n    Blue Books, publication of, i. 101, 102, 300.\r\n\r\n    Boer War, i. 49;\r\n      pay of men in, i. 110.\r\n\r\n    Bonaparte, Prince Pierre, i. 244.\r\n\r\n    Bonapartist Party, policy of, i. 349, 356, 364, ii. 15, 17, 66, 106,\r\n      191.\r\n\r\n    Bordeaux, i. 345, 349.\r\n\r\n    Bosnia, ii. 127, 134, 141, 143;\r\n      annexation of, i. 342;\r\n      insurrection in, ii. 84.\r\n\r\n    _Bosphore Egyptien_, suspended, ii. 352.\r\n\r\n    Boston, i. 73, 75;\r\n      harbour, i. 64.\r\n\r\n    Boulanger, General, ii. 121;\r\n      policy, ii. 367, 384, 385, 393, 403;\r\n      and the army, ii. 365, 383;\r\n      popularity of, ii. 366;\r\n      at Longchamps, ii. 369;\r\n      mobilization scheme, ii. 401, 411;\r\n      transferred to Clermont-Ferrand, ii. 409.\r\n\r\n    Bourbaki, General, i. 327, 354;\r\n      on the military situation, i. 327;\r\n      at Bourges, i. 348;\r\n      defeated, i. 359;\r\n      army not included in armistice, i. 360.\r\n\r\n    Bourges, Bourbaki at, i. 348.\r\n\r\n    Brassey, Mr., application for railway concession, i. 176.\r\n\r\n    Bray, Bavarian Minister, i. 302.\r\n\r\n    Brodie, attaché at Washington, i. 87.\r\n\r\n    Broglie, Duc de, at Black Sea Conference, i. 341;\r\n      French Ambassador in London, ii. 22, 23, 24;\r\n      in French politics, ii. 64, 67, 100;\r\n      becomes Prime Minister, ii. 111;\r\n      unpopularity of, ii. 113.\r\n\r\n    Browning, Mr. and Mrs., ii. 422.\r\n\r\n    Bruce, Sir Frederick, i. 140, 141.\r\n\r\n    Brünnow, Baron, i. 186, ii. 38.\r\n\r\n    Buchanan, President (U.S.A.), i. 12, 19, 23, 29;\r\n      invitation to Prince of Wales, i. 25;\r\n      letter from Queen Victoria, i. 26.\r\n\r\n    Bucharest, i. 149.\r\n\r\n    Buffet, M., i. 282.\r\n\r\n    Bulgaria, i. 166-8, ii. 142, 143;\r\n      proposed limits of, ii. 130;\r\n      Union with Eastern Roumelia, ii. 360;\r\n      Russia in, ii. 367, 391, 399.\r\n\r\n    Bull's Run, Fight of, i. 47-50, 110.\r\n\r\n    Bülow, Count von, ii. 53, 74, 87.\r\n\r\n    Bulwer, Sir Henry, at the Constantinople Embassy, i. 145, 146;\r\n      opinion on a Turkish Navy, i. 152.\r\n\r\n    Bulwer, Lady, i. 146.\r\n\r\n    Bunch, Mr., British Consul at Charleston, i. 42, 51-53, 72, 94.\r\n\r\n    Burmah, ii. 358;\r\n      English in, ii. 360;\r\n      annexation of, ii. 361.\r\n\r\n    Burnley, Mr., Chargé d'Affaires in Washington, i. 134, 136.\r\n\r\n    Burns, Mr., ii. 343.\r\n\r\n    Busch, M., ii. 130;\r\n      quoted, ii. 82, 344, 352.\r\n\r\n    Butt, Bishop, ii. 427.\r\n\r\n    Buyak Dere, ii. 138.\r\n\r\n\r\n    _Cagliari_ case, i. 8-11.\r\n\r\n    Cairo, intrigues at, ii. 87, 258;\r\n      British troops enter, ii. 285;\r\n      Northbrook mission to, ii. 332.\r\n\r\n    Calais, ii. 22.\r\n\r\n    Calcutta, i. 223.\r\n\r\n    Calice, Baron, ii. 130.\r\n\r\n    Cambridge, Duke of, i. 379.\r\n\r\n    Canada, i. 15, 119;\r\n      defences of, i. 40, 43, 49, 60, 72, 74, 80, 132, 134, 291;\r\n      despatch of troops to, i. 54;\r\n      Reciprocity Treaties, i. 17, 123.\r\n\r\n    _Caradoc_, the, i. 146.\r\n\r\n    Carafa, Signor, Neapolitan Foreign Minister, i. 9, 11.\r\n\r\n    Carey, Capt., ii. 194.\r\n\r\n    Carnarvon, Lord, resigns office, ii. 123.\r\n\r\n    Cass, Miss, ii. 398.\r\n\r\n    Cass, General, i. 12.\r\n\r\n    Cayenne, i. 243.\r\n\r\n    Ceylon, i. 223.\r\n\r\n    Chalons, i. 204;\r\n      French army at i. 307.\r\n\r\n    Chambord, Comte de, i. 364; ii. 2, 9, 18, 21, 25, 56, 57, 64, 66;\r\n      proclamation of, ii. 7;\r\n      White Flag manifesto, ii. 47.\r\n\r\n    Chanzy, General, at Le Mans, i. 348, 354, 359;\r\n      suggested President, ii. 118, 197;\r\n      death of, ii. 305.\r\n\r\n    Charles X. of France, i. 254.\r\n\r\n    Charleston, fighting at, i. 34, 51;\r\n      prices in, during war, i. 94.\r\n\r\n    Charmes, M., ii. 376, 387.\r\n\r\n    Chartres, Duc de, ii. 3, 365.\r\n\r\n    Chase, Mr., Secretary of Treasury, U.S., i. 43, 119.\r\n\r\n    Chasseurs d'Afrique, ii. 118.\r\n\r\n    Chatsworth, Lyons at, ii. 222.\r\n\r\n    Chattanooga, i. 120.\r\n\r\n    Chaudordy, Comte de, i. 325;\r\n      and the elections, i. 338;\r\n      policy at Tours, i. 339;\r\n      on the recognition of the Government, i. 357, 362;\r\n      on cession of territory, i. 329;\r\n      and Black Sea Conference, i. 366, 371;\r\n      at Constantinople Conference, ii. 109, 398.\r\n\r\n    Cherbourg, i. 303.\r\n\r\n    Cherif Pasha, ii. 174, 204.\r\n\r\n    Childers, Mr., ii. 330.\r\n\r\n    China, French Treaty with, ii. 327;\r\n      French war with, ii. 337.\r\n\r\n    Chios, ii. 159.\r\n\r\n    Chislehurst, Empress Eugénie at, i. 327;\r\n      reported review by Napoleon at, ii. 21;\r\n      death of Napoleon at, ii. 36.\r\n\r\n    Choiseul, ii. 231.\r\n\r\n    Christ Church, Oxford, Lord Lyons at, i. 1.\r\n\r\n    Christiania, i. 345.\r\n\r\n    Christians in Turkey, i. 160, 165, 167.\r\n\r\n    Civita Vecchia, i. 8, 180, ii. 55.\r\n\r\n    Claremont, Colonel, British military attaché in Paris, i. 194, 196,\r\n        245, 351, 377;\r\n      on French army, i. 281.\r\n\r\n    Clarendon, Lord, interest in Lyons, i. 6, 8, 174;\r\n      and the _Cagliari_ case, i. 9;\r\n      succeeds Lord Russell as Foreign Secretary, i. 149;\r\n      on Roumanian affairs, i. 156;\r\n      on Franco-Prussian relations, i. 201;\r\n      and Napoleon III., i. 203;\r\n      return to office, i. 205;\r\n      and proposed Turco-Greek Conference, i. 210;\r\n      on foreign affairs, i. 214, 216;\r\n      on French politics, i. 231, 237, 241;\r\n      on disarmament, i. 247, 251, 256, 301;\r\n      views on the plébiscite, i. 287;\r\n      on North American colonies, i. 292;\r\n      and party voting, ii. 11;\r\n      Bismarck's tribute to, i. 279;\r\n      death of, i. 294;\r\n      his private correspondence, i. 221;\r\n      letters to Lyons, i. 207, 215, 217, 225, 234, 236, 247, 259, 260,\r\n        266, 276, 282, 287, 293;\r\n      letters to Loftus, i. 267, 251.\r\n\r\n    Clémenceau, M., ii. 201, 350;\r\n      open letter from de Blignières to, ii. 279.\r\n\r\n    Clermont-Ferrand, ii. 409.\r\n\r\n    Cleveland, Duchess of, ii. 424.\r\n\r\n    Coasting trade with U.S.A., i. 17.\r\n\r\n    Cobden, on intervention in American Civil War, i. 92.\r\n\r\n    Cochin China, ii. 103.\r\n\r\n    Cologne, i. 193.\r\n\r\n    Commercial Treaties, Anglo-French negotiations, i. 239, 241, 243,\r\n       245, 284, 368, 372; ii. 3, 7, 8, 14, 33, 43, 163, 165, 206, 252,\r\n       261, 265, 269, 315.\r\n\r\n    Commune, termination of, i. 388.\r\n\r\n    Compiègne, i. 206.\r\n\r\n    Congo Conference, ii. 334.\r\n\r\n    Connecticut, i. 113.\r\n\r\n    Conolly, General, ii. 102.\r\n\r\n    Conscription Act, in U.S., i. 115.\r\n\r\n    Constantinople i. 5;\r\n      Embassy at, offered to Lyons, i. 144;\r\n      position of British ambassador at, i. 147;\r\n      intrigues, i. 149, 151;\r\n      discontent among Mussulmans, i. 167;\r\n      railway scheme, i. 176;\r\n      Russian policy in, ii. 52, 124;\r\n      Moustier's policy in, i. 206;\r\n      Conference at, ii. 106, 107, 108, 109, 398.\r\n\r\n    Corfu, ii. 224.\r\n\r\n    Cotton trade with America, i. 31, 88, 89;\r\n      during the war, i. 115, 118, 122.\r\n\r\n    Courbet, Admiral, ii. 322;\r\n      in Chinese war, ii. 337.\r\n\r\n    Courbevoie, i. 381.\r\n\r\n    Courcel, overtures from Bismarck, ii. 353.\r\n\r\n    Coutouly, M., ii. 182.\r\n\r\n    Couza, Prince, i. 149, 150, 157;\r\n      deposed, i. 153.\r\n\r\n    Cowley, Lord, i. 70, 225;\r\n      on Eastern question, i. 170;\r\n      on Ambassadors' votes, ii. 9;\r\n      visit to Napoleon, i. 197;\r\n      letter to Lord Lyons, i. 165.\r\n\r\n    Cowper, Lady, ii. 421.\r\n\r\n    Crampton, Sir John, i. 41, 42.\r\n\r\n    Craven, Mr. and Mrs. Augustus, ii. 421.\r\n\r\n    Cremer, Mr., ii. 342.\r\n\r\n    Crete, i. 148, 180, 300, ii. 159, 426;\r\n      insurrection in, i. 160, 163, 208;\r\n      proposed cession to Greece, i. 163, 206;\r\n      Omar Pasha sent to, i. 166;\r\n      settlement in Turco-Greek Conference, i. 210.\r\n\r\n    Cridland, Mr., i. 122.\r\n\r\n    Crimean war, allusions to, i. 4, 49, 129, 170, ii. 229, 417.\r\n\r\n    Cromer, Earl of. _See_ Baring.\r\n\r\n    Crowe, Sir Joseph, ii. 196, 253, 323.\r\n\r\n    Cuba, United States and, i. 13, 15.\r\n\r\n    _Curaçoa_, H.M.S., i. 12.\r\n\r\n    Currie, Lord, ii. 371.\r\n\r\n    _Cuvier_, the, French gunboat, ii. 22.\r\n\r\n    _Cygnet_, H.M.S., i. 100.\r\n\r\n    Cyprus, ii. 143, 150, 151.\r\n\r\n    Czacki, Mgr., ii. 233.\r\n\r\n    Czarewitch, ill-will to Prussia, i. 255, 260.\r\n\r\n\r\n    _Daily Telegraph_, letter on Lyons' opinions, ii. 129.\r\n\r\n    Daira Land, administration of the, ii. 340.\r\n\r\n    Dallas, Mr., U.S. Minister in London, i. 18, 38.\r\n\r\n    Damietta, ii. 188.\r\n\r\n    Danube, Russian policy, ii. 145.\r\n\r\n    Dardanelles, the, i. 350, ii. 123, 224.\r\n\r\n    Daru, Count, i. 243, 247, 251, 256, 261, 282;\r\n      on disarmament, i. 258, 265, 274, 301;\r\n      on political situation in France, i. 244;\r\n      on Bismarck's policy, i. 257;\r\n      and the plébiscite, i. 289.\r\n\r\n    Davies, Jefferson, i. 89, 121, 123.\r\n\r\n    Dayton, Mr., i. 46.\r\n\r\n    _Débuts,_ anti-English articles in, ii. 180, 376.\r\n\r\n    Décazes, Duc, ii. 50;\r\n      French Foreign Minister, ii. 56;\r\n      and the suzerainty of Tunis, ii. 60;\r\n      and ministerial crisis, ii. 67;\r\n      on foreign affairs, ii. 68;\r\n      and the war scare, ii. 71, 83;\r\n      policy in Russo-Turkish war, ii. 109;\r\n      internal policy, ii. 90, 100, 112;\r\n      suggests secret treaty to England, ii. 113.\r\n\r\n    Declaration of Paris, allusions to, i. 38, 42.\r\n\r\n    Denmark, Bismarck and, i. 272, 278;\r\n      Danish War, i. 177;\r\n      position before Franco-Prussian War, i. 302;\r\n      and Russia, i. 355.\r\n\r\n    Derby, Earl of. _See_ Stanley.\r\n\r\n    Dervish Pasha, ii. 284.\r\n\r\n    Des Michels, M., ii. 231.\r\n\r\n    Dilke, Sir Charles, ii. 197;\r\n      and Anglo-French commercial negotiations, ii. 253, 263, 269;\r\n      his Cherbourg speech, ii. 244.\r\n\r\n    Disarmament negotiations, i. 246 _et seq._\r\n\r\n    Disraeli, Benjamin (Lord Beaconsfield), ii. 61;\r\n      quoted, ii. 138, 417;\r\n      on Franco-Prussian relations, i. 208;\r\n      on Anglo-French relations, ii. 73.\r\n\r\n    Dix, Maj.-General John A., Report to, on recruiting system, i. 112-3,\r\n        131;\r\n      and raid of St. Albans, i. 135.\r\n\r\n    Döllinger movement, ii. 31.\r\n\r\n    Domain Land, administration in, ii. 340.\r\n\r\n    Dongorita, ii. 386, 388.\r\n\r\n    Douglas, Governor, i. 19, 43.\r\n\r\n    Dragoman system, Lyons dislike of, i. 146, 150, 175.\r\n\r\n    Dresden, Lyons attaché at, i. 2.\r\n\r\n    Duclerc, M., ii. 154;\r\n      forms a Ministry, ii. 293;\r\n      refuses office of Foreign Minister, ii. 380.\r\n\r\n    Ducrot, General, ii. 111, 115.\r\n\r\n    Dufaure, M., in the National Assembly, i. 365;\r\n      President of the Council, ii. 119;\r\n      resigns office, ii. 167.\r\n\r\n    Dufferin, Lord, ii. 284, 287;\r\n      in Egypt, ii. 297, 299, 317.\r\n\r\n    Dulcigno, ii. 274;\r\n      demonstration at, ii. 228;\r\n      surrender of, ii. 232.\r\n\r\n    Dundas, Admiral, i. 5.\r\n\r\n    Dunkirk, ii. 22.\r\n\r\n    Dupanloup, Mgr., Bishop of Orleans, ii. 114.\r\n\r\n\r\n    Eastern Question, i. 221 _et seq._;\r\n      reopened, ii. 84, 89, 95;\r\n      Salisbury's circular on, ii. 132.\r\n\r\n    Edinburgh, Duke of, offer of throne of Spain to, i. 200.\r\n\r\n    Egerton, Sir Edwin, ii. 412.\r\n\r\n    Egypt, affairs of, ii. 128, 154, 163, 203;\r\n      crisis in, ii. 171;\r\n      controllers appointed, ii. 189;\r\n      question of independence, i. 240;\r\n      Dual Note presented, ii. 270;\r\n      proposed Foreign Commission, ii. 273;\r\n      Turkish Commission in, ii. 284;\r\n      Conference on situation, ii. 285, 333;\r\n      Italy refuses to join England in, ii. 293;\r\n      Loan Decree, ii. 357;\r\n      question of evacuation, ii. 389;\r\n      Anglo-Turkish Convention, ii. 405, 409;\r\n      financial affairs, ii. 330;\r\n      proposed Conference on, ii. 325;\r\n      French counter-proposals, ii. 341;\r\n      settlement of, ii. 347;\r\n      English policy in, ii. 89, 109, 123, 133, 139, 153, 187-9;\r\n      Anglo-French action in, ii. 182;\r\n      Anglo-French relations in, ii. 246, 258, 296, 302, 304, 375;\r\n      French policy in, ii. 103, 386;\r\n      fears of English annexation, ii. 135;\r\n      French retirement from, ii. 291, 293;\r\n      National Party in, ii. 273;\r\n      foreign interests in, ii. 104;\r\n      Derby's policy in, ii. 122.\r\n\r\n    Elliot, Sir Henry, ii. 216.\r\n\r\n    Elysée, the, New Year's reception at, ii. 305.\r\n\r\n    Emancipation of Slaves, i. 95.\r\n\r\n    Emly, Lord, letter to Czacki, ii. 234.\r\n\r\n    Ems, interviews at, i. 305;\r\n      visit of Emperor of Russia, i. 293.\r\n\r\n    Enfida estate dispute, ii. 238.\r\n\r\n    England, relations with the Papal Government, i. 4;\r\n      and the Neapolitan Government, i. 9;\r\n      and with U.S.A., i. 12;\r\n      and Belgian independence, i. 212;\r\n      commercial relations with France, i. 239, ii. 25.\r\n        (_See_ Commercial Treaties);\r\n      expenditure on armament, i. 278;\r\n      position in Franco-Prussian question, i. 203, 205, 314, 317;\r\n      and peace negotiations, i. 334;\r\n      military forces of, ii. 288;\r\n      military preparations in Central Asia, ii. 346;\r\n      press in, ii. 335.\r\n\r\n    Erlanger, Baron Emile d', ii. 93.\r\n\r\n    Errington, M.P., Mr. G., ii. 236;\r\n      secret mission to the Vatican, ii. 339.\r\n\r\n    Erskine, Mr., British Minister at Athens, i. 149.\r\n\r\n    Eugénie, Empress, on foreign affairs, i. 179, 180, 191;\r\n      visit to the East, i. 236, 239;\r\n      proposed visit to India, i. 222;\r\n      on Queen Victoria's postponed visit, i. 197;\r\n      on Spanish affairs, i. 205, 207;\r\n      and the war, i. 308, 309, 316;\r\n      on home affairs, i. 235, 245;\r\n      withdrawal from politics, i. 241;\r\n      press attacks on, i. 244;\r\n      a fugitive, i. 310;\r\n      at Chislehurst, i. 327, ii. 22;\r\n      Bismarck on, i. 271.\r\n\r\n    European Conference at Constantinople, ii. 85, 106;\r\n      at Berlin, ii. 125, 126, 147.\r\n\r\n    Exclusion Bill, ii. 309, 311.\r\n\r\n    Expulsion Bill, ii. 365, 366.\r\n\r\n\r\n    Fabrice, General von, i. 387, ii. 3.\r\n\r\n    Faidherbe, General, defeat at St. Quentin, i. 359.\r\n\r\n    Fair Trade League, ii. 255.\r\n\r\n    Fallières, M., ii. 309, 312.\r\n\r\n    _Faon_, the, French gunboat, ii. 22.\r\n\r\n    Fashoda, i. 71.\r\n\r\n    Favre, Jules, Minister for Foreign Affairs, i. 313, 315, 332, 341,\r\n        349, 356, 358, 361, 377, 381, 386, ii. 3, 16;\r\n      war policy, i. 310;\r\n      meeting with Bismarck, i. 316-324;\r\n      advises diplomatists to leave Paris, i. 322;\r\n      at Black Sea Conference, i. 350;\r\n      Bismarck refuses safe conduct to London, i. 353;\r\n      and peace negotiations, i. 360;\r\n      policy attacked, i. 362;\r\n      in the National Assembly, i. 368;\r\n      Lyons appreciation of, i. 359, 368.\r\n\r\n    Fazyl Pasha, and the Young Turk Party, i. 167.\r\n\r\n    Ferrières, i. 321.\r\n\r\n    Ferry, M. Jules, i. 361;\r\n      Prime Minister, ii. 230;\r\n      policy in Tunis, ii. 240;\r\n      and Gambetta, ii. 249;\r\n      forms a Ministry, ii. 312;\r\n      at Foreign Office, ii. 320;\r\n      Egyptian policy, ii. 330, 338;\r\n      policy in China, ii. 339;\r\n      resignation of, ii. 349;\r\n      on Soudan affairs, ii. 344.\r\n\r\n    Fielding, Hon. Percy, i. 348.\r\n\r\n    Fire Island, kidnapped recruits at, i. 112.\r\n\r\n    Fitzmaurice, Lord, i. 316;\r\n      \"Life of Granville,\" quoted, i. 342.\r\n\r\n    Flahault, M. de, i. 92.\r\n\r\n    Fleury, General, i. 217;\r\n      proposed Minister at Florence, i. 230;\r\n      and Russo-French Alliance, i. 273;\r\n      Lord Clarendon on, i. 231.\r\n\r\n    Floquet, M., ii. 404;\r\n      duel with Boulanger, ii. 370;\r\n      fails to form an administration, ii. 380.\r\n\r\n    Florence, i. 2;\r\n      Lyons appointed secretary of legation at, i. 6;\r\n      Lyons appointed Minister at, i. 11;\r\n      Fleury's mission to, i. 230.\r\n\r\n    Florian, Count, ii. 399.\r\n\r\n    Flourens, M. Gustave, organizes riot in Paris, i. 330.\r\n\r\n    Flourens, M., appointed Foreign Minister, ii. 381;\r\n      policy, ii. 398, 406.\r\n\r\n    Flourens, Mme., ii. 387.\r\n\r\n    Fontainebleau, i. 197, 375.\r\n\r\n    Foochow, Chinese fleet destroyed at, ii. 337.\r\n\r\n    Formosa, blockade of, ii. 337, 344.\r\n\r\n    Forsyth, Mr., i. 14.\r\n\r\n    Fort Issy, i. 382.\r\n\r\n    Fort Lafayette, i. 131.\r\n\r\n    Fort Sumter, i. 34, 50.\r\n\r\n    Fort Warren, i. 71, 74, 75.\r\n\r\n    Fournier, M., French Ambassador at Constantinople, ii. 169, 182, 205;\r\n      withdrawn from Constantinople, ii. 210.\r\n\r\n    Fourtou, M., ii. 114.\r\n\r\n    France, internal affairs, i. 190, 238, 280, ii. 105, 147, 164, 306,\r\n        402;\r\n      republic declared, i. 237, 310;\r\n      Constitutional Government in, i. 283, 290;\r\n      Bismarck on, i. 271;\r\n      government of National Defence, i. 311, 336 _et seq._;\r\n      National Assembly, i. 363;\r\n      public v. monarchy in, i. 364;\r\n      elections in, i. 227, 360, ii. 97, 114, 116, 237, 363;\r\n      unrest among peasantry, ii. 297;\r\n      finances, i. 236, 358;\r\n      Protection v. Free Trade, ii. 321, 328, 335.\r\n        (_See_ Commercial Treaties);\r\n      press campaigns against England, ii. 178, 307, 310, 328, 333, 376;\r\n      anti-German attacks, ii. 411;\r\n      military power of, i. 257, 268, 369, ii. 59, 102, 356;\r\n      Lord Stanley on, i. 162;\r\n      Villiers' report, ii. 310;\r\n      and disarmament, i. 246, 258, 277;\r\n      navy of, ii. 59;\r\n      policy in U.S.A., i. 13, 42, 44, 46, 54, 67, 70, 77, 81;\r\n      in the Moldo-Wallachian Principalities, i. 153;\r\n      in Belgium, i. 211, 303;\r\n      in North Africa, i. 199;\r\n      in Eastern Question, ii. 134;\r\n      occupation of Rome, i. 3, 183-187;\r\n      proposes cession of Crete to Greece, i. 163.\r\n\r\n    Franco-Prussian War, apprehensions of, i. 185, 195;\r\n      war declared, i. 301;\r\n      causes of, i. 305;\r\n      panic in Paris, i. 306;\r\n      suggestion for armistice, i. 312, 314, 347;\r\n      Bourbaki on the military situation, i. 327;\r\n      peace party, i. 328;\r\n      suggestion for European Congress, i. 367;\r\n      suggested terms of Peace, i. 348;\r\n      armistice agreed on, i. 360;\r\n      preliminaries of Peace signed, i. 369;\r\n      harshness of conditions, i. 373;\r\n      Neutral Powers and, i. 371;\r\n      the war indemnity, i. 369, ii. 3, 29, 41, 45;\r\n      effects on the Embassy, i. 347.\r\n\r\n    Frankfort, i. 140, 236, 370.\r\n\r\n    Frederick William IV., King of Prussia, ii. 41, 62;\r\n      in the San Juan dispute, i. 19;\r\n      on German unity, i. 208, 247, 266;\r\n      and army, i. 207, 247-9, 252, 254-6, 348;\r\n      on disarmament, i. 266, 275, 277;\r\n      at Ems, i. 293, 305;\r\n      and Clarendon, i. 201, 204;\r\n      friendship for Arnim, ii. 46;\r\n      relations with Bismarck, ii. 54, 57, 62, 73, 120;\r\n      attempt to assassinate, ii. 146;\r\n      ill-health, ii. 80, 354.\r\n\r\n    Frederick William, Crown Prince of Prussia, on Franco-Prussian\r\n        relations, i. 207;\r\n      in the Franco-Prussian War, i. 309;\r\n      peaceful policy, i. 247;\r\n      English sympathies, i. 342, 343;\r\n      conversation with Odo Russell, ii. 80;\r\n      relations with Bismarck, ii. 57, 63, 74.\r\n\r\n    Free Trade, decline in France, i. 241, 245, 290, 372, ii. 3, 27, 163.\r\n      (_See_ Commercial Treaties and Protection);\r\n      Lyons on, i. 284, ii. 27.\r\n\r\n    Frère-Orban, M., visit to Paris, i. 219.\r\n\r\n    Freycinet, M. de, ii. 119, 154, 200, 350;\r\n      succeeds Waddington at Foreign Office, ii. 204;\r\n      his ideal ambassador, ii. 211;\r\n      refuses office in Gambetta Ministry, ii. 262;\r\n      forms Ministry, ii. 277;\r\n      retires from office, ii. 291, 378;\r\n      Egyptian policy, ii. 281-91, 356, 377, 392;\r\n      Eastern policy, ii. 223.\r\n\r\n    _Friedland_, the, sent to Tunis, ii. 238.\r\n\r\n    Fuad Pasha, Grand Vizier, on Turkish finance, i. 146;\r\n      and the Paris Conference, i. 153;\r\n      dismissal of, i. 155;\r\n      alluded to, i. 151, 155, 166, 167, 171.\r\n\r\n\r\n    Galliera, Duchess of, ii. 43.\r\n\r\n    Gallipoli, ii. 127.\r\n\r\n    Gallway, Colonel, sent to report on army of the Potomac, i. 128, 129.\r\n\r\n    Galt, Mr., Canadian Finance Minister, i. 60.\r\n\r\n    Gambetta, minister of war, i. 325-329, 336, 338, 345, 349, 351, 355,\r\n        356, 358, 360;\r\n      resigns office, i. 361;\r\n      recovery of influence, ii. 98;\r\n      dispute with Grévy, ii. 118;\r\n      interview with Prince of Wales, ii. 156;\r\n      growth of power, ii. 168;\r\n      on foreign policy of France, ii. 205;\r\n      resignation of, ii. 277;\r\n      and Ferry, ii. 249;\r\n      administrative qualities, ii. 262;\r\n      fall from office, ii. 296;\r\n      shot, ii. 301;\r\n      death, ii. 305;\r\n      policy and views of, i. 362, 363, 365, 370, ii. 8, 64, 67, 99, 106,\r\n        119, 133, 147, 166, 197, 198, 226, 237, 266;\r\n      Egyptian policy, ii. 177, 181, 261, 290;\r\n      St. Hilaire on, ii. 229.\r\n\r\n    Gambia, the, ii. 198.\r\n\r\n    Garibaldi, invades Papal States, i. 178;\r\n      embarrassing foreign policy, i. 177;\r\n      in Franco-Prussian war, i. 324.\r\n\r\n    _Gaulois_, on Sir J. Drummond Hay, ii. 329.\r\n\r\n    Genoa, i. 8.\r\n\r\n    Germany. _See also_ Prussia and Franco-German War;\r\n      Confederation question, i. 190, 192, 201, 204, 205, 207, 251, 266,\r\n        276, 277, 343;\r\n      and need of seaboard, ii. 60;\r\n      relations with Russia, ii. 42, 324;\r\n      military power, i. 275, ii. 80, 356.\r\n\r\n    Gibraltar, i. 200, ii. 288.\r\n\r\n    Gladstone, on American struggle, i. 89;\r\n      on Belgian independence, i. 212, 214, 218;\r\n      on a peer's vote, i. 225, ii. 336;\r\n      and disarmament, i. 250, 259;\r\n      on the plébiscite, i. 283, 289, 290;\r\n      and the Hohenzollern candidature, i. 298;\r\n      on peace negotiations, i. 334;\r\n      Russian sympathies, ii. 109;\r\n      Eastern policy, ii. 228, 231;\r\n      Egyptian policy, ii. 274, 329;\r\n      visit to Paris, ii. 313;\r\n      Bismarck's dislike of, ii. 353, 354;\r\n      resigns office, ii. 356;\r\n      letters to Lyons, i. 334, ii. 347.\r\n\r\n    _Globe_, and the Anglo-Russian Agreement, ii. 143.\r\n\r\n    Goblet, M., Prime Minister of France, ii. 380;\r\n      foreign policy, ii. 389;\r\n      difficulties of, ii. 392.\r\n\r\n    Godeaux, M., ii. 172.\r\n\r\n    Gontaut, M. de, ii. 29.\r\n\r\n    Goodenough, Captain, i. 128.\r\n\r\n    Gordon, General, sent to Soudan, ii. 321, 343;\r\n      in Khartoum, ii. 326;\r\n      death of, ii. 343.\r\n\r\n    Gortschakoff, Prince, i. 181, 209, 248, 273, ii. 42, 77, 80, 85, 88,\r\n       90;\r\n      Bismarck's abuse of, ii. 168.\r\n\r\n    Goschen, Mr. (afterward Viscount), at Constantinople, ii. 210, 223.\r\n\r\n    Gozze, Count, i. 6.\r\n\r\n    Gramont, Duc de, i. 289, 299, 302, 303, 340;\r\n      on the Hohenzollern candidature, i. 294;\r\n      and war, i. 307;\r\n      letter from Napoleon, i. 304;\r\n      Bismarck on, i. 320;\r\n      publishes letter of Beust, ii. 35, 36.\r\n\r\n    Grant, General, i. 133, 372.\r\n\r\n    Granville, Lord, at the Foreign Office, i. 294, 301, 343, 383;\r\n      policy in Franco-Prussian War, i. 313;\r\n      interview with Thiers, i. 316;\r\n      on revolution in Paris, i. 379;\r\n      Free Trade policy, ii. 27, 257;\r\n      Egyptian policy, ii. 274, 277;\r\n      succeeded by Lord Derby, ii. 54;\r\n      on the Eastern Question, ii. 231;\r\n      and Franco in Tunis, ii. 250;\r\n      on peers' voting, ii. 12;\r\n      on Waddington, ii. 314;\r\n      succeeded by Salisbury, ii. 356;\r\n      letters to Lyons, i. 294, 297, 317, 337, 340, 373, ii. 9, 23, 241,\r\n        242, 270, 289, 323, 324, 329, 332, 346, 348, 353;\r\n      letter to Gladstone, ii. 274.\r\n\r\n    Great Lakes, fortification of, i. 60.\r\n\r\n    Greece, ii. 183;\r\n      financial immorality, i. 163;\r\n      increase of power, i. 164;\r\n      and Turkey, i. 166, 209, ii. 89;\r\n      and the Eastern question, i. 160, ii. 131, 223;\r\n      frontier question, i. 206, ii. 207, 227, 229.\r\n\r\n    Greece, King of, ii. 225.\r\n\r\n    Greeley, Mr. Horace, i. 96.\r\n\r\n    Green, Mr., at Bucharest, i. 149, 153, 158.\r\n\r\n    Grévy, M., i. 328;\r\n      in the National Assembly, i. 365, 368, ii. 16;\r\n      dispute with Gambetta, ii. 118;\r\n      becomes President, ii. 167;\r\n      loss of prestige, ii. 202;\r\n      and Boulanger, ii. 367, 393;\r\n      New Year's reception, ii. 305;\r\n      and peace policy, ii. 382, 383.\r\n\r\n    Grey, General, letter to Clarendon, i. 211.\r\n\r\n    Griffith, Mr., i. 28.\r\n\r\n    Grousset, Paschal, i. 383.\r\n\r\n\r\n    Halifax, i. 73, 74.\r\n\r\n    Halim, ii. 261;\r\n      proposed to make Khedive, ii. 280.\r\n\r\n    Hammond, Mr., Under Secretary for Foreign Affairs, views and opinions\r\n        of, i. 63, 64, 77, 86, 294, 299;\r\n      letter to Lyons, i. 172.\r\n\r\n    Hauseman, ii. 46.\r\n\r\n    d'Harcourt, Emmanuel, ii. 91, 100, 144.\r\n\r\n    Harney, General. i. 19, 23.\r\n\r\n    Harper's Ferry, i. 20.\r\n\r\n    Hartington, Lord, ii. 330, 332, 371.\r\n\r\n    Hartmann, nihilist, ii. 207.\r\n\r\n    Hatfield, Lyons at, ii. 222.\r\n\r\n    Havannah, i. 54.\r\n\r\n    Hay, Sir J. Drummond, ii. 329.\r\n\r\n    Haymerle and the Austro-German Alliance, ii. 194.\r\n\r\n    Head, Sir Edmund, Governor-General of Canada, i. 39, 50.\r\n\r\n    Heneage, Mr., i. 132.\r\n\r\n    Herat, ii. 352.\r\n\r\n    Herbert, Sir Michael, i. 90.\r\n\r\n    Herbette, M. d', ii. 386.\r\n\r\n    Heron's Ghyll, Lyons at, ii. 424.\r\n\r\n    Herzegovina, ii. 141;\r\n      annexation of, i. 342;\r\n      insurrection in, ii. 84;\r\n      and the Andrassy Note, ii. 96, 127.\r\n\r\n    Hesse, i. 285.\r\n\r\n    Hicks Pasha, disaster in Soudan, ii. 320, 325.\r\n\r\n    Hobart Pasha, ii. 136.\r\n\r\n    Hohenlohe, Prince, ii. 31, 69, 292.\r\n\r\n    Hohenzollern, candidature for Spain, i. 294, 296, 305.\r\n\r\n    Hohenzollern-Sigmaringen, Prince Charles of, chosen Hereditary Prince\r\n        of Roumania, i. 155-157;\r\n      invested at Constantinople, i. 158.\r\n\r\n    Holland, i. 217;\r\n      and Luxembourg, i. 165, 168;\r\n      foreign designs on, i. 304, 355, ii. 83;\r\n      suggestions for protection of, ii. 113;\r\n      foreign relations, ii. 124;\r\n      in Constantinople Conference, ii. 109;\r\n      Bismarck's policy, ii. 345.\r\n\r\n    Hope, Sir James, i. 133.\r\n\r\n    Hope, Lady Mary, ii. 424.\r\n\r\n    Hope-Scott, James, ii. 418.\r\n\r\n    Hotham, Captain, ii. 22.\r\n\r\n    Hovas, Queen of the, ii. 301.\r\n\r\n    Howard, Lady Mary, ii. 418, 423.\r\n\r\n    Hoyos, Count, ii. 387.\r\n\r\n    Hudson, Sir James, note to the Sardinian Government, i. 10.\r\n\r\n    Hugo, Victor, i. 224, 363, 370, 371;\r\n      death and funeral, ii. 354.\r\n\r\n    Hungary, policy of Russia concerning, ii. 134.\r\n\r\n    Hussein Khan, ii. 216.\r\n\r\n\r\n    Iddesleigh, Lord, Foreign Secretary, ii. 375;\r\n      death of, ii. 383.\r\n\r\n    Ignatieff, General, Russian Minister at Constantinople, i. 148, 158;\r\n      mission to London, ii. 109;\r\n      foreign policy, ii. 128, 130.\r\n\r\n    Imperialists, policy of, ii. 56.\r\n\r\n    India, ii. 137, 205.\r\n\r\n    International Law on blockade, i. 97.\r\n\r\n    Irish emigrants in U.S.A., i. 15, 16, 25, 69;\r\n      liability to service, i. 109, 114, 115;\r\n      secret societies, i. 40.\r\n\r\n    Irish Church Bill, i. 224, ii. 10, 11.\r\n\r\n    Irish Nationalists, ii. 232.\r\n\r\n    Isabella, Queen, in France, ii. 22.\r\n\r\n    Ismail, Khedive, i. 221, 222, 239;\r\n      and Suez Canal Shares, ii. 85;\r\n      and Russo-Turkish War, ii. 110, 155, 171;\r\n      warning to, ii. 177;\r\n      deposed, ii. 185;\r\n      proposal to restore, ii. 344.\r\n\r\n    Italy, ii. 55;\r\n      neutral policy, i. 298, 302;\r\n      Bismarck on, i. 321;\r\n      Eastern policy, i. 164;\r\n      and Prussia, i. 178, 193;\r\n      and Savoy, i. 382;\r\n      policy in Tunis, ii. 240, 248.\r\n\r\n\r\n    Jahde, i. 228.\r\n\r\n    James river, America, i. 83.\r\n\r\n    Janina, ii. 183.\r\n\r\n    Jecker bonds, i. 218.\r\n\r\n    Jenner, Mr., i. 87.\r\n\r\n    Johnstone, Mr. Horace, i. 127.\r\n\r\n    Joinville, Prince de, ii. 3, 7, 34.\r\n\r\n    _Journal officiel_, i. 315, ii. 320.\r\n\r\n    Juarez, i. 13.\r\n\r\n\r\n    Karolyi, ii. 391.\r\n\r\n    Kars, ii. 143.\r\n\r\n    Kemble, Adelaide, ii. 422.\r\n\r\n    Kemble, Fanny, ii. 422.\r\n\r\n    Kennedy, i. 140.\r\n\r\n    Kentucky, i. 60.\r\n\r\n    Kern, M., Swiss Minister at Paris, ii. 255.\r\n\r\n    Khaireddin Pasha, ii. 167, 196.\r\n\r\n    Khartoum, ii. 322; Gordon in, ii. 326;\r\n      expedition to, ii. 341;\r\n      fall of, ii. 343.\r\n\r\n    Khedive. _See_ Ismail.\r\n\r\n    Kiel, i. 204.\r\n\r\n    Kitchener, Major (Lord), Rochefort's abuse of, ii. 358.\r\n\r\n    Klazko, Mgr., i. 272, 278, 294.\r\n\r\n    Knollys, Viscount, ii. 152.\r\n\r\n    Knowsley, Lyons at, ii. 222, 424.\r\n\r\n    Kroumirs, the, ii. 240, 301.\r\n\r\n\r\n    Lacour, M. Challemel, ii. 211, 257, 310;\r\n      becomes Foreign Minister, ii. 312;\r\n      on Egyptian question, ii. 316;\r\n      resignation of, ii. 320.\r\n\r\n    Lagarde, the Abbé, i. 385.\r\n\r\n    Land Bill (English), i. 294.\r\n\r\n    Landsturm Bill, ii. 62.\r\n\r\n    Lang-Son, French defeat at, ii. 349.\r\n\r\n    Lascelles, Sir Frank, i. 377.\r\n\r\n    La Tour d'Auvergne, La Prince de, i. 208, 233, 234, 240, 241, 308, 310.\r\n\r\n    La Valette, M. de, i. 206, 218, 223, 234, 242, 256, 261, 287, 298,\r\n        300-303;\r\n      on home policy, i. 229;\r\n      and disarmament, i. 247;\r\n      on the Hohenzollern candidature, i. 295;\r\n      on political situation, i. 285.\r\n\r\n    Layard, Mr. (Sir Henry), i. 295, 347;\r\n      reports from Constantinople, ii. 123, 127;\r\n      the Anglo-Turkish Convention, ii. 140, 142, 143;\r\n      on Treaty of Berlin, ii. 160;\r\n      withdrawn from Constantinople, ii. 209;\r\n      letter to Lyons, ii. 137, 138.\r\n\r\n    League of Patriots, ii. 402.\r\n\r\n    Leboeuf, on France's readiness for war, i. 307.\r\n\r\n    Le Flô, General, ii. 29;\r\n      conversation with Alexander of Russia, ii. 52, 54.\r\n\r\n    Legh, Mr. (Lord Newton), ii. 220.\r\n\r\n    Legitimists, policy of, i. 228, 364, 368, ii. 15, 18, 25, 56;\r\n      and Comte de Chambord, ii. 7;\r\n      proposed fusion with Orleanists, ii. 21;\r\n      White Flag Manifesto, ii. 47.\r\n\r\n    Leighton, Sir Frederick, ii. 423.\r\n\r\n    Le Mans, Chanzy at, i. 348, 359.\r\n\r\n    Leo XIII., ii. 425.\r\n\r\n    Lesseps, M. de, ii. 86;\r\n      and Suez Canal Shares, ii. 90, 93, 321;\r\n      on Soudan expedition, ii. 343.\r\n\r\n    Levy, Mr., and the Enfida estate, ii. 238.\r\n\r\n    Lhuys, Drouyn de, i. 241.\r\n\r\n    _Liberté_, publishes secret negotiations, i. 301.\r\n\r\n    Lincoln, President Abraham, i. 29, 34, 47, 60, 65, 69, 81, 88, 93,\r\n        98, 100, 115, 140;\r\n      issues proclamations of Emancipation, i. 95;\r\n      and the U.S. Army, i. 110.\r\n\r\n    Lindau, employed as secret agent by Bismarck, ii. 46.\r\n\r\n    Lindsay, Major-General, i. 129.\r\n\r\n    Lisbon, i. 144.\r\n\r\n    Little, Mrs., ii. 417.\r\n\r\n    Lobanoff, Prince, ii. 130.\r\n\r\n    Loftus, Lord Augustus, British Ambassador at Berlin, i. 250, 295;\r\n      despatches from, i. 218, 273, 276, 285, 293;\r\n      interview with Bismarck, i. 254, 261, 270, 275;\r\n      letters to Clarendon, i. 254, 270.\r\n\r\n    Longchamps, Reviews at, ii. 368, 369, 410.\r\n\r\n    Longworth, Mr., i. 161.\r\n\r\n    Lord Mayor, in Paris, ii. 64.\r\n\r\n    Lords, House of, Lyons vote in, i. 226, ii. 9, 336.\r\n\r\n    Lorraine. _See_ Alsace and Lorraine.\r\n\r\n    Louis XVI., i. 254.\r\n\r\n    Louis Philippe, i. 254.\r\n\r\n    Louis, Prince Imperial, ii. 102;\r\n      death of, ii. 190-193.\r\n\r\n    Lumley, British Minister at Brussels, ii. 75.\r\n\r\n    Luxembourg, report of cession to France, i. 165;\r\n      Prussia refuses consent to sell, i. 168;\r\n      conference in London, i. 169;\r\n      railway affair, i. 211, 257;\r\n      Commission in London, i. 219.\r\n\r\n    Lynch Law, i. 21.\r\n\r\n    Lyons, strength of garrisons at, i. 268, 349.\r\n\r\n    Lyons, Richard Bickerton Pemell, Lord, early life, i. 1;\r\n      succeeds to the peerage, i. 11;\r\n      Mission to Naples respecting _Cagliari_ case, i. 8-11;\r\n      appointed Minister at Florence, i. 11;\r\n      offer of the Washington Legation, i. 11;\r\n      with Prince of Wales in Canada, i. 25; a G.C.B., i. 76;\r\n      visits to Canada, i. 119, 134;\r\n      returns to London on account of ill-health, i. 89, 136;\r\n      resigns U.S. Legation, i. 139;\r\n      receives the degree of D.C.L., i. 144;\r\n      appointed to the Embassy at Constantinople, i. 144;\r\n      to Paris Embassy, i. 177;\r\n      removes with Embassy to Tours, i. 322;\r\n      to Bordeaux, i. 345;\r\n      returns to Paris, i. 375;\r\n      invited to represent England at Berlin Congress, ii. 125;\r\n      proffered resignation, ii. 394;\r\n      offer of Foreign Secretaryship, ii. 371;\r\n      termination of office, ii. 411;\r\n      created an earl, ii. 412;\r\n      death, ii. 412;\r\n      his personal characteristics, ii. 213-222, 412;\r\n      in private life, ii. 415.\r\n\r\n    Letters from Lyons--\r\n      to Lord Clarendon, i. 149, 152, 153, 206, 213, 219, 224, 227, 228,\r\n        230, 233, 235, 239, 241, 244, 248, 256, 273, 280, 283, 285, 288,\r\n        290.\r\n      to Earl Cowley, i. 154, 158, 174.\r\n      to Lord Derby, i. 156, ii. 54, 66, 95, 102, 107, 111, 112, 117,\r\n        119, 127.\r\n      to Sir C. Dilke, ii. 254, 255.\r\n      to Lord Granville, i. 296, 299, 301, 303, 305, 308, 312, 315, 322,\r\n        325, 329, 338, 350, 355, 356, 361, 365, 367, 371, 374, 376, 380,\r\n        382, 385, 386, ii. 2, 7, 13, 15, 21, 24, 26, 34, 36, 37, 39, 47,\r\n        48, 50, 223, 225, 226, 229, 230, 233, 235, 239, 243, 247, 248,\r\n        249, 258, 261, 262, 263, 265, 271, 275, 278, 280, 281, 283, 286,\r\n        292, 296, 298, 300, 302, 303, 308, 309, 312, 313, 314, 315, 317,\r\n        319, 320, 321, 323, 326, 328, 330, 334, 338, 339, 341, 342, 345,\r\n        350, 351, 352.\r\n      to Mr. Green, i. 158.\r\n      to Mr. Griffith, i. 28.\r\n      to Mr. Hammond, i. 127, 132, 309, 346.\r\n      to Sir Edmund Head, i. 39, 50.\r\n      to Lord Iddesleigh, ii. 375, 377, 378, 379, 381.\r\n      to Mr. Layard (Sir H.), i. 347, ii. 207.\r\n      to Captain Lyons, i. 5.\r\n      to Lady Lytton, ii. 209.\r\n      to Lord Malmesbury, i. 13, 14.\r\n      to Admiral Sir A. Milne, i. 104.\r\n      to Viscount Monck, i. 123.\r\n      to Duke of Newcastle, i. 28, 29.\r\n      to Lord Rosebery, ii. 363, 365, 366, 367, 368, 374.\r\n      to Lord John Russell, i. 17, 20, 21, 26, 30, 31, 36, 41, 42, 47, 55,\r\n        57, 59, 65, 67, 71, 74, 82, 85, 88, 101, 102, 115, 120, 122, 128,\r\n        136, 143, 145.\r\n      to Lord Odo Russell, ii. 30, 42, 51, 129.\r\n      to Lord Salisbury, ii. 134, 139, 145, 151, 152, 156, 165, 169, 171,\r\n        180, 191, 192, 195, 196, 198, 202, 204, 357, 371, 383, 387, 388,\r\n        389, 392, 394, 396, 398, 400, 402, 403, 404, 405, 410.\r\n      to Mr. Seward, i. 131, 140.\r\n      to Mr. Stuart, i. 139, 156.\r\n      to Lord Stanley (Earl Derby), i. 156, 159, 166, 179, 182, 186, 187,\r\n        190, 197, 201, 203.\r\n      to Prince of Wales, ii. 98.\r\n\r\n    Lyons, Admiral Sir Edmund, first baron, i. 1.\r\n\r\n    Lyons, Captain Edmund, i. 5, ii. 417.\r\n\r\n    Lytton, Lord, ii. 52, 209;\r\n      succeeds Lyons at Paris Embassy, ii. 411;\r\n      letter to Lyons, ii. 60.\r\n\r\n\r\n    McClellan, General, i. 56, 57, 65, 89.\r\n\r\n    McHugh, Mr. James, i. 131.\r\n\r\n    McLane, Mr., i. 13, 14.\r\n\r\n    MacMahon, Marshal, i. 306, ii. 38;\r\n      succeeds Thiers as President, ii. 43;\r\n      and war scare, ii. 83;\r\n      policy of, ii. 56, 67, 97, 105, 111;\r\n      character, ii. 100;\r\n      Gambetta on, ii. 100;\r\n      election defeat, ii. 116;\r\n      resigns office, ii. 167.\r\n\r\n    MacMahon, Madame la Maréchale, ii. 47, 114.\r\n\r\n    Madagascar, ii. 300, 301, 307, 318, 360, 380.\r\n\r\n    Magee, Mr., Consul at Mobile, i. 97, 121.\r\n\r\n    _Magicienne_, the, i. 100, 103.\r\n\r\n    Magne, M., finance minister, ii. 59.\r\n\r\n    Malet, Sir Edward, accompanies Lyons to the Washington Legation, i. 90;\r\n      on Lyons' work at, i. 137;\r\n      transferred to Lisbon, i. 140;\r\n      accompanies Lyons to Constantinople, i. 144;\r\n      to Paris, i. 177;\r\n      emissary to Bismarck, i. 318;\r\n      alluded to, i. 347, 377, 383, 387, ii. 128;\r\n      in Egypt, ii. 238, 271, 276;\r\n      letter to Lyons, i. 319.\r\n\r\n    Malmesbury, Lord, foreign secretary, i. 2, 8, ii. 11;\r\n      in the _Cagliari_ case, i. 10-14;\r\n      succeeded by Lord John Russell, i. 17.\r\n\r\n    Malta, i. 5, 146, ii. 139, 243, 288;\r\n      troops in, ii. 290;\r\n      Lyons' boyhood at, ii. 417.\r\n\r\n    Marne river, i. 345.\r\n\r\n    Marseilles, i. 349; riots at, ii. 248.\r\n\r\n    Martel, M., ii. 114.\r\n\r\n    Martin, Sir Theodore, i. 61.\r\n\r\n    Martino, ii. 177.\r\n\r\n    Marvin, Mr., ii. 143.\r\n\r\n    Mary, Grand Duchess, of Russia, i. 235.\r\n\r\n    Maryland, i. 60.\r\n\r\n    Mason, Mr., Confederate delegate to England, seized on board the\r\n        _Trent_, i. 54;\r\n      alluded to, i. 59, 60, 63, 74, 81;\r\n      failure of mission to Europe, i. 121.\r\n\r\n    Matamoros, i. 100, 104.\r\n\r\n    Mathilde, Princess, i. 223.\r\n\r\n    Mayence, i. 265.\r\n\r\n    Mazzinians, revolt of the, i. 9.\r\n\r\n    Mazzini, plot against Napoleon, i. 188.\r\n\r\n    Mediterranean, English power in, ii. 109, 113, 140, 200;\r\n      fleet ordered to Constantinople, ii. 123;\r\n      Indian troops in, ii. 132.\r\n\r\n    Mehmet Ali, ii. 276.\r\n\r\n    Menabrea, General, ii. 294;\r\n      on Sir J. Drummond Hay, ii. 329;\r\n      Ministry, i. 186.\r\n\r\n    Mentana, i. 178.\r\n\r\n    Mercantile Marine Law in France, ii. 24.\r\n\r\n    Mercier, M., French Minister in U.S.A., i. 32-34, 46, 66, 115, 156;\r\n      friendly relations with Lyons, i. 44, 54;\r\n      on _Trent_ case, i. 68, 70;\r\n      visits Confederate headquarters, i. 82;\r\n      on American Civil War, i. 82;\r\n      proposal of foreign intervention, i. 90, 96.\r\n\r\n    Merv, ii. 325.\r\n\r\n    Mesopotamia, Russian policy in, ii. 137.\r\n\r\n    Metternich, Prince, Austrian Ambassador in Paris, i. 287, 318, 338;\r\n      letter from Beust, ii. 35.\r\n\r\n    Metz, i. 304, 358;\r\n      French army at, i. 307, 321, 327;\r\n      capitulation of, i. 329, 351.\r\n\r\n    Mexico, United States policy in, i. 13, 15, 21;\r\n      expedition against, i. 70;\r\n      French in, i. 177, 218;\r\n      Emperor of, i. 133.\r\n\r\n    Michel, Louise, ii. 316.\r\n\r\n    Midhat Pasha, ii. 196.\r\n\r\n    Military attachés, i. 120.\r\n\r\n    Military efficiency, Lord Palmerston on, i. 48.\r\n\r\n    Militia regiments in U.S., i. 47, 50.\r\n\r\n    Milne, Admiral Sir A., i. 39, 52, 58, 59, 100, 104, 119.\r\n\r\n    Missouri, i. 60.\r\n\r\n    Mobile, i. 97, 121.\r\n\r\n    Mohrenheim, Baron, ii. 325.\r\n\r\n    Moldo-Wallachian Principalities, i. 148-150.\r\n\r\n    Moltke, General von, i. 354, 374, ii. 30;\r\n      on Germany's position in Europe, i. 196;\r\n      on Franco-Prussian relations, i. 201;\r\n      on relations with Russia, i. 202;\r\n      and Clarendon, i. 203;\r\n      and the war scare, ii. 74.\r\n\r\n    Monck, Lord, Governor-General of Canada, i. 60, 125, 126;\r\n      and Canadian defence, i. 132, 133.\r\n\r\n    _Moniteur_, article in, i. 159.\r\n\r\n    Monroe doctrine, i. 23.\r\n\r\n    Monson, Mr., attaché at Washington, i. 87.\r\n\r\n    Montebello, M. de, ii. 165;\r\n      Eastern policy, ii. 225, 407.\r\n\r\n    Montenegro, ii. 142, 227;\r\n      surrender of Dulcigno to, ii. 232;\r\n      Prince of, ii. 226.\r\n\r\n    Montpensier, i. 294.\r\n\r\n    Moore, Mr., i. 122.\r\n\r\n    Morier, Sir Robert, quoted, i. 344, ii. 82.\r\n\r\n    Morocco, French policy in, ii. 386.\r\n\r\n    Morrill Tariff (U.S.), i. 57.\r\n\r\n    Moscow, coronation, ii. 314.\r\n\r\n    Mouchy, Duc de, i. 233.\r\n\r\n    Moustier, Marquis de, French Ambassador at Constantinople, i. 147,\r\n        148, 153;\r\n      and Roumanian difficulty, i. 156, 158;\r\n      Eastern policy, i. 165, 186, 192;\r\n      and Prussia, i. 195;\r\n      succeeded by de la Valette, i. 206;\r\n      alluded to, i. 202, 203.\r\n\r\n    Münster, Count, German Ambassador in London, ii. 75;\r\n      on the German army, ii. 80;\r\n      and French policy in Tunis, ii. 139;\r\n      at French Embassy, ii. 388, 410.\r\n\r\n    Münster, Countess Marie, ii. 387.\r\n\r\n    Murat, Prince Joachim, i. 233.\r\n\r\n    Muscovite party, and Germany, i. 255.\r\n\r\n    Mussulmans, and the Roman Catholic Church, ii. 4;\r\n      population in Turkey, i. 161;\r\n      discontent among, i. 167;\r\n      position in Bulgaria, ii. 227.\r\n\r\n    Musurus Pasha, i. 152, 171, ii. 348.\r\n\r\n\r\n    Naples, i. 8, 146.\r\n\r\n    Napoleon III., Emperor of France, i. 8;\r\n      proposal of intervention in American Civil War, i. 92;\r\n      Pro-Russian sympathies, i. 165. 170;\r\n      foreign policy, i. 183, 187, 213, 215. 220, 238;\r\n      on foreign policy of Prussia, i. 192;\r\n      on Franco-Prussian situation, i. 203;\r\n      on Spanish affairs, i. 207;\r\n      love of Conferences, i. 209;\r\n      ill-health of, i. 236;\r\n      plot, against, i. 285;\r\n      position in France, i. 187, 197, 235;\r\n      home policy, i. 227-9, 232, 234, 237, 240, 250;\r\n      and Constitutional Government, i. 190, 274;\r\n      and the plébiscite, i. 280, 291;\r\n      disposition for peace, i.\r\n      191, 296;\r\n      with the army, i. 307, 355;\r\n      question of restoration, ii. 17;\r\n      at Chislehurst, ii. 21;\r\n      death of, ii. 36;\r\n      Bismarck on, i. 254, 320, 333;\r\n      friendship for Clarendon, i. 201;\r\n      letter to Gramont, i. 304.\r\n\r\n    Napoleon, Prince, on the \"Roman\" question, i. 181;\r\n      on French foreign policy, i. 185;\r\n      on war with Germany, i. 191, 194, 203;\r\n      visit to Germany, i. 191;\r\n      Proclamation denouncing the Republic, ii. 305, 309;\r\n      arrest, ii. 308;\r\n      release, ii. 311;\r\n      expulsion from France, ii. 366;\r\n      alluded to, i. 235, ii. 2, 64, 191.\r\n\r\n    National Assembly, at Versailles, i. 373.\r\n\r\n    National Guards, defection of, i. 376;\r\n      at Courbevoie, i. 381.\r\n\r\n    Neapolitan troops, i. 9.\r\n\r\n    Nelidoff, M. de, ii. 389.\r\n\r\n    Newcastle, Duke of, Colonial Secretary, i. 24, 28, 29.\r\n\r\n    Newfoundland Fisheries, ii. 103, 153, 156, 197, 356, 384, 386.\r\n\r\n    Newfoundland, Governor of, on colonial questions, i. 292.\r\n\r\n    New Hampshire, i. 113.\r\n\r\n    New Hebrides, ii. 314, 374, 386, 388, 390, 407, 409.\r\n\r\n    New Orleans, i. 83; captured, i. 93.\r\n\r\n    New York, i. 111, 113, 115;\r\n      visit of Russian squadron to, i. 120.\r\n\r\n    Nice, ii. 26.\r\n\r\n    Nicholas, Grand Duke, ii. 137.\r\n\r\n    Niel, Marshal, orations by, i. 196.\r\n\r\n    Nigra, Italian minister in Paris, i. 186.\r\n\r\n    Noailles, Marquis de, ii. 197, 287.\r\n\r\n    Nobiling, attempt to assassinate German Emperor, ii. 146.\r\n\r\n    Noir, Victor, i. 244.\r\n\r\n    Norfolk, America, i. 83.\r\n\r\n    Norfolk, Duke of, i. 11, ii. 417.\r\n\r\n    Norfolk, Duchess of, i. 139, ii. 218, 373, 424.\r\n\r\n    Normanby, Lord, Minister at Florence, i. 7, 8, 87;\r\n      on Parliamentary voting, ii. 9.\r\n\r\n    Northbrook, Lord, mission to Cairo, ii. 332;\r\n      return to England, ii. 337.\r\n\r\n    North Carolina, revolt in, i. 35.\r\n\r\n    _North German Gazette_, articles in, i. 299, 305.\r\n\r\n    North Sea, Prussian fortifications on, i. 265.\r\n\r\n    Nothomb, Baron, ii. 74, 76.\r\n\r\n    Nubar Pasha, ii. 171, 204;\r\n      on Egyptian situation, ii. 278.\r\n\r\n    Nuncio, the, in Paris, i. 287-8, 387.\r\n\r\n\r\n    Oldenburg, Duke of, i. 266.\r\n\r\n    Ollivier, M. Emile, i. 240, ii. 35;\r\n      ministry of, i. 243;\r\n      policy of, i. 266;\r\n      and the plébiscite, i. 283, 284, 286;\r\n      on disarmament, i. 248, 283, 301;\r\n      resignation of, i. 307.\r\n\r\n    Omar Pasha, sent to Crete, i. 166.\r\n\r\n    Ordega, M., French Minister at Tangier, ii. 329.\r\n\r\n    _Orénoque_, at Civita Vecchia, ii. 55.\r\n\r\n    _Oreto_, the, i. 99.\r\n\r\n    Orleans, i. 336, 349.\r\n\r\n    Orleanists, i. 228, 349, 368, ii. 2, 15, 18, 21, 25, 56, 66, 106, 116;\r\n      Expulsion Bill, ii. 365, 366.\r\n\r\n    Orloff, Prince, Russian Ambassador at Paris, ii. 33, 34, 231;\r\n      policy in Central Asia, ii. 38;\r\n      conversation with Décazes, ii. 69;\r\n      withdrawn from Paris, ii. 207.\r\n\r\n    Osman Pasha, ii. 167.\r\n\r\n    Oxford, Lyons at, i. 1.\r\n\r\n\r\n    Pacific coast defence, i. 40.\r\n\r\n    Pagny, ii. 400.\r\n\r\n    Pain, Olivier, ii. 358.\r\n\r\n    Paladines, General d'Aurelle de, i. 336.\r\n\r\n    Palermo, i. 146.\r\n\r\n    Palikao, Count, i. 307.\r\n\r\n    Palmerston, Lord, on fight of Bull's Run, i. 48;\r\n      on foreign intervention in American Civil War, i. 92;\r\n      and Lyons, i. 144, ii. 11;\r\n      death of, i. 149 _n._\r\n\r\n    Papal government, i. 3, 4, 8, 184, ii. 31;\r\n      and Irish affairs, ii. 234-6.\r\n\r\n    Paris, Conference at, i. 153, 155;\r\n      Lyons appointed to the Embassy, i. 173, 177;\r\n      riots in, i. 286, 376, 386, ii. 316;\r\n      panic in, i. 306;\r\n      defences of, i. 317;\r\n      diplomatists leave, i. 322;\r\n      siege of, i. 348;\r\n      bombardment of, i. 356, 383;\r\n      military power in, i. 356;\r\n      Embassy returns to, i. 375;\r\n      Commune proclaimed, i. 379.\r\n\r\n    Paris Exhibition, ii. 161.\r\n\r\n    Paris, Treaty of, i. 337, 339.\r\n\r\n    Paris, Archbishop of, seized by Commune, i. 384;\r\n      killed, i. 386.\r\n\r\n    Paris, Comte de, ii. 8, 21, 25, 48, 56, 365, 366, 382.\r\n\r\n    Park, engineer on the _Cagliari_, i. 9.\r\n\r\n    Parnell, Mr., ii. 234.\r\n\r\n    Pasquier, Duc d'Audiffret, ii. 117.\r\n\r\n    Pau, ii. 22.\r\n\r\n    Pauncefote and Egyptian Commission, ii. 353.\r\n\r\n    Pearson, Mr., ii. 417.\r\n\r\n    Peel, Sir Robert, attack on Lyons, i. 324, ii. 129.\r\n\r\n    Penjdeh, fight at, ii. 348.\r\n\r\n    Persia, Shah of, visit to Berlin, ii. 354.\r\n\r\n    Persian Gulf, Russian policy in, ii. 352.\r\n\r\n    Peruvian Papers, i. 32.\r\n\r\n    _Peterhoff_, the, i. 100, 103.\r\n\r\n    Petre, Mr., i. 2.\r\n\r\n    Philippines, German interest in, ii. 60.\r\n\r\n    Picard, M., i. 358, 387.\r\n\r\n    Pines, Isle of, ii. 362, 364.\r\n\r\n    Pius IX., ii. 423.\r\n\r\n    Playfair, Colonel, i. 382.\r\n\r\n    Poland, French policy in, i. 177, ii. 345.\r\n\r\n    Polish Party, intrigues of, i. 272.\r\n\r\n    Ponza island, i. 9.\r\n\r\n    Portland, U.S.A., i. 81.\r\n\r\n    Portugal, independence threatened, ii. 39.\r\n\r\n    Postage, international, i. 211.\r\n\r\n    Pothuau, Admiral, French ambassador, ii. 203, 210.\r\n\r\n    Potomac, i. 59; army of the, i. 128.\r\n\r\n    Prague, Treaty of, i. 204.\r\n\r\n    Prince Consort, advice in _Trent_ case, i. 61, 77.\r\n\r\n    Prince Eugène Barracks, i. 286.\r\n\r\n    Protection in U.S.A., i. 18.\r\n\r\n    Protection, growth of, in France, i. 241, 243, 245, 284, ii. 3, 27,\r\n        165, 244, 257.\r\n      _See also_ COMMERCIAL TREATIES.\r\n\r\n    Protestants in Papal dominions, i. 4.\r\n\r\n    Provincetown, i. 74.\r\n\r\n    Prussia (_see also_ Germany and Franco-German War), proposed\r\n        intervention in American Civil War, i. 91;\r\n      irritation against, in Paris, i. 165;\r\n      alliance with Italy, i. 178;\r\n      refuses consent to sell Luxembourg, i. 168;\r\n      relations with Austria, i. 186;\r\n      armament of, i. 192;\r\n      desire for peace, i. 201;\r\n      relations with Russia, i. 202;\r\n      question of disarmament, i. 246;\r\n      and Hohenzollern candidature in Spain, i. 294.\r\n\r\n\r\n    Quebec, i. 116, 133.\r\n\r\n    Quertier, M. Pouyer, ii. 23, 24.\r\n\r\n\r\n    Raby, ii. 424.\r\n\r\n    Radowitz, M., ii. 130, 231.\r\n\r\n    Rahming, i. 132.\r\n\r\n    Raindre, M. de, ii. 317.\r\n\r\n    Rastadt, Prussian troops at, i. 302.\r\n\r\n    Reciprocity Treaties, i. 17, 50, 74, 123.\r\n\r\n    Recruiting methods in American Civil War, i. 110, 133.\r\n\r\n    Redcliffe, Lord Stratford de, ii. 424;\r\n      letter to Lyons, i. 150.\r\n\r\n    Regnier, M., and General Bourbaki, i. 327.\r\n\r\n    Rémusat, M. de, ii. 23, 25.\r\n\r\n    _République Française_, anti-English articles in, ii. 180, 302.\r\n\r\n    Réunion, ii. 198.\r\n\r\n    Rhenish Prussia, i. 193.\r\n\r\n    Rhodes, ii. 159.\r\n\r\n    Riaz Pasha, ii. 203.\r\n\r\n    Richmond, U.S.A., Confederate headquarters, i. 82, 93, 133.\r\n\r\n    Ring, M. de, ii. 182, 238.\r\n\r\n    Rio Grande, i. 100.\r\n\r\n    Ripley, General, i. 94.\r\n\r\n    Ripon, Lord, mission to Washington, i. 190.\r\n\r\n    Rochebouet, General, ii. 120.\r\n\r\n    Rochefort, M. de, i. 230, 244, 313, 358, 363.\r\n\r\n    Rogers, Mr., ii. 425.\r\n\r\n    Rome, i. 2.\r\n\r\n    \"Roman question,\" i. 178, 182, 231.\r\n\r\n    Rosebery, Lord, visit to Bismarck, ii. 353;\r\n      at Foreign Office, ii. 361;\r\n      retires from office, ii. 371;\r\n      letters to Lyons, ii. 363, 374.\r\n\r\n    Rothschild, Baron Alphonse de, ii. 312, 315, 405.\r\n\r\n    Rothschild, Sir Nathaniel, ii. 93, 315.\r\n\r\n    Rothschild, Messrs., ii. 90, 175.\r\n\r\n    Rouher, M., i. 228, 233, 244, 285, ii. 8;\r\n      foreign policy, i. 178, 183, 184, 254;\r\n      resignation of, i. 234, 237.\r\n\r\n    Roumania, i. 155, 156, ii. 131.\r\n\r\n    Roumelia, ii. 145, 227, 360.\r\n\r\n    Roustan. M., French Agent at Tunis, ii. 240, 248.\r\n\r\n    Rouvier, M., ii. 335;\r\n      becomes President, ii. 404.\r\n\r\n    Russell, Lord John (Earl Russell), at Foreign Office, i. 17;\r\n      appoints Lyons attaché at Rome, i. 2, ii. 11;\r\n      policy in U.S.A., i. 37, 38, 61, 76, 90, 101, 127;\r\n      dislike of Seward, i. 118, 123;\r\n      his appreciation of Lyons, i. 141;\r\n      offers Lyons Constantinople Embassy, i. 144, ii. 11;\r\n      succeeded by Clarendon, i. 149;\r\n      visit to Paris, i. 283, 284;\r\n      to Versailles, i. 345;\r\n      letters to Lyons, i. 19, 37, 52, 62, 64, 92, 98, 99, 118, 132, 141.\r\n\r\n    Russell, Odo (Lord Ampthill), on Roman question, i. 187;\r\n      meets Bismarck at Versailles, i. 339;\r\n      conversation with Bismarck, ii. 55;\r\n      on Bismarck's policy, ii. 60, 73, 87;\r\n      and the Constantinople Congress, ii. 145;\r\n      alluded to, ii. 71, 236, 345, 354;\r\n      letters to Derby, ii. 61, 72, 74, 77;\r\n      letters to Lyons, i. 184, ii. 29, 31, 40, 45, 52, 130;\r\n      despatch from, ii. 96.\r\n\r\n    Russell, W. H., quoted, i. 35.\r\n\r\n    Russia, policy in America, i. 91;\r\n      and the Treaty of Paris, i. 337;\r\n      foreign policy of, i. 354, ii. 33, 75, 76;\r\n      relations with Prussia, i. 202, 260, 268, ii. 42, 324;\r\n      and Denmark, i. 355;\r\n      policy in Turkey, i. 154, 159, 166, 209, 351;\r\n      in Eastern question, i. 164, 186, ii. 85;\r\n      in Asia, ii. 38, 345;\r\n      reputed ill-will to England, ii. 71;\r\n      military honour of, ii. 352.\r\n\r\n    Russo-Turkish War, ii. 109, 121.\r\n\r\n\r\n    Sackville, Lord, i. 41.\r\n\r\n    Sadowa, i. 185, 202, 301, ii. 36.\r\n\r\n    St. Albans (Amer.), raid of, i. 135.\r\n\r\n    St. Cloud, i. 197, 203, 208, 233.\r\n\r\n    St. Denis, i. 382.\r\n\r\n    St. Germain, i. 375.\r\n\r\n    St. Hilaire, M. Barthélemy, at Foreign Office, ii. 229, 213, 248.\r\n\r\n    St. Lawrence, i. 133.\r\n\r\n    St. Malo, i. 347, ii. 22.\r\n\r\n    St. Paul, M. de, ii. 114.\r\n\r\n    St. Petersburg, i. 162, 317.\r\n\r\n    St. Quentin, defeat of French at, i. 359.\r\n\r\n    St. Thomas, U.S. ships at, i. 104, 105.\r\n\r\n    St. Vallier, Comte de, ii. 136.\r\n\r\n    _St. Vincent_, deserters from, i. 111.\r\n\r\n    Salisbury, Lord, on Derby's foreign policy, ii. 105;\r\n      at Constantinople Conference, ii. 107, 108;\r\n      at the Foreign Office, ii. 132, 356;\r\n      on government of Orientals, ii. 178;\r\n      and Tunis, ii. 250;\r\n      and Mgr. Czacki, ii. 233, 234;\r\n      succeeded by Rosebery, ii. 361;\r\n      Layard on, ii. 138;\r\n      letters to Lyons, ii. 133, 140, 142, 144, 158, 172, 173, 175,\r\n        176, 178, 180, 185, 187, 188, 190, 193, 242, 371, 386, 391,\r\n        395, 409;\r\n      letter to Waddington, ii. 148.\r\n\r\n    Salzburg, ii. 47.\r\n\r\n    Sanford, Mr., i. 44.\r\n\r\n    _San Jacinto_, American warship, i. 54.\r\n\r\n    San Juan, disputed ownership of, i. 18, 23, 29, 30;\r\n      Company of Marines on, i. 43.\r\n\r\n    San Stefano, Treaty of, ii. 124, 131, 136, 137, 144.\r\n\r\n    Sapri, i. 9.\r\n\r\n    Sardinia, i. 8, 10.\r\n\r\n    Saumarez, Lord de, i. 377.\r\n\r\n    Saussier, General, ii. 367.\r\n\r\n    Savannah, i. 94.\r\n\r\n    Savoy, i. 382.\r\n\r\n    Saxony, i. 193.\r\n\r\n    Saxony, Crown Prince of, i. 387.\r\n\r\n    Say, M. Léon, Minister of Finance, ii. 119, 181, 200;\r\n      elected President of the Senate, ii. 210;\r\n      Eastern policy, ii. 225;\r\n      refuses office in Gambetta ministry, ii. 262.\r\n\r\n    Schnaebelé, M., ii. 400, 401.\r\n\r\n    Schouvaloff, Count, Russian Ambassador in London, ii. 76, 80, 88,\r\n      140, 142.\r\n\r\n    Schwarzenberg, Prince, i. 272.\r\n\r\n    Scotland, Papal Government's plans in, i. 4.\r\n\r\n    Scott, General, i. 19, 47, 64, 68.\r\n\r\n    Sedan, i. 351, ii. 17.\r\n\r\n    Seine, English merchant ships sunk in, i. 344;\r\n      Prefect of the, ii. 65.\r\n\r\n    Semmes, Captain, i. 105.\r\n\r\n    Servians and the Fortress of Belgrade, i. 161.\r\n\r\n    Seward, Mr., i. 29;\r\n      appointed Secretary of State, U.S.A., i. 30;\r\n      policy of, i. 31 _et seq._;\r\n      advocates annexation of Canada, i. 40;\r\n      in the _Trent_ case, i. 65 _et seq._;\r\n      friendly relations with England, i. 80;\r\n      on the war, i. 92;\r\n      and Conscription Act, i. 115;\r\n      proposes state visit to England, i. 117-9;\r\n      correspondence with, i. 121;\r\n      letter to Lyons, i. 141.\r\n\r\n    Seymour, Mr., i. 140.\r\n\r\n    Seymour, Admiral Sir Beauchamp (Lord Alcester), ii. 228.\r\n\r\n    Sfax, insurrections at, ii. 249.\r\n\r\n    Sheffield, Mr. George, Private Secretary to Lyons, i. 90, 136;\r\n      sent to Frankfort, i. 140;\r\n      accompanies Lyons to Constantinople, i. 144;\r\n      to Paris, i. 177, 347, 377, ii. 98, 128, 204, 397, 427;\r\n      conversations with Gambetta, ii. 226, 237.\r\n\r\n    \"Shifting Scenes\" quoted, i. 137.\r\n\r\n    Shumla, ii. 137, 138.\r\n\r\n    Siam, ii. 358.\r\n\r\n    Simon, M. Jules, i. 387;\r\n      Prime Minister, ii. 106;\r\n      turned out of office, ii. 111.\r\n\r\n    Sinkat, ii. 322.\r\n\r\n    Slave trade in America, i. 20, 34;\r\n      proclamations of Emancipation, i. 95.\r\n\r\n    Slave Trade Treaty, i. 85.\r\n\r\n    Slidell, Mr., Confederate delegate to England seized on board the\r\n        _Trent_, i. 54, 59, 60, 63, 74, 81;\r\n      failure of mission to Europe, i. 121;\r\n      Mr. Benjamin's letter to, i. 122.\r\n\r\n    Smyrna, proposed seizure of, ii. 228, 230.\r\n\r\n    Socialism in France, i. 280.\r\n\r\n    Somaliland coast troubles, ii. 362, 363, 409.\r\n\r\n    Soudan, Hicks Pasha's disaster, ii. 320, 321;\r\n      Baker Pasha's defeat, ii. 323;\r\n      affairs in, ii. 343.\r\n\r\n    Spain, internal affairs of, i. 200, 207, 221, ii. 39-41;\r\n      the Hohenzollern candidature, i. 294;\r\n      in Mexico, i. 70;\r\n      commercial relations with France, ii. 26;\r\n      in Constantinople Conference, ii. 109;\r\n      King of, mobbed in Paris, ii. 319.\r\n\r\n    Spüller, M., ii. 197, 263.\r\n\r\n    Stackelberg, on the Turco-Greek question, i. 206.\r\n\r\n    _Standard_, the, on Franco-German relations, ii. 382.\r\n\r\n    Stanley, Dean, ii. 193.\r\n\r\n    Stanley, Lord (Earl of Derby), becomes Foreign Secretary, i. 156_n._;\r\n      diplomatic views, i. 161;\r\n      on the Cretan quarrel, i. 163;\r\n      on the Luxembourg difficulty, i. 169;\r\n      offers Paris Embassy to Lyons, i. 173;\r\n      on the Roman question, i. 178, 181;\r\n      American policy, i. 188;\r\n      and Franco-Prussian situation, i. 195, 203;\r\n      succeeded by Clarendon, i. 206;\r\n      and Prussian disarmament, i. 246;\r\n      on Parliamentary vote, ii. 10, 11;\r\n      at the Foreign Office, ii. 54, 123;\r\n      resignation of, ii. 132;\r\n      foreign policy, ii. 105, 107;\r\n      in Egypt, ii. 104, 122;\r\n      in Russo-Turkish War, ii. 121;\r\n      in the Eastern Question, ii. 95, 125;\r\n      in French politics, ii. 64, 112;\r\n      and the Suez Canal Shares, ii. 93;\r\n      Bismarck's dislike of, ii. 353, 354;\r\n      letters to Lyons, i. 164, 168, 195, ii. 71, 86, 87, 91, 121, 125;\r\n      letter to Odo Russell, ii. 75.\r\n\r\n    Stanton, General, and the Suez Canal Shares, ii. 87, 90.\r\n\r\n    Staveley, Mr., letter to Lyons, i. 226.\r\n\r\n    Stewart, Lady Phillippa, ii. 427.\r\n\r\n    Stoeckl, M. de, Russian Minister in U.S.A., i. 32, 33.\r\n\r\n    Stoffel, Colonel, military reports of, ii. 50.\r\n\r\n    Strasburg, i. 321, 358.\r\n\r\n    Stuart, Lord, ii. 9.\r\n\r\n    Stuart, Mr., Chargé d'affaires in Washington, i. 89, 92, 116.\r\n\r\n    Suakim, French consul at, ii. 362.\r\n\r\n    Suez Canal, i. 156, 221, 222;\r\n      Anglo-French relations in, ii. 287, 289, 321;\r\n      Commission, ii. 348, 352, 362, 363, 375, 388-91.\r\n\r\n    Suez Canal Shares, Khedive prepares to sell, ii. 85;\r\n      purchased by England, ii. 90, 96.\r\n\r\n    Sumner, Mr., i. 41, 85, 119, 120.\r\n\r\n    Sunderland. Rev. Dr., on the _Trent_ case, i. 76.\r\n\r\n    Sweden, King and Queen of, visit to Berlin, ii. 81.\r\n\r\n    Switzerland, i. 198, 363;\r\n      proposed Confederation with South German States, i. 204, 205;\r\n      and Savoy, i. 382;\r\n      Commercial Treaty, ii. 8;\r\n      Protectionist policy, ii. 255.\r\n\r\n    Syria, Russia in, ii. 137, 141.\r\n\r\n\r\n    Tahiti, ii. 198.\r\n\r\n    Tangier, ii. 386.\r\n\r\n    Tariff Bill, U.S.A., i. 50.\r\n\r\n    Tel-el-Kebir, ii. 285.\r\n\r\n    Tennessee, i. 85.\r\n\r\n    Tenterden, Lord, letter to Lyons, ii. 90;\r\n      on Egypt, ii. 271.\r\n\r\n    Tewfik, Prince, ii. 174;\r\n      proclaimed Khedive, ii. 185;\r\n      plot to dethrone, ii. 261;\r\n      proposal to depose, ii. 278, 280.\r\n\r\n    Texas, i. 31.\r\n\r\n    Therapia, ii. 417.\r\n\r\n    Thibaudin, General, ii. 312, 319.\r\n\r\n    Thiers, M., foreign policy, i. 185, 338, 347, 368, 373, 378,\r\n        ii. 19, 43;\r\n      and the political crisis, i. 282, 284;\r\n      on Napoleon III., i. 221, ii. 36;\r\n      interview with Lyons, i. 311;\r\n      mission to the Powers, i. 315, 317, 335;\r\n      on causes of the war, i. 316;\r\n      interview with Clarendon, i. 323;\r\n      interviews with Bismarck, i. 329, 331, 342, 353, 358;\r\n      peace efforts, i. 345, 347, 349, 369-71, ii. 29;\r\n      on the situation in Prussia, i. 332;\r\n      favours a republic, i. 362, 372;\r\n      in the National Assembly, i. 365, ii. 1;\r\n      commercial policy, i. 245, ii. 3, 5, 24;\r\n      made President, ii. 14;\r\n      tenders resignation, ii. 21;\r\n      and military re-organization, ii. 27, 29;\r\n      ill-health, ii. 31;\r\n      and the Triple Alliance, ii. 42;\r\n      succeeded by MacMahon, ii. 43;\r\n      home policy, ii. 34, 64, _et passim_;\r\n      Gambetta on, ii. 99.\r\n\r\n    Thile, Prussian Under Secretary of State for Foreign Affairs, i. 305.\r\n\r\n    Thouvenel, M., i. 44, 63, 66, 67.\r\n\r\n    Three Emperors Alliance, ii. 131, 145, 237.\r\n\r\n    _Thunderer_, H.M.S., ii. 239.\r\n\r\n    _Times_, references to, ii. 258, 303, 335, 343, 358.\r\n\r\n    Tirard, M., Minister of Commerce, ii. 253.\r\n\r\n    Tissot, M., i. 350, ii. 205;\r\n      at Constantinople, ii. 210, 300.\r\n\r\n    Tonquin, French affairs in, ii. 302, 307, 318, 320, 322, 327, 334,\r\n      337, 340, 342, 344, 350, 360, 369, 380.\r\n\r\n    Toulon, i. 349.\r\n\r\n    Tours, i. 315, 324, 345.\r\n\r\n    _Trent_ case, i. 29, 54-78, 101, 103.\r\n\r\n    Tripartite Treaty, ii. 141, 142.\r\n\r\n    Triple Entente foreseen by Thiers, ii. 39.\r\n\r\n    Tripoli, ii. 105; Italy in, ii. 251.\r\n\r\n    Trochu, General, i. 303, 307, 318, 345, 354, 358, 359, 361.\r\n\r\n    Trower, Major, ii. 424.\r\n\r\n    Troyes, i. 197.\r\n\r\n    Tuilleries, balls at the, i. 245, 288.\r\n\r\n    Tunis, i. 8, 221;\r\n      French position in, i. 199, ii. 55, 139, 154, 163, 164, 173, 238,\r\n        350;\r\n      French Protectorate established, ii. 243;\r\n      proposed Commission at, i. 206;\r\n      Germany in, ii. 55;\r\n      Italy in, ii. 105, 139.\r\n\r\n    Tunis, Bey of, i. 148.\r\n\r\n    Turkey, financial affairs, i. 146, 149, _et seq._, ii. 208;\r\n      bankruptcy of, ii. 84;\r\n      navy of, i. 151;\r\n      condition in 1866, i. 159;\r\n      in Crete, i. 208;\r\n      in Egypt, ii. 272, 276, 281, 321;\r\n      policy of Russia in, i. 159, 166, 351;\r\n      Prussian opinion of, i. 193.\r\n\r\n    Turco-Greece affairs, i. 206, 209, 210.\r\n\r\n    Turkey, Sultan of, and Khedive Ismail, i. 221;\r\n      and French Ambassador, ii. 32.\r\n\r\n    Tuscany, i. 2, 7.\r\n\r\n\r\n    Ultramontane Party in Belgium, ii. 68.\r\n\r\n    Ultramontanes, Bismarck's contest with, ii. 49, 50, 55, 81.\r\n\r\n    United States Legation, represents Prussia in France, i. 308, 309.\r\n\r\n    _Univers_, the, ii. 51.\r\n\r\n\r\n    Vacoufs, question of secularization, i. 147.\r\n\r\n    Varna, ii. 137, 138.\r\n\r\n    Varzin, Bismarck at, i. 299, ii. 70.\r\n\r\n    Vattel, i. 64.\r\n\r\n    Venables, Mrs. Lister, ii. 417.\r\n\r\n    Versailles, diplomatic meetings at, i. 330, 337, 345, 358;\r\n      peace negotiations at, i. 368;\r\n      National Assembly established at, i. 373;\r\n      Government retires to, i. 376;\r\n      Thiers at, ii. 3, 21;\r\n      MacMahon at, ii. 44.\r\n\r\n    Vevey, ii. 90.\r\n\r\n    Victor Emmanuel (King of Italy), i. 178, 183, 201.\r\n\r\n    Victor, Prince, expulsion from France, ii. 366.\r\n\r\n    Victoria, Queen, letter to President Buchanan, i. 26;\r\n      and _Trent_ case, i. 61;\r\n      Sultan's wish to visit, i. 171;\r\n      reported plot against, i. 188;\r\n      visit to Paris, i. 197, 198;\r\n      on France in Belgium, i. 211;\r\n      and the Empress Eugénie, i. 222;\r\n      on Prussian disarmament, i. 250;\r\n      on French disarmament, i. 259;\r\n      and the Hohenzollern candidature i. 297;\r\n      and exiled royalties, ii. 23;\r\n      opening speech on Russo-Turkish war, ii. 123;\r\n      projected visit to Paris Exhibition, ii. 162;\r\n      and Lyons, i. 76, 144, ii. 354, 397.\r\n\r\n    Vienna, i. 140.\r\n\r\n    Villiers, Colonel the Hon. George, report on French army, ii. 310.\r\n\r\n    Vinoy, General, i. 345.\r\n\r\n    Virginia, i. 60, 85, 93.\r\n\r\n    Vivian, Mr., H.B.M. Agent at Cairo, ii. 172, 173, 177.\r\n\r\n    Vogué, Comte de, ii. 32.\r\n\r\n\r\n    Waddington, M., Minister for Foreign Affairs, ii. 119;\r\n      and foreign policy, ii. 123;\r\n      on Egyptian affairs, ii. 133, 171, 176, 180, 338, 389;\r\n      and Bismarck, ii. 168;\r\n      internal policy, ii. 147, 148, 195;\r\n      despatches, ii. 158;\r\n      resigns office, ii. 201;\r\n      a Free Trader, ii. 257;\r\n      and the Ferry Ministry, ii. 313;\r\n      Lyons on, ii. 145.\r\n\r\n    Wagner, opera in Paris, ii. 403.\r\n\r\n    Wales, Prince of (Edward VII.), visit to Canada, i. 24, 25;\r\n      visit to U.S.A., i. 27, 86, 117;\r\n      visits to Paris, i. 199; ii. 136, 139, 162, 328;\r\n      at Paris Exhibition, ii. 161;\r\n      proposed visit to South of France ii. 26;\r\n      visit to Paris abandoned, ii. 311;\r\n      and Thiers, ii. 29;\r\n      attacked in French press, ii. 152;\r\n      interview with Gambetta, ii. 156;\r\n      anti-Turkish opinions, i. 162.\r\n\r\n    Wales, Princess of (Queen Alexandra), i. 99, 199.\r\n\r\n    Walker, Colonel, British military attaché at Berlin, i. 219, 372.\r\n\r\n    Walker, Mr., despatch to Lord Russell, i. 122.\r\n\r\n    Walpole, Lord, i. 6.\r\n\r\n    Warre, Mr., i. 14, 17, 87.\r\n\r\n    Washbourne, Mr., American Minister in Paris, i. 384.\r\n\r\n    Washington, Lyons appointed to Legation, i. 11;\r\n      Lyons at, i. 23;\r\n      society in, i. 87;\r\n      climate of, i. 119;\r\n      official figures of despatches to and from in 1864, i. 137;\r\n      work of the Chancery, i. 138.\r\n\r\n    Watt, engineer on the _Cagliari_, i. 9.\r\n\r\n    Weiss, appointment by Gambetta, ii. 266.\r\n\r\n    Welles, Mr., Secretary to U.S. Navy, i. 58, 101, 103, 119.\r\n\r\n    Werther, Prussian Ambassador at Paris, ii. 299.\r\n\r\n    West Indies, proposals for defence, i. 40.\r\n\r\n    Westminster Abbey, ii. 193.\r\n\r\n    Westmoreland, Lord, on Parliamentary vote, ii. 10.\r\n\r\n    Wheaton on international law, i. 40, 64.\r\n\r\n    White Flag manifesto, ii. 57, 58, 65, 66.\r\n\r\n    Wilhelmshöhe, i. 333.\r\n\r\n    Wilkes, Captain (of the _San Jacinto_), i. 58, 64, 100, 105.\r\n\r\n    Wilmington, Vigilance Committee at, i. 35.\r\n\r\n    Wilson, M. Daniel, on the Franco-Prussian war, i. 328.\r\n\r\n    Wilson, Sir C. Rivers, Minister of Finance in Egypt, ii. 153, 171,\r\n      173, 175, 178, 188, 271, 313.\r\n\r\n    Winchester, Lyons at, i. 1.\r\n\r\n    Wistar, General, i. 112.\r\n\r\n    Woburn, Lyons at, ii. 219, 222, 424.\r\n\r\n    Wodehouse, Mr. Henry, i. 342, 377;\r\n      letter to Lyons, i. 343.\r\n\r\n    Wood, Mr., despatch from, ii. 55.\r\n\r\n    Wolff, Sir H. Drummond, question on Tunis, ii. 239;\r\n      mission to the Porte, ii. 376, 387, 389, 391, 407, 409.\r\n\r\n    Wolseley, Sir Garnet, in Egypt, i. 299, 358.\r\n\r\n    Würtemberg and Confederation, i. 193, 266.\r\n\r\n    Wurtzburg, Baron, i. 11, ii. 417.\r\n\r\n    Wurtzburg, Baroness, ii. 424.\r\n\r\n\r\n    Young Turk Party, i. 167.\r\n\r\n\r\n    Zanzibar, ii. 378.\r\n\r\n    Zululand expedition, ii. 190.\r\n\r\n\r\n\r\n\r\nTHE END\r\n\r\n\r\n\r\n\r\n    PRINTED BY\r\n    WILLIAM CLOWES AND SONS, LIMITED,\r\n    LONDON AND BECCLES.\r\n\r\n      Telegrams:\r\n    \"Scholarly, London.\"            41 and 43 Maddox Street,\r\n                                       Bond Street, London, W.\r\n      Telephone:                       _September, 1913._\r\n    No. 1883 Mayfair.\r\n\r\n    Mr. Edward Arnold's\r\n\r\n    AUTUMN\r\n    ANNOUNCEMENTS, 1913.\r\n\r\n       *       *       *       *       *\r\n\r\n    LORD LYONS.\r\n\r\n    A Record of British Diplomacy.\r\n\r\n    By the Right Hon. LORD NEWTON.\r\n\r\n    _With Portraits. In Two Volumes._ =30s. net.=\r\n\r\nThe late Lord Lyons was not only the most prominent but the most trusted\r\nEnglish diplomatist of his day, and so great was the confidence felt in\r\nhis ability that he was paid the unique compliment of being offered the\r\npost of Secretary of State for Foreign Affairs.\r\n\r\nLord Newton, who has now undertaken the task of preparing a memoir of\r\nhim, enjoys the advantage of having served under him for five years at\r\nthe Paris Embassy. The interest of this work lies, however, less in the\r\npersonality of the Ambassador than in the highly important events in\r\nwhich he played so prominent a part.\r\n\r\nLord Lyons was the British representative at Washington during\r\nthe period of the Civil War; subsequently he was Ambassador at\r\nConstantinople for two years; and finally he spent twenty years--from\r\n1867 to 1887--as Ambassador at Paris. During the whole of this eventful\r\nperiod his advice was constantly sought by the Home Government upon\r\nevery foreign question of importance, and his correspondence throws\r\nfresh light upon obscure passages in diplomatic history.\r\n\r\nIn this book will be found hitherto unpublished information relating to\r\nsuch matters as the critical relations between England and the United\r\nStates during the course of the Civil War; the political situation in\r\nFrance during the closing years of the Second Empire; the secret attempt\r\nmade by the British Foreign Secretary to avert the Franco-German War,\r\nand the explanation of its failure; the internal and external policy\r\nof France during the early years of the Third Republic; the War Scare\r\nof 1875; the Congress of Berlin; the Egyptian Expedition; Anglo-French\r\npolitical relations, and many other matters of interest.\r\n\r\nThe method selected by the writer has been to reproduce all important\r\ncorrespondence verbatim, and it may be confidently asserted that the\r\nstudent of foreign politics will find in this work a valuable record of\r\nmodern diplomatic history.\r\n\r\n    LONDON: EDWARD ARNOLD, 41 & 43 MADDOX STREET. W.\r\n\r\n       *       *       *       *       *\r\n\r\n\r\n    THE LIFE AND LETTERS OF\r\n    GEORGE WILLIAM FREDERICK,\r\n    FOURTH EARL OF CLARENDON.\r\n\r\n    By the Right Hon. Sir HERBERT MAXWELL, Bart.\r\n\r\n    _In Two Volumes. With Portraits. Demy 8vo._ =30s. net.=\r\n\r\nBorn in the year 1800 and dying in 1870, Lord Clarendon lived through\r\na period of social, political, and economic change more rapid probably\r\nthan had been witnessed in any similar space of time in the previous\r\nhistory of mankind. It was his lot, moreover, to wield considerable\r\ninfluence over the course of affairs, inasmuch as his public service,\r\nextending over fifty years, caused him to be employed in a succession\r\nof highly responsible, and even critical, situations. British Minister\r\nat Madrid at the outbreak and during the course of the Carlist Civil\r\nWar from 1833 to 1839, he was admitted into Lord Melbourne's Cabinet\r\nimmediately upon returning to England in the latter year. He was Lord\r\nLieutenant of Ireland throughout the memorable famine years, 1847-1852.\r\nRelieved of that arduous post, Lord Clarendon entered Lord Aberdeen's\r\ngovernment in 1852 as Foreign Secretary, which office he retained\r\nthrough the Crimean War, and became responsible for the terms of the\r\nTreaty of Paris in 1856. On Lord Palmerston's death in 1865, he returned\r\nto the Foreign Office, and had to deal with the settlement of the\r\n\"Alabama\" claims.\r\n\r\nThe annals of the first half of Queen Victoria's reign having been\r\npretty thoroughly explored and dealt with by many competent writers, the\r\nchief interest in these pages will be found in Lord Clarendon's private\r\ncorrespondence, which has been well preserved, and has been entrusted to\r\nSir Herbert Maxwell for the purpose of this memoir. Lord Clarendon was\r\na fluent and diligent correspondent; Charles Greville and others among\r\nhis contemporaries frequently expressed a hope that his letters should\r\nsome day find their way into literature. Sir Arthur Helps, for instance,\r\nwrote as follows in _Macmillan's Magazine_: \"Lord Clarendon was a man\r\nwho indulged, notwithstanding his public labours, in an immense private\r\ncorrespondence. There were some persons to whom, I believe, he wrote\r\ndaily, and perhaps in after years we shall be favoured--those of us\r\nwho live to see it--with a correspondence which will enlighten us as\r\nto many of the principal topics of our own period.\" It is upon this\r\ncorrespondence that Sir Herbert Maxwell has chiefly relied in tracing\r\nthe motives, principles, and conduct of one of the last Whig statesmen.\r\nAmong the letters dealt with, and now published for the first time, are\r\nthose from Lord Melbourne, Lord Palmerston, Lord Aberdeen, Lord Derby,\r\nM. Thiers, M. Guizot, the Emperor Louis Napoleon, etc., and many ladies.\r\n\r\n\r\nWILLIAM AUGUSTUS, DUKE OF CUMBERLAND, HIS EARLY LIFE AND TIMES,\r\n1721-1748.\r\n\r\nBy the Hon. EVAN CHARTERIS,\r\n\r\nAUTHOR OF \"AFFAIRS OF SCOTLAND, 1744-1746.\"\r\n\r\n_With Plans and Illustrations._ =12s. 6d. net.= [_In preparation._\r\n\r\nMr. Charteris has a good subject in \"Butcher\" Cumberland, not only on\r\naccount of the historical and romantic interest of his background, but\r\nalso by reason of the Duke's baneful reputation.\r\n\r\nIn the present volume the author has carried the career of the Duke of\r\nCumberland down to the Peace of Aix-la-Chapelle. The period includes\r\nthe Duke's campaigns in Flanders against Marshal Saxe, the Battle of\r\nCulloden, and the measures taken for the suppression of the Jacobites in\r\nScotland. Mr. Charteris has had the exceptional advantage of studying\r\nthe Cumberland Papers at Windsor Castle, and it is largely by the aid\r\nof hitherto unpublished documents that he is now able to throw fresh\r\nlight on a character which has been the subject of so much malevolent\r\ncriticism. At the same time the volume deals with the social and\r\npolitical conditions among which Cumberland was called on to play so\r\nimportant a part in the life of the nation. These have been treated by\r\nthe author with some fulness of detail. Cumberland, in spite of his\r\nforeign origin, was remarkably typical of the characteristics of the\r\nearlier Georgian period, and an endeavour has been made in the present\r\nvolume to establish the link between the Duke and the politics, the\r\nmorals, the aims, and the pursuits of the age in which he lived.\r\n\r\n\r\nMY ART AND MY FRIENDS.\r\n\r\nTHE REMINISCENCES OF SIR F. H. COWEN.\r\n\r\n_With Portrait. Demy 8vo._ =10s. 6d. net.=\r\n\r\nIn the course of a long and distinguished musical career, Sir Frederic\r\nCowen has had opportunities of visiting many parts of the world, of\r\nmeeting all the most eminent artists of the last half-century, and\r\nof amassing material for an extremely diverting volume of personal\r\nrecollections. As a child he enjoyed the privilege of being embraced\r\nby the great Piccolomini; as a young man he toured with Trebelli,\r\nand became acquainted with the famous Rubinstein, with Bülow, and\r\nwith Joachim. In later life he numbered such well-known musicians as\r\nPachmann, Paderewski, Sir Arthur Sullivan, and the de Reszkes, among his\r\nfriends. Nor was the circle of his intimates entirely confined to the\r\nworld of music; he was on terms of the closest friendship with Corney\r\nGrain, with George Grossmith and Arthur Cecil; he capped the puns of\r\nHenry J. Byron and Sir Francis Burnand; he laughed at the practical\r\njokes of Toole, at the caricatures which Phil May drew for him of\r\nhis friends. To the public Sir Frederick Cowen is well known as the\r\nconductor of Covent Garden Promenade and Philharmonic Concerts, as the\r\ncomposer of such celebrated songs as \"The Better Land\" and \"The Promise\r\nof Life,\" of \"The Corsair\" and \"The Butterfly's Ball.\" In these pages\r\nhe shows himself to be a keen but kindly student of human nature, who\r\ncan describe the various experiences of his past life with a genial but\r\nhumorous pen. The inexhaustible fund of anecdote from which he draws\r\ntends still further to enliven an amusing and lively volume.\r\n\r\n\r\nA CIVIL SERVANT IN BURMA.\r\n\r\nBy Sir HERBERT THIRKELL WHITE, K.C.I.E.\r\n\r\n_With 16 Pages of Illustrations. Demy 8vo._ =12s. 6d. net.=\r\n\r\nSir Herbert Thirkell White, who has but recently retired from the post\r\nof Lieutenant-Governor of Burma, which he filled with ability and\r\ndistinction, has now written what he modestly calls a \"plain story\" of\r\nmore than thirty years of official life in India. In this volume are\r\nnarrated the experiences of an Indian Civilian who has devoted the best\r\npart of his existence to the service of the Empire, and is in a position\r\nto speak with assurance of the many complicated problems with which the\r\nwhite man in India is continually faced. Sir Herbert's acquaintance with\r\nBurma began in 1878; since then he has had every opportunity of judging\r\nthe peculiar habits, customs, and characteristics of the native Burmese,\r\nand has been able to compile a valuable record of the impressions they\r\nhave made upon his mind. It was his fate to hold official positions\r\nof increasing importance during the Viceroyalties of Lord Ripon, Lord\r\nDufferin, and Lord Curzon; he was privileged to serve such distinguished\r\nchiefs as Sir Charles Bernard and Sir Charles Crosthwaite, and witnessed\r\nthat pacification of Burma which the last-named Chief Commissioner has\r\ndescribed so eloquently in his well-known book on the subject. Sir\r\nHerbert writes clearly and with knowledge of every aspect of Burmese\r\nlife and character, and this volume of his recollections should prove\r\nextremely popular among English readers who are interested in the\r\ngovernment of our Indian Empire and the daily routine of the Indian\r\nCivil Servant.\r\n\r\n\r\nTHIRTY YEARS IN KASHMIR.\r\n\r\nBy ARTHUR NEVE, F.R.C.S.E.\r\n\r\n_With Illustrations and a Map. Demy 8vo._ =12s. 6d. net.=\r\n\r\nThe stupendous natural surroundings amidst which they dwell have\r\ninspired sojourners in Kashmir and other Himalayan countries to produce\r\nsome of the finest books of travel to be found. Among them will have to\r\nbe included in future this book of Dr. Arthur Neve's, so effectively\r\ndoes the author reveal the wonders of the land of towering peaks and\r\nhuge glaciers where he has made his home for the last thirty years.\r\n\r\nGoing out to Kashmir in 1882 under the auspices of the Church Missionary\r\nSociety, Dr. Neve took over the charge of the Kashmir Mission Hospital\r\nat Srinagur from Dr. Edmund Downes, who was retiring, and has stayed\r\nthere ever since. In his earlier chapters he gives some account of the\r\nPunjab and Kashmir in the eighties, and also of the work of the mission.\r\nHe then gets to the principal motif of the book--the exploring tours and\r\nmountaineering expeditions to which he has devoted his spare time. Nanga\r\nParbat, Nun Kun, and many other Himalayan giants, are within hail of\r\nSrinagur, and before he has finished with the book the reader will find\r\nhe has acquired the next best thing to a first-hand knowledge of this\r\nmagnificent country. Dr. Neve has also a great deal that is interesting\r\nto tell about the people of various races and religions who inhabit the\r\nvalleys, and from whom his medical help gained him a warm welcome at all\r\ntimes.\r\n\r\nA series of rare photographs gives a pictorial support to the\r\nletter-press.\r\n\r\n\r\nSPORT AND FOLK-LORE IN THE HIMALAYA.\r\n\r\nBy Captain H. L. HAUGHTON.\r\n\r\n(36TH SIKHS.)\r\n\r\n_With Illustrations from the Author's Photographs. One Volume._\r\n\r\n_Demy 8vo._ =12s. 6d. net.=\r\n\r\nCaptain Haughton has written a book which should prove a welcome\r\naddition to the library of every sportsman, as well as being of supreme\r\ninterest to the naturalist and the student of folk-lore. On the subject\r\nof sport the author writes with that thorough insight and sympathy\r\nwhich are the fruits of many years' practical experience with rod and\r\nrifle, in the jungle, on river-bank or mountain-side. In his agreeable\r\nsociety the reader may stalk the markhor or the ibex, lightly throw his\r\n\"Sir Richard\" across some Kashmiri trout-stream, or lie in wait for the\r\nHimalayan black bear on its way to feed; and if the author's description\r\nof his many amusing and exciting adventures and experiences is eminently\r\nreadable, the value of his work is still further enhanced by his\r\nintimate knowledge of natural history, and by the introduction of many\r\nof those old Indian legendary tales that he has culled from the lips of\r\nnative Shikaris round the camp-fire at night. The book is illustrated\r\nthroughout with a series of remarkably interesting photographs taken by\r\nthe author in the course of his many sporting expeditions.\r\n\r\n\r\nRECOLLECTIONS OF A PENINSULAR VETERAN.\r\n\r\nBy the late Lieut.-Colonel JOSEPH ANDERSON, C.B., K.H.\r\n\r\n_With Photogravure Portrait. Demy 8vo._ =10s. 6d. net.=\r\n\r\nThe late Lieut.-Colonel Joseph Anderson was born in 1790, and from the\r\nage of fifteen, when he received a commission as Ensign in the 78th\r\nRegiment, to within a few years of his death in 1877, his career was\r\nalmost continuously as adventurous as it was distinguished. In 1806\r\nhe saw active service for the first time, when he took part in the\r\nexpedition to Calabria; in the following year he served in the Egyptian\r\nCampaign of that date; and during the Peninsular War he fought at the\r\nbattles of Maida, Busaco, Fuentes d'Onoro, was wounded at Talavera, and\r\naccompanied Wellington on the retreat to the lines of Torres Vedras. A\r\nfew years later Captain Anderson, now a Captain in the York Chasseurs,\r\nwas sent with his regiment to Barbadoes, and was present at the capture\r\nof Guadeloupe in 1815. He was appointed Colonel Commandant of the Penal\r\nSettlement at Norfolk Island in 1834, where his humane endeavours to\r\nreform the prevailing penal system, and his efforts to quell mutinous\r\nconvicts, met with marked success. Nine years later Colonel Anderson\r\nwent to India to take part in the Mahratta Campaign, and at the Battle\r\nof Punniar (where he commanded a Brigade) was severely wounded when\r\ncharging the enemy's guns. After retiring from the Service, Colonel\r\nAnderson settled down in Australia, and it was at his home near\r\nMelbourne that these memories were compiled, during the later years of a\r\nstrenuous and active life, for the edification of his family. They are\r\nwritten in a simple, unaffected style, which renders them peculiarly\r\nreadable, and form a most instructive record of the manners and customs,\r\nof the mode of warfare, and the military and social life of a past age,\r\nand a bygone generation.\r\n\r\n\r\nMEMORIES OF A SOLDIER'S LIFE.\r\n\r\nBy Major-General Sir H. M. BENGOUGH, K.C.B.\r\n\r\n_With Portrait. Demy 8vo._ =8s. 6d. net.=\r\n\r\nMajor-General Sir H. M. Bengough joined the army in 1855, and retired\r\nin 1898, after more than forty years of distinguished service in all\r\nquarters of the Empire. His first experience of active warfare dates\r\nfrom the Crimea; later on he took the field in the Zulu War and the\r\nBurma Expedition of 1885. In days of peace he held various high commands\r\nin India, South Africa, and Jamaica, and finally commanded a brigade\r\nof infantry at Aldershot. In this volume of personal recollections the\r\nauthor narrates the many varied incidents and experiences of a long\r\nmilitary career and vividly describes the campaigns in which he took\r\npart. He also gives an interesting account of his adventures in the\r\nrealm of sport--pig-sticking, tiger-shooting, and pursuing other forms\r\nof game in India and elsewhere; subjects upon which a long experience\r\nenables him to write with expert knowledge. It will be strange indeed if\r\nso interesting an autobiographical volume from the pen of a deservedly\r\npopular soldier and sportsman fails to appeal to a wide public.\r\n\r\n\r\nZACHARY STOYANOFF.\r\n\r\nPages from the Autobiography of a Bulgarian Insurgent.\r\n\r\nTranslated by M. POTTER.\r\n\r\n_One Volume. Demy 8vo._ =10s. 6d. net.=\r\n\r\nIn this volume Zachary Stoyanoff gives us the narrative of his personal\r\nexperiences during the Bulgarian outbreaks of 1875 and 1876. Almost\r\nby accident he became an \"apostle\" of rebellion, and was sent out\r\nforthwith to range the country, stirring up the villagers and forming\r\nlocal committees. It is an amazing story. With unsurpassable candour\r\nhe portrays for us the leaders, their enthusiasm, their incredible\r\nshort-sightedness, and the pitiful inadequacy of their preparations.\r\nThe bubble burst, and after a miserable attempt at flight, Stoyanoff\r\nwas taken prisoner and sent to Philippopolis for trial. There is no\r\nattempt at heroics. With the same Boswellian simplicity he reveals his\r\nfears, his cringing, his mendacity, and incidentally gives us a graphic\r\npicture, not wholly black, of the conquering Turk. The narrative ends\r\nabruptly while he is still in peril of his life. One is glad to know\r\nthat, somehow, he escaped. A very human document, and a remarkable\r\ncontrast to the startling exhibition of efficiency given to the world by\r\nthe Bulgarians in their latest struggle with the Turks.\r\n\r\n\r\nSPLENDID FAILURES.\r\n\r\nBy HARRY GRAHAM,\r\n\r\nAUTHOR OF \"A GROUP OF SCOTTISH WOMEN,\" \"THE MOTHER OF PARLIAMENTS,\" ETC.\r\n\r\n_With Portraits. Demy 8vo._ =10s. 6d. net.=\r\n\r\nIt is perhaps unlikely that any two individuals will agree as to the\r\nproper definition of the term \"A Splendid Failure\"--a phrase of which\r\nthe origin would appear to be obscure. It may, however, be roughly\r\nstated that the \"Splendid Failures\" of the past divide themselves\r\nnaturally into three classes: those whom their contemporaries invested\r\nwith a fictitious or exaggerated splendour which posterity is quite\r\nunable to comprehend or appreciate; those whom the modern world regards\r\nwith admiration--but who signally failed in impressing the men of\r\ntheir own generation; and those who, gifted with genius and inspired\r\nwith lofty ideals, never justified the world's high opinion of their\r\ntalents or fulfilled the promise of their early days. In this volume of\r\nbiographical essays, the author of \"A Group of Scottish Women\" and other\r\npopular works has dealt with a selection of \"splendid failures\" of whose\r\npersonal history the public knows but little, though well acquainted\r\nwith their names. Wolfe Tone, \"the first of the Fenians\"; Benjamin\r\nHaydon, the \"Cockney Raphael\"; Toussaint L'Ouverture, the \"Napoleon\r\nof San Domingo\"; William Betty, the \"Infant Roscius\"; and \"Champagne\"\r\nTownshend, the politician of Pitt's day, may be included under this\r\ncategory. The reader cannot fail to be interested in that account which\r\nthe author gives of the ill-fated Archduke Maximilian's attempt to found\r\na Mexican monarchy; in his careful review of the work and character\r\nof Hartley Coleridge; and in his biographical study of George Smythe,\r\nthat friend of Disraeli whom the statesman-novelist took as his model\r\nfor the hero of \"Coningsby.\" This book, which should appeal strongly\r\nto all readers of literary essays, is illustrated with eight excellent\r\nportraits.\r\n\r\n\r\nTHE CORINTHIAN YACHTSMAN'S HANDBOOK.\r\n\r\nBy FRANCIS B. COOKE.\r\n\r\n_With 20 Folding Plates of Designs for Yachts, and numerous black and\r\nwhite Illustrations. Demy 8vo._ =10s. 6d. net.=\r\n\r\nThis new handbook covers the sport of yachting in all its branches. The\r\nwriter, who has had many years' experience of cruising and racing in\r\nyachts and boats of all types, has treated the subject in a thoroughly\r\npractical manner. The book is divided into six parts.\r\n\r\nIn Part I., which deals with the selection of a yacht, the various types\r\nand rigs suitable for Corinthian yachting are discussed. The designing\r\nand building of new craft are also dealt with at some length, and\r\ndesigns and descriptions of a number of up-to-date small cruisers are\r\ngiven.\r\n\r\nIn Part II. some hints are given as to where to station the yacht. All\r\navailable headquarters within easy reach of London are described, and\r\nthe advantages and disadvantages of each pointed out.\r\n\r\nPart III. is devoted to the equipment of yachts, and contains a wealth\r\nof information as to the internal arrangement, rigging, and fittings of\r\nsmall cruisers.\r\n\r\nPart IV. treats of the maintenance of small cruising vessels, with\r\nnotes on the cost of upkeep, fitting out and laying up. Other matters\r\ndealt with in this section are the preservation of sails and gear, and\r\ninsurance.\r\n\r\nPart V., on seamanship, covers the handling of fore-and-aft vessels\r\nunder all conditions of weather, and upon every point of sailing.\r\n\r\nPart VI. covers the racing side of the sport in a comprehensive manner.\r\nAn exhaustive exposition of the International Sailing Rules is followed\r\nby hints on racing tactics. The appendix contains, _inter alia_, an\r\nillustrated description of the British Buoyage System.\r\n\r\nMr. Cooke's well-known handbooks have come to be regarded by yachtsmen\r\nas standard works, and a new and more ambitious work from his pen can\r\nhardly fail to interest them.\r\n\r\n\r\nTHE FALL OF PROTECTION.\r\n\r\nBy BERNARD HOLLAND, C.B.,\r\n\r\nAUTHOR OF \"IMPERIUM ET LIBERTAS.\"\r\n\r\n_One Volume. Demy 8vo._ =12s. 6d. net.=\r\n\r\nThis volume is a political-historical study of the great change which\r\ntook place in British commercial and financial policy mainly between\r\nthe years 1840 and 1850. The writer examines the state of things in\r\nthese respects which existed before this revolution, and describes the\r\nprevious protective system, navigation system, and colonial system.\r\nHe then narrates the process by which those systems were overthrown,\r\ndevoting special attention to the character, career, and changes in\r\nopinion of Sir Robert Peel, and to the attitude and action of the Tory,\r\nWhig, and Radical parties, and of their leading men, especially Mr.\r\nDisraeli, Lord John Russell, and Mr. Cobden. He analyses with care\r\nthe arguments used on all sides in these controversies, especially\r\nwith regard to the Repeal of the Corn Laws, and he shows the extent to\r\nwhich questions of imperial preference and the relations between the\r\nUnited Kingdom and the Colonies entered into the issues. One chapter is\r\ndevoted to the Bank Act of 1844, and to the consideration of its causes\r\nand results. The author concludes by tracing very briefly the chain of\r\nevents which connect the period in question with our own day, in respect\r\nof commercial and fiscal policy, and expresses his own views as to\r\nexisting tendencies and future developments.\r\n\r\nMr. Bernard Holland is known as the author of the Life of the Duke\r\nof Devonshire, and of \"Imperium et Libertas.\" In a sense the present\r\nvolume is a continuation of the latter book, or rather is an attempt to\r\ndeal more expansively and in detail with certain history and questions\r\nconnected with the same theme, for the full treatment of which there was\r\ninsufficient space in that book. Mr. Holland having acted for a number\r\nof years as Private Secretary to two successive Secretaries of State for\r\nthe Colonies, has been brought into close touch in a practical way with\r\ncolonial questions. This book, it is hoped, will be of some service both\r\nto students of economic history and to politicians in active life.\r\n\r\n\r\nPAINTING IN THE FAR EAST.\r\n\r\nBy LAURENCE BINYON.\r\n\r\n_A New Edition, thoroughly Revised, with many new and additional\r\nIllustrations. Crown 4to._ =21s. net.=\r\n\r\nSince the first edition of this book was published in 1907, much has\r\nhappened, and a quantity of new material has been brought to light.\r\n\r\nInterest in the subject has been immensely widened and strengthened.\r\nThe museums of Europe and America are vying with each other to procure\r\nfine specimens of Chinese and Japanese art. The opening this autumn of\r\na new museum at Cologne, exclusively devoted to the arts of Eastern\r\nAsia, is a symptom of the times. Collections, public and private, both\r\nEuropean and American, have been greatly enriched; and the exhibition in\r\n1910 at Shepherd's Bush, of treasured masterpieces lent from Japanese\r\ncollections, has provided a standard for the student.\r\n\r\nSix years ago, again, scarcely any of the voluminous literature of art\r\nexisting in Chinese and Japanese had been translated. On this side, too,\r\nan added store of information has been made accessible, though still in\r\ngreat part scattered in the pages of learned periodicals. Above all,\r\nthe marvellous discoveries made of recent years in China and Chinese\r\nTurkestan have substituted a mass of authentic material for groping\r\nconjectures in the study of the art of the early periods.\r\n\r\nIn preparing a new edition of this book and bringing it up to date,\r\nMr. Binyon has therefore been able to utilize a variety of new sources\r\nof information. The estimates given of the art of some of the most\r\nfamous of the older masters have been reconsidered. The sections\r\ndealing with the early art have been in great measure rewritten; and\r\nthe book has been revised throughout. In the matter of illustrations it\r\nhas been possible to draw on a wider range and make a fuller and more\r\nrepresentative selection.\r\n\r\n\r\nPAINTING IN EAST AND WEST.\r\n\r\nBy ROBERT DOUGLAS NORTON,\r\n\r\nAUTHOR OF \"THE CHOICE.\"\r\n\r\n_Crown 8vo._ =5s. net.=\r\n\r\nThe art of painting, which in the days of Gothic church-building\r\ncontributed so much both to the education and the pleasure of the\r\ncommunity at large, has admittedly come to appeal to ever-narrowing\r\ncircles, until to-day it cannot be said to play any part in popular\r\nlife at all. This book seeks to discover the causes of its decline\r\nin influence. A brief review of the chief contemporary movements in\r\npainting gives point to a suggestion made by more than one thoughtful\r\ncritic that the chief need of Western painting is spirituality.\r\nSince this is a quality which those competent to judge are at one in\r\nattributing to Eastern art, the author, in a chapter on Far Eastern\r\nPainting, sets forth the ideals underlying the great painting of China\r\nand Japan, and contrasts these ideals with those which have inspired\r\npainters and public in the West. This leads to an inquiry into the\r\nuses of imagination and suggestion in art, and to an attempt to find a\r\nbroad enough definition for \"spirituality\" not to exclude many widely\r\ndivergent achievements of Western painting. Finally, the possibility of\r\ntraining the sense of beauty is discussed in the light of successful\r\ninstances.\r\n\r\nIncidentally the book touches on many questions which, though of\r\ninterest to picture-lovers, often remain unasked; such, for instance,\r\nas what we look for in a picture; how far subject is important; why it\r\nmay happen that the interest of one picture, which pleases at first,\r\nsoon wanes, while that of another grows steadily stronger; the value of\r\ntechnique, of different media of expression, of mere resemblance, etc.\r\n\r\nWithout going into the technicalities of aesthetics, the author aims at\r\ninvestigating certain first principles which are overlooked at times by\r\npossessors of even the widest knowledge of individual schools.\r\n\r\n\r\nSHAKESPEARE'S STORIES.\r\n\r\nBy CONSTANCE MAUD and MARY MAUD.\r\n\r\nAS YOU LIKE IT--THE TEMPEST--KING LEAR--TWELFTH NIGHT--THE MERCHANT OF\r\nVENICE--A MIDSUMMER NIGHT'S DREAM--MACBETH--HAMLET--ROMEO AND JULIET.\r\n\r\n_With Illustrations from the famous Boydell prints. Crown 8vo._\r\n\r\n=5s. net.=\r\n\r\nMiss Constance Maud is the author of \"Wagner's Heroes\" and \"Wagner's\r\nHeroines,\" two books on similar lines to these tales which have had a\r\ngreat vogue among young people of all ages. In the present volume she\r\ntells the charming stories of nine of the most famous of Shakespeare's\r\nTragedies and Comedies in prose of delightful and unstudied simplicity.\r\nOn occasion the actual text has been used for familiar passages and\r\nphrases. These great world-tales, regarded merely as tales, with the\r\nelemental motives and passions displayed in them, appeal strongly to the\r\nimagination, and when narrated by a competent pen there cannot be finer\r\nor more absorbing reading. In addition to this, he must be a dull reader\r\nin whom they do not awaken a desire to make a closer acquaintance with\r\nthe plays themselves.\r\n\r\nThe book forms a companion volume to Sir A. T. Quiller-Couch's\r\nwell-known \"Historical Tales from Shakespeare.\"\r\n\r\n\r\nTHE MUSE IN MOTLEY.\r\n\r\nBy HARRY GRAHAM.\r\n\r\nAUTHOR OF \"RUTHLESS RHYMES FOR HEARTLESS HOMES,\" ETC., ETC.\r\n\r\n_With 24 Illustrations by_\r\n\r\nLEWIS BAUMER.\r\n\r\n_Fcap. 4to._ =3s. 6d. net.=\r\n\r\nAll lovers of humorous verse will welcome a fresh volume of lyrics by\r\nthe author of \"Deportmental Ditties,\" \"Canned Classics,\" and other\r\ndeservedly popular products of the Minor Muse. Readers of Captain\r\nGraham's new collection of light verse will agree with the _Daily\r\nChronicle_ in describing its author as \"a godsend, a treasure trove, a\r\nmessenger from Olympus; a man who really does see the ludicrous side of\r\nlife, a man who is a genuine humorist.\" Once again the author of these\r\namusing poems attempts to \"shoot Folly as she flies,\" and genially\r\nsatirizes the foibles of the age in a fashion that will certainly add\r\nto his reputation as a humorist; and his work is rendered still more\r\ndelightful by the drawings of Mr. Lewis Baumer, the well-known _Punch_\r\nartist, with which it is lavishly illustrated. \"It is a great and good\r\nthing,\" as the _Pall Mall Gazette_ remarked with reference to another\r\nof Captain Graham's books, \"to have a man among us who is witty all the\r\ntime and lets himself go. We ought to be duly thankful. And we are!\"\r\n\r\n\r\nHANNIBAL ONCE MORE.\r\n\r\nBy DOUGLAS W. FRESHFIELD, M.A.,\r\n\r\nVICE-PRESIDENT OF THE ROYAL GEOGRAPHICAL SOCIETY; TREASURER OF THE\r\nHELLENIC AND ROMAN SOCIETIES; FORMERLY PRESIDENT OF THE ALPINE CLUB.\r\n\r\n_8vo._ =5s. net.=\r\n\r\nIn this little volume Mr. Freshfield has put into final shape the\r\nresults of his study of the famous and still-debated question: \"By which\r\nPass did Hannibal cross the Alps?\" The literature which has grown up\r\nround this intricate subject is surprisingly extensive, and various\r\nsolutions have been propounded and upheld, with remarkable warmth and\r\ntenacity, by a host of scholars, historians, geographers, military men,\r\nand mountaineers. Mr. Freshfieid has a solution of his own, which,\r\nhowever, he puts forward in no dogmatic spirit, but in such a fashion\r\nthat his book is practically a lucid review of the whole matter in each\r\nof its many aspects. To an extensive acquaintance with ancient and\r\nmodern geographical literature he unites a wide and varied experience as\r\nan alpine climber and a traveller, and a minute topographical knowledge\r\nof the regions under discussion; and these qualifications--in which many\r\nof his predecessors in the same field of inquiry have been conspicuously\r\nlacking--enable him to throw much new light on a perennially fascinating\r\nproblem.\r\n\r\n\r\nTHE PASTORAL TEACHING OF ST. PAUL.\r\n\r\nBy the Rev. Canon H. L. GOUDGE,\r\n\r\nPRINCIPAL OF THE THEOLOGICAL COLLEGE, ELY; AUTHOR OF \"THE MIND OF ST.\r\nPAUL,\" ETC.\r\n\r\n_Crown 8vo. Cloth._ =2s. 6d. net.=\r\n\r\nThese lectures were delivered at the end of May, 1913, at the Palace,\r\nGloucester, to the clergy of the diocese, and are now published in\r\nresponse to the request of those who heard them. They do not constitute\r\na detailed commentary on the Pastoral Epistles, though a good deal of\r\ndetailed exegesis necessarily finds a place in them. The writer's aim\r\nhas been to collect and arrange St. Paul's teaching as to the work of\r\nthe Christian pastor, and to point out its applicability to modern\r\nconditions and modern difficulties. The writer has often found, through\r\nhis experience in conducting Retreats, that the Pastoral Teaching of\r\nSt. Paul is of the greatest value to the clergy to-day, but that this\r\nteaching is often obscured by the unsystematic character of St. Paul's\r\nwriting and by the passing controversies with which he has to deal. In\r\nthese lectures the First Epistle to Timothy is used as the basis, but\r\ncontinually illustrated by passages from the other Pastoral Epistles,\r\nand from St. Paul's earlier writings. The first lecture deals with the\r\npastor's aim, the second with the pastor's character, the third with\r\nthe pastor's work, and the fourth with the adaptation of his message to\r\nmen and to women, to old and to young, to rich and to poor. The ground\r\nalready covered by the writer's earlier book, \"The Mind of St. Paul,\"\r\nhas been carefully avoided, but it is hoped that the one book may throw\r\nlight upon the other. An index of texts has been added for those who\r\nmay wish to use this second book, as far as that is possible, as a\r\ncommentary.\r\n\r\n\r\n_NEW NOVELS_\r\n\r\nSOMETHING AFAR.\r\n\r\nBy MAXWELL GRAY,\r\n\r\nAUTHOR OF \"THE SILENCE OF DEAN MAITLAND,\" \"THE GREAT REFUSAL,\" ETC.\r\n\r\n_Crown 8vo. Cloth._ =6s.=\r\n\r\nThe scene of Maxwell Gray's new story is laid in London and in Italy,\r\nwhere the gradual unfolding of an elaborate but absorbing plot holds\r\nthe reader's attention until the very last page of the book. This is a\r\ntale of heroism, of self-sacrifice, of romance, full of incident and\r\nadventure, illumined by those tender and imaginative touches, that vivid\r\nportrayal of character, which the public has learnt to expect from\r\nthe author of \"The Silence of Dean Maitland.\" From these pages we may\r\nlearn that there is \"something afar from the sphere of our sorrow,\" the\r\nhighest aspiration of the lover, the artist, the poet and the saint,\r\nwhich, beautiful beyond all that man's heart can divine, is yet within\r\nthe reach of every one of us.\r\n\r\n\r\nTHE GENTLE LOVER.\r\n\r\nA Comedy of Middle Age.\r\n\r\nBy FORREST REID,\r\n\r\nAUTHOR OF \"THE BRACKNELLS,\" \"FOLLOWING DARKNESS,\" ETC.\r\n\r\n_Crown 8vo._ =6s.=\r\n\r\nThis extremely interesting story, of which the title gives a most apt\r\ndescription, is written in a lighter vein than the author's previous\r\nwork. It is a love story, and while the tale itself is enthralling,\r\nit depends in great measure for its charm on the attractiveness of\r\nthe characters who figure in the drama and who are all very pleasant\r\ncompany. The book is essentially human, the note is never forced, yet\r\nthe interest goes on increasing right up to the end. It is actual life\r\nwith its comedy and tragedy so closely intermingled that it is not\r\nalways easy to distinguish one from the other. The scene is laid abroad,\r\npartly in Bruges, and partly in Italy, but the characters are, with one\r\nor two exceptions, natives of that part of Ireland with which the author\r\nis most familiar, and they lose none of their individuality by being\r\ntransplanted to those beautiful old-world cities where we follow their\r\nvaried fortunes. Mr. Reid's previous novels have already secured for\r\nhis work the warm appreciation of some of the best judges of literary\r\nvalues, and the present novel may be confidently stated to exhibit his\r\nundoubted power as a writer of fiction in an advanced and progressive\r\nstage.\r\n\r\n\r\n_NEW SCIENTIFIC WORKS_\r\n\r\nINDUSTRIAL POISONING\r\n\r\nFrom Fumes, Gases, and Poisons of Manufacturing Processes.\r\n\r\nBy Dr. J. RAMBOUSEK,\r\n\r\nPROFESSOR OF FACTORY HYGIENE, AND CHIEF STATE HEALTH OFFICER, PRAGUE\r\n\r\nTranslated and Edited by Dr. T. M. LEGGE,\r\n\r\nH.M. MEDICAL INSPECTOR OF FACTORIES.\r\n\r\n_Fully Illustrated. Demy 8vo._ =12s. 6d. net.=\r\n\r\n\r\nMALINGERING\r\n\r\nAnd Feigned Sickness.\r\n\r\nBy Sir JOHN COLLIE, M.D., J.P.,\r\n\r\nMEDICAL EXAMINER, LONDON COUNTY COUNCIL; CHIEF MEDICAL OFFICER,\r\nMETROPOLITAN WATER BOARD; CONSULTING MEDICAL EXAMINER TO THE SHIPPING\r\nFEDERATION; MEDICAL EXAMINER TO THE SUN INSURANCE OFFICE, CENTRAL\r\nINSURANCE COMPANY, LONDON, LIVERPOOL, AND GLOBE INSURANCE COMPANY,\r\nAND OTHER ACCIDENT OFFICES; LATE HOME OFFICE MED. REF. WORKMEN'S\r\nCOMPENSATION ACT.\r\n\r\nAssisted by ARTHUR H. SPICER, M.B., B.S. (Lond.), D.P.H.\r\n\r\n_Illustrated, xii + 340 pp. Demy 8vo._ =10s. 6d. net.=\r\n\r\nIn this work Sir John Collie, whose wide experience has eminently fitted\r\nhim for the task, has given an interesting and lucid description of the\r\nmethods and peculiarities of the malingerer. He describes fully and in\r\ndetail the methods of examination for the detection of malingering and\r\nthe diseases usually simulated, and discusses the attitude required by\r\nthe medical attendant towards unduly prolonged illness.\r\n\r\n\r\nOLD AGE:\r\n\r\nIts Care and Treatment in Health and Disease.\r\n\r\nBy ROBERT SAUNDBY, M.D., F.R.C.P., LL.D., J.P.,\r\n\r\nMEMBER GENERAL MEDICAL COUNCIL; EX-PRESIDENT BRITISH MEDICAL\r\nASSOCIATION; PROFESSOR OF MEDICINE, UNIVERSITY OF BIRMINGHAM; PHYSICIAN\r\nTO THE BIRMINGHAM GENERAL HOSPITAL.\r\n\r\n_320 pp._ =7s. 6d. net.=\r\n\r\nNo English writer having recently dealt with this subject, it has\r\nbeen felt that there is room for a book which should bring together\r\nthe various contributions made to it in modern times, including the\r\nresults of the author's extensive experience during forty years of\r\nmedical practice. The author discusses the principles of health, by\r\ndue attention to which healthy old age may be attained. The diseases\r\nto which the aged are especially liable are fully described, their\r\ncauses are clearly indicated, and the author shows in a practical way\r\nby what means they may be avoided and how they may be appropriately\r\ntreated. Special attention is given to such important subjects as\r\ndiet, exercise, etc. Suggestive dietary tables are given, both for\r\nuse in health and in particular diseases, while the chapters devoted\r\nto methods of exercise most suitable in advanced age will also prove\r\nof value.\r\n\r\n       *       *       *       *       *\r\n\r\nLONDON: EDWARD ARNOLD, 41 & 43 MADDOX STREET, W.\r\n\r\n       *       *       *       *       *\r\n\r\n    +--------------------------------------------------------------+\r\n    |                                                              |\r\n    |       Transcriber notes:                                     |\r\n    |                                                              |\r\n    | P.30. 'Chiselhurst' changed to 'Chislehurst'                 |\r\n    | P.42. 'Gortchakoff' changed to 'Gortschakoff'                |\r\n    | P.88. 'attribute' changed to 'attributed'.                   |\r\n    | P.268. 'Commerical' changed to 'Commercial'.                 |\r\n    | P.277. 'Commerical' changed to 'Commercial'.                 |\r\n    | P.294. 'futher' changed to 'further'.                        |\r\n    | P.358. 'in in' changed to 'in'.                              |\r\n    | P.376. 'Débats' changed to 'Débuts'.                         |\r\n    | P.378. 'the the' changed to 'the'.                           |\r\n    | P.388. 'Agenu' changed to 'Agence' as in Agence Havas.       |\r\n    | P.397. 'radicle' changed to 'radical'.                       |\r\n    | P.401. 'Schraebelé\" changed to 'Schnaebelé'.                 |\r\n    | P.417. 'D'Israeli' changed to 'Disraeli'.                    |\r\n    | P.419. 'holdiay' changed to 'holiday'.                       |\r\n    | P.432. 'Amabssador' changed to 'Ambassador'.                 |\r\n    | P.437' 'Gortchakoff' changed to 'Gortschakoff'.              |\r\n    | P.440. 'Maréchal' changed to 'Maréchale'.                    |\r\n    | P.440. 'Malot' changed to 'Malet'.                           |\r\n    | P.442. 'Caroina' changed to 'Carolina'.                      |\r\n    | P.443. 'Pasquior' changed to 'Pasquier'.                     |\r\n    | P.443. 'd'Audiffrot' changed to 'd'Audiffret'.               |\r\n    | P.445. 'Stowart' changed to 'Stewart'.                       |\r\n    | P.446. 'Secreatry' changed to 'Secretary'.                   |\r\n    | Fixed Various punctuation.                                   |\r\n    |                                                              |\r\n    | Please note, text surrounded by =this= is bold, and          |\r\n    |     text surrounded by _this_ is italics.                    |\r\n    |                                                              |\r\n    +--------------------------------------------------------------+"
  ]
}