{
  "index": 10,
  "title": "Chapter 9",
  "paragraphs": [
    "MARSHAL MACMAHON'S PRESIDENCY\r\n\r\n(1873-1875)\r\n\r\n\r\nThe new French Government had been received with great favour by\r\nthe upper classes, while the remainder of the population remained\r\nindifferent, but the Marshal was credited with the wish to place the\r\nComte de Chambord on the throne, and the language of his entourage was\r\nstrongly Legitimist, auguries being drawn from a frequent remark of the\r\nMaréchale, who was supposed to dislike her position: _nous ne sommes pas\r\nà notre place!_\r\n\r\nAs the confused political situation began to clear, it became evident\r\nthat everything depended upon the Comte de Chambord himself, and if he\r\ncould be brought to adopt anything like a reasonable attitude, it was\r\ngenerally felt that there would be a large majority in his favour in the\r\nAssembly. The historic White Flag manifesto issued from Salzburg at the\r\nend of October effectually ruined the Legitimist cause.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, Oct. 31, 1873.\r\n\r\n     The Royalists were counting up new adhesions and expecting a\r\n     letter from the Comte de Chambord which was to be read from the\r\n     tribune at the last moment and rally the waiters upon Providence\r\n     and the waverers to them, when, to their utter consternation,\r\n     the actual letter arrived, and fell like a shell with a violent\r\n     explosion in the midst of them.\r\n\r\n     I don't know what they are to do. All plans for making the\r\n     Comte de Paris or the Duc d'Aumale Regent will be voted against\r\n     by the present Legitimists, unless the Comte de Chambord approves\r\n     them. It is very doubtful whether any explanation could do away\r\n     with the impression the letter will have produced throughout the\r\n     country, which was already averse from the idea of the Legitimist\r\n     King.\r\n\r\n     The maintenance of MacMahon and the present Ministry seems the\r\n     best mode of postponing trouble, but it cannot do much more than\r\n     postpone.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, Nov. 3, 1873.\r\n\r\n     If the Chamber met to-morrow, I suppose it would vote the\r\n     prolongation of MacMahon's powers; and though no one can answer\r\n     for what a day or an hour may bring forth, I suppose this is what\r\n     must be done. It is said that the Marshal himself insists upon a\r\n     term of six years, if not ten. This is rather hard to understand,\r\n     if, as I believed, he really wished to be out of the thing, and I\r\n     doubt its adding practically to the stability of his Government.\r\n     On the other hand, the Conservatives want to have the prolongation\r\n     voted in such a way as to make it apparent that MacMahon is _their_\r\n     President. It would not suit them that he should be elected\r\n     unanimously, or nearly so, as he perhaps might be. This would put\r\n     him, they think, in a position too like that which Thiers held. The\r\n     preposterous notion of making a Lieutenant General of the Kingdom\r\n     to govern in the name of a King of full age and in possession of\r\n     all his faculties, who would undoubtedly repudiate and denounce\r\n     his representative, has been put an end to by the refusal of the\r\n     Princes of Orleans, one and all, it is affirmed, to accept the post.\r\n\r\n     Thiers told me the day before yesterday that he did not\r\n     intend to oppose the Government this session, and that we might\r\n     count on a quiet winter. We shall see.\r\n\r\n     The Legitimists are furious with their King, as well they\r\n     may be. How long this may last, one cannot say, but the numbers\r\n     of those who adore him _quand même_, as a sort of fetish, have\r\n     certainly fallen off.\r\n\r\nMacMahon had been as much disappointed with the Chambord manifesto as\r\nthe ultra-Legitimists themselves, and had looked forward to retiring\r\nfrom a position which he found distasteful; but as no king was\r\navailable, and he was looked upon as the only guarantee for order,\r\nobviously the best course was to secure the prolongation of his powers\r\nfor as long a period as possible. After many long and stormy discussions\r\nMacMahon was declared President of the Republic for seven years, and a\r\ncommittee of thirty was appointed to consider the Constitutional Laws.\r\nThis result was so far satisfactory to the Right, that it enabled them\r\nto retire from the dangerous position in which they were placed by\r\nthe attempt to put the Comte de Chambord on the throne, but it failed\r\nto establish a durable Government, and the whole period of MacMahon's\r\nPresidency was marked by a ceaseless struggle with his Republican\r\nopponents, which only terminated with his fall four years later.\r\n\r\nThe anxieties of French Ministers were, however, not confined to\r\ninternal difficulties. Although the fact was concealed as much as\r\npossible, the anti-Ultramontane campaign of Bismarck created serious\r\nalarm in the beginning of 1874, and in that year may be said to have\r\noriginated the long series of panics, well or ill founded, which have\r\nprevailed in France ever since. MacMahon in conversation did not scruple\r\nto express his fear of a country which, according to him, could\r\nplace 800,000 men on the Rhine in less than seventeen days, and made\r\nthe interesting confession that the French military authorities had\r\nnever credited the famous reports of Colonel Stoffel[7] as to Prussian\r\nmilitary efficiency. The Foreign Minister, the Duc Décazes, expressed\r\nthe strongest apprehensions.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, Jan. 17, 1874.\r\n\r\n     The fall of France has never, I think, been brought so\r\n     forcibly home to me, as when I listened yesterday to the humble\r\n     deprecation which Décazes was obliged to make with regard to\r\n     Bismarck's threats, in the same room in which I had so often heard\r\n     the high language with which the Imperial Minister used to speak of\r\n     the affairs of Europe. One can only hope that Odo may be right in\r\n     thinking that Bismarck's menaces may subside, when he has carried\r\n     his Army Bill at home. But may not his eagerness in his contest\r\n     with the Ultramontanes continue and carry him on to language and\r\n     even to measures against France from which it may be difficult for\r\n     him to draw back? and of course there is a limit to the submission\r\n     of the French Government, however disastrous it may know the\r\n     consequences of resistance to be. It is difficult to persecute\r\n     any religion in these days, but it is impossible for the French\r\n     Government to set itself in violent opposition to the predominant\r\n     religion in France. I do not know what means we may have of getting\r\n     pacific and moderate counsels listened to at Berlin, but I do\r\n     not think the weakness of France a sufficient safeguard to other\r\n     countries against the perils of the present state of things to the\r\n     peace of Europe. It may be very easy to bully and to crush France,\r\n     but will it be possible to do this without raising a storm in other\r\n     quarters?\r\n\r\nWhat Bismarck wanted was that the French Government should attack the\r\nFrench bishops; and in order to conciliate him, a circular was issued\r\nby the Minister of the Interior remonstrating with them on the nature\r\nof the language in which their pastoral addresses were couched. The\r\nwell-known clerical newspaper the _Univers_ was suppressed, and although\r\nevery effort was made to disguise the various acts of subserviency\r\nresorted to, it was perfectly well known to what cause they were due,\r\nand it was not surprising that the French writhed under the necessity\r\nof submitting to such dictation. In view of the military weakness\r\nof France, however, it was useless to think of resistance, the Duc\r\nd'Aumale, who commanded the most vulnerable district, having reported\r\nconfidentially that there were neither fortresses nor an army which\r\nwould have any chance of repelling a German invasion; added to which,\r\nowing to considerations of economy, the conscription was six months in\r\narrear.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Odo Russell._\r\n\r\n    Paris, Feb. 3, 1874.\r\n\r\n     The French want above all things to keep the peace, or, to put\r\n     it otherwise, to escape being attacked by Germany in their present\r\n     defenceless state. What, in your opinion, should they do? Of course\r\n     the temptation to the unprincipled war party in Germany to attack\r\n     them while they are unable to defend themselves, is very great;\r\n     and that party must know that a war this year would be much less\r\n     hazardous than one next year, and so on, as each year passes.\r\n\r\n     The next question I want your advice upon is what, if\r\n     anything, can other Powers, and particularly England, do to help to\r\n     preserve peace? This is a question peculiarly within your province,\r\n     as the one thing to be considered in answering it, is the effect\r\n     that anything we do may have at Berlin.\r\n\r\n     I am not very hopeful, but I think the chances of peace will\r\n     be very much increased if we can tide over this year 1874.\r\n\r\n     I can see no consolation for a fresh war. I suppose Bismarck\r\n     would be ready to buy the neutrality of Russia with Constantinople,\r\n     and that France will give Russia _anything_ even for a little help.\r\n\r\n     The Emperor Alexander has told General Le Flô[8] at St.\r\n     Petersburg that there will not be war. Do you attach much\r\n     importance to this?\r\n\r\n     You will call this a _questionnaire_ rather than a letter, but\r\n     if you have anything to catechise me upon in return, I will answer\r\n     to the best of my ability.\r\n\r\n     The Lyttons' are, as you may suppose, a very great pleasure to\r\n     me, and they have had a great success here.\r\n\r\nNo one was better fitted than Lord Odo Russell, who was a _persona\r\ngrata_ with Bismarck, to answer these queries. The Emperor Alexander had\r\nbeen very emphatic in assuring General Le Flô on several occasions that\r\nthere would be no war, but Lord Odo was in all probability quite correct\r\nin his opinion that this was no real safeguard.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Odo Russell to Lord Lyons._\r\n\r\n    Berlin, Feb. 20, 1874.\r\n\r\n     I was glad after a long interval to see your handwriting\r\n     again, and doubly glad to find you inclined to renew our\r\n     correspondence. You ask: _Firstly_, What in my opinion should the\r\n     French do to escape being attacked by Germany in their present\r\n     defenceless state?\r\n\r\n     In my opinion nothing can save them _if_ Bismarck is\r\n     determined to fight them again; but then, is it France or is it\r\n     Austria he is preparing to annihilate? In Bismarck's opinion,\r\n     France, to avoid a conflict with him, should gag her press,\r\n     imprison her bishops, quarrel with Rome, refrain from making\r\n     an army or from seeking alliances with other Powers all out of\r\n     deference to Germany.\r\n\r\n     _Secondly._ What can other Powers, and particularly England,\r\n     do to help to preserve peace?\r\n\r\n     A Coalition is impossible; advice or interference adds to\r\n     Bismarck's excuses for going to war, so the only course Governments\r\n     can follow is to let him do as he pleases and submit to the\r\n     consequences, until he dies.\r\n\r\n     _Thirdly._ Do I attach any importance to the Emperor of\r\n     Russia's pacific assurances?\r\n\r\n     None whatever, because Bismarck is prepared to buy his\r\n     co-operation with anything he pleases in the East.\r\n\r\n     Bismarck is now master of the situation at home and abroad.\r\n     The Emperor, the Ministers, the Army, the Press, and the National\r\n     majority in Parliament are instruments in his hands, whilst abroad\r\n     he can so bribe the great Powers as to prevent a coalition and make\r\n     them subservient to his policy. Now, his policy, as you know, is\r\n     to mediatize the minor States of Germany and to annex the German\r\n     Provinces of Austria, so as to make one great centralized Power\r\n     of the German-speaking portions of Europe. To accomplish this he\r\n     may require another war, but it may be with Austria and not with\r\n     France, which he now puts forward to keep up the war spirit of the\r\n     Germans and to remind Europe of his powers. Besides which he has to\r\n     pass the unpopular Army Bill and War Budget which he failed in last\r\n     summer.\r\n\r\n     His anti-Roman policy will serve him to pick a quarrel with\r\n     any Power he pleases by declaring that he has discovered an\r\n     anti-German conspiracy among the clergy of the country he wishes to\r\n     fight.\r\n\r\n     Such is the situation, but it does not follow that we shall\r\n     have war before another year or two are over or more, nor need we\r\n     have war _if_ Bismarck can carry out his plans without it.\r\n\r\n     At present the tone of Bismarck and Bülow is quite pacific,\r\n     and I notice a great desire for the co-operation of England in\r\n     maintaining the peace of Europe generally.\r\n\r\nLord Lyons's own opinions were in exact agreement with Lord Odo\r\nRussell's, and the general uncertainty as to Bismarck's intentions\r\ncontinued to preoccupy both the French and the English Governments,\r\nalthough the Emperor of Russia persisted in assuring General Le Flô that\r\nthere would be no war, and it was assumed in some quarters that the\r\nGerman Emperor disapproved of the Bismarckian policy.\r\n\r\nThe general election in England at the beginning of 1874, resulting in\r\nthe return of the Conservative party to power, placed Lord Derby again\r\nat the Foreign Office in the room of Lord Granville, and the long letter\r\nwhich follows was presumably intended to enlighten him on the subject of\r\nFrench politics generally. It is, at all events, a concise review of the\r\nsituation.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Derby._\r\n\r\n    Feb. 24, 1874.\r\n\r\n     I thank you cordially for your letter of yesterday, and I\r\n     resume with very peculiar satisfaction my diplomatic correspondence\r\n     with you. I wish the subject of it was as pleasant to me as is the\r\n     fact of its renewal; but I cannot help being more than usually\r\n     anxious about the prospects of Europe and of France in particular.\r\n     This spring and summer are the especially critical seasons for\r\n     France. She will be for a long time to come far too weak to indulge\r\n     in aggression, except indeed as a secondary ally of some stronger\r\n     Power, but even next year, she will not be in the absolutely\r\n     helpless condition which is at this moment so strong a temptation\r\n     to national hatreds, and to the military thirst for gold and glory\r\n     which prevails with a party in Germany. I am afraid the peace of\r\n     Europe depends entirely upon the view Bismarck may take of the\r\n     easiest means of bringing all German-speaking nations under one\r\n     rule. The wolf can always find reasons for quarrelling with the\r\n     lamb, and as Bismarck himself told Odo Russell, he has had a good\r\n     deal of experience of this kind of thing. The French lamb will not\r\n     be skittish, and indeed will hardly venture to bleat, for some\r\n     time. For my own part, I am constantly on the watch to forestall\r\n     questions which may make difficulties between France and any other\r\n     country; for if Bismarck wants war, it would suit him to be able to\r\n     appear to be only taking his part in a quarrel already made.\r\n\r\n     Italy is the most dangerous neighbour from this point of\r\n     view, and the presence of the _Orénoque_ at Civita Vecchia is the\r\n     ticklish point. It is a very delicate matter to touch; for if the\r\n     question came very prominently into notice, it might raise one of\r\n     the storms in the press of all countries, which are so often the\r\n     precursors of evil times. The ship is supposed to be at Civita\r\n     Vecchia to give the Pope the means of leaving Italy, if he wishes\r\n     to do so; and I suppose the Vatican might relieve the French of\r\n     embarrassment by saying that she is not wanted. In fact, if the\r\n     Italian Government intended to prevent the Pope's going away, they\r\n     would of course stop him before he got to Civita Vecchia, and if\r\n     they abstained (as would no doubt be the case) from interfering\r\n     with his movements, he could get a ship to depart in, whenever he\r\n     pleased.\r\n\r\n     I do not know that there is any ill-feeling in Switzerland\r\n     towards France, but the Ultramontane disputes give Bismarck a lever\r\n     to work with.\r\n\r\n     I believe the French Government have completely drawn in their\r\n     horns about the Armenian Patriarch question and the Protectorate of\r\n     the Latin Christians in the East, since Bismarck appeared on the\r\n     field at Constantinople.\r\n\r\n     In looking out for small beginnings of troubles, I have\r\n     thought of Tunis. I suppose we may lay aside all apprehension of\r\n     attempts of France to change the frontier or to bring the Regency\r\n     into more complete dependency upon her, at the present moment. I\r\n     find by a despatch from Mr. Wood, that the German commodore, in his\r\n     conversation with the Bey, insisted particularly upon the interests\r\n     of German subjects being put upon as good a footing as those of the\r\n     subjects of any other country.\r\n\r\n     I think Décazes takes the humiliating position in which\r\n     France, and he as her Foreign Minister, are placed, with more\r\n     equanimity and temper than most Frenchmen would; and so long as\r\n     the present, or any other Government, not absolutely unreasonable,\r\n     is at the head of affairs, France will be prudent in her foreign\r\n     relations.\r\n\r\n     Of Marshal MacMahon's seven years' lease of power, only three\r\n     months have elapsed; a time too short to give much foundation for\r\n     conjecture as to its probable duration. Both he himself and his\r\n     Ministers take opportunities of declaring that its continuance\r\n     is above discussion, and that they will maintain it against all\r\n     comers. There are two things against it. First, the extreme\r\n     difficulty of giving it anything like the appearance of permanence\r\n     and stability which would rally to it that great majority of\r\n     Frenchmen who are ready at all times to worship the powers that\r\n     be, if only they look as if they were likely to continue to be.\r\n     Secondly, there is the character of the Marshal himself. He is\r\n     honest and a brave soldier, but he does not take such a part in\r\n     affairs as would increase his personal prestige. The danger,\r\n     in fact, is that by degrees he may come to be looked upon as a\r\n     _nullité!_\r\n\r\n     The Imperialists are agitating themselves and spending money,\r\n     as if they were meditating an immediate coup. The wiser heads\r\n     counsel patience, but the old horses, who sorely miss the pampering\r\n     they had under the Empire, are getting very hungry, and are afraid\r\n     that they themselves may die before the grass has grown.\r\n\r\n     The fear of an Imperialist attempt has in some degree brought\r\n     back to the Government the support of the Legitimists, and in fact\r\n     the Comte de Chambord has quarrelled with his own party. The Fusion\r\n     has put an end to the Orleanist Party, as a party for placing\r\n     the Comte de Paris on the throne; but the question of appointing\r\n     the Duc d'Aumale Vice-President, in order to have some one ready\r\n     to succeed MacMahon in case of need, is seriously considered. I\r\n     suppose, however, that MacMahon would look upon this as destructive\r\n     of the arrangements between him and the Assembly. And then the\r\n     whole system depends upon the maintenance by hook or by crook of\r\n     a majority, which has not yet ceased to melt away, as seats become\r\n     vacant and new elections take place.\r\n\r\nThe Duc de Bisaccia, the new French Ambassador in London, even at his\r\nfirst interview with Lord Derby, did not scruple to avow that he felt\r\nquite certain that the Republican form of government would not last, and\r\nhe went on to assert that Bismarck's head had been turned by success,\r\nand that he aimed at nothing less than the conquest of Europe, being\r\nquite indifferent either to the views of his Imperial Master, or of the\r\nCrown Prince. Whatever the prospects of the Republic, the prospects of\r\nBisaccia's own party (Legitimist) were indisputably gloomy, for the\r\nprevailing sentiment in France at the time was hostility to the White\r\nFlag and to the clerical and aristocratic influences of which it was\r\nheld to be the emblem. The great majority of the people were Republican,\r\nand the most numerous party after the Republican was the Imperial, but\r\nthe Presidency of Marshal MacMahon was acquiesced in, for the moment,\r\nby all parties, because it was believed to be capable of preserving\r\norder, because it left the question of the definitive government of the\r\ncountry still undecided, and because no party saw its way to securing\r\nthe pre-dominence of its own ideas.\r\n\r\nThe existing state of things was accounted for by the history of the\r\nestablishment of the seven-years Presidency.\r\n\r\nWhen the Orleans Princes tendered their allegiance to the Comte de\r\nChambord in the previous autumn, the fusion, so long talked of, was\r\ncomplete, and it was supposed that a Parliamentary Monarchy with the\r\nTricolour Flag, might be established under the legitimate head of\r\nthe Bourbons; but the Comte de Chambord struck a fatal blow to these\r\nhopes by his celebrated letter, and the Conservatives felt that there\r\nwas no time to be lost in setting up a Government having some sort of\r\nstability. The plan which they adopted was that of conferring power\r\nupon Marshal MacMahon for a fixed and long period. Had a short period\r\nbeen proposed, it would have been agreed to almost unanimously; but\r\nthis was not their object. They wished it to be apparent to the country\r\nthat the Marshal was specially the President of the Conservative\r\nmajority: they asked for a term of ten years: obtained seven, and\r\nsecured from the Marshal a declaration of adherence to their views. The\r\nslight modification of the Ministry which ensued, resulted in placing\r\nthe Government more completely in the hands of the party pledged to a\r\nmonarchical form of Government, and the Ministry thus reconstituted, set\r\nitself to the task of resisting the progress of Radicalism and Communism\r\nin the country.\r\n\r\nBut the suspicion of favouring the White Flag clung to the Government,\r\nand although the latter, following the example of the Empire, had\r\ninstalled their partisans in office, as mayors, etc., by thousands\r\nthroughout the country, the candidates supported by the Government had,\r\nin almost every instance, found themselves at the bottom of the poll\r\nwhen elections took place; and the results showed that a large accession\r\nof votes had been received by the Republican and Imperialist parties. Of\r\nthese the former had gained most, but the latter possessed a backing in\r\nthe country which was inadequately represented by their numbers in the\r\nAssembly.\r\n\r\nIt should, however, be added that there did not appear on any side a\r\ndisposition to embarrass the Government by factious or bitter opposition\r\nwith regard to the three departments, Finance, War, and Foreign Affairs,\r\nin which the practical interests of the country were most deeply\r\ninvolved. The financial policy of M. Magne[9] was generally supported;\r\nand with regard to votes for the Army and Navy, the Government had\r\nrather to resist a pressure to increase the expenditure on these heads,\r\nthan to urge the necessity of considerable supplies.\r\n\r\nIn the conduct of foreign affairs, the defenceless state of France had\r\nmade the avoidance of an attack from Germany the one overwhelming care\r\nof the Government. To effect this object, to give Germany no pretext for\r\na quarrel, and to make submission to the behests of Bismarck as little\r\ngalling and in appearance as little humiliating as possible, had been\r\nthe constant occupation of the Foreign Minister. In this effort he was\r\nseconded by the Assembly, and indeed every one in and out of that body,\r\nexcept a few clerical and Legitimist bigots, felt it to be a patriotic\r\nduty to abstain from embarrassing the Government in its relations with\r\nforeign Powers. Another reassuring feature in the situation was, that\r\nthere were no symptoms of attempts to resist by force the authority of\r\nthe Assembly, as no party seemed likely to venture to oppose by force\r\na Government which disposed of the army; and the army in 1874 showed\r\nno prediction for any particular candidate for the throne sufficiently\r\nstrong to overcome its habitual obedience to the Constitutional\r\nGovernment, whatever that Government might be.\r\n\r\nAs an instance of the dictation practised by Bismarck towards France in\r\nforeign affairs, it may be mentioned that in January, 1874,[10] Count\r\nArnim formally announced to the Duc Décazes that the German Government\r\nwould not tolerate the assumption by France of the suzerainty of Tunis,\r\nor of a Protectorate over that country. To this Décazes humbly replied\r\nthat there had never been the least question of anything of the kind--a\r\nstatement which can scarcely be described as accurate.\r\n\r\nWhether Bismarck entertained any designs with regard to Tunis is not\r\nknown, but it was in this year that Germany began to show some signs\r\nof interest in the Philippines and other places supposed to be of\r\nsome colonial value. The following extract from a letter written on\r\nthe subject by the late Lord Lytton, who was at the time Secretary\r\nof Embassy at Paris, is a striking instance of rare and remarkable\r\npolitical prescience.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lytton to Lord Lyons._\r\n\r\n    Paris, Oct. 27, 1874.\r\n\r\n       *       *       *       *       *\r\n\r\n     Odo's impression (communicated to you) that Bismarck does\r\n     not want colonies rather surprises me. It seems to me a perfectly\r\n     natural and quite inevitable ambition on the part of a Power so\r\n     strong as Germany not to remain an inland state a moment longer\r\n     than it can help, but to get to the sea, and to extend its seaboard\r\n     in all possible directions. Is there any case on record of an\r\n     inland state suddenly attaining to the military supremacy of Europe\r\n     without endeavouring by means of its military strength and prestige\r\n     to develop its maritime power? But you can't be a Maritime Power\r\n     without colonies, for if you have ships you must have places to\r\n     send them to, work for them to do, and a marine Exercier-Platz\r\n     for training seamen. That is why I have always thought that the\r\n     English school of politicians which advocates getting rid of our\r\n     colonies as profitless encumbrances, ought (to be consistent) to\r\n     advocate the simultaneous suppression of our navy. Lord Derby says\r\n     that though Germany may probably cherish such an ambition, she\r\n     will have as much seaboard as she can practically want as long\r\n     as she retains possession of the Duchies. But that is not a very\r\n     convenient commercial seaboard, and I confess I can't help doubting\r\n     the absence of all desire for more and better outlets to the\r\n     sea, so long as her military power and prestige remain unbroken.\r\n     Anyhow, there seems to be now a pretty general instinct throughout\r\n     Europe, and even in America, that a policy of maritime and colonial\r\n     development must be the natural result of Germany's present\r\n     position: and such instincts, being those of self-preservation, are\r\n     generally, I think, what Dizzy calls 'unerring' ones.\r\n\r\nA letter from Lord Odo Russell written about this period throws a\r\ncurious light upon Bismarck's imaginary grievances, and the difficulties\r\nwhich he was prepared to raise upon the slightest provocation. Probably\r\nno Minister of modern times ever uttered so many complaints, threatened\r\nso often to resign, and yet wielded such absolute power.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord O. Russell to Lord Derby._\r\n\r\n    Berlin, Nov. 9, 1874.\r\n\r\n     I found Prince Bismarck in one of his confidential moods\r\n     the other day, and he indulged me in a long talk about his own\r\n     interests, past, present, and prospective.\r\n\r\n     Among many other things, he said that his life had been\r\n     strangely divided into phases or periods of twelve years each.\r\n\r\n     Born in 1815, he had left home when he was twelve years old to\r\n     begin his studies. At 24 he inherited his small patrimony and his\r\n     father's debts, and entered upon the life and duties of a country\r\n     gentleman. At 36 (1851) his diplomatic career began, and he was\r\n     sent to Frankfort, Vienna, St. Petersburg and Paris. At 48 (1863)\r\n     he was recalled to form the present Administration, which in twelve\r\n     years had carried on three wars and made the German Empire. He was\r\n     now 60 and worn out with the responsibilities and anxieties of\r\n     office, and he was resolved to enter upon a new phase (of 12 years\r\n     he hoped) by resigning and retiring into private life--a resolution\r\n     he begged I would keep to myself for the present.\r\n\r\n     I said I could well understand his wish for rest, but I did\r\n     not believe the Emperor or the country would allow him to indulge\r\n     in it, as he was well enough and strong enough to govern Germany\r\n     for many years to come.\r\n\r\n     He replied that he felt quite strong enough to govern Germany,\r\n     but not to be governed himself any longer by the Emperor, whose\r\n     obstinacy and narrow mindedness were more than he could bear.\r\n\r\n     I said I had often heard him complain of his Court duties\r\n     before, but it appeared to me that he always carried his points,\r\n     and that after some resistance the Emperor gave way in the end and\r\n     followed his advice.\r\n\r\n     He replied that it was that very struggle with his Imperial\r\n     Master that had worn him out and that he no longer felt strong\r\n     enough to carry on after sixty. He then related to me a series of\r\n     very curious anecdotes illustrating his struggles with the Crown,\r\n     and what he called the want of confidence and ingratitude of the\r\n     Emperor.\r\n\r\n     I asked him whether anything had lately occurred calculated to\r\n     increase his wish for rest.\r\n\r\n     He said that his present difference with the Emperor related\r\n     to the new army organization. The Emperor and his generals thought\r\n     the sole object of the German Empire was to turn the nation into an\r\n     army for the greater glory of the House of Hohenzollern; whilst he\r\n     held that there must be some limit to the heavy strain of military\r\n     obligations the Crown was ever anxious to impose on the people.\r\n\r\n     I asked whether he was alluding to the Landsturm Bill, which\r\n     placed every German from the age of 16 to 42 at the disposal of the\r\n     War Department.\r\n\r\n     He replied that he did not exactly allude to that, but there\r\n     were other measures in contemplation, elaborated in the Emperor's\r\n     military Cabinet, he could not give his sanction to, and which\r\n     would consequently lead to another painful struggle. He considered\r\n     that his great task had been completed in 1870 to 1872, and that he\r\n     could now retire and leave the internal organization of Germany to\r\n     other hands. The Crown Prince, he thought, might possibly govern\r\n     on more Constitutional principles than his father, who, born\r\n     in the last century, had not yet been able to realize what the\r\n     duties of a Constitutional Sovereign were, and thought himself as\r\n     King of Prussia above the Constitution, as the Emperor Sigismund\r\n     thought himself above grammar when he wrote bad Latin. A danger\r\n     to which the Crown Prince would be exposed as Sovereign was his\r\n     love for intrigue and backstairs influence--'some one or other\r\n     always concealed behind the door or curtain.' The Prince was not as\r\n     straightforward as he appeared, and he suffered from the weakness\r\n     of obstinacy and the obstinacy of weakness due to unbounded conceit\r\n     and self-confidence--but at the same time he meant well.\r\n\r\n     After a good deal more talk about his family, his property,\r\n     and his longing for country life and pursuits, we parted.\r\n\r\n     Without attaching undue importance to Prince Bismarck's\r\n     oft-repeated threat of resignation, I do not suppose he would go\r\n     out of his way to tell me and others so, without intention. My\r\n     impression is that he wants to obtain something or other from the\r\n     Emperor which he can make conditional on remaining in office, well\r\n     knowing that His Majesty cannot do without him. Besides which,\r\n     his retirement from office would have the appearance of a defeat,\r\n     consequent on his failure to coerce the Pope and his legions. He is\r\n     not the man to admit a defeat while he lives. Time will show what\r\n     more he wants to satisfy his gigantic ambition.\r\n\r\nThe fear of war with Germany had died away temporarily in the summer,\r\nand the various political parties in France were free to continue their\r\nstruggles and to reduce the situation to almost unexampled confusion.\r\nThe motives of the Comte de Chambord and his followers were too remote\r\nfor ordinary human understanding, and their object appeared to be to\r\nbring about a crisis and a dissolution of the Assembly on the most\r\ndisadvantageous terms to themselves. Moderate Republicans were looking\r\nto the Duc d'Aumale as a safeguard against the Imperialists on the one\r\nhand, and the Reds on the other. Republicans of various shades, and the\r\nReds in particular, were coquetting with Prince Napoleon, and he with\r\nthem. Most men and most parties appeared to have particular objects,\r\nwhich they hated with a hatred more intense than their love for the\r\nobject of their affections. Thiers, it was believed, would have rather\r\nseen anything, even a restoration of the Empire, than have the Duc de\r\nBroglie and the Orleanists in power. Notwithstanding the fusion, the\r\nLegitimists would have probably preferred Gambetta (or some one still\r\nmore extreme) than an Orleans Prince--and so on.\r\n\r\n'I cannot make head or tail of French internal politics,' Lord Derby\r\nwrote, at the end of the year, 'and presume that most Frenchmen are in\r\nthe same condition. It looks as if nobody could see their way till the\r\npresent Assembly is dissolved and a new one elected.'\r\n\r\nThe beginning of the new year was signalized in Paris by the appearance\r\nof the Lord Mayor of London, who had been invited to attend the opening\r\nof the new Opera House. That functionary has always been invested in\r\nFrench popular opinion with semi-fabulous attributes, and he seems to\r\nhave risen to the level of the occasion. 'The Lord Mayor,' wrote the\r\nunimpressionable Lord Lyons, 'is astonishing the Parisians with his\r\nsword, mace, trumpeters, and State coaches. So far, however, I think the\r\ndisposition here is to be pleased with it all, and I keep no countenance\r\nand do what I have to do with becoming gravity.' A little later,\r\nhowever, he was constrained to add:--\r\n\r\n     I am afraid the Lord Mayor's head has been turned by the\r\n     fuss which was made with him here, for he seems to have made a\r\n     very foolish speech on his return to England. Strange to say the\r\n     Parisians continued to be amused and pleased with his pomps and\r\n     vanities to the end, although the narrow limits between the sublime\r\n     and the ridiculous were always on the point of being over passed.\r\n     I abstained from going to the banquets given to him, or by him,\r\n     except a private dinner at the Elysée; but I had him to dinner\r\n     here, and, I think, sent him away pleased with the Embassy, which\r\n     it is always as well to do, and if so, I have reaped the reward of\r\n     my diplomatic command over my risible muscles.\r\n\r\nIt was not perhaps surprising that the Lord Mayor should have been\r\nthrown off his intellectual balance, for the honours accorded to him\r\nfar surpassed those paid to ordinary mortals and resembled rather those\r\nhabitually reserved for crowned heads. When he visited the opera the\r\nex-Imperial box was reserved for his use; the audience rose at his\r\nentry, and the orchestra played the English National Anthem. Twice he\r\ndined with the President of the Republic; the Prefect of the Seine gave\r\na banquet in his honour; so did the authorities at Boulogne; and to\r\ncrown all, the Tribunal of Commerce struck a medal in commemoration of\r\nhis visit.\r\n\r\nThe one thing that was fairly clear in French politics, besides\r\nabhorrence of the White Flag, was the gradual progress of Bonapartism\r\nwhich was beginning to frighten Conservatives as well as Republicans,\r\nand the Bonapartists themselves were inclined to regret having helped\r\nto turn Thiers out of office, because the army was becoming more and\r\nmore anti-Republican, and it would be much easier to turn it against a\r\ncivilian than against its natural head, a Marshal of France.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Derby._\r\n\r\n    Jan. 26, 1875.\r\n\r\n     Bonapartism is still in the ascendant, and certainly the\r\n     Assembly is doing everything to give weight to the assertion that\r\n     France is unfit for Parliamentary Government. No one believes in\r\n     a moderate Republic, as a self-supporting institution unconnected\r\n     with some particular individual. The 'Conservative Republic'\r\n     was devised for M. Thiers. The Septennate Republic, if it be a\r\n     Republic, would be scouted if MacMahon were not at the head of\r\n     it. The Comte de Chambord is impossible. The Orleanists have cast\r\n     in their lot with his, and besides, the Government they represent\r\n     being constitutional or Parliamentary, is exactly what is most\r\n     out of favour, with the exception of the White Flag. As I have\r\n     said all along, the dispute is between a very advanced Republic\r\n     and the Empire, and _confugiendum est ad imperium_ is becoming\r\n     more and more the cry of those who dread Communism. Those who have\r\n     personal reasons for fearing the Empire are already taking their\r\n     precautions. Friends of the Orleans Princes are believed to have\r\n     seriously conferred (not with the knowledge or consent of the\r\n     Princes themselves, so far as I have heard) with the Bonaparte\r\n     leaders, in order to ascertain what the Orleans family would\r\n     have to expect if the Prince Imperial returned. At any rate the\r\n     Bonapartist papers have been insinuating that they would be allowed\r\n     to stay in France and keep their property; and these insinuations\r\n     are of course intended to relieve tender Orleanist consciences of\r\n     scruples in coming round to the Imperial cause.\r\n\r\n     The officers in the army are becoming more and more averse\r\n     from all idea of a permanent Republic. They would willingly wait to\r\n     the end of MacMahon's time, but they are beginning to talk of the\r\n     possibility of his being so much disgusted by the way in which he\r\n     is worried by the Assembly, as to throw the Presidency up.\r\n\r\n     In short France is at this moment in a fear of Bonapartism.\r\n     It may, and very probably will, subside this time, but it differs\r\n     from most intermittent fevers in this, that the attacks recur at\r\n     shorter and shorter intervals, and increase instead of diminish in\r\n     intensity.\r\n\r\nFear of the Imperialists drove Conservatives into voting with Gambetta\r\nand other advanced Republicans; a ministerial crisis took place; the\r\nAssembly gave contradictory decisions and generally discredited itself,\r\nand the confusion grew so great that it seemed impossible to unravel it.\r\n\r\n     'I have spent three afternoons at Versailles,' wrote Lord\r\n     Lyons on February 26th, 'and have seen a Constitution made there.\r\n     I have seen also such a confusion of parties and principles as I\r\n     hope never to witness again. I found Décazes, Broglie, and a great\r\n     number of Right Centre deputies at the MacMahons' last evening.\r\n     They all, and particularly Décazes, looked to me very unhappy,\r\n     and indeed they did not affect to be at all satisfied with the\r\n     occurrences in the Assembly. Like the horse in the fable who\r\n     invited the man to get on his back, the Right Centre have let the\r\n     Left get on their backs to attack Bonapartism, and don't know how\r\n     to shake them off again.'\r\n\r\nThe ceaseless struggles between the various political parties in France,\r\nwhich were of little interest to the outside world, were temporarily\r\ninterrupted in the spring of 1875 by the war scare which so greatly\r\nagitated Europe at the time, but which subsequently became an almost\r\nannual phenomenon. Unfortunately, Lord Lyons was in England during\r\nthe greater portion of this critical period, and there are wanting,\r\nconsequently, documents which might have thrown light upon what has\r\nalways been a somewhat mysterious episode, but it would appear that the\r\nsymptoms of alarm on the part of the French first showed themselves\r\nabout March 11. On that day the Duc Décazes drew the attention of the\r\nBritish Ambassador to three incidents which ought to engage the serious\r\nattention of those Governments who were desirous of maintaining peace\r\nin Europe. These were the threatening representation made by the German\r\nMinister at Brussels to the Belgian Government respecting the language\r\nand conduct of the Ultramontane Party in that country; the pointed\r\ncommunication to the French Government of this representation; and the\r\nprohibition of the export of horses from Germany. Prince Bismarck,\r\nsaid Décazes, seemed to become more and more inclined to revive old\r\ngrievances and to require of foreign countries the exercise of an\r\nunreasonable and impossible control over the prelates and even over\r\nthe lay members of the Roman Catholic Church, and as for the decree\r\nforbidding the export of horses, it was so inexplicable that it could\r\nonly add to uneasiness. It might be easy for England, and for some other\r\nnations, to regard these things calmly, but to France they constituted\r\na serious and immediate peril. In spite of the steps taken during the\r\npast year to conciliate Germany on the subject of the Bishop's charges,\r\nthe German Government had never officially intimated that it considered\r\nthe question to be closed, and Count Arnim had used the significant\r\nexpression to him, that it was only closed 'so far as any question\r\nbetween you and us can ever be looked upon as closed.' He believed that\r\nit was only owing to the influence of other Powers, and of England in\r\nparticular, that the danger had been averted in 1874; and he now hoped\r\nthat the same influence would be exerted in the same way. Décazes added\r\na somewhat surprising piece of information which had been imparted to\r\nhim in January, 1874, by Prince Orloff, the Russian Ambassador, viz.\r\nthat in that month an order to occupy Nancy had absolutely been issued\r\nby the German Government to its troops, and that there were strong\r\ngrounds for believing that this order has been rescinded chiefly owing\r\nto influence exerted at Berlin by Russia. So far as is known, there is\r\nno corroboration of this story, and it would appear that Prince Orloff\r\nwas so anxious to convince France of the goodwill of Russia that he\r\nthought it advisable to drag England into the question, but it was not\r\nsurprising that France should be sensitively alive to the danger she\r\nincurred, if Bismarck, irritated by his Ultramontane difficulties,\r\nshould choose to throw the blame upon the Roman Catholics of other\r\ncountries, or should resort to quarrels with foreign nations as a means\r\nof diverting public opinion in Germany from inconvenient questions at\r\nhome.\r\n\r\nPrince Hohenlohe, the new German Ambassador, who also saw Lord Lyons on\r\nthe same day, volunteered no opinion upon the representation to Belgium\r\nwhich had excited so much perturbation, but remarked with regard to the\r\nexportation of horses that the 'agriculturists might have been alarmed\r\nby the prospect of a drain of horses for foreign countries. He had no\r\nreason to suppose that purchases of horses had been made in Germany by\r\nthe French Government for military purposes; but he had heard that a\r\nconsiderable number had lately been brought there for the Paris fiacres.'\r\n\r\nIt will not have escaped notice that the German Government--or rather\r\nBismarck--was fortunate in always having excellent reasons available,\r\neither for not complying with inconvenient requests, or for explaining\r\naway disquieting symptoms; thus, in 1870, the insuperable difficulty to\r\ndisarmament was the King of Prussia; during the peace negotiations, all\r\nharsh conditions were due to _les militaires_, and in 1875 the German\r\nagriculturists and the Paris cabs were responsible for any uneasiness\r\nthat might be felt temporarily.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Derby._\r\n\r\n    Paris, March 16, 1875.\r\n\r\n     I saw Décazes last night and found him in a greater state of\r\n     alarm about the intentions of Germany than anything specific he\r\n     told me seemed to warrant. The retirement of Bismarck to Varzin\r\n     will not reassure the French, because they remember that he was\r\n     there when the war broke out in 1870.\r\n\r\n     There is observable here, and not least among the Russians, a\r\n     sort of impression that there is to be a movement of some kind in\r\n     the East.\r\n\r\n     In short, there is a great deal of vague uneasiness and fear\r\n     that peace is in danger.\r\n\r\n     The German Embassy here has certainly been taking great pains\r\n     to put it about that the prohibition to export horses has been\r\n     decreed solely from economical, and not from military motives.\r\n     That Embassy keeps up very close relations with the _Times_\r\n     correspondent[11] here, and his subordinates. Of course the trouble\r\n     it has taken has increased instead of allaying alarm. Décazes\r\n     constantly harps on the string of the influence of England at\r\n     Berlin, and the consolation it affords him to feel sure that it is\r\n     exercised quietly on the side of peace. The position is a painful\r\n     one. Without particular friendships and alliances, France is\r\n     absolutely at the mercy of Germany, and if she tries to form such\r\n     friendships and alliances, she may bring the wrath of the great\r\n     Chancellor down upon her instantly.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Derby to Lord Lyons._\r\n\r\n    Foreign Office, March 16, 1875.\r\n\r\n     I do not know and cannot conjecture the cause of Décazes's\r\n     anxiety. Nothing has passed or is passing in any part of Europe to\r\n     justify alarm as to an early disturbance of general peace. But I\r\n     hear of a similar feeling of uneasiness at Berlin; and the Russian\r\n     Government is credited with designs as to the nature of which no\r\n     two persons agree. Until we hear more, I shall be inclined to set\r\n     down all these rumours of wars to the time of year, and to the\r\n     absence of any exciting questions (so far as foreign relations are\r\n     concerned) to occupy men's minds.\r\n\r\n     I may tell you confidentially that Bismarck has given us\r\n     through Odo Russell a serious warning against the unfriendly\r\n     feelings of the Russian Government towards England. He may be only\r\n     trying to stir up jealousy, a game which he often plays, or he may\r\n     be sincere. I take his hint as one not to be slighted, yet not\r\n     infallibly trusted. Gortschakoff is no doubt much disgusted about\r\n     the Conference; the Czar also to some extent; and probably they\r\n     both feel that they had miscalculated the effect of the Russian\r\n     marriage on English policy. But beyond this I know no cause of\r\n     quarrel. Dead calm for the moment. I cannot conceive any reason why\r\n     you should not take your leave when you wish it. Paris is always\r\n     within reach if anything new turns up.\r\n\r\nIt is obvious from the above that neither Lord Derby nor Lord Lyons felt\r\nany very serious apprehensions, and the latter was permitted to go home\r\non leave at the beginning of April. On April 10, Lord Odo Russell wrote\r\nto Lord Derby:--\r\n\r\n     Bismarck is at his old tricks again--alarming the Germans\r\n     through the officious Press, and intimating that the French are\r\n     going to attack them, and that Austria and Italy are conspiring\r\n     in favour of the Pope, etc. Now he has succeeded in making the\r\n     Emperor and the Crown Prince believe that France is meditating an\r\n     invasion of Germany through Belgium! And, not knowing any better,\r\n     they are in despair and have ordered the War Department to make\r\n     ready for defence. This crisis will blow over like so many others,\r\n     but Bismarck's sensational policy is very wearisome at times. Half\r\n     the Diplomatic Body have been here since yesterday to tell me that\r\n     war was imminent, and when I seek to calm their nerves and disprove\r\n     their anticipations, they think that I am thoroughly bamboozled by\r\n     Bismarck.\r\n\r\nIn the middle of April there appeared in the _Berlin Post_ the\r\ncelebrated article entitled: 'Is War in Sight?' and as it was well known\r\nthat such articles were not written except under official inspiration,\r\nsomething akin to a real panic took place, more especially when other\r\nGerman papers began to write in a similar strain. Letters from Mr.\r\nAdams, who had been left as Chargé d'Affaires at Paris, show the\r\npitiable condition of terror to which the French Government was reduced,\r\nand the efforts made by Décazes to obtain British support. Décazes urged\r\nthat England ought to take an active part in protesting against the\r\nnew theory that one nation was justified in falling upon another for\r\nno other reason than that the latter might possibly prove troublesome\r\nin the future. He said that he had protested to the German Ambassador\r\nagainst the attitude of the German Government, after all the assurances\r\nthat it had received from the French Government, and added that if war\r\ntook place in August, as he feared, he should advise MacMahon to retire\r\nwith his army beyond the Loire without firing a shot and wait there\r\n'until the justice of Europe should speak out in favour of France.' The\r\nidea of openly identifying England with the French cause did not commend\r\nitself apparently to Mr. Disraeli.\r\n\r\n     'I had a rather long conversation about French politics with\r\n     Mr. Disraeli,' Lord Lyons wrote to Mr. Adams on April 21st, 'and I\r\n     found him thoroughly well up in the subject. He wishes to encourage\r\n     confidence and goodwill on the part of France towards England,\r\n     but sees the danger to France herself of any such appearance of a\r\n     special and separate understanding as would arouse the jealousy of\r\n     Bismarck.\r\n\r\n       *       *       *       *       *\r\n\r\n     'With a little variation in the illustrations, Décazes's\r\n     language to you was just what he used to me before I left Paris.\r\n     Germany can, I suppose, overrun France whenever she pleases, a\r\n     fortnight after she determines to do so; and no one can tell how\r\n     suddenly she may come to this determination. Whether Décazes is\r\n     wise in perpetually crying \"wolf\" I cannot say. He is naturally\r\n     anxious to keep Europe on the alert, but I am not sure that the\r\n     repetition of these cries does not produce the contrary effect.'\r\n\r\nDuring the second half of April the tension began to diminish, but Lord\r\nOdo Russell, who was certainly no alarmist, felt convinced that, so long\r\nas Bismarck remained in office, the peace of Europe was in jeopardy,\r\nfor his power had now become absolute, and neither the Emperor nor the\r\nCrown Prince were capable of withstanding him. Writing on April 24, he\r\nremarks: 'The prospect of another war fills me with horror and disgust,\r\nand if Bismarck lives a few years longer I do not see how it can be\r\nprevented. The Emperor's powers of resistance are over; he does what\r\nBismarck wishes, and the Crown Prince, peace-loving as he is, has not\r\nsufficient independence of character to resist Bismarck's all-powerful\r\nmind and will.'\r\n\r\nA few days later the Belgian Minister at Berlin reported to Lord Odo\r\nRussell an alarming communication made to him by Count Moltke.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord O. Russell to Lord Derby._\r\n\r\n    Berlin, May 1, 1875.\r\n\r\n     Since writing to you to-day, at this late hour my Belgian\r\n     colleague Baron Nothomb has called to tell me that he had a long\r\n     conversation with Moltke yesterday fully confirming what is said\r\n     in my despatch. Moltke added that, much as he hated war, he did\r\n     not see how Germany could avoid it _next year_, unless the Great\r\n     Powers 'coalesced' to persuade France to reduce her armaments to a\r\n     reasonable peace establishment.\r\n\r\n     Then Nothomb told me that Bismarck had sent Bülow to him with\r\n     the following confidential message: 'Tell your King to get his army\r\n     ready for defence, because Belgium may be invaded by France sooner\r\n     than we expect.'\r\n\r\n     This message Nothomb writes to Brussels to-day. He is under\r\n     an impression that in the event of war, Bismarck intends to occupy\r\n     Belgium, as Frederick the Great occupied Saxony when he suspected\r\n     Maria Theresa of wanting to take her revenge for the loss of\r\n     Silesia. This is curious, and you will probably hear more about it\r\n     from Brussels. I write in haste for the Messenger.\r\n\r\nThe evident desire of Bismarck to fasten a quarrel upon France aroused\r\nthe indignation of Lord Derby, who realized that the intervention of\r\nRussia was the best method of preventing it.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Derby to Lord O. Russell._\r\n\r\n    Foreign Office, May 3, 1875.\r\n\r\n     You seem reassured as to the immediate prospect, and the panic\r\n     in Paris has subsided, but great uneasiness remains. Lumley[12]\r\n     writes to me that the state of things seems to him most critical,\r\n     and the language which you report as held by Moltke is unpleasant\r\n     enough. Münster[13] has not called for the last few days: when last\r\n     I saw him, his language about French armaments tallied exactly\r\n     with that which you and others report as being held by German\r\n     representatives throughout Europe.\r\n\r\n     Is there no hope of Russian interference to maintain peace?\r\n     It cannot be the interest of Russia to have France destroyed and\r\n     Germany omnipotent. If the Czar were to say that a new war must not\r\n     take place, and that he would not allow it, Bismarck would hardly\r\n     undertake to fight Russia and France combined. I see little other\r\n     prospect of averting mischief, and if it begins, where is it to end?\r\n\r\n     Even here, and notwithstanding the sympathy felt in the\r\n     main for the Protestant German Empire, the outrageous injustice\r\n     of picking a quarrel with France, because she does not choose to\r\n     remain disarmed, would produce its effect. There would be a great\r\n     revulsion of feeling; not unlike that which took place when the\r\n     first Napoleon had begun to show his real character and objects.\r\n     The English public knows little about foreign concerns, but it does\r\n     understand that hitting a man when he is down is not fair play, and\r\n     I think in the rest of Europe fear and jealousy of the predominant\r\n     Power would give France many adherents.\r\n\r\n     I do what I can to point this out in a quiet and friendly way;\r\n     but without being sanguine.\r\n\r\n       *       *       *       *       *\r\n\r\n     May 4. The conversation about Belgium in the House of Lords\r\n     last night led to no result. I think I see a growing feeling,\r\n     indicated by the language of the press, that the German demands are\r\n     not necessarily unreasonable, and that we should at least hear more\r\n     of the case before pronouncing judgment.\r\n\r\n     To judge by the reports which Nothomb sends to his own\r\n     Government, he has been thoroughly frightened, and is ready to\r\n     advise unconditional acceptance of German proposals. Is he disposed\r\n     to be an alarmist? Or has Bismarck established a personal hold over\r\n     him?\r\n\r\n     We are quiet at this office, busy in Parliament; the Session\r\n     threatens to be long, but it will not be eventful.\r\n\r\nOn May 6, Lord Odo Russell reported that Count Schouvaloff, the Russian\r\nAmbassador in London, had just arrived at Berlin from St. Petersburg,\r\nand was the bearer of important tidings.\r\n\r\n     The good news he brought respecting our relations with Russia\r\n     filled me with delight after the dark allusions made to me here\r\n     at Court and by the Chancellor during the winter. As regards\r\n     Germany and the war rumours, Count Schouvaloff gave me the most\r\n     satisfactory and welcome news that the Emperor of Russia is coming\r\n     to Berlin on Monday next, will insist on the maintenance of peace\r\n     in Europe, even at the cost of a rupture with Germany, and that he\r\n     can reckon on the support of Austria in doing so.\r\n\r\n     How Bismarck will meet the humiliating blow of being told by\r\n     his allies, Russia and Austria, that he must keep the peace with\r\n     France, when he has proclaimed to the world that France is ready to\r\n     take her revenge, it is difficult to foretell. But we must not be\r\n     surprised if it hastens on the outburst it is intended to prevent.\r\n     I hope not, and do not expect it, but I shall not be surprised if\r\n     it does, because Austria has really joined Russia. She has become\r\n     an obstacle in the way of German development, which Bismarck will\r\n     try to remove.\r\n\r\nIt had, of course, been the object of Bismarck to sow dissension between\r\nEngland and Russia, and he had taken elaborate pains to convince\r\nthe British Government that Russia was animated by the most hostile\r\nfeelings. Consequently the extremely frank and friendly sentiments\r\nexpressed by Count Schouvaloff were in the nature of an agreeable\r\nsurprise, but the effusion of the Russian Envoy was so great that he\r\nseems to have slightly overdone the part.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord O. Russell to Lord Derby._\r\n\r\n    Berlin, May 8, 1875.\r\n\r\n     I did not report Schouvaloff's conversation because he was\r\n     going to tell you all he had to say in great detail as soon as he\r\n     reached London. His frankness is fascinating, but on reflection it\r\n     does not inspire absolute confidence. I feel at first inclined to\r\n     believe all he says; but when I think it over, it appears too good\r\n     to be true.\r\n\r\n     If all he represents himself to have said to Bismarck about\r\n     the power of Russia to coerce Germany under certain circumstances\r\n     be strictly true, Bismarck would scarcely want him to succeed\r\n     Gortschakoff, as he does, if he did not feel that he could make a\r\n     tool of him (Schouvaloff).\r\n\r\n     According to Schouvaloff, the Czar and Gortschakoff are\r\n     to tell Bismarck next week that a new war must not take place,\r\n     and that if he does not submit and agree, Russia, with the\r\n     concurrence of Austria, is prepared to side with France to render\r\n     war impossible. In all probability, their conferences will end\r\n     in mutual assurances of peace and good will, and we shall hear\r\n     no more of war rumours and French armaments until those of\r\n     Germany are ready; and as Bismarck is a match both for the Czar\r\n     and Gortschakoff, I shall not be surprised to hear that he has\r\n     persuaded them to let him have his own way in the end. But this is\r\n     mere conjecture; we shall know more about it all a week hence.\r\n\r\n     The whole of Bismarck's policy now tends to produce a\r\n     coalition of the peaceful Powers against Germany, and his Church\r\n     policy, to produce dissensions in Germany and arrest the progress\r\n     of unification. It is therefore evident that he seeks a conflict\r\n     for purposes of his own.\r\n\r\n     I may be wrong, but I cannot but think that he wants to\r\n     mediatize the smaller German Powers and weaken Austria so as to\r\n     render her alliance useless to Russia, France, and Italy.\r\n\r\n     If I understand Schouvaloff correctly, Bismarck endeavoured to\r\n     set Russia against us, as he attempted to set us against Russia,\r\n     and he seemed to expect that Bismarck would make Gortschakoff\r\n     various offers in return for Russian co-operation or neutrality.\r\n     Indeed, he insinuated that he thought Bismarck a little out of his\r\n     mind at times.\r\n\r\n     The importance of the Czar's language and attitude at Berlin\r\n     is so great that I look forward with anxious interest to the\r\n     results of next week's conferences. For my part I have been careful\r\n     to hold the language you tell me you hold at home on these matters\r\n     in a friendly spirit to Germany and in the interest of European\r\n     Peace.\r\n\r\nOn the same date (May 8), the Emperor Alexander and Prince Gortschakoff\r\nstarted on the journey to Berlin from which so much was anticipated,\r\nand the British Government addressed a despatch to Lord Odo Russell\r\nwhich was also circulated at Paris, Vienna, St. Petersburg, and\r\nRome, instructing him to use all his power to put an end to the\r\nmisunderstanding which had arisen between France and Germany. It is\r\nworthy of note that when this despatch was communicated to the Austrian\r\nGovernment, that Government alone declined to instruct their Ambassador\r\nat Berlin in the sense desired, on the ground that it would irritate\r\nBismarck.\r\n\r\nThe Emperor Alexander and Gortschakoff arrived at Berlin on May 10,\r\nand the question of peace or war must have been decided with extreme\r\nrapidity, for Lord Odo Russell dined with Bismarck on that night, and\r\nthe latter took the opportunity to express his thanks 'for the very\r\nfriendly offer, which he highly appreciated, as a proof of good will\r\nand confidence on the part of Her Majesty's Government.' At the same\r\ntime he expressed some naïve surprise at the offer, maintaining that\r\nall his efforts tended in the direction of peace; that the war rumours\r\nwere the work of the stockjobbers and the press, and that France and\r\nGermany were on excellent terms! Under the circumstances, it is highly\r\ncreditable to Lord Odo Russell that he received this communication with\r\nbecoming gravity.\r\n\r\nGortschakoff who made his appearance after the dinner professed great\r\nsatisfaction at Bismarck's language; but in conversation with Lord\r\nOdo Russell on the following day (May 11), Bismarck spoke with much\r\nirritation of Gortschakoff's intervention, which he attributed to senile\r\nvanity, and stated that he had refused Gortschakoff's request for a\r\ncategorical promise not to go to war, because such a promise would have\r\nimplied the existence of an intention which he repudiated.\r\n\r\nOn May 12, Gortschakoff sent a telegram to St. Petersburg which gave\r\ndire offence: _La paix est assurée:_ and the Emperor of Russia requested\r\nLord Odo to inform Her Majesty's Government that he felt certain of the\r\nmaintenance of peace. Bismarck, secretly furious at the frustration of\r\nhis plans, outwardly betrayed no ill-humour and put a good face upon his\r\nfailure.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord O. Russell to Lord Derby._\r\n\r\n    Berlin, May 15, 1875.\r\n\r\n     Although Bismarck is as civil, confidential, and amiable\r\n     to me as ever, I fancy that he must be frantic at our combined\r\n     action with Russia in favour of peace, which took him by surprise.\r\n     However that matters little, and he will get over it, as he wishes\r\n     to keep well with us. But he will seek an opportunity of paying\r\n     out Gortschakoff for having come the Peacemaker and Dictator over\r\n     Germany again.\r\n\r\n     For my part, I was delighted at the course pursued by Her\r\n     Majesty's Government and at the instructions you sent me, which I\r\n     feel sure will do good, both at home and abroad.\r\n\r\n     The old Emperor William, whose bodily health is wonderful, but\r\n     whose mental powers are declining, will have been surprised and\r\n     grieved at the Queen writing to the Czar instead of to himself.\r\n     Bismarck thinks it is due to an intrigue of the Empress Augusta\r\n     to spite him. His hatred and abuse of the Empress is a perfect\r\n     mania. The Crown Prince sent for me to talk the incident over. He\r\n     asked many questions, but was himself reserved, beyond deploring\r\n     Bismarck's nervous state and policy which had been the cause of\r\n     such useless alarm. He asked whether I saw any likely successor to\r\n     Bismarck if his health broke down. I said plenty would be found\r\n     in Germany when there was a demand for them, which Bismarck's\r\n     popularity at present excluded. The Prince, though reserved, was\r\n     very cordial and very anxious for information.\r\n\r\n     Your conversation with Schouvaloff is word for word what he\r\n     said to me. I note one mistake on his part. He spoke with certainty\r\n     of Austrian co-operation, which failed us at the last moment.\r\n\r\n     I was much impressed by the warmth and eloquence of the\r\n     Czar's utterances of friendship for England. He seemed really\r\n     to feel deeply what he said, and to wish with all his heart for\r\n     an alliance with us. Gortschakoff was less ardent: it is not in\r\n     his nature; but he was persuasive and consistent in his friendly\r\n     assurances. Schouvaloff's attitude and language will show whether\r\n     my impressions are correct or not.\r\n\r\n     Münster's assurances to you in regard to the German army are\r\n     quite correct, I believe; only it is better prepared for war than\r\n     any other army in the world, and at ten days' notice. But when\r\n     Bismarck tells him to lament the alarm he has created himself, and\r\n     to ascribe it to Ultramontane influences in the press, Münster must\r\n     feel rather ashamed of his master.\r\n\r\n     We may certainly reckon on peace for this year. Next year\r\n     peace must depend on the state of Bismarck's combinations for\r\n     the completion of his task--the unification of Germany--Russia\r\n     permitting. He left for Varzin this morning, which will do him\r\n     good; but he returns on the 27th instant to receive the King and\r\n     Queen of Sweden who stay three days in Berlin.\r\n\r\n     I did not mention in my official report that the Czar asked\r\n     me to tell him frankly, if I was at liberty to do so, whether I\r\n     thought Bismarck had designs on Austria. I told him what the wishes\r\n     of the National Party were, and what they expected of Bismarck\r\n     their leader, and that I believed he contemplated weakening Austria\r\n     to strengthen Germany. The Czar thanked me and said that although\r\n     suspicion had been suggested to him from many sides, he could not\r\n     get himself to believe in so much perfidy.\r\n\r\nSuch then in brief is the story of the great war scare of 1875, a tale\r\nwhich has been told by many writers with embellishments suggested by\r\neither Anglophil or Russophil proclivities. Which of the two countries,\r\nEngland or Russia, contributed most towards the preservation of peace\r\nwill probably always remain a subject of discussion, but Bismarck at\r\nall events never forgave Gortschakoff his vainglorious telegram, and\r\nhe used afterwards to maintain that, whereas the English had 'behaved\r\nlike gentlemen,' the conduct of the Russian Government came under a\r\ndistinctly opposite category. It is a remarkable fact that in spite\r\nof the indisputable evidence furnished not only by the foregoing\r\ncorrespondence, but from other sources, Bismarck subsequently had the\r\nhardihood to assert that the war scare of 1875 was a myth invented\r\npartly by Décazes for stockjobbing purposes and partly by the\r\nUltramontane press--even the English press being according to his\r\nassertions under Ultramontane influence. In the authoritative work\r\n'Bismarck: his Reflections and Reminiscences' it is lightly dismissed\r\nas an elaborate fiction. 'So far was I from entertaining any such idea\r\nat the time, or afterwards, that I would rather have resigned than\r\nlent a hand in picking a quarrel which would have had no other motive\r\nthan preventing France from recovering her breath and her strength.'\r\nBusch, in his better-known narrative, is also discreetly reticent on\r\nthe subject, and the only reference to it occurs in some notes dictated\r\nto him by Bismarck in 1879. 'As far back as 1874 the threads of the\r\nGortschakoff-Jomini policy are to be found in the foreign press--oglings\r\nand advances towards an intimacy between Russia and France of _la\r\nrevanche_. The rejection of these addresses is due rather to France\r\nthan to Russia. This policy does not appear to have originated with the\r\nEmperor Alexander. It culminated in the period 1875-77, when the rumour\r\nwas circulated that Gortschakoff had saved France from us, and when he\r\nbegan one of his circular despatches with the words, _Maintenant la\r\npaix est assurée_. You remember Blowitz's report in the _Times_. Read\r\nit again and mention the matter. His account was correct, except when\r\nhe spoke of an anti-French military party in Prussia. No such party\r\nexisted.'\r\n\r\nIt is instructive to compare with these passages the statements made in\r\nthe 'Memoirs and Letters of Sir Robert Morier.'\r\n\r\nThe crisis was definitely passed when Lord Lyons returned to Paris,\r\nand he found the French overflowing with gratitude for the exertions\r\nof Her Majesty's Government in favour of peace. Both Marshal MacMahon\r\nand the Duc Décazes were profuse in their expressions, and the latter,\r\nin particular, said that he attached immense importance to the fact\r\nthat the same sentiments in favour of peace had been expressed\r\nsimultaneously at Berlin by England and Russia. At the same time, while\r\nmuch encouraged at the thought that the danger of an attack from Germany\r\nhad been averted, he affirmed very positively that he should not on\r\nthis account relax his endeavours to avoid giving umbrage to the German\r\nGovernment. On its being pointed out to him that it was obvious that\r\nthe vast and increasing sums which figured in the Budget of the French\r\nWar Department had produced in Germany a very general impression that\r\nFrance was preparing for an immediate retaliatory war, he gave the\r\nsomewhat unconvincing assurance that a vote for clothing the reserve\r\nwould be struck out, but would be replaced by a supplementary vote\r\nintroduced in the winter, when a vote for clothing might seem 'natural\r\nand unimportant.' According to Décazes, both the Emperor of Russia and\r\nGortschakoff had, on more than one occasion, used language which showed\r\nthat they viewed with satisfaction the efforts of France to restore her\r\nmilitary power, and he endeavoured to impress upon the Ambassador that\r\nHolland first, and then Belgium, were next to France most in danger from\r\nGerman ambition. Finally, he pointed out with great satisfaction that\r\nRussia had not lent an ear to the offers which had, he presumed, been\r\nmade to her at Berlin, to forward any ambitious views she might have in\r\nthe East, and he said that he considered this particularly important,\r\nbecause it removed the only obstacle which might have interfered\r\nwith a cordial co-operation, on the part of the British and Russian\r\nGovernments, for the preservation of the peace of Europe. Whether any\r\nsuch offers were made or refused is not known, but as the next few years\r\nwere to show, Décazes's conclusion was about as faulty a one as could\r\nwell be imagined.\r\n\r\n     'As regards public opinion in this country,' said Lord Lyons.\r\n     'I find no diminution of the conviction that at the present moment\r\n     a war with Germany would be fatal to France, and that very many\r\n     years must elapse before France will be able to undertake such\r\n     a war with any prospect of success. All Frenchmen are earnestly\r\n     desirous that their army should be as speedily as possible placed\r\n     upon such a footing as to give them some security against attack,\r\n     and some influence in the world--but few look forward to there\r\n     being a time when they can contend with Germany, unless they have a\r\n     powerful ally to fight beside them in the field.\r\n\r\n     'In the meantime I must confess that the gratitude towards\r\n     England, which I hear expressed by men of all parties, far exceeds\r\n     anything that I could have expected. On the one hand it shows\r\n     perhaps the greatness of the terror from which the French have just\r\n     been relieved; but on the other, it is, I think, an indication of a\r\n     sincere disposition to accept heartily and ungrudgingly any proof\r\n     of good will from England.'\r\n\r\nThe insurrection in Bosnia and Herzegovina, which broke out in the\r\nsummer of 1875, and the Turkish bankruptcy which followed a little\r\nlater, provided the French with fresh cause for apprehension, as it\r\nwas realized that the Eastern Question was once again reopened, and\r\nthat any differences that might arise between England and Russia would\r\nbe to the disadvantage of France. The French, who now saw the hand of\r\nBismarck in everything, believed that he had a plan of sending the\r\nAustrian army into the Herzegovina, and the Russian army into some other\r\npart of Turkey, with a view to sending the German army into France, and\r\nmuch as the Government would have liked to have done something for the\r\nFrench bondholders, and at the same time to have recovered some of the\r\ninfluence formerly enjoyed at Constantinople, it was afraid to take any\r\naction which might irritate the omnipotent chancellor. Perhaps this\r\nwas just as well, as far as England was concerned. The project of a\r\nEuropean Conference at Constantinople, which had been already mooted,\r\ndid not appear in any way to be conducive to British interests. Austria\r\nand Russia were not in agreement as to the policy to be pursued. The\r\nformer had every reason to fear a Slav development on the frontier.\r\nOn the other hand, the Emperor of Russia could not, even if he wished\r\nit, afford to disregard the feeling of the Russians in favour of\r\ntheir fellows in race and in religion. Both Andrassy and Gortschakoff\r\nforeseeing that neither could obtain a solution entirely acceptable to\r\nopinion in his own country, desired apparently to throw a part of the\r\nresponsibility on a European Conference. But in such a Conference Russia\r\nwould be supreme. France and Germany would bid against each other for\r\nher favour. Austria would be afraid to set herself against her, and if\r\nEngland had any different views, she would always be outvoted.\r\n\r\nAttention was shortly, however, diverted to another quarter. On November\r\n17, Lord Derby learnt that it was absolutely necessary for the Khedive\r\nto procure between three and four millions sterling before the end of\r\nthe month, and that he was preparing to sell his Suez Canal Shares.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Derby to Lord Lyons._\r\n\r\n    10, Downing Street, Whitehall, Nov. 17, 1875.\r\n\r\n     I am not quite easy in my mind about a story I hear, to the\r\n     effect that the Khedive is negotiating with a French Company for\r\n     the sale of his interest in the Suez Canal. If the telegram has not\r\n     been sent to you officially, I will enclose it. Now his bias has\r\n     always hitherto been against the pretensions of Lesseps, and he has\r\n     been of use to us in keeping that rather irrepressible gentleman in\r\n     order. If he withdraws from the concern, and a French Company takes\r\n     his place in it, our position will be very unfavourably altered.\r\n     Have you heard anything of the negotiations in question? I really\r\n     think the matter very serious, and it is one of which the English\r\n     public will fully understand the importance.\r\n\r\n     I think I am not violating any confidence in enclosing to you\r\n     for your personal use only an extract from Odo Russell's letter to\r\n     me received on Monday which seems to throw light on the situation.\r\n     I can add to it nothing in the way of comment.\r\n\r\n     Your information as to the position of the French Government\r\n     is satisfactory. It looks as if the worst of their troubles were\r\n     over.\r\n\r\n     P.S.--Since I began this note I have received further details,\r\n     which I send you, and, I may add in strict confidence that we are\r\n     prepared ourselves to take over the Viceroy's interest, if it\r\n     cannot be kept out of French hands by other means.\r\n\r\n     I find Lord Odo's letter is with the Prime Minister, so the\r\n     extract I promised must wait till next messenger.\r\n\r\nThe result of Lord Lyons's inquiries, which had to be made very\r\ndiscreetly, so as not to create suspicion, was the discovery that the\r\nKhedive was actively negotiating with a French Company, but it was\r\nbelieved that he wanted to mortgage, and not to sell the shares. Lord\r\nDerby's next letter to Lord Lyons shows how reluctantly he took action.\r\n\r\n       *       *       *       *       *\r\n\r\n    Nov. 19, 1875.\r\n\r\n     From General Stanton's[14] telegrams it appears that the\r\n     Khedive has no intention of selling his interest in the Suez Canal,\r\n     though he may be obliged to mortgage it for a time. He has promised\r\n     to give us notice, if, from any cause, he should change his mind,\r\n     and to give us the option of purchase.\r\n\r\n     I sincerely hope we may not be driven to that expedient. The\r\n     acquisition would be a bad one financially, and the affair might\r\n     involve us in disagreeable correspondence both with France and\r\n     the Porte. But there is a strong feeling here about not letting\r\n     the Canal go still more exclusively into French hands, and as we\r\n     contribute nearly four-fifths of the traffic, it cannot be said\r\n     that this jealousy is unreasonable. There are intrigues of all\r\n     sorts going on at Cairo, but I think we may reckon on the Khedive\r\n     being true to us, if not tempted too strongly. I rely on you to\r\n     tell me all you hear on the subject.\r\n\r\nThe memorandum of Lord Odo Russell referred to by Lord Derby is a lucid\r\nexposition of the European situation at the time and of Bismarck's\r\nattitude with regard to the other Powers, more especially Russia.\r\n\r\n       *       *       *       *       *\r\n\r\n    Berlin, Nov. 12, 1875.\r\n\r\n     Bülow is loquacious and straightforward on most subjects; but\r\n     his reticence on Oriental affairs is remarkable. I have repeatedly\r\n     tried the experiment of talking over what the newspapers say, to\r\n     draw him out, but he becomes silent and embarrassed, and seeks to\r\n     change the subject, and when questioned, replies that he has not\r\n     lately received any information from Constantinople.\r\n\r\n     I have in consequence tried to find out through confidential\r\n     sources what it all means, and putting two and two together, I\r\n     make out that Bismarck feels uncertain of Russia, and does not\r\n     wish to be committed too soon. Since Gortschakoff assumed the post\r\n     of peacemaker between France and Germany, Bismarck has failed to\r\n     re-establish confidential relations with Russia. In regard to\r\n     Oriental affairs, Gortschakoff, instead of being satisfied to act\r\n     with his German and Austrian allies exclusively, has sought to\r\n     keep up an equally balanced understanding with England, France and\r\n     Italy: from which Bismarck suspects that Gortschakoff does not mean\r\n     to let him have his own way and wishes to control Germany through\r\n     the united action and agreement of the other European Powers. This\r\n     does not suit his book, and above all, he fears that Russia wishes\r\n     to keep on good terms with England and France; which would, in his\r\n     opinion, neutralize the exclusive action of the three Northern\r\n     Powers, over which he hoped to establish his own influence to the\r\n     exclusion of all other Governments. By lending his assistance to\r\n     Russia in the East, he calculated on Russian neutrality in regard\r\n     to his own plans, as was the case during the late war with France.\r\n\r\n     The joint action of Russia and England last May, in the\r\n     interest of peace, took him by surprise, destroyed his fondest\r\n     calculations, and left him isolated and disappointed to reflect\r\n     on the possibility of a peace coalition against Germany, which he\r\n     could not break up without the certainty of Russian neutrality\r\n     or assistance. He feels that Gortschakoff has abandoned him for\r\n     the time being, that he has lost the confidence of the Emperor\r\n     Alexander, and that while they live, there is but little hope of\r\n     a change of policy in Russia, favourable to his plans--viz. the\r\n     breaking up of Austria and the neutralization of the minor German\r\n     sovereignties.\r\n\r\n     Bismarck reckoned much on his friend Schouvaloff, but\r\n     Schouvaloff turned traitor last May, and is less German in England\r\n     than he was in Russia, which Bismarck cynically attributed to the\r\n     influence of wine and women.\r\n\r\n     Now Bismarck, I am told, affects honest indignation at the\r\n     manner in which Russia is deceiving and misleading Austria in\r\n     regard to Turkey; but in what that consists, I do not yet clearly\r\n     understand.\r\n\r\n     When he returns to Berlin he may possibly speak to me on these\r\n     subjects, and I should be glad to know whether there is anything in\r\n     particular which you may wish me to say, or not to say.\r\n\r\n     On the whole the present situation of affairs seems to me\r\n     favourable to the maintenance of peace.\r\n\r\n     Of course we must be prepared for an occupation of some\r\n     portions of European Turkey by Austria and Russia, but that need\r\n     not necessarily lead to war.\r\n\r\n     I have also endeavoured to find out what the views of\r\n     the National Party in regard to the East really are, and I\r\n     find that the breaking up of European Turkey would be received\r\n     with satisfaction, for the Turk has no friends in Germany. The\r\n     German provinces of Austria are looked upon as the natural and\r\n     inevitable inheritance, sooner or later, of the German Empire,\r\n     for which Austria might be compensated in Turkey, with or without\r\n     Constantinople. Some people talk wildly of giving Constantinople\r\n     to Greece, as less likely to be objected to by the Western Powers.\r\n     But even Russia might take possession of Constantinople without\r\n     objection on the part of Germany. Anything calculated to break the\r\n     influence of France in the East, which is still thought to be too\r\n     great, would be popular in Germany, and more especially if the\r\n     interests of the Latin Church could be injured by it.\r\n\r\n     England may have Egypt if she likes. Germany will graciously\r\n     not object.\r\n\r\n     Since May it has become manifest that Russia has the power\r\n     to hamper the movements of Germany and arrest her progress\r\n     effectually, and that Germany can undertake nothing new without\r\n     the passive consent of Russia. This power must be so intolerable\r\n     to Bismarck that he is sure to exercise all his skill in drawing\r\n     Russia out of the combined arms of the Great Powers, back into\r\n     his own exclusive embrace. This, a difference between Russia and\r\n     Austria about Turkey, might enable him to achieve.\r\n\r\n     Bismarck's endeavours last winter to make us suspicious of\r\n     Russia, and _vice versâ_, are now fully explained. His failure must\r\n     add to the general irritation he suffers from.\r\n\r\n     The situation will become clearer when he returns to Berlin in\r\n     the course of the winter.\r\n\r\nLord Odo Russell's view of the situation tallied with what Gortschakoff\r\nhad said to Décazes, Thiers, and other people at Vevey, earlier in the\r\nyear. The preservation of peace seemed, therefore, to rest largely on\r\nRussia, and it was unfortunate that the Eastern Question presented\r\nitself in a form which certainly favoured Bismarck's efforts to create\r\ndifferences between Russia and Austria, and between Russia and England.\r\n\r\nFurther inquiries in Paris with regard to the Khedive's action seemed to\r\nconfirm the view that he was seeking to mortgage the shares, but to whom\r\nthey were to be mortgaged was unknown. On November 27, there arrived\r\nthrough Lord Tenterden, Under-Secretary at the Foreign Office, the\r\nintelligence that Her Majesty's Government had bought the shares.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Tenterden to Lord Lyons._\r\n\r\n    Foreign Office, Nov. 25, 1875.\r\n\r\n     Lord Derby is ill and at home. I am not sure therefore whether\r\n     he is writing to you to-night to tell you about the Suez Canal.\r\n     General Stanton telegraphed that Lesseps (supposed to be backed\r\n     by French Government) was offering four millions sterling (fr.\r\n     100,000,000) for the Khedive's shares, but that the Khedive would\r\n     sell them to England for the same sum. Thereupon he was instructed\r\n     to offer this amount, and the Khedive accepted this morning. The\r\n     contract was signed to-day, as we have just heard by telegram.\r\n     Messrs. Rothschild advance the money on the security of the shares,\r\n     £1,000,000 in December, and the rest by instalments, the Khedive\r\n     to pay 5 per cent. on the shares while they remain without bearing\r\n     interest (the interest being hypothecated for the next twenty\r\n     years).\r\n\r\n     Her Majesty's Government are to apply to Parliament to take\r\n     the bargain off the Rothschilds' hands.\r\n\r\n     Practically, therefore, subject to Parliament's assent, Her\r\n     Majesty's Government have bought the shares.\r\n\r\n     I am writing in the greatest hurry but the above is a correct\r\n     outline of the case.\r\n\r\n     I suppose the French will make an ugly face.\r\n\r\n     P.S. It has all been kept very secret so far, so pray be\r\n     supposed to be ignorant till Lord Derby tells you.\r\n\r\nThe action of Her Majesty's Government was taken none too soon, for\r\nas Lord Lyons reported, the shares very nearly fell into the hands of\r\nthe French. On November 26 the purchase of the shares was publicly\r\nannounced, and on the following day Lord Derby had an interview with the\r\nFrench Ambassador on the subject.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Derby to Lord Lyons._\r\n\r\n    Foreign Office, Nov. 27, 1875.\r\n\r\n     I have seen d'Harcourt. He came to hear what I could tell him\r\n     about the Suez affair, and I told him the whole story exactly as it\r\n     is.\r\n\r\n     He says that there will be some soreness in France, and I am\r\n     afraid he is right. You know the facts, and I need not therefore\r\n     repeat them. The points which I dwelt on were these:\r\n\r\n     We did not wish that the Khedive would sell, nor was there on\r\n     our part the slightest desire to alter the _status quo_. But we\r\n     could not help his selling, and as he had decided on doing so, we\r\n     took the only effectual steps to prevent the possibility of the\r\n     shares falling into hands whose possession of them might not be\r\n     favourable to our interests. The suddenness of the whole affair was\r\n     not our doing. If we had delayed, other purchasers would have come\r\n     forward. We had to take the opportunity as it offered itself or\r\n     lose it altogether.\r\n\r\n     It is not in the power of the British Government to act\r\n     as Continental Governments can, through third parties--banks,\r\n     financial companies, and the like. What we do, we must do openly,\r\n     and in our own names, so that Parliament may judge of the whole\r\n     transaction. This I said in answer to a remark made by d'Harcourt,\r\n     that the act would have had less political significance if done\r\n     through some company, or otherwise, and not directly in the name of\r\n     the State.\r\n\r\n     We hold even now a minority of the canal shares. The question\r\n     for us is not one of establishing an exclusive interest, but of\r\n     preventing an exclusive interest from being established as against\r\n     us.\r\n\r\n     I have always expressed my opinion that the best arrangement\r\n     for all the world would be the placing of the Canal under an\r\n     International Commission, like that of the Danube; and I think so\r\n     still. I knew, I said, that the French Government were not prepared\r\n     to entertain any such idea, and I therefore did not put it forward;\r\n     but if France and other Governments altered their way of thinking,\r\n     I did not think any difficulties would be made by England.\r\n\r\n     M. d'Harcourt expressed some fear, or at least thought that\r\n     some would be felt, lest the Khedive should be unable to pay his\r\n     promised £200,000 a year, and we in consequence should use some\r\n     means to coerce him, which would practically establish England in\r\n     authority in Egypt. I assured him that nothing was further from our\r\n     thoughts. We wanted the passage through Egypt as free for ourselves\r\n     as for the rest of the world, and we wanted nothing more.\r\n\r\nThe purchase of the Suez Canal shares has always been surrounded\r\nwith much glamour and mystery, but in reality it seems to have been\r\na perfectly straightforward and business-like proceeding, to which\r\nno reasonable objection could be taken. So far from being a profound\r\npolitical _coup_ long calculated in advance, the action of Her\r\nMajesty's Government was totally unpremeditated, and as far as Lord\r\nDerby was concerned, it was undertaken with reluctance, and under the\r\nconviction that England was making a bad bargain. So little confidence\r\ndid Lord Derby feel, and so averse was he from incurring any further\r\nresponsibility in Egypt, that he unhesitatingly declined a new\r\nproposal of the Khedive that he should sell to the British Government\r\nhis contingent interest in the profits of the Suez Canal above five\r\nper cent., and informed the French of the fact. The British public,\r\nwhich warmly approved the transaction, seems to have been a better\r\njudge of the Foreign Secretary's action than he was himself. The four\r\nmillions' worth of shares acquired by the British Government represented\r\nnine-twentieths of the entire amount, and it is interesting to compare\r\nthese figures with the estimate put upon the value of the Canal by\r\nLesseps. On July 11, 1874, the latter called upon Lord Lyons and said\r\nthat two persons from England had sounded him about the sale of the\r\nCanal; one a member of the English branch of the Rothschild family, and\r\nthe other a Baron Emile d'Erlanger, a well-known banker living in Paris.\r\n\r\n     The Rothschild was no doubt Nathaniel,[15] M.P. for Aylesbury,\r\n     who was here in the beginning of June. Lesseps said that on being\r\n     pressed by him to state a sum, for which the Canal might be\r\n     purchased, he had said a milliard (£40,000,000) and he declared\r\n     that although this sum had startled even a Rothschild, it was only\r\n     a fair one. His object with me seemed to be to give the impression\r\n     that the shareholders would not sell the Canal for any sum.[16]\r\n\r\nAlthough the French could hardly be expected to approve of the action\r\nof the British Government, which, if it had occurred some years earlier,\r\nwould have caused a storm of indignation, they were, under existing\r\ncircumstances, forced to accept it with tolerable equanimity, as it was\r\nof no use to add a coolness with England to their other difficulties;\r\nand, in addition, they gained a great deal by the rise which took place\r\nin Canal shares and Egyptian securities. Lesseps professed himself to\r\nbe delighted and Bismarck sent a message to say that the policy adopted\r\nby Her Majesty's Government had met with the support of the German\r\nGovernment.\r\n\r\nFOOTNOTES:\r\n\r\n[Footnote 7: French Military Attaché at Berlin before the war of 1870.]\r\n\r\n[Footnote 8: French Ambassador at St. Petersburg.]\r\n\r\n[Footnote 9: Finance Minister.]\r\n\r\n[Footnote 10: Lord Lyons to Lord Granville, Jan. 16, 1874.]\r\n\r\n[Footnote 11: Blowitz.]\r\n\r\n[Footnote 12: British Minister at Brussels.]\r\n\r\n[Footnote 13: German Ambassador at London.]\r\n\r\n[Footnote 14: British Consul-General at Cairo.]\r\n\r\n[Footnote 15: Now Lord Rothschild.]\r\n\r\n[Footnote 16: Lord Lyons to Lord Derby, July 11, 1874.]"
  ]
}