{
  "index": 13,
  "title": "Chapter 12",
  "paragraphs": [
    "THE REVIVAL OF FRANCE\r\n\r\n(1880-1881)\r\n\r\n\r\nThe General Election in England which took place in March, 1880,\r\nresulted not only in the rout of the Conservative Party, but in the\r\nreversal of the Foreign Policy of Lord Beaconsfield and Lord Salisbury,\r\nand necessitated the withdrawal of Sir Henry Layard from Constantinople,\r\nwhile Lord Lytton, whose Afghan policy had been furiously denounced by\r\nthe Liberal Party, sent in his resignation. It is worthy of note that\r\nLord Lyons, whom no one could accuse of Jingo tendencies, and whose\r\nopinion was certainly a very much better one than that of most of Lord\r\nLytton's critics, was emphatically in favour of the latter's Afghan\r\npolicy. Writing to Lady Lytton on January 8, 1879, he had expressed\r\nhimself as follows:--\r\n\r\n     I have never had the least misgiving about Lytton's policy\r\n     with regard to Afghanistan, and I was always sure it would be\r\n     wisely carried into execution. I am only too thankful that we\r\n     have a spirited Viceroy. You can hardly form an idea of the\r\n     advantage our reputation has derived, all over Europe, from the\r\n     Afghan campaign, and you have seen enough of diplomacy to know how\r\n     much success in all questions of Foreign Policy depends upon the\r\n     prestige of the country one represents.\r\n\r\nSir Henry Layard had incurred even greater execration than Lord Lytton\r\nin the eyes of the Liberal Party, because he was considered to have\r\nbeen deeply committed to what was described as the Pro-Turkish policy\r\nof the Conservative Government, although his inexpiable offence\r\nseems to have consisted chiefly in strenuous and unavailing efforts\r\nto induce the Turks to put their house in order. During his stay at\r\nConstantinople he had been greatly hampered by the consistent opposition\r\nof his French colleague, M. Fournier, whose great object it appeared\r\nto be to thwart English action whenever opportunity occurred. The\r\nFrench Government, which professed great anxiety to act in harmony with\r\nEngland, upon ascertaining that Sir Henry Layard was to be replaced by\r\nMr. Goschen,[29] withdrew Fournier and appointed M. Tissot in his place.\r\n\r\nA change in the French Embassy in London was also imminent, and the\r\ncircumstances attending the appointment of a new Ambassador were not\r\ndevoid of humour.\r\n\r\nAdmiral Pothuau, the Ambassador under the Waddington régime, had been\r\nforced to retire, probably much against his inclination, and it was\r\nconsidered that M. Léon Say would make an excellent representative, more\r\nespecially as he passed as that _rara avis_, a French Free Trader; but\r\nM. Say shortly after accepting the appointment was elected President\r\nof the Senate, and therefore forced to resign. To find a satisfactory\r\nsuccessor was apparently not so simple a matter as might have been\r\nassumed. Nothing could have been more correct than M. de Freycinet's\r\nideal of a French Ambassador in London: 'a man possessing the full\r\nconfidence and sharing the sentiments of his Government; not so much of\r\na politician as to be thinking more of establishing his own political\r\nposition at home than of following his instructions: a man who would\r\nstay long at the post, and desire to stay there; who would form personal\r\nfriendships with English Statesmen, and improve good relations and\r\nsoften asperities by personal influence. A man calculated to take a part\r\nin a society like that of London, and who would not be out of place at a\r\nCourt--a man who would have a wife with the same qualities--finally, a\r\nman not unaccustomed to diplomatic business and diligent and accurate in\r\ntransacting it.' When, however, the question passed from the abstract to\r\nthe concrete, M. de Freycinet's ideas ceased to flow so freely, and he\r\nseemed utterly at a loss to find the ideal being which his imagination\r\nhad sketched, although he mentioned M. Challemel Lacour--as a man who\r\nwould not do. In spite, however, of M. Challemel Lacour being in M.\r\nde Freycinet's opinion a man 'who would not do,' it was evident that\r\nhe had a powerful backing, for an emissary from the French Foreign\r\nOffice shortly made his appearance at the Embassy and intimated in\r\nso many words that the appointment of M. Challemel Lacour would be\r\nagreeable to Gambetta. That no doubt was a considerable advantage, but\r\nM. Challemel Lacour by no means corresponded to M. de Freycinet's ideal\r\nrepresentative, being a man of unconciliatory character and particularly\r\nnotorious on account of a speech which he had once made, in which,\r\nalluding to political opponents, he had used the words _Fusillez moi ces\r\ngens là!_ an expression which was continually being quoted against him.\r\nIn the meanwhile, however, M. de Freycinet had had an inspiration, and\r\nsent for Lord Lyons to tell him that he had discovered just the right\r\nman for the place. Unfortunately, this personage was married to a lady\r\nwhose antecedents were not considered to be satisfactory, and it became\r\nnecessary to intimate that under the circumstances the appointment would\r\nnot be favourably received in England.\r\n\r\n     'Freycinet was dreadfully put out,' wrote Lord Lyons, 'when he\r\n     found that the appointment was impossible. He complained chiefly\r\n     of Léon Say for having brought him into the difficulty, by first\r\n     accepting the London Embassy and then standing for the Presidency\r\n     of the Senate.\r\n\r\n     'Léon Say's picture of the lady is about as much like what she\r\n     was when I last saw her a few years ago, as Challemel Lacour is\r\n     like Freycinet's ideal of a French Ambassador in London.'\r\n\r\nThe appointment of M. Challemel Lacour was persisted in, and gave rise\r\nto some very disagreeable discussions in the House of Commons. Doubtless\r\nmuch of the abuse of M. Challemel Lacour was undeserved, but whatever\r\nhis political capacity, he was not remarkable for urbanity.\r\n\r\nOn the occasion of a big official dinner at the Paris Embassy, when\r\nrequested to take in the absolutely unexceptionable and agreeable wife\r\nof one of his principal ministerial colleagues, he replied with an\r\nemphatic '_Jamais!_' which precluded any further discussion.\r\n\r\nThe question of diplomatic appointments recalls the fact that it was\r\nabout this time that my connection with Lord Lyons first began, through\r\nbecoming a member of his staff, and that it may be appropriate to say\r\nsomething about his habits and personal characteristics.\r\n\r\nLord Lyons, who was then more than sixty years of age, was a big,\r\nheavily built man, whose appearance in no respect suggested the\r\ndiplomatist of fiction, and who rather resembled the conventional\r\nBritish squire as depicted by Leech; and the chief characteristic of his\r\nsomewhat homely features was a small piercing eye which nothing seemed\r\nto escape, from the most unimportant clerical error to a minute detail\r\nin a lady's dress. As compared with the ordinary English diplomatist,\r\nhis knowledge of foreign languages, without being exceptional, was\r\nthoroughly adequate. He, of course, spoke French with perfect facility,\r\nand it is probable that he wrote it with greater correctness than many\r\nFrenchmen, having a complete mastery both of the grammar and of all\r\nthe complicated expressions which are made use of in correspondence.\r\nHe was also equally at home in Italian; had a knowledge of German,\r\nand was well acquainted with modern Greek. In addition, he was a fair\r\nclassical scholar, and a peculiarly retentive memory enabled him,\r\nunlike most people, to remember much of what he had read. His manner,\r\nat first sight, seemed somewhat alarming, and he was altogether a\r\nperson with whom no one would have felt disposed to take a liberty,\r\nbut the alarming impression, which was solely due to shyness, wore off\r\nwith closer acquaintance as the natural kindliness of his disposition\r\nrevealed itself, and one of the excellent traits in his character was,\r\nthat he never formed a favourable or unfavourable opinion of any one\r\nin a hurry, but invariably waited for the test of time. The result\r\nwas, in almost every case, that the more he saw of people the more\r\nhe liked them and the more reluctant he became to part with men who\r\nhad been associated with him for any length of time. The position\r\nwhich he occupied in British diplomacy during the twenty years which\r\nhe spent at Paris may, without exaggeration be described as unique.\r\nNo other man stood on quite the same footing, though it would be idle\r\nto deny that there were some who were perhaps more brilliant. But the\r\nimplicit confidence which successive Foreign Secretaries placed in Lord\r\nLyons's judgment was based upon the knowledge that his opinions were\r\nsound, unprejudiced, disinterested, and only formed after the most\r\nconscientious investigations. 'I never volunteer advice,' he used to\r\nremark, and it was perhaps for that very reason that his opinion was\r\nso frequently sought by the Foreign Office. In fact so much importance\r\nwas attached to his views that he was occasionally asked to give his\r\nopinion upon subjects of which he had no knowledge whatever, ranging\r\nfrom the defence of Canada to the minimum dress allowance required\r\nby the wife of a British Ambassador at Paris. As he had no intention\r\nof seeking a consort himself, and as he had no intention, either, of\r\nresigning his post, the latter inquiry (which was made in 1870) appears\r\nsomewhat superfluous; but, it may be worth noting, that as the result of\r\nconscientious researches, he reported that £1000 a year was considered\r\nto be necessary.\r\n\r\nAs to his merits as a chief, every one who had ever been associated\r\nwith him was of the same opinion, and it was generally held at the\r\nForeign Office that service under him at the Paris Embassy was a\r\nliberal education in itself. It may be doubted, however, whether his\r\ncapacity and love of work were not to some extent a disadvantage to\r\nhis subordinates, since his industry was so great that it left them\r\ncomparatively little responsible work to do. At the Paris Embassy the\r\nordinary routine work is probably greater than at any other Embassy\r\nwith the exception of Constantinople, but there was scarcely anything,\r\nhowever trivial, which he did not attend to himself. It is believed\r\nin some quarters that an Ambassador leads a dignified, luxurious and\r\ncomparatively unoccupied life, but that was emphatically not the case\r\nwith Lord Lyons. He rose early and began the day by carefully studying\r\nthe more serious French newspapers; the whole of the time up to luncheon\r\nwas spent in writing or reading despatches, or attending to the various\r\nsmall questions which were continually occurring. In the afternoon he\r\nworked again until about 3 or 4 p.m., and then usually went to see\r\nthe French Foreign Minister or paid official calls in connection with\r\ncurrent business. Upon his return he worked again until dinner unless\r\ninterrupted by visitors, who were often of a tedious and uninteresting\r\ntype, and it not infrequently happened that telegrams would arrive at a\r\ncomparatively late hour of the night which it was necessary to deal with\r\nimmediately. All correspondence which arrived at the Embassy, no matter\r\nfrom how insignificant a source, was attended to by him personally,\r\nand elaborate directions given with regard to the replies, which were\r\ninvariably sent with the least possible delay. His industry was only\r\nequalled by an almost preternatural caution, which showed itself in\r\na variety of ways. The reluctance to give advice has already been\r\nnoticed, but his excessive caution showed itself not only in writing,\r\nbut in conversation, and even amongst intimates he rarely expressed\r\nopinions on men or things which it would have been unsafe to quote in\r\npublic, although his conversation was marked by much dry and original\r\nhumour of that elusive character which cannot be described on paper. It\r\nwas practically impossible to catch him napping. 'The Juarez (Mexican\r\nRevolutionary) Minister having left his card upon me without any\r\nofficial designation, I have returned a card also without an official\r\ndesignation,' he wrote from Washington in 1859. His reticence during the\r\nprolonged _Trent_ crisis has already been commented upon. 'I received\r\nby the last mail,' he wrote to Sir Henry Elliot in 1867, 'a letter from\r\nHussein Khan, containing nothing but complimentary expressions. Not\r\nwishing to be outdone in civility, I have written a reply in the same\r\nstrain. It has, however, occurred to me as just possible that Hussein\r\nKhan may desire to appear to be in correspondence with me for some\r\nparticular object, and that there may be something which has occurred\r\nsince I saw him, which might render it advisable that he should not be\r\nin correspondence with me. Accordingly I send my letter herewith open\r\nto you. If you see any reason, however slight, for not forwarding it,\r\nplease destroy it, and take an opportunity of telling Hussein Khan that\r\nI asked you to thank him for his letter to me.' It will be remembered\r\nthat even Queen Victoria was unable to draw him successfully on the\r\nsubject of the Treaty of Berlin. Similar instances might be quoted\r\nindefinitely, and as an illustration of his caution in private life it\r\nmay be mentioned that he never stirred a yard outside the house without\r\na passport. A man of this temperament was not likely to make mistakes,\r\nand it is a remarkable fact that throughout a correspondence extending\r\nover something like forty years, there is not to be found a single\r\nexpression in any official communication addressed to him which could by\r\nany stretch of the imagination be described as a censure or even as a\r\ncriticism of his proceedings.\r\n\r\nAs for the pleasures of the world, they hardly seemed to exist for him,\r\nbut the ordinary human weaknesses, which were chiefly non-existent in\r\nhis case, he regarded with an indulgent and even benevolent eye. He\r\nused to repeat with much glee that the chief entry upon his _dossier_\r\nat the Paris Préfecture de Police consisted of the words: _On ne lui\r\nconnait pas de vice_, and this concise statement may be said to have\r\nbeen literally true. He had never been in debt, never gambled, never\r\nquarrelled, never, as far as was known, ever been in love, although it\r\nwas a mistake to suppose that the opposite sex possessed no attractions\r\nfor him. Nor did he possess the resources available to the ordinary man,\r\nfor he cared nothing for sport, had probably never played a game in his\r\nlife, and detested exercise and outdoor life. The surprising thing was\r\nthat he contrived to keep his health, as although a total abstainer,\r\nhe was a large eater, and never took the slightest exercise. In fact,\r\nduring the last five or six years of his life he probably never walked\r\nfurther than the English Church in the Rue d'Aguesseau, which was within\r\na hundred yards of the Embassy. 'Abstinence and exercise,' he used to\r\nsay, 'were the only two things that disagreed with him.'\r\n\r\nThe natural shyness of his disposition prevented him from deriving much\r\nreal enjoyment from what is generally described as society, but all the\r\nsocial duties of an Ambassador were discharged in a manner which evoked\r\nuniversal approval. The entertainments at the Embassy consisted chiefly\r\nof dinners, which were remarkable for their excellence, and invitations\r\nto which were highly prized by all sections of French society. Nothing,\r\nin fact, could exceed the dignity or the faultless taste of the Embassy\r\narrangements, and not only were Lord Lyons's entertainments renowned,\r\nbut his horses and carriages were, even in Paris, noticeably amongst\r\nthe very best, it being one of his strongest convictions that the\r\nBritish representative should always make an imposing appearance. But\r\nhis hospitality was no matter of mere show; every night the unmarried\r\nsecretaries were asked to dine with him unless otherwise engaged; and it\r\nwas upon these occasions that he used to appear at his best; obviously\r\nfinding more pleasure in their society than in that of any one else with\r\nthe exception of his own relatives. Affection, indeed, for his relatives\r\nwas one of his most marked characteristics, and it is highly probable\r\nthat his devotion to his sister, the Duchess of Norfolk, and to her sons\r\nand daughters, was one of the causes of his not marrying; anyhow there\r\nwas no further question of marrying after the failure of the determined\r\nattempt made upon him by an exalted personage, which has already been\r\nmentioned.\r\n\r\nHis temper was singularly equable, and during his long stay in Paris\r\nit was said that upon two occasions only was he known to have broken\r\nout; once, when at a review at Longchamps, the Diplomatic Corps were\r\nallotted an inferior position, and once upon an occasion when his\r\ncoachman appeared wearing trousers instead of top boots and breeches.\r\nThese ebullitions were due to the fact that he attached enormous\r\nimportance to all the outward signs of official representation, and\r\nstrongly resented anything which bore in any degree the nature of a\r\nslight. In his capacity as a private individual he was the most modest\r\nand unostentatious of men, and it is recorded, as an instance of his\r\nshyness, that he once passed a week at Woburn without ever leaving the\r\nprecincts of the garden, because he was so much embarrassed by the\r\nsalutations of an adjacent lodge keeper.\r\n\r\nIt might have been supposed that a man of this unimaginative and\r\neminently judicial character would have failed to secure the regard\r\nof his subordinates, however highly he might be esteemed by Cabinets\r\nand Foreign Secretaries. As a matter of fact, probably no chief ever\r\nenjoyed greater popularity, which was due to a variety of causes. He\r\nwas essentially a kind-hearted man, his correspondence abounds with\r\ninstances of help given to persons who had been in his employment in\r\nany capacity, however humble; of opportune assistance rendered to\r\nother persons who had been unlucky in their public careers, and of\r\nrecommendations of men whose services appeared to deserve recognition.\r\nAnd in spite of his apparently detached nature, he took the warmest\r\ninterest in all those who were connected with him officially, and\r\ninvariably showed the utmost consideration, not only for their feelings,\r\nbut for their personal convenience. Thus, unlike some distinguished\r\ndiplomatists, one of his great objects was to save his staff unnecessary\r\nwork; he never put obstacles in the way of persons desiring leave, and\r\nevery afternoon at the earliest possible moment, in order to release\r\nthe Chancery, he used to send across the welcome written message: 'I\r\nhave nothing more for to-day,' although that by no means signified that\r\nhis own labours were concluded. Hardworking himself, he expected his\r\nsecretaries and attachés to do their share, and it was only when they\r\nconspicuously failed, that he showed any sign of severity. During his\r\nlong career it fell to his lot to administer many reprimands, but these\r\nwere invariably so just and unavoidable, that the culprits seldom,\r\nif ever, felt any sense of resentment, and he always made a point of\r\nobliterating as soon as possible, any disagreeable incident of this\r\nnature. The consequence was that he had no enemies, and no one who was\r\never associated with him, has, so far as is known, ever had anything\r\nbut good to say of him. Another excellent feature in his character was\r\nthat he always made the best of his subordinates instead of searching\r\nfor their weak points; however unpromising the material, he generally\r\nsucceeded in effecting a marked improvement, and whenever any one who\r\nhad been with him left for another post, he never failed to draw special\r\nattention to such good qualities as he appeared to possess with the view\r\nof assisting him in his future career. Perhaps I may be pardoned for\r\ninterposing a personal testimonial, upon the occasion of a temporary\r\ntransfer to Berne, which may serve as an example amongst many others.\r\n\r\n       *       *       *       *       *\r\n\r\n    Paris, May 15, 1883.\r\n\r\n    MY DEAR ADAMS,[30]\r\n\r\n     I have settled that Legh is to be at Berne on the 28th, and I\r\n     hope you will like him. He is clever and well informed, though some\r\n     people think he does not look it.\r\n\r\nIt need scarcely be added that many of the communications of this\r\nnature are of a more elaborate character, and refer to persons who now\r\noccupy distinguished positions in the British Diplomatic Service. As\r\nLord Lyons grew older he became more and more reluctant to part with men\r\nwhom he knew well, and it was pathetic to witness the obvious sorrow\r\nwhich he felt at their departure.\r\n\r\nParis has always been the most coveted post on the Continent, and in\r\naddition to the social attractions of the place, the Embassy enjoyed\r\nthe reputation of carrying on its business in an efficient manner\r\nchiefly owing to the qualities of the Ambassador. The reputation was\r\nwell deserved, and I can only recall one serious _lâche_, not devoid,\r\nhowever, of humour, as to which I was unjustly alleged to be the\r\nculprit. At a moment when critical negotiations respecting intervention\r\nin Egypt were proceeding with the French Government, a member of the\r\nEmbassy had an extremely confidential conversation with an important\r\nFrench Cabinet Minister, in the course of which the Minister criticized\r\nin very uncomplimentary terms his Ministerial colleagues, and the\r\nconversation was immediately embodied in a confidential despatch to\r\nthe British Foreign Office. The following morning a much agitated\r\nChef de Cabinet appeared at the Chancery, bearing the despatch, and\r\nannounced that he 'thought that some mistake had occurred, as the\r\ndespatch had been received by the French Minister for Foreign Affairs.'\r\nTo the general consternation, it now became evident that the despatch,\r\ninstead of being placed in the Foreign Office bag, had found its way\r\ninto a lithographed envelope addressed to the _Ministre des Affaires\r\nEtrangères_, and the whole horrid mystery was laid bare. The question\r\narose whether Lord Lyons should be told or not; the arguments of fear\r\nprevailed; the French Minister behaved in an honourable manner and kept\r\nsilence, and Lord Lyons, fortunately for all concerned, never heard\r\nof an incident which he would have looked upon as little short of a\r\ncalamity.\r\n\r\nThe only possible criticism that could be brought against Lord Lyons\r\nas an Ambassador would be that he led too narrow a life, and moved in\r\ntoo restricted a circle. Day after day and week after week he led the\r\nsame existence; even his holidays were laid out on the same mechanical\r\nprinciple; every year he left his post, much about the same date, took\r\nthe waters at some spa, and then proceeded on a round of visits in\r\nEngland, chiefly at the country houses of the governing families, such\r\nas Knowsley, Chatsworth, Woburn, and Hatfield, but always including\r\na prolonged stay with his relatives at Arundel. He was essentially a\r\ndiplomatist of the old type, consorting entirely in Paris with the\r\nofficial classes, the Faubourg, and the Haute Finance; keeping the\r\npress at arm's length, avoiding everything which did not come within\r\nthe scope of his duties, and confining himself strictly to his own\r\nbusiness. The modern developments of diplomacy; the use of the press,\r\nthe hasty missions of amateur diplomatists, the gushing speeches which\r\nare apparently now considered to be obligatory upon the professional\r\ndiplomatist--all this would have been hateful and perhaps impossible to\r\na man who could boast that he had spent five years in America without\r\nmaking a speech or taking a drink. But in an impartial survey of the\r\ntwenty-eight years which Lord Lyons spent at Washington, Constantinople,\r\nand Paris, it would be rash to assert that any other man would, under\r\nsimilar circumstances, have retained to an equal extent the confidence\r\nof successive British Governments and the esteem and friendship of\r\nthe long series of Foreign Ministers with whom he was called upon to\r\nnegotiate questions often of the most vital importance.[31]\r\n\r\nThe main interest in foreign politics in the summer of 1880 lay in\r\nthe Balkan Peninsula. Mr. Goschen had been sent out to Constantinople\r\nin the place of Sir Henry Layard, and Her Majesty's Government were\r\nendeavouring energetically to force the Porte to carry out the\r\nprovisions of the Treaty of Berlin with regard to the rectification of\r\nthe Montenegrin and Greek frontiers. The Greek Frontier Question made\r\nlittle way, and the Gladstone Government in their diplomatic campaign on\r\nbehalf of the Greeks met with little encouragement or support from the\r\nother Powers, not even excepting France, who had always been the leading\r\nadvocate of Greek claims. When M. de Freycinet was asked what he was\r\nprepared to do if the Turks resolved to defy the Conference which was\r\nthen sitting, nothing more satisfactory could be got out of him than:\r\n_nous marcherons avec vous_, or _nous ne marcherons pas sans vous_, and\r\nto the question whether he would go far if necessary, he only made the\r\ncryptic reply, _peut-être bien_. The British Government were hankering\r\nafter a naval demonstration, and it was disheartening to work with so\r\npusillanimous a comrade.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, June 21, 1880.\r\n\r\n     In answer to your private and personal letter of the day\r\n     before yesterday, I may say that I am not much afraid of the\r\n     French not being willing to go as far as we are willing to go in\r\n     coercing the Turks, if they set Europe at defiance about the Greek\r\n     Frontier. Freycinet seems to shrink from the idea that actual\r\n     coercion may be required, but his only distinct limit to the action\r\n     of France is that she will not do more than England.\r\n\r\n     I myself very much doubt whether the Turks will yield anything\r\n     to naval or other demonstrations, unless they are quite sure that\r\n     these demonstrations are the prelude to the actual use of force,\r\n     and it will not be easy to get them to believe this, unless we are\r\n     ourselves quite sure that that is what we mean.\r\n\r\n     Supposing we pushed demonstrations to the point of forcing\r\n     the Dardanelles, and sending the allied fleets to Constantinople,\r\n     we might produce a revolution, without obtaining the cession of\r\n     the territory to Greece. If the populations are in parts really\r\n     unwilling, the central government may be truly unable to compel\r\n     them to give in.\r\n\r\n     Supposing the Greek troops (_par impossible_) be defeated\r\n     either by the Turkish troops or by recalcitrant Albanians, the\r\n     ships of the Powers might not be able to do much to get them out of\r\n     the scrape.\r\n\r\n     I am very far from meaning to say, in answer to your question\r\n     as to the mildest and safest form of coercion, that it would\r\n     consist in moving troops to occupy the territory. To do so would\r\n     be neither mild nor safe, nor easy to arrange. But I am afraid\r\n     we shall find that in the end the treatment must be topical, and\r\n     that if the Greeks cannot take possession for themselves, we shall\r\n     hardly be able to obtain it for them by pressure exercised at\r\n     Constantinople only.\r\n\r\n     A rendezvous of the fleets at Corfu might have a good effect\r\n     on the Albanians, and perhaps increase the chance of the Greeks not\r\n     being seriously resisted.\r\n\r\n     I see Goschen suggests that the decision of the Conference\r\n     should be announced to the Porte by an identic note. I think a\r\n     collective note would have more effect and be more appropriate.\r\n\r\nThe Turks, however dense they may be in other respects, are usually\r\nintelligent enough to perceive whether the Powers are in earnest or not,\r\nand as no Government except the British felt much enthusiasm for either\r\nthe Greek or the Montenegrin cause, they showed no signs of giving way.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, July 2, 1880.\r\n\r\n     I am afraid it does not look as if the Turks were going to\r\n     yield to the moral force of United Europe. Léon Say and Montebello\r\n     seem to hold even less resolute language to you than Freycinet\r\n     does to me. Did the King of Greece understand Gambetta to say\r\n     that France, with or without the co-operation of other Powers,\r\n     would support Greece with troops? Freycinet will no doubt do\r\n     whatever Gambetta tells him, but one of the inconveniences of the\r\n     power behind the Government greater than the Government, is that\r\n     Gambetta does not talk as cautiously as he would if he felt direct\r\n     responsibility. No power except Russia seems to be willing to bell\r\n     the cat. France seems to be the only one that has in abundance the\r\n     three elements--men, ships, and money. Freycinet always says he\r\n     will do anything with us, but nothing alone, and does not seem much\r\n     more willing than Austria to look the chance of having to use force\r\n     in the face.\r\n\r\n     I do not see much prospect of an immediate diplomatic lull,\r\n     and I very much want one because it is of importance to my health\r\n     (at least the doctors say so) to get away, but I conclude that I\r\n     ought not to shrink from going through the national Festival of the\r\n     14th July, and that I should do what is to be done at least as well\r\n     as any of my colleagues.\r\n\r\nReviews, it may be said, were functions which he abhorred beyond all\r\nothers.\r\n\r\nThe King of Greece was in Paris at the time, vainly trying to stir up\r\nGambetta to come to his assistance, although Gambetta in conversation\r\nwith Sheffield expressed strong opinions as to the desirability\r\nof France and England acting energetically in concert, and even\r\nprofessed himself in favour of their making a joint demonstration\r\nat Constantinople, and landing troops there if necessary. Upon the\r\nsame occasion he betrayed his gross ignorance of English politics by\r\nlamenting that Lord Beaconsfield had not postponed the dissolution until\r\nthe autumn, 'when he would have been certain of success.'\r\n\r\nFreycinet, however, remained deaf to Lord Granville's appeals, even when\r\nthe latter reproached him with the humiliating position in which France\r\nwould be placed by abandoning a question which she had made her own, and\r\nwhen the British Government proposed a naval demonstration in favour of\r\nthe Prince of Montenegro, made all sorts of excuses for evading it if\r\npossible.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, July 13, 1880.\r\n\r\n     I was more displeased than disappointed by the refusal of\r\n     the French to join in the naval demonstration in favour of the\r\n     Prince of Montenegro. They always try to act with Germany and\r\n     have a horror of sending away a ship or a man unless Germany does\r\n     the same: such is their confidence in the friendship they profess\r\n     to believe in, that they want always to be ready at the shortest\r\n     notice to attack their friend or to defend themselves from him.\r\n     They are also, no doubt, jealous of any separate help to Montenegro\r\n     which does not explicitly pledge the Powers to action in the Greek\r\n     Question also.\r\n\r\n     I quite agree with you that separate threats from the\r\n     French to the Porte about Greece (however incorrect their acting\r\n     separately may be) are more likely to do good than harm. One Power\r\n     in earnest would frighten the Porte more than the six, if the\r\n     Porte were convinced that the five others would not restrain the\r\n     energetic one.\r\n\r\nDuring the next three months the Sultan, single handed, conducted a\r\ncampaign against the six Great Powers, which, as will be seen, nearly\r\nended in success; and it must, in fairness, be admitted that there was\r\na good deal to be said from the Turkish point of view. The Powers were\r\nengaged in endeavouring to force the Porte to comply with conditions\r\ndirectly or indirectly resulting from the provisions of the Treaty of\r\nBerlin. But no steps whatever were taken, or ever have been taken, to\r\nforce other States to comply with stipulations which appeared to be\r\ndisagreeable to them. The right of the Sultan, which had been secured to\r\nhim under the Treaty, to occupy Eastern Roumelia, remained in reality\r\nan empty phrase: the Bulgarian fortresses which were to have been\r\ndemolished, remained untouched, the tribute due from Bulgaria remained\r\nunpaid, and there was no indication of an intention to reinstate the\r\nunfortunate Mussulmans who, as the result of the war, had been driven\r\naway from their homes, and had been despoiled of their property by\r\ntheir new Christian masters. Neither could it be justly maintained\r\nthat, in agreeing to a rectification of the Greek frontier at Berlin,\r\nthe Turks had recognized the right of the Greeks to annex a territory\r\nequal in extent to half of the Greek Kingdom. Added to this, were the\r\ndifficulty and the humiliation involved in surrendering against their\r\nwill, a large number of Mussulman subjects. The difficulty had in fact\r\nproved insurmountable in the case of Montenegro, and the Albanians\r\nwho were in the first instance allotted to Montenegro offered so\r\nsuccessful a resistance that the original plan was abandoned, and after\r\nmuch negotiation, the Porte accepted 'in principle' the cession of the\r\nDulcigno district as an alternative. But the concession of anything 'in\r\nprinciple' by the Turks, usually means something quite different from\r\nthe usual interpretation of that expression, and the Sultan succeeded\r\nin organizing a highly successful so-called Albanian League, and ably\r\nsupported by a resourceful local Pasha, contrived by various expedients\r\nto delay the surrender of Dulcigno for so long that it began to look\r\nas if it would never take place at all. Finally, the resources of\r\ndiplomacy becoming exhausted, a policy of coercion was decided upon, and\r\nan international fleet assembled off the coast of Albania in the month\r\nof September, under the command of Admiral Sir Beauchamp Seymour.[32]\r\nEach power signed a declaration of disinterestedness and a pledge not to\r\nacquire territory, but the hollow nature of this imposing manifestation\r\nwas betrayed by a provision that no troops were to be landed, and the\r\nSultan, who probably had some inkling of the situation, still refused\r\nto give way. A bombardment of Dulcigno would presumably have left him\r\nphilosophically indifferent.\r\n\r\nAs the Dulcigno demonstration did not appear likely to produce any\r\nsatisfactory result, the British Government decided upon the hazardous\r\nstep of proposing the seizure of Smyrna, that being considered the most\r\nefficacious means of coercing the Turks and of preventing the concert of\r\nthe Great Powers from becoming the laughing stock of Europe. This step\r\nwas evidently taken chiefly at the instigation of Mr. Gladstone, and the\r\nletters of Lord Granville bear witness to the extreme anxiety which\r\nhe felt as to the result. No encouragement whatever was received from\r\nFrance; the timorous Freycinet having in the meanwhile been succeeded at\r\nthe Foreign Office by the equally timorous Barthélemy St. Hilaire, an\r\naged survival of the Louis Philippe period.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, Oct. 4, 1880.\r\n\r\n     Barthélemy St. Hilaire's answer about the Greek Frontier does\r\n     not look as if we should receive any energetic help from France\r\n     towards obtaining the settlement of that or any other question\r\n     in the East. The answer was all ready cut and dried, and the\r\n     declaration as to France sticking to the Concert, but not taking\r\n     any initiative, had been made before to my colleagues. A more\r\n     experienced diplomatist would have acknowledged more elaborately\r\n     your courtesy in offering to communicate first with France, before\r\n     addressing the other cabinets on the Greek Frontier affair.\r\n\r\n     The fact is that the present Cabinet is still more frightened\r\n     than the last by the disapproval which has been manifested by\r\n     all parties in France of even the little that has already been\r\n     done. With regard to this, M. St. Hilaire made a remark to me\r\n     yesterday which seems to be true enough. France, he said, has quite\r\n     recovered her financial strength, and in great measure her military\r\n     strength, but the _moral_ of the people is not yet _relevé_.\r\n     They are horribly afraid of another war and consequently utterly\r\n     averse from anything like a risky or energetic policy. Another\r\n     popular sentiment, which is extremely inconvenient just now, is the\r\n     feeling that France made the Crimean War _pour les beaux yeux de\r\n     l'Angleterre_ and had better not repeat the experiment. Altogether\r\n     I am afraid France will be a trouble, not a help to us, and I am a\r\n     good deal put out about it.\r\n\r\n     Barthélemy St. Hilaire talked to me a long time about\r\n     Gambetta, with whom he described himself as very intimate. He\r\n     described Gambetta as having a naturally generous nature, as being\r\n     somewhat impulsive and incautious, but at the same time somewhat\r\n     'Genoese.' He said that if I took opportunities of associating with\r\n     him, I should find his character an interesting study. The study\r\n     will not be a new one to me, and I am not sure that too apparent an\r\n     intimacy between me and Gambetta would be viewed without jealousy.\r\n\r\nM. Jules Ferry, the new Prime Minister, was no more amenable than his\r\ncolleague.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, Oct. 8, 1880.\r\n\r\n     As to the French agreeing to the Smyrna proposal, I cannot\r\n     prognosticate favourably. I had a long conversation yesterday\r\n     with Jules Ferry, the Prime Minister. I seemed to make some\r\n     impression by urging that to break up the European Concert now\r\n     would be to keep the questions open, with all their inconveniences\r\n     and all their dangers, for an indefinite time. He also admitted\r\n     the many advantages of the Smyrna plan, and was quite unable to\r\n     suggest any other course of action so likely to bring the Sultan\r\n     to reason without inconvenient consequences. But he perpetually\r\n     reverted to the argument that it would be going too near war to be\r\n     admissible under the French Constitution, and that the Chambers\r\n     on that account would call the Ministers severely to task. The\r\n     argument from the Constitution seems to me almost absurd, but it\r\n     is constantly used already in the press, and will no doubt be used\r\n     hereafter in the Chambers. The fact is that Jules Ferry and his\r\n     colleagues are horribly afraid of the effect which they believe any\r\n     action on their part would produce on public opinion and on the\r\n     Chamber.\r\n\r\n     I have seen B. St. Hilaire this afternoon. I went over with\r\n     him the same ground I had gone over with Jules Ferry yesterday, but\r\n     with much the same result. He told me that the question had been\r\n     discussed in the Cabinet this morning and was to be discussed in\r\n     another Cabinet to-morrow. Perhaps they would not like to stay out\r\n     in the cold if Germany and Austria came in, but I am afraid they\r\n     will certainly not say 'yes,' though they may say 'no' before those\r\n     Powers have given their answer. They seem to argue from the delay\r\n     of the German Government, that Bismarck is against the proposal.\r\n     Orloff, my Russian colleague, tells me that he is strongly urging\r\n     the French to agree. Beust and Radowitz (the German) talk as if\r\n     they themselves thought well of the Smyrna plan, but say they have\r\n     heard nothing from their Governments.\r\n\r\n     I spoke to B. St. Hilaire about your reasons for communicating\r\n     first with him about the Greek Question, and he sent with effusion\r\n     the message of thanks which he ought to have sent at first.\r\n\r\n     Choiseul is applying with vigour the _épuration_ system to\r\n     the Foreign Office and the Diplomatic Service. He seems to have\r\n     dismissed some very good men in both. Des Michels is one of his\r\n     victims, and to-day he has decapitated the head of the Commercial\r\n     Department.\r\n\r\n     I think it better not to communicate at present the draft\r\n     instructions to the Admiral. They would, I think, be seized upon as\r\n     arguments that the occupation of Smyrna would be an act of war.\r\n\r\nHer Majesty's Government were in effect in a very bad mess. The Smyrna\r\nproposal had received no real support from any Power. Bismarck had\r\nannounced that the so-called Eastern Question was not worth the bones\r\nof a Pomeranian Grenadier, and nothing was to be expected from him.\r\nThe same thing applied to Austria; neither Italy nor Russia were to be\r\nrelied upon, and France was unwilling and unenterprising. No wonder\r\nthat Lord Granville felt singularly uncomfortable: the Concert of\r\nEurope, as he expressed it, had 'gone to the devil,' no one was going to\r\nhelp him, and unless within a few days the Turks yielded, the British\r\nGovernment would be confronted with the alternatives of seizing Smyrna\r\nsingle handed or of confessing defeat and abandoning the contest. Lord\r\nGranville himself was in favour of the latter course, as being logical,\r\nand the natural consequence of the action of the other Powers, who would\r\nneither agree to the English proposals nor propose anything themselves.\r\nMr. Gladstone, on the other hand, was apparently all for going on and\r\nacting as the mandatory of Europe, and as he usually got his way, it\r\nis possible that this dangerous course might have been adopted; but in\r\nthe very nick of time, just at the moment when the situation looked\r\nto be at its worst, the Sultan suddenly gave way and announced that\r\nDulcigno should be handed over to the Montenegrins. What brought about\r\nthis sudden decision has always remained more or less of a mystery, but\r\nthere is no proof that the proposed seizure of Smyrna (which would have\r\nprobably inconvenienced European interests quite as much as the Sultan)\r\nwas the deciding factor. According to the late Lord Goschen, who was in\r\nas good a position to know the real facts as any one else, the sudden\r\nsurrender of the Sultan was caused by a Havas Agency telegram from\r\nParis; but the contents of this communication have never been divulged,\r\nand Lord Goschen himself never ascertained what they were. The surrender\r\nof Dulcigno, which took place in November, terminated the crisis and\r\nenabled the Gladstone Government to claim a striking if lucky success\r\nfor their own particular sample of spirited Foreign Policy.\r\n\r\nIn the year 1880 the relations between the Liberal Government and\r\nthe Irish Nationalists were the reverse of cordial, and a good many\r\ninquiries used to come from the Foreign Office respecting alleged Irish\r\nplots and conspiracies at Paris with requests that the French police\r\nauthorities should be asked to give their assistance. These requests\r\nLord Lyons was in the habit of discouraging as much as possible,\r\npartly from an ingrained dislike to being involved in any secret and\r\nequivocal transactions, and partly because he knew that if the French\r\npolice gave their assistance in tracking down Irish conspirators, they\r\nwould certainly expect reciprocity in regard to Bonapartists and other\r\nopponents of the existing system of Government at that time residing\r\nin England. For these reasons he always urged that the English police\r\nauthorities should communicate direct with the French police authorities\r\nwithout using the Embassy as an intermediary. But the efforts of the\r\nGladstone Government were not confined to endeavouring to check Irish\r\nplot by means of the police, and an attempt was made to restrain the\r\nturbulent bishops and priests engaged in the Home Rule agitation by\r\napplying pressure upon them from Rome. The credit of this expedient\r\nseems to have been chiefly due to the active and enterprising cleric,\r\nMonsignor Czacki, who was acting as Nuncio at Paris, and who appears\r\nto have conceived the idea that if the Pope could be persuaded to\r\nintervene on the side of the British Government, it might be possible\r\nto re-establish regular diplomatic relations between England and the\r\nPapacy. As far back as December, 1879, Monsignor Czacki had made certain\r\novertures, but they met with no attention from Lord Salisbury.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, June 18, 1880.\r\n\r\n     Last October a very quiet, not to say dull, old Italian\r\n     prelate was succeeded here as Papal Nuncio by a very active,\r\n     talkative and agreeable Pole, Monsignor Czacki.\r\n\r\n     At the beginning of December Monsignor Czacki came to me and\r\n     told me that he had received a letter from Ireland accompanied by,\r\n     or referring to, letters from very important people, among which\r\n     was, he said, one from you. He had in consequence written to the\r\n     Pope, and the Pope had written to the Irish Bishops to exhort them\r\n     to do all in their power to restrain their flocks from taking\r\n     part in violent or seditious proceedings. Monsignor Czacki asked\r\n     me whether the state of affairs in Ireland was at the moment so\r\n     serious as to render it advisable that the Pope should repeat these\r\n     exhortations to the Irish Bishops. I made a somewhat banal answer\r\n     to the effect that though there were no grounds for feeling alarm\r\n     as to the ultimate issue of what was going on, there was good\r\n     reason that those who possessed influence there should use it for\r\n     the prevention of crime and outrage, and also of turbulence and\r\n     disorder.\r\n\r\n     I reported what has passed in a private letter to Lord\r\n     Salisbury, but I received no answer from him, and I heard no more\r\n     of the matter till yesterday.\r\n\r\n     Yesterday, however, Monsignor Czacki came to see me and\r\n     showed me a letter he had received a few days before from Lord\r\n     Emly. The letter said that previous intervention had produced the\r\n     best results, that several Bishops had denounced the agitation in\r\n     the strongest terms, but that unfortunately the Socialists were\r\n     publicly supported by various Bishops. It mentioned that the Roman\r\n     Catholic Bishop of Meath, and the Roman Catholic Archbishop of\r\n     Cashel had manifested their sympathy with Mr. Parnell, and that the\r\n     Roman Catholic Bishop of Kilmore had himself recommended Mr. Biggar\r\n     to the electors as a candidate. The letter begged Monsignor Czacki\r\n     to intervene again, but it made the request only from Lord Emly\r\n     himself, without any allusion to you or to any other person, as\r\n     being cognizant of it.\r\n\r\n     Monsignor Czacki said that he entirely sympathized with the\r\n     views of the writer and intended to send the letter to Rome; and he\r\n     proceeded to ask me whether I would authorize him to say that he\r\n     had shown it to me and that he sent it with my approval.\r\n\r\n     It seemed to me that this would be bringing the thing much too\r\n     near Her Majesty's Government for it to be right for me to assent\r\n     to it without knowing your wishes.\r\n\r\n     I confess this mode of communicating with the Vatican does\r\n     not commend itself to my judgment, and that it seems to me that it\r\n     might lead to awkwardness and interfere with better means you have\r\n     of communicating with the Pope, if you wish to communicate with\r\n     His Holiness at all. At the same time I was not absolutely sure\r\n     that you might not think there might be some convenience in having\r\n     this channel open. I did not therefore rebuff Monsignor Czacki, but\r\n     without giving any hint that I should refer to you, said simply\r\n     that I would think about what he had said.\r\n\r\n     He is very fond of enlarging academically upon the advantages\r\n     England would derive from entering into regular diplomatic\r\n     relations with the Holy See, or if that were impossible, from\r\n     re-establishing an unofficial agent at Rome.\r\n\r\n     You will gather from all this that Monsignor Czacki is not\r\n     altogether disinclined to be busy.\r\n\r\nThe energetic Nuncio returned to the subject at the close of the year.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Dec. 31, 1880.\r\n\r\n     You may remember that in June last I gave you in a private\r\n     letter a long account of a conversation which Monsignor Czacki, the\r\n     Papal Nuncio here, had volunteered to have with me on Irish affairs.\r\n\r\n     Monsignor Czacki came to see me three days ago, and enlarged\r\n     on the great advantage to the cause of order and tranquillity in\r\n     Ireland it would be for the Pope to pronounce an authoritative\r\n     condemnation of the wicked acts perpetrated in that country. He\r\n     hinted that the Pope had been misled by some of the Irish Bishops\r\n     who had recently been at Rome, and he dwelt on the inconvenience\r\n     which arose from the British Government's having no channel of its\r\n     own through which to communicate direct with His Holiness.\r\n\r\n     On the last occasion Monsignor Czacki offered to be himself\r\n     a channel of communication. He did not repeat this offer, but\r\n     his object in what he had said appeared to be to lead up again\r\n     to the question of the establishment of regular diplomatic\r\n     relations between England and the Vatican, or if that could not be\r\n     immediately, then to the return to Rome of an unofficial agent, in\r\n     the same position that was occupied by Odo Russell, and before him,\r\n     by me. He told me he spoke entirely of his own accord, but that he\r\n     was sure that Pope Leo XIII. would most willingly receive even an\r\n     unofficial agent.\r\n\r\n     Monsignor Czacki is a very great talker, which makes it easy\r\n     to say very little in answer to him, and I took full advantage of\r\n     the facility for being conveniently silent which this afforded me.\r\n\r\n     The impression he left upon me was that for some reason or\r\n     other the authorities at the Vatican decidedly wish to have some\r\n     sort of agent there, from whom they could receive information\r\n     respecting the views of the British Government upon the accuracy of\r\n     which they could fully rely.\r\n\r\n     I don't think that if it had depended on me I should have\r\n     discontinued the unofficial agent, awkward as the position had been\r\n     made by the presence of the Italian Government and of a regular\r\n     British Embassy. But to establish one now would be a question of\r\n     far greater difficulty than to have kept one going.\r\n\r\nWhether influenced by Monsignor Czacki or not, Her Majesty's Government\r\nsent Mr. Errington, a Liberal Member of Parliament, to Rome in an\r\nambiguous capacity which was loudly denounced in the House of Commons\r\nboth by Home Rulers and by fervent Protestants, and in the course\r\nof one of the discussions on the subject, Mr. Gladstone informed an\r\nastonished audience that there was all the difference in the world\r\nbetween an Agent and an 'Agente.'\r\n\r\nThe French Municipal Elections which took place in January, 1881,\r\nproduced a reassuring impression throughout the country, as both the\r\nextreme parties were decisively defeated, and the effect was largely\r\nto increase the power and influence of Gambetta, who was now in the\r\nenviable position of being able to make or unmake Ministries, and who\r\nat the opening of the Chambers made a kind of 'speech from the throne'\r\nwhich considerably perturbed the uninspiring President Grévy.\r\n\r\nEverything that Gambetta now said was of importance, and his views on\r\nthe European situation were ascertained in the usual manner through\r\nSheffield.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Feb. 8, 1881.\r\n\r\n     Gambetta asked Sheffield to breakfast on Saturday, and as\r\n     usual talked freely to him.\r\n\r\n     He appeared to think that the three Emperors had come to\r\n     an understanding with each other, and that whatever might be\r\n     their plans, it was certain that they would not be beneficial\r\n     to French interests. According to him, it was with the Emperors\r\n     not a question of the position of their Empires, but of their\r\n     own individual positions. They were opposed to liberal views and\r\n     liberal institutions. They were intent upon doing whatever would be\r\n     most hurtful to the prestige and success of the Republic in France.\r\n     They were, in fact, reconstituting the Holy Alliance.\r\n\r\n     At this moment France was unfortunately powerless. Until the\r\n     General Election had taken place, her destinies must be at the\r\n     mercy of any old women who were employed as stopgaps in ephemeral\r\n     ministries. Since Barthélemy St. Hilaire had been in office he had\r\n     only seen him once. He knew nothing or next to nothing of what went\r\n     on at the Ministère des Affaires Étrangères, and what little he did\r\n     know, he disapproved. 'Que voulez vous,' he said: 'nobody will do\r\n     anything to commit himself in any way, pending the uncertainty of\r\n     the elections.'\r\n\r\n     He seemed well informed about Egyptian affairs. He praised\r\n     Malet and said de Ring was entirely in the wrong in his quarrel\r\n     with de Blignières, which was very injurious to the calm direction\r\n     of Egyptian affairs. He expressed an intention to urge the\r\n     immediate recall of de Ring.\r\n\r\n     I mark this letter private because we should get into a great\r\n     scrape and close a very convenient channel of communication if\r\n     Gambetta found that he was quoted or that his sayings transpired in\r\n     any way.\r\n\r\nThe interest of the year 1881 lies in the fact that it makes a fresh\r\ndeparture in French foreign policy and the abandonment of the retiring\r\nand timorous attitude which had prevailed ever since the war with\r\nGermany. The first State to experience the inconvenience of this new\r\ndevelopment was Tunis, and early in the year it became evident that\r\na very acute Tunis question was imminent. The trouble began over a\r\nlarge property known as the Enfida Estate. This property was sold to\r\nan important French financial association, but upon the sale becoming\r\nknown, a certain Mr. Levy, a Maltese British subject, put in a claim of\r\npre-emption under Tunisian Law, and it was believed by the French that\r\nhe had been instigated by the Italians, and was merely utilized by them\r\nas a convenient means of obstructing French enterprise. The dispute over\r\nthe Enfida Estate rose to such proportions that a French ironclad, the\r\n_Friedland_, was sent to Tunis in February, and the British Government,\r\nwho were bound to make a show of defending the interests of Mr. Levy,\r\nin spite of his dubious position, followed suit with H.M.S. _Thunderer_.\r\nBoth vessels were soon withdrawn, but before long it was generally\r\nbelieved that a French invasion of the country was contemplated.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, Feb. 25, 1881.\r\n\r\n     The French public are getting very cross about Tunis.\r\n     Reasonable people see that we cannot allow our own subject to be\r\n     bullied, but the French in general do not distinguish between\r\n     the Enfida case and the Tunisian questions regarding predominant\r\n     influence, Italy, and so forth. Drummond Wolff's question last\r\n     night was very mischievous. It was his own party which gave the\r\n     assurances at Berlin which have made Tunis so very delicate a\r\n     matter between the French and us, and which dispose the French to\r\n     allege that the present Government is less friendly to them about\r\n     that country than the late. Anyhow, Tunis is the point on which\r\n     above all others the French are susceptible and irritable; and\r\n     the Italians, and, however unconsciously, our own Consul too, I\r\n     am afraid, are always stirring up awkward questions on the spot.\r\n     I should be heartily glad to be rid of the Enfida question in any\r\n     creditable manner. I so strongly suspect that Levy is simply put\r\n     forward by the Tunisians for their own gain, and supported by the\r\n     local enemies of goodwill between France and England, in order\r\n     to make mischief, that I only wish we could wash our hands of\r\n     the whole affair. There seems to me to be no evidence that he is\r\n     a _bona fide_ purchaser on his own account. Tunis is the really\r\n     ticklish point in our relations with France.\r\n\r\nThe Enfida Estate case was not only unsatisfactory on account of Mr.\r\nLevy not being a very desirable _protégé_, but because it enabled\r\nthe French to manufacture a grievance against the Bey, and gave the\r\nItalians an opportunity to encourage that unfortunate potentate in the\r\nbelief that he would receive foreign support in the event of French\r\naggression.\r\n\r\nThe intentions of the French Government were disclosed before long.\r\nShortly after the wretched Bey had protested against a memorial\r\ncontaining a long list of alleged French grievances against the\r\nGovernment of Tunis, M. Jules Ferry, on the ever convenient plea of the\r\nnecessity of chastising hostile frontier tribes, asked for votes of\r\ncredit for both the army and the navy, which were unanimously agreed to.\r\nBefore the expedition actually started, the French agent at Tunis, M.\r\nRoustan, visited the Bey and informed him that the French preparations\r\nwere intended to protect him against the Sultan of Turkey, who desired\r\nto convert Tunis into a Turkish Pashalic, and that, under these\r\ncircumstances, it was very desirable that Tunis should be placed under\r\na French Protectorate. It was quite in vain that the unhappy Bey urged\r\nthat he had no reason to suspect the Sultan of any such intention and\r\nthat he had not the slightest desire for a French Protectorate; he was\r\ninformed that he was not the best judge of his own interest, and that\r\nFrench troops would shortly enter his country to chastise the Kroumirs,\r\na race of whom nobody had yet heard, but who apparently constituted a\r\nserious menace to the French Republic.\r\n\r\nThe obvious design of the French drew from Lord Granville an opinion\r\nthat they could not be allowed to seize upon Tunis without the consent\r\nof Turkey, and the permission of other Powers; but to this opinion not\r\nmuch attention seems to have been paid.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Granville to Lord Lyons._\r\n\r\n    April 5, 1881.\r\n\r\n     I have thought it necessary to instruct you to inquire into\r\n     the state of affairs at Tunis. You are not likely to do so in an\r\n     unnecessarily offensive manner.\r\n\r\n     I am told that the French are determined to establish their\r\n     Protectorate. This will be very awkward at the moment.\r\n\r\n     Pray look as mysterious as you can, as to what might be our\r\n     attitude.\r\n\r\n     We do not wish to follow the example of the foolish opposition\r\n     made to Algiers, but the French cannot be allowed to seize Tunis\r\n     without the consent of Turkey and communication with the rest of\r\n     Europe.\r\n\r\n     The Italians wish us to move vigorously in the matter; the\r\n     Italian Government seems alarmed at the excitement of their chamber.\r\n\r\nIt was all very well to say that the 'French cannot be allowed to seize\r\nTunis,' but when a big European Power decides to pounce upon a weak and\r\ndecaying Oriental State, it is not of the slightest use to employ such\r\nlanguage if merely moral suasion is contemplated. The recent action\r\nof the Italian Government with regard to Tripoli[33] was the exact\r\nrepetition of French action with regard to Tunis, and remonstrances were\r\nof no more avail in one case than in the other. The Bey sent piteous\r\nprotests and appeals for justice to all the Great Powers, but as Italy,\r\nthe only Power which really objected, was not prepared to fight, his\r\nlamentations fell upon deaf ears. Meanwhile, in an attempt to justify\r\ntheir bare-faced aggression, the French Government apparently handed to\r\nM. Blowitz, the _Times_ correspondent at Paris, a despatch from Lord\r\nSalisbury written in 1878, which it had been agreed should be treated as\r\nconfidential, and it was intimated in the press that further private\r\nand confidential communications would appear in a forthcoming Yellow\r\nBook. This produced a very justifiable remonstrance from Lord Salisbury.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Salisbury to Lord Lyons._\r\n\r\n    Hatfield, April 24, 1881.\r\n\r\n     I am not sure that I am not irregular in addressing to you any\r\n     communication on public affairs. But I think I have been told that\r\n     a certain license is accorded to disembodied Foreign Secretaries,\r\n     of haunting the scenes of their former misdeeds.\r\n\r\n     My cause of writing is this. My eye caught a statement in one\r\n     or two English papers that St. Hilaire intended to print in the\r\n     forthcoming Yellow Book, Waddington's first despatch to d'Harcourt\r\n     on coming back from Berlin. I had a dim recollection that it was\r\n     undiplomatically phrased and had been withdrawn: but I could\r\n     remember no more.\r\n\r\n     Is it not rather a strong measure for a Government to withdraw\r\n     a despatch to which objection is taken at the time, when it might\r\n     be answered, and then to publish it three years later, when the\r\n     materials for answering it no longer exist? However, perhaps I am\r\n     wrong in assuming that the newspaper report is correct.\r\n\r\nLord Salisbury was quite correct in his recollection, and the intention\r\nof publishing the despatch referred to was not carried out, but various\r\nattempts were made to fix upon him the responsibility for French action\r\nin Tunis.\r\n\r\nLord Granville, although he confessed to disliking the process, had to\r\ncontent himself with ineffectual barking.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Granville to Lord Lyons._\r\n\r\n    April 22, 1881.\r\n\r\n     You will not like a despatch I send you, and I am rather sorry\r\n     to send it. But I do not see how we are to give France _carte\r\n     blanche_.\r\n\r\n     I dislike barking without biting, but if the result of not\r\n     barking (in contradistinction to all that was done under Louis\r\n     Philippe and Napoleon, when English remonstrances certainly stopped\r\n     the French) is the annexation of Tunis, or the creation of the\r\n     great port of Bizerta impregnable by naval force and neutralizing\r\n     Malta, we should look rather foolish.\r\n\r\n     Notwithstanding the present Chauvinism about Tunis, it would\r\n     not be a sweetmeat for the French to have England, Italy and the\r\n     Arabs inside and outside Algeria against her.\r\n\r\n     It is as well that she should not imagine that this is\r\n     perfectly impossible.\r\n\r\n     But, of course, I wish to ruffle her as little as possible,\r\n     and nobody will wrap up the warning of our doctrine as to the\r\n     Ottoman Empire better than you will.\r\n\r\nUndeterred by Lord Granville's just remonstrances and equally undeterred\r\nby the Sultan's assertion of his suzerainty claims, the French entered\r\nTunis and occupied the capital on May 11, after little more than a\r\nmere promenade. On the following day the Treaty of the Bardo, which\r\npractically established a French Protectorate over the country, was\r\nextorted from the Bey, and declarations by the French Government made it\r\nclear that no intervention, direct or indirect, would be tolerated.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, May 13, 1881.\r\n\r\n     Barthélemy St. Hilaire certainly foreshadowed the Tunisian\r\n     Treaty accurately when he said that it would very much resemble a\r\n     Protectorate. It is so like one that it would be difficult to point\r\n     out a difference. The guaranteeing the execution of the Treaties of\r\n     the European Powers is sufficiently impertinent. As in all these\r\n     French expeditions, there is a vast amount of dirty pecuniary\r\n     stockjobbing interests at the bottom, which have been the real\r\n     motive power.\r\n\r\n     The whole affair is of very bad augury. It will inspire the\r\n     French Public with a love of resorting to high-handed proceedings\r\n     which can be indulged in without any real risk. Gambetta said to\r\n     Dilke that his Cherbourg speech was the first glass of wine given\r\n     to the Convalescent France, good for her but somewhat startling to\r\n     her system. This Tunis expedition is the second. The patient has\r\n     swallowed it so complacently that she may soon wish for another,\r\n     and perhaps a stronger stimulant. They got Bismarck's leave for\r\n     this, and it will perhaps be a long time before they do anything\r\n     of the kind without his leave. But then he will be sure to push\r\n     them on to any undertakings which will occupy their minds and their\r\n     forces, and tend to put them on bad terms with other Powers. And\r\n     this is disquieting, for there are not wanting all over the globe\r\n     places and questions in which the French might make themselves very\r\n     inconvenient and disagreeable to us, and might, if encouraged by\r\n     Bismarck, come at last to a downright quarrel with us.\r\n\r\n     Add to this the state of feeling in the English manufacturing\r\n     districts which is likely to be produced by the Commercial\r\n     proceedings of the French, and their virulent Protectionism, and\r\n     the prospect looks gloomy enough.\r\n\r\nThe actual proceedings of the French in Tunis were in reality of less\r\nimportance as regards England than the spirit which they betrayed, for\r\ntheir reception by the French public indicated a state of feeling which\r\nmight have dangerous consequences. The preparations for the expedition\r\nwere not considered by impartial critics as particularly creditable\r\nto the skill or efficiency of the French military administration, and\r\nthere had been nothing like serious fighting in the short campaign. The\r\nquestion had simply been one of bullying a defenceless ruler, and of\r\ncarrying on a high-handed policy in the face of Europe. Nevertheless\r\nthe whole affair was hailed with almost unanimous delight by the French\r\npeople. Nor, apparently, was this delight diminished by the reflection\r\nthat the expedition had not been undertaken without the approval and\r\nencouragement of the German Government, and that the favour had been\r\nacknowledged with almost humiliating gratitude.\r\n\r\nGambetta had represented that his object was to emancipate France\r\nfrom the humiliation of having to consult Bismarck confidentially\r\nbeforehand upon every step she took, but this humiliating precaution was\r\ncertainly not neglected in the case of Tunis, and if there had been the\r\nslightest suspicion that the expedition would have involved France in\r\nany difficulty with Germany, public opinion would at once have declared\r\nagainst it. From the German point of view this was satisfactory enough,\r\nbut scarcely reassuring as far as other Powers were concerned.\r\n\r\nThe French had shown that they rejoiced in any high-handed proceedings\r\nwhich did not bring them into collision with Germany, and whilst it was\r\nnot improbable that their rulers would seek popularity by gratifying\r\nthis feeling, it seemed not unlikely that the policy pursued by\r\nGermany with regard to the Tunis expedition would be persevered in. To\r\ndisseminate the forces of France and to divert the minds of the French\r\nfrom Alsace and Lorraine by encouraging them to undertake distant\r\nenterprises for the gratification of their vanity, was an obvious means\r\nof increasing the safety of Germany, and the more such enterprises\r\ntended to alienate from France the sympathies of other Powers, the more\r\nthey would contribute to the security of Germany. Unfortunately there\r\nwere scattered over the globe, numerous islands and other territories,\r\nthe annexation of which by France might be prejudicial to English\r\nmaterial interests or objectionable to English feeling; and there were,\r\nmoreover, various countries in which the undue extension of French\r\ninfluence might be dangerous to England, and where France, if tempted\r\nor encouraged to resort to arbitrary proceedings, might, without\r\ndeliberately intending it, become involved in a downright quarrel with\r\nEngland. These considerations made it desirable that especial caution\r\nshould be exercised in the case of Egypt. The effect of the Tunis\r\nexpedition upon Egypt had been twofold. On the one hand, it increased\r\nEgyptian suspicions of the insincerity and rapacity of European Powers;\r\non the other hand, it increased the reputation of France in Egypt at the\r\nexpense of the other Powers and of England in particular, and diminished\r\nany confidence in being effectively protected from French encroachments.\r\nThe lesson of the Tunis expedition was obvious; it would clearly be\r\nfolly, either by withholding the tribute or by any other step to weaken\r\nthe connexion of Egypt with the Porte, for the French Government had\r\ntaken elaborate pains to show that in dealing with Tunis it was dealing\r\nwith an independent Power. This contention had naturally been resisted\r\nby the Porte, and there was little difficulty in proving that suzerainty\r\nhad been effectually established by a Firman of 1871. But the Sultan of\r\nTurkey, who in the past had enjoyed the possession of more suzerainties\r\nthan any other potentate, had seldom derived anything but embarrassment\r\nfrom this particular attribute, and in the case of Tunis it proved\r\nto be singularly inconvenient. Encountering no opposition from other\r\nPowers, the French flouted the claims of Abdul Hamid, and in order to\r\nsignify their new position, announced that the French representative\r\nwould thenceforth take charge of all foreign questions. In spite,\r\nhowever, of the flexibility of the European conscience with regard to\r\nthe general principle of the Sultan's suzerainty, it was recognized\r\nthat under certain circumstances that principle must be conscientiously\r\nupheld; and it was, therefore, intimated, more or less directly to the\r\nFrench Government, that although the Sultan's suzerainty in Tunis was a\r\nnegligible quantity, the situation in Tripoli was quite different, and\r\nso, in a far greater degree, was that of Egypt.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, June 17, 1881.\r\n\r\n     It is most true that the danger of bad relations between us\r\n     and the French arises from their proceedings not ours, and that\r\n     this makes the great difficulty in meeting it.\r\n\r\n     The change of their position with regard to Bismarck is\r\n     another great difficulty. A little while ago dread of Germany\r\n     made them unwilling to send a regiment or a ship to a distance\r\n     from France, but since the Tunis affair, they have gone into the\r\n     trap he has set for them with their eyes open. They feel sure of\r\n     his support and encouragement in any distant enterprises, and the\r\n     surer of it in proportion to the hostility which such enterprises\r\n     may provoke in England and Italy. They thus find a cheap way of\r\n     gratifying their vanity, and of advancing some of their apparent\r\n     interests. This coquetting with Bismarck does, moreover, divert\r\n     their thoughts from Alsace and Lorraine.\r\n\r\n     I don't think it would be prudent to make any special advances\r\n     to Gambetta at this moment. We might not please him and we should\r\n     very probably offend Grévy and Barthélémy St. Hilaire, and so\r\n     interfere with the practical treatment of present questions, such\r\n     as the Commercial Treaty, the West Coast of Africa, Newfoundland,\r\n     etc.\r\n\r\n     The anomalous position of the French in Tunis, and the\r\n     proceedings of Roustan[34] there, will keep up irritation in\r\n     England and Italy--and I suppose the French, annuente Bismarck,\r\n     will cut the Gordian knot, sooner or later, by annexing it. They\r\n     ought in consequence to acquiesce in some improvement of the\r\n     position of England in Egypt, but this is dangerous ground.\r\n\r\nThe overbearing attitude of the French officials in Tunis caused\r\nconsiderable irritation in England, and something akin to exasperation\r\nin Italy. The Italians, had they felt strong enough to do so, would have\r\nresisted the French pretensions by force, but being without an ally at\r\nthe time, had to content themselves with violent ebullitions in the\r\npress. The ill-feeling between the two countries was marked by serious\r\nriots at Marseilles and other towns in the South of France.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, June 24, 1881.\r\n\r\n     I did my best to impress upon B. St. Hilaire yesterday that\r\n     there was real bitterness of feeling among the public in England,\r\n     and that if the French Government and its agents persisted in a\r\n     series of irritating measures, the consequences might be very\r\n     inconvenient. The French had got all they could want, I said, and\r\n     I could not help wondering that it did not strike them that their\r\n     policy should now be to let the new system settle down quietly,\r\n     to avoid occasions of controversy about it, and in short, to let\r\n     Tunis be as little heard of as possible at present. It was an ill\r\n     return, I observed, for the great patience and friendliness shown\r\n     by our Government, to be perpetually springing upon them surprises\r\n     unpalatable to English public opinion. He professed to _abonder\r\n     dans mon sens_. I entreated him to keep his subordinates in order.\r\n\r\n     The French seem to have an unpleasant business in Western\r\n     Algeria, and there is beginning to be an outcry against the\r\n     military and civil management of the troubles there.\r\n\r\n     Good feeling between French and Italians will not be promoted\r\n     by late events at Marseilles. The feelings of the French towards\r\n     the Italians there are like those of the American workman towards\r\n     the Chinese at San Francisco, or of the Irish towards the negroes\r\n     at New York. There are said to be more than 50,000 Italians at\r\n     Marseilles, and they are apt to use their knives.\r\n\r\n     There are symptoms of a growing antagonism between Jules Ferry\r\n     and Gambetta, signs of the feeling between the Elysée and the\r\n     Palais Bourbon.\r\n\r\nAfter all, the Tunis expedition turned out to be a rather more\r\ntroublesome affair than had appeared probable at first. At the end of\r\nJune insurrections broke out at Sfax and other places, necessitating the\r\nrecall of French troops who had been sent back to France; bombardments,\r\nand other severe measures of repression. The insurrection spread into\r\nAlgiers on the western side, and on the eastern side the disturbances\r\ncreated the possibility of a violation of the frontier of Tripoli by the\r\nFrench troops.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, July 5, 1881.\r\n\r\n     Retribution has come quickly upon the French for their\r\n     hypocritical seizure of Tunis. The Arabs seem to be upon them\r\n     in all directions. Although this serves them right, it is, I\r\n     think, much to be regretted for political reasons, independently\r\n     of the suffering it causes to un-offending Europeans of various\r\n     nationalities in Africa.\r\n\r\n     If the French have to send a large force to Tunis, they will\r\n     very probably, formally as well as virtually, annex the Regency.\r\n     Tripoli will then stand exactly in the same relation to them\r\n     that Tunis did before the assumption of the Protectorate. After\r\n     Tripoli would come Egypt; but happily there is, I believe, a very\r\n     impracticable desert tract between them.\r\n\r\n     How great must be the complacency of those who desire to\r\n     occupy French troops in distant countries, and to involve France in\r\n     difficulties with other Powers.\r\n\r\nIf the action of the French in seizing Tunis was hypocritical, the\r\ncontention that the case of Tripoli stood on an entirely different\r\nfooting was equally unconvincing. The real truth, of course, was that,\r\nwith the exception of the Italians, no one really objected to the French\r\ngoing to Tunis. They went there, under distinctly false professions,\r\nannouncing that the expedition was intended solely to punish refractory\r\ntribes, and that the occupation was merely temporary. The disclosure\r\nof their real objects naturally caused irritation in England as well\r\nas in Italy, but all hostile criticism was met by the assertion of the\r\nLiberal Government that Lord Salisbury had himself invited the French\r\nto take Tunis at the time of the Berlin Congress. The French themselves\r\nwere careful to represent that they had only followed Lord Salisbury's\r\nadvice, and Lord Granville, in defence of his own policy, always\r\nmaintained that the phrase attributed to Lord Salisbury, _Carthage ne\r\ndoit pas rester aux barbares_, had cut the ground from beneath his\r\nfeet, and rendered remonstrance useless. But to make Lord Salisbury\r\nresponsible for this act of flagrant immorality seems, in the face of\r\nsuch evidence as is available, unjustifiable. All that he had done was\r\nto intimate that he had heard that the French were extremely anxious\r\nto go to Tunis; that if they did so, British interests would not be\r\nendangered, and that he should consequently look on with indifference.\r\nWhen M. Waddington, in 1878, construed this opinion as an invitation to\r\nFrance to appropriate Tunis, Lord Salisbury felt bound to remonstrate,\r\nand he wrote to Lord Lyons, as has been already shown. 'He (Waddington)\r\nmakes me talk of Tunis and Carthage as if they had been my own personal\r\nproperty, and I was making him a liberal wedding present.' The real\r\ninstigator of the Tunis expedition was not Lord Salisbury, but Bismarck.\r\nThe latter, who was omnipotent in Europe at the time, could have stopped\r\nFrench action at any moment he pleased, but instead of doing so, he\r\nnaturally encouraged an enterprise which was certain to lead eventually\r\nto difficulties between France, Italy, and England.\r\n\r\nWhile, however, it was convenient to overlook any French illegality\r\nwith reference to Tunis and to its connection with the Turkish Empire,\r\nit would have been, as has already been shown, manifestly imprudent\r\nto allow Tripoli, which stood in a precisely similar position, to be\r\nmenaced with a similar fate: besides which, Italy had already marked\r\nTripoli down as her own prey. Accordingly the French Government were\r\ninformed that 'in view of the unquestioned incorporation of Tripoli in\r\nthe Turkish Empire, as well as its proximity to Egypt, Her Majesty's\r\nGovernment could not regard interference of whatever description on\r\nthe part of the French Government in that province in the same manner\r\nas they viewed the recent occurrences at Tunis. That Her Majesty's\r\nGovernment should take this view of the question of Tripoli cannot, they\r\nfeel assured, be a source of surprise to that of France, since they\r\nhave, on all occasions when the question of the extension of French\r\ninfluence in the direction of Egypt has been under discussion, been\r\nperfectly frank in their explanations with the French Government on the\r\nsubject.' In his reply to this communication, M. B. St. Hilaire (who\r\nhad previously announced that to annex Tunis would be a great mistake),\r\neffusively stated that the French Government looked upon Tripoli as\r\nan integral part of the Ottoman Empire, over which it did not pretend\r\nto exercise a predominant or exclusive influence, and gave a formal\r\ndenial to all rumours which attributed to France any designs upon that\r\ncountry. The British Government professed itself quite satisfied with\r\nthese assurances, and the Porte, for once in a way, showed sufficient\r\nintelligence to make its suzerainty quite clear, by despatching troops\r\nto garrison the country, and by other precautionary measures. In\r\nconsequence of these steps Tripoli remained immune from attack for\r\nanother thirty-two years, and when, in 1912, the Italians, following\r\nthe French example of 1881, fell suddenly upon it without any serious\r\nattempt at justification, they did not allege that they were attacking a\r\nsemi or wholly-independent State, but declared war upon Turkey itself,\r\nand incidentally brought about the destruction of Turkish power in\r\nEurope. The future of Tripoli under Italian rule is still obscure, while\r\nthe numerous prophecies of failure which attended the seizure of Tunis\r\nby the French have not been fulfilled, but in either case it would be\r\ndifficult to justify the morality of the enterprise or to defend the\r\npolicy of these two Great Christian Powers.\r\n\r\nThe year 1881 witnessed the renewal of negotiations for a new Commercial\r\nTreaty between France and England, and in consequence of opinions\r\nexpressed by M. Tirard, the French Minister of Commerce, it was\r\ndetermined to take the negotiations out of the hands of diplomatists.\r\nM. Tirard had declared that he believed that an understanding could be\r\neffected if the question could be freed from diplomatic dilatoriness,\r\nand that if he were brought face to face with a 'competent and\r\nwell-disposed man,' the whole matter would be settled within a week\r\nby making a few mutual concessions. To meet these views, the late Sir\r\nCharles Dilke, M.P., was appointed principal British Commissioner with\r\nthe late Sir Joseph Crowe, Sir Alfred Bateman, and other distinguished\r\nexperts as his colleagues or assistants, but M. Tirard's prognostication\r\nturned out to be entirely incorrect. In spite of the great ability\r\nand indefatigable industry of Sir Charles Dilke and the other British\r\nCommissioners, the negotiations made a very unsatisfactory start,\r\nwere constantly broken off, and were not even concluded by the end\r\nof the year, so that it must have been impressed upon M. Tirard that\r\ndilatoriness was not necessarily due to diplomacy. From the first, the\r\nnegotiations were unpromising, for Free Trade had continually receded in\r\nFrance since the Empire, and the necessity of cultivating good political\r\nrelations with England was evidently less in 1881 than it had been upon\r\nthe last occasion.\r\n\r\nThe representatives of the two nations met in London in June, and an\r\ninauspicious beginning was made by the French Commissioners repudiating\r\nthe bases signed in 1880 by Lord Granville and M. Léon Say. By the\r\nmiddle of the month the breaking off of the negotiations was already\r\nbeing considered.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Sir C. Dilke, M.P._\r\n\r\n    Paris, June 14, 1881.\r\n\r\n     I received last evening your letter of the day before, asking\r\n     me whether I had anything to say on the policy of breaking off the\r\n     commercial negotiations when you get to work.\r\n\r\n     I don't think we should lose sight of the fact that there will\r\n     in all probability be a thorough change of Government in France in\r\n     the autumn. We might _perhaps_ get a decent treaty from the new\r\n     Government if they found the negotiations in progress. It might\r\n     not be so easy to get negotiations reopened if they had once been\r\n     broken off, and the French had become accustomed to the idea of\r\n     having the general tariff applied to British goods.\r\n\r\n     Politically, it would, I think, be a great pity to begin\r\n     ill with the new Government, and I don't think we could possibly\r\n     begin well, in the state of feeling which would be produced in\r\n     this country, and still more I suppose in England, by a commercial\r\n     rupture.\r\n\r\n     The majority of the French would be very glad that the general\r\n     tariff, or still higher duties, should be enforced against English\r\n     goods, but they would none the less be irritated by our breaking\r\n     with them.\r\n\r\n     I confess, too, that I am alarmed, perhaps without sufficient\r\n     reason, at the effect which may be produced both at home and abroad\r\n     by the cry in England for retaliation.\r\n\r\n     My own plan would be, for the present, to pursue the\r\n     negotiation as seriously and as steadily as is compatible with\r\n     not committing ourselves to any decidedly objectionable duties so\r\n     definitely as to be hampered in subsequent negotiations if we find\r\n     the new Government more fairly disposed towards us.\r\n\r\n     If there was ever any possibility of concluding a Treaty in\r\n     time for it to be passed by the Chambers this Session, there is\r\n     certainly none now. Gambetta wanted to get the question out of the\r\n     way before the elections; but even if the Treaty were signed, I\r\n     don't think the Chambers could be induced to consider it under\r\n     present circumstances. Nor would they, I should think, pass a bill\r\n     to prolong the existing Treaties.\r\n\r\n     To my mind, our most prudent course would be to let the new\r\n     Chambers find the negotiations going on when they meet in the\r\n     autumn. I don't of course mean that you should go on sitting every\r\n     week from this time to the autumn: it would suffice that there\r\n     should not be any adjournment _sine die_, and that we should not\r\n     give any ground for an assertion that we are not really willing to\r\n     conclude even a moderately fair treaty.\r\n\r\nLord Lyons, as has already been stated, was, like almost every British\r\nofficial of the time, a firm and almost bigoted Free Trader; and it\r\nis possible that his alarm at the prospect of retaliation was caused\r\nby the appearance of the Fair Trade League; that harbinger of Tariff\r\nReform to which somewhat inadequate justice has been rendered by its\r\nimitators. But it is surprising to learn of these qualms, when he is\r\nfound predicting that the smaller countries who were willing and able to\r\nretaliate on French goods, would obtain better terms than England. The\r\nvery different spirit in which the smaller States approached commercial\r\nquestions with France is shown in the following instructive account of\r\nthe views of the Swiss Minister at Paris, M. Kern.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Sir C. Dilke._\r\n\r\n    Paris, June 25, 1881.\r\n\r\n     Last evening, after my letter to you of yesterday had gone, I\r\n     met Kern, who told me that in the course of the day he had had an\r\n     interview with M. Tirard, and also one with M. Gambetta. He had,\r\n     he said, declared most distinctly to both, first, that Switzerland\r\n     would not sign a Treaty placing her in a less advantageous\r\n     commercial position than that now existing; and secondly, that\r\n     if the general tariff were applied to Swiss goods, French goods\r\n     would be forthwith subjected to duties of precisely the same amount\r\n     in Switzerland. He had, he said, somewhat surprised M. Tirard by\r\n     informing him that the Swiss Government had power to impose such\r\n     duties at once, without waiting for legislative sanction.\r\n\r\n     The impression left upon Kern's mind by the two interviews\r\n     was, that as hard a bargain as possible would be driven by France,\r\n     but that in the end they would rather make moderate treaties than\r\n     no treaties at all, if they saw that this was the only alternative.\r\n\r\n     He is going to Berne to confer with his Government, and he\r\n     says that he is sure they will approve and confirm his language to\r\n     Tirard and Gambetta.\r\n\r\n     After these interviews, Kern was very positive that the French\r\n     Government were making a great fight to justify themselves to the\r\n     Chambers, but that if the Powers, and particularly England, were\r\n     firm, the French would yield rather than incur the political and\r\n     other inconveniences of not making any treaty at all.\r\n\r\n     I am not so sure as he seemed to be of this, but I think that\r\n     the French are alive to the political inconveniences of breaking\r\n     with England altogether; and it might therefore be worthy of your\r\n     consideration, whether, when you go back to the Articles you\r\n     reserved in the Tariff, you should not make a last effort to see\r\n     whether the French cannot be brought to consent to a Treaty which\r\n     would be better commercially than no Tariff Treaty at all. It might\r\n     interfere with whatever chance of success such an effort might\r\n     have, for the French to feel beforehand that they could get out of\r\n     the political difficulty by signing a simple Most Favoured Nation\r\n     Treaty.\r\n\r\n     Nevertheless I am not shaken in my opinion that it would be\r\n     advisable for you to sign a Most Favoured Nation Treaty, if better\r\n     may not be, before you break up the Commission, or adjourn it for\r\n     any long time.\r\n\r\n     Commercially we had better make sure at once of sharing the\r\n     concessions which may be made to other Powers under threats of\r\n     retaliation.\r\n\r\n     Politically we should, I think, find it most disadvantageous\r\n     to have even the appearance of being on bad terms with France.\r\n\r\nThe British Government apparently still entertained the illusion\r\nthat there were real French Free Traders. M. Challemel Lacour was\r\nthe chief French Commissioner and Lord Granville welcomed him as a\r\nbrother Free Trader. His brother Free Trader said it was true that he\r\nwas _Libre-Echangiste_, but he was _Libre-Echangiste Français_, and\r\nrecognized the necessity of paying due consideration to the interests of\r\nnative industries. To this chilling response, Lord Granville was forced\r\nto retort that he must venture to doubt whether a _Libre-Echangiste\r\nFrançais_, in His Excellency's acceptation of the term, was not what\r\nin England was called a Protectionist. M. Waddington had once stated\r\nthat he was a Free Trader 'bar cotton,' and whenever the French Radical\r\nParliamentary candidates, who were then perambulating the country in\r\nview of an approaching general election, were asked whether they were\r\nFree Traders or not, they replied in the affirmative, but qualified by\r\na reserve in favour of French industries which would be ruined by Free\r\nTrade. As a matter of fact, the spirit of Protection was becoming more\r\nand more ingrained in the French people, and the best chance of getting\r\na reasonable Commercial Treaty lay in the hope that an election would\r\nbring Gambetta into power.\r\n\r\nThe London negotiations which had been temporarily suspended were\r\nresumed at Paris in the autumn, and continued during the remainder of\r\nthe year; but interest was diverted from commercial matters to the\r\nevents which were occurring in Egypt and their probable effect upon\r\nAnglo-French relations.\r\n\r\nFOOTNOTES:\r\n\r\n[Footnote 29: Subsequently Viscount Goschen.]\r\n\r\n[Footnote 30: Sir Francis Adams, Minister at Berne.]\r\n\r\n[Footnote 31: See Appendix by Mrs. Wilfrid Ward, \"Lord Lyons in Private\r\nLife.\"]\r\n\r\n[Footnote 32: Afterwards Lord Alcester.]\r\n\r\n[Footnote 33: 1911.]\r\n\r\n[Footnote 34: French Consul-General at Tunis.]"
  ]
}