{
  "index": 15,
  "title": "Chapter 14",
  "paragraphs": [
    "ANGLOPHOBIA\r\n\r\n(1883-1885)\r\n\r\n\r\nThe first day of 1883 was signalized by the announcement of the death of\r\nGambetta, and those who were present at the Elysée on the occasion of\r\nPresident Grévy's New Year's Day reception will remember the singularly\r\nembarrassed demeanour of that uninteresting personage; an embarrassment\r\nwhich might have been accounted for on various grounds. Gambetta's\r\ndeath was followed in a day or two by that of General Chanzy, an event\r\nwhich caused consternation amongst the Monarchical and Conservative\r\nparties, as he was looked upon as the only man capable of stopping the\r\ntoo rapid progress of the Republican car. It was doubtless with the\r\nview of anticipating other pretenders, that Prince Napoleon seized the\r\nopportunity to issue a Proclamation denouncing the Republic, which\r\nresulted in his immediate incarceration in the Conciergerie.\r\n\r\nFor some months there had existed in France a feeling of uneasiness\r\nand of distrust in the maintenance of orderly government, and this\r\nfeeling was greatly increased by the double loss of Gambetta and Chanzy.\r\nGambetta was the only man in the Republican party whose ability and\r\npopularity were sufficient to induce the country to acquiesce in his\r\nwielding great power, and who was believed to have the will and the\r\ncourage to exercise that power energetically in case of need. Chanzy\r\nwas looked upon as the only man whose military reputation and influence\r\nqualified him to keep the army united and to use it with effect, in the\r\ncase of grave political troubles.\r\n\r\nAs for the President of the Republic, M. Grévy, his energy and influence\r\ncontinued to diminish; the Chamber of Deputies was becoming more and\r\nmore discredited, and the professedly anarchical parties were certainly\r\nincreasing in violence, and apparently in numbers and influence as well.\r\nThe public generally, even amongst the lower orders, showed few signs\r\nof great attachment to the Republican Government. That Government had\r\nnot augmented their material prosperity, had not raised their social\r\nposition, and had not realized their dreams of absolute equality with,\r\nor rather of predominance over, the rich and the educated. Every form\r\nof Monarchical Government was repugnant to them, but nevertheless a\r\nmoderate Republic excited no enthusiasm whatsoever. The upper classes\r\nwere alarmed and discontented; they did not believe that their property\r\nwas secure, and they considered the work of administration was\r\ndeplorably carried on by the various obscure Ministers who succeeded\r\neach other so rapidly in office; their religious feelings were daily\r\nshocked, while bad harvests, bad trade, and an unpromising financial\r\nsituation added to the general feeling of dissatisfaction.\r\n\r\nOn the other hand, the 'spirited Colonial Policy,' which was now so much\r\nin evidence, did little to counterbalance this feeling, and the attempts\r\nwhich had been made to pander to the national vanity by the overbearing\r\npolicy adopted towards Madagascar; the extension of French predominance\r\nin Tunis; annexations on the Congo; and the consolidation of the French\r\nProtectorate over Tonquin and Annam, had met with little success. The\r\ndisquieting fact from the English point of view was that ill-feeling\r\ntowards England, chiefly with regard to Egypt, had risen to a high\r\npitch, and that each successive step taken by the British Government,\r\nand each declaration made by it, seemed only to increase the irritation.\r\nIt was in this direction that, Lord Lyons feared, attempts would be made\r\nto divert public discontent by those who might be in power; and the\r\nprocedure of the new French Government certainly justified the fear.\r\nThe position which the French Government took up, was that of defending\r\nFrench influence and French interests in Egypt by its own independent\r\nmeans. It declared that by the abolition of the Control, a deep wound\r\nhad been inflicted upon French dignity, while the principal security\r\nfor the regular payment of the sums due in regard to the loans had been\r\ntaken away. It did not hesitate to declare that any tampering with\r\nthe Law of Liquidation, or with the lands and revenues pledged to the\r\nloans; or any failure to provide for the charges on the loans, would\r\nbe regarded as a breach of international obligations on the part of\r\nEgypt, which would warrant the active interference of France. It hardly\r\nmade any pretence of concealing its intention to work against English\r\ninfluence in Egypt by every means in its power, and unfortunately it was\r\nevident that in this anti-English policy it could reckon on the support\r\nof public opinion.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, Jan. 9, 1883.\r\n\r\n     Blowitz's[37] intelligence certainly comes from the French\r\n     Foreign Office, sometimes, I dare say, directly, but often only\r\n     through the _Temps_. The _Temps_ is published the afternoon before\r\n     the day on which it is dated, and some hours before Blowitz's\r\n     letter goes to the _Times_. Blowitz's letter always goes by\r\n     telegraph, the _Times_ having the exclusive use of a line for some\r\n     hours every night.\r\n\r\n     It seems that Ferry will succeed Gambetta in the leadership\r\n     of the largest portion of the Republican party. I do not think he\r\n     is hostile to Duclerc, but if he attains to anything at all near\r\n     to Gambetta's position, Duclerc will only hold office during his\r\n     sufferance. Probably neither would be willing to serve under the\r\n     other.\r\n\r\n     If, as seems likely, the death of Gambetta leads to the\r\n     decay of the spirit of revenge upon Germany, this will (as I\r\n     have said before) increase the danger of all other Powers from\r\n     the restlessness of France, and will in particular increase our\r\n     difficulties in Egypt. If any modification of the arrangement of\r\n     the Law of Liquidation is proposed or any other step taken which\r\n     can give France a pretext for interfering in defence of French\r\n     interests, we may have trouble. If we leave a door open for French\r\n     intrusion, France may get so far in, that her _amour-propre_ may\r\n     force her to push on at all risks.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, Jan. 16, 1883.\r\n\r\n     Prince Napoleon's Proclamation and his arrest have put all\r\n     other things out of people's heads here for the moment. He was\r\n     arrested, very roughly I understand, at 3 o'clock, as he drove up\r\n     to his own door in the Avenue d'Autin, and his papers were examined\r\n     and seized in the usual way on such occasions. There is not so\r\n     far any appearance of his having anything behind to back up the\r\n     Proclamation. It is said that he has rendered himself liable to\r\n     very severe penalties as a conspirator against the State. What\r\n     seems to be more generally expected is that the law enabling the\r\n     Government to exile the members of any family that has reigned in\r\n     France will be revived. If it is to be the beginning of political\r\n     proscriptions, in however mild a form, it will be a calamity and\r\n     perhaps a prelude to revolutionary times and ways.\r\n\r\n     The only good I can see in it is that it may divert attention\r\n     here from Egypt, for the French were getting excessively cross with\r\n     us on that subject. I should not have been surprised if Duclerc's\r\n     Declaration and Yellow Book had been much more unfriendly than they\r\n     are. The Declaration was, it seems, received with icy coldness in\r\n     the Chamber. It is creditable to Duclerc that he did not fish for a\r\n     cheer by a Chauvin wind up, as Freycinet used to do. But if Duclerc\r\n     had been popular and had been thought to be firm in the saddle, he\r\n     would have met with a better reception.\r\n\r\nPrince Napoleon's Proclamation did not in reality cause any great\r\ncommotion or alarm, as it was obvious that he had no backing of\r\nimportance; but it served as an excuse to introduce a preposterous\r\nExclusion Bill directed against the members of all ex-reigning families.\r\nThis measure created great indignation amongst the French Conservatives,\r\nmore especially the provision which deprived the Princes of their\r\nCommissions in the army, and in consequence of modifications which were\r\nintroduced. Duclerc and his colleagues resigned office, giving place to\r\nan ephemeral Cabinet under M. Fallières, subsequently President of the\r\nRepublic.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Feb. 2, 1883.\r\n\r\n     Everything is at sixes and sevens here, and no one knows\r\n     to whom to turn in the absolute dearth of any man of decided\r\n     superiority since the death of Gambetta. It is curious that he\r\n     should come to be regretted as the mainstay of Conservatism.\r\n\r\n     I send you by the messenger a despatch from Villiers[38]\r\n     which seems to me to give a very clear and correct account of\r\n     the state of feeling in the French Army. I don't think it at all\r\n     overrates the dissatisfaction that exists among the officers. For\r\n     my own part I do not believe there is any organized movement,\r\n     Legitimist, Orleanist, or Bonapartist, actually in preparation\r\n     at this moment. But I do see that confidence in the duration of\r\n     the present institutions is diminishing, and that, as a cause or\r\n     a consequence, dissatisfaction and disquietude are increasing.\r\n     Something subversive may happen with very little warning beforehand.\r\n\r\n     Barring accidents, the probabilities seem to be that the\r\n     present Ministry may last about ten days, and that then Jules\r\n     Ferry may come in for some months and _après lui le déluge_.\r\n     Challemel Lacour is talked of as Minister for Foreign Affairs. As a\r\n     diplomatist you know him better than I do. The little social (so to\r\n     call it) intercourse I have had with him has been pleasant enough,\r\n     but he has the reputation of being irritable and cross-grained.\r\n\r\n     The proceedings against the Princes are bad enough in\r\n     themselves, and they are of evil augury. The Reds having once\r\n     tasted blood, may become ravenous for more, and who can say where\r\n     they may look for the next victims?\r\n\r\n     Notwithstanding the critical state of home affairs, the\r\n     French papers find room occasionally for bitter articles against\r\n     us about Egypt. The great point to attend to, in order to prevent\r\n     the smouldering irritations bursting into a blaze, seems to be to\r\n     avoid touching the Law of Liquidation, or the administrations of\r\n     the Daira and Domains. Any alteration, however great an improvement\r\n     it might be in reality, would give rise to unlimited suspicion and\r\n     dissatisfaction here.\r\n\r\nThe Prince of Wales had intended visiting Paris about this period, but\r\nin consequence of the violent feelings aroused by the Exclusion Bill\r\nand of the bitterness of the extremists against constituted dynasties,\r\nhe was advised to keep away.\r\n\r\n     Their newspapers would have no scruple in attacking any\r\n     personage, however exalted, whom they believed to be opposed to\r\n     their deplorable bill. Indeed, the more exalted the personage,\r\n     and the more entitled to respect, the greater might be their\r\n     scurrility. Nothing can be more lamentable than all this, and I\r\n     am obliged to add that the general feeling towards England is not\r\n     particularly cordial. Taking everything into consideration, I have,\r\n     though very reluctantly, come to the conclusion that it is my duty\r\n     to report to Your Royal Highness that I cannot feel quite sure that\r\n     if you were at Paris something unpleasant might not happen, or that\r\n     at least very improper language might not be used by a portion of\r\n     the press; and I cannot conceal from Your Royal Highness that the\r\n     present moment is far from an opportune one for a visit.[39]\r\n\r\nThe increasing bad feeling produced a complaint from Lord Granville,\r\nwho considered that 'it is hard upon me, that being probably, of all\r\nEnglish public men, the one who for various reasons is most attached to\r\nFrance, we should always have such difficult moments to pass when I am\r\nin office.'\r\n\r\nAfter all the fuss that had been made about Prince Napoleon's\r\nProclamation, it came as a distinct anti-climax that his arrest was\r\ndiscovered to be illegal. He was accordingly released, and nothing more\r\nwas heard of him; meanwhile it was generally believed that General\r\nBillot, the late Minister of War in the Duclerc Government, had actually\r\nmade all preparations for a _pronunciamento_ in favour of the Duc\r\nd'Aumale, and that his project was only foiled on account of the want\r\nof enterprise shown by the Orleans princes themselves. General Billot\r\nwas superseded by a certain General Thibaudin, who was considered to be\r\nespecially well adapted for the purpose of carrying out the dirty work\r\nin connection with the dismissal of the Princes from the army.\r\n\r\nAfter a period of much uncertainty, during which for more than a month\r\nthere was no one at the French Foreign Office to whom the Foreign\r\nDiplomatists could speak on foreign affairs, or even any subordinate who\r\ncould express an opinion or give an instruction, M. Fallières was got\r\nrid of, and a new administration was formed under M. Jules Ferry, M.\r\nChallemel Lacour becoming Foreign Minister.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, Feb. 20, 1883.\r\n\r\n     I suppose Ferry must have made his Ministry by to-morrow or\r\n     the next day. I will not bore you with the innumerable conjectures\r\n     as to who his colleagues will be. It is said Thibaudin is to be\r\n     kept as Minister of War, long enough at all events to take the\r\n     measures against the Princes which a more respectable general would\r\n     shrink from.\r\n\r\n     I only hope the new Ministry will not try to divert public\r\n     attention from home difficulties by a 'spirited' Foreign or\r\n     Colonial Policy. Egypt is always a source of trouble ready to their\r\n     hand, if they want to produce excitement. I think the great thing\r\n     is to avoid touching the Law of Liquidation or the administration\r\n     of the securities for the loans; in short, to avoid giving them\r\n     any pretext for saying that the material interests of France are\r\n     injured, and the guarantee she held weakened. But it is premature\r\n     to speculate on these matters in ignorance of who the incoming\r\n     Ministers may be and what policy they will adopt.\r\n\r\nThe urbane M. Challemel Lacour, in his new capacity as Foreign Minister,\r\nwas not likely to begin by making gushing protestations of deep\r\naffection for England, but Lord Lyons was disposed to consider this a\r\nhopeful symptom. 'I know by long experience that ardent professions\r\nof love for England on the part of an incoming Minister are not to be\r\ntrusted to as good signs.' Mr. Gladstone was in Paris at the time and\r\npaid visits to the President, Challemel Lacour, and Jules Ferry; but\r\nmuch to the relief of the Ambassador, he avoided the subjects of Egypt\r\nand of Commercial Treaties, and no harm was done.\r\n\r\nThe Ferry administration possessed the advantage of attracting a better\r\nclass of French politician than had lately been the case, and M.\r\nWaddington now reappeared upon the scene.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    March 6, 1883.\r\n\r\n     Jules Ferry appears to have hinted to Waddington that he would\r\n     be offered the Embassy in London, if he voted with the Government\r\n     on the interpellation in the Senate on the Decree putting the\r\n     Orleans Princes _en non-activité_. The Embassy at Vienna has, I\r\n     understand, been actually offered to and refused by him. He would\r\n     not, under any circumstances, take any Embassy but London, and\r\n     moreover he would in no case serve a Government of which Thibaudin\r\n     was a member.\r\n\r\n     Waddington asked Rivers Wilson if he could not suggest some\r\n     offer which might be made to France in order to place her once\r\n     more in cordial union with England in Egypt. There is, moreover,\r\n     a notice in the Havas, purporting to come from London, but very\r\n     likely put in more or less on authority here, to the effect that\r\n     France cannot, and England ought to, take the initiative of\r\n     proposing something. I entirely agree with you that the matter had\r\n     better lie still for the moment. I suppose you don't want to make\r\n     any such concession to France as would satisfy her, and certainly\r\n     matters would not be mended by our making another unsuccessful\r\n     proposal. I hope Waddington spoke entirely on his own hook and\r\n     not in concert with Challemel Lacour. It would be intolerable\r\n     if Challemel Lacour tried the system of indirect irresponsible\r\n     communications, the delight of Duclerc, which produced so much\r\n     annoyance and inconvenience, and in fact rendered any real\r\n     understanding impossible.\r\n\r\n     Jules Ferry is believed to be contemplating a conversion of\r\n     the 5 per cents. If he makes the attempt, it will bind him over\r\n     to keep things quiet abroad and at home, in order to secure the\r\n     success of the operation.\r\n\r\n     It is very provoking that the French should have put down the\r\n     New Hebrides among the places to which to transport their relapsed\r\n     criminals.\r\n\r\nLord Granville, who owned that he had nothing to propose about Egypt,\r\neven if he wished to do so, was not at all enthusiastic at the prospect\r\nof Waddington coming to London, 'I am not particularly anxious to\r\nhave Waddington instead of Tissot, he would be burning to distinguish\r\nhimself, and very _agissant_.' Lord Granville's fears of Waddington's\r\nactivity were founded upon the fact that he had been selected as the\r\nFrench Representative at the Coronation at Moscow, and that, therefore,\r\nhe would find it impossible to settle down quietly at the London Embassy\r\nwithout burning to distinguish himself, after 'flourishing about Europe.'\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, March 23, 1883.\r\n\r\n     It is whispered, at least by Waddington's friends, that it is\r\n     intended that his special Embassy to Russia shall be a prelude to\r\n     his becoming regular Ambassador in London: that the idea is that he\r\n     shall offer a Commercial Treaty to us; that he shall by this means\r\n     enlist the support of some members of Parliament and influential\r\n     manufacturers in England, and that then he shall obtain concessions\r\n     for us about Egypt, on the plea that, without such concessions,\r\n     the Chambers could not be brought to ratify a Commercial Treaty\r\n     favourable to us. The statements in the newspapers about the\r\n     assumption of Commercial negotiations between England and France\r\n     are stated to be _ballons d'essai_ to see how the wind sets with\r\n     regard to such a policy.\r\n\r\n     I just give you all this for what it may be worth. I doubt\r\n     very much whether formal negotiations or a stirring French\r\n     Ambassador in London would be likely to lead just now to cordiality\r\n     between France and England. The French could hardly do anything\r\n     that would satisfy us about trade, and we should find it very\r\n     difficult to do anything that would satisfy them about Egypt. My\r\n     hope would rather be that we might glide back into cordiality by\r\n     avoiding critical questions.\r\n\r\n     In talking to me about his Embassy to Russia, Waddington\r\n     mentioned, amongst its advantages, that it would bring him into\r\n     contact with important personages of various countries, and he said\r\n     he should probably visit Berlin and Vienna on his way home.\r\n\r\nWith Challemel Lacour at the Foreign Office there did not appear to\r\nbe much prospect of 'gliding back into cordiality,' judging by the\r\nfollowing account of an interview between him and some members of the\r\nRothschild family who were frequently employed as intermediaries between\r\nthe two Governments.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, March 30, 1883.\r\n\r\n     Alphonse de Rothschild and his cousin Sir Nathaniel came to\r\n     see me yesterday and told me that they had had an interview with\r\n     Challemel Lacour on the subject of the proposed sale of the Domain\r\n     Lands in Egypt. They told me that they found Challemel Lacour\r\n     extremely sore about the whole Egyptian Question. He appears to\r\n     have distinctly refused to forward in any way the sale of the\r\n     Domain and to have alleged as his reason that he would not help to\r\n     do away with any board of management in which a Frenchman still had\r\n     a seat; that this would tend to diminish the number of Frenchmen\r\n     holding influential positions in Egypt, while his object was to\r\n     increase, or at all events, to maintain the existing number. As\r\n     indeed might have been foreseen, he was very far from desiring\r\n     to facilitate any financial or other arrangements required by\r\n     England. We shall no doubt find the French very inconvenient\r\n     and embarrassing in Egypt at every turn. I hope they will not\r\n     be dangerous, unless some disregard of positive international\r\n     engagements affecting French interests gives the Chauvinists the\r\n     pretext they are looking out for, and drives the sensible men into\r\n     a corner, in face of their public declarations and of popular\r\n     irritation.\r\n\r\n     I understand Louise Michel has been arrested. The Government\r\n     may gain ground by showing vigour, but unless it finds means of\r\n     convincing the officers in the army that it will secure their\r\n     position against the Radical endeavours to undermine it, things may\r\n     end in that fatal solution, a military _pronunciamento_.\r\n\r\nThe arrest of Louise Michel had taken place as the result of one of the\r\nnumerous riots which occurred at Paris in the spring of 1883; they were\r\nnot of much importance, but possessed some significance as being the\r\nfirst appearance of disturbances in the streets since the suppression of\r\nthe Commune, and were due largely to the distress caused by bad trade,\r\nand to artificially stimulated expenditure on building, and other modes\r\nof finding employment. The result of the latter expedient was to raise\r\nthe price of labour artificially and consequently to drive manufactures\r\nto other places, thus creating unemployment in Paris itself. In\r\nconnection with these disturbances there was one singular peculiarity\r\nin the attitude of the so-called Conservative classes. Not only the\r\nRoyalist and Imperial parties, but a considerable number of the richer\r\npeople who were without any strong political bias, sympathized rather\r\nwith the people in the streets than with the Government. The upper\r\nclasses were, in fact, so dissatisfied with the existing state of things\r\nthat they appeared willing to run the risk of seeing the Republican\r\nGovernment discredited and ultimately overthrown by popular tumult.\r\n\r\nThe following letter is an admirable illustration of the spirit in\r\nwhich the French viewed all English action in Egypt. Lord Dufferin,\r\nin the course of a despatch, had spoken in most appreciative terms of\r\nthe friendly attitude adopted towards him by M. de Raindre, the French\r\nAgent and Consul-General at Cairo, and the British Government naturally\r\nsupposed that it would be agreeable to the French Government if the\r\ndespatch were communicated to them. Lord Lyons, however, who was much\r\nbetter acquainted with French opinion, thought otherwise.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, May 15, 1883.\r\n\r\n     I am rather frightened by the praises given by Dufferin in his\r\n     despatch of April 29th to the 'very correct and loyal attitude of\r\n     M. de Raindre, the French Agent and Consul-General, and of all the\r\n     French officials in Egypt.' If this despatch came to the knowledge\r\n     of the French Government or the French public, it might do de\r\n     Raindre a serious injury, and lead to the immediate substitution\r\n     for him of an Agent whose attitude would be more correct in the\r\n     French sense. I am afraid also that the claim Dufferin makes\r\n     to have considered the interests of the French in the Egyptian\r\n     service, however true it is, would provoke a howl of contradiction.\r\n\r\n     I do not mean to imply that Raindre's conduct has been at\r\n     variance with his instructions. I don't think it is the policy\r\n     of the French Government at this moment to get up irritating\r\n     discussions with us on small everyday matters, either in Egypt or\r\n     in other parts of the world. The French Foreign Office seems to\r\n     me to be, on the contrary, more conciliatory than usual in its\r\n     answers respecting such matters. I mark this with satisfaction\r\n     because I hope that in this way, provided we can avoid irritating\r\n     controversies, we may return insensibly to satisfactory relations.\r\n     But we are far enough from such relations in reality at this\r\n     moment. Challemel Lacour is not given, as you know, to talk about\r\n     general diplomatic policy, but others do not hesitate to let us\r\n     understand that while they are civil about small matters, they are\r\n     only biding their time till an opportunity comes of opposing us in\r\n     effect with great ones.\r\n\r\nThe course of affairs in Tonquin had not tended to restore the French\r\nto good humour by providing a compensation for their eclipse in Egypt,\r\nand the attempt to indulge in Chauvinism on the cheap had turned out\r\nto be a costly and unsatisfactory experiment. Had it not been for the\r\nprovocations of the foreign press, it is possible that the spirited\r\nColonial Policy with regard to Tonquin, Madagascar, etc., would have\r\nbeen abandoned quietly; but it was found intolerable to endure the daily\r\nadministration of threats, ridicule, and supercilious advice showered\r\nfrom abroad. As it was, these expeditions did serve one useful purpose,\r\nnamely, that of temporarily diverting attention from Egypt.\r\n\r\nThe reputation of the French Republic was not enhanced by a most\r\ndiscreditable incident which occurred at Paris in the autumn. The young\r\nKing of Spain who had been visiting some of the European capitals,\r\narrived at Paris on September 29, shortly after having been created\r\nby the German Emperor an Honorary Colonel of an Uhlan regiment at\r\nStrasbourg. On the strength of this honorary distinction he was met by\r\na howling mob, which proceeded to demonstrate its patriotism by insults\r\nsuch as have seldom been offered to any foreign potentate, and for which\r\nthe President of the Republic was forced to make an apology on the\r\nfollowing day.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, Oct. 5, 1883.\r\n\r\n     I do not remember any moment at which affairs here have\r\n     appeared to me so gloomy. The more I learn of the proceedings of\r\n     the French authorities, no less than those of the mob, the more\r\n     unpardonable do they appear. I have never felt the same repugnance\r\n     (and I have had my trials in this way) to the people with whom I\r\n     have to deal. It is a comfort to contrast the bearing of the King\r\n     of Spain with that of His Majesty's so called hosts. Jules Ferry\r\n     himself appears to have behaved decorously. I will forbear from\r\n     speculating on the ultimate effect of this deplorable affair on\r\n     French institutions. So far as I can see, Ferry and Wilson both\r\n     calculate on obtaining the advantage in a battle in the Chambers,\r\n     if they put off the fight till the session opens on the 23rd. In\r\n     the meantime, decency (if decency were at all taken into account\r\n     here at this moment) would seem to require that Thibaudin should\r\n     resign or be dismissed.\r\n\r\n     Our own political questions with the French Government do\r\n     not seem in a much more hopeful state than the general political\r\n     condition of things here.\r\n\r\nNot content with having by carelessness allowed the King of Spain to be\r\ninsulted, the French Government prevented a correct and complete report\r\nof President Grévy's apology from being published in the _Journal\r\nOfficiel_, this action being on a par with the whole disgraceful\r\nproceedings. As, however, the only alternative to the existing\r\nGovernment appeared to be a thoroughgoing Intransigeant Cabinet, and\r\nthere was no telling what the latter might do both at home and abroad,\r\nit was hoped that Jules Ferry and his colleagues would succeed in\r\nholding their own.\r\n\r\nIn the autumn, Challemel Lacour, who had become unpopular owing to the\r\nunsatisfactory campaign in Tonquin, resigned office, and his place at\r\nthe Foreign Office was taken by Jules Ferry himself. Towards the end of\r\nNovember there arrived the news of Hicks Pasha's disaster in the Soudan,\r\nand although this event was not by any means unwelcome to the French,\r\nthe chances of a speedy termination of the British occupation of Egypt\r\nnaturally grew more remote.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, Nov. 23, 1883.\r\n\r\n     I suppose there can be no hope that the disaster which has\r\n     overwhelmed Hicks's army is less serious than is reported. It seems\r\n     to be a grievous misfortune which has come at a most inopportune\r\n     moment for us. It is far from causing sorrow to our friends here.\r\n\r\n     I quite understand your not being keen to arbitrate between\r\n     France and China, and I don't think the French will be willing to\r\n     accept the arbitration of anybody. What they understand by our good\r\n     offices, is that we should help them to carry all their points\r\n     against the Chinese. It is supposed that the Committee will press\r\n     on the Government a larger vote for Tonquin than the Government has\r\n     asked for.\r\n\r\n     In the mean time things at home are looking gloomy in\r\n     France. There is likely to be a stagnation of trade and generally\r\n     much distress during the winter. People of all classes are\r\n     getting irritable, and seem to seek to vent their irritation on\r\n     foreign Powers. Add to this that the depression and pusillanimity\r\n     which followed 1870-1871, seem to be giving place to the former\r\n     overweening opinion of the strength of France and consequently to\r\n     Chauvinism.\r\n\r\n     I wrote a despatch to you by the last messenger as to the\r\n     effect the lowering the wine duties for Spain would have here. I\r\n     am never quite at ease when I think of our holding Most Favoured\r\n     Nation treatment at the pleasure of the French. The lowest class\r\n     who are gaining power are certainly not Free Traders.\r\n\r\nIn consequence of the Soudan disaster the Egyptian Government became\r\nanxious to call in the Turks to their assistance, and this project\r\nexcited a strong feeling in France against the admission of the Sultan's\r\ntroops, or of any Turkish fighting men into Egypt, to take part in the\r\ndefence against the Mahdi, that feeling being founded on the old ground\r\nof danger to the French position in Tunis and Algeria. But, for the same\r\nreason, the French were disposed to throw a heavy responsibility upon\r\nEngland for taking precautions that the Mahdi should be effectually\r\nstopped somewhere or other. Everything, in fact, that England did in\r\nEgypt was wrong in French eyes, and there was a fresh outburst over an\r\narrangement made between Lesseps and the English shipowners with regard\r\nto the Suez Canal.\r\n\r\nIn January, 1884, the British Government decided definitely upon the\r\nevacuation of the Soudan, and Gordon was despatched to carry out the\r\noperation.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, Jan. 19, 1884.\r\n\r\n     I do not know that in the main any marked change in public\r\n     opinion in France about Egypt has taken place since I wrote ten\r\n     days ago; but as the state of things there remains unchanged\r\n     for the better or becomes changed for the worse, excitement and\r\n     reproaches against England increase. A catastrophe with regard to\r\n     the garrison of Khartoum or that of Sinkat, or any massacre of\r\n     Europeans, would probably produce a violent outcry against us, of a\r\n     much more intense character than the present general upbraiding as\r\n     to our allowing the advance of the Soudan towards civilization to\r\n     be stopped, and the slave trade to be revived.\r\n\r\n     I am told confidentially that Barrère, the French Agent at\r\n     Cairo, writes to urge his Government to decide upon some distinct\r\n     line of policy, in view of the present crisis. His own idea\r\n     would seem to be to ingratiate himself with the Egyptians at the\r\n     expense of the English, to lead them to attribute all the present\r\n     misfortunes to England and to teach them to look to France for\r\n     ultimate deliverance from them. I hear that he rates Baring's\r\n     ability very highly, but writes very disparagingly of the other\r\n     Englishmen in office in Egypt. One of his topics in decrying\r\n     England is said to be the sum charged by her on the Egyptian\r\n     Treasury for the occupying troops. He is said not to be averse to\r\n     touching the Law of Liquidation, because he conceives that, if this\r\n     is done, France will get her finger into the pie again.\r\n\r\n     Tonquin is, at this moment, secondary to Egypt in interest\r\n     here, but the French are getting impatient for news from Admiral\r\n     Courbet.\r\n\r\n     Nothing particularly critical has yet taken place in the\r\n     Chamber.\r\n\r\nLord Granville's reply seems to show that General Gordon was almost as\r\ngreat an optimist as himself.\r\n\r\n       *       *       *       *       *\r\n\r\n    Jan. 19, 1884.\r\n\r\n     Many thanks for your important private letter about Egypt. The\r\n     information may be of use to Baring.\r\n\r\n     Barrère is a very clever fellow, and has persuaded Baring that\r\n     he is very friendly.\r\n\r\n     Gordon went off yesterday, in a very good humour, determined\r\n     to help us in carrying out our policy of evacuation in the best\r\n     manner.\r\n\r\n     He is wonderfully optimistic, with a great contempt for the\r\n     Mahdi and disbelief in Arab fanaticism or love of real fighting. He\r\n     is not much afraid of a massacre. I trust he may be right.\r\n\r\nA fresh disaster in the Soudan--Baker Pasha's defeat--encouraged the\r\nidea that these reverses were symptoms of weakness on the part of\r\nEngland, and gave France a reason for desiring to interfere, and a\r\n_locus standi_ for asserting a claim to do so.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, March 11, 1884.\r\n\r\n     The large majority obtained by the Government against the\r\n     coalition of the extreme Right and the extreme Left on Paul Bert's\r\n     extravagant proposals relative to the salaries of schoolmasters and\r\n     schoolmistresses, has strengthened their hands and has given some\r\n     confidence to the Union Républicaine Party, on which they mainly\r\n     rely. They also succeeded in defeating a very mischievous motion\r\n     made by Clémenceau in the Committee of 44 to send a deputation to\r\n     Anzin in order to inquire into, or more properly to foment the\r\n     troubles in the Anzin coal districts. Nevertheless, the state of\r\n     the country and of Paris in particular is far from comfortable.\r\n     The distress of the workmen, and the folly and unreasonableness of\r\n     their demands and expectations are on the increase. I send you by\r\n     this messenger a good despatch by Crowe[40] on the violent cry for\r\n     protection from the competition of foreign workmen as well as that\r\n     of foreign goods, which has been one of the consequences.\r\n\r\n     I am afraid all this does not tend to make the Government\r\n     more conciliatory on foreign affairs. They are hourly expecting\r\n     to hear of the fall of Bac-Ninh, and if they are quite successful\r\n     there, they are only too likely to turn their thoughts to getting\r\n     a little glory out of the Egyptian question, as well as out of the\r\n     Madagascar, Congo, and other matters in which they are more or less\r\n     opposed to England.\r\n\r\n     So far as we are concerned, the effect the reconciliation\r\n     between Russia and Germany has had upon the French is not good.\r\n     So long as they had any hopes of a quarrel between Germany and\r\n     Russia, they felt bound to reserve their strength in order to take\r\n     advantage of it, and to cultivate good relations with other Powers,\r\n     in order to secure at least their non-interference. Now they have\r\n     given up the hope of a break between Russia and Germany, and are\r\n     at the same time confident that all the Continental Powers are\r\n     determined on peace. They think therefore that they may expect to\r\n     be _tête-à-tête_ with us and to be free to act as suits them in\r\n     affairs in which we are concerned.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Granville to Lord Lyons._\r\n\r\n    March 12, 1884.\r\n\r\n     Your letters are most interesting, though not comforting. The\r\n     difficulty of keeping on friendly terms with France is not to be\r\n     underrated.\r\n\r\n     I await with almost equal interest the news which we shall\r\n     probably get this evening from [illegible] and that which I suppose\r\n     will come in a few days from Bac-Ninh.\r\n\r\n     I am afraid victory will make the French Government very\r\n     difficult to deal with; on the other hand, a defeat, which is not\r\n     likely, will make the Chinese intolerable.\r\n\r\n     Our own troubles, especially in the Soudan, are great. If\r\n     things could settle there, I am confident that Egypt would soon\r\n     recover the state in which she was before Hicks's defeat, and this\r\n     notwithstanding all the intrigues which are going on there.\r\n\r\n     Bismarck says he shall give us no trouble about the Law of\r\n     Liquidation, but that other nations will. What will be the best way\r\n     of approaching the French Government when we have made up our own\r\n     minds?\r\n\r\n     As to protection, it will create a very angry feeling here.\r\n     It will ruin the French and it will make us the monopolists of the\r\n     neutral markets of the world so long as we can keep at peace.\r\n\r\n     The Egyptian blister has diverted public attention from Merv.\r\n     The question was treated in excellent speeches in the Lords, but\r\n     the debate was dull and flat.\r\n\r\n     We do not make you a very handsome present in Mohrenheim. He\r\n     is like a diplomatist on the stage.\r\n\r\nBaron Mohrenheim, a diplomatist of a very conventional type, had just\r\nbeen transferred to Paris from the Russian Embassy in London, and was\r\ngenerally credited with strong anti-English sentiments.\r\n\r\nOn the question of the financial condition of Egypt, the British\r\nGovernment finally decided to propose a European Conference, and the\r\ndecision was communicated to the French Government. As was only to be\r\nexpected, the English proposal produced a conflict of opinion in France.\r\nSome approved of calling in Europe generally, but others denounced the\r\nproposal as a new proof of the treachery of England, who, according\r\nto them, was bound to treat with France alone, and called loudly upon\r\nthe French Government to refuse to go into a Conference on equal terms\r\nwith other Powers. All seemed to think, however, that the moment had\r\ncome for France to reassume a position equal with that of England, if\r\nnot superior to it. The attitude of the French Government itself was\r\nmore moderate. Jules Ferry accepted the Conference 'in principle,'\r\nand endeavoured to show that two absolutely false notions prevailed\r\nin England which seemed to be the great obstacles to an understanding\r\nbetween the two countries. One was that if the English withdrew their\r\ntroops from Egypt, France would send hers in; the other, that France\r\nsought to re-establish the Control.\r\n\r\nThe position in which Gordon now found himself in Khartoum began to\r\ncause Her Majesty's Government serious misgivings, and many expedients\r\nwere suggested for relieving Ministers from their embarrassment. Amongst\r\nthem appears a serio-comic proposition from the Baron de Billing, a\r\nwell-known figure in Anglo-French society.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, May 4, 1884.\r\n\r\n     I send you copies of a letter written to me by Baron de\r\n     Billing yesterday and of a memo annexed to it. I don't know what\r\n     you will think of the offer to rescue Gordon which they contain,\r\n     but I deem it right to lay it before you. Billing made it to me\r\n     verbally yesterday, and I begged him to put it in writing. The\r\n     inclosed papers are the result.\r\n\r\n     Billing did not tell me who the persons were by whom the\r\n     rescue was to be effected, but I understand that they were Arab\r\n     Sheikhs or something of that kind. Apparently they are in Paris,\r\n     for he professed to go to consult them before he sent me the memo.\r\n\r\n     He says you have known him from a boy.\r\n\r\n     '_Il se porte garant de l'honorabilité des personnes en jeu._'\r\n     For my part '_Je ne me porte garant de rien_' in the matter.\r\n\r\n     Billing insisted much on the importance of his receiving a\r\n     speedy answer.\r\n\r\n    MEMO.\r\n\r\n     '_Gordon Pasha sera remis aux autorités egyptiennes ou\r\n     anglaises à un des ports de la Mer Rouge ou aux avant-postes de\r\n     l'armée anglo-egyptienne moyennant:_\r\n\r\n     1°. _le paiement immédiat par Lord Lyons d'une somme de deux\r\n     mille livres sterling à une personne désignée par le Baron de\r\n     Billing, ancien chargé d'affaires de France à Munich, Tunis et\r\n     Stockholm._\r\n\r\n     2°. _Le versement d'une somme de 48,000 livres sterling au\r\n     credit du Baron de Billing chez Messrs. Coutts, ses banquiers\r\n     ordinaires, le jour même où parviendra à Londres la nouvelle\r\n     officielle de la remise de Gordon Pasha entre les mains des\r\n     autorités anglo-egyptiennes._\r\n\r\n     _N.B._--1°. _Un compte détaillé sera rendu à Lord Lyons de\r\n     l'emploi des deux milles livres sterling immédiatement exigibles._\r\n\r\n     2° _Gordon Pasha devra prendre l'engagement écrit de quitter\r\n     sur le champ l'Egypte et de s'en tenir éloigné pendant une période\r\n     de 10 ans._ (_Je crois qu'il sera possible de faire modifier cette\r\n     dernière prétention qui semble bien peu pratique._)\r\n\r\n     _Le Baron de Billing se porte garant vis-à-vis de Lord Lyons\r\n     de l'honorabilité des personnes en jeu, et il ajoute que vû son\r\n     expérience de l'Afrique, il croit à de sérieuses chances de succés._\r\n\r\n     _Un permis de séjour en blanc pour l'Egypte sera remis au\r\n     Baron de Billing pour un Musulman à désigner par lui._'\r\n\r\n     (_Très important._)\r\n\r\nIn spite of Lord Granville's life-long acquaintance with the Baron, the\r\nproposal (which bears a striking resemblance to some of the incidents\r\nin the Dreyfus case) was declined, and nothing more was heard of him in\r\nconnection with the rescue of Gordon.\r\n\r\nThe French military operations in the Far East were terminated\r\ntemporarily by a Treaty with China, concluded in May, under which the\r\nProtectorate of France over Tonquin and Annam was recognized, and there\r\nwas some uncertainty at first as to how the commercial terms would\r\nbe interpreted. When the Prince of Wales, who was then in Paris,\r\ncalled upon President Grévy, the latter dilated effusively upon the\r\nsatisfaction which all nations must feel at the new opening of trade to\r\nthem in Tonquin and Annam. On the other hand, the _Temps_, a newspaper\r\nof considerable authority, talked of the _ouverture au commerce\r\nexclusif de la France des Provinces de l'Empire celeste limitrophes de\r\nnos possessions de l'Indo-Chine_. 'I have observed,' Lord Lyons wrote\r\nsadly, 'no symptoms lately in France of anything like a decently liberal\r\ncommercial spirit.' Nor when M. Jules Ferry was congratulated upon the\r\nTonquin settlement, did that statesman let fall any hint of an intention\r\nto open to the rest of the world the commercial advantages which France\r\nhad secured for herself. In fact, the chief result of the French success\r\nin Tonquin seemed to be, that, having at all events, got rid temporarily\r\nof this difficulty, a more unconciliatory line of policy than ever would\r\nbe adopted as far as Egypt was concerned.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, May 27, 1884.\r\n\r\n     You may have observed that, contrary to my usual habit, I\r\n     have been sending you lately a great many extracts from French\r\n     newspapers. My reason is of a very painful kind. I have thought it\r\n     necessary to give you specimens of the ill will towards England,\r\n     the suspicions of her, and the irritability respecting her which\r\n     seem to become more and more prevalent here. To these unpleasant\r\n     symptoms I might add that exclusive and illiberal commercial views\r\n     and extreme Protectionist ideas are in the ascendant: and that thus\r\n     the spirited Colonial Policy now in vogue, becomes a danger instead\r\n     of an advantage to foreign commerce, which it might be if it opened\r\n     new areas to the trade of all nations.\r\n\r\n     The Ferry Government is wafted along by the pleasant breezes\r\n     from Tonquin, but they must be on the look out for squalls as they\r\n     near the revision of the Constitution and the discussion of the\r\n     Budget of 1885.\r\n\r\n     The _Gaulois_ is hardly looked upon here as a serious paper,\r\n     but the calumnies upon Sir J. Drummond Hay which it professes\r\n     to have derived from a report made, I suppose _viva voce_, by\r\n     Ordega[41] to Ferry, are too bad. Menabrea says that the Italian\r\n     Minister at Tangier is a man of herculean strength and fierce\r\n     temper, and that he is as likely as not to wring Ordega's neck if\r\n     he catches him. _Libre à lui de le faire._\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Granville to Lord Lyons._\r\n\r\n    May 28, 1884.\r\n\r\n     We must be very clumsy to invite so much indignation in France\r\n     and at the same time to run the risk of being turned out next month\r\n     for being so subservient to her.\r\n\r\n     Waddington seems in earnest to bring about a good\r\n     understanding, but our press, over which the Government has\r\n     absolutely no control, will be most offensive, until the vote of\r\n     censure against the Conference, which is almost sure to be brought\r\n     on, is decided one way or the other.\r\n\r\n     It will require all Salisbury's want of caution to try to come\r\n     in upon a quarrel with all Europe upon the Egyptian question.\r\n\r\nThe Egyptian policy of the Gladstone Government, subsequently to the\r\nsuccessful campaign of 1882, never met with much favour in any quarter\r\nin England, but it was not surprising, on the whole, that Lord Granville\r\nshould be pained by French hostility, since nothing whatever had been\r\ndone to warrant it. Had we behaved ill to France, there might have been\r\na chance of returning to favour by altering our procedure; as it was,\r\nthere was no reasonable ground of offence whatever, and therefore the\r\nprospect of restoring friendly relations appeared to be all the more\r\nremote.\r\n\r\nLord Hartington, then a prominent member of the Gladstone Government,\r\nwas in Paris at the beginning of June, and Lord Granville seems to have\r\nbeen much alarmed as to the language which he might use with reference\r\nto Egypt in conversation with French Ministers. Lord Hartington was\r\nprobably not in the least desirous of conversing with French Ministers\r\nupon Egypt or upon any other subject, and wished to go _incognito_, 'as\r\nhe was constantly in the habit of doing;' but it was represented to him\r\nthat unless he called upon Jules Ferry it would be believed that he was\r\nengaged upon a secret mission, and Lord Lyons was therefore asked to\r\ngive him some preliminary coaching.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, June 3, 1884.\r\n\r\n     I sent Lord Hartington your letter yesterday, and I had a long\r\n     visit from him in the afternoon.\r\n\r\n     As matters stand, what seems to me most to be dreaded with a\r\n     view to our relations with France is a vote of the House of Commons\r\n     censuring an arrangement made by Her Majesty's Government with the\r\n     French Government. Such a vote, and the debate by which it would be\r\n     preceded, would, I cannot but fear, have a truly lamentable effect.\r\n\r\n     I understand that Jules Ferry is having a memorandum on the\r\n     Finances of Egypt drawn up by Blignières, and that it will dispute\r\n     the accuracy of Mr. Childers's information and represent that the\r\n     Finances were in a flourishing condition, and that there were\r\n     surpluses even during Arabi's rebellion, up to the time at which\r\n     England took the thing in hand. The memorandum will probably deny\r\n     there being any necessity for reducing the interest of the debt, if\r\n     the Finances be properly managed.\r\n\r\n     I do not know whether such a reason will be assigned to us,\r\n     but in fact it seems that the French object to any large loans\r\n     being guaranteed by England, on account of the lien, so to speak,\r\n     which it would give England upon Egypt. The French would prefer a\r\n     simple fresh issue of Unified stock.\r\n\r\n     In the meantime, the French bondholders are bestirring\r\n     themselves and protesting against any arrangement being made\r\n     without their being consulted.\r\n\r\n     Jules Ferry, however, himself thinks little of any other\r\n     consideration in comparison with the political success which it\r\n     would be to him to give France again a political footing in Egypt,\r\n     and as a means to this, to get a time fixed for the departure of\r\n     our troops. I do not think he is afraid of much disapproval here\r\n     of his counter-concession--the engagement that French troops shall\r\n     not enter Egypt, either on the departure of the English troops or\r\n     afterwards. Unless the engagement were very formally made and very\r\n     peculiarly and stringently worded, it would be felt here that it\r\n     did not amount to much. For though it would preclude the occupation\r\n     of Egypt by the French to preserve order and promote reforms in the\r\n     same way we occupy the country now, it would not be interpreted\r\n     here as preventing France using force to avenge an insult or\r\n     protect distinct French interests in cases which would constitute a\r\n     _casus belli_ as regarded any ordinary country.\r\n\r\n     I do not quite understand the exact position in which stands\r\n     the suggestion that the Financial question should be first\r\n     settled by England with the several Powers separately, and then a\r\n     conference be held for a day or two only to ratify what had already\r\n     been settled. Does this afford an opening for purely financial\r\n     negotiations, and admit of dropping the French political proposals\r\n     which appear to be so unpopular in England? I believe Jules Ferry\r\n     is in some tribulation about the difficulties his proposals have\r\n     met with in England, and is half inclined to be sorry he made them\r\n     so strong, though I doubt whether Waddington has made him fully\r\n     aware of the violence of the opposition they encounter in England.\r\n\r\n     Generally speaking, I am very unhappy about the growing\r\n     ill-will between France and England which exists on both sides\r\n     of the Channel. It is not that I suppose that France has any\r\n     deliberate intention of going to war with us. But the two nations\r\n     come into contact in every part of the world. In every part of it\r\n     questions arise which, in the present state of feeling, excite\r\n     mutual suspicion and irritation. Who can say, when and where, in\r\n     this state of things, some local events may not produce a serious\r\n     quarrel, or some high-handed proceedings of hot-headed officials\r\n     occasion an actual collision?\r\n\r\nThe variety and number of questions upon which Lord Lyons was requested\r\nto pronounce an opinion have already been commented upon; now he was\r\nasked to consider the effect of a hypothetical vote of the House of\r\nCommons.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Granville to Lord Lyons._\r\n\r\n    Trentham, June 4, 1884.\r\n\r\n     Many thanks for your important and pregnant letter. I quite\r\n     agree that the relations between England and France will be\r\n     disagreeable if the House of Commons rejects our proposals; but\r\n     this, though possible, is not so probable as Hartington thinks.\r\n\r\n     The M.P.'s neither desire a Salisbury administration; still\r\n     less a dissolution.\r\n\r\n     But how will our relations be, if we previously break off\r\n     with France? and what can you suggest for the settlement of the\r\n     financial difficulties of Egypt, if we obtain no sanction for a\r\n     change of the Law of Liquidation?\r\n\r\n     Do you think that the House of Commons would allow us to take\r\n     the whole debt upon ourselves, in order to save the bondholders? I\r\n     should be really grateful for your suggestions on this last point.\r\n\r\nFrom the above letter it is plain that Her Majesty's Government had no\r\ndefinite Egyptian policy, and were merely stumbling along concerned\r\nonly, as frequently happens with British Cabinets, with the possible\r\nresult of a division in the House of Commons. The only evidence of\r\npolicy was a strong inclination to evade responsibility; to hand it over\r\nto a collection of Powers; and to fritter away such advantages as had\r\nbeen so hardly won, in the hopeless attempt to recover the goodwill of\r\nthe French Government.\r\n\r\nLord Lyons's reply was to the effect that nothing would have a worse\r\neffect than a bitter debate in the House of Commons followed by the\r\ncensure of terms agreed upon by the French and English Governments. But\r\nas there was no doubt whatever that the French Government intended to\r\ntake advantage of the Conference to place France in the same position in\r\nEgypt as that which she formerly held, a firm policy on the part of Her\r\nMajesty's Government might have a better effect than an over-yielding\r\none.\r\n\r\nThe Egyptian Conference met in London at the end of June and continued\r\nits sterile discussions for upwards of a month before finally breaking\r\nup, while the tone of the French press grew more and more hostile, and\r\nanything in the nature of a concession on the subject of the interest of\r\nthe debt or on any other matter affecting French material interest was\r\ndenounced in the fiercest terms. Even the craven British proposals with\r\nregard to the limitation of the military occupation were treated with\r\ncontempt, and no person came in for greater abuse than M. Waddington,\r\nwho was now established as Ambassador in London, and was constantly\r\ndenounced for subservience to England, solely because he owned an\r\nEnglish name.\r\n\r\nThe Conference broke up in August, and the Cabinet, which was now being\r\ncontinually denounced on all sides for its feeble and procrastinating\r\npolicy, decided upon despatching Lord Northbrook on a special mission\r\nto Cairo. Before Lord Northbrook started he had a long interview with\r\nLord Lyons, who did his best to impress upon him the views, interests,\r\nand susceptibilities of France, and the great importance of not running\r\ncounter to them if possible.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, Oct. 17, 1884.\r\n\r\n     I opened my first conversation with Ferry, the day after my\r\n     return, with a message from you as to your desire to be on good\r\n     terms, and to avoid unpleasantness in treating matters between\r\n     the two countries all over the world. I enlarged upon this theme,\r\n     and made it as plain to him as I could, without letting the\r\n     conversation degenerate into recrimination, that if France were\r\n     perpetually irritating us, we on our side had the means, and should\r\n     not always be able to abstain from using them, of making ourselves\r\n     very disagreeable too. The subject was treated in the most friendly\r\n     way by me, and Ferry was profuse in his acknowledgments to you, and\r\n     in assurances; but I should have been glad if I could have brought\r\n     him to more practical advances towards intimacy and good fellowship\r\n     than I was able to do. However, the conversation may perhaps have\r\n     done some good.\r\n\r\n     As regards the Congo Conference, I came away with the\r\n     impression that there is more or less a tacit, if not very\r\n     explicit, understanding between France and Germany, in addition to\r\n     what appears in the Yellow Book; and that this understanding may\r\n     prove inconvenient to us.\r\n\r\n     The session has not opened very favourably for the Government.\r\n     The Finance Minister's hocus-pocus expedients for balancing the\r\n     Budget have been unanimously rejected by the Budget Committee. The\r\n     recent 'glories' in Tonquin hardly outweigh in public estimation\r\n     the growing expenses of the operations there and in China. Ferry\r\n     told me he disliked the protective duties on cattle and corn, but\r\n     that the Government could not altogether resist them, though it\r\n     would endeavour to make them as moderate as possible. Rouvier,\r\n     the new Minister of Commerce, is less Protectionist than his\r\n     predecessor, Hérisson; but I have no confidence in the so-called\r\n     Free Trade principles of any Frenchman. Duties on manufactures\r\n     are sure to follow in the wake of duties on food, and I can never\r\n     forget that we hold our Most Favoured Nation treatment only at the\r\n     good pleasure of the French Government. The proceedings of the\r\n     Lyonnais are socialist and revolutionary, and a great impetus has\r\n     been given to Socialism by the journeyings during the recess of the\r\n     sub-committees of the General Committee appointed by the Chamber\r\n     of Deputies to inquire into the distress of the working classes.\r\n     Nevertheless the chances still seem to be that the Ferry Ministry\r\n     will weather the storms of the autumn session.\r\n\r\n     Ferry complained bitterly of the English press. He said in\r\n     particular that the irritating lecturing tone of the _Times_ goaded\r\n     the French to madness; though he himself observed that it used the\r\n     same tone towards the Government of its own country. I said that\r\n     the press on both sides of the Channel seemed to work as if for the\r\n     express purpose of producing ill-will between the two countries;\r\n     but that certainly the English Government had no power to restrain\r\n     it. A good understanding between the two Governments and friendly\r\n     proceedings on their parts to each other, would in time act upon\r\n     public opinion; and saying this, I preached a little more on the\r\n     text of the importance of the French Government's not making itself\r\n     unnecessarily disagreeable.\r\n\r\nHer Majesty's Government were at this time involved in domestic as well\r\nas external difficulties, and Lord Granville's reply to the foregoing\r\nletter contained a renewal of the old importunity to come over and vote\r\nin the House of Lords on a party question. It is quite obvious that\r\nLord Granville was impelled to do so by Gladstone, and the typical\r\nGladstonian reasoning is shown in the argument that Lord Lyons ought to\r\nvote, because being an Ambassador he was a non-party man; whereas on\r\nprevious occasions his vote had been applied for, because he distinctly\r\nranked as a party man in the Whip's list.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Granville to Lord Lyons._\r\n\r\n    Walmer, Oct. 18, 1884.\r\n\r\n     Gladstone writes to me earnestly, but I think reasonably,\r\n     respecting your vote at the present important crisis.\r\n\r\n     He says that you must be aware of the estimate we hold of your\r\n     judgment and independence. But to save the House of Lords from a\r\n     tempest which must strain and may wreck it, some Tory Lords will\r\n     be moved to vote for the Franchise Bill, and he asks why the same\r\n     motive should not operate upon men like our Ambassadors, who he\r\n     believes are of no party.\r\n\r\n     I own I think that the same majority, or possibly a larger one\r\n     in the Lords, would be a great disaster.\r\n\r\n     If the Liberal Party take up hostility to the House of Lords\r\n     itself as its leading question--whether led by Gladstone himself,\r\n     or not,--and with a leader of the Lords who is personally in favour\r\n     of getting a larger career of power and utility for himself in the\r\n     Commons, it is difficult not to foresee the result.\r\n\r\n     With regard to immediate politics, supposing Salisbury\r\n     succeeds in forcing a dissolution, and with the help of the Irish\r\n     turns us out, what chance is there of his not being turned out in\r\n     six months by nearly the same process?\r\n\r\n     The Waddingtons came here to luncheon. I guessed that they\r\n     funked being reported as being here. He was very civil, and his\r\n     talk was not altogether unpromising.\r\n\r\nNo one with the slightest practical acquaintance with politics could\r\npossibly be taken in by the Gladstonian phrase about the 'estimate of\r\nyour judgment and independence.' Ministers when urging their docile\r\nsupporters either in the Lords or the Commons to support a party\r\nmeasure, are not in the habit of boasting that some eminent person,\r\nwhether an Ambassador or not, is going to give a silent vote in their\r\nfavour, and even if they did, it would not produce the slightest effect.\r\nOne peer's vote is as good as another's, and in the division list an\r\nAmbassador counts no higher than the most obscure of backwoodsmen.\r\n\r\nAnglo-French relations were not improved by the occurrences in the\r\nFar East, where the French, in consequence of the Tonquin expedition,\r\nhad drifted into war with China. The Chinese fleet, composed of small\r\nobsolete vessels, was destroyed at Foochow by the heavily armed French\r\nships in August; but as the Chinese Government showed no signs of\r\nyielding, the French Admiral, Courbet, was ordered to seize part of\r\nthe island of Formosa, where valuable coal mines were known to exist.\r\nIn order to effect his object, Admiral Courbet, with a magnificent\r\ndisregard of all neutral Powers, proclaimed a paper blockade of Formosa,\r\nwhich naturally provoked a protestation on the part of the British\r\nGovernment. During the remainder of the year hostilities between France\r\nand China continued, although from time to time recurrence to the\r\nfriendly offices of Her Majesty's Government was suggested but found\r\nimpracticable.\r\n\r\nEgypt, however, remained the centre of interest, and the prospects of\r\nany amicable arrangement appeared to recede further into the distance.\r\nUpon the return of Lord Northbrook, the new proposals of Her Majesty's\r\nGovernment were put before the French Government.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, Dec. 26, 1884.\r\n\r\n     I suppose Waddington's private statement to me that we must\r\n     not expect an answer to our Egyptian proposals before the end of\r\n     the year was intended to imply that we _should_ get an answer about\r\n     that time.\r\n\r\n     I pressed Ferry strongly on the subject the day before\r\n     yesterday. He assured me that he had studied our papers and was\r\n     occupying himself without intermission on the subject, but I could\r\n     not bring him to book as to the exact time we might look for an\r\n     answer, nor could I extract from him any hint as to what the answer\r\n     was to be.\r\n\r\n     I am afraid that the draft of it has gone, or is going, to\r\n     Berlin, and I augur anything but good from this. It seems to\r\n     me that without being driven to anything of the kind by German\r\n     interests, Bismarck has lately taken a sort of malicious pleasure\r\n     in treating matters in a way calculated to embarrass and discredit\r\n     us.\r\n\r\n     You may be quite sure that I shall leave no stone unturned\r\n     to get an answer as soon as possible. I don't think threats of\r\n     Tunisifying Egypt, or of bankruptcy, or other strong measures,\r\n     would tell upon the French. They would not believe that we\r\n     should have recourse to such measures, in face of the opposition\r\n     of France, Germany, Austria, and Russia, even if we had the\r\n     thoroughgoing support of Italy. I should hesitate to bring matters\r\n     to a point at which we could only execute our threats by a very\r\n     large display of military and naval force, or back out of them.\r\n     The best card in our hand, and it is not a high trump, is the\r\n     reluctance of the French to be thrown irretrievably into the\r\n     clutches of Bismarck by a distinct quarrel with us.\r\n\r\n     Ferry seemed grateful to you for the way in which you\r\n     sounded him through Waddington about new proposals from China,\r\n     but he appears to think that any eagerness on his part to receive\r\n     new proposals would be looked upon by the Chinese as a sign of\r\n     weakness, and short of absolutely giving in on the part of China,\r\n     an _action d'éclat_ on the part of the French forces would answer\r\n     best for him with the Chambers.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, Dec. 30, 1884.\r\n\r\n     I put your letter myself into Errington's hand this\r\n     morning.[42] He starts for Italy this evening.\r\n\r\n     You will see by the despatch I send with this that Ferry\r\n     promises an answer on the Egyptian Finances on the 15th of next\r\n     month, and that he intends to make counter-proposals. I cried out\r\n     at his mentioning so distant a date as the 15th, but he would not\r\n     name a nearer one. If, as I cannot but surmise, he is consulting\r\n     Berlin, I fear that neither speed nor conciliation to us will be\r\n     recommended from that quarter. I confess I cannot think of any\r\n     threat which would be likely to mend matters. The French would\r\n     probably rejoice at any crisis which might array distinctly against\r\n     us the three Emperors, as well as this Republic. I doubt the\r\n     Tonquin affair being very much of a safeguard. I should feel safer\r\n     if France were not getting into the habit of sending out distant\r\n     expeditions.\r\n\r\n     I report officially this evening Ferry's language about the\r\n     new Chinese proposals. The Chambers were all in favour of an\r\n     _action d'éclat_. I don't think Ferry could face them with another\r\n     doubtful negotiation on his hands which would suspend military\r\n     action. At any rate he does not seem to wish to hear anything of\r\n     Chinese proposals, short of actual surrender.\r\n\r\nAt the beginning of 1885 Her Majesty's Government were confronted\r\nwith the unpleasant fact, that whereas hitherto they had only had\r\nFrench opposition to reckon with in respect to Egypt, Bismarck had\r\nnow engineered a European combination against them in consequence of\r\ndissatisfaction at the English attitude towards his colonial policy.\r\nThe English financial proposals, more especially those which suggested\r\nthat the interest on the debt should be reduced, and the Anglo-French\r\nAdministration of the Daira and Domain Lands should be abolished, were\r\ndenounced in unmeasured terms in France. Nor did it seem easy to devise\r\nany efficacious means either of reconciling the French to the proposals\r\nor of putting pressure on them. The time for putting pressure on France\r\nwas past; earlier in the day, a representation that a refusal to consent\r\nto measures necessary for the well being and good administration of\r\nEgypt would oblige the British Government to take the country formally\r\nunder their protection, after the fashion of Tunis, would have met with\r\nlittle opposition; but now France might go to any extremities to resist\r\nsuch an arrangement, feeling sure that in so doing she would have the\r\nsupport of Germany, Austria, and Russia. Under these circumstances the\r\nprospect of a financial crisis, or even of bankruptcy, produced little\r\nalarm, because it was felt that the support of the three Empires would\r\nbe forthcoming in demanding that the Egyptian financial administration\r\nshould be placed under the joint control of the Powers; and it was in\r\nfact only too probable that the intractability of the French Government\r\nwould increase in proportion with the support obtained from Germany and\r\nthe Powers which followed the German lead.\r\n\r\nIt was hardly credible that the patronage of Germany was acceptable to\r\nthe French public or entirely satisfactory to the French Government,\r\nas the danger, not to say the humiliation, of falling altogether into\r\nthe hands of Bismarck, could not quite be lost sight of. The French\r\nGovernment no doubt had two objects in view; the first, to make use\r\nof the support of Germany and the Powers, in order to guard French\r\npecuniary interests, and to improve as far as possible the political\r\nposition of France in Egypt; the second, to avoid severing themselves\r\nso entirely from England as to be left wholly at the mercy of Germany.\r\nUnfortunately for England the second object appeared to be the one to\r\nwhich the lesser importance was attached.\r\n\r\nIn short, the probabilities were, that unless we succeeded in coming to\r\nsome arrangement with France, we should find arrayed against us all the\r\nEuropean Powers, except Italy, the position in which we were placed at\r\nthe moment, in consequence of the expedition to Khartoum, having been\r\ntaken into account in calculating the means at our disposal to withstand\r\nsuch a coalition. It should be mentioned that the friendship of Italy\r\nhad been purchased by an arrangement under which she was to take\r\npossession of Massowah and the adjacent coast.\r\n\r\nThe French counter-proposals respecting Egyptian Finance were\r\ncommunicated in the middle of January.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, Jan. 20, 1885.\r\n\r\n     I earnestly hope that a settlement of the Egyptian Financial\r\n     Question may be the result of the Cabinet to-day. That question\r\n     seems to me to have a disastrous effect on our foreign relations\r\n     everywhere.\r\n\r\n     Bismarck and Ferry are _jouant au plus fin_ with each other at\r\n     our expense. Each seems to think that he can use the other to help\r\n     in thwarting us, without risk to himself. But Bismarck has the best\r\n     of the game. He occupies the French thoughts, and to some extent\r\n     their forces, at a distance from Europe: he keeps up irritation\r\n     between them and us, and some of the acquisitions he encourages\r\n     them to make (Tonquin for instance) will in all probability\r\n     be a permanent cause of weakness to them. At the same time he\r\n     neutralizes opposition from us to his childish colonial schemes,\r\n     which I cannot help suspecting are founded as much on what, for\r\n     want of a better word, I must call spite against us, as on any\r\n     real expectation of advantage to Germany. Ferry hopes, by means of\r\n     Bismarck and the Powers who follow Bismarck's lead, to carry his\r\n     immediate points in regard to Egypt and other parts of the world,\r\n     and so increase his reputation at home for the moment; and he\r\n     trusts to his skill to enable him to stop before he has so entirely\r\n     alienated us as to be quite at Bismarck's mercy. It is the natural\r\n     disposition of almost all Europe to side against us, as matters\r\n     stand, on the Egyptian Financial Question, which makes this pretty\r\n     game possible.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, Feb. 3, 1885.\r\n\r\n     I am provoked by Ferry's tardiness in sending Waddington the\r\n     instructions to proceed with the Egyptian Finances Question. He\r\n     has evidently been waiting for the approval of Berlin. I am more\r\n     than ever impatient to get this question disposed of. One, and not\r\n     the least of my reasons, is the desire to get rid of this habit of\r\n     referring every moment to Bismarck.\r\n\r\n     The Tonquin and China affairs seem to get more perplexing\r\n     and more expensive to the French in men and money every day. It\r\n     seems very doubtful that Ferry will get the _action d'éclat_ he is\r\n     looking for there, in time for the election; and if he do not, it\r\n     may go hard with him in the new Chamber.\r\n\r\n     The _Gaulois_ announces that a great Anglo-French meeting is\r\n     to be held in Paris in the month of March, at which a resolution\r\n     is to be voted that England and France must remain united in the\r\n     interests of liberty in Europe. According to the _Gaulois_, 'Mr.\r\n     Cremer, secrétaire general de la Workmen's Peace Association,' is\r\n     in communication about it with M. Clémenceau, who is to organise\r\n     the meeting in conjunction with Mr. Burns, _Membre de la Chambre\r\n     des Communes_, who would come to Paris with a delegation of English\r\n     workmen. If there be any truth in the story, the object of the\r\n     French promoters of this demonstration is probably to embarrass the\r\n     Ferry Government.\r\n\r\nThe Mr. Burns referred to was presumably the present President of the\r\nLocal Government Board, but the description of him as an M.P. was\r\npremature.\r\n\r\nNegotiations between the French and English Governments over the\r\nfinancial proposals were resumed, and eventually some sort of\r\narrangement was arrived at, but in the meanwhile all interest had been\r\ntransferred to the Soudan. The battle of Abou Klea took place on January\r\n19, and on February 5 there arrived the news of the fall of Khartoum\r\nand death of Gordon. The French were not wanting in appreciation of\r\nthe gallantry shown by the British troops, but were prodigal of gloomy\r\nforebodings with regard to the future prospects of the expeditions.\r\nProminent amongst these prophets of evil were Lesseps and Jules Ferry.\r\nLesseps (on the strength of having once been on a tour in the Soudan\r\nwith the ex-Khedive) considered that an attempt to advance would be\r\nmadness, and that the army was in great danger of being surrounded.\r\nHe thought that the only prudent course would be to concentrate the\r\nforces and keep them behind walls and entrenchments until the autumn.\r\nBut even then he did not see how the army could ever get away if it\r\nwere stoutly opposed by the Arabs, as the scarcity of water and other\r\ndifficulties would make the Berber-Suakim route impracticable; and in\r\nshort he was convinced that the only practical plan was to come to\r\nterms with the Mahdi, and that the only means of making terms with the\r\nMadhi would be to reinstate Ismail as Khedive and utilize his influence.\r\nThis surprising conclusion was due to the fact that Lesseps had for a\r\nlong time been exerting himself in every possible way to bring about the\r\nrestoration of Ismail.\r\n\r\nM. Jules Ferry was also full of condolences upon the British position in\r\nthe Soudan, but was, at the same time, not at all enthusiastic about the\r\nFrench position in the Far East. He admitted that the troops in Tonquin\r\nwere sickly and that the climate was odious; that neither in Tonquin\r\nnor Formosa could any blow be struck which China would really feel, but\r\nthat nevertheless 'in the interests of civilization as represented in\r\nthose parts by France and England, it was necessary to deal a stunning\r\nblow (_coup foudroyant_) at the huge Empire of China.' This might be\r\neffected by landing an attacking force in China proper, or by blockading\r\nthe ports, but either of these methods would involve great difficulties\r\nwith other Powers, and the only thing that remained to be done was\r\nto dismember the Empire. Once China was broken up into three or four\r\nprovinces she would become comparatively harmless. M. Jules Ferry's\r\nviews were expressed after a dinner at the Embassy, and Lord Lyons in\r\nreporting the conversation remarked that his wine must be more heady\r\nthan he imagined.\r\n\r\nBefore long, however, a crisis in another part of the world temporarily\r\ndistracted attention from Egypt and brought home to every thinking\r\nperson the indefinite and multifarious responsibilities of British rule,\r\nas well as the singularly inadequate military resources available.\r\nProminent British statesmen had long derided the absurdity of supposing\r\nthat England and Russia could ever become involved in disputes in\r\nCentral Asia, but, profiting by our embarrassments in Egypt, the\r\nRussian Government had adopted so aggressive a policy, that even the\r\npeace-loving Gladstone Government found itself on the brink of a\r\ncollision before the end of February. This critical situation and the\r\npossibility of a conflict between England and Russia, far from giving\r\nsatisfaction to the French, afforded them just cause for anxiety.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, March 13, 1885.\r\n\r\n     The critical state of things between England and Russia has\r\n     come more home to the French mind during the last few days, and\r\n     is looked upon with increased alarm. Whatever may be Bismarck's\r\n     feelings and plans, the French cannot help feeling that it would\r\n     be a great danger to them for him to be without counterpoise in\r\n     Europe. Those who believe that they see far ahead, declare that\r\n     Bismarck's ultimate object is Holland, and that Belgium, or a part\r\n     of Belgium, is to be given to France as a compensation for the\r\n     annexation of Holland to Germany. To this end they conceive that\r\n     Bismarck has aimed at embroiling Russia with England, so that the\r\n     one may paralyse the other; at separating England and France, and\r\n     at setting up an alliance between France and Germany. It is to\r\n     be hoped that many Frenchmen would shrink from taking part in an\r\n     iniquity which would be equalled only by the partition of Poland.\r\n     It is to be supposed that none can be so blind as not to see that\r\n     Bismarck will never make a territorial arrangement which would\r\n     increase the relative strength of France as compared with that of\r\n     Germany. It can hardly be doubted that Bismarck must be well aware\r\n     that so far from the gift of Belgium reconciling the French to the\r\n     loss of Alsace and Lorraine, any additional power that gift might\r\n     confer upon them would certainly be used, on the first opportunity,\r\n     for the recovery of the two lost Provinces.\r\n\r\n     To people who incline to more simple and obvious explanations\r\n     of political conduct, Bismarck himself seems to be rather old to\r\n     indulge in any hope of executing schemes of this kind. Moreover,\r\n     the character of the Emperor would in all probability prevent his\r\n     sanctioning such proceedings, while His Majesty's death would,\r\n     in all probability, greatly diminish, if not put an end to,\r\n     Bismarck's influence. Bismarck may in fact be working in order to\r\n     attain smaller and more immediate objects, and to gratify personal\r\n     feelings.\r\n\r\n     However all this may be, the French decidedly wish to prevent\r\n     a rupture between England and Russia. They do not relish the\r\n     effect upon the position of Bismarck in Europe which would be\r\n     the consequence of France herself, England and Russia, being all\r\n     hampered by being engaged in wars in the extreme East.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Granville to Lord Lyons._\r\n\r\n    March 14, 1885.\r\n\r\n     I doubt the Russians going quite to extremes, but the risk is\r\n     great.\r\n\r\n     Bismarck is behaving as ill as possible--after the mission of\r\n     peace and a complete making up, creating difficulties at the last\r\n     moment about Egyptian finances, concerning which he promised that\r\n     no objections would be raised by Germany, if France and England\r\n     were agreed. It is supposed to be with a view to getting a decree\r\n     against us at Cairo before the settlement.\r\n\r\nThe military preparations for a possible struggle with Russia were\r\ntypical of the manner in which British statesmen occasionally prepare\r\nfor the worst. In order to strike terror into a Power which could\r\ndispose of millions of soldiers, two army corps of 25,000 men each\r\nwere ordered to be mobilized in India, and as 'a time of emergency had\r\narrived,' it was announced that the first-class army reserve and militia\r\nreserve would be called out; their total numbers amounting to the\r\nstupendous figure of about 70,000 men. By these steps it was hoped that\r\nthe greatest military Power in the world would be overawed.\r\n\r\nFrom one embarrassment Her Majesty's Government were fortunately\r\nrelieved, the basis of an arrangement with France having been arrived\r\nat with regard to Egyptian Finance. Mr. Gladstone, with whom Lord Lyons\r\nhad been requested to communicate direct, wrote expressing his relief,\r\nbut was obviously far more concerned to demonstrate the turpitude of his\r\npolitical opponents.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Mr. Gladstone to Lord Lyons._\r\n\r\n    10, Downing St., March 21, 1885.\r\n\r\n     When you so kindly wrote to me about Egyptian Finance, I did\r\n     not reply. Not because I was insensible or forgetful, but because\r\n     the unsatisfactory condition of the question made it so difficult.\r\n     Now, thank God, we are through, as far as Foreign Powers are\r\n     concerned; and we have thus far escaped from a position the most\r\n     hopeless and helpless that it is possible to conceive.\r\n\r\n     It remains a subject of regret, and of some surprise, that\r\n     the Opposition are pressing for time before we take the vote, in\r\n     a manner quite unusual, with almost a certainty of bankruptcy and\r\n     financial chaos in Egypt, and the likelihood of consequences more\r\n     than financial if we comply; and all this, as far as we can make\r\n     out, because of the disorganized condition of the Tory party. It\r\n     seems that the mutinous followers have exacted this condition from\r\n     their leaders, as some reparation for the agreement about the Seats\r\n     Bill, and for their other offences.\r\n\r\n     To be defeated on the agreement would be _most_ convenient\r\n     for the Government (for me priceless) but somewhat ruinous or\r\n     mischievous, I think, to all the rest of the world.\r\n\r\n     We must of course hold our ground.\r\n\r\nThe rooted belief of Ministers that their continuance in office is\r\nabsolutely essential to the welfare of the universe as well as to that\r\nof the British Empire is, of course, a well-known phenomenon which has\r\nmanifested itself in more recent times in the case of both political\r\nparties. In 1885 the difficulties of the Gladstone Government continued\r\nto grow, and it was fortunate for Lord Granville's peace of mind that he\r\nwas an optimist by nature.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Granville to Lord Lyons._\r\n\r\n    March 25, 1885.\r\n\r\n     The incorrigible Turk has not yet sent instructions to\r\n     Musurus. We have tried the most serious threats, which Musurus\r\n     believes will be successful.\r\n\r\n     But if we do not take care, we shall soon be at war with the\r\n     Mahdi, with Turkey, and with the Russians.\r\n\r\n     I do not know how the latter question will finish. Being of\r\n     a sanguine disposition, I hope for the best. We are determined to\r\n     take a firm stand.\r\n\r\n     Do you believe that the French have many tricks in hand for\r\n     the Suez Canal Commission?\r\n\r\nEarly in April there arrived the news of the fight at Penjdeh, where,\r\nto use Gladstone's own expression, the attack of the Russians upon\r\nthe Afghans 'bore the appearance of an unprovoked aggression.' A\r\nfinancial panic took place, consols fell 3 per cent., Russian stocks 9\r\nper cent., and for a short time the impression prevailed that war was\r\ninevitable. In the House of Commons, Mr. Gladstone made one of those\r\neloquent statements which were so widely accepted by his followers as a\r\nsatisfactory solution of any outstanding difficulty, but which failed to\r\nreassure the more intelligent; and even the optimistic Lord Granville\r\nfelt some uncomfortable qualms.\r\n\r\n     'It is too dreadful,' he wrote on April 10th, 'jumping from\r\n     one nightmare into another.\r\n\r\n     'Once at war with Russia we shall be obliged to toady Germany,\r\n     France, and Turkey.\r\n\r\n     'But I cannot believe that it will come to war. It cannot be\r\n     a good move of the Russians to have created a blood feud with the\r\n     Afghans.\r\n\r\n     'Not having a genius for war, I do not know how we are\r\n     effectively to carry it on against Russia, although it is not off\r\n     the cards that it may break her up.'\r\n\r\nProbably Lord Granville was not singular in his inability to see how a\r\nwar on land was to be effectively carried on against Russia.\r\n\r\nIn the meanwhile the French were not without their own foreign troubles.\r\nM. Jules Ferry had spoken of the necessity of inflicting a _coup\r\nfoudroyant_. The _coup foudroyant_ fell in a totally unexpected fashion\r\nupon his own head, in the shape of a defeat of the French forces at\r\nLang-Son. The news of the reverse arrived in Paris on March 25, and\r\ncreated so absurd a panic and so strong a feeling against Spirited\r\nColonial Policy that Jules Ferry at once bowed to the storm and resigned\r\non the 31st. He had been in office for the unprecedented period of two\r\nyears and one month, which alone was sufficient cause for disappearance;\r\nnor could it be said that his administration had been colourless, for he\r\nhad passed an important Education Bill, established the Protectorate of\r\nFrance in Tunis, and annexed Tonquin and Madagascar.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, March 31, 1885.\r\n\r\n     Ferry was certainly at work quietly with negotiations for\r\n     peace with China, and no doubt he calculated on playing it as a\r\n     high trump at the Elections; and a great card it would have been\r\n     for him, for the war in Tonquin is extremely unpopular. The reverse\r\n     at Lang-Son has changed all this; the extreme Right have always\r\n     had a special hatred of Ferry on account of the suppression of the\r\n     religious communities, and Clémenceau and the extreme Left have\r\n     become bitterly hostile to him personally. Not many of his own\r\n     party cared to stick to him when their own popularity would have\r\n     been risked by doing so. And, besides, he had been in office for\r\n     two years; a very unusually long period of late, and people were\r\n     tired of him.\r\n\r\n     Freycinet is now trying to form a Cabinet. It is not certain\r\n     that he will succeed, and if he does succeed, it is very doubtful\r\n     whether his Cabinet will last. His idea seems to be to take into it\r\n     Republicans of all shades, not excluding deep Red. The Republicans\r\n     have been rather startled by the progress, far from great though\r\n     it has been, of the Conservatives and Monarchists (Orleanist and\r\n     Imperialist) in the constituencies; and the notion seems to be that\r\n     the importance to them of resisting this, may keep them together\r\n     and prevent them quarrelling with each other, at all events until\r\n     after the Elections. But anyway, each change of Ministry produces\r\n     a further step towards the Left, and there is a foundation for the\r\n     fear that there may be socialist legislation against property and\r\n     proprietors, and that the Government may by degrees throw away all\r\n     the means of resisting anarchy.\r\n\r\n     Freycinet's own tendencies would be towards peace. Now there\r\n     is nothing but flame and fury against the Chinese, but considering\r\n     the general unpopularity of the war this may to a certain extent\r\n     subside. He would, I think, desire to be on good terms with all\r\n     countries. He would hardly be so subservient to Bismarck as Ferry\r\n     had lately become. It so happens that personally he and I are\r\n     particularly good friends.\r\n\r\nTowards the end of April the British Government asked for a credit\r\nof eleven millions, and the eloquence of Mr. Gladstone worked his\r\nfaithful followers up to a belief in verbiage which is almost pathetic.\r\n'Gladstone's magnificent speech had a great effect here,' wrote Lord\r\nGranville. 'It will hasten the _dénouement_ one way or the other in\r\nRussia.\r\n\r\n'I understand that the Emperor is decidedly pacific; but he believes his\r\nfather lost himself from want of firmness, that he himself is determined\r\nto be firm, and that the particular firmness which appeals to him, is\r\nnot that which goes against the wishes of his army.'\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, May 1, 1885.\r\n\r\n     A war between England and Russia is much dreaded by the\r\n     French. They fear that it would leave Bismarck without any\r\n     counterpoise in Europe. Any influence they may have will no doubt\r\n     be exercised in favour of peace, but their influence at this moment\r\n     does not count very much. I do not know that they would have any\r\n     strong sympathy with Russia if hostilities broke out, but such a\r\n     feeling would be produced by anything which irritated them with us\r\n     on account of Egyptian or other matters. Anyhow we must be prepared\r\n     to find them exacting and susceptible.\r\n\r\n     The consequences of the war as regards the money market here\r\n     would be disastrous; but it is believed they would be still more\r\n     disastrous at Berlin.\r\n\r\n     The dangerous point is considered here to be the notions of\r\n     military honour, of a peculiar kind, which prevail in the Russian\r\n     as much as, or more than, in other Continental armies.\r\n\r\n     These military notions in the armies do not at all require\r\n     that the rulers of the armies should keep their words to\r\n     foreigners, or abide by their international engagements; but they\r\n     do require that, right or wrong, the rulers should not allow the\r\n     _amour-propre_ of the army to be wounded. The Emperor of Russia\r\n     probably shares these feelings, and at any rate he would certainly\r\n     be afraid to run counter to them. Those here who profess to\r\n     understand Russia declare that she has no desire to take Herat or\r\n     to annex any part of Afghanistan. They think that the ultimate\r\n     object at which she is really aiming is to extend her possessions\r\n     to the Persian Gulf, and that she would be tractable enough about\r\n     the Afghan frontier, if that question were separated from military\r\n     honour, or rather vanity.\r\n\r\n     I met Freycinet and Herbette at dinner yesterday. They seemed\r\n     to be much relieved at having got rid of the _Bosphore Egyptien_\r\n     difficulty, and to be really much obliged to you for the help you\r\n     had given to them.\r\n\r\nThe _Bosphore Egyptien_, a French newspaper in Cairo which continually\r\nattacked the British administration in Egypt with unparalleled\r\nmalignity, had at length worn out the patience of Sir Evelyn Baring, and\r\nbeen temporarily suspended.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, May 15, 1885.\r\n\r\n     The symptoms apparent here indicate that Bismarck is busily\r\n     employed in getting up a European coalition against England on the\r\n     Egyptian question. He has very nearly succeeded, if not quite, in\r\n     isolating us in the Suez Canal Commission. He would seem to have\r\n     put great pressure for this purpose upon Italy, who was disposed to\r\n     side with us, and to have frightened or cajoled Holland and Spain.\r\n     With Russia and Austria he seems to have made a regular cabal. It\r\n     has required great tact and firmness on Pauncefote's part to have\r\n     resisted the endeavours to turn the Commission into a political\r\n     conference on the whole Egyptian question, and at the same time\r\n     to have avoided breaking it up prematurely. Another circumstance\r\n     which Bismarck is using as a lever against us, is the levying by\r\n     the Egyptian Government of the tax upon the coupon, before the\r\n     Financial Convention has been ratified by all the parties to it.\r\n\r\n     He has sent Courcel here from Berlin to seduce or terrify\r\n     the French Government, and is said to have charged him with large\r\n     offers relative to establishing an international administration in\r\n     Egypt, and assigning to France a preponderant influence in such an\r\n     administration. What the real offers may be, of course, I cannot\r\n     say, but I think the French are half afraid of them. Probably, like\r\n     all Bismarck's demonstrations in so-called support of France, they\r\n     contain the essential elements--the employing a considerable number\r\n     of French troops at a distance from France, and the promoting\r\n     ill-will between France and England.\r\n\r\nThese suspicions as to Bismarck's motives were confirmed by Lord\r\nRosebery, who at the time occupied a minor post in the Gladstone\r\nadministration, and had lately paid a visit to Germany.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Granville to Lord Lyons._\r\n\r\n    May 30, 1885.\r\n\r\n     Rosebery has not yet written out the report (which Blowitz\r\n     saw), but he has given me a full account from his notes.\r\n\r\n     Bismarck acknowledged that he had been thwarting us in every\r\n     way; but at the last conversation (influenced, Rosebery thought,\r\n     by an unsatisfactory conversation with Courcel) he was much more\r\n     conciliatory.\r\n\r\n     He was exceedingly civil to Rosebery; hostile to Gladstone,\r\n     and especially to Derby.\r\n\r\n     He is a great man, but he sees through a great many\r\n     millstones.\r\n\r\n     The Emperor is certainly unwell. Rosebery is convinced that\r\n     Bismarck will retire for a time on his death.\r\n\r\nJudging from the material available, no statesman ever disliked so many\r\npersons as Bismarck, and the objects of his antipathy were not confined\r\nto his own sex. Busch's book and the works of other authors contain\r\nfrequent references to the grievances which he entertained towards women\r\nwho were alleged to have interfered with his policy, and, whether these\r\ncharges were well founded or not, he made no secret of his animosity\r\nagainst even so important a personage as the Empress Augusta. In fact\r\nthere can be little doubt that it was owing to the despotic influence\r\nexercised by the Chancellor that the Empress, who had had the misfortune\r\nto incur his displeasure, was forced to leave Berlin and to reside for a\r\nconsiderable period at Coblentz.\r\n\r\nApparently the man who inspired him with the greatest aversion was\r\nGortschakoff, but it is easy to understand that from the Bismarckian\r\npoint of view, Mr. Gladstone and Lord Derby represented a singularly\r\nfutile type of statesman. Lord Rosebery's prophecy with regard to his\r\nretirement was only partially correct. In private conversation, Bismarck\r\nis understood to have calculated upon three years of office under the\r\npresent German Emperor; whereas he only succeeded in remaining for two,\r\nand his retirement was compulsory and not voluntary.\r\n\r\nOne of the notable events in Paris in 1885 was the death of Victor Hugo.\r\nHis funeral was made the occasion of a great ceremonial, and Queen\r\nVictoria, who was always much interested in functions of this nature,\r\ndesired that she should be furnished with a special report. Any one\r\nwho happened to have been a witness of the Victor Hugo funeral would\r\ncorroborate the accuracy of the following account, which is probably in\r\nstriking contrast to the word pictures of the newspaper correspondents\r\nof the time.\r\n\r\n       *       *       *       *       *\r\n\r\n    Paris, June 4, 1885.\r\n\r\n     Lord Lyons presents his humble duty to Your Majesty and\r\n     in obedience to Your Majesty's commands, proceeds to state the\r\n     impression made upon him by the funeral of Victor Hugo.\r\n\r\n     There was nothing striking, splendid or appropriate, either in\r\n     the monstrous catafalque erected under the Arc de Triomphe, or in\r\n     the trappings of the funeral. There was nothing mournful or solemn\r\n     in the demeanour of the people. The impressive part of the scene\r\n     consisted in the vast crowds from all parts of France and from many\r\n     other countries. As decorations of the scene, were the innumerable\r\n     wreaths, some conveyed in cars and some carried in the hands of\r\n     those who offered them.\r\n\r\n     The aspect was that of a vast assemblage of people gathered\r\n     together for some ordinary demonstration, or from curiosity. On\r\n     the other hand, perfect order was preserved. Both those who joined\r\n     in the procession and those who lined the streets through which it\r\n     passed, maintained the good humour and civility which are seldom\r\n     wanting to a Paris crowd. At some points attempts were made to\r\n     raise anarchical or socialistic cries, but met with no response.\r\n     The distance from the point of departure to the Arc de Triomphe is\r\n     about three miles by the route taken, which was through some of the\r\n     finest avenues of Paris. The procession began at 11 o'clock in the\r\n     morning and went on until after 4 in the afternoon.\r\n\r\n     The general impression left upon Lord Lyons by the day was one\r\n     of weariness and unconcern. The orderliness of the people was a\r\n     satisfactory symptom, but the total absence of strong feeling was\r\n     chilling, and the studied avoidance of any recognition of religion\r\n     did away with all solemnity.\r\n\r\nOn June 12, the Gladstone Government, having been defeated during a\r\nBudget debate, resigned, and left to the Conservatives the ungrateful\r\ntask of facing an accumulation of difficulties while in a minority in\r\nthe House of Commons. Lord Salisbury took Lord Granville's place at the\r\nForeign Office and the transfer was marked by a double compliment to\r\nLord Lyons. Lord Granville, who was always extremely popular with all\r\nthose with whom he was in any way connected, with habitual kindliness\r\nand generosity expressed his obligations to the Ambassador. 'An ordinary\r\nletter of farewell and of thanks would very inadequately express my\r\nfeelings to you. I cannot say how much I have valued the loyal and\r\nimportant assistance you have given me in most difficult circumstances.'\r\n\r\nLord Salisbury showed his appreciation by at once asking him to come\r\nover to England in order to discuss the general situation, and upon\r\nhis return to Paris in July, he was able to report that the change of\r\nGovernment in England appeared to have had a beneficial effect upon\r\nAnglo-French relations. 'The statement you made in the House of Lords\r\nhas made an excellent impression. Freycinet seems to be really disposed\r\nto abstain from endeavouring to thwart us or to raise difficulties for\r\nus with regard to Egyptian Finance. He also appears to be inclined to\r\ncome to terms with us about Newfoundland and other matters.'\r\n\r\n'I think he is sincerely desirous to put the relations between the\r\ntwo countries on a good footing, but I cannot yet say that he will be\r\nwilling to make sacrifices for this purpose.'\r\n\r\nAs Freycinet, however, showed few symptoms of being willing to retire\r\nfrom the position he had taken up with regard to the eventual British\r\nevacuation of Egypt, and to the resumption by France of an influence\r\nequal with our own, his professions of friendship did not appear to be\r\nof much value. Some apprehension too was caused by the ostentatious\r\nannouncements in the French press, that the numerous military forces in\r\nthe Far East released in consequence of the conclusion of peace with\r\nChina would return by the Suez Canal and would therefore be 'available\r\nfor other purposes in the Mediterranean.' What was perhaps more\r\nencouraging, was the increasing distaste for Spirited Colonial Policy\r\ncombined with renewed distrust of Bismarck's intentions.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Salisbury._\r\n\r\n    Paris, July 14, 1885.\r\n\r\n     I have been rejoiced by your telegram announcing that Germany,\r\n     Austria, and Italy agree to the issue of the Egyptian Loan Decree.\r\n     It looks as if you were on the eve of settling the question most\r\n     pressing in point of time (that of the money for Egypt), and I\r\n     hope it augurs well for the disposition generally of the German\r\n     Chancellor. The National Fête here puts a stop to all business for\r\n     to-day, but I shall see Freycinet about the issue of the Decree\r\n     to-morrow.\r\n\r\n     The debate on the Budget for 1886 elicited some curious\r\n     speeches in the Chamber of Deputies three days ago on the\r\n     'Expéditions lointaines.' There was no difficulty in showing that\r\n     they had all cost more than they were worth. They were plainly held\r\n     by the Deputies to be unpopular in the country, and condemnation of\r\n     them is likely to be one of the election cries of the extreme Left.\r\n     But hardly any one seemed to see the way to bring them to an end.\r\n     In fact, it looked as if France had got into the groove which by a\r\n     fatality leads to annexation and conquest by strong and civilized\r\n     nations when they once begin to establish themselves amongst weak\r\n     and barbarous peoples. All this may delight Prince Bismarck,\r\n     whose avowed object is to find an outlet for what he calls French\r\n     vanity and restlessness, and a gulf to swallow up French troops\r\n     and treasures at a distance from Europe. From a certain point of\r\n     view this may not be without its advantages to other nations; but\r\n     it is not without danger to the good relations between France and\r\n     England--between whom awkward questions may arise all over the\r\n     world. In the present I am uneasy about Siam and more so about\r\n     Burmah. It is not a pleasant speculation to consider the change\r\n     which may be produced in no very remote future, in the condition\r\n     of our Indian Empire, if it be in contact with a great European\r\n     Power both on the north and on the east.\r\n\r\nIn August, 1885, a prodigious outburst of Anglophobia occurred in Paris\r\nin consequence of mendacious statements published by Rochefort in his\r\nnewspaper, charging the British military authorities in the Soudan\r\nwith the assassination of a certain Olivier Pain. Olivier Pain was an\r\nex-Communist and French journalist who had accompanied the Turks in\r\nthe campaign of 1877, and who was reputed to be occasionally employed\r\nby the Turkish Government as a secret agent. In the spring of 1884,\r\nhe had set off to join the Mahdi, and having completely disappeared\r\nfrom view, and being presumably dead, Rochefort took the opportunity\r\nto announce that Lord Wolseley had procured his death by offering a\r\nreward of fifty pounds for his head. The enterprise had been allotted to\r\nMajor Kitchener[43]: 'un sinistre gredin nourri de psaumes et abreuvé\r\nde whisky qui a eu le premier, l'idée de mettre à prix la tête de celui\r\nqu'il appelait \"l'espion français.\"'\r\n\r\nAs, however, it was impossible to reach Lord Wolseley and the\r\n'sinistre gredin,' Rochefort urged that vengeance should be taken upon\r\n'l'Ambassadeur Lyons.' 'A partir d'aujourd'hui il est notre ôtage!\r\nSa vieille peau est le gage de la satisfaction qui nous est due.'\r\n'L'Ambassadeur Lyons' was, however, also beyond reach, as he happened to\r\nbe on leave, and it was, therefore, suggested that the few secretaries\r\n(of whom I was one), who were then in Paris, should be forthwith strung\r\nup to the lamp-posts in the Rue du Faubourg St. Honoré. The astonishing\r\nthing was that these ravings were actually taken more or less seriously,\r\nand that for some time the French authorities found it necessary to\r\nprotect the Embassy with numerous police detachments.\r\n\r\nIt has always been one of the inscrutable mysteries that Rochefort,\r\never since the Commune, was allowed a toleration accorded to no one\r\nelse, on the ground of his alleged exceptional wit and humour, whereas\r\nhis effusions consisted almost entirely of gross personal abuse of the\r\nlowest type, levelled indiscriminately at prominent individuals of any\r\ndescription, and largely directed against England, whose hospitality he\r\nenjoyed during many years of exile.\r\n\r\nFOOTNOTES:\r\n\r\n[Footnote 37: _Times_ correspondent in Paris.]\r\n\r\n[Footnote 38: Col. the Hon. George Villiers, Military Attaché at Paris.]\r\n\r\n[Footnote 39: Lyons, Feb. 1883.]\r\n\r\n[Footnote 40: Sir Joseph Crowe, K.C.M.G., Commercial Attaché at the\r\nParis Embassy.]\r\n\r\n[Footnote 41: French Minister at Tangier.]\r\n\r\n[Footnote 42: Mr. G. Errington, M.P., had been despatched by Mr.\r\nGladstone on a secret mission to the Vatican in connection with the Home\r\nRule agitation.]\r\n\r\n[Footnote 43: Now Lord Kitchener.]"
  ]
}