{
  "index": 1,
  "title": "Part 1",
  "paragraphs": [
    "*** START OF THE PROJECT GUTENBERG EBOOK THE HEAD OF KAY'S ***\r\n\r\n\r\n\r\n\r\nProduced by Suzanne L. Shell, Charles Franks and the Online\r\nDistributed Proofreading Team\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE HEAD OF KAY'S\r\n\r\n\r\nby P. G. Wodehouse\r\n\r\n1905\r\n\r\n\r\n\r\n\r\nCONTENTS\r\n\r\n\r\nChapter\r\n\r\nI      MAINLY ABOUT FENN\r\n\r\nII     AN EVENING AT KAY'S\r\n\r\nIII    THE FINAL HOUSE-MATCH\r\n\r\nIV     HARMONY AND DISCORD\r\n\r\nV      CAMP\r\n\r\nVI     THE RAID ON THE GUARD-TENT\r\n\r\nVII    A CLUE\r\n\r\nVIII   A NIGHT ADVENTURE--THE DETHRONEMENT OF FENN\r\n\r\nIX     THE SENSATIONS OF AN EXILE\r\n\r\nX      FURTHER EXPERIENCES OF AN EXILE\r\n\r\nXI     THE SENIOR DAYROOM OPENS FIRE\r\n\r\nXII    KENNEDY INTERVIEWS WALTON\r\n\r\nXIII   THE FIGHT IN THE DORMITORY\r\n\r\nXIV    FENN RECEIVES A LETTER\r\n\r\nXV     DOWN TOWN\r\n\r\nXVI    WHAT HAPPENED TO FENN\r\n\r\nXVII   FENN HUNTS FOR HIMSELF\r\n\r\nXVIII  A VAIN QUEST\r\n\r\nXIX    THE GUILE OF WREN\r\n\r\nXX     JIMMY THE PEACEMAKER\r\n\r\nXXI    IN WHICH AN EPISODE IS CLOSED\r\n\r\nXXII   KAY'S CHANGES ITS NAME\r\n\r\nXXIII  THE HOUSE-MATCHES\r\n\r\nXXIV   THE SPORTS\r\n\r\n\r\n\r\n\r\nI\r\n\r\nMAINLY ABOUT FENN\r\n\r\n\r\n\"When we get licked tomorrow by half-a-dozen wickets,\" said Jimmy\r\nSilver, tilting his chair until the back touched the wall, \"don't say\r\nI didn't warn you. If you fellows take down what I say from time to\r\ntime in note-books, as you ought to do, you'll remember that I offered\r\nto give anyone odds that Kay's would out us in the final. I always\r\nsaid that a really hot man like Fenn was more good to a side than\r\nhalf-a-dozen ordinary men. He can do all the bowling and all the\r\nbatting. All the fielding, too, in the slips.\"\r\n\r\nTea was just over at Blackburn's, and the bulk of the house had gone\r\nacross to preparation in the school buildings. The prefects, as was\r\ntheir custom, lingered on to finish the meal at their leisure. These\r\nafter-tea conversations were quite an institution at Blackburn's. The\r\nlabours of the day were over, and the time for preparation for the\r\nmorrow had not yet come. It would be time to be thinking of that in\r\nanother hour. Meanwhile, a little relaxation might be enjoyed.\r\nEspecially so as this was the last day but two of the summer term, and\r\nall necessity for working after tea had ceased with the arrival of the\r\nlast lap of the examinations.\r\n\r\nSilver was head of the house, and captain of its cricket team, which\r\nwas nearing the end of its last match, the final for the inter-house\r\ncup, and--on paper--getting decidedly the worst of it. After riding in\r\ntriumph over the School House, Bedell's, and Mulholland's, Blackburn's\r\nhad met its next door neighbour, Kay's, in the final, and, to the\r\nsurprise of the great majority of the school, was showing up badly.\r\nThe match was affording one more example of how a team of average\r\nmerit all through may sometimes fall before a one-man side.\r\nBlackburn's had the three last men on the list of the first eleven,\r\nSilver, Kennedy, and Challis, and at least nine of its representatives\r\nhad the reputation of being able to knock up a useful twenty or thirty\r\nat any time. Kay's, on the other hand, had one man, Fenn. After him\r\nthe tail started. But Fenn was such an exceptional all-round man that,\r\nas Silver had said, he was as good as half-a-dozen of the Blackburn's\r\nteam, equally formidable whether batting or bowling--he headed the\r\nschool averages at both. He was one of those batsmen who seem to know\r\nexactly what sort of ball you are going to bowl before it leaves your\r\nhand, and he could hit like another Jessop. As for his bowling, he\r\nbowled left hand--always a puzzling eccentricity to an undeveloped\r\nbatsman--and could send them down very fast or very slow, as he\r\nthought best, and it was hard to see which particular brand he was\r\ngoing to serve up before it was actually in mid-air.\r\n\r\nBut it is not necessary to enlarge on his abilities. The figures\r\nagainst his name in _Wisden_ prove a good deal. The fact that he\r\nhad steered Kay's through into the last round of the house-matches\r\nproves still more. It was perfectly obvious to everyone that, if only\r\nyou could get Fenn out for under ten, Kay's total for that innings\r\nwould be nearer twenty than forty. They were an appalling side. But\r\nthen no house bowler had as yet succeeded in getting Fenn out for\r\nunder ten. In the six innings he had played in the competition up to\r\ndate, he had made four centuries, an eighty, and a seventy.\r\n\r\nKennedy, the second prefect at Blackburn's, paused in the act of\r\ngrappling with the remnant of a pot of jam belonging to some person\r\nunknown, to reply to Silver's remarks.\r\n\r\n\"We aren't beaten yet,\" he said, in his solid way. Kennedy's chief\r\ncharacteristics were solidity, and an infinite capacity for taking\r\npains. Nothing seemed to tire or discourage him. He kept pegging away\r\ntill he arrived. The ordinary person, for instance, would have\r\nconsidered the jam-pot, on which he was then engaged, an empty\r\njam-pot. Kennedy saw that there was still a strawberry (or it may have\r\nbeen a section of a strawberry) at the extreme end, and he meant to\r\nhave that coy vegetable if he had to squeeze the pot to get at it. To\r\ntake another instance, all the afternoon of the previous day he had\r\nbowled patiently at Fenn while the latter lifted every other ball into\r\nspace. He had been taken off three times, and at every fresh attack he\r\nhad plodded on doggedly, until at last, as he had expected, the\r\nbatsman had misjudged a straight one, and he had bowled him all over\r\nhis wicket. Kennedy generally managed to get there sooner or later.\r\n\r\n\"It's no good chucking the game up simply because we're in a tight\r\nplace,\" he said, bringing the spoon to the surface at last with the\r\nsection of strawberry adhering to the end of it. \"That sort of thing's\r\nawfully feeble.\"\r\n\r\n\"He calls me feeble!\" shouted Jimmy Silver. \"By James, I've put a man\r\nto sleep for less.\"\r\n\r\nIt was one of his amusements to express himself from time to time in a\r\nmelodramatic fashion, sometimes accompanying his words with suitable\r\ngestures. It was on one of these occasions--when he had assumed at a\r\nmoment's notice the _role_ of the \"Baffled Despot\", in an\r\nargument with Kennedy in his study on the subject of the house\r\nfootball team--that he broke what Mr Blackburn considered a valuable\r\ndoor with a poker. Since then he had moderated his transports.\r\n\r\n\"They've got to make seventy-nine,\" said Kennedy.\r\n\r\nChallis, the other first eleven man, was reading a green scoring-book.\r\n\r\n\"I don't think Kay's ought to have the face to stick the cup up in\r\ntheir dining-room,\" he said, \"considering the little they've done to\r\nwin it. If they _do_ win it, that is. Still, as they made two\r\nhundred first innings, they ought to be able to knock off\r\nseventy-nine. But I was saying that the pot ought to go to Fenn. Lot\r\nthe rest of the team had to do with it. Blackburn's, first innings,\r\nhundred and fifty-one; Fenn, eight for forty-nine. Kay's, two hundred\r\nand one; Fenn, a hundred and sixty-four not out. Second innings,\r\nBlackburn's hundred and twenty-eight; Fenn ten for eighty. Bit thick,\r\nisn't it? I suppose that's what you'd call a one-man team.\"\r\n\r\nWilliams, one of the other prefects, who had just sat down at the\r\npiano for the purpose of playing his one tune--a cake-walk, of which,\r\nthrough constant practice, he had mastered the rudiments--spoke over\r\nhis shoulder to Silver.\r\n\r\n\"I tell you what, Jimmy,\" he said, \"you've probably lost us the pot by\r\ngetting your people to send brother Billy to Kay's. If he hadn't kept\r\nup his wicket yesterday, Fenn wouldn't have made half as many.\"\r\n\r\nWhen his young brother had been sent to Eckleton two terms before,\r\nJimmy Silver had strongly urged upon his father the necessity of\r\nplacing him in some house other than Blackburn's. He felt that a head\r\nof a house, even of so orderly and perfect a house as Blackburn's, has\r\nenough worries without being saddled with a small brother. And on the\r\nprevious afternoon young Billy Silver, going in eighth wicket for\r\nKay's, had put a solid bat in front of everything for the space of one\r\nhour, in the course of which he made ten runs and Fenn sixty. By\r\nscoring odd numbers off the last ball of each over, Fenn had managed\r\nto secure the majority of the bowling in the most masterly way.\r\n\r\n\"These things will happen,\" said Silver, resignedly. \"We Silvers, you\r\nknow, can't help making runs. Come on, Williams, let's have that tune,\r\nand get it over.\"\r\n\r\nWilliams obliged. It was a classic piece called \"The Coon Band\r\nContest\", remarkable partly for a taking melody, partly for the vast\r\npossibilities of noise which it afforded. Williams made up for his\r\nfailure to do justice to the former by a keen appreciation of the\r\nlatter. He played the piece through again, in order to correct the\r\nmistakes he had made at his first rendering of it. Then he played it\r\nfor the third time to correct a new batch of errors.\r\n\r\n\"I should like to hear Fenn play that,\" said Challis. \"You're awfully\r\ngood, you know, Williams, but he might do it better still.\"\r\n\r\n\"Get him to play it as an encore at the concert,\" said Williams,\r\nstarting for the fourth time.\r\n\r\nThe talented Fenn was also a musician,--not a genius at the piano, as\r\nhe was at cricket, but a sufficiently sound performer for his age,\r\nconsidering that he had not made a special study of it. He was to play\r\nat the school concert on the following day.\r\n\r\n\"I believe Fenn has an awful time at Kay's,\" said Jimmy Silver. \"It\r\nmust be a fair sort of hole, judging from the specimens you see\r\ncrawling about in Kay caps. I wish I'd known my people were sending\r\nyoung Billy there. I'd have warned them. I only told them not to sling\r\nhim in here. I had no idea they'd have picked Kay's.\"\r\n\r\n\"Fenn was telling me the other day,\" said Kennedy, \"that being in\r\nKay's had spoiled his whole time at the school. He always wanted to\r\ncome to Blackburn's, only there wasn't room that particular term. Bad\r\nluck, wasn't it? I don't think he found it so bad before he became\r\nhead of the house. He didn't come into contact with Kay so much. But\r\nnow he finds that he can't do a thing without Kay buzzing round and\r\ninterfering.\"\r\n\r\n\"I wonder,\" said Jimmy Silver, thoughtfully, \"if that's why he bowls\r\nso fast. To work it off, you know.\"\r\n\r\nIn the course of a beautiful innings of fifty-three that afternoon,\r\nthe captain of Blackburn's had received two of Fenn's speediest on the\r\nsame spot just above the pad in rapid succession, and he now hobbled\r\npainfully when he moved about.\r\n\r\nThe conversation that evening had dealt so largely with Fenn--the\r\nwhole school, indeed, was talking of nothing but his great attempt to\r\nwin the cricket cup single-handed--that Kennedy, going out into the\r\nroad for a breather before the rest of the boarders returned from\r\npreparation, made his way to Kay's to see if Fenn was imitating his\r\nexample, and taking the air too.\r\n\r\nHe found him at Kay's gate, and they strolled towards the school\r\nbuildings together. Fenn was unusually silent.\r\n\r\n\"Well?\" said Kennedy, after a minute had passed without a remark.\r\n\r\n\"Well, what?\"\r\n\r\n\"What's up?\"\r\n\r\nFenn laughed what novelists are fond of calling a mirthless laugh.\r\n\r\n\"Oh, I don't know,\" he said; \"I'm sick of this place.\"\r\n\r\nKennedy inspected his friend's face anxiously by the light of the lamp\r\nover the school gate. There was no mistake about it. Fenn certainly\r\ndid look bad. His face always looked lean and craggy, but tonight\r\nthere was a difference. He looked used up.\r\n\r\n\"Fagged?\" asked Kennedy.\r\n\r\n\"No. Sick.\"\r\n\r\n\"What about?\"\r\n\r\n\"Everything. I wish you could come into Kay's for a bit just to see\r\nwhat it's like. Then you'd understand. At present I don't suppose\r\nyou've an idea of it. I'd like to write a book on 'Kay Day by Day'.\r\nI'd have plenty to put in it.\"\r\n\r\n\"What's he been doing?\"\r\n\r\n\"Oh, nothing out of the ordinary run. It's the fact that he's always\r\nat it that does me. You get a houseful of--well, you know the sort of\r\nchap the average Kayite is. They'd keep me busy even if I were allowed\r\na free hand. But I'm not. Whenever I try and keep order and stop\r\nthings a bit, out springs the man Kay from nowhere, and takes the job\r\nout of my hands, makes a ghastly mess of everything, and retires\r\npurring. Once in every three times, or thereabouts, he slangs me in\r\nfront of the kids for not keeping order. I'm glad this is the end of\r\nthe term. I couldn't stand it much longer. Hullo, here come the chaps\r\nfrom prep. We'd better be getting back.\"\r\n\r\n\r\n\r\n\r\nII\r\n\r\nAN EVENING AT KAY'S\r\n\r\n\r\nThey turned, and began to walk towards the houses. Kennedy felt\r\nmiserable. He never allowed himself to be put out, to any great\r\nextent, by his own worries, which, indeed, had not been very numerous\r\nup to the present, but the misfortunes of his friends always troubled\r\nhim exceedingly. When anything happened to him personally, he found\r\nthe discomfort of being in a tight place largely counterbalanced by\r\nthe excitement of trying to find a way out. But the impossibility of\r\nhelping Fenn in any way depressed him.\r\n\r\n\"It must be awful,\" he said, breaking the silence.\r\n\r\n\"It is,\" said Fenn, briefly.\r\n\r\n\"But haven't the house-matches made any difference? Blackburn's always\r\nfrightfully bucked when the house does anything. You can do anything\r\nyou like with him if you lift a cup. I should have thought Kay would\r\nhave been all right when he saw you knocking up centuries, and getting\r\ninto the final, and all that sort of thing.\"\r\n\r\nFenn laughed.\r\n\r\n\"Kay!\" he said. \"My dear man, he doesn't _know_. I don't suppose\r\nhe's got the remotest idea that we are in the final at all, or, if he\r\nhas, he doesn't understand what being in the final means.\"\r\n\r\n\"But surely he'll be glad if you lick us tomorrow?\" asked Kennedy.\r\nSuch indifference on the part of a house-master respecting the\r\nfortunes of his house seemed to him, having before him the bright\r\nexample of Mr Blackburn, almost incredible.\r\n\r\n\"I don't suppose so,\" said Fenn. \"Or, if he is, I'll bet he doesn't\r\nshow it. He's not like Blackburn. I wish he was. Here he comes, so\r\nperhaps we'd better talk about something else.\"\r\n\r\nThe vanguard of the boys returning from preparation had passed them,\r\nand they were now standing at the gate of the house. As Fenn spoke, a\r\nlittle, restless-looking man in cap and gown came up. His clean-shaven\r\nface wore an expression of extreme alertness--the sort of look a ferret\r\nwears as he slips in at the mouth of a rabbit-hole. A doctor, called\r\nupon to sum up Mr Kay at a glance, would probably have said that he\r\nsuffered from nerves, which would have been a perfectly correct\r\ndiagnosis, though none of the members of his house put his manners and\r\ncustoms down to that cause. They considered that the methods he\r\npursued in the management of the house were the outcome of a naturally\r\nmalignant disposition. This was, however, not the case. There is no\r\nreason to suppose that Mr Kay did not mean well. But there is no doubt\r\nthat he was extremely fussy. And fussiness--with the possible\r\nexceptions of homicidal mania and a taste for arson--is quite the\r\nworst characteristic it is possible for a house-master to possess.\r\n\r\nHe caught sight of Fenn and Kennedy at the gate, and stopped in his\r\nstride.\r\n\r\n\"What are you doing here, Fenn?\" he asked, with an abruptness which\r\nbrought a flush to the latter's face. \"Why are you outside the house?\"\r\n\r\nKennedy began to understand why it was that his friend felt so\r\nstrongly on the subject of his house-master. If this was the sort of\r\nthing that happened every day, no wonder that there was dissension in\r\nthe house of Kay. He tried to imagine Blackburn speaking in that way\r\nto Jimmy Silver or himself, but his imagination was unequal to the\r\ntask. Between Mr Blackburn and his prefects there existed a perfect\r\nunderstanding. He relied on them to see that order was kept, and they\r\nacted accordingly. Fenn, by the exercise of considerable self-control,\r\nhad always been scrupulously polite to Mr Kay.\r\n\r\n\"I came out to get some fresh air before lock-up, sir,\" he replied.\r\n\r\n\"Well, go in. Go in at once. I cannot allow you to be outside the\r\nhouse at this hour. Go indoors directly.\"\r\n\r\nKennedy expected a scene, but Fenn took it quite quietly.\r\n\r\n\"Good night, Kennedy,\" he said.\r\n\r\n\"So long,\" said Kennedy.\r\n\r\nFenn caught his eye, and smiled painfully. Then he turned and went\r\ninto the house.\r\n\r\nMr Kay's zeal for reform was apparently still unsatisfied. He directed\r\nhis batteries towards Kennedy.\r\n\r\n\"Go to your house at once, Kennedy. You have no business out here at\r\nthis time.\"\r\n\r\nThis, thought Kennedy, was getting a bit too warm. Mr Kay might do as\r\nhe pleased with his own house, but he was hanged if he was going to\r\ntrample on _him_.\r\n\r\n\"Mr Blackburn is my house-master, sir,\" he said with great respect.\r\n\r\nMr Kay stared.\r\n\r\n\"My house-master,\" continued Kennedy with gusto, slightly emphasising\r\nthe first word, \"knows that I always go out just before lock-up, and\r\nhe has no objection.\"\r\n\r\nAnd, to emphasise this point, he walked towards the school buildings\r\nagain. For a moment it seemed as if Mr Kay intended to call him back,\r\nbut he thought better of it. Mr Blackburn, in normal circumstances a\r\npacific man, had one touchy point--his house. He resented any\r\ninterference with its management, and was in the habit of saying so.\r\nMr Kay remembered one painful scene in the Masters' Common Room, when\r\nhe had ventured to let fall a few well-meant hints as to how a house\r\nshould be ruled. Really, he had thought Blackburn would have choked.\r\nBetter, perhaps, to leave him to look after his own affairs.\r\n\r\nSo Mr Kay followed Fenn indoors, and Kennedy, having watched him\r\nvanish, made his way to Blackburn's.\r\n\r\nQuietly as Fenn had taken the incident at the gate, it nevertheless\r\nrankled. He read prayers that night in a distinctly unprayerful mood.\r\nIt seemed to him that it would be lucky if he could get through to the\r\nend of the term before Mr Kay applied that last straw which does not\r\nbreak the backs of camels only. Eight weeks' holiday, with plenty of\r\ncricket, would brace him up for another term. And he had been invited\r\nto play for the county against Middlesex four days after the holidays\r\nbegan. That should have been a soothing thought. But it really seemed\r\nto make matters worse. It was hard that a man who on Monday would be\r\nbowling against Warner and Beldam, or standing up to Trott and Hearne,\r\nshould on the preceding Tuesday be sent indoors like a naughty child\r\nby a man who stood five-feet-one in his boots, and was devoid of any\r\nsort of merit whatever.\r\n\r\nIt seemed to him that it would help him to sleep peacefully that night\r\nif he worked off a little of his just indignation upon somebody. There\r\nwas a noise going on in the fags' room. There always was at Kay's. It\r\nwas not a particularly noisy noise--considering; but it had better be\r\nstopped. Badly as Kay had treated him, he remembered that he was head\r\nof the house, and as such it behoved him to keep order in the house.\r\n\r\nHe went downstairs, and, on arriving on the scene of action, found\r\nthat the fags were engaged upon spirited festivities, partly in honour\r\nof the near approach of the summer holidays, partly because--miracles\r\nbarred--the house was going on the morrow to lift the cricket-cup.\r\nThere were a good many books flying about, and not a few slippers.\r\nThere was a confused mass rolling in combat on the floor, and the\r\ntable was occupied by a scarlet-faced individual, who passed the time\r\nby kicking violently at certain hands, which were endeavouring to drag\r\nhim from his post, and shrieking frenzied abuse at the owners of the\r\nsaid hands. It was an animated scene, and to a deaf man might have\r\nbeen most enjoyable.\r\n\r\nFenn's appearance was the signal for a temporary suspension of\r\nhostilities.\r\n\r\n\"What the dickens is all this row about?\" he inquired.\r\n\r\nNo one seemed ready at the moment with a concise explanation. There\r\nwas an awkward silence. One or two of the weaker spirits even went so\r\nfar as to sit down and begin to read. All would have been well but for\r\na bright idea which struck some undiscovered youth at the back of the\r\nroom.\r\n\r\n\"Three cheers for Fenn!\" observed this genial spirit, in no uncertain\r\nvoice.\r\n\r\nThe idea caught on. It was just what was wanted to give a finish to\r\nthe evening's festivities. Fenn had done well by the house. He had\r\nscored four centuries and an eighty, and was going to knock off the\r\nruns against Blackburn's tomorrow off his own bat. Also, he had taken\r\neighteen wickets in the final house-match. Obviously Fenn was a person\r\ndeserving of all encouragement. It would be a pity to let him think\r\nthat his effort had passed unnoticed by the fags' room. Happy thought!\r\nThree cheers and one more, and then \"He's a jolly good fellow\", to\r\nwind up with.\r\n\r\nIt was while those familiar words, \"It's a way we have in the public\r\nscho-o-o-o-l-s\", were echoing through the room in various keys, that a\r\nsmall and energetic form brushed past Fenn as he stood in the doorway,\r\nvainly trying to stop the fags' choral efforts.\r\n\r\nIt was Mr Kay.\r\n\r\nThe singing ceased gradually, very gradually. It was some time before\r\nMr Kay could make himself heard. But after a couple of minutes there\r\nwas a lull, and the house-master's address began to be audible.\r\n\r\n\"... unendurable noise. What is the meaning of it? I will not have it.\r\nDo you hear? It is disgraceful. Every boy in this room will write me\r\ntwo hundred lines by tomorrow evening. It is abominable, Fenn.\" He\r\nwheeled round towards the head of the house. \"Fenn, I am surprised at\r\nyou standing here and allowing such a disgraceful disturbance to go\r\non. Really, if you cannot keep order better--It is disgraceful,\r\ndisgraceful.\"\r\n\r\nMr Kay shot out of the room. Fenn followed in his wake, and the\r\nprocession made its way to the house-masters' study. It had been a\r\nnear thing, but the last straw had arrived before the holidays.\r\n\r\nMr Kay wheeled round as he reached his study door.\r\n\r\n\"Well, Fenn?\"\r\n\r\nFenn said nothing.\r\n\r\n\"Have you anything you wish to say, Fenn?\"\r\n\r\n\"I thought you might have something to say to me, sir.\"\r\n\r\n\"I do not understand you, Fenn.\"\r\n\r\n\"I thought you might wish to apologise for slanging me in front of the\r\nfags.\"\r\n\r\nIt is wonderful what a difference the last straw will make in one's\r\ndemeanour to a person.\r\n\r\n\"Apologise! I think you forget whom it is you are speaking to.\"\r\n\r\nWhen a master makes this well-worn remark, the wise youth realises\r\nthat the time has come to close the conversation. All Fenn's prudence,\r\nhowever, had gone to the four winds.\r\n\r\n\"If you wanted to tell me I was not fit to be head of the house, you\r\nneedn't have done it before a roomful of fags. How do you think I can\r\nkeep order in the house if you do that sort of thing?\"\r\n\r\nMr Kay overcame his impulse to end the interview abruptly in order to\r\nput in a thrust.\r\n\r\n\"You do not keep order in the house, Fenn,\" he said, acidly.\r\n\r\n\"I do when I am not interfered with.\"\r\n\r\n\"You will be good enough to say 'sir' when you speak to me, Fenn,\"\r\nsaid Mr Kay, thereby scoring another point. In the stress of the\r\nmoment, Fenn had not noticed the omission.\r\n\r\nHe was silenced. And before he could recover himself, Mr Kay was in\r\nhis study, and there was a closed, forbidding door between them.\r\n\r\nAnd as he stared at it, it began slowly to dawn upon Fenn that he had\r\nnot shown up to advantage in the recent interview. In a word, he had\r\nmade a fool of himself.\r\n\r\n\r\n\r\n\r\nIII\r\n\r\nTHE FINAL HOUSE-MATCH\r\n\r\n\r\nBlackburn's took the field at three punctually on the following\r\nafternoon, to play out the last act of the final house-match. They\r\nwere not without some small hope of victory, for curious things happen\r\nat cricket, especially in the fourth innings of a match. And runs are\r\nadmitted to be easier saved than made. Yet seventy-nine seemed an\r\nabsurdly small score to try and dismiss a team for, and in view of the\r\nfact that that team contained a batsman like Fenn, it seemed smaller\r\nstill. But Jimmy Silver, resolutely as he had declared victory\r\nimpossible to his intimate friends, was not the man to depress his\r\nteam by letting it become generally known that he considered\r\nBlackburn's chances small.\r\n\r\n\"You must work like niggers in the field,\" he said; \"don't give away a\r\nrun. Seventy-nine isn't much to make, but if we get Fenn out for a\r\nfew, they won't come near it.\"\r\n\r\nHe did not add that in his opinion Fenn would take very good care that\r\nhe did not get out for a few. It was far more likely that he would\r\nmake that seventy-nine off his own bat in a dozen overs.\r\n\r\n\"You'd better begin, Kennedy,\" he continued, \"from the top end. Place\r\nyour men where you want 'em. I should have an extra man in the deep,\r\nif I were you. That's where Fenn kept putting them last innings. And\r\nyou'll want a short leg, only for goodness sake keep them off the\r\nleg-side if you can. It's a safe four to Fenn every time if you don't.\r\nLook out, you chaps. Man in.\"\r\n\r\nKay's first pair were coming down the pavilion steps.\r\n\r\nChallis, going\r\nto his place at short slip, called Silver's attention to a remarkable\r\nfact.\r\n\r\n\"Hullo,\" he said, \"why isn't Fenn coming in first?\"\r\n\r\n\"What! By Jove, nor he is. That's queer. All the better for us. You\r\nmight get a bit finer, Challis, in case they snick 'em.\"\r\n\r\nWayburn, who had accompanied Fenn to the wicket at the beginning of\r\nKay's first innings, had now for his partner one Walton, a large,\r\nunpleasant-looking youth, said to be a bit of a bruiser, and known to\r\nbe a black sheep. He was one of those who made life at Kay's so close\r\nan imitation of an Inferno. His cricket was of a rustic order. He hit\r\nhard and high. When allowed to do so, he hit often. But, as a rule, he\r\nleft early, a prey to the slips or deep fields. Today was no exception\r\nto that rule.\r\n\r\nKennedy's first ball was straight and medium-paced. It was a little\r\ntoo short, however, and Walton, letting go at it with a semi-circular\r\nsweep like the drive of a golfer, sent it soaring over mid-on's head\r\nand over the boundary. Cheers from the pavilion.\r\n\r\nKennedy bowled his second ball with the same purposeful air, and\r\nWalton swept at it as before. There was a click, and Jimmy Silver, who\r\nwas keeping wicket, took the ball comfortably on a level with his\r\nchin.\r\n\r\n\"How's that?\"\r\n\r\nThe umpire's hand went up, and Walton went out--reluctantly, murmuring\r\nlegends of how he had not gone within a yard of the thing.\r\n\r\nIt was only when the next batsman who emerged from the pavilion turned\r\nout to be his young brother and not Fenn, that Silver began to see\r\nthat something was wrong. It was conceivable that Fenn might have\r\nchosen to go in first wicket down instead of opening the batting, but\r\nnot that he should go in second wicket. If Kay's were to win it was\r\nessential that he should begin to bat as soon as possible. Otherwise\r\nthere might be no time for him to knock off the runs. However good a\r\nbatsman is, he can do little if no one can stay with him.\r\n\r\nThere was no time to question the newcomer. He must control his\r\ncuriosity until the fall of the next wicket.\r\n\r\n\"Man in,\" he said.\r\n\r\nBilly Silver was in many ways a miniature edition of his brother, and\r\nhe carried the resemblance into his batting. The head of Blackburn's\r\nwas stylish, and took no risks. His brother had not yet developed a\r\nstyle, but he was very settled in his mind on the subject of risks.\r\nThere was no tempting him with half-volleys and long-hops. His motto\r\nwas defence, not defiance. He placed a straight bat in the path of\r\nevery ball, and seemed to consider his duty done if he stopped it.\r\n\r\nThe remainder of the over was, therefore, quiet. Billy played\r\nKennedy's fastest like a book, and left the more tempting ones alone.\r\n\r\nChallis's first over realised a single, Wayburn snicking him to leg.\r\nThe first ball of Kennedy's second over saw him caught at the wicket,\r\nas Walton had been.\r\n\r\n\"Every _time_ a coconut,\" said Jimmy Silver complacently, as he\r\nwalked to the other end. \"We're a powerful combination, Kennedy.\r\nWhere's Fenn? Does anybody know? Why doesn't he come in?\"\r\n\r\nBilly Silver, seated on the grass by the side of the crease, fastening\r\nthe top strap of one of his pads, gave tongue with the eagerness of\r\nthe well-informed man.\r\n\r\n\"What, don't you know?\" he said. \"Why, there's been an awful row. Fenn\r\nwon't be able to play till four o'clock. I believe he and Kay had a\r\nrow last night, and he cheeked Kay, and the old man's given him a sort\r\nof extra. I saw him going over to the School House, and I heard him\r\ntell Wayburn that he wouldn't be able to play till four.\"\r\n\r\nThe effect produced by this communication would be most fittingly\r\nexpressed by the word \"sensation\" in brackets. It came as a complete\r\nsurprise to everyone. It seemed to knock the bottom out of the whole\r\nmatch. Without Fenn the thing would be a farce. Kay's would have no\r\nchance.\r\n\r\n\"What a worm that man is,\" said Kennedy. \"Do you know, I had a sort of\r\nidea Fenn wouldn't last out much longer. Kay's been ragging him all\r\nthe term. I went round to see him last night, and Kay behaved like a\r\nbounder then. I expect Fenn had it out with him when they got indoors.\r\nWhat a beastly shame, though.\"\r\n\r\n\"Beastly,\" agreed Jimmy Silver. \"Still, it can't be helped. The sins\r\nof the house-master are visited on the house. I'm afraid it will be\r\nour painful duty to wipe the floor with Kay's this day. Speaking at a\r\nventure, I should say that we have got them where the hair's short.\r\nYea. Even on toast, if I may be allowed to use the expression. Who is\r\nthis coming forth now? Curtis, or me old eyes deceive me. And is not\r\nCurtis's record score three, marred by ten chances? Indeed yes. A\r\nfastish yorker should settle Curtis's young hash. Try one.\"\r\n\r\nKennedy followed the recipe. A ball later the middle and leg stumps\r\nwere lying in picturesque attitudes some yards behind the crease, and\r\nCurtis was beginning that \"sad, unending walk to the pavilion\",\r\nthinking, with the poet,\r\n\r\n    \"Thou wast not made to play, infernal ball!\"\r\n\r\nBlackburn's non-combatants, dotted round the boundary, shrieked their\r\napplause. Three wickets had fallen for five runs, and life was worth\r\nliving. Kay's were silent and gloomy.\r\n\r\nBilly Silver continued to occupy one end in an immovable manner, but\r\nat the other there was no monotony. Man after man came in, padded and\r\ngloved, and looking capable of mighty things. They took guard, patted\r\nthe ground lustily, as if to make it plain that they were going to\r\nstand no nonsense, settled their caps over their eyes, and prepared to\r\nreceive the ball. When it came it usually took a stump or two with it\r\nbefore it stopped. It was a procession such as the school grounds had\r\nnot often seen. As the tenth man walked from the pavilion, four\r\nsounded from the clock over the Great Hall, and five minutes later the\r\nweary eyes of the supporters of Kay's were refreshed by the sight of\r\nFenn making his way to the arena from the direction of the School\r\nHouse.\r\n\r\nJust as he arrived on the scene, Billy Silver's defence broke down.\r\nOne of Challis's slows, which he had left alone with the idea that it\r\nwas going to break away to the off, came in quickly instead, and\r\nremoved a bail. Billy Silver had only made eight; but, as the full\r\nscore, including one bye, was only eighteen, this was above the\r\naverage, and deserved the applause it received.\r\n\r\nFenn came in in the unusual position of eleventh man, with an\r\nexpression on his face that seemed to suggest that he meant business.\r\nHe was curiously garbed. Owing to the shortness of the interval\r\nallowed him for changing, he had only managed to extend his cricket\r\ncostume as far as white buckskin boots. He wore no pads or gloves. But\r\neven in the face of these sartorial deficiencies, he looked like a\r\ncricketer. The field spread out respectfully, and Jimmy Silver moved a\r\nman from the slips into the country.\r\n\r\nThere were three more balls of Challis's over, for Billy Silver's\r\ncollapse had occurred at the third delivery. Fenn mistimed the first.\r\nTwo hours' writing indoors does not improve the eye. The ball missed\r\nthe leg stump by an inch.\r\n\r\nAbout the fifth ball he made no mistake. He got the full face of the\r\nbat to it, and it hummed past coverpoint to the boundary. The last of\r\nthe over he put to leg for three.\r\n\r\nA remarkable last-wicket partnership now took place, remarkable not so\r\nmuch for tall scoring as for the fact that one of the partners did not\r\nreceive a single ball from beginning to end of it, with the exception\r\nof the one that bowled him. Fenn seemed to be able to do what he\r\npleased with the bowling. Kennedy he played with a shade more respect\r\nthan the others, but he never failed to score a three or a single off\r\nthe last ball of each of his overs. The figures on the telegraph-board\r\nrose from twenty to thirty, from thirty to forty, from forty to fifty.\r\nWilliams went on at the lower end instead of Challis, and Fenn made\r\ntwelve off his first over. The pavilion was filled with howling\r\nenthusiasts, who cheered every hit in a frenzy.\r\n\r\nJimmy Silver began to look worried. He held a hasty consultation with\r\nKennedy. The telegraph-board now showed the figures 60--9--8.\r\n\r\n\"This won't do,\" said Silver. \"It would be too foul to get licked\r\nafter having nine of them out for eighteen. Can't you manage to keep\r\nFenn from scoring odd figures off the last ball of your over? If only\r\nthat kid at the other end would get some of the bowling, we should do\r\nit.\"\r\n\r\n\"I'll try,\" said Kennedy, and walked back to begin his over.\r\n\r\nFenn reached his fifty off the third ball. Seventy went up on the\r\nboard. Ten more and Kay's would have the cup. The fourth ball was too\r\ngood to hit. Fenn let it pass. The fifth he drove to the on. It was a\r\nbig hit, but there was a fieldsman in the neighbourhood. Still, it was\r\nan easy two. But to Kennedy's surprise Fenn sent his partner back\r\nafter they had run a single. Even the umpire was surprised. Fenn's\r\npolicy was so obvious that it was strange to see him thus deliberately\r\nallow his partner to take a ball.\r\n\r\n\"That's not over, you know, Fenn,\" said the umpire--Lang, of the\r\nSchool House, a member of the first eleven.\r\n\r\nFenn looked annoyed. He had miscounted the balls, and now his partner,\r\nwho had no pretensions to be considered a bat, would have to face\r\nKennedy.\r\n\r\nThat mistake lost Kay's the match.\r\n\r\nImpossible as he had found it to defeat Fenn, Kennedy had never lost\r\nhis head or his length. He was bowling fully as well as he had done at\r\nthe beginning of the innings.\r\n\r\nThe last ball of the over beat the batsman all the way. He scooped\r\nblindly forward, missed it by a foot, and the next moment the off\r\nstump lay flat. Blackburn's had won by seven runs.\r\n\r\n\r\n\r\n\r\nIV\r\n\r\nHARMONY AND DISCORD\r\n\r\n\r\nWhat might be described as a mixed reception awaited the players as\r\nthey left the field. The pavilion and the parts about the pavilion rails\r\nwere always packed on the last day of a final house-match, and even in\r\nnormal circumstances there was apt to be a little sparring between the\r\njuniors of the two houses which had been playing for the cup. In the\r\npresent case, therefore, it was not surprising that Kay's fags took the\r\ndefeat badly. The thought that Fenn's presence at the beginning of the\r\ninnings, instead of at the end, would have made all the difference\r\nbetween a loss and a victory, maddened them. The crowd that seethed\r\nin front of the pavilion was a turbulent one.\r\n\r\nFor a time the operation of chairing Fenn up the steps occupied the\r\nactive minds of the Kayites. When he had disappeared into the first\r\neleven room, they turned their attention in other directions. Caustic\r\nand uncomplimentary remarks began to fly to and fro between the\r\nrepresentatives of Kay's and Blackburn's. It is not known who actually\r\nadministered the first blow. But, when Fenn came out of the pavilion\r\nwith Kennedy and Silver, he found a stirring battle in progress. The\r\nmembers of the other houses who had come to look on at the match stood\r\nin knots, and gazed with approval at the efforts of Kay's and\r\nBlackburn's juniors to wipe each other off the face of the earth. The\r\nair was full of shrill battle-cries, varied now and then by a smack or\r\na thud, as some young but strenuous fist found a billet. The fortune\r\nof war seemed to be distributed equally so far, and the combatants\r\nwere just warming to their work.\r\n\r\n\"Look here,\" said Kennedy, \"we ought to stop this.\"\r\n\r\n\"What's the good,\" said Fenn, without interest. \"It pleases them, and\r\ndoesn't hurt anybody else.\"\r\n\r\n\"All the same,\" observed Jimmy Silver, moving towards the nearest\r\ngroup of combatants, \"free fights aren't quite the thing, somehow.\r\nFor, children, you should never let your angry passions rise; your\r\nlittle hands were never made to tear each other's eyes. Dr Watts'\r\n_Advice to Young Pugilists_. Drop it, you little beasts.\"\r\n\r\nHe separated two heated youths who were just beginning a fourth round.\r\nThe rest of the warriors, seeing Silver and the others, called a\r\ntruce, and Silver, having read a sort of Riot Act, moved on. The\r\njuniors of the beaten house, deciding that it would be better not to\r\nresume hostilities, consoled themselves by giving three groans for Mr\r\nKay.\r\n\r\n\"What happened after I left you last night, Fenn?\" asked Kennedy.\r\n\r\n\"Oh, I had one of my usual rows with Kay, only rather worse than\r\nusual. I said one or two things he didn't like, and today the old man\r\nsent for me and told me to come to his room from two till four. Kay\r\nhad run me in for being 'grossly rude'. Listen to those kids. What a\r\nrow they're making!\"\r\n\r\n\"It's a beastly shame,\" said Kennedy despondently.\r\n\r\nAt the school shop Morrell, of Mulholland's, met them. He had been\r\nspending the afternoon with a rug and a novel on the hills at the back\r\nof the school, and he wanted to know how the final house-match had\r\ngone. Blackburn's had beaten Mulholland's in one of the early rounds.\r\nKennedy explained what had happened.\r\n\r\n\"We should have lost if Fenn had turned up earlier,\" he said. \"He had\r\na row with Kay, and Kay gave him a sort of extra between two and\r\nfour.\"\r\n\r\nFenn, busily occupied with an ice, added no comment of his own to this\r\nplain tale.\r\n\r\n\"Rough luck,\" said Morrell. \"What's all that row out in the field?\"\r\n\r\n\"That's Kay's kids giving three groans for Kay,\" explained Silver. \"At\r\nleast, they started with the idea of giving three groans. They've got\r\nup to about three hundred by this time. It seems to have fascinated\r\nthem. They won't leave off. There's no school rule against groaning in\r\nthe grounds, and they mean to groan till the end of the term.\r\nPersonally, I like the sound. But then, I'm fond of music.\"\r\n\r\nMorrell's face beamed with sudden pleasure. \"I knew there was\r\nsomething I wanted to tell you,\" he said, \"only I couldn't remember\r\nwhat. Your saying you're fond of music reminds me. Mulholland's\r\ncrocked himself, and won't be able to turn out for the concert.\"\r\n\r\n\"What!\" cried Kennedy. \"How did it happen? What's he done?\"\r\n\r\nMr Mulholland was the master who looked after the music of the school,\r\na fine cricketer and keen sportsman. Had nothing gone wrong, he would\r\nhave conducted at the concert that night.\r\n\r\n\"I heard it from the matron at our place,\" said Morrell. \"She's full\r\nof it. Mulholland was batting at the middle net, and somebody else--I\r\nforget who--was at the one next to it on the right. The bowler sent\r\ndown a long-hop to leg, and this Johnny had a smack at it, and sent it\r\nslap through the net, and it got Mulholland on the side of the head.\r\nHe was stunned for a bit, but he's getting all right again now. But he\r\nwon't be able to conduct tonight. Rather bad luck on the man,\r\nespecially as he's so keen on the concert.\"\r\n\r\n\"Who's going to sub for him?\" asked Silver. \"Perhaps they'll scratch\r\nthe show,\" suggested Kennedy.\r\n\r\n\"Oh, no,\" said Morrell, \"it's all right. Kay is going to conduct. He's\r\noften done it at choir practices when Mulholland couldn't turn up.\"\r\n\r\nFenn put down his empty saucer with an emphatic crack on the counter.\r\n\r\n\"If Kay's going to run the show, I'm hanged if I turn up,\" he said.\r\n\r\n\"My dear chap, you can't get out of it now,\" said Kennedy anxiously.\r\nHe did not want to see Fenn plunging into any more strife with the\r\nauthorities this term.\r\n\r\n\"Think of the crowned heads who are coming to hear you,\" pleaded Jimmy\r\nSilver. \"Think of the nobility and gentry. Think of me. You must\r\nplay.\"\r\n\r\n\"Ah, there you are, Fenn.\"\r\n\r\nMr Kay had bustled in in his energetic way.\r\n\r\nFenn said nothing. He _was_ there. It was idle to deny it.\r\n\r\n\"I thought I should find you here. Yes, I wanted to see you about the\r\nconcert tonight. Mr Mulholland has met with an unfortunate accident,\r\nand I am looking after the entertainment in his place. Come with me\r\nand play over your piece. I should like to see that you are perfect in\r\nit. Dear me, dear me, what a noise those boys are making. Why\r\n_are_ they behaving in that extraordinary way, I wonder!\"\r\n\r\nKay's juniors had left the pavilion, and were trooping back to their\r\nhouse. At the present moment they were passing the school shop, and\r\ntheir tuneful voices floated in through the open window.\r\n\r\n\"This is very unusual. Why, they seem to be boys in my house. They are\r\ngroaning.\"\r\n\r\n\"I think they are a little upset at the result of the match, sir,\"\r\nsaid Jimmy Silver suavely. \"Fenn did not arrive, for some reason, till\r\nthe end of the innings, so Mr Blackburn's won. The wicket was good,\r\nbut a little fiery.\"\r\n\r\n\"Thank you, Silver,\" replied Mr Kay with asperity. \"When I require\r\nexplanations I will ask for them.\"\r\n\r\nHe darted out of the shop, and a moment later they heard him pouring\r\nout a flood of recriminations on the groaning fags.\r\n\r\n\"There was _once_ a man who snubbed me,\" said Jimmy Silver. \"They\r\nburied him at Brookwood. Well, what are you going to do, Fenn? Going\r\nto play tonight? Harkee, boy. Say but the word, and I will beard this\r\ntyrant to his face.\"\r\n\r\nFenn rose.\r\n\r\n\"Yes,\" he said briefly, \"I shall play. You'd better turn up. I think\r\nyou'll enjoy it.\"\r\n\r\nSilver said that no human power should keep him away.\r\n\r\n       *       *       *       *       *\r\n\r\nThe School concert was always one of the events of the summer term.\r\nThere was a concert at the end of the winter term, too, but it was not\r\nso important. To a great many of those present the summer concert\r\nmarked, as it were, the last flutter of their school life. On the\r\nmorrow they would be Old Boys, and it behoved them to extract as much\r\nenjoyment from the function as they could. Under Mr Mullholland's rule\r\nthe concert had become a very flourishing institution. He aimed at a\r\nhigh standard, and reached it. There was more than a touch of the\r\naustere about the music. A glance at the programme was enough to show\r\nthe lover of airs of the trashy, clashy order that this was no place\r\nfor him. Most of the items were serious. When it was thought necessary\r\nto introduce a lighter touch, some staidly rollicking number was\r\ninserted, some song that was saved--in spite of a catchy tune--by a\r\nhalo of antiquity. Anything modern was taboo, unless it were the work\r\nof Gotsuchakoff, Thingummyowsky, or some other eminent foreigner.\r\nForeign origin made it just possible.\r\n\r\nThe school prefects lurked during the performance at the doors and at\r\nthe foot of the broad stone steps that led to the Great Hall. It was\r\ntheir duty to supply visitors with programmes.\r\n\r\nJimmy Silver had foregathered with Kennedy, Challis, and Williams at\r\nthe junior door. The hall was full now, and their labours consequently\r\nat an end.\r\n\r\n\"Pretty good 'gate',\" said Silver, looking in through the open door.\r\n\"It must be warm up in the gallery.\"\r\n\r\nAcross the further end of the hall a dais had been erected. On this\r\nthe bulk of the school sat, leaving the body of the hall to the\r\ncrowned heads, nobility, and gentry to whom Silver had referred in his\r\nconversation with Fenn.\r\n\r\n\"It always is warm in the gallery,\" said Challis. \"I lost about two\r\nstone there every concert when I was a kid. We simply used to sit and\r\nmelt.\"\r\n\r\n\"And I tell you what,\" broke in Silver, \"it's going to get warmer\r\nbefore the end of the show. Do you notice that all Kay's house are\r\nsitting in a lump at the back. I bet they're simply spoiling for a\r\nrow. Especially now Kay's running the concert. There's going to be a\r\nhot time in the old town tonight--you see if there isn't. Hark at\r\n'em.\"\r\n\r\nThe choir had just come to the end of a little thing of Handel's.\r\nThere was no reason to suppose that the gallery appreciated Handel.\r\nNevertheless, they were making a deafening noise. Clouds of dust rose\r\nfrom the rhythmical stamping of many feet. The noise was loudest and\r\nthe dust thickest by the big window, beneath which sat the men from\r\nKay's. Things were warming up.\r\n\r\nThe gallery, with one last stamp which nearly caused the dais to\r\ncollapse, quieted down. The masters in the audience looked serious.\r\nOne or two of the visitors glanced over their shoulders with a smile.\r\nHow excited the dear boys were at the prospect of holidays! Young\r\nblood! Young blood! Boys _would_ be boys.\r\n\r\nThe concert continued. Half-way through the programme there was a ten\r\nminutes' interval. Fenn's pianoforte solo was the second item of the\r\nsecond half.\r\n\r\nHe mounted the platform amidst howls of delight from the gallery.\r\nApplause at the Eckleton concerts was granted more for services in the\r\nplaying-fields than merit as a musician. Kubelik or Paderewski would\r\nhave been welcomed with a few polite handclaps. A man in the eleven or\r\nfifteen was certain of two minutes' unceasing cheers.\r\n\r\n\"Evidently one of their heroes, my dear,\" said Paterfamilias to\r\nMaterfamilias. \"I suppose he has won a scholarship at the University.\"\r\n\r\nPaterfamilias' mind was accustomed to run somewhat upon scholarships\r\nat the University. What the school wanted was a batting average of\r\nforty odd or a bowling analysis in single figures.\r\n\r\nFenn played the \"Moonlight Sonata\". A trained musical critic would\r\nprobably have found much to cavil at in his rendering of the piece,\r\nbut it was undoubtedly good for a public school player. Of course he\r\nwas encored. The gallery would have encored him if he had played with\r\none finger, three mistakes to every bar.\r\n\r\n\"I told Fenn,\" said Jimmy Silver, \"if he got an encore, that he ought\r\nto play the--My aunt! _He is!_\"\r\n\r\nThree runs and half-a-dozen crashes, and there was no further room for\r\ndoubt. Fenn was playing the \"Coon Band Contest\".\r\n\r\n\"He's gone mad,\" gasped Kennedy.\r\n\r\nWhether he had or not, it is certain that the gallery had. All the\r\nevening they had been stewing in an atmosphere like that of the inner\r\nroom of a Turkish bath, and they were ready for anything. It needed\r\nbut a trifle to set them off. The lilt of that unspeakable Yankee\r\nmelody supplied that trifle. Kay's malcontents, huddled in their seats\r\nby the window, were the first to break out. Feet began to stamp in\r\ntime to the music--softly at first, then more loudly. The wooden dais\r\ngave out the sound like a drum.\r\n\r\nOther rioters joined in from the right. The noise spread through the\r\ngallery as a fire spreads through gorse. Soon three hundred pairs of\r\nwell-shod feet were rising and falling. Somebody began to whistle.\r\nEverybody whistled. Mr Kay was on his feet, gesticulating wildly. His\r\nwords were lost in the uproar.\r\n\r\nFor five minutes the din prevailed. Then, with a final crash, Fenn\r\nfinished. He got up from the music-stool, bowed, and walked back to\r\nhis place by the senior door. The musical efforts of the gallery\r\nchanged to a storm of cheering and clapping.\r\n\r\nThe choir rose to begin the next piece.\r\n\r\nStill the noise continued.\r\n\r\nPeople began to leave the Hall--in ones and twos first, then in a\r\nsteady stream which blocked the doorways. It was plain to the dullest\r\nintelligence that if there was going to be any more concert, it would\r\nhave to be performed in dumb show. Mr Kay flung down his baton.\r\n\r\nThe visitors had left by now, and the gallery was beginning to follow\r\ntheir example, howling as it went.\r\n\r\n\"Well,\" said Jimmy Silver cheerfully, as he went with Kennedy down the\r\nsteps, \"I _think_ we may call that a record. By my halidom,\r\nthere'll be a row about this later on.\"\r\n\r\n\r\n\r\n\r\nV\r\n\r\nCAMP\r\n\r\n\r\nWith the best intentions in the world, however, a headmaster cannot\r\nmake a row about a thing unless he is given a reasonable amount of\r\ntime to make it in. The concert being on the last evening of term,\r\nthere was only a single morning before the summer holidays, and that\r\nmorning was occupied with the prize-giving. The school assembled at\r\nten o'clock with a shadowy hope that this prize-day would be more\r\nexciting than the general run of prize-days, but they were\r\ndisappointed. The function passed off without sensation. The\r\nheadmaster did not denounce the school in an impassioned speech from\r\nthe dais. He did not refer to the events of the previous evening. At\r\nthe same time, his demeanour was far from jovial. It lacked that\r\nrollicking bonhomie which we like to see in headmasters on prize-day.\r\nIt was evident to the most casual observer that the affair was not\r\nclosed. The school would have to pay the bill sooner or later. But\r\neight weeks would elapse before the day of reckoning, which was a\r\ncomforting thought.\r\n\r\nThe last prize was handed over to its rightful owner. The last and\r\ndullest vote of thanks had been proposed by the last and dullest\r\nmember of the board of governors. The Bishop of Rumtifoo (who had been\r\nselected this year to distribute the prizes) had worked off his\r\nseventy minutes' speech (inaudible, of course, as usual), and was\r\nfeeling much easier. The term had been formally declared at an end,\r\nand those members of the school corps who were going to camp were\r\nbeginning to assemble in front of the buildings.\r\n\r\n\"I wonder why it always takes about three hours to get us off to the\r\nstation,\" said Jimmy Silver. \"I've been to camp two years now, and\r\nthere's always been this rotting about in the grounds before we start.\r\nNobody's likely to turn up to inspect us for the next hour or so. If\r\nany gent cares to put in a modest ginger-beer at the shop, I'm with\r\nhim.\"\r\n\r\n\"I don't see why we shouldn't,\" said Kennedy. He had seen Fenn go into\r\nthe shop, and wished to talk to him. He had not seen him after the\r\nconcert, and he thought it would be interesting to know how Kay had\r\ntaken it, and what his comments had been on meeting Fenn in the house\r\nthat night.\r\n\r\nFenn had not much to say.\r\n\r\n\"He was rather worried,\" he said, grinning as if the recollection of\r\nthe interview amused him. \"But he couldn't do anything. Of course,\r\nthere'll be a row next term, but it can't be helped.\"\r\n\r\n\"If I were you,\" said Silver, \"I should point out to them that you'd a\r\nperfect right to play what you liked for an encore. How were you to\r\nknow the gallery would go off like that? You aren't responsible for\r\nthem. Hullo, there's that bugle. Things seem to be on the move. We\r\nmust go.\"\r\n\r\n\"So long,\" said Fenn.\r\n\r\n\"Goodbye. Mind you come off against Middlesex.\"\r\n\r\nKennedy stayed for a moment.\r\n\r\n\"Has the Old Man said anything to you yet?\" he asked.\r\n\r\n\"Not yet. He'll do that next term. It'll be something to look forward\r\nto.\"\r\n\r\nKennedy hurried off to take his place in the ranks.\r\n\r\nGetting to camp at the end of the summer term is always a nuisance.\r\nAldershot seems a long way from everywhere, and the trains take their\r\ntime over the journey. Then, again, the heat always happens to be\r\nparticularly oppressive on that day. Snow may have fallen on the day\r\nbefore, but directly one sets out for camp, the thermometer goes up\r\ninto three figures. The Eckleton contingent marched into the lines\r\ndamp and very thirsty.\r\n\r\nMost of the other schools were already on the spot, and looked as if\r\nthey had been spending the last few years there. There was nothing\r\nparticular going on when the Eckleton warriors arrived, and everybody\r\nwas lounging about in khaki and shirt-sleeves, looking exasperatingly\r\ncool. The only consolation which buoyed up the spirits of Eckleton\r\nwas the reflection that in a short space of time, when the\r\nimportant-looking gentleman in uniform who had come to meet them had\r\nsaid all he wanted to say on the subject of rules and regulations,\r\nthey would be like that too. Happy thought! If the man bucked up and\r\ncut short the peroration, there would be time for a bathe in Cove\r\nReservoir. Those of the corps who had been to camp in previous years\r\nfelt quite limp with the joy of the thought. Why couldn't he get\r\nthrough with it, and give a fellow a chance of getting cool again?\r\n\r\nThe gist of the oration was apparently that the Eckleton cadets were\r\nto consider themselves not only as soldiers--and as such subject to\r\nmilitary discipline, and the rules for the conduct of troops quartered\r\nin the Aldershot district--but also as members of a public school. In\r\nshort, that if they misbehaved themselves they would get cells, and a\r\nhundred lines in the same breath, as it were.\r\n\r\nThe corps knew all this ages ago. The man seemed to think he was\r\ntelling them something fresh. They began positively to dislike him\r\nafter a while.\r\n\r\nHe finished at last. Eckleton marched off wearily, but in style, to\r\nits lines.\r\n\r\n\"Dis-miss!\"\r\n\r\nThey did.\r\n\r\n\"And about time, too,\" said Jimmy Silver. \"I wish they would tie that\r\nman up, or something. He's one of the worst bores I know. He may be\r\nfull of bright conversation in private life, but in public he will\r\ntalk about his beastly military regulations. You can't stop him. It's\r\na perfect mania with him. Now, I believe--that's to say, I have a sort\r\nof dim idea--that there's a place round about here called a canteen. I\r\nseem to remember such a thing vaguely. We might go and look for it.\"\r\n\r\nKennedy made no objection.\r\n\r\nThis was his first appearance at camp. Jimmy Silver, on the other\r\nhand, was a veteran. He had been there twice before, and meant to go\r\nagain. He had a peculiar and extensive knowledge of the ins and outs\r\nof the place. Kennedy was quite willing to take him as his guide. He\r\nwas full of information. Kennedy was surprised to see what a number of\r\nmen from the other schools he seemed to know. In the canteen there\r\nwere, amongst others, a Carthusian, two Tonbridge men, and a\r\nHaileyburian. They all greeted Silver with the warmth of old friends.\r\n\r\n\"You get to know a lot of fellows in camp,\" explained Jimmy, as they\r\nstrolled back to the Eckleton lines. \"That's the best of the place.\r\nCamp's the best place on earth, if only you have decent weather. See\r\nthat chap over there? He came here last year. He'd never been before,\r\nand one of the things he didn't know was that Cove Reservoir's only\r\nabout three feet deep round the sides. He took a running dive, and\r\nalmost buried himself in the mud. It's about two feet deep. He told me\r\nafterwards he swallowed pounds of it. Rather bad luck. Somebody ought\r\nto have told him. You can't do much diving here.\"\r\n\r\n\"Glad you mentioned it,\" said Kennedy. \"I should have dived myself if\r\nyou hadn't.\"\r\n\r\nMany other curious and diverting facts did the expert drag from the\r\nbonded warehouse of his knowledge. Nothing changes at camp. Once get\r\nto know the ropes, and you know them for all time.\r\n\r\n\"The one thing I bar,\" he said, \"is having to get up at half-past\r\nfive. And one day in the week, when there's a divisional field-day,\r\nit's half-past four. It's hardly worth while going to sleep at all.\r\nStill, it isn't so bad as it used to be. The first year I came to camp\r\nwe used to have to do a three hours' field-day before brekker. We used\r\nto have coffee before it, and nothing else till it was over. By Jove,\r\nyou felt you'd had enough of it before you got back. This is Laffan's\r\nPlain. The worst of Laffan's Plain is that you get to know it too\r\nwell. You get jolly sick of always starting on field-days from the\r\nsame place, and marching across the same bit of ground. Still, I\r\nsuppose they can't alter the scenery for our benefit. See that man\r\nthere? He won the sabres at Aldershot last year. That chap with him is\r\nin the Clifton footer team.\"\r\n\r\nWhen a school corps goes to camp, it lives in a number of tents, and,\r\nas a rule, each house collects in a tent of its own. Blackburn's had a\r\ntent, and further down the line Kay's had assembled. The Kay\r\ncontingent were under Wayburn, a good sort, as far as he himself was\r\nconcerned, but too weak to handle a mob like Kay's. Wayburn was not\r\ncoming back after the holidays, a fact which perhaps still further\r\nweakened his hold on the Kayites. They had nothing to fear from him\r\nnext term.\r\n\r\nKay's was represented at camp by a dozen or so of its members, of whom\r\nyoung Billy Silver alone had any pretensions to the esteem of his\r\nfellow man. Kay's was the rowdiest house in the school, and the cream\r\nof its rowdy members had come to camp. There was Walton, for one, a\r\nperfect specimen of the public school man at his worst. There was\r\nMortimer, another of Kay's gems. Perry, again, and Callingham, and the\r\nrest. A pleasant gang, fit for anything, if it could be done in\r\nsafety.\r\n\r\nKennedy observed them, and--the spectacle starting a train of\r\nthought--asked Jimmy Silver, as they went into their tent just before\r\nlights-out, if there was much ragging in camp.\r\n\r\n\"Not very much,\" said the expert. \"Chaps are generally too done up at\r\nthe end of the day to want to do anything except sleep. Still, I've\r\nknown cases. You sometimes get one tent mobbing another. They loose\r\nthe ropes, you know. Low trick, I think. It isn't often done, and it\r\ngets dropped on like bricks when it's found out. But why? Do you feel\r\nas if you wanted to do it?\"\r\n\r\n\"It only occurred to me that we've got a lively gang from Kay's here.\r\nI was wondering if they'd get any chances of ragging, or if they'd\r\nhave to lie low.\"\r\n\r\n\"I'd forgotten Kay's for the moment. Now you mention it, they are\r\nrather a crew. But I shouldn't think they'd find it worth while to rot\r\nabout here. It isn't as if they were on their native heath. People\r\nhave a prejudice against having their tent-ropes loosed, and they'd\r\nget beans if they did anything in that line. I remember once there was\r\na tent which made itself objectionable, and it got raided in the night\r\nby a sort of vigilance committee from the other schools, and the chaps\r\nin it got the dickens of a time. None of them ever came to camp again.\r\nI hope Kay's'll try and behave decently. It'll be an effort for them;\r\nbut I hope they'll make it. It would be an awful nuisance if young\r\nBilly made an ass of himself in any way. He loves making an ass of\r\nhimself. It's a sort of hobby of his.\"\r\n\r\nAs if to support the statement, a sudden volley of subdued shouts came\r\nfrom the other end of the Eckleton lines.\r\n\r\n\"Go it, Wren!\"\r\n\r\n\"Stick to it, Silver!\"\r\n\r\n\"Wren!\"\r\n\r\n\"Silver!\"\r\n\r\n\"S-s-h!\"\r\n\r\nSilence, followed almost immediately by a gruff voice inquiring with\r\nsimple directness what the dickens all this noise was about.\r\n\r\n\"Hullo!\" said Kennedy. \"Did you hear that? I wonder what's been up?\r\nYour brother was in it, whatever it was.\"\r\n\r\n\"Of course,\" said Jimmy Silver, \"he would be. We can't find out about\r\nit now, though. I'll ask him tomorrow, if I remember. I shan't\r\nremember, of course. Good night.\"\r\n\r\n\"Good night.\"\r\n\r\nHalf an hour later, Kennedy, who had been ruminating over the incident\r\nin his usual painstaking way, reopened the debate.\r\n\r\n\"Who's Wren?\" he asked.\r\n\r\n\"Wha'?\" murmured Silver, sleepily.\r\n\r\n\"Who's Wren?\" repeated Kennedy.\r\n\r\n\"I d'know.... Oh.... Li'l' beast.... Kay's.... Red hair.... G'-ni'.\"\r\n\r\nAnd sleep reigned in Blackburn's tent.\r\n\r\n\r\n\r\n\r\nVI\r\n\r\nTHE RAID ON THE GUARD-TENT\r\n\r\n\r\nWren and Billy Silver had fallen out over a question of space. It was\r\nSilver's opinion that Wren's nest ought to have been built a foot or\r\ntwo further to the left. He stated baldly that he had not room to\r\nbreathe, and requested the red-headed one to ease off a point or so in\r\nthe direction of his next-door neighbour. Wren had refused, and, after\r\na few moments' chatty conversation, smote William earnestly in the\r\nwind. Trouble had begun upon the instant. It had ceased almost as\r\nrapidly owing to interruptions from without, but the truce had been\r\nmerely temporary. They continued the argument outside the tent at\r\nfive-thirty the next morning, after the _reveille_ had sounded,\r\namidst shouts of approval from various shivering mortals who were\r\ntubbing preparatory to embarking on the labours of the day.\r\n\r\nA brisk first round had just come to a conclusion when Walton lounged\r\nout of the tent, yawning.\r\n\r\nWalton proceeded to separate the combatants. After which he rebuked\r\nBilly Silver with a swagger-stick. Wren's share in the business he\r\noverlooked. He was by way of being a patron of Wren's, and he disliked\r\nBilly Silver, partly for his own sake and partly because he hated his\r\nbrother, with whom he had come into contact once or twice during his\r\ncareer at Eckleton, always with unsatisfactory results.\r\n\r\nSo Walton dropped on to Billy Silver, and Wren continued his toilet\r\nrejoicing.\r\n\r\nCamp was beginning the strenuous life now. Tent after tent emptied\r\nitself of its occupants, who stretched themselves vigorously, and\r\nproceeded towards the tubbing-ground, where there were tin baths for\r\nthose who cared to wait until the same were vacant, and a good, honest\r\npump for those who did not. Then there was that unpopular job, the\r\npiling of one's bedding outside the tent, and the rolling up of the\r\ntent curtains. But these unpleasant duties came to an end at last, and\r\nsigns of breakfast began to appear.\r\n\r\nBreakfast gave Kennedy his first insight into life in camp. He\r\nhappened to be tent-orderly that day, and it therefore fell to his lot\r\nto join the orderlies from the other tents in their search for the\r\nEckleton rations. He returned with a cargo of bread (obtained from the\r\nquartermaster), and, later, with a great tin of meat, which the\r\ncook-house had supplied, and felt that this was life. Hitherto\r\nbreakfast had been to him a thing of white cloths, tables, and food\r\nthat appeared from nowhere. This was the first time he had ever\r\ntracked his food to its source, so to speak, and brought it back with\r\nhim. After breakfast, when he was informed that, as tent-orderly for\r\nthe day, it was his business to wash up, he began to feel as if he\r\nwere on a desert island. He had never quite realised before what\r\nwashing-up implied, and he was conscious of a feeling of respect for\r\nthe servants at Blackburn's, who did it every day as a matter of\r\ncourse, without complaint. He had had no idea before this of the\r\nintense stickiness of a jammy plate.\r\n\r\nOne day at camp is much like another. The schools opened the day with\r\nparade drill at about eight o'clock, and, after an instruction series\r\nof \"changing direction half-left in column of double companies\", and\r\nother pleasant movements of a similar nature, adjourned for lunch.\r\nLunch was much like breakfast, except that the supply of jam was cut\r\noff. The people who arrange these things--probably the War Office, or\r\nMr Brodrick, or someone--have come to the conclusion that two pots of\r\njam per tent are sufficient for breakfast and lunch. The unwary devour\r\ntheirs recklessly at the earlier meal, and have to go jamless until\r\ntea at six o'clock, when another pot is served out.\r\n\r\nThe afternoon at camp is perfect or otherwise, according to whether\r\nthere is a four o'clock field-day or not. If there is, there are more\r\nmanoeuvrings until tea-time, and the time is spent profitably, but not\r\nso pleasantly as it might be. If there is no field-day, you can take\r\nyour time about your bathe in Cove Reservoir. And a really\r\nsatisfactory bathe on a hot day should last at least three hours.\r\nKennedy and Jimmy Silver strolled off in the direction of the\r\nReservoir as soon as they felt that they had got over the effects of\r\nthe beef, potatoes, and ginger-beer which a generous commissariat had\r\ndoled out to them for lunch. It was a glorious day, and bathing was\r\nthe only thing to do for the next hour or so. Stump-cricket, that\r\nfascinating sport much indulged in in camp, would not be at its best\r\nuntil the sun had cooled off a little.\r\n\r\nAfter a pleasant half hour in the mud and water of the Reservoir, they\r\nlay on the bank and watched the rest of the schools take their\r\nafternoon dip. Kennedy had laid in a supply of provisions from the\r\nstall which stood at the camp end of the water. Neither of them felt\r\ninclined to move.\r\n\r\n\"This _is_ decent,\" said Kennedy, wriggling into a more\r\ncomfortable position in the long grass. \"Hullo!\"\r\n\r\n\"What's up?\" inquired Jimmy Silver, lazily.\r\n\r\nHe was almost asleep.\r\n\r\n\"Look at those idiots. They're certain to get spotted.\"\r\n\r\nJimmy Silver tilted his hat off his face, and sat up.\r\n\r\n\"What's the matter? Which idiot?\"\r\n\r\nKennedy pointed to a bush on their right. Walton and Perry were seated\r\nbeside it. Both were smoking.\r\n\r\n\"Oh, that's all right,\" said Silver. \"Masters never come to Cove\r\nReservoir. It's a sort of unwritten law. They're rotters to smoke, all\r\nthe same. Certain to get spotted some day.... Not worth it.... Spoils\r\nlungs.... Beastly bad ... training.\"\r\n\r\nHe dozed off. The sun was warm, and the grass very soft and\r\ncomfortable. Kennedy turned his gaze to the Reservoir again. It was no\r\nbusiness of his what Walton and Perry did.\r\n\r\nWalton and Perry were discussing ways and means. The conversation\r\nchanged as they saw Kennedy glance at them. They were the sort of\r\npersons who feel a vague sense of injury when anybody looks at them,\r\nperhaps because they feel that those whose attention is attracted to\r\nthem must say something to their discredit when they begin to talk\r\nabout them.\r\n\r\n\"There's that beast Kennedy,\" said Walton. \"I can't stick that man.\r\nHe's always hanging round the house. What he comes for, I can't make\r\nout.\"\r\n\r\n\"Pal of Fenn's,\" suggested Perry.\r\n\r\n\"He hangs on to Fenn. I bet Fenn bars him really.\"\r\n\r\nPerry doubted this in his innermost thoughts, but it was not worth\r\nwhile to say so.\r\n\r\n\"Those Blackburn chaps,\" continued Walton, reverting to another\r\ngrievance, \"will stick on no end of side next term about that cup.\r\nThey wouldn't have had a look in if Kay hadn't given Fenn that extra.\r\nKay ought to be kicked. I'm hanged if I'm going to care what I do next\r\nterm. Somebody ought to do something to take it out of Kay for getting\r\nhis own house licked like that.\"\r\n\r\nWalton spoke as if the line of conduct he had mapped out for himself\r\nwould be a complete reversal of his customary mode of life. As a\r\nmatter of fact, he had never been in the habit of caring very much\r\nwhat he did.\r\n\r\nWalton's last remarks brought the conversation back to where it had\r\nbeen before the mention of Kennedy switched it off on to new lines.\r\nPerry had been complaining that he thought camp a fraud, that it was\r\nall drilling and getting up at unearthly hours. He reminded Walton\r\nthat he had only come on the strength of the latter's statement that\r\nit would be a rag. Where did the rag come in? That was what Perry\r\nwanted to know.\r\n\r\n\"When it's not a ghastly sweat,\" he concluded, \"it's slow. Like it is\r\nnow. Can't we do something for a change?\"\r\n\r\n\"As a matter of fact,\" said Walton, \"nearly all the best rags are\r\nplayed out. A chap at a crammer's told me last holidays that when he\r\nwas at camp he and some other fellows loosed the ropes of the\r\nguard-tent. He said it was grand sport.\"\r\n\r\nPerry sat up.\r\n\r\n\"That's the thing,\" he said, excitedly. \"Let's do that. Why not?\"\r\n\r\n\"It's beastly risky,\" objected Walton.\r\n\r\n\"What's that matter? They can't do anything, even if they spot us.\"\r\n\r\n\"That's all you know. We should get beans.\"\r\n\r\n\"Still, it's worth risking. It would be the biggest rag going. Did the\r\nchap tell you how they did it?\"\r\n\r\n\"Yes,\" said Walton, becoming animated as he recalled the stirring\r\ntale, \"they bagged the sentry. Chucked a cloth or something over his\r\nhead, you know. Then they shoved him into the ditch, and one of them\r\nsat on him while the others loosed the ropes. It took the chaps inside\r\nno end of a time getting out.\"\r\n\r\n\"That's the thing. We'll do it. We only need one other chap. Leveson\r\nwould come if we asked him. Let's get back to the lines. It's almost\r\ntea-time. Tell him after tea.\"\r\n\r\nLeveson proved agreeable. Indeed, he jumped at it. His life, his\r\nattitude suggested, had been a hollow mockery until he heard the plan,\r\nbut now he could begin to enjoy himself once more.\r\n\r\nThe lights-out bugle sounded at ten o'clock; the last post at\r\nten-thirty. At a quarter to twelve the three adventurers, who had been\r\nkeeping themselves awake by the exercise of great pains, satisfied\r\nthemselves that the other occupants of the tent were asleep, and stole\r\nout.\r\n\r\nIt was an excellent night for their purpose. There was no moon, and\r\nthe stars were hidden by clouds.\r\n\r\nThey crept silently towards the guard-tent. A dim figure loomed out of\r\nthe blackness. They noted with satisfaction, as it approached, that it\r\nwas small. Sentries at the public-school camp vary in physique. They\r\nfelt that it was lucky that the task of sentry-go had not fallen that\r\nnight to some muscular forward from one of the school fifteens, or\r\nworse still, to a boxing expert who had figured in the Aldershot\r\ncompetition at Easter. The present sentry would be an easy victim.\r\n\r\nThey waited for him to arrive.\r\n\r\nA moment later Private Jones, of St Asterisk's--for it was he--turning\r\nto resume his beat, found himself tackled from behind. Two moments\r\nlater he was reclining in the ditch. He would have challenged his\r\nadversary, but, unfortunately, that individual happened to be seated\r\non his face.\r\n\r\nHe struggled, but to no purpose.\r\n\r\nHe was still struggling when a muffled roar of indignation from the\r\ndirection of the guard-tent broke the stillness of the summer night.\r\nThe roar swelled into a crescendo. What seemed like echoes came from\r\nother quarters out of the darkness. The camp was waking.\r\n\r\nThe noise from the guard-tent waxed louder.\r\n\r\nThe unknown marauder rose from his seat on Private Jones, and\r\nvanished.\r\n\r\nPrivate Jones also rose. He climbed out of the ditch, shook himself,\r\nlooked round for his assailant, and, not finding him, hurried to the\r\nguard-tent to see what was happening.\r\n\r\n\r\n\r\n\r\nVII\r\n\r\nA CLUE\r\n\r\n\r\nThe guard-tent had disappeared.\r\n\r\nPrivate Jones' bewildered eye, rolling in a fine frenzy from heaven to\r\nearth, and from earth to heaven, in search of the missing edifice,\r\nfound it at last in a tangled heap upon the ground. It was too dark to\r\nsee anything distinctly, but he perceived that the canvas was rising\r\nand falling spasmodically like a stage sea, and for a similar\r\nreason--because there were human beings imprisoned beneath it.\r\n\r\nBy this time the whole camp was up and doing. Figures in\r\n_deshabille_, dashing the last vestiges of sleep away with their\r\nknuckles, trooped on to the scene in twos and threes, full of inquiry\r\nand trenchant sarcasm.\r\n\r\n\"What are you men playing at? What's all the row about? Can't you\r\nfinish that game of footer some other time, when we aren't trying to\r\nget to sleep? What on earth's up?\"\r\n\r\nThen the voice of one having authority.\r\n\r\n\"What's the matter? What are you doing?\"\r\n\r\nIt was perfectly obvious what the guard was doing. It was trying to\r\nget out from underneath the fallen tent. Private Jones explained this\r\nwith some warmth.\r\n\r\n\"Somebody jumped at me and sat on my head in the ditch. I couldn't get\r\nup. And then some blackguard cut the ropes of the guard-tent. I\r\ncouldn't see who it was. He cut off directly the tent went down.\"\r\n\r\nPrivate Jones further expressed a wish that he could find the chap.\r\nWhen he did, there would, he hinted, be trouble in the old homestead.\r\n\r\nThe tent was beginning to disgorge its prisoners.\r\n\r\n\"Guard, turn out!\" said a facetious voice from the darkness.\r\n\r\nThe camp was divided into two schools of thought. Those who were\r\nwatching the guard struggle out thought the episode funny. The guard\r\ndid not. It was pathetic to hear them on the subject of their\r\nmysterious assailants. Matters quieted down rapidly after the tent had\r\nbeen set up again. The spectators were driven back to their lines by\r\ntheir officers. The guard turned in again to try and restore their\r\nshattered nerves with sleep until their time for sentry-go came round.\r\nPrivate Jones picked up his rifle and resumed his beat. The affair was\r\nat an end as far as that night was concerned.\r\n\r\nNext morning, as might be expected, nothing else was talked about.\r\nConversation at breakfast was confined to the topic. No halfpenny\r\npaper, however many times its circulation might exceed that of any\r\npenny morning paper, ever propounded so fascinating and puzzling a\r\nbreakfast-table problem. It was the utter impossibility of detecting\r\nthe culprits that appealed to the schools. They had swooped down like\r\nhawks out of the night, and disappeared like eels into mud, leaving no\r\ntraces.\r\n\r\nJimmy Silver, of course, had no doubts.\r\n\r\n\"It was those Kay's men,\" he said. \"What does it matter about\r\nevidence? You've only got to look at 'em. That's all the evidence you\r\nwant. The only thing that makes it at all puzzling is that they did\r\nnothing worse. You'd naturally expect them to slay the sentry, at any\r\nrate.\"\r\n\r\nBut the rest of the camp, lacking that intimate knowledge of the\r\nKayite which he possessed, did not turn the eye of suspicion towards\r\nthe Eckleton lines. The affair remained a mystery. Kennedy, who never\r\ngave up a problem when everybody else did, continued to revolve the\r\nmystery in his mind.\r\n\r\n\"I shouldn't wonder,\" he said to Silver, two days later, \"if you were\r\nright.\"\r\n\r\nSilver, who had not made any remark for the last five minutes, with\r\nthe exception of abusive comments on the toughness of the meat which\r\nhe was trying to carve with a blunt knife for the tent, asked for an\r\nexplanation. \"I mean about that row the other night.\"\r\n\r\n\"What row?\"\r\n\r\n\"That guard-tent business.\"\r\n\r\n\"Oh, that! I'd forgotten. Why don't you move with the times? You're\r\nalways thinking of something that's been dead and buried for years.\"\r\n\r\n\"You remember you said you thought it was those Kay's chaps who did\r\nit. I've been thinking it over, and I believe you're right. You see,\r\nit was probably somebody who'd been to camp before, or he wouldn't\r\nhave known that dodge of loosing the ropes.\"\r\n\r\n\"I don't see why. Seems to me it's the sort of idea that might have\r\noccurred to anybody. You don't want to study the thing particularly\r\ndeeply to know that the best way of making a tent collapse is to loose\r\nthe ropes. Of course it was Kay's lot who did it. But I don't see how\r\nyou're going to have them simply because one or two of them have been\r\nhere before.\"\r\n\r\n\"No, I suppose not,\" said Kennedy.\r\n\r\nAfter tea the other occupants of the tent went out of the lines to\r\nplay stump-cricket. Silver was in the middle of a story in one of the\r\nmagazines, so did not accompany them. Kennedy cried off on the plea of\r\nslackness.\r\n\r\n\"I say,\" he said, when they were alone.\r\n\r\n\"Hullo,\" said Silver, finishing his story, and putting down the\r\nmagazine. \"What do you say to going after those chaps? I thought that\r\nstory was going to be a long one that would take half an hour to get\r\nthrough. But it collapsed. Like that guard-tent.\"\r\n\r\n\"About that tent business,\" said Kennedy. \"Of course that was all rot\r\nwhat I was saying just now. I suddenly remembered that I didn't\r\nparticularly want anybody but you to hear what I was going to say, so\r\nI had to invent any rot that I could think of.\"\r\n\r\n\"But now,\" said Jimmy Silver, sinking his voice to a melodramatic\r\nwhisper, \"the villagers have left us to continue their revels on the\r\ngreen, our wicked uncle has gone to London, his sinister retainer,\r\nJasper Murgleshaw, is washing his hands in the scullery sink,\r\nand--_we are alone!_\"\r\n\r\n\"Don't be an ass,\" pleaded Kennedy.\r\n\r\n\"Tell me your dreadful tale. Conceal nothing. Spare me not. In fact,\r\nsay on.\"\r\n\r\n\"I've had a talk with the chap who was sentry that night,\" began\r\nKennedy.\r\n\r\n\"Astounding revelations by our special correspondent,\" murmured\r\nSilver.\r\n\r\n\"You might listen.\"\r\n\r\n\"I _am_ listening. Why don't you begin? All this hesitation\r\nstrikes me as suspicious. Get on with your shady story.\"\r\n\r\n\"You remember the sentry was upset--\"\r\n\r\n\"Very upset.\"\r\n\r\n\"Somebody collared him from behind, and upset him into the ditch. They\r\nwent in together, and the other man sat on his head.\"\r\n\r\n\"A touching picture. Proceed, friend.\"\r\n\r\n\"They rolled about a bit, and this sentry chap swears he scratched the\r\nman. It was just after that that the man sat on his head. Jones says\r\nhe was a big chap, strong and heavy.\"\r\n\r\n\"He was in a position to judge, anyhow.\"\r\n\r\n\"Of course, he didn't mean to scratch him. He was rather keen on\r\nhaving that understood. But his fingers came up against the fellow's\r\ncheek as he was falling. So you see we've only got to look for a man\r\nwith a scratch on his cheek. It was the right cheek, Jones was almost\r\ncertain. I don't see what you're laughing at.\"\r\n\r\n\"I wish you wouldn't spring these good things of yours on me\r\nsuddenly,\" gurgled Jimmy Silver, rolling about the wooden floor of the\r\ntent. \"You ought to give a chap some warning. Look here,\" he added,\r\nimperatively, \"swear you'll take me with you when you go on your tour\r\nthrough camp examining everybody's right cheek to see if it's got a\r\nscratch on it.\"\r\n\r\nKennedy began to feel the glow and pride of the successful\r\nsleuth-hound leaking out of him. This aspect of the case had not\r\noccurred to him. The fact that the sentry had scratched his\r\nassailant's right cheek, added to the other indubitable fact that\r\nWalton, of Kay's, was even now walking abroad with a scratch on his\r\nright cheek, had seemed to him conclusive. He had forgotten that there\r\nmight be others. Still, it was worth while just to question him. He\r\nquestioned him at Cove Reservoir next day.\r\n\r\n\"Hullo, Walton,\" he said, with a friendly carelessness which would not\r\nhave deceived a prattling infant, \"nasty scratch you've got on your\r\ncheek. How did you get it?\"\r\n\r\n\"Perry did it when we were ragging a few days ago,\" replied Walton,\r\neyeing him distrustfully.\r\n\r\n\"Oh,\" said Kennedy.\r\n\r\n\"Silly fool,\" said Walton.\r\n\r\n\"Talking about me?\" inquired Kennedy politely.\r\n\r\n\"No,\" replied Walton, with the suavity of a Chesterfield, \"Perry.\"\r\n\r\nThey parted, Kennedy with the idea that Walton was his man still more\r\ndeeply rooted, Walton with an uncomfortable feeling that Kennedy knew\r\ntoo much, and that, though he had undoubtedly scored off him for the\r\nmoment, a time (as Jimmy Silver was fond of observing with a satanic\r\nlaugh) would come, and then--!\r\n\r\nHe felt that it behoved him to be wary.\r\n\r\n\r\n\r\n\r\nVIII\r\n\r\nA NIGHT ADVENTURE--THE DETHRONEMENT OF FENN\r\n\r\n\r\nOne of the things which make life on this planet more or less\r\nagreeable is the speed with which alarums, excursions, excitement, and\r\nrows generally, blow over. A nine-days' wonder has to be a big\r\nbusiness to last out its full time nowadays. As a rule the third day\r\nsees the end of it, and the public rushes whooping after some other\r\nhare that has been started for its benefit. The guard-tent row, as far\r\nas the bulk of camp was concerned, lasted exactly two days; at the end\r\nof which period it was generally agreed that all that could be said on\r\nthe subject had been said, and that it was now a back number. Nobody,\r\nexcept possibly the authorities, wanted to find out the authors of the\r\nraid, and even Private Jones had ceased to talk about it--this owing\r\nto the unsympathetic attitude of his tent.\r\n\r\n\"Jones,\" the corporal had observed, as the ex-sentry's narrative of\r\nhis misfortunes reached a finish for the third time since\r\n_reveille_ that morning, \"if you can't manage to switch off that\r\ninfernal chestnut of yours, I'll make you wash up all day and sit on\r\nyour head all night.\"\r\n\r\nSo Jones had withdrawn his yarn from circulation. Kennedy's interest in\r\ndetective work waned after his interview with Walton. He was quite sure\r\nthat Walton had been one of the band, but it was not his business to\r\nfind out; even had he found out, he would have done nothing. It was\r\nmore for his own private satisfaction than for the furtherance of\r\njustice that he wished to track the offenders down. But he did not\r\nlook on the affair, as Jimmy Silver did, as rather sporting; he had\r\na tender feeling for the good name of the school, and he felt that\r\nit was not likely to make Eckleton popular with the other schools\r\nthat went to camp if they got the reputation of practical jokers.\r\nPractical jokers are seldom popular until they have been dead a\r\nhundred years or so.\r\n\r\nAs for Walton and his colleagues, to complete the list of those who\r\nwere interested in this matter of the midnight raid, they lay\r\nremarkably low after their successful foray. They imagined that\r\nKennedy was spying on their every movement. In which they were quite\r\nwrong, for Kennedy was doing nothing of the kind. Camp does not allow\r\na great deal of leisure for the minding of other people's businesses.\r\nBut this reflection did not occur to Walton, and he regarded Kennedy,\r\nwhenever chance or his duties brought him into the neighbourhood of\r\nthat worthy's tent, with a suspicion which increased whenever the\r\nlatter looked at him.\r\n\r\nOn the night before camp broke up, a second incident of a sensational\r\nkind occurred, which, but for the fact that they never heard of it,\r\nwould have given the schools a good deal to talk about. It happened\r\nthat Kennedy was on sentry-go that night. The manner of sentry-go is\r\nthus. At seven in the evening the guard falls in, and patrols the\r\nfringe of the camp in relays till seven in the morning. A guard\r\nconsists of a sergeant, a corporal, and ten men. They are on duty for\r\ntwo hours at a time, with intervals of four hours between each spell,\r\nin which intervals they sleep the sleep of tired men in the\r\nguard-tent, unless, as happened on the occasion previously described,\r\nsome miscreant takes it upon himself to loose the ropes. The ground to\r\nbe patrolled by the sentries is divided into three parts, each of\r\nwhich is entrusted to one man.\r\n\r\nKennedy was one of the ten privates, and his first spell of sentry-go\r\nbegan at eleven o'clock.\r\n\r\nOn this night there was no moon. It was as black as pitch. It is\r\nalways unpleasant to be on sentry-go on such a night. The mind\r\nwanders, in spite of all effort to check it, through a long series of\r\nall the ghastly stories one has ever read. There is one in particular\r\nof Conan Doyle's about a mummy that came to life and chased people on\r\nlonely roads--but enough! However courageous one may be, it is\r\ndifficult not to speculate on the possible horrors which may spring\r\nout on one from the darkness. That feeling that there is somebody--or\r\nsomething--just behind one can only be experienced in all its force by\r\na sentry on an inky night at camp. And the thought that, of all the\r\nhundreds there, he and two others are the only ones awake, puts a sort\r\nof finishing touch to the unpleasantness of the situation.\r\n\r\nKennedy was not a particularly imaginative youth, but he looked\r\nforward with no little eagerness to the time when he should be\r\nrelieved. It would be a relief in two senses of the word. His beat\r\nincluded that side of the camp which faces the road to Aldershot.\r\nBetween camp and this road is a ditch and a wood. After he had been on\r\nduty for an hour this wood began to suggest a variety of\r\npossibilities, all grim. The ditch, too, was not without associations.\r\nIt was into this that Private Jones had been hurled on a certain\r\nmemorable occasion. Such a thing was not likely to happen again in the\r\nsame week, and, even if it did, Kennedy flattered himself that he\r\nwould have more to say in the matter than Private Jones had had; but\r\nnevertheless he kept a careful eye in that direction whenever his beat\r\ntook him along the ditch.\r\n\r\nIt was about half-past twelve, and he had entered upon the last\r\nsection of his two hours, when Kennedy distinctly heard footsteps in\r\nthe wood. He had heard so many mysterious sounds since his patrol\r\nbegan at eleven o'clock that at first he was inclined to attribute\r\nthis to imagination. But a crackle of dead branches and the sound of\r\nsoft breathing convinced him that this was the real thing for once,\r\nand that, as a sentry of the Public Schools' Camp on duty, it behoved\r\nhim to challenge the unknown.\r\n\r\nHe stopped and waited, peering into the darkness in a futile endeavour\r\nto catch a glimpse of his man. But the night was too black for the\r\nkeenest eye to penetrate it. A slight thud put him on the right track.\r\nIt showed him two things; first, that the unknown had dropped into the\r\nditch, and, secondly, that he was a camp man returning to his tent\r\nafter an illegal prowl about the town at lights-out. Nobody save one\r\nbelonging to the camp would have cause to cross the ditch.\r\n\r\nBesides, the man walked warily, as one not ignorant of the danger of\r\nsentries. The unknown had crawled out of the ditch now. As luck would\r\nhave it he had chosen a spot immediately opposite to where Kennedy\r\nstood. Now that he was nearer Kennedy could see the vague outline of\r\nhim.\r\n\r\n\"Who goes there?\" he said.\r\n\r\nFrom an instinctive regard for the other's feelings he did not shout\r\nthe question in the regulation manner. He knew how he would feel\r\nhimself if he were out of camp at half-past twelve, and the voice of\r\nthe sentry were to rip suddenly through the silence _fortissimo_.\r\n\r\nAs it was, his question was quite loud enough to electrify the person\r\nto whom it was addressed. The unknown started so violently that he\r\nnearly leapt into the air. Kennedy was barely two yards from him when\r\nhe spoke.\r\n\r\nThe next moment this fact was brought home to him in a very practical\r\nmanner. The unknown, sighting the sentry, perhaps more clearly against\r\nthe dim whiteness of the tents than Kennedy could sight him against\r\nthe dark wood, dashed in with a rapidity which showed that he knew\r\nsomething of the art of boxing. Kennedy dropped his rifle and flung up\r\nhis arm. He was altogether too late. A sudden blaze of light, and he\r\nwas on the ground, sick and dizzy, a feeling he had often experienced\r\nbefore in a slighter degree, when sparring in the Eckleton gymnasium\r\nwith the boxing instructor.\r\n\r\nThe immediate effect of a flush hit in the regions about the jaw is to\r\nmake the victim lose for the moment all interest in life. Kennedy lay\r\nwhere he had fallen for nearly half a minute before he fully realised\r\nwhat it was that had happened to him. When he did realise the\r\nsituation, he leapt to his feet, feeling sick and shaky, and staggered\r\nabout in all directions in a manner which suggested that he fancied\r\nhis assailant would be waiting politely until he had recovered. As was\r\nonly natural, that wily person had vanished, and was by this time\r\ndoing a quick change into garments of the night. Kennedy had the\r\nsatisfaction of knowing--for what it was worth--that his adversary was\r\nin one of those tents, but to place him with any greater accuracy was\r\nimpossible.\r\n\r\nSo he gave up the search, found his rifle, and resumed his patrol. And\r\nat one o'clock his successor relieved him.\r\n\r\nOn the following day camp broke up.\r\n\r\n       *       *       *       *       *\r\n\r\nKennedy always enjoyed going home, but, as he travelled back to\r\nEckleton on the last day of these summer holidays, he could not help\r\nfeeling that there was a great deal to be said for term. He felt\r\nparticularly cheerful. He had the carriage to himself, and he had also\r\nplenty to read and eat. The train was travelling at forty miles an\r\nhour. And there were all the pleasures of a first night after the\r\nholidays to look forward to, when you dashed from one friend's study\r\nto another's, comparing notes, and explaining--five or six of you at a\r\ntime--what a good time you had had in the holidays. This was always a\r\npleasant ceremony at Blackburn's, where all the prefects were intimate\r\nfriends, and all good sorts, without that liberal admixture of weeds,\r\nworms, and outsiders which marred the list of prefects in most of the\r\nother houses. Such as Kay's! Kennedy could not restrain a momentary\r\ngloating as he contrasted the state of affairs in Blackburn's with\r\nwhat existed at Kay's. Then this feeling was merged in one of pity for\r\nFenn's hard case. How he must hate the beginning of term, thought\r\nKennedy.\r\n\r\nAll the well-known stations were flashing by now. In a few minutes he\r\nwould be at the junction, and in another half-hour back at\r\nBlackburn's. He began to collect his baggage from the rack.\r\n\r\nNobody he knew was at the junction. This was the late train that he\r\nhad come down by. Most of the school had returned earlier in the\r\nafternoon.\r\n\r\nHe reached Blackburn's at eight o'clock, and went up to his study to\r\nunpack. This was always his first act on coming back to school. He\r\nliked to start the term with all his books in their shelves, and all\r\nhis pictures and photographs in their proper places on the first day.\r\nSome of the studies looked like lumber-rooms till near the end of the\r\nfirst week.\r\n\r\nHe had filled the shelves, and was arranging the artistic decorations,\r\nwhen Jimmy Silver came in. Kennedy had been surprised that he had not\r\nmet him downstairs, but the matron had answered his inquiry with the\r\nstatement that he was talking to Mr Blackburn in the other part of the\r\nhouse.\r\n\r\n\"When did you arrive?\" asked Silver, after the conclusion of the first\r\noutbreak of holiday talk.\r\n\r\n\"I've only just come.\"\r\n\r\n\"Seen Blackburn yet?\"\r\n\r\n\"No. I was thinking of going up after I had got this place done\r\nproperly.\"\r\n\r\nJimmy Silver ran his eye over the room.\r\n\r\n\"I haven't started mine yet,\" he said. \"You're such an energetic man.\r\nNow, are all those books in their proper places?\"\r\n\r\n\"Yes,\" said Kennedy.\r\n\r\n\"Sure?\"\r\n\r\n\"Yes.\"\r\n\r\n\"How about the pictures? Got them up?\"\r\n\r\n\"All but this lot here. Shan't be a second. There you are. How's that\r\nfor effect?\"\r\n\r\n\"Not bad. Got all your photographs in their places?\"\r\n\r\n\"Yes.\"\r\n\r\n\"Then,\" said Jimmy Silver, calmly, \"you'd better start now to pack\r\nthem all up again. And why, my son? Because you are no longer a\r\nBlackburnite. That's what.\"\r\n\r\nKennedy stared.\r\n\r\n\"I've just had the whole yarn from Blackburn,\" continued Jimmy Silver.\r\n\"Our dear old pal, Mr Kay, wanting somebody in his house capable of\r\nkeeping order, by way of a change, has gone to the Old Man and\r\nborrowed you. So _you're_ head of Kay's now. There's an honour\r\nfor you.\"\r\n\r\n\r\n\r\n\r\nIX\r\n\r\nTHE SENSATIONS OF AN EXILE\r\n\r\n\r\n\"What\" shouted Kennedy.\r\n\r\nHe sprang to his feet as if he had had an electric shock.\r\n\r\nJimmy Silver, having satisfied his passion for the dramatic by the\r\nabruptness with which he had exploded his mine, now felt himself at\r\nliberty to be sympathetic.\r\n\r\n\"It's quite true,\" he said. \"And that's just how I felt when Blackburn\r\ntold me. Blackburn's as sick as anything. Naturally he doesn't see the\r\npoint of handing you over to Kay. But the Old Man insisted, so he\r\ncaved in. He wanted to see you as soon as you arrived. You'd better go\r\nnow. I'll finish your packing.\"\r\n\r\nThis was noble of Jimmy, for of all the duties of life he loathed\r\npacking most.\r\n\r\n\"Thanks awfully,\" said Kennedy, \"but don't you bother. I'll do it when\r\nI get back. But what's it all about? What made Kay want a man? Why\r\nwon't Fenn do? And why me?\"\r\n\r\n\"Well, it's easy to see why they chose you. They reflected that you'd\r\nhad the advantage of being in Blackburn's with me, and seeing how a\r\nhouse really should be run. Kay wants a head for his house. Off he\r\ngoes to the Old Man. 'Look here,' he says, 'I want somebody shunted\r\ninto my happy home, or it'll bust up. And it's no good trying to put\r\nme off with an inferior article, because I won't have it. It must be\r\nsomebody who's been trained from youth up by Silver.' 'Then,' says the\r\nOld Man, reflectively, 'you can't do better than take Kennedy. I\r\nhappen to know that Silver has spent years in showing him the straight\r\nand narrow path. You take Kennedy.' 'All right,' says Kay; 'I always\r\nthought Kennedy a bit of an ass myself, but if he's studied under\r\nSilver he ought to know how to manage a house. I'll take him. Advise\r\nour Mr Blackburn to that effect, and ask him to deliver the goods at\r\nhis earliest convenience. Adoo, mess-mate, adoo!' And there you\r\nare--that's how it was.\"\r\n\r\n\"But what's wrong with Fenn?\"\r\n\r\n\"My dear chap! Remember last term. Didn't Fenn have a regular scrap\r\nwith Kay, and get shoved into extra for it? And didn't he wreck the\r\nconcert in the most sportsmanlike way with that encore of his? Think\r\nthe Old Man is going to take that grinning? Not much! Fenn made a\r\nripping fifty against Kent in the holidays--I saw him do it--but they\r\ndon't count that. It's a wonder they didn't ask him to leave. Of\r\ncourse, I think it's jolly rough on Fenn, but I don't see that you can\r\nblame them. Not the Old Man, at any rate. He couldn't do anything\r\nelse. It's all Kay's fault that all this has happened, of course. I'm\r\nawfully sorry for you having to go into that beastly hole, but from\r\nKay's point of view it's a jolly sound move. You may reform the\r\nplace.\"\r\n\r\n\"I doubt it.\"\r\n\r\n\"So do I--very much. I didn't say you would--I said you might. I\r\nwonder if Kay means to give you a free hand. It all depends on that.\"\r\n\r\n\"Yes. If he's going to interfere with me as he used to with Fenn,\r\nhe'll want to bring in another head to improve on me.\"\r\n\r\n\"Rather a good idea, that,\" said Jimmy Silver, laughing, as he always\r\ndid when any humorous possibilities suggested themselves to him. \"If\r\nhe brings in somebody to improve on you, and then somebody else to\r\nimprove on him, and then another chap to improve on him, he ought to\r\nhave a decent house in half-a-dozen years or so.\"\r\n\r\n\"The worst of it is,\" said Kennedy, \"that I've got to go to Kay's as a\r\nsort of rival to Fenn. I shouldn't mind so much if it wasn't for that.\r\nI wonder how he'll take it! Do you think he knows about it yet? He\r\ndidn't enjoy being head, but that's no reason why he shouldn't cut up\r\nrough at being shoved back to second prefect. It's a beastly\r\nsituation.\"\r\n\r\n\"Beastly,\" agreed Jimmy Silver. \"Look here,\" he added, after a pause,\r\n\"there's no reason, you know, why this should make any difference. To\r\nus, I mean. What I mean to say is, I don't see why we shouldn't see\r\neach other just as often, and so on, simply because you are in another\r\nhouse, and all that sort of thing. You know what I mean.\"\r\n\r\nHe spoke shamefacedly, as was his habit whenever he was serious. He\r\nliked Kennedy better than anyone he knew, and hated to show his\r\nfeelings. Anything remotely connected with sentiment made him\r\nuncomfortable.\r\n\r\n\"Of course,\" said Kennedy, awkwardly.\r\n\r\n\"You'll want a refuge,\" said Silver, in his normal manner, \"now that\r\nyou're going to see wild life in Kay's. Don't forget that I'm always\r\nat home in my study in the afternoons--admission on presentation of a\r\nvisiting-card.\"\r\n\r\n\"All right,\" said Kennedy, \"I'll remember. I suppose I'd better go and\r\nsee Blackburn now.\"\r\n\r\nMr Blackburn was in his study. He was obviously disgusted and\r\nirritated by what had happened. Loyalty to the headmaster, and an\r\nappreciation of his position as a member of the staff led him to try\r\nand conceal his feelings as much as possible in his interview with\r\nKennedy, but the latter understood as plainly as if his house-master\r\nhad burst into a flow of abuse and complaint. There had always been an\r\nexcellent understanding--indeed, a friendship--between Kennedy and Mr\r\nBlackburn, and the master was just as sorry to lose his second prefect\r\nas the latter was to go.\r\n\r\n\"Well, Kennedy,\" he said, pleasantly. \"I hope you had a good time in\r\nthe holidays. I suppose Silver has told you the melancholy news--that\r\nyou are to desert us this term? It is a great pity. We shall all be\r\nvery sorry to lose you. I don't look forward to seeing you bowl us all\r\nout in the house-matches next summer,\" he added, with a smile, \"though\r\nwe shall expect a few full-pitches to leg, for the sake of old times.\"\r\n\r\nHe meant well, but the picture he conjured up almost made Kennedy\r\nbreak down. Nothing up to the present had made him realise the\r\ncompleteness of his exile so keenly as this remark of Mr Blackburn's\r\nabout his bowling against the side for which he had taken so many\r\nwickets in the past. It was a painful thought.\r\n\r\n\"I am afraid you won't have quite such a pleasant time in Mr Kay's as\r\nyou have had here,\" resumed the house-master. \"Of course, I know that,\r\nstrictly speaking, I ought not to talk like this about another\r\nmaster's house; but you can scarcely be unaware of the reasons that\r\nhave led to this change. You must know that you are being sent to pull\r\nMr Kay's house together. This is strictly between ourselves, of\r\ncourse. I think you have a difficult task before you, but I don't\r\nfancy that you will find it too much for you. And mind you come here\r\nas often as you please. I am sure Silver and the others will be glad\r\nto see you. Goodbye, Kennedy. I think you ought to be getting across\r\nnow to Mr Kay's. I told him that you would be there before half-past\r\nnine. Good night.\"\r\n\r\n\"Good night, sir,\" said Kennedy.\r\n\r\nHe wandered out into the house dining-room. Somehow, though Kay's was\r\nonly next door, he could not get rid of the feeling that he was about\r\nto start on a long journey, and would never see his old house again.\r\nAnd in a sense this was so. He would probably visit Blackburn's\r\ntomorrow afternoon, but it would not be the same. Jimmy Silver would\r\ngreet him like a brother, and he would brew in the same study in which\r\nhe had always brewed, and sit in the same chair; but it would not be\r\nthe same. He would be an outsider, a visitor, a stranger within the\r\ngates, and--worst of all--a Kayite. Nothing could alter that.\r\n\r\nThe walk of the dining-room were covered with photographs of the house\r\ncricket and football teams for the last fifteen years. Looking at\r\nthem, he felt more than ever how entirely his school life had been\r\nbound up in his house. From his first day at Eckleton he had been\r\ntaught the simple creed of the Blackburnite, that Eckleton was the\r\nfinest school in the three kingdoms, and that Blackburn's was the\r\nfinest house in the finest school.\r\n\r\nUnder the gas-bracket by the door hung the first photograph in which\r\nhe appeared, the cricket team of four years ago. He had just got the\r\nlast place in front of Challis on the strength of a tremendous catch\r\nfor the house second in a scratch game two days before the\r\nhouse-matches began. It had been a glaring fluke, but it had impressed\r\nDenny, the head of the house, who happened to see it, and had won him\r\nhis place.\r\n\r\nHe walked round the room, looking at each photograph in turn. It\r\nseemed incredible that he had no longer any right to an interest in\r\nthe success of Blackburn's. He could have endured leaving all this\r\nwhen his time at school was up, for that would have been the natural\r\nresult of the passing of years. But to be transplanted abruptly and\r\nwith a wrench from his native soil was too much. He went upstairs to\r\npack, suffering from as severe an attack of the blues as any youth of\r\neighteen had experienced since blues were first invented.\r\n\r\nJimmy Silver hovered round, while he packed, with expressions of\r\nsympathy and bitter remarks concerning Mr Kay and his wicked works,\r\nand, when the operation was concluded, helped Kennedy carry his box\r\nover to his new house with the air of one seeing a friend off to the\r\nparts beyond the equator.\r\n\r\nIt was ten o'clock by the time the front door of Kay's closed upon its\r\nnew head. Kennedy went to the matron's sanctum to be instructed in the\r\ngeography of the house. The matron, a severe lady, whose faith in\r\nhuman nature had been terribly shaken by five years of office in\r\nKay's, showed him his dormitory and study with a lack of geniality\r\nwhich added a deeper tinge of azure to Kennedy's blues. \"So you've\r\ncome to live here, have you?\" her manner seemed to say; \"well, I pity\r\nyou, that's all. A nice time _you're_ going to have.\"\r\n\r\nKennedy spent the half-hour before going to bed in unpacking his box\r\nfor the second time, and arranging his books and photographs in the\r\nstudy which had been Wayburn's. He had nothing to find fault with in\r\nthe study. It was as large as the one he had owned at Blackburn's,\r\nand, like it, looked out over the school grounds.\r\n\r\nAt half-past ten the gas gave a flicker and went out, turned off at\r\nthe main. Kennedy lit a candle and made his way to his dormitory.\r\nThere now faced him the more than unpleasant task of introducing\r\nhimself to its inmates. He knew from experience the disconcerting way\r\nin which a dormitory greets an intruder. It was difficult to know how\r\nto begin matters. It would take a long time, he thought, to explain\r\nhis presence to their satisfaction.\r\n\r\nFortunately, however, the dormitory was not unprepared. Things get\r\nabout very quickly in a house. The matron had told the housemaids; the\r\nhousemaids had handed it on to their ally, the boot boy; the boot boy\r\nhad told Wren, whom he happened to meet in the passage, and Wren had\r\ntold everybody else.\r\n\r\nThere was an uproar going on when Kennedy opened the door, but it died\r\naway as he appeared, and the dormitory gazed at the newcomer in\r\nabsolute and embarrassing silence. Kennedy had not felt so conscious\r\nof the public eye being upon him since he had gone out to bat against\r\nthe M.C.C., on his first appearance in the ranks of the Eckleton\r\neleven. He went to his bed and began to undress without a word,\r\nfeeling rather than seeing the eyes that were peering at him. When he\r\nhad completed the performance of disrobing, he blew out the candle and\r\ngot into bed. The silence was broken by numerous coughs, of that\r\nshort, suggestive type with which the public schoolboy loves to\r\nembarrass his fellow man. From some unidentified corner of the room\r\ncame a subdued giggle. Then a whispered, \"Shut _up_, you fool!\"\r\nTo which a low voice replied, \"All _right,_ I'm not doing\r\nanything.\"\r\n\r\nMore coughs, and another outbreak of giggling from a fresh quarter.\r\n\r\n\"Good night,\" said Kennedy, to the room in general.\r\n\r\nThere was no reply. The giggler appeared to be rapidly approaching\r\nhysterics.\r\n\r\n\"Shut up that row,\" said Kennedy.\r\n\r\nThe giggling ceased.\r\n\r\nThe atmosphere was charged with suspicion. Kennedy fell asleep fearing\r\nthat he was going to have trouble with his dormitory before many\r\nnights had passed.\r\n\r\n\r\n\r\n\r\nX\r\n\r\nFURTHER EXPERIENCES OF AN EXILE\r\n\r\n\r\nBreakfast on the following morning was a repetition of the dormitory\r\nordeal. Kennedy walked to his place on Mr Kay's right, feeling that\r\neveryone was looking at him, as indeed they were. He understood for\r\nthe first time the meaning of the expression, \"the cynosure of all\r\neyes\". He was modest by nature, and felt his position a distinct\r\ntrial.\r\n\r\nHe did not quite know what to say or do with regard to his new\r\nhouse-master at this their first meeting in the latter's territory.\r\n\"Come aboard, sir,\" occurred to him for a moment as a happy phrase,\r\nbut he discarded it. To make the situation more awkward, Mr Kay did\r\nnot observe him at first, being occupied in assailing a riotous fag at\r\nthe other end of the table, that youth having succeeded, by a\r\ndexterous drive in the ribs, in making a friend of his spill half a\r\ncup of coffee. Kennedy did not know whether to sit down without a word\r\nor to remain standing until Mr Kay had time to attend to him. He would\r\nhave done better to have sat down; Mr Kay's greeting, when it came,\r\nwas not worth waiting for.\r\n\r\n\"Sit down, Kennedy,\" he said, irritably--rebuking people on an empty\r\nstomach always ruffled him. \"Sit down, sit down.\"\r\n\r\nKennedy sat down, and began to toy diffidently with a sausage,\r\nremembering, as he did so, certain diatribes of Fenn's against the\r\nfood at Kay's. As he became more intimate with the sausage, he\r\nadmitted to himself that Fenn had had reason. Mr Kay meanwhile pounded\r\naway in moody silence at a plate of kidneys and bacon. It was one of\r\nthe many grievances which gave the Kayite material for conversation\r\nthat Mr Kay had not the courage of his opinions in the matter of food.\r\nHe insisted that he fed his house luxuriously, but he refused to brave\r\nthe mysteries of its bill of fare himself.\r\n\r\nFenn had not come down when Kennedy went in to breakfast. He arrived\r\nsome ten minutes later, when Kennedy had vanquished the sausage, and\r\nwas keeping body and soul together with bread and marmalade.\r\n\r\n\"I cannot have this, Fenn,\" snapped Mr Kay; \"you must come down in\r\ntime.\"\r\n\r\nFenn took the rebuke in silence, cast one glance at the sausage which\r\nconfronted him, and then pushed it away with such unhesitating\r\nrapidity that Mr Kay glared at him as if about to take up the cudgels\r\nfor the rejected viand. Perhaps he remembered that it scarcely\r\nbefitted the dignity of a house-master to enter upon a wrangle with a\r\nmember of his house on the subject of the merits and demerits of\r\nsausages, for he refrained, and Fenn was allowed to go on with his\r\nmeal in peace.\r\n\r\nKennedy's chief anxiety had been with regard to Fenn. True, the latter\r\ncould hardly blame him for being made head of Kay's, since he had not\r\nbeen consulted in the matter, and, if he had been, would have refused\r\nthe post with horror; but nevertheless the situation might cause a\r\ncoolness between them. And if Fenn, the only person in the house with\r\nwhom he was at all intimate, refused to be on friendly terms, his stay\r\nin Kay's would be rendered worse than even he had looked for.\r\n\r\nFenn had not spoken to him at breakfast, but then there was little\r\ntable talk at Kay's. Perhaps the quality of the food suggested such\r\ngloomy reflections that nobody liked to put them into words.\r\n\r\nAfter the meal Fenn ran upstairs to his study. Kennedy followed him,\r\nand opened conversation in his direct way with the subject which he\r\nhad come to discuss.\r\n\r\n\"I say,\" he said, \"I hope you aren't sick about this. You know I\r\ndidn't want to bag your place as head of the house.\"\r\n\r\n\"My dear chap,\" said Fenn, \"don't apologise. You're welcome to it.\r\nBeing head of Kay's isn't such a soft job that one is keen on sticking\r\nto it.\"\r\n\r\n\"All the same--\" began Kennedy.\r\n\r\n\"I knew Kay would get at me somehow, of course. I've been wondering\r\nhow all the holidays. I didn't think of this. Still, I'm jolly glad\r\nit's happened. I now retire into private life, and look on. I've taken\r\nyears off my life sweating to make this house decent, and now I'm\r\ngoing to take a rest and watch you tearing your hair out over the job.\r\nI'm awfully sorry for you. I wish they'd roped in some other victim.\"\r\n\r\n\"But you're still a house prefect, I suppose?\"\r\n\r\n\"I believe so, Kay couldn't very well make me a fag again.\"\r\n\r\n\"Then you'll help manage things?\"\r\n\r\nFenn laughed.\r\n\r\n\"Will I, by Jove! I'd like to see myself! I don't want to do the heavy\r\nmartyr business and that sort of thing, but I'm hanged if I'm going to\r\ntake any more trouble over the house. Haven't you any respect for Mr\r\nKay's feelings? He thinks I can't keep order. Surely you don't want me\r\nto go and shatter his pet beliefs? Anyhow, I'm not going to do it. I'm\r\ngoing to play 'villagers and retainers' to your 'hero'. If you do\r\nanything wonderful with the house, I shall be standing by ready to\r\ncheer. But you don't catch me shoving myself forward. 'Thank Heaven I\r\nknows me place,' as the butler in the play says.\"\r\n\r\nKennedy kicked moodily at the leg of the chair which he was holding.\r\nThe feeling that his whole world had fallen about his ears was\r\nincreasing with every hour he spent in Kay's. Last term he and Fenn\r\nhad been as close friends as you could wish to see. If he had asked\r\nFenn to help him in a tight place then, he knew he could have relied\r\non him. Now his chief desire seemed to be to score off the human race\r\nin general, his best friend included. It was a depressing beginning.\r\n\r\n\"Do you know what the sherry said to the man when he was just going to\r\ndrink it?\" inquired Fenn. \"It said, '_Nemo me impune lacessit_'.\r\nThat's how I feel. Kay went out of his way to give me a bad time when\r\nI was doing my best to run his house properly, so I don't see that I'm\r\ncalled upon to go out of my way to work for him.\"\r\n\r\n\"It's rather rough on me--\" Kennedy began. Then a sudden indignation\r\nrushed through him. Why should he grovel to Fenn? If Fenn chose to\r\nstand out, let him. He was capable of running the house by himself.\r\n\r\n\"I don't care,\" he said, savagely. \"If you can't see what a cad you're\r\nmaking of yourself, I'm not going to try to show you. You can do what\r\nyou jolly well please. I'm not dependent on you. I'll make this a\r\ndecent house off my own bat without your help. If you like looking on,\r\nyou'd better look on. I'll give you something to look at soon.\"\r\n\r\nHe went out, leaving Fenn with mixed feelings. He would have liked to\r\nhave followed him, taken back what he had said, and formed an\r\noffensive alliance against the black sheep of the house--and also,\r\nwhich was just as important, against the slack sheep, who were good\r\nfor nothing, either at work or play. But his bitterness against the\r\nhouse-master prevented him. He was not going to take his removal from\r\nthe leadership of Kay's as if nothing had happened.\r\n\r\nMeanwhile, in the dayrooms and studies, the house had been holding\r\nindignation meetings, and at each it had been unanimously resolved\r\nthat Kay's had been abominably treated, and that the deposition of\r\nFenn must not be tolerated. Unfortunately, a house cannot do very much\r\nwhen it revolts. It can only show its displeasure in little things,\r\nand by an increase of rowdiness. This was the line that Kay's took.\r\nFenn became a popular hero. Fags, until he kicked them for it, showed\r\na tendency to cheer him whenever they saw him. Nothing could paint Mr\r\nKay blacker in the eyes of his house, so that Kennedy came in for all\r\nthe odium. The same fags who had cheered Fenn hooted him on one\r\noccasion as he passed the junior dayroom. Kennedy stopped short, went\r\nin, and presented each inmate of the room with six cuts with a\r\nswagger-stick. This summary and Captain Kettle-like move had its\r\neffect. There was no more hooting. The fags bethought themselves of\r\nother ways of showing their disapproval of their new head.\r\n\r\nOne genius suggested that they might kill two birds with one\r\nstone--snub Kennedy and pay a stately compliment to Fenn by applying\r\nto the latter for leave to go out of bounds instead of to the former.\r\nAs the giving of leave \"down town\" was the prerogative of the head of\r\nthe house, and of no other, there was a suggestiveness about this mode\r\nof procedure which appealed to the junior dayroom.\r\n\r\nBut the star of the junior dayroom was not in the ascendant. Fenn\r\nmight have quarrelled with Kennedy, and be extremely indignant at his\r\nremoval from the headship of the house, but he was not the man to\r\nforget to play the game. His policy of non-interference did not\r\ninclude underhand attempts to sap Kennedy's authority. When Gorrick,\r\nof the Lower Fourth, the first of the fags to put the ingenious scheme\r\ninto practice, came to him, still smarting from Kennedy's castigation,\r\nFenn promptly gave him six more cuts, worse than the first, and kicked\r\nhim out into the passage. Gorrick naturally did not want to spoil a\r\ngood thing by giving Fenn's game away, so he lay low and said nothing,\r\nwith the result that Wren and three others met with the same fate,\r\nonly more so, because Fenn's wrath increased with each visit.\r\n\r\nKennedy, of course, heard nothing of this, or he might perhaps have\r\nthought better of Fenn. As for the junior dayroom, it was obliged to\r\nwork off its emotion by jeering Jimmy Silver from the safety of the\r\ntouchline when the head of Blackburn's was refereeing in a match\r\nbetween the juniors of his house and those of Kay's. Blackburn's\r\nhappened to win by four goals and eight tries, a result which the\r\npatriotic Kay fag attributed solely to favouritism on the part of the\r\nreferee.\r\n\r\n\"I like the kids in your house,\" said Jimmy to Kennedy, after the\r\nmatch, when telling the latter of the incident; \"there's no false idea\r\nof politeness about them. If they don't like your decisions, they say\r\nso in a shrill treble.\"\r\n\r\n\"Little beasts,\" said Kennedy. \"I wish I knew who they were. It's\r\nhopeless to try and spot them, of course.\"\r\n\r\n\r\n\r\n\r\nXI\r\n\r\nTHE SENIOR DAYROOM OPENS FIRE\r\n\r\n\r\nCuriously enough, it was shortly after this that the junior dayroom\r\nceased almost entirely to trouble the head of the house. Not that they\r\nturned over new leaves, and modelled their conduct on that of the hero\r\nof the Sunday-school story. They were still disorderly, but in a\r\nlesser degree; and ragging became a matter of private enterprise among\r\nthe fags instead of being, as it had threatened to be, an organised\r\nrevolt against the new head. When a Kay's fag rioted now, he did so\r\nwith the air of one endeavouring to amuse himself, not as if he were\r\ncarrying on a holy war against the oppressor.\r\n\r\nKennedy's difficulties were considerably diminished by this change. A\r\nhead of a house expects the juniors of his house to rag. It is what\r\nthey are put into the world to do, and there is no difficulty in\r\nkeeping the thing within decent limits. A revolution is another case\r\naltogether. Kennedy was grateful for the change, for it gave him more\r\ntime to keep an eye on the other members of the house, but he had no\r\nidea what had brought it about. As a matter of fact, he had Billy\r\nSilver to thank for it. The chief organiser of the movement against\r\nKennedy in the junior dayroom had been the red-haired Wren, who\r\npreached war to his fellow fags, partly because he loved to create a\r\ndisturbance, and partly because Walton, who hated Kennedy, had told\r\nhim to. Between Wren and Billy Silver a feud had existed since their\r\nfirst meeting. The unsatisfactory conclusion to their encounter in\r\ncamp had given another lease of life to the feud, and Billy had come\r\nback to Kay's with the fixed intention of smiting his auburn-haired\r\nfoe hip and thigh at the earliest opportunity. Wren's attitude with\r\nrespect to Kennedy gave him a decent excuse. He had no particular\r\nregard for Kennedy. The fact that he was a friend of his brother's was\r\nno recommendation. There existed between the two Silvers that feeling\r\nwhich generally exists between an elder and a much younger brother at\r\nthe same school. Each thought the other a bit of an idiot, and though\r\nequal to tolerating him personally, was hanged if he was going to do\r\nthe same by his friends. In Billy's circle of acquaintances, Jimmy's\r\nfriends were looked upon with cold suspicion as officious meddlers who\r\nwould give them lines if they found them out of bounds. The\r\naristocrats with whom Jimmy foregathered barely recognised the\r\nexistence of Billy's companions. Kennedy's claim to Billy's good\r\noffices rested on the fact that they both objected to Wren.\r\n\r\nSo that, when Wren lifted up his voice in the junior dayroom, and\r\nexhorted the fags to go and make a row in the passage outside\r\nKennedy's study, and--from a safe distance, and having previously\r\nensured a means of rapid escape--to fling boots at his door, Billy\r\ndamped the popular enthusiasm which had been excited by the proposal\r\nby kicking Wren with some violence, and begging him not to be an ass.\r\nWhereupon they resumed their battle at the point at which it had been\r\ninterrupted at camp. And when, some five minutes later, Billy, from\r\nhis seat on his adversary's chest, offered to go through the same\r\nperformance with anybody else who wished, the junior dayroom came to\r\nthe conclusion that his feelings with regard to the new head of the\r\nhouse, however foolish and unpatriotic, had better be respected. And\r\nthe revolution of the fags had fizzled out from that moment.\r\n\r\nIn the senior dayroom, however, the flag of battle was still unfurled.\r\nIt was so obvious that Kennedy had been put into the house as a\r\nreformer, and the seniors of Kay's had such an objection to being\r\nreformed, that trouble was only to be expected. It was the custom in\r\nmost houses for the head of the house, by right of that position, to\r\nbe also captain of football. The senior dayroom was aggrieved at\r\nKennedy's taking this post from Fenn. Fenn was in his second year in\r\nthe school fifteen, and he was the three-quarter who scored most\r\nfrequently for Eckleton, whereas Kennedy, though practically a\r\ncertainty for one of the six vacant places in the school scrum, was at\r\npresent entitled to wear only a second fifteen cap. The claims of Fenn\r\nto be captain of Kay's football were strong, Kennedy had begged him to\r\ncontinue in that position more than once. Fenn's persistent refusal\r\nhad helped to increase the coolness between them, and it had also made\r\nthings more difficult for Kennedy in the house.\r\n\r\nIt was on the Monday of the third week of term that Kennedy, at Jimmy\r\nSilver's request, arranged a \"friendly\" between Kay's and Blackburn's.\r\nThere could be no doubt as to which was the better team (for\r\nBlackburn's had been runners up for the Cup the season before), but\r\nthe better one's opponents the better the practice. Kennedy wrote out\r\nthe list and fixed it on the notice board. The match was to be played\r\non the following afternoon.\r\n\r\nA football team must generally be made up of the biggest men at the\r\ncaptain's disposal, so it happened that Walton, Perry, Callingham, and\r\nthe other leaders of dissension in Kay's all figured on the list. The\r\nconsequence was that the list came in for a good deal of comment in\r\nthe senior dayroom. There were games every Saturday and Wednesday, and\r\nit annoyed Walton and friends that they should have to turn out on an\r\nafternoon that was not a half holiday. It was trouble enough playing\r\nfootball on the days when it was compulsory. As for patriotism, no\r\nmember of the house even pretended to care whether Kay's put a good\r\nteam into the field or not. The senior dayroom sat talking over the\r\nmatter till lights-out. When Kennedy came down next morning, he found\r\nhis list scribbled over with blue pencil, while across it in bold\r\nletters ran the single word,\r\n\r\n    ROT.\r\n\r\nHe went to his study, wrote out a fresh copy, and pinned it up in\r\nplace of the old one. He had been early in coming down that morning,\r\nand the majority of the Kayites had not seen the defaced notice. The\r\nmatch was fixed for half-past four. At four a thin rain was falling.\r\nThe weather had been bad for some days, but on this particular\r\nafternoon it reached the limit. In addition to being wet, it was also\r\ncold, and Kennedy, as he walked over to the grounds, felt that he\r\nwould be glad when the game was over. He hoped that Blackburn's would\r\nbe punctual, and congratulated himself on his foresight in securing Mr\r\nBlackburn as referee. Some of the staff, when they consented to hold\r\nthe whistle in a scratch game, invariably kept the teams waiting on\r\nthe field for half an hour before turning up. Mr Blackburn, an the\r\nother hand, was always punctual. He came out of his house just as\r\nKennedy turned in at the school gates.\r\n\r\n\"Well, Kennedy,\" he said from the depths of his ulster, the collar of\r\nwhich he had turned up over his ears with a prudence which Kennedy,\r\nhaving come out with only a blazer on over his football clothes,\r\ndistinctly envied, \"I hope your men are not going to be late. I don't\r\nthink I ever saw a worse day for football. How long were you thinking\r\nof playing? Two twenty-fives would be enough for a day like this, I\r\nthink.\"\r\n\r\nKennedy consulted with Jimmy Silver, who came up at this moment, and\r\nthey agreed without argument that twenty-five minutes each way would\r\nbe the very thing.\r\n\r\n\"Where are your men?\" asked Jimmy. \"I've got all our chaps out here,\r\nbar Challis, who'll be out in a few minutes. I left him almost\r\nchanged.\"\r\n\r\nChallis appeared a little later, and joined the rest of Blackburn's\r\nteam, who were putting in the time and trying to keep warm by running\r\nand passing and dropping desultory goals. But, with the exception of\r\nFenn, who stood brooding by himself in the centre of the field,\r\nwrapped to the eyes in a huge overcoat, and two other house prefects\r\nof Kay's, who strolled up and down looking as if they wished they were\r\nin their studies, there was no sign of the missing team.\r\n\r\n\"I can't make it out,\" said Kennedy.\r\n\r\n\"You're sure you put up the right time?\" asked Jimmy Silver.\r\n\r\n\"Yes, quite.\"\r\n\r\nIt certainly could not be said that Kay's had had any room for doubt\r\nas to the time of the match, for it had appeared in large figures on\r\nboth notices.\r\n\r\nA quarter to five sounded from the college clock.\r\n\r\n\"We must begin soon,\" said Mr Blackburn, \"or there will not be light\r\nenough even for two twenty-fives.\"\r\n\r\nKennedy felt wretched. Apart from the fact that he was frozen to an\r\nicicle and drenched by the rain, he felt responsible for his team, and\r\nhe could see that Blackburn's men were growing irritated at the delay,\r\nthough they did their best to conceal it.\r\n\r\n\"Can't we lend them some subs?\" suggested Challis, hopefully.\r\n\r\n\"All right--if you can raise eleven subs,\" said Silver. \"They've only\r\ngot four men on the field at present.\"\r\n\r\nChallis subsided.\r\n\r\n\"Look here,\" said Kennedy, \"I'm going back to the house to see what's\r\nup. I'll be back as soon as I can. They must have mistaken the time or\r\nsomething after all.\"\r\n\r\nHe rushed back to the house, and flung open the door of the senior\r\ndayroom. It was empty.\r\n\r\nKennedy had expected to find his missing men huddled in a semicircle\r\nround the fire, waiting for some one to come and tell them that\r\nBlackburn's had taken the field, and that they could come out now\r\nwithout any fear of having to wait in the rain for the match to begin.\r\nThis, he thought, would have been the unselfish policy of Kay's senior\r\ndayroom.\r\n\r\nBut to find nobody was extraordinary.\r\n\r\nThe thought occurred to him that the team might be changing in their\r\ndormitories. He ran upstairs. But all the dormitories were locked, as\r\nhe might have known they would have been. Coming downstairs again he\r\nmet his fag, Spencer.\r\n\r\nSpencer replied to his inquiry that he had only just come in. He did\r\nnot know where the team had got to. No, he had not seen any of them.\r\n\r\n\"Oh, yes, though,\" he added, as an afterthought, \"I met Walton just\r\nnow. He looked as if he was going down town.\"\r\n\r\nWalton had once licked Spencer, and that vindictive youth thought that\r\nthis might be a chance of getting back at him.\r\n\r\n\"Oh,\" said Kennedy, quietly, \"Walton? Did you? Thanks.\"\r\n\r\nSpencer was disappointed at his lack of excitement. His news did not\r\nseem to interest him.\r\n\r\nKennedy went back to the football field to inform Jimmy Silver of the\r\nresult of his investigations.\r\n\r\n\r\n\r\n\r\nXII\r\n\r\nKENNEDY INTERVIEWS WALTON\r\n\r\n\r\n\"I'm very sorry,\" he said, when he rejoined the shivering group, \"but\r\nI'm afraid we shall have to call this match off. There seems to have\r\nbeen a mistake. None of my team are anywhere about. I'm awfully sorry,\r\nsir,\" he added, to Mr Blackburn, \"to have given you all this trouble\r\nfor nothing.\"\r\n\r\n\"Not at all, Kennedy. We must try another day.\"\r\n\r\nMr Blackburn suspected that something untoward had happened in Kay's\r\nto cause this sudden defection of the first fifteen of the house. He\r\nknew that Kennedy was having a hard time in his new position, and he\r\ndid not wish to add to his discomfort by calling for an explanation\r\nbefore an audience. It could not be pleasant for Kennedy to feel that\r\nhis enemies had scored off him. It was best to preserve a discreet\r\nsilence with regard to the whole affair, and leave him to settle it\r\nfor himself.\r\n\r\nJimmy Silver was more curious. He took Kennedy off to tea in his\r\nstudy, sat him down in the best chair in front of the fire, and\r\nproceeded to urge him to confess everything.\r\n\r\n\"Now, then, what's it all about?\" he asked, briskly, spearing a muffin\r\non the fork and beginning to toast.\r\n\r\n\"It's no good asking me,\" said Kennedy. \"I suppose it's a put-up job\r\nto make me look a fool. I ought to have known something of this kind\r\nwould happen when I saw what they did to my first notice.\"\r\n\r\n\"What was that?\"\r\n\r\nKennedy explained.\r\n\r\n\"This is getting thrilling,\" said Jimmy. \"Just pass that plate.\r\nThanks. What are you going to do about it?\"\r\n\r\n\"I don't know. What would you do?\"\r\n\r\n\"My dear chap, I'd first find out who was at the bottom of it--there's\r\nbound to be one man who started the whole thing--and I'd make it my\r\naim in life to give him the warmest ten minutes he'd ever had.\"\r\n\r\n\"That sounds all right. But how would you set about it?\"\r\n\r\n\"Why, touch him up, of course. What else would you do? Before the\r\nwhole house, too.\"\r\n\r\n\"Supposing he wouldn't be touched up?\"\r\n\r\n\"Wouldn't _be!_ He'd have to.\"\r\n\r\n\"You don't know Kay's, Jimmy. You're thinking what you'd do if this\r\nhad happened in Blackburn's. The two things aren't the same. Here the\r\nman would probably take it like a lamb. The feeling of the house would\r\nbe against him. He'd find nobody to back him up. That's because\r\nBlackburn's is a decent house instead of being a sink like Kay's. If I\r\ntried the touching-up before the whole house game with our chaps, the\r\nman would probably reply by going for me, assisted by the whole\r\nstrength of the company.\"\r\n\r\n\"Well, dash it all then, all you've got to do is to call a prefects'\r\nmeeting, and he'll get ten times worse beans from them than he'd have\r\ngot from you. It's simple.\"\r\n\r\nKennedy stared into the fire pensively.\r\n\r\n\"I don't know,\" he said. \"I bar that prefects' meeting business. It\r\nalways seems rather feeble to me, lugging in a lot of chaps to help\r\nsettle some one you can't manage yourself. I want to carry this job\r\nthrough on my own.\"\r\n\r\n\"Then you'd better scrap with the man.\"\r\n\r\n\"I think I will.\"\r\n\r\nSilver stared.\r\n\r\n\"Don't be an ass,\" he said. \"I was only rotting. You\r\ncan't go fighting all over the shop as if you were a fag. You'd lose\r\nyour prefect's cap if it came out.\"\r\n\r\n\"I could wear my topper,\" said Kennedy, with a grin. \"You see,\" he\r\nadded, \"I've not much choice. I must do something. If I took no notice\r\nof this business there'd be no holding the house. I should be ragged to\r\ndeath. It's no good talking about it. Personally, I should prefer\r\ntouching the chap up to fighting him, and I shall try it on. But he's\r\nnot likely to meet me half-way. And if he doesn't there'll be an\r\ninteresting turn-up, and you shall hold the watch. I'll send a kid\r\nround to fetch you when things look like starting. I must go now to\r\ninterview my missing men. So long. Mind you slip round directly I send\r\nfor you.\"\r\n\r\n\"Wait a second. Don't be in such a beastly hurry. Who's the chap\r\nyou're going to fight?\"\r\n\r\n\"I don't know yet. Walton, I should think. But I don't know.\"\r\n\r\n\"Walton! By Jove, it'll be worth seeing, anyhow, if we _are_ both\r\nsacked for it when the Old Man finds out.\"\r\n\r\nKennedy returned to his study and changed his football boots for a\r\npair of gymnasium shoes. For the job he had in hand it was necessary\r\nthat he should move quickly, and football boots are a nuisance on a\r\nboard floor. When he had changed, he called Spencer.\r\n\r\n\"Go down to the senior dayroom,\" he said, \"and tell MacPherson I want\r\nto see him.\"\r\n\r\nMacPherson was a long, weak-looking youth. He had been put down to\r\nplay for the house that day, and had not appeared.\r\n\r\n\"MacPherson!\" said the fag, in a tone of astonishment, \"not Walton?\"\r\n\r\nHe had been looking forward to the meeting between Kennedy and his\r\nancient foe, and to have a miserable being like MacPherson offered as\r\na substitute disgusted him.\r\n\r\n\"If you have no objection,\" said Kennedy, politely, \"I may want you to\r\nfetch Walton later on.\"\r\n\r\nSpencer vanished, hopeful once more.\r\n\r\n\"Come in, MacPherson,\" said Kennedy, on the arrival of the long one;\r\n\"shut the door.\"\r\n\r\nMacPherson did so, feeling as if he were paying a visit to the\r\ndentist. As long as there had been others with him in this affair he\r\nhad looked on it as a splendid idea. But to be singled out like this\r\nwas quite a different thing.\r\n\r\n\"Now,\" said Kennedy, \"Why weren't you on the field this afternoon?\"\r\n\r\n\"I--er--I was kept in.\"\r\n\r\n\"How long?\"\r\n\r\n\"Oh--er--till about five.\"\r\n\r\n\"What do you call about five?\"\r\n\r\n\"About twenty-five to,\" he replied, despondently.\r\n\r\n\"Now look here,\" said Kennedy, briskly, \"I'm just going to explain to\r\nyou exactly how I stand in this business, so you'd better attend. I\r\ndidn't ask to be made head of this sewage depot. If I could have had\r\nany choice, I wouldn't have touched a Kayite with a barge-pole. But\r\nsince I am head, I'm going to be it, and the sooner you and your\r\nsenior dayroom crew realise it the better. This sort of thing isn't\r\ngoing on. I want to know now who it was put up this job. You wouldn't\r\nhave the cheek to start a thing like this yourself. Who was it?\"\r\n\r\n\"Well--er--\"\r\n\r\n\"You'd better say, and be quick, too. I can't wait. Whoever it was. I\r\nshan't tell him you told me. And I shan't tell Kay. So now you can go\r\nahead. Who was it?\"\r\n\r\n\"Well--er--Walton.\"\r\n\r\n\"I thought so. Now you can get out. If you see Spencer, send him here.\"\r\n\r\nSpencer, curiously enough, was just outside the door. So close to it,\r\nindeed, that he almost tumbled in when MacPherson opened it.\r\n\r\n\"Go and fetch Walton,\" said Kennedy.\r\n\r\nSpencer dashed off delightedly, and in a couple of minutes Walton\r\nappeared. He walked in with an air of subdued defiance, and slammed\r\nthe door.\r\n\r\n\"Don't bang the door like that,\" said Kennedy. \"Why didn't you turn\r\nout today?\"\r\n\r\n\"I was kept in.\"\r\n\r\n\"Couldn't you get out in time to play?\"\r\n\r\n\"No.\"\r\n\r\n\"When did you get out?\"\r\n\r\n\"Six.\"\r\n\r\n\"Not before?\"\r\n\r\n\"I said six.\"\r\n\r\n\"Then how did you manage to go down town--without leave, by the way,\r\nbut that's a detail--at half-past five?\"\r\n\r\n\"All right,\" said Walton; \"better call me a liar.\"\r\n\r\n\"Good suggestion,\" said Kennedy, cheerfully; \"I will.\"\r\n\r\n\"It's all very well,\" said Walton. \"You know jolly well you can say\r\nanything you like. I can't do anything to you. You'd have me up before\r\nthe prefects.\"\r\n\r\n\"Not a bit of it. This is a private affair between ourselves. I'm not\r\ngoing to drag the prefects into it. You seem to want to make this\r\nhouse worse than it is. I want to make it more or less decent. We\r\ncan't both have what we want.\"\r\n\r\nThere was a pause.\r\n\r\n\"When would it be convenient for you to be touched up before the whole\r\nhouse?\" inquired Kennedy, pleasantly.\r\n\r\n\"What?\"\r\n\r\n\"Well, you see, it seems the only thing. I must take it out of some\r\none for this house-match business, and you started it. Will tonight\r\nsuit you, after supper?\"\r\n\r\n\"You'll get it hot if you try to touch me.\"\r\n\r\n\"We'll see.\"\r\n\r\n\"You'd funk taking me on in a scrap,\" said Walton.\r\n\r\n\"Would I? As a matter of fact, a scrap would suit me just as well.\r\nBetter. Are you ready now?\"\r\n\r\n\"Quite, thanks,\" sneered Walton. \"I've knocked you out before, and\r\nI'll do it again.\"\r\n\r\n\"Oh, then it was you that night at camp? I thought so. I spotted your\r\nstyle. Hitting a chap when he wasn't ready, you know, and so on. Now,\r\nif you'll wait a minute, I'll send across to Blackburn's for Silver. I\r\ntold him I should probably want him as a time-keeper tonight.\"\r\n\r\n\"What do you want with Silver. Why won't Perry do?\"\r\n\r\n\"Thanks, I'm afraid Perry's time-keeping wouldn't be impartial enough.\r\nSilver, I think, if you don't mind.\"\r\n\r\nSpencer was summoned once more, and despatched to Blackburn's. He\r\nreturned with Jimmy.\r\n\r\n\"Come in, Jimmy,\" said Kennedy. \"Run away, Spencer. Walton and I are\r\njust going to settle a point of order which has arisen, Jimmy. Will\r\nyou hold the watch? We ought just to have time before tea.\"\r\n\r\n\"Where?\" asked Silver.\r\n\r\n\"My dormitory would be the best place. We can move the beds. I'll go\r\nand get the keys.\"\r\n\r\nKennedy's dormitory was the largest in the house. After the beds had\r\nbeen moved back, there was a space in the middle of fifteen feet one\r\nway, and twelve the other--not a large ring, but large enough for two\r\nfighters who meant business.\r\n\r\nWalton took off his coat, waistcoat, and shirt. Kennedy, who was still\r\nin football clothes, removed his blazer.\r\n\r\n\"Half a second,\" said Jimmy Silver--\"what length rounds?\"\r\n\r\n\"Two minutes?\" said Kennedy to Walton.\r\n\r\n\"All right,\" growled Walton.\r\n\r\n\"Two minutes, then, and half a minute in between.\"\r\n\r\n\"Are you both ready?\" asked Jimmy, from his seat on the chest of\r\ndrawers.\r\n\r\nKennedy and Walton advanced into the middle of the impromptu ring.\r\n\r\nThere was dead silence for a moment.\r\n\r\n\"Time!\" said Jimmy Silver.\r\n\r\n\r\n\r\n\r\nXIII\r\n\r\nTHE FIGHT IN THE DORMITORY\r\n\r\n\r\nStating it broadly, fighters may be said to be divided into two\r\nclasses--those who are content to take two blows if they can give\r\nthree in return, and those who prefer to receive as little punishment\r\nas possible, even at the expense of scoring fewer points themselves.\r\nKennedy's position, when Jimmy Silver called time, was peculiar. On\r\nall the other occasions on which he had fought--with the gloves on in\r\nthe annual competition, and at the assault-at-arms--he had gone in for\r\nthe policy of taking all that the other man liked to give him, and\r\ngiving rather more in exchange. Now, however, he was obliged to alter\r\nhis whole style. For a variety of reasons it was necessary that he\r\nshould come out of this fight with as few marks as possible. To begin\r\nwith, he represented, in a sense, the Majesty of the Law. He was\r\ntackling Walton more by way of an object-lesson to the Kayite\r\nmutineers than for his own personal satisfaction. The object-lesson\r\nwould lose in impressiveness if he were compelled to go about for a\r\nweek or so with a pair of black eyes, or other adornments of a similar\r\nkind. Again--and this was even more important--if he was badly marked\r\nthe affair must come to the knowledge of the headmaster. Being a\r\nprefect, and in the sixth form, he came into contact with the Head\r\nevery day, and the disclosure of the fact that he had been engaged in\r\na pitched battle with a member of his house, who was, in addition to\r\nother disadvantages, very low down in the school, would be likely to\r\nlead to unpleasantness. A school prefect of Eckleton was supposed to\r\nbe hedged about with so much dignity that he could quell turbulent\r\ninferiors with a glance. The idea of one of the august body lowering\r\nhimself to the extent of emphasising his authority with the bare\r\nknuckle would scandalise the powers.\r\n\r\nSo Kennedy, rising at the call of time from the bed on which he sat,\r\ncame up to the scratch warily.\r\n\r\nWalton, on the other hand, having everything to gain and nothing to\r\nlose, and happy in the knowledge that no amount of bruises could do\r\nhim any harm, except physically, came on with the evident intention of\r\nmaking a hurricane fight of it. He had very little science as a boxer.\r\nHeavy two-handed slogging was his forte, and, as the majority of his\r\nopponents up to the present had not had sufficient skill to discount\r\nhis strength, he had found this a very successful line of action.\r\nKennedy and he had never had the gloves on together. In the\r\ncompetition of the previous year both had entered in their respective\r\nclasses, Kennedy as a lightweight, Walton in the middles, and both,\r\nafter reaching the semi-final, had been defeated by the narrowest of\r\nmargins by men who had since left the school. That had been in the\r\nprevious Easter term, and, while Walton had remained much the same as\r\nregards weight and strength, Kennedy, owing to a term of hard bowling\r\nand a summer holiday spent in the open, had filled out. They were now\r\npractically on an equality, as far as weight was concerned. As for\r\ncondition, that was all in favour of Kennedy. He played football in\r\nhis spare time. Walton, on the days when football was not compulsory,\r\nsmoked cigarettes.\r\n\r\nNeither of the pair showed any desire to open the fight by shaking\r\nhands. This was not a friendly spar. It was business. The first move\r\nwas made by Walton, who feinted with his right and dashed in to fight\r\nat close quarters. It was not a convincing feint. At any rate, it did\r\nnot deceive Kennedy. He countered with his left, and swung his right\r\nat the body with all the force he could put into the hit. Walton went\r\nback a pace, sparred for a moment, then came in again, hitting\r\nheavily. Kennedy's counter missed its mark this time. He just stopped\r\na round sweep of Walton's right, ducked to avoid a similar effort of\r\nhis left, and they came together in a clinch.\r\n\r\nIn a properly regulated glove-fight, the referee, on observing the\r\nprincipals clinch, says, \"Break away there, break away,\" in a sad,\r\nreproachful voice, and the fighters separate without demur, being very\r\nmuch alive to the fact that, as far as that contest is concerned,\r\ntheir destinies are in his hands, and that any bad behaviour in the\r\nring will lose them the victory. But in an impromptu turn-up like this\r\none, the combatants show a tendency to ignore the rules so carefully\r\nmapped out by the present Marquess of Queensberry's grandfather, and\r\nrevert to the conditions of warfare under which Cribb and Spring won\r\ntheir battles. Kennedy and Walton, having clinched, proceeded to\r\nwrestle up and down the room, while Jimmy Silver looked on from his\r\neminence in pained surprise at the sight of two men, who knew the\r\nrules of the ring, so far forgetting themselves.\r\n\r\nTo do Kennedy justice, it was not his fault. He was only acting in\r\nself-defence. Walton had started the hugging. Also, he had got the\r\nunder-grip, which, when neither man knows a great deal of the science\r\nof wrestling, generally means victory. Kennedy was quite sure that he\r\ncould not throw his antagonist, but he hung on in the knowledge that\r\nthe round must be over shortly, when Walton would have to loose him.\r\n\r\n\"Time,\" said Jimmy Silver.\r\n\r\nKennedy instantly relaxed his grip, and in that instant Walton swung\r\nhim off his feet, and they came down together with a crash that shook\r\nthe room. Kennedy was underneath, and, as he fell, his head came into\r\nviolent contact with the iron support of a bed.\r\n\r\nJimmy Silver sprang down from his seat.\r\n\r\n\"What are you playing at, Walton? Didn't you hear me call time? It was\r\na beastly foul--the worst I ever saw. You ought to be sacked for a\r\nthing like that. Look here, Kennedy, you needn't go on. I disqualify\r\nWalton for fouling.\"\r\n\r\nThe usually genial James stammered with righteous indignation.\r\n\r\nKennedy sat down on a bed, dizzily.\r\n\r\n\"No,\" he said; \"I'm going on.\"\r\n\r\n\"But he fouled you.\"\r\n\r\n\"I don't care. I'll look after myself. Is it time yet?\"\r\n\r\n\"Ten seconds more, if you really are going on.\"\r\n\r\nHe climbed back on to the chest of drawers.\r\n\r\n\"Time.\"\r\n\r\nKennedy came up feeling weak and sick. The force with which he had hit\r\nhis head on the iron had left him dazed.\r\n\r\nWalton rushed in as before. He had no chivalrous desire to spare his\r\nman by way of compensation for fouling him. What monopolised his\r\nattention was the evident fact that Kennedy was in a bad way, and that\r\na little strenuous infighting might end the affair in the desired\r\nmanner.\r\n\r\nIt was at this point that Kennedy had reason to congratulate himself\r\non donning gymnasium shoes. They gave him that extra touch of\r\nlightness which enabled him to dodge blows which he was too weak to\r\nparry. Everything was vague and unreal to him. He seemed to be looking\r\non at a fight between Walton and some stranger.\r\n\r\nThen the effect of his fall began to wear off. He could feel himself\r\ngrowing stronger. Little by little his head cleared, and he began once\r\nmore to take a personal interest in the battle. It is astonishing what\r\na power a boxer, who has learnt the art carefully, has of automatic\r\nfighting. The expert gentleman who fights under the pseudonym of \"Kid\r\nM'Coy\" once informed the present writer that in one of his fights he\r\nwas knocked down by such a severe hit that he remembered nothing\r\nfurther, and it was only on reading the paper next morning that he\r\nfound, to his surprise, that he had fought four more rounds after the\r\nblow, and won the battle handsomely on points. Much the same thing\r\nhappened to Kennedy. For the greater part of the second round he\r\nfought without knowing it. When Jimmy Silver called time he was in as\r\ngood case as ever, and the only effects of the blow on his head were a\r\nvast lump underneath the hair, and a settled determination to win or\r\nperish. In a few minutes the bell would ring for tea, and all his\r\nefforts would end in nothing. It was no good fighting a draw with\r\nWalton if he meant to impress the house. He knew exactly what Rumour,\r\nassisted by Walton, would make of the affair in that case. \"Have you\r\nheard the latest?\" A would ask of B. \"Why, Kennedy tried to touch\r\nWalton up for not playing footer, and Walton went for him and would\r\nhave given him frightful beans, only they had to go down to tea.\"\r\nThere must be none of that sort of thing.\r\n\r\n\"Time,\" said Jimmy Silver, breaking in on his meditations.\r\n\r\nIt was probably the suddenness and unexpectedness of it that took\r\nWalton aback. Up till now his antagonist had been fighting strictly on\r\nthe defensive, and was obviously desirous of escaping punishment as\r\nfar as might be possible. And then the fall at the end of round one\r\nhad shaken him up, so that he could hardly fight at all at their\r\nsecond meeting. Walton naturally expected that it would be left to him\r\nto do the leading in round three. Instead of this, however, Kennedy\r\nopened the round with such a lightning attack that Walton was all\r\nabroad in a moment. In his most scientific mood he had never had the\r\nremotest notion of how to guard. He was aggressive and nothing else.\r\nAttacked by a quick hitter, he was useless. Three times Kennedy got\r\nthrough his guard with his left. The third hit staggered him. Before\r\nhe could recover, Kennedy had got his right in, and down went Walton\r\nin a heap.\r\n\r\nHe was up again as soon as he touched the boards, and down again\r\nalmost as soon as he was up. Kennedy was always a straight hitter, and\r\nnow a combination of good cause and bad temper--for the thought of the\r\nfoul in the first round had stirred what was normally a more or less\r\nplacid nature into extreme viciousness--lent a vigour to his left arm\r\nto which he had hitherto been a stranger. He did not use his right\r\nagain. It was not needed.\r\n\r\nTwice more Walton went down. He was still down when Jimmy Silver\r\ncalled time. When the half-minute interval between the rounds was\r\nover, he stated that he was not going on.\r\n\r\nKennedy looked across at him as he sat on a bed dabbing tenderly at\r\nhis face with a handkerchief, and was satisfied with the success of\r\nhis object-lesson. From his own face the most observant of headmasters\r\ncould have detected no evidence that he had been engaged in a vulgar\r\nfight. Walton, on the other hand, looked as if he had been engaged in\r\nseveral--all violent. Kennedy went off to his study to change, feeling\r\nthat he had advanced a long step on the thorny path that led to the\r\nPerfect House.\r\n\r\n\r\n\r\n\r\nXIV\r\n\r\nFENN RECEIVES A LETTER\r\n\r\n\r\nBut the step was not such a very long one after all. What it amounted\r\nto was simply this, that open rebellion ceased in Kay's. When Kennedy\r\nput up the list on the notice-board for the third time, which he did\r\non the morning following his encounter with Walton, and wrote on it\r\nthat the match with Blackburn's would take place that afternoon, his\r\nteam turned out like lambs, and were duly defeated by thirty-one\r\npoints. He had to play a substitute for Walton, who was rather too\r\nbattered to be of any real use in the scrum; but, with that exception,\r\nthe team that entered the field was the same that should have entered\r\nit the day before.\r\n\r\nBut his labours in the Augean stables of Kay's were by no means over.\r\nPractically they had only begun. The state of the house now was\r\nexactly what it had been under Fenn. When Kennedy had taken over the\r\nreins, Kay's had become on the instant twice as bad as it had been\r\nbefore. By his summary treatment of the revolution, he had, so to\r\nspeak, wiped off this deficit. What he had to do now was to begin to\r\nimprove things. Kay's was now in its normal state--slack, rowdy in an\r\nunderhand way, and utterly useless to the school. It was \"up to\"\r\nKennedy, as they say in America, to start in and make something\r\npresentable and useful out of these unpromising materials.\r\n\r\nWhat annoyed him more than anything else was the knowledge that if\r\nonly Fenn chose to do the square thing and help him in his work, the\r\ncombination would be irresistible. It was impossible to make any\r\nleeway to speak of by himself. If Fenn would only forget his\r\ngrievances and join forces with him, they could electrify the house.\r\n\r\nFenn, however, showed no inclination to do anything of the kind. He\r\nand Kennedy never spoke to one another now except when it was\r\nabsolutely unavoidable, and then they behaved with that painful\r\npoliteness in which the public schoolman always wraps himself as in a\r\ngarment when dealing with a friend with whom he has quarrelled.\r\n\r\nOn the Walton episode Fenn had made no comment, though it is probable\r\nthat he thought a good deal.\r\n\r\nIt was while matters were in this strained condition that Fenn\r\nreceived a letter from his elder brother. This brother had been at\r\nEckleton in his time--School House--and had left five years before to\r\ngo to Cambridge. Cambridge had not taught him a great deal, possibly\r\nbecause he did not meet the well-meant efforts of his tutor half-way.\r\nThe net result of his three years at King's was--_imprimis_, a\r\ncricket blue, including a rather lucky eighty-three at Lord's;\r\nsecondly, a very poor degree; thirdly and lastly, a taste for\r\nliterature and the drama--he had been a prominent member of the\r\nFootlights Club. When he came down he looked about him for some\r\noccupation which should combine in happy proportions a small amount of\r\nwork and a large amount of salary, and, finding none, drifted into\r\njournalism, at which calling he had been doing very fairly ever since.\r\n\r\n\"Dear Bob,\" the letter began. Fenn's names were Robert Mowbray, the\r\nsecond of which he had spent much of his time in concealing. \"Just a\r\nline.\"\r\n\r\nThe elder Fenn always began his letters with these words, whether they\r\nran to one sheet or eight. In the present case the screed was not\r\nparticularly long.\r\n\r\n\"Do you remember my reading you a bit of an opera I was writing? Well,\r\nI finished it, and, after going the round of most of the managers, who\r\nchucked it with wonderful unanimity, it found an admirer in Higgs, the\r\nman who took the part of the duke in _The Outsider_. Luckily, he\r\nhappened to be thinking of starting on his own in opera instead of\r\nfarce, and there's a part in mine which fits him like a glove. So he's\r\ngoing to bring it out at the Imperial in the spring, and by way of\r\ntesting the piece--trying it on the dog, as it were--he means to tour\r\nwith it. Now, here's the point of this letter. We start at Eckleton\r\nnext Wednesday. We shall only be there one night, for we go on to\r\nSouthampton on Thursday. I suppose you couldn't come and see it? I\r\nremember Peter Brown, who got the last place in the team the year I\r\ngot my cricket colours, cutting out of his house (Kay's, by the way)\r\nand going down town to see a piece at the theatre. I'm bound to admit\r\nhe got sacked for it, but still, it shows that it can be done. All the\r\nsame, I shouldn't try it on if I were you. You'll be able to read all\r\nabout the 'striking success' and 'unrestrained enthusiasm' in the\r\n_Eckleton Mirror_ on Thursday. Mind you buy a copy.\"\r\n\r\nThe rest of the letter was on other subjects. It took Fenn less than a\r\nminute to decide to patronise that opening performance. He was never\r\nin the habit of paying very much attention to risks when he wished to\r\ndo anything, and now he felt as if he cared even less than usual what\r\nmight be the outcome of the adventure. Since he had ceased to be on\r\nspeaking terms with Kennedy, he had found life decidedly dull. Kennedy\r\nhad been his only intimate friend. He had plenty of acquaintances, as\r\na first eleven and first fifteen man usually has, but none of them\r\nwere very entertaining. Consequently he welcomed the idea of a break\r\nin the monotony of affairs. The only thing that had broken it up to\r\nthe present had been a burglary at the school house. Some enterprising\r\nmarauder had broken in a week before and gone off with a few articles\r\nof value from the headmaster's drawing-room. But the members of the\r\nschool house had talked about this episode to such an extent that the\r\nrest of the school had dropped off the subject, exhausted, and\r\ndeclined to discuss it further. And things had become monotonous once\r\nmore.\r\n\r\nHaving decided to go, Fenn began to consider how he should do it. And\r\nhere circumstances favoured him. It happened that on the evening on\r\nwhich his brother's play was to be produced the headmaster was giving\r\nhis once-a-term dinner to the house-prefects. This simplified matters\r\nwonderfully. The only time when his absence from the house was at all\r\nlikely to be discovered would be at prayers, which took place at\r\nhalf-past nine. The prefects' dinner solved this difficulty for him.\r\nKay would not expect him to be at prayers, thinking he was over at the\r\nHead's, while the Head, if he noticed his absence at all, would\r\nimagine that he was staying away from the dinner owing to a headache\r\nor some other malady. It seemed tempting Providence not to take\r\nadvantage of such an excellent piece of luck. For the rest, detection\r\nwas practically impossible. Kennedy's advent to the house had ousted\r\nFenn from the dormitory in which he had slept hitherto, and, there\r\nbeing no bed available in any of the other dormitories, he had been\r\nput into the spare room usually reserved for invalids whose invalidism\r\nwas not of a sufficiently infectious kind to demand their removal to\r\nthe infirmary. As for getting back into the house, he would leave the\r\nwindow of his study unfastened. He could easily climb on to the\r\nwindow-ledge, and so to bed without let or hindrance.\r\n\r\nThe distance from Kay's to the town was a mile and a half. If he\r\nstarted at the hour when he should have been starting for the school\r\nhouse, he would arrive just in time to see the curtain go up.\r\n\r\nHaving settled these facts definitely in his mind, he got his books\r\ntogether and went over to school.\r\n\r\n\r\n\r\n\r\nXV\r\n\r\nDOWN TOWN\r\n\r\n\r\nFenn arrived at the theatre a quarter of an hour before the curtain\r\nrose. Going down a gloomy alley of the High Street, he found himself\r\nat the stage door, where he made inquiries of a depressed-looking man\r\nwith a bad cold in the head as to the whereabouts of his brother. It\r\nseemed that he was with Mr Higgs. If he would wait, said the\r\ndoor-keeper, his name should be sent up. Fenn waited, while the\r\ndoor-keeper made polite conversation by describing his symptoms to him\r\nin a hoarse growl. Presently the minion who had been despatched to the\r\nupper regions with Fenn's message returned. Would he go upstairs,\r\nthird door on the left. Fenn followed the instructions, and found\r\nhimself in a small room, a third of which was filled by a huge\r\niron-bound chest, another third by a very stout man and a\r\ndressing-table, while the rest of the space was comparatively empty,\r\nbeing occupied by a wooden chair with three legs. On this seat his\r\nbrother was trying to balance himself, giving what part of his\r\nattention was not required for this feat to listening to some story\r\nthe fat man was telling him. Fenn had heard his deep voice booming as\r\nhe went up the passage.\r\n\r\nHis brother did the honours.\r\n\r\n\"Glad to see you, glad to see you,\" said Mr Higgs, for the fat man was\r\nnone other than that celebrity. \"Take a seat.\"\r\n\r\nFenn sat down on the chest and promptly tore his trousers on a jagged\r\npiece of iron.\r\n\r\n\"These provincial dressing-rooms!\" said Mr Higgs, by way of comment.\r\n\"No room! Never any room! No chairs! Nothing!\"\r\n\r\nHe spoke in short, quick sentences, and gasped between each. Fenn said\r\nit really didn't matter--he was quite comfortable.\r\n\r\n\"Haven't they done anything about it?\" asked Fenn's brother, resuming\r\nthe conversation which Fenn's entrance had interrupted. \"We've been\r\nhaving a burglary here,\" he explained. \"Somebody got into the theatre\r\nlast night through a window. I don't know what they expected to find.\"\r\n\r\n\"Why,\" said Fenn, \"we've had a burglar up our way too. Chap broke into\r\nthe school house and went through the old man's drawing-room. The\r\nschool house men have been talking about nothing else ever since. I\r\nwonder if it's the same crew.\"\r\n\r\nMr Higgs turned in his chair, and waved a stick of grease paint\r\nimpressively to emphasise his point.\r\n\r\n\"There,\" he said. \"There! What I've been saying all along. No doubt of\r\nit. Organised gang. And what are the police doing? Nothing, sir,\r\nnothing. Making inquiries. Rot! What's the good of inquiries?\"\r\n\r\nFenn's brother suggested mildly that inquiries were a good beginning.\r\nYou _must_ start somehow. Mr Higgs scouted the idea.\r\n\r\n\"There ought not to be any doubt, sir. They ought to _know_. To\r\nKNOW,\" he added, with firmness.\r\n\r\nAt this point there filtered through the closed doors the strains of\r\nthe opening chorus.\r\n\r\n\"By Jove, it's begun!\" said Fenn's brother. \"Come on, Bob.\"\r\n\r\n\"Where are we going to?\" asked Fenn, as he followed. \"The wings?\"\r\n\r\nBut it seemed that the rules of Mr Higgs' company prevented any\r\noutsider taking up his position in that desirable quarter. The only\r\nplace from which it was possible to watch the performance, except by\r\ngoing to the front of the house, was the \"flies,\" situated near the\r\nroof of the building.\r\n\r\nFenn found all the pleasures of novelty in watching the players from\r\nthis lofty position. Judged by the cold light of reason, it was not\r\nthe best place from which to see a play. It was possible to gain only\r\na very foreshortened view of the actors. But it was a change after\r\nsitting \"in front\".\r\n\r\nThe piece was progressing merrily. The gifted author, at first silent\r\nand pale, began now to show signs of gratification. Now and again he\r\nchuckled as some _jeu de mots_ hit the mark and drew a quick gust\r\nof laughter from the unseen audience. Occasionally he would nudge Fenn\r\nto draw his attention to some good bit of dialogue which was\r\napproaching. He was obviously enjoying himself.\r\n\r\nThe advent of Mr Higgs completed his satisfaction, for the audience\r\ngreeted the comedian with roars of applause. As a rule Eckleton took\r\nits drama through the medium of third-rate touring companies, which\r\ncame down with plays that had not managed to attract London to any\r\ngreat extent, and were trying to make up for failures in the\r\nmetropolis by long tours in the provinces. It was seldom that an actor\r\nof the Higgs type paid the town a visit, and in a play, too, which had\r\npositively never appeared before on any stage. Eckleton appreciated\r\nthe compliment.\r\n\r\n\"Listen,\" said Fenn's brother. \"Isn't that just the part for him? It's\r\njust like he was in the dressing-room, eh? Short sentences and\r\neverything. The funny part of it is that I didn't know the man when I\r\nwrote the play. It was all luck.\"\r\n\r\nMr Higgs' performance sealed the success of the piece. The house\r\nlaughed at everything he said. He sang a song in his gasping way, and\r\nthey laughed still more. Fenn's brother became incoherent with\r\ndelight. The verdict of Eckleton was hardly likely to affect London\r\ntheatre-goers, but it was very pleasant notwithstanding. Like every\r\nplaywright with his first piece, he had been haunted by the idea that\r\nhis dialogue \"would not act\", that, however humorous it might be to a\r\nreader, it would fall flat when spoken. There was no doubt now as to\r\nwhether the lines sounded well.\r\n\r\nAt the beginning of the second act the great Higgs was not on the\r\nstage, Fenn's brother knowing enough of the game not to bring on his\r\nbig man too soon. He had not to enter for ten minutes or so. The\r\nauthor, who had gone down to see him during the interval, stayed in\r\nthe dressing-room. Fenn, however, who wanted to see all of the piece\r\nthat he could, went up to the \"flies\" again.\r\n\r\nIt occurred to him when he got there that he would see more if he took\r\nthe seat which his brother had been occupying. It would give him much\r\nthe same view of the stage, and a wider view of the audience. He\r\nthought it would be amusing to see how the audience looked from the\r\n\"flies\".\r\n\r\nMr W. S. Gilbert once wrote a poem about a certain bishop who, while\r\nfond of amusing himself, objected to his clergy doing likewise. And\r\nthe consequence was that whenever he did so amuse himself, he was\r\nalways haunted by a phantom curate, who joined him in his pleasures,\r\nmuch to his dismay. On one occasion he stopped to watch a Punch and\r\nJudy show,\r\n\r\n    And heard, as Punch was being treated penally,\r\n    That phantom curate laughing all hyaenally.\r\n\r\nThe disgust and panic of this eminent cleric was as nothing compared\r\nwith that of Fenn, when, shifting to his brother's seat, he got the\r\nfirst clear view he had had of the audience. In a box to the left of\r\nthe dress-circle sat, \"laughing all hyaenally\", the following\r\ndistinguished visitors:\r\n\r\n    Mr Mulholland of No. 7 College Buildings.\r\n    Mr Raynes of No. 4 ditto,\r\n      and\r\n    Mr Kay.\r\n\r\nFenn drew back like a flash, knocking his chair over as he did so.\r\n\r\n\"Giddy, sir?\" said a stage hand, pleasantly. \"Bless you, lots of gents\r\nis like that when they comes up here. Can't stand the 'eight, they\r\ncan't. You'll be all right in a jiffy.\"\r\n\r\n\"Yes. It--it is rather high, isn't it?\" said Fenn. \"Awful glare, too.\"\r\n\r\nHe picked up his chair and sat down well out of sight of the box. Had\r\nthey seen him? he wondered. Then common sense returned to him. They\r\ncould not possibly have seen him. Apart from any other reasons, he had\r\nonly been in his brother's seat for half-a-dozen seconds. No. He was\r\nall right so far. But he would have to get back to the house, and at\r\nonce. With three of the staff, including his own house-master, ranging\r\nthe town, things were a trifle too warm for comfort. He wondered it\r\nhad not occurred to him that, with a big attraction at the theatre,\r\nsome of the staff might feel an inclination to visit it.\r\n\r\nHe did not stop to say goodbye to his brother. Descending from his\r\nperch, he hurried to the stage door.\r\n\r\n\"It's in the toobs that I feel it, sir.\" said the door-keeper, as he\r\nlet him out, resuming their conversation as if they had only just\r\nparted. Fenn hurried off without waiting to hear more.\r\n\r\nIt was drizzling outside, and there was a fog. Not a \"London\r\nparticular\", but quite thick enough to make it difficult to see where\r\none was going. People and vehicles passed him, vague phantoms in the\r\ndarkness. Occasionally the former collided with him. He began to wish\r\nhe had not accepted his brother's invitation. The unexpected sight of\r\nthe three masters had shaken his nerve. Till then only the romantic,\r\nadventurous side of the expedition had struck him. Now the risks began\r\nto loom larger in his mind. It was all very well, he felt, to think, as\r\nhe had done, that he would be expelled if found out, but that all the\r\nsame he would risk it. Detection then had seemed a remote contingency.\r\nWith three masters in the offing it became at least a possibility. The\r\nmelancholy case of Peter Brown seemed to him now to have a more\r\npersonal significance for him.\r\n\r\nWrapped in these reflections, he lost his way.\r\n\r\nHe did not realise this for some time. It was borne in upon him when\r\nthe road he was taking suddenly came to an abrupt end in a blank wall.\r\nInstead of being, as he had fancied, in the High Street, he must have\r\nbranched off into some miserable blind alley.\r\n\r\nMore than ever he wished he had not come. Eckleton was not a town that\r\ntook up a great deal of room on the map of England, but it made up for\r\nsmall dimensions by the eccentricity with which it had been laid out.\r\nOn a dark and foggy night, to one who knew little of its geography, it\r\nwas a perfect maze.\r\n\r\nFenn had wandered some way when the sound of someone whistling a\r\npopular music-hall song came to him through the gloom. He had never\r\nheard anything more agreeable.\r\n\r\n\"I say,\" he shouted at a venture, \"can you tell me the way to the High\r\nStreet?\"\r\n\r\nThe whistler stopped in the middle of a bar, and presently Fenn saw a\r\nfigure sidling towards him in what struck him as a particularly\r\nfurtive manner.\r\n\r\n\"Wot's thet, gav'nor?\"\r\n\r\n\"Can you tell me where the High Street is? I've lost my way.\"\r\n\r\nThe vague figure came closer.\r\n\r\n\"'Igh Street? Yus; yer go--\"\r\n\r\nA hand shot out, Fenn felt a sharp wrench in the region of his\r\nwaistcoat, and a moment later the stranger had vanished into the fog\r\nwith the prefect's watch and chain.\r\n\r\nFenn forgot his desire to return to the High Street. He forgot\r\neverything except that he wished to catch the fugitive, maltreat him,\r\nand retrieve his property. He tore in the direction whence came the\r\npatter of retreating foot-steps.\r\n\r\nThere were moments when he thought he had him, when he could hear the\r\nsound of his breathing. But the fog was against him. Just as he was\r\nalmost on his man's heels, the fugitive turned sharply into a street\r\nwhich was moderately well lighted. Fenn turned after him. He had just\r\ntime to recognise the street as his goal, the High Street, when\r\nsomebody, walking unexpectedly out of the corner house, stood directly\r\nin his path. Fenn could not stop himself. He charged the man squarely,\r\nclutched him to save himself, and they fell in a heap on the pavement.\r\n\r\n\r\n\r\n\r\nXVI\r\n\r\nWHAT HAPPENED TO FENN\r\n\r\n\r\nFenn was up first. Many years' experience of being tackled at full\r\nspeed on the football field had taught him how to fall. The stranger,\r\nwhose football days, if he had ever had any, were long past, had gone\r\ndown with a crash, and remained on the pavement, motionless. Fenn was\r\nconscious of an ignoble impulse to fly without stopping to chat about\r\nthe matter. Then he was seized with a gruesome fear that he had\r\ninjured the man seriously, which vanished when the stranger sat up.\r\nHis first words were hardly of the sort that one would listen to from\r\nchoice. His first printable expression, which did not escape him until\r\nhe had been speaking some time, was in the nature of an official\r\nbulletin.\r\n\r\n\"You've broken my neck,\" said he.\r\n\r\nFenn renewed his apologies and explanations.\r\n\r\n\"Your watch!\" cried the man in a high, cracked voice. \"Don't stand\r\nthere talking about your watch, but help me up. What do I care about\r\nyour watch? Why don't you look where you are going to? Now then, now\r\nthen, don't hoist me as if I were a hod of bricks. That's right. Now\r\nhelp me indoors, and go away.\"\r\n\r\nFenn supported him while he walked lamely into the house. He was\r\nrelieved to find that there was nothing more the matter with him than\r\na shaking and a few bruises.\r\n\r\n\"Door on the left,\" said the injured one.\r\n\r\nFenn led him down the passage and into a small sitting-room. The gas\r\nwas lit, and as he turned it up he saw that the stranger was a man\r\nwell advanced in years. He had grey hair that was almost white. His\r\nface was not a pleasant one. It was a mass of lines and wrinkles from\r\nwhich a physiognomist would have deduced uncomplimentary conclusions\r\nas to his character. Fenn had little skill in that way, but he felt\r\nthat for some reason he disliked the man, whose eyes, which were small\r\nand extraordinarily bright, gave rather an eerie look to his face.\r\n\r\n\"Go away, go away,\" he kept repeating savagely from his post on the\r\nshabby sofa on which Fenn had deposited him.\r\n\r\n\"But are you all right? Can't I get you something?\" asked the\r\nEckletonian.\r\n\r\n\"Go away, go away,\" repeated the man.\r\n\r\nConversation on these lines could never be really attractive. Fenn\r\nturned to go. As he closed the door and began to feel his way along\r\nthe dark passage, he heard the key turn in the lock behind him. The\r\nman could not, he felt, have been very badly hurt if he were able to\r\nget across the room so quickly. The thought relieved him somewhat.\r\nNobody likes to have the maiming even of the most complete stranger on\r\nhis mind. The sensation of relief lasted possibly three seconds. Then\r\nit flashed upon him that in the excitement of the late interview he\r\nhad forgotten his cap. That damaging piece of evidence lay on the\r\ntable in the sitting-room, and between him and it was a locked door.\r\n\r\nHe groped his way back, and knocked. No sound came from the room.\r\n\r\n\"I say,\" he cried, \"you might let me have my cap. I left it on the\r\ntable.\"\r\n\r\nNo reply.\r\n\r\nFenn half thought of making a violent assault on the door. He\r\nrefrained on reflecting that it would be useless. If he could break it\r\nopen--which, in all probability, he could not--there would be trouble\r\nsuch as he had never come across in his life. He was not sure it would\r\nnot be an offence for which he would be rendered liable to fine or\r\nimprisonment. At any rate, it would mean the certain detection of his\r\nvisit to the town. So he gave the thing up, resolving to return on the\r\nmorrow and reopen negotiations. For the present, what he had to do was\r\nto get safely back to his house. He had lost his watch, his cap with\r\nhis name in it was in the hands of an evil old man who evidently bore\r\nhim a grudge, and he had to run the gauntlet of three house-masters\r\nand get to bed _via_ a study-window. Few people, even after the\r\ndullest of plays, have returned from the theatre so disgusted with\r\neverything as did Fenn. Reviewing the situation as he ran with long,\r\neasy strides over the road that led to Kay's, he found it devoid of\r\nany kind of comfort. Unless his mission in quest of the cap should\r\nprove successful, he was in a tight place.\r\n\r\nIt is just as well that the gift of second sight is accorded to but\r\nfew. If Fenn could have known at this point that his adventures were\r\nonly beginning, that what had taken place already was but as the\r\noverture to a drama, it is possible that he would have thrown up the\r\nsponge for good and all, entered Kay's by way of the front door--after\r\nknocking up the entire household--and remarked, in answer to his\r\nhouse-master's excited questions, \"Enough! Enough! I am a victim of\r\nFate, a Toad beneath the Harrow. Sack me tomorrow, if you like, but\r\nfor goodness' sake let me get quietly to bed now.\"\r\n\r\nAs it was, not being able to \"peep with security into futurity,\" he\r\nimagined that the worst was over.\r\n\r\nHe began to revise this opinion immediately on turning in at Kay's\r\ngate. He had hardly got half-way down the drive when the front door\r\nopened and two indistinct figures came down the steps. As they did so\r\nhis foot slipped off the grass border on which he was running to\r\ndeaden the noise of his steps, and grated sharply on the gravel.\r\n\r\n\"What's that?\" said a voice. The speaker was Mr Kay.\r\n\r\n\"What's what?\" replied a second voice which he recognised as Mr\r\nMulholland's.\r\n\r\n\"Didn't you hear a noise?\"\r\n\r\n\"'I heard the water lapping on the crag,'\" replied Mr Mulholland,\r\npoetically.\r\n\r\n\"It was over there,\" persisted Mr Kay. \"I am certain I heard\r\nsomething--positively certain, Mulholland. And after that burglary at\r\nthe school house--\"\r\n\r\nHe began to move towards the spot where Fenn lay crouching behind a\r\nbush. Mr Mulholland followed, mildly amused. They were a dozen yards\r\naway when Fenn, debating in his mind whether it would not be\r\nbetter--as it would certainly be more dignified--for him to rise and\r\ndeliver himself up to justice instead of waiting to be discovered\r\nwallowing in the damp grass behind a laurel bush, was aware of\r\nsomething soft and furry pressing against his knuckles. A soft purring\r\nsound reached his ears.\r\n\r\nHe knew at once who it was--Thomas Edward, the matron's cat, ever a\r\nstaunch friend of his. Many a time had they taken tea together in his\r\nstudy in happier days. The friendly animal had sought him out in his\r\nhiding-place, and was evidently trying to intimate that the best thing\r\nthey could do now would be to make a regular night of it.\r\n\r\nFenn, as I have said, liked and respected Thomas. In ordinary\r\ncircumstances he would not have spoken an unfriendly word to him. But\r\nthings were desperate now, and needed remedies to match.\r\n\r\nVery softly he passed his hand down the delighted animal's back until\r\nhe reached his tail. Then, stifling with an effort all the finer\r\nfeelings which should have made such an act impossible, he\r\nadministered so vigorous a tweak to that appendage that Thomas, with\r\none frenzied yowl, sprang through the bush past the two masters and\r\nvanished at full speed into the opposite hedge.\r\n\r\n\"My goodness!\" said Mr Kay, starting back.\r\n\r\nIt was a further shock to Fenn to find how close he was to the laurel.\r\n\r\n    \"'Goodness me,\r\n      Why, what was that?\r\n    Silent be,\r\n      It was the cat,'\"\r\n\r\nchanted Mr Mulholland, who was in poetical vein after the theatre.\r\n\r\n\"It was a cat!\" gasped Mr Kay.\r\n\r\n\"So I am disposed to imagine. What lungs! We shall be having the\r\nR.S.P.C.A. down on us if we aren't careful. They must have heard that\r\nnoise at the headquarters of the Society, wherever they are. Well, if\r\nyour zeal for big game hunting is satisfied, and you don't propose to\r\nfollow the vocalist through that hedge, I think I will be off. Good\r\nnight. Good piece, wasn't it?\"\r\n\r\n\"Excellent. Good night, Mulholland.\"\r\n\r\n\"By the way, I wonder if the man who wrote it is a relation of our\r\nFenn. It may be his brother--I believe he writes. You probably remember\r\nhim when he was here. He was before my time. Talking of Fenn, how do\r\nyou find the new arrangement answer? Is Kennedy an improvement?\"\r\n\r\n\"Kennedy,\" said Mr Kay, \"is a well-meaning boy, I think. Quite\r\nwell-meaning. But he lacks ability, in my opinion. I have had to speak\r\nto him on several occasions on account of disturbances amongst the\r\njuniors. Once I found two boys actually fighting in the junior\r\ndayroom. I was very much annoyed about it.\"\r\n\r\n\"And where was Kennedy while this was going on? Was he holding the\r\nwatch?\"\r\n\r\n\"The watch?\" said Mr Kay, in a puzzled tone of voice. \"Kennedy was\r\nover at the gymnasium when it occurred.\"\r\n\r\n\"Then it was hardly his fault that the fight took place.\"\r\n\r\n\"My dear Mulholland, if the head of a house is efficient, fights\r\nshould be impossible. Even when he is not present, his influence, his\r\nprestige, so to speak, should be sufficient to restrain the boys under\r\nhim.\"\r\n\r\nMr Mulholland whistled softly.\r\n\r\n\"So that's your idea of what the head of your house should be like, is\r\nit? Well, I know of one fellow who would have been just your man.\r\nUnfortunately, he is never likely to come to school at Eckleton.\"\r\n\r\n\"Indeed?\" said Mr Kay, with interest. \"Who is that? Where did you meet\r\nhim? What school is he at?\"\r\n\r\n\"I never said I had met him. I only go by what I have heard of him.\r\nAnd as far as I know, he is not at any school. He was a gentleman of\r\nthe name of Napoleon Bonaparte. He might just have been equal to the\r\narduous duties which devolve upon the head of your house. Goodnight.\"\r\n\r\nAnd Fenn heard his footsteps crunch the gravel as he walked away. A\r\nminute later the front door shut, and there was a rattle. Mr Kay had\r\nput the chain up and retired for the night.\r\n\r\nFenn lay where he was for a short while longer. Then he rose, feeling\r\nvery stiff and wet, and crept into one of the summer-houses which\r\nstood in Mr Kay's garden. Here he sat for an hour and a half, at the\r\nend of which time, thinking that Mr Kay must be asleep, he started out\r\nto climb into the house.\r\n\r\nHis study was on the first floor. A high garden-seat stood directly\r\nbeneath the window and acted as a convenient ladder. It was easy to\r\nget from this on to the window-ledge. Once there he could open the\r\nwindow, and the rest would be plain sailing.\r\n\r\nUnhappily, there was one flaw in his scheme. He had conceived that\r\nscheme in the expectation that the window would be as he had left it.\r\n\r\nBut it was not.\r\n\r\nDuring his absence somebody had shot the bolt. And, try his hardest,\r\nhe could not move the sash an inch.\r\n\r\n\r\n\r\n\r\nXVII\r\n\r\nFENN HUNTS FOR HIMSELF\r\n\r\n\r\nNobody knows for certain the feelings of the camel when his proprietor\r\nplaced that last straw on his back. The incident happened so long ago.\r\nIf it had occurred in modern times, he would probably have contributed\r\na first-hand report to the _Daily Mail._ But it is very likely\r\nthat he felt on that occasion exactly as Fenn felt when, after a night\r\nof unparalleled misadventure, he found that somebody had cut off his\r\nretreat by latching the window. After a gruelling race Fate had just\r\nbeaten him on the tape.\r\n\r\nThere was no doubt about its being latched. The sash had not merely\r\nstuck. He put all he knew into the effort to raise it, but without a\r\nhint of success. After three attempts he climbed down again and,\r\nsitting on the garden-seat, began to review his position.\r\n\r\nIf one has an active mind and a fair degree of optimism, the effect of\r\nthe \"staggerers\" administered by Fate passes off after a while. Fenn\r\nhad both. The consequence was that, after ten minutes of grey despair,\r\nhe was relieved by a faint hope that there might be some other way\r\ninto the house than through his study. Anyhow, it would be worth while\r\nto investigate.\r\n\r\nHis study was at the side of the house. At the back were the kitchen,\r\nthe scullery, and the dining-room, and above these more studies and a\r\ncouple of dormitories. As a last resort he might fling rocks and other\r\nsolids at the windows until he woke somebody up. But he did not feel\r\nlike trying this plan until every other had failed. He had no desire\r\nto let a garrulous dormitory into the secret of his wanderings. What\r\nhe hoped was that he might find one of the lower windows open.\r\n\r\nAnd so he did.\r\n\r\nAs he turned the corner of the house he saw what he had been looking\r\nfor. The very first window was wide open. His spirits shot up, and for\r\nthe first time since he had left the theatre he was conscious of\r\ntaking a pleasure in his adventurous career. Fate was with him after\r\nall. He could not help smiling as he remembered how he had felt during\r\nthat ten minutes on the garden-seat, when the future seemed blank and\r\ndevoid of any comfort whatsoever. And all the time he could have got\r\nin without an effort, if he had only thought of walking half a dozen\r\nyards.\r\n\r\nNow that the way was open to him, he wasted no time. He climbed\r\nthrough into the dark room. He was not certain which room it was, in\r\nspite of his lengthy residence at Kay's.\r\n\r\nHe let himself down softly till his foot touched the floor. After a\r\nmoment's pause he moved forward a step. Then another. At the third\r\nstep his knee struck the leg of a table. He must be in the\r\ndining-room. If so, he was all right. He could find his way up to his\r\nroom with his eyes shut. It was easy to find out for certain. The\r\nwalls of the dining-room at Kay's, as in the other houses, were\r\ncovered with photographs. He walked gingerly in the direction in which\r\nhe imagined the nearest wall to be, reached it, and passed his hand\r\nalong it. Yes, there were photographs. Then all he had to do was to\r\nfind the table again, make his way along it, and when he got to the\r\nend the door would be a yard or so to his left. The programme seemed\r\nsimple and attractive. But it was added to in a manner which he had\r\nnot foreseen. Feeling his way back to the table, he upset a chair. If\r\nhe had upset a cart-load of coal on to a sheet of tin it could not, so\r\nit seemed to him in the disordered state of his nerves, have made more\r\nnoise. It went down with an appalling crash, striking the table on its\r\nway. \"This,\" thought Fenn, savagely, as he waited, listening, \"is\r\nwhere I get collared. What a fool I am to barge about like this.\"\r\n\r\nHe felt that the echoes of that crash must have penetrated to every\r\ncorner of the house. But no one came. Perhaps, after all, the noise\r\nhad not been so great. He proceeded on his journey down the table,\r\nfeeling every inch of the way. The place seemed one bristling mass of\r\nchairs. But, by the exercise of consummate caution, he upset no more\r\nand won through at last in safety to the door.\r\n\r\nIt was at this point that the really lively and exciting part of his\r\nadventure began. Compared with what was to follow, his evening had\r\nbeen up to the present dull and monotonous.\r\n\r\nAs he opened the door there was a sudden stir and crash at the other\r\nend of the room. Fenn had upset one chair and the noise had nearly\r\ndeafened him. Now chairs seemed to be falling in dozens. Bang! Bang!\r\nCrash!! (two that time). And then somebody shot through the window\r\nlike a harlequin and dashed away across the lawn. Fenn could hear his\r\nfootsteps thudding on the soft turf. And at the same moment other\r\nfootsteps made themselves heard.\r\n\r\nSomebody was coming downstairs.\r\n\r\n\"Who is that? Is anybody there?\"\r\n\r\nIt was Mr Kay's voice, unmistakably nervous. Fenn darted from the door\r\nand across the passage. At the other side was a boot-cupboard. It was\r\nhis only refuge in that direction. What he ought to have done was to\r\nleave the dining-room by the opposite door, which led _via_ a\r\ncorridor to the junior dayroom. But he lost his head, and instead of\r\nbolting away from the enemy, went towards him.\r\n\r\nThe stairs down which Mr Kay was approaching were at the end of the\r\npassage. To reach the dining-room one turned to the right. Beyond the\r\nstairs on the left the passage ended in a wall, so that Mr Kay was\r\nbound to take the right direction in the search. Fenn wondered if he\r\nhad a pistol. Not that he cared very much. If the house-master was\r\ngoing to find him, it would be very little extra discomfort to be shot\r\nat. And Mr Kay's talents as a marksman were in all probability limited\r\nto picking off sitting haystacks. The important point was that he had\r\na candle. A faint yellow glow preceded him down the stairs. Playing\r\nhide-and-seek with him in the dark, Fenn might have slipped past in\r\nsafety; but the candle made that impossible.\r\n\r\nHe found the boot-room door and slipped through just as Mr Kay turned\r\nthe corner. With a thrill of pleasure he found that there was a key\r\ninside. He turned it as quietly as he could, but nevertheless it\r\ngrated. Having done this, and seeing nothing else that he could do\r\nexcept await developments, he sat down on the floor among the boots.\r\nIt was not a dignified position for a man who had played for his\r\ncounty while still at school, but just then he would not have\r\nexchanged it for a throne--if the throne had been placed in the\r\npassage or the dining-room.\r\n\r\nThe only question was--had he been seen or heard? He thought not; but\r\nhis heart began to beat furiously as the footsteps stopped outside the\r\ncupboard door and unseen fingers rattled the handle.\r\n\r\nTwice Mr Kay tried the handle, but, finding the cupboard locked,\r\npassed on into the dining-room. The light of the candle ceased to\r\nshine under the door, and Fenn was once more in inky darkness.\r\n\r\nHe listened intently. A minute later he had made his second mistake.\r\nInstead of waiting, as he should have done, until Mr Kay had retired\r\nfor good, he unlocked the door directly he had passed, and when a\r\nmuffled crash told him that the house-master was in the dining-room\r\namong the chairs, out he came and fled softly upstairs towards his\r\nbedroom. He thought that Mr Kay might possibly take it into his head\r\nto go round the dormitories to make certain that all the members of\r\nhis house were in. In which case all would be discovered.\r\n\r\nWhen he reached his room he began to fling off his clothes with\r\nfeverish haste. Once in bed all would be well.\r\n\r\nHe had got out of his boots, his coat, and his waistcoat, and was\r\nbeginning to feel that electric sensation of triumph which only conies\r\nto the man who _just_ pulls through, when he heard Mr Kay coming\r\ndown the corridor towards his room. The burglar-hunter, returning from\r\nthe dining-room in the full belief that the miscreant had escaped\r\nthrough the open window, had had all his ardour for the chase\r\nredoubled by the sight of the cupboard door, which Fenn in his hurry\r\nhad not remembered to close. Mr Kay had made certain by two separate\r\ntrials that that door had been locked. And now it was wide open. Ergo,\r\nthe apostle of the jemmy and the skeleton key must still be in the\r\nhouse. Mr Kay, secure in the recollection that burglars never show\r\nfight if they can possibly help it, determined to search the house.\r\n\r\nFenn made up his mind swiftly. There was no time to finish dressing.\r\nMr Kay, peering round, might note the absence of the rest of his\r\nclothes from their accustomed pegs if he got into bed as he was. There\r\nwas only one thing to be done. He threw back the bed-clothes, ruffled\r\nthe sheets till the bed looked as if it had been slept in, and opened\r\nthe door just as Mr Kay reached the threshold.\r\n\r\n\"Anything the matter, sir?\" asked Fenn, promptly. \"I heard a noise\r\ndownstairs. Can I help you?\"\r\n\r\nMr Kay looked carefully at the ex-head of his house. Fenn was a\r\nfinely-developed youth. He stood six feet, and all of him that was not\r\nbone was muscle. A useful colleague to have by one in a hunt for a\r\npossibly ferocious burglar.\r\n\r\nSo thought Mr Kay.\r\n\r\n\"So _you_ heard the noise?\" he said. \"Well, perhaps you had\r\nbetter come with me. There is no doubt that a burglar has entered the\r\nhouse tonight, in spite of the fact that I locked all the windows\r\nmyself. Your study window was unlocked, Fenn. It was extremely\r\ncareless of you to leave it in such a condition, and I hope you will\r\nbe more careful in future. Why, somebody might have got in through\r\nit.\"\r\n\r\nFenn thought it was not at all unlikely.\r\n\r\n\"Come along, then. I am sure the man is still in the house. He was\r\nhiding in the cupboard by the dining-room. I know it. I am sure he is\r\nstill in the house.\"\r\n\r\nBut, in spite of the fact that Fenn was equally sure, half an hour's\r\nsearch failed to discover any lurking evil-doer.\r\n\r\n\"You had better go to bed, Fenn,\" said Mr Kay, disgustedly, at the end\r\nof that period. \"He must have got back in some extraordinary manner.\"\r\n\r\n\"Yes, sir,\" agreed Fenn.\r\n\r\nHe himself had certainly got back in a very extraordinary manner.\r\n\r\nHowever, he _had_ got back, which was the main point.\r\n\r\n\r\n\r\n\r\nXVIII\r\n\r\nA VAIN QUEST\r\n\r\n\r\nAfter all he had gone through that night, it disturbed Fenn very\r\nlittle to find on the following morning that the professional\r\ncracksman had gone off with one of the cups in his study. Certainly,\r\nit was not as bad as it might have been, for he had only abstracted\r\none out of the half dozen that decorated the room. Fenn was a fine\r\nrunner, and had won the \"sprint\" events at the sports for two years\r\nnow.\r\n\r\nThe news of the burglary at Kay's soon spread about the school. Mr Kay\r\nmentioned it to Mr Mulholland, and Mr Mulholland discussed it at lunch\r\nwith the prefects of his house. The juniors of Kay's were among the\r\nlast to hear of it, but when they did, they made the most of it, to\r\nthe disgust of the School House fags, to whom the episode seemed in\r\nthe nature of an infringement of copyright. Several spirited\r\nby-battles took place that day owing to this, and at the lower end of\r\nthe table of Kay's dining-room at tea that evening there could be seen\r\nmany swollen countenances. All, however, wore pleased smiles. They had\r\nproved to the School House their right to have a burglary of their own\r\nif they liked. It was the first occasion since Kennedy had become head\r\nof the house that Kay's had united in a common and patriotic cause.\r\n\r\nDirectly afternoon school was over that day, Fenn started for the\r\ntown. The only thing that caused him any anxiety now was the fear lest\r\nthe cap which he had left in the house in the High Street might rise\r\nup as evidence against him later on. Except for that, he was safe. The\r\nheadmaster had evidently not remembered his absence from the festive\r\nboard, or he would have spoken to him on the subject before now. If he\r\ncould but recover the lost cap, all would be right with the world.\r\nGive him back that cap, and he would turn over a new leaf with a\r\nrapidity and emphasis which would lower the world's record for that\r\nperformance. He would be a reformed character. He would even go to the\r\nextent of calling a truce with Mr Kay, climbing down to Kennedy, and\r\noffering him his services in his attempt to lick the house into shape.\r\n\r\nAs a matter of fact, he had had this idea before. Jimmy Silver, who\r\nwas in the position--common at school--of being very friendly with two\r\npeople who were not on speaking terms, had been at him on the topic.\r\n\r\n\"It's rot,\" James had said, with perfect truth, \"to see two chaps like\r\nyou making idiots of themselves over a house like Kay's. And it's all\r\nyour fault, too,\" he had added frankly. \"You know jolly well you\r\naren't playing the game. You ought to be backing Kennedy up all the\r\ntime. Instead of which, you go about trying to look like a Christian\r\nmartyr--\"\r\n\r\n\"I don't,\" said Fenn, indignantly.\r\n\r\n\"Well, like a stuffed frog, then--it's all the same to me. It's\r\nperfect rot. If I'm walking with Kennedy, you stalk past as if we'd\r\nboth got the plague or something. And if I'm with you, Kennedy\r\nsuddenly remembers an appointment, and dashes off at a gallop in the\r\nopposite direction. If I had to award the bronze medal for drivelling\r\nlunacy in this place, you would get it by a narrow margin, and Kennedy\r\nwould be _proxime_, and honourably mentioned. Silly idiots!\"\r\n\r\n\"Don't stop, Jimmy. Keep it up,\" said Fenn, settling himself in his\r\nchair. The dialogue was taking place in Silver's study.\r\n\r\n\"My dear chap, you didn't think I'd finished, surely! I was only\r\ntrying to find some description that would suit you. But it's no good.\r\nI can't. Look here, take my advice--the advice,\" he added, in the\r\nmelodramatic voice he was in the habit of using whenever he wished to\r\nconceal the fact that he was speaking seriously, \"of an old man who\r\nwishes ye both well. Go to Kennedy, fling yourself on his chest, and\r\nsay, 'We have done those things which we ought not to have done--' No.\r\nAs you were! Compn'y, 'shun! Say 'J. Silver says that I am a rotter. I\r\nam a worm. I have made an ass of myself. But I will be good. Shake,\r\npard!' That's what you've got to do. Come in.\"\r\n\r\nAnd in had come Kennedy. The attractions of Kay's were small, and he\r\nusually looked in on Jimmy Silver in the afternoons.\r\n\r\n\"Oh, sorry,\" he said, as he saw Fenn. \"I thought you were alone,\r\nJimmy.\"\r\n\r\n\"I was just going,\" said Fenn, politely.\r\n\r\n\"Oh, don't let me disturb you,\" protested Kennedy, with winning\r\ncourtesy.\r\n\r\n\"Not at all,\" said Fenn.\r\n\r\n\"Oh, if you really were--\"\r\n\r\n\"Oh, yes, really.\"\r\n\r\n\"Get out, then,\" growled Jimmy, who had been listening in speechless\r\ndisgust to the beautifully polite conversation just recorded. \"I'll\r\nforward that bronze medal to you, Fenn.\"\r\n\r\nAnd as the door closed he had turned to rend Kennedy as he had rent\r\nFenn; while Fenn walked back to Kay's feeling that there was a good\r\ndeal in what Jimmy had said.\r\n\r\nSo that when he went down town that afternoon in search of his cap, he\r\npondered as he walked over the advisability of making a fresh start.\r\nIt would not be a bad idea. But first he must concentrate his energies\r\non recovering what he had lost.\r\n\r\nHe found the house in the High Street without a great deal of\r\ndifficulty, for he had marked the spot carefully as far as that had\r\nbeen possible in the fog.\r\n\r\nThe door was opened to him, not by the old man with whom he had\r\nexchanged amenities on the previous night, but by a short, thick\r\nfellow, who looked exactly like a picture of a loafer from the pages\r\nof a comic journal. He eyed Fenn with what might have been meant for\r\nan inquiring look. To Fenn it seemed merely menacing.\r\n\r\n\"Wodyer want?\" he asked, abruptly.\r\n\r\nEckleton was not a great distance from London, and, as a consequence,\r\nmany of London's choicest blackguards migrated there from time to\r\ntime. During the hopping season, and while the local races were on,\r\none might meet with two Cockney twangs for every country accent.\r\n\r\n\"I want to see the old gentleman who lives here,\" said Fenn.\r\n\r\n\"Wot old gentleman?\"\r\n\r\n\"I'm afraid I don't know his name. Is this a home for old gentlemen?\r\nIf you'll bring out all you've got, I'll find my one.\"\r\n\r\n\"Wodyer want see the old gentleman for?\"\r\n\r\n\"To ask for my cap. I left it here last night.\"\r\n\r\n\"Oh, yer left it 'ere last night! Well, yer cawn't see 'im.\"\r\n\r\n\"Not from here, no,\" agreed Fenn. \"Being only eyes, you see,\" he\r\nquoted happily, \"my wision's limited. But if you wouldn't mind moving\r\nout of the way--\"\r\n\r\n\"Yer cawn't see 'im. Blimey, 'ow much more of it, I should like to\r\nknow. Gerroutovit, cawn't yer! You and yer caps.\"\r\n\r\nAnd he added a searching expletive by way of concluding the sentence\r\nfittingly. After which he slipped back and slammed the door, leaving\r\nFenn waiting outside like the Peri at the gate of Paradise.\r\n\r\nHis resemblance to the Peri ceased after the first quarter of a\r\nminute. That lady, we read, took her expulsion lying down. Fenn was\r\nmore vigorous. He seized the knocker, and banged lustily on the door.\r\nHe had given up all hope of getting back the cap. All he wanted was to\r\nget the doorkeeper out into the open again, when he would proceed to\r\nshow him, to the best of his ability, what was what. It would not be\r\nthe first time he had taken on a gentleman of the same class and a\r\nsimilar type of conversation.\r\n\r\nBut the man refused to be drawn. For all the reply Fenn's knocking\r\nproduced, the house might have been empty. At last, having tired his\r\nwrist and collected a small crowd of Young Eckleton, who looked as if\r\nthey expected him to proceed to further efforts for their amusement,\r\nhe gave it up, and retired down the High Street with what dignity he\r\ncould command--which, as he was followed for the first fifty yards by\r\nthe silent but obviously expectant youths, was not a great deal.\r\n\r\nThey left him, disappointed, near the Town Hall, and Fenn continued on\r\nhis way alone. The window of the grocer's shop, with its tins of\r\npreserved apricots and pots of jam, recalled to his mind what he had\r\nforgotten, that the food at Kay's, though it might be wholesome (which\r\nhe doubted), was undeniably plain, and, secondly, that he had run out\r\nof jam. Now that he was here he might as well supply that deficiency.\r\n\r\nNow it chanced that Master Wren, of Kay's, was down town--without\r\nleave, as was his habit--on an errand of a very similar nature. Walton\r\nhad found that he, like Fenn, lacked those luxuries of life which are\r\nso much more necessary than necessities, and, being unable to go\r\nhimself, owing to the unfortunate accident of being kept in by his\r\nform-master, had asked Wren to go for him. Wren's visit to the\r\ngrocer's was just ending when Fenn's began.\r\n\r\nThey met in the doorway.\r\n\r\nWren looked embarrassed, and nearly dropped a pot of honey, which he\r\nsecured low down after the manner of a catch in the slips. Fenn, on\r\nthe other hand, took no notice of his fellow-Kayite, but walked on\r\ninto the shop and began to inspect the tins of biscuits which were\r\nstacked on the floor by the counter.\r\n\r\n\r\n\r\n\r\nXIX\r\n\r\nTHE GUILE OF WREN\r\n\r\n\r\nWren did not quite know what to make of this. Why had not Fenn said a\r\nword to him? There were one or two prefects in the school whom he\r\nmight have met even at such close quarters and yet have cherished a\r\nhope that they had not seen him. Once he had run right into Drew, of\r\nthe School House, and escaped unrecognised. But with Fenn it was\r\ndifferent. Compared to Fenn, lynxes were astigmatic. He must have\r\nspotted him.\r\n\r\nThere was a vein of philosophy in Wren's composition. He felt that he\r\nmight just as well be hanged for a sheep as a lamb. In other words,\r\nhaving been caught down town without leave, he might as well stay\r\nthere and enjoy himself a little while longer before going back to be\r\nexecuted. So he strolled off down the High Street, bought a few things\r\nat a stationer's, and wound up with an excellent tea at the\r\nconfectioner's by the post-office.\r\n\r\nIt was as he was going to this meal that Kennedy caught sight of him.\r\nKennedy had come down town to visit the local photographer, to whom he\r\nhad entrusted a fortnight before the pleasant task of taking his\r\nphotograph. As he had heard nothing from him since, he was now coming\r\nto investigate. He entered the High Street as Wren was turning into\r\nthe confectioner's, saw him, and made a note of it for future\r\nreference.\r\n\r\nWhen Wren returned to the house just before lock-up, he sought counsel\r\nof Walton.\r\n\r\n\"I say,\" he said, as he handed over the honey he had saved so neatly\r\nfrom destruction, \"what would you do? Just as I was coming out of the\r\nshop, I barged into Fenn. He must have twigged me.\"\r\n\r\n\"Didn't he say anything?\"\r\n\r\n\"Not a word. I couldn't make it out, because he must have seen me. We\r\nweren't a yard away from one another.\"\r\n\r\n\"It's dark in the shop,\" suggested Walton.\r\n\r\n\"Not at the door; which is where we met.\"\r\n\r\nBefore Walton could find anything to say in reply to this, their\r\nconversation was interrupted by Spencer.\r\n\r\n\"Kennedy wants you, Wren,\" said Spencer. \"You'd better buck up; he's\r\nin an awful wax.\"\r\n\r\nNext to Walton, the vindictive Spencer objected most to Wren, and he\r\ndid not attempt to conceal the pleasure he felt in being the bearer of\r\nthis ominous summons.\r\n\r\nThe group broke up. Wren went disconsolately upstairs to Kennedy's\r\nstudy; Walton smacked Spencer's head--more as a matter of form than\r\nbecause he had done anything special to annoy him--and retired to the\r\nsenior dayroom; while Spencer, muttering darkly to himself, avoided a\r\nsecond smack and took cover in the junior room, where he consoled\r\nhimself by toasting a piece of india-rubber in the gas till it made\r\nthe atmosphere painful to breathe in, and recalling with pleasure the\r\ncondition Walton's face had been in for the day or two following his\r\nencounter with Kennedy in the dormitory.\r\n\r\nKennedy was working when Wren knocked at his door.\r\n\r\nHe had not much time to spare on a bounds-breaking fag; and his manner\r\nwas curt.\r\n\r\n\"I saw you going into Rose's, in the High Street, this afternoon,\r\nWren,\" he said, looking up from his Greek prose. \"I didn't give you\r\nleave. Come up here after prayers tonight. Shut the door.\"\r\n\r\nWren went down to consult Walton again. His attitude with regard to a\r\nlicking from the head of the house was much like that of the other\r\nfags. Custom had, to a certain extent, inured him to these painful\r\ninterviews, but still, if it was possible, he preferred to keep out of\r\nthem. Under Fenn's rule he had often found a tolerably thin excuse\r\nserve his need. Fenn had so many other things to do that he was not\r\nunwilling to forego an occasional licking, if the excuse was good\r\nenough. And he never took the trouble to find out whether the\r\ningenious stories Wren was wont to serve up to him were true or not.\r\nKennedy, Wren reflected uncomfortably, had given signs that this\r\neasy-going method would not do for him. Still, it might be possible to\r\nhunt up some story that would meet the case. Walton had a gift in that\r\ndirection.\r\n\r\n\"He says I'm to go to his study after prayers,\" reported Wren. \"Can't\r\nyou think of any excuse that would do?\"\r\n\r\n\"Can't understand Fenn running you in,\" said Walton. \"I thought he\r\nnever spoke to Kennedy.\"\r\n\r\nWren explained.\r\n\r\n\"It wasn't Fenn who ran me in. Kennedy was down town, too, and twigged\r\nme going into Rose's. I went there and had tea after I got your things\r\nat the grocer's.\"\r\n\r\n\"Oh, he spotted you himself, did he?\" said Walton. \"And he doesn't\r\nknow Fenn saw you?\"\r\n\r\n\"I don't think so.\"\r\n\r\n\"Then I've got a ripping idea. When he has you up tonight, swear that\r\nyou got leave from Fenn to go down town.\"\r\n\r\n\"But he'll ask him.\"\r\n\r\n\"The odds are that he won't. He and Fenn had a row at the beginning of\r\nterm, and never speak to one another if they can help it. It's ten to\r\none that he will prefer taking your yarn to going and asking Fenn if\r\nit's true or not. Then he's bound to let you off.\"\r\n\r\nWren admitted that the scheme was sound.\r\n\r\nAt the conclusion of prayers, therefore, he went up again to Kennedy's\r\nstudy, with a more hopeful air than he had worn on his previous visit.\r\n\r\n\"Come in,\" said Kennedy, reaching for the swagger-stick which he was\r\naccustomed to use at these ceremonies.\r\n\r\n\"Please, Kennedy,\" said Wren, glibly. \"I did get leave to go down town\r\nthis afternoon.\"\r\n\r\n\"What!\"\r\n\r\nWren repeated the assertion.\r\n\r\n\"Who gave you leave?\"\r\n\r\n\"Fenn.\"\r\n\r\nThe thing did not seem to be working properly. When he said the word\r\n\"Fenn\", Wren expected to see Kennedy retire baffled, conscious that\r\nthere was nothing more to be said or done. Instead of this, the remark\r\nappeared to infuriate him.\r\n\r\n\"It's just like your beastly cheek,\" he said, glaring at the\r\nred-headed delinquent, \"to ask Fenn for leave instead of me. You know\r\nperfectly well that only the head of the house can give leave to go\r\ndown town. I don't know how often you and the rest of the junior\r\ndayroom have played this game, but it's going to stop now. You'd\r\nbetter remember another time when you want to go to Rose's that I've\r\ngot to be consulted first.\"\r\n\r\nWith which he proceeded to ensure to the best of his ability that the\r\nmemory of Master Wren should not again prove treacherous in this\r\nrespect.\r\n\r\n\"How did it work?\" asked Walton, when Wren returned.\r\n\r\n\"It didn't,\" said Wren, briefly.\r\n\r\nWalton expressed an opinion that Kennedy was a cad; which, however\r\nsound in itself, did little to improve the condition of Wren.\r\n\r\nHaving disposed of Wren, Kennedy sat down seriously to consider this\r\nnew development of a difficult situation. Hitherto he had imagined\r\nFenn to be merely a sort of passive resister who confined himself to\r\nthe Achilles-in-his-tent business, and was only a nuisance because he\r\nrefused to back him up. To find him actually aiding and abetting the\r\nhouse in its opposition to its head was something of a shock. And yet,\r\nif he had given Wren leave to go down town, he had probably done the\r\nsame kind office by others. It irritated Kennedy more than the most\r\novert act of enmity would have done. It was not good form. It was\r\nhitting below the belt. There was, of course, the chance that Wren's\r\nstory had not been true. But he did not build much on that. He did not\r\nyet know his Wren well, and believed that such an audacious lie would\r\nbe beyond the daring of a fag. But it would be worth while to make\r\ninquiries. He went down the passage to Fenn's study. Fenn, however,\r\nhad gone to bed, so he resolved to approach him on the subject next\r\nday. There was no hurry.\r\n\r\nHe went to his dormitory, feeling very bitter towards Fenn, and\r\nrehearsing home truths with which to confound him on the morrow.\r\n\r\n\r\n\r\n\r\nXX\r\n\r\nJIMMY THE PEACEMAKER\r\n\r\n\r\nIn these hustling times it is not always easy to get ten minutes'\r\nconversation with an acquaintance in private. There was drill in the\r\ndinner hour next day for the corps, to which Kennedy had to go\r\ndirectly after lunch. It did not end till afternoon school began. When\r\nafternoon school was over, he had to turn out and practise scrummaging\r\nwith the first fifteen, in view of an important school match which was\r\ncoming off on the following Saturday. Kennedy had not yet received his\r\ncap, but he was playing regularly for the first fifteen, and was\r\ngenerally looked upon as a certainty for one of the last places in the\r\nteam. Fenn, being a three-quarter, had not to participate in this\r\npractice. While the forwards were scrummaging on the second fifteen\r\nground, the outsides ran and passed on the first fifteen ground over\r\nat the other end of the field. Fenn's training for the day finished\r\nearlier than Kennedy's, the captain of the Eckleton fifteen, who led\r\nthe scrum, not being satisfied with the way in which the forwards\r\nwheeled. He kept them for a quarter of an hour after the outsides had\r\ndone their day's work, and when Kennedy got back to the house and went\r\nto Fenn's study, the latter was not there. He had evidently changed\r\nand gone out again, for his football clothes were lying in a heap in a\r\ncorner of the room. Going back to his own study, he met Spencer.\r\n\r\n\"Have you seen Fenn?\" he asked.\r\n\r\n\"No,\" said the fag. \"He hasn't come in.\"\r\n\r\n\"He's come in all right, but he's gone out again. Go and ask Taylor if\r\nhe knows where he is.\"\r\n\r\nTaylor was Fenn's fag.\r\n\r\nSpencer went to the junior dayroom, and returned with the information\r\nthat Taylor did not know.\r\n\r\n\"Oh, all right, then--it doesn't matter,\" said Kennedy, and went into\r\nhis study to change.\r\n\r\nHe had completed this operation, and was thinking of putting his\r\nkettle on for tea, when there was a knock at the door.\r\n\r\nIt was Baker, Jimmy Silver's fag.\r\n\r\n\"Oh, Kennedy,\" he said, \"Silver says, if you aren't doing anything\r\nspecial, will you go over to his study to tea?\"\r\n\r\n\"Why, is there anything on?\"\r\n\r\nIt struck him as curious that Jimmy should take the trouble to send\r\nhis fag over to Kay's with a formal invitation. As a rule the head of\r\nBlackburn's kept open house. His friends were given to understand that\r\nthey could drop in whenever they liked. Kennedy looked in for tea\r\nthree times a week on an average.\r\n\r\n\"I don't think so,\" said Baker.\r\n\r\n\"Who else is going to be there?\"\r\n\r\nJimmy Silver sometimes took it into his head to entertain weird beings\r\nfrom other houses whose brothers or cousins he had met in the\r\nholidays. On such occasions he liked to have some trusty friend by him\r\nto help the conversation along. It struck Kennedy that this might be\r\none of those occasions. If so, he would send back a polite but firm\r\nrefusal of the invitation. Last time he had gone to help Jimmy\r\nentertain a guest of this kind, conversation had come to a dead\r\nstandstill a quarter of an hour after his arrival, the guest refusing\r\nto do anything except eat prodigiously, and reply \"Yes\" or \"No\", as\r\nthe question might demand, when spoken to. Also he had declined to\r\nstir from his seat till a quarter to seven. Kennedy was not going to\r\nbe let in for another orgy of that nature if he knew it.\r\n\r\n\"Who's with Silver?\" he asked.\r\n\r\n\"Only Fenn,\" said Baker.\r\n\r\nKennedy pondered for a moment.\r\n\r\n\"All right,\" he said, at last, \"tell him I'll be round in a few\r\nminutes.\"\r\n\r\nHe sat thinking the thing over after Baker had gone back to\r\nBlackburn's with the message. He saw Silver's game, of course. Jimmy\r\nhad made no secret for some time of his disgust at the coolness\r\nbetween Kennedy and Fenn. Not knowing all the circumstances, he\r\nconsidered it absolute folly. If only he could get the two together\r\nover a quiet pot of tea, he imagined that it would not be a difficult\r\ntask to act effectively as a peacemaker.\r\n\r\nKennedy was sorry for Jimmy. He appreciated his feelings in the\r\nmatter. He would not have liked it himself if his two best friends had\r\nbeen at daggers drawn. Still, he could not bring himself to treat Fenn\r\nas if nothing had happened, simply to oblige Silver. There had been a\r\ntime when he might have done it, but now that Fenn had started a\r\ndeliberate campaign against him by giving Wren--and probably, thought\r\nKennedy, half the other fags in the house--leave down town when he\r\nought to have sent them on to him, things had gone too far. However,\r\nhe could do no harm by going over to Jimmy's to tea, even if Fenn was\r\nthere. He had not looked to interview Fenn before an audience, but if\r\nthat audience consisted only of Jimmy, it would not matter so much.\r\n\r\nHis advent surprised Fenn. The astute James, fancying that if he\r\nmentioned that he was expecting Kennedy to tea, Fenn would make a bolt\r\nfor it, had said nothing about it.\r\n\r\nWhen Kennedy arrived there was one of those awkward pauses which are\r\nso difficult to fill up in a satisfactory manner.\r\n\r\n\"Now you're up, Fenn,\" said Jimmy, as the latter rose, evidently with\r\nthe intention of leaving the study, \"you might as well reach down that\r\ntoasting-fork and make some toast.\"\r\n\r\n\"I'm afraid I must be off now, Jimmy,\" said Fenn.\r\n\r\n\"No you aren't,\" said Silver. \"You bustle about and make yourself\r\nuseful, and don't talk rot. You'll find your cup on that shelf over\r\nthere, Kennedy. It'll want a wipe round. Better use the table-cloth.\"\r\n\r\nThere was silence in the study until tea was ready. Then Jimmy Silver\r\nspoke.\r\n\r\n\"Long time since we three had tea together,\" he said, addressing the\r\nremark to the teapot.\r\n\r\n\"Kennedy's a busy man,\" said Fenn, suavely. \"He's got a house to look\r\nafter.\"\r\n\r\n\"And I'm going to look after it,\" said Kennedy, \"as you'll find.\"\r\n\r\nJimmy Silver put in a plaintive protest.\r\n\r\n\"I wish you two men wouldn't talk shop,\" he said. \"It's bad enough\r\nhaving Kay's next door to one, without your dragging it into the\r\nconversation. How were the forwards this evening, Kennedy?\"\r\n\r\n\"Not bad,\" said Kennedy, shortly.\r\n\r\n\"I wonder if we shall lick Tuppenham on Saturday?\"\r\n\r\n\"I don't know,\" said Kennedy; and there was silence again.\r\n\r\n\"Look here, Jimmy,\" said Kennedy, after a long pause, during which the\r\nhead of Blackburn's tried to fill up the blank in the conversation by\r\ntoasting a piece of bread in a way which was intended to suggest that\r\nif he were not so busy, the talk would be unchecked and animated,\r\n\"it's no good. We must have it out some time, so it may as well be\r\nhere as anywhere else. I've been looking for Fenn all day.\"\r\n\r\n\"Sorry to give you all that trouble,\" said Fenn, with a sneer. \"Got\r\nsomething important to say?\"\r\n\r\n\"Yes.\"\r\n\r\n\"Go ahead, then.\"\r\n\r\nJimmy Silver stood between them with the toasting-fork in his hand, as\r\nif he meant to plunge it into the one who first showed symptoms of\r\nflying at the other's throat. He was unhappy. His peace-making\r\ntea-party was not proving a success.\r\n\r\n\"I wanted to ask you,\" said Kennedy, quietly, \"what you meant by\r\ngiving the fags leave down town when you knew that they ought to come\r\nto me?\"\r\n\r\nThe gentle and intelligent reader will remember (though that miserable\r\nworm, the vapid and irreflective reader, will have forgotten) that at\r\nthe beginning of the term the fags of Kay's had endeavoured to show\r\ntheir approval of Fenn and their disapproval of Kennedy by applying to\r\nthe former for leave when they wished to go to the town; and that Fenn\r\nhad received them in the most ungrateful manner with blows instead of\r\nexeats. Strong in this recollection, he was not disturbed by Kennedy's\r\nquestion. Indeed, it gave him a comfortable feeling of rectitude.\r\nThere is nothing more pleasant than to be accused to your face of\r\nsomething which you can deny on the spot with an easy conscience. It\r\nis like getting a very loose ball at cricket. Fenn felt almost\r\nfriendly towards Kennedy.\r\n\r\n\"I meant nothing,\" he replied, \"for the simple reason that I didn't do\r\nit.\"\r\n\r\n\"I caught Wren down town yesterday, and he said you had given him\r\nleave.\"\r\n\r\n\"Then he lied, and I hope you licked him.\"\r\n\r\n\"There you are, you see,\" broke in Jimmy Silver triumphantly, \"it's\r\nall a misunderstanding. You two have got no right to be cutting one\r\nanother. Why on earth can't you stop all this rot, and behave like\r\ndecent members of society again?\"\r\n\r\n\"As a matter of fact,\" said Fenn, \"they did try it on earlier in the\r\nterm. I wasted a lot of valuable time pointing out to them with a\r\nswagger-stick--that I was the wrong person to come to. I'm sorry you\r\nshould have thought I could play it as low down as that.\"\r\n\r\nKennedy hesitated. It is not very pleasant to have to climb down after\r\nstarting a conversation in a stormy and wrathful vein. But it had to\r\nbe done.\r\n\r\n\"I'm sorry, Fenn,\" he said; \"I was an idiot.\"\r\n\r\nJimmy Silver cut in again.\r\n\r\n\"You were,\" he said, with enthusiasm. \"You both were. I used to think\r\nFenn was a bigger idiot than you, but now I'm inclined to call it a\r\ndead heat. What's the good of going on trying to see which of you can\r\nmake the bigger fool of himself? You've both lowered all previous\r\nrecords.\"\r\n\r\n\"I suppose we have,\" said Fenn. \"At least, I have.\"\r\n\r\n\"No, I have,\" said Kennedy.\r\n\r\n\"You both have,\" said Jimmy Silver. \"Another cup of tea, anybody? Say\r\nwhen.\"\r\n\r\nFenn and Kennedy walked back to Kay's together, and tea-d together in\r\nFenn's study on the following afternoon, to the amazement--and even\r\nscandal--of Master Spencer, who discovered them at it. Spencer liked\r\nexcitement; and with the two leaders of the house at logger-heads,\r\nthings could never be really dull. If, as appearances seemed to\r\nsuggest, they had agreed to settle their differences, life would\r\nbecome monotonous again--possibly even unpleasant.\r\n\r\nThis thought flashed through Spencer's brain (as he called it) when he\r\nopened Fenn's door and found him helping Kennedy to tea.\r\n\r\n\"Oh, the headmaster wants to see you, please, Fenn,\" said Spencer,\r\nrecovering from his amazement, \"and told me to give you this.\"\r\n\r\n\"This\" was a prefect's cap. Fenn recognised it without difficulty. It\r\nwas the cap he had left in the sitting-room of the house in the High\r\nStreet.\r\n\r\n\r\n\r\n\r\nXXI\r\n\r\nIN WHICH AN EPISODE IS CLOSED\r\n\r\n\r\n\"Thanks,\" said Fenn.\r\n\r\nHe stood twirling the cap round in his hand as Spencer closed the\r\ndoor. Then he threw it on to the table. He did not feel particularly\r\ndisturbed at the thought of the interview that was to come. He had\r\nbeen expecting the cap to turn up, like the corpse of Eugene Aram's\r\nvictim, at some inconvenient moment. It was a pity that it had come\r\njust as things looked as if they might be made more or less tolerable\r\nin Kay's. He had been looking forward with a grim pleasure to the\r\nsensation that would be caused in the house when it became known that\r\nhe and Kennedy had formed a combine for its moral and physical\r\nbenefit. But that was all over. He would be sacked, beyond a doubt. In\r\nthe history of Eckleton, as far as he knew it, there had never been a\r\ncase of a fellow breaking out at night and not being expelled when he\r\nwas caught. It was one of the cardinal sins in the school code. There\r\nhad been the case of Peter Brown, which his brother had mentioned in\r\nhis letter. And in his own time he had seen three men vanish from\r\nEckleton for the same offence. He did not flatter himself that his\r\nrecord at the school was so good as to make it likely that the\r\nauthorities would stretch a point in his favour.\r\n\r\n\"So long, Kennedy,\" he said. \"You'll be here when I get back, I\r\nsuppose?\"\r\n\r\n\"What does he want you for, do you think?\" asked Kennedy, stretching\r\nhimself, with a yawn. It never struck him that Fenn could be in any\r\nserious trouble. Fenn was a prefect; and when the headmaster sent for\r\na prefect, it was generally to tell him that he had got a split\r\ninfinitive in his English Essay that week.\r\n\r\n\"Glad I'm not you,\" he added, as a gust of wind rattled the sash, and\r\nthe rain dashed against the pane. \"Beastly evening to have to go out.\"\r\n\r\n\"It isn't the rain I mind,\" said Fenn; \"it's what's going to happen\r\nwhen I get indoors again,\" and refused to explain further. There would\r\nbe plenty of time to tell Kennedy the whole story when he returned. It\r\nwas better not to keep the headmaster waiting.\r\n\r\nThe first thing he noticed on reaching the School House was the\r\nstrange demeanour of the butler. Whenever Fenn had had occasion to\r\ncall on the headmaster hitherto, Watson had admitted him with the air\r\nof a high priest leading a devotee to a shrine of which he was the\r\nsole managing director. This evening he seemed restless, excited.\r\n\r\n\"Good evening, Mr Fenn,\" he said. \"This way, sir.\"\r\n\r\nThose were his actual words. Fenn had not known for certain until now\r\nthat he _could_ talk. On previous occasions their conversations\r\nhad been limited to an \"Is the headmaster in?\" from Fenn, and a\r\nstately inclination of the head from Watson. The man was getting a\r\npositive babbler.\r\n\r\nWith an eager, springy step, distantly reminiscent of a shopwalker\r\nheading a procession of customers, with a touch of the style of the\r\nwinner in a walking-race to Brighton, the once slow-moving butler led\r\nthe way to the headmaster's study.\r\n\r\nFor the first time since he started out, Fenn was conscious of a\r\ntremor. There is something about a closed door, behind which somebody\r\nis waiting to receive one, which appeals to the imagination,\r\nespecially if the ensuing meeting is likely to be an unpleasant one.\r\n\r\n\"Ah, Fenn,\" said the headmaster. \"Come in.\"\r\n\r\nFenn wondered. It was not in this tone of voice that the Head was wont\r\nto begin a conversation which was going to prove painful.\r\n\r\n\"You've got your cap, Fenn? I gave it to a small boy in your house to\r\ntake to you.\"\r\n\r\n\"Yes, sir.\"\r\n\r\nHe had given up all hope of understanding the Head's line of action.\r\nUnless he was playing a deep game, and intended to flash out suddenly\r\nwith a keen question which it would be impossible to parry, there\r\nseemed nothing to account for the strange absence of anything unusual\r\nin his manner. He referred to the cap as if he had borrowed it from\r\nFenn, and had returned it by bearer, hoping that its loss had not\r\ninconvenienced him at all.\r\n\r\n\"I daresay,\" continued the Head, \"that you are wondering how it came\r\ninto my possession. You missed it, of course?\"\r\n\r\n\"Very much, sir,\" said Fenn, with perfect truth.\r\n\r\n\"It has just been brought to my house, together with a great many\r\nother things, more valuable, perhaps,\"--here he smiled a\r\nhead-magisterial smile--\"by a policeman from Eckleton.\"\r\n\r\nFenn was still unequal to the intellectual pressure of the\r\nconversation. He could understand, in a vague way, that for some\r\nunexplained reason things were going well for him, but beyond that his\r\nmind was in a whirl.\r\n\r\n\"You will remember the unfortunate burglary of Mr Kay's house and\r\nmine. Your cap was returned with the rest of the stolen property.\"\r\n\r\n\"Just so,\" thought Fenn. \"The rest of the stolen property? Exactly.\r\n_Go_ on. Don't mind me. I shall begin to understand soon, I\r\nsuppose.\"\r\n\r\nHe condensed these thoughts into the verbal reply, \"Yes, sir.\"\r\n\r\n\"I sent for you to identify your own property. I see there is a silver\r\ncup belonging to you. Perhaps there are also other articles. Go and\r\nsee. You will find them on that table. They are in a hopeless state of\r\nconfusion, having been conveyed here in a sack. Fortunately, nothing\r\nis broken.\"\r\n\r\nHe was thinking of certain valuables belonging to himself which had\r\nbeen abstracted from his drawing-room on the occasion of the burglar's\r\nvisit to the School House.\r\n\r\nFenn crossed the room, and began to inspect the table indicated. On it\r\nwas as mixed a collection of valuable and useless articles as one\r\ncould wish to see. He saw his cup at once, and attached himself to it.\r\nBut of all the other exhibits in this private collection, he could\r\nrecognise nothing else as his property.\r\n\r\n\"There is nothing of mine here except the cup, sir,\" he said.\r\n\r\n\"Ah. Then that is all, I think. You are going back to Mr Kay's. Then\r\nplease send Kennedy to me. Good night, Fenn.\"\r\n\r\n\"Good night, sir.\"\r\n\r\nEven now Fenn could not understand it. The more he thought it over,\r\nthe more his brain reeled. He could grasp the fact that his cap and\r\nhis cup were safe again, and that there was evidently going to be no\r\nsacking for the moment. But how it had all happened, and how the\r\npolice had got hold of his cap, and why they had returned it with the\r\nloot gathered in by the burglar who had visited Kay's and the School\r\nHouse, were problems which, he had to confess, were beyond him.\r\n\r\nHe walked to Kay's through the rain with the cup under his mackintosh,\r\nand freely admitted to himself that there were things in heaven and\r\nearth--and particularly earth--which no fellow could understand.\r\n\r\n\"I don't know,\" he said, when Kennedy pressed for an explanation of\r\nthe reappearance of the cup. \"It's no good asking me. I'm going now to\r\nborrow the matron's smelling-salts: I feel faint. After that I shall\r\nwrap a wet towel round my head, and begin to think it out. Meanwhile,\r\nyou're to go over to the Head. He's had enough of me, and he wants to\r\nhave a look at you.\"\r\n\r\n\"Me?\" said Kennedy. \"Why?\"\r\n\r\n\"Now, is it any good asking _me?_?\" said Fenn. \"If you can find\r\nout what it's all about, I'll thank you if you'll come and tell me.\"\r\n\r\nTen minutes later Kennedy returned. He carried a watch and chain.\r\n\r\n\"I couldn't think what had happened to my watch,\" he said. \"I missed\r\nit on the day after that burglary here, but I never thought of\r\nthinking it had been collared by a professional. I thought I must have\r\nlost it somewhere.\"\r\n\r\n\"Well, have you grasped what's been happening?\"\r\n\r\n\"I've grasped my ticker, which is good enough for me. Half a second.\r\nThe old man wants to see the rest of the prefects. He's going to work\r\nthrough the house in batches, instead of man by man. I'll just go round\r\nthe studies and rout them out, and then I'll come back and explain. It's\r\nperfectly simple.\"\r\n\r\n\"Glad you think so,\" said Fenn.\r\n\r\nKennedy went and returned.\r\n\r\n\"Now,\" he said, subsiding into a deck-chair, \"what is it you don't\r\nunderstand?\"\r\n\r\n\"I don't understand anything. Begin at the beginning.\"\r\n\r\n\"I got the yarn from the butler--what's his name?\"\r\n\r\n\"Those who know him well enough to venture to give him a name--I've\r\nnever dared to myself--call him Watson,\" said Fenn.\r\n\r\n\"I got the yarn from Watson. He was as excited as anything about it. I\r\nnever saw him like that before.\"\r\n\r\n\"I noticed something queer about him.\"\r\n\r\n\"He's awfully bucked, and is doing the Ancient Mariner business all\r\nover the place. Wants to tell the story to everyone he sees.\"\r\n\r\n\"Well, suppose you follow his example. I want to hear about it.\"\r\n\r\n\"Well, it seems that the police have been watching a house at the\r\ncorner of the High Street for some time--what's up?\"\r\n\r\n\"Nothing. Go on.\"\r\n\r\n\"But you said, 'By Jove!'\"\r\n\r\n\"Well, why shouldn't I say 'By Jove'? When you are telling sensational\r\nyarns, it's my duty to say something of the sort. Buck along.\"\r\n\r\n\"It's a house not far from the Town Hall, at the corner of Pegwell\r\nStreet--you've probably been there scores of times.\"\r\n\r\n\"Once or twice, perhaps,\" said Fenn. \"Well?\"\r\n\r\n\"About a month ago two suspicious-looking bounders went to live there.\r\nWatson says their faces were enough to hang them. Anyhow, they must\r\nhave been pretty bad, for they made even the Eckleton police, who are\r\npretty average-sized rotters, suspicious, and they kept an eye on\r\nthem. Well, after a bit there began to be a regular epidemic of\r\nburglary round about here. Watson says half the houses round were\r\nbroken into. The police thought it was getting a bit too thick, but\r\nthey didn't like to raid the house without some jolly good evidence\r\nthat these two men were the burglars, so they lay low and waited till\r\nthey should give them a decent excuse for jumping on them. They had\r\nhad a detective chap down from London, by the way, to see if he\r\ncouldn't do something about the burglaries, and he kept his eye on\r\nthem, too.\"\r\n\r\n\"They had quite a gallery. Didn't they notice any of the eyes?\"\r\n\r\n\"No. Then after a bit one of them nipped off to London with a big bag.\r\nThe detective chap was after him like a shot. He followed him from the\r\nstation, saw him get into a cab, got into another himself, and stuck\r\nto him hard. The front cab stopped at about a dozen pawnbrokers'\r\nshops. The detective Johnny took the names and addresses, and hung on\r\nto the burglar man all day, and finally saw him return to the station,\r\nwhere he caught a train back to Eckleton. Directly he had seen him\r\noff, the detective got into a cab, called on the dozen pawnbrokers,\r\nshowed his card, with 'Scotland Yard' on it, I suppose, and asked to\r\nsee what the other chap had pawned. He identified every single thing\r\nas something that had been collared from one of the houses round\r\nEckleton way. So he came back here, told the police, and they raided\r\nthe house, and there they found stacks of loot of all descriptions.\"\r\n\r\n\"Including my cap,\" said Fenn, thoughtfully. \"I see now.\"\r\n\r\n\"Rummy the man thinking it worth his while to take an old cap,\" said\r\nKennedy.\r\n\r\n\"Very,\" said Fenn. \"But it's been a rum business all along.\"\r\n\r\n\r\n\r\n\r\nXXII\r\n\r\nKAY'S CHANGES ITS NAME\r\n\r\n\r\nFor the remaining weeks of the winter term, things went as smoothly in\r\nKay's as Kay would let them. That restless gentleman still continued\r\nto burst in on Kennedy from time to time with some sensational story\r\nof how he had found a fag doing what he ought not to have done. But\r\nthere was a world of difference between the effect these visits had\r\nnow and that which they had had when Kennedy had stood alone in the\r\nhouse, his hand against all men. Now that he could work off the\r\neffects of such encounters by going straight to Fenn's study and\r\npicking the house-master to pieces, the latter's peculiar methods\r\nceased to be irritating, and became funny. Mr Kay was always ferreting\r\nout the weirdest misdoings on the part of the members of his house,\r\nand rushing to Kennedy's study to tell him about them at full length,\r\nlike a rather indignant dog bringing a rat he has hunted down into a\r\ndrawing-room, to display it to the company. On one occasion, when Fenn\r\nand Jimmy Silver were in Kennedy's study, Mr Kay dashed in to complain\r\nbitterly that he had discovered that the junior dayroom kept mice in\r\ntheir lockers. Apparently this fact seemed to him enough to cause an\r\nepidemic of typhoid fever in the place, and he hauled Kennedy over the\r\ncoals, in a speech that lasted five minutes, for not having detected\r\nthis plague-spot in the house.\r\n\r\n\"So that's the celebrity at home, is it?\" said Jimmy Silver, when he\r\nhad gone. \"I now begin to understand more or less why this house wants\r\na new Head every two terms. Is he often taken like that?\"\r\n\r\n\"He's never anything else,\" said Kennedy. \"Fenn keeps a list of the\r\nthings he rags me about, and we have an even shilling on, each week,\r\nthat he will beat the record of the previous week. At first I used to\r\nget the shilling if he lowered the record; but after a bit it struck\r\nus that it wasn't fair, so now we take it on alternate weeks. This is\r\nmy week, by the way. I think I can trouble you for that bob, Fenn?\"\r\n\r\n\"I wish I could make it more,\" said Fenn, handing over the shilling.\r\n\r\n\"What sort of things does he rag you about generally?\" inquired\r\nSilver.\r\n\r\nFenn produced a slip of paper.\r\n\r\n\"Here are a few,\" he said, \"for this month. He came in on the 10th\r\nbecause he found two kids fighting. Kennedy was down town when it\r\nhappened, but that made no difference. Then he caught the senior\r\ndayroom making a row of some sort. He said it was perfectly deafening;\r\nbut we couldn't hear it in our studies. I believe he goes round the\r\nhouse, listening at keyholes. That was on the 16th. On the 22nd he\r\nfound a chap in Kennedy's dormitory wandering about the house at one\r\nin the morning. He seemed to think that Kennedy ought to have sat up\r\nall night on the chance of somebody cutting out of the dormitory. At\r\nany rate, he ragged him. I won the weekly shilling on that; and\r\ndeserved it, too.\"\r\n\r\nFenn had to go over to the gymnasium shortly after this. Jimmy Silver\r\nstayed on, talking to Kennedy.\r\n\r\n\"And bar Kay,\" said Jimmy, \"how do you find the house doing? Any\r\nbetter?\"\r\n\r\n\"Better! It's getting a sort of model establishment. I believe, if we\r\nkeep pegging away at them, we may win some sort of a cup sooner or\r\nlater.\"\r\n\r\n\"Well, Kay's very nearly won the cricket cup last year. You ought to\r\nget it next season, now that you and Fenn are both in the team.\"\r\n\r\n\"Oh, I don't know. It'll be a fluke if we do. Still, we're hoping. It\r\nisn't every house that's got a county man in it. But we're breaking\r\nout in another place. Don't let it get about, for goodness' sake, but\r\nwe're going for the sports' cup.\"\r\n\r\n\"Hope you'll get it. Blackburn's won't have a chance, anyhow, and I\r\nshould like to see somebody get it away from the School House. They've\r\nhad it much too long. They're beginning to look on it as their right.\r\nBut who are your men?\"\r\n\r\n\"Well, Fenn ought to be a cert for the hundred and the quarter, to\r\nstart with.\"\r\n\r\n\"But the School House must get the long run, and the mile, and the\r\nhalf, too, probably.\"\r\n\r\n\"Yes. We haven't anyone to beat Milligan, certainly. But there are the\r\nsecond and third places. Don't forget those. That's where we're going\r\nto have a look in. There's all sorts of unsuspected talent in Kay's.\r\nTo look at Peel, for instance, you wouldn't think he could do the\r\nhundred in eleven, would you? Well, he can, only he's been too slack\r\nto go in for the race at the sports, because it meant training. I had\r\nhim up here and reasoned with him, and he's promised to do his best.\r\nEleven is good enough for second place in the hundred, don't you\r\nthink? There are lots of others in the house who can do quite decently\r\non the track, if they try. I've been making strict inquiries. Kay's\r\nare hot stuff, Jimmy. Heap big medicine. That's what they are.\"\r\n\r\n\"You're a wonderful man, Kennedy,\" said Jimmy Silver. And he meant it.\r\nKennedy's uphill fight at Kay's had appealed to him strongly. He\r\nhimself had never known what it meant to have to manage a hostile\r\nhouse. He had stepped into his predecessor's shoes at Blackburn's much\r\nas the heir to a throne becomes king. Nobody had thought of disputing\r\nhis right to the place. He was next man in; so, directly the departure\r\nof the previous head of Blackburn's left a vacancy, he stepped into\r\nit, and the machinery of the house had gone on as smoothly as if there\r\nhad been no change at all. But Kennedy had gone in against a slack and\r\nantagonistic house, with weak prefects to help him, and a fussy\r\nhouse-master; and he had fought them all for a term, and looked like\r\nwinning. Jimmy admired his friend with a fervour which nothing on\r\nearth would have tempted him to reveal. Like most people with a sense\r\nof humour, he had a fear of appearing ridiculous, and he hid his real\r\nfeelings as completely as he was able.\r\n\r\n\"How is the footer getting on?\" inquired Jimmy, remembering the\r\ndifficulties Kennedy had encountered earlier in the term in connection\r\nwith his house team.\r\n\r\n\"It's better,\" said Kennedy. \"Keener, at any rate. We shall do our\r\nbest in the house-matches. But we aren't a good team.\"\r\n\r\n\"Any more trouble about your being captain instead of Fenn?\"\r\n\r\n\"No. We both sign the lists now. Fenn didn't want to, but I thought it\r\nwould be a good idea, so we tried it. It seems to have worked all\r\nright.\"\r\n\r\n\"Of course, your getting your first has probably made a difference.\"\r\n\r\n\"A bit, perhaps.\"\r\n\r\n\"Well, I hope you won't get the footer cup, because I want it for\r\nBlackburn's. Or the cricket cup. I want that, too. But you can have\r\nthe sports' cup with my blessing.\"\r\n\r\n\"Thanks,\" said Kennedy. \"It's very generous of you.\"\r\n\r\n\"Don't mention it,\" said Jimmy.\r\n\r\nFrom which conversation it will be seen that Kay's was gradually\r\npulling itself together. It had been asleep for years. It was now\r\nwaking up.\r\n\r\nWhen the winter term ended, there were distinct symptoms of an\r\noutbreak of public spirit in the house.\r\n\r\nThe Easter term opened auspiciously in one way. Neither Walton nor\r\nPerry returned. The former had been snapped up in the middle of the\r\nholidays--to his enormous disgust--by a bank, which wanted his\r\nservices so much that it was prepared to pay him 40 pounds a year simply\r\nto enter the addresses of its outgoing letters in a book, and post them\r\nwhen he had completed this ceremony. After a spell of this he might\r\nhope to be transferred to another sphere of bank life and thought, and\r\nat the end of his first year he might even hope for a rise in his\r\nsalary of ten pounds, if his conduct was good, and he had not been\r\nlate on more than twenty mornings in the year. I am aware that in a\r\nproperly-regulated story of school-life Walton would have gone to the\r\nEckleton races, returned in a state of speechless intoxication, and\r\nbeen summarily expelled; but facts are facts, and must not be tampered\r\nwith. The ingenious but not industrious Perry had been superannuated.\r\nFor three years he had been in the Lower Fourth. Probably the master\r\nof that form went to the Head, and said that his constitution would\r\nnot stand another year of him, and that either he or Perry must go. So\r\nPerry had departed. Like a poor play, he had \"failed to attract,\" and\r\nwas withdrawn. There was also another departure of an even more\r\nmomentous nature.\r\n\r\nMr Kay had left Eckleton.\r\n\r\nKennedy was no longer head of Kay's. He was now head of Dencroft's.\r\n\r\nMr Dencroft was one of the most popular masters in the school. He was\r\na keen athlete and a tactful master. Fenn and Kennedy knew him well,\r\nthrough having played at the nets and in scratch games with him. They\r\nboth liked him. If Kennedy had had to select a house-master, he would\r\nhave chosen Mr Blackburn first. But Mr Dencroft would have been easily\r\nsecond.\r\n\r\nFenn learned the facts from the matron, and detailed them to Kennedy.\r\n\r\n\"Kay got the offer of a headmastership at a small school in the north,\r\nand jumped at it. I pity the fellows there. They are going to have a\r\nlively time.\"\r\n\r\n\"I'm jolly glad Dencroft has got the house,\" said Kennedy. \"We might\r\nhave had some awful rotter put in. Dencroft will help us buck up the\r\nhouse games.\"\r\n\r\nThe new house-master sent for Kennedy on the first evening of term. He\r\nwished to find out how the Head of the house and the ex-Head stood\r\nwith regard to one another. He knew the circumstances, and\r\ncomprehended vaguely that there had been trouble.\r\n\r\n\"I hope we shall have a good term,\" he said.\r\n\r\n\"I hope so, sir,\" said Kennedy.\r\n\r\n\"You--er--you think the house is keener, Kennedy, than when you first\r\ncame in?\"\r\n\r\n\"Yes, sir. They are getting quite keen now. We might win the sports.\"\r\n\r\n\"I hope we shall. I wish we could win the football cup, too, but I am\r\nafraid Mr Blackburn's are very heavy metal.\"\r\n\r\n\"It's hardly likely we shall have very much chance with them; but we\r\nmight get into the final!\"\r\n\r\n\"It would be an excellent thing for the house if we could. I hope Fenn\r\nis helping you get the team into shape?\" he added.\r\n\r\n\"Oh, yes, sir,\" said Kennedy. \"We share the captaincy. We both sign\r\nthe lists.\"\r\n\r\n\"A very good idea,\" said Mr Dencroft, relieved. \"Good night, Kennedy.\"\r\n\r\n\"Good night, sir,\" said Kennedy.\r\n\r\n\r\n\r\n\r\nXXIII\r\n\r\nTHE HOUSE-MATCHES\r\n\r\n\r\nThe chances of Kay's in the inter-house Football Competition were not\r\nthought very much of by their rivals. Of late years each of the other\r\nhouses had prayed to draw Kay's for the first round, it being a\r\ncertainty that this would mean that they got at least into the second\r\nround, and so a step nearer the cup. Nobody, however weak compared to\r\nBlackburn's, which was at the moment the crack football house, ever\r\ndoubted the result of a match with Kay's. It was looked on as a sort\r\nof gentle trial trip.\r\n\r\nBut the efforts of the two captains during the last weeks of the\r\nwinter term had put a different complexion on matters. Football is not\r\nlike cricket. It is a game at which anybody of average size and a\r\ncertain amount of pluck can make himself at least moderately\r\nproficient. Kennedy, after consultations with Fenn, had picked out\r\nwhat he considered the best fifteen, and the two set themselves to\r\nknock it into shape. In weight there was not much to grumble at. There\r\nwere several heavy men in the scrum. If only these could be brought to\r\nuse their weight to the last ounce when shoving, all would be well as\r\nfar as the forwards were concerned. The outsides were not so\r\nsatisfactory. With the exception, of course, of Fenn, they lacked\r\nspeed. They were well-meaning, but they could not run any faster by\r\nvirtue of that. Kay's would have to trust to its scrum to pull it\r\nthrough. Peel, the sprinter whom Kennedy had discovered in his search\r\nfor athletes, had to be put in the pack on account of his weight,\r\nwhich deprived the three-quarter line of what would have been a good\r\nman in that position. It was a drawback, too, that Fenn was accustomed\r\nto play on the wing. To be of real service, a wing three-quarter must\r\nbe fed by his centres, and, unfortunately, there was no centre in\r\nKay's--or Dencroft's, as it should now be called--who was capable of\r\nmaking openings enough to give Fenn a chance. So he had to play in the\r\ncentre, where he did not know the game so well.\r\n\r\nKennedy realised at an early date that the one chance of the house was\r\nto get together before the house-matches and play as a coherent team,\r\nnot as a collection of units. Combination will often make up for lack\r\nof speed in a three-quarter line. So twice a week Dencroft's turned\r\nout against scratch teams of varying strength.\r\n\r\nIt delighted Kennedy to watch their improvement. The first side they\r\nplayed ran through them to the tune of three goals and four tries to a\r\ntry, and it took all the efforts of the Head of the house to keep a\r\nspirit of pessimism from spreading in the ranks. Another frost of this\r\nsort, and the sprouting keenness of the house would be nipped in the\r\nbud. He conducted himself with much tact. Another captain might have\r\nmade the fatal error of trying to stir his team up with pungent abuse.\r\nHe realised what a mistake this would be. It did not need a great deal\r\nof discouragement to send the house back to its old slack ways.\r\nAnother such defeat, following immediately in the footsteps of the\r\nfirst, and they would begin to ask themselves what was the good of\r\nmortifying the flesh simply to get a licking from a scratch team by\r\ntwenty-four points. Kay's, they would feel, always had got beaten, and\r\nthey always would, to the end of time. A house that has once got\r\nthoroughly slack does not change its views of life in a moment.\r\n\r\nKennedy acted craftily.\r\n\r\n\"You played jolly well,\" he told his despondent team, as they trooped\r\noff the field. \"We haven't got together yet, that's all. And it was a\r\nhot side we were playing today. They would have licked Blackburn's.\"\r\n\r\nA good deal more in the same strain gave the house team the\r\ncomfortable feeling that they had done uncommonly well to get beaten\r\nby only twenty-four points. Kennedy fostered the delusion, and in the\r\nmeantime arranged with Mr Dencroft to collect fifteen innocents and\r\nlead them forth to be slaughtered by the house on the following\r\nFriday. Mr Dencroft entered into the thing with a relish. When he\r\nshowed Kennedy the list of his team on the Friday morning, that\r\ndiplomatist chuckled. He foresaw a good time in the near future. \"You\r\nmust play up like the dickens,\" he told the house during the\r\ndinner-hour. \"Dencroft is bringing a hot lot this afternoon. But I\r\nthink we shall lick them.\"\r\n\r\nThey did. When the whistle blew for No-side, the house had just\r\nfinished scoring its fourteenth try. Six goals and eight tries to nil\r\nwas the exact total. Dencroft's returned to headquarters, asking\r\nitself in a dazed way if these things could be. They saw that cup on\r\ntheir mantelpiece already. Keenness redoubled. Football became the\r\nfashion in Dencroft's. The play of the team improved weekly. And its\r\nspirit improved too. The next scratch team they played beat them by a\r\ngoal and a try to a goal. Dencroft's was not depressed. It put the\r\nresult down to a fluke. Then they beat another side by a try to\r\nnothing; and by that time they had got going as an organised team, and\r\ntheir heart was in the thing.\r\n\r\nThey had improved out of all knowledge when the house-matches began.\r\nBlair's was the lucky house that drew against them in the first round.\r\n\r\n\"Good business,\" said the men of Blair. \"Wonder who we'll play in the\r\nsecond round.\"\r\n\r\nThey left the field marvelling. For some unaccountable reason,\r\nDencroft's had flatly refused to act in the good old way as a doormat\r\nfor their opponents. Instead, they had played with a dash and\r\nknowledge of the game which for the first quarter of an hour quite\r\nunnerved Blair's. In that quarter of an hour they scored three times,\r\nand finished the game with two goals and three tries to their name.\r\n\r\nThe School looked on it as a huge joke. \"Heard the latest?\" friends\r\nwould say on meeting one another the day after the game. \"Kay's--I\r\nmean Dencroft's--have won a match. They simply sat on Blair's. First\r\ntime they've ever won a house-match, I should think. Blair's are\r\nawfully sick. We shall have to be looking out.\"\r\n\r\nWhereat the friend would grin broadly. The idea of Dencroft's making a\r\ngame of it with his house tickled him.\r\n\r\nWhen Dencroft's took fifteen points off Mulholland's, the joke began\r\nto lose its humour.\r\n\r\n\"Why, they must be some good,\" said the public, startled at the\r\nnovelty of the idea. \"If they win another match, they'll be in the\r\nfinal!\"\r\n\r\nKay's in the final! Cricket? Oh, yes, they had got into the final at\r\ncricket, of course. But that wasn't the house. It was Fenn. Footer was\r\ndifferent. One man couldn't do everything there. The only possible\r\nexplanation was that they had improved to an enormous extent.\r\n\r\nThen people began to remember that they had played in scratch games\r\nagainst the house. There seemed to be a tremendous number of fellows\r\nwho had done this. At one time or another, it seemed, half the School\r\nhad opposed Dencroft's in the ranks of a scratch side. It began to\r\ndawn on Eckleton that in an unostentatious way Dencroft's had been\r\nputting in about seven times as much practice as any other three\r\nhouses rolled together. No wonder they combined so well.\r\n\r\nWhen the School House, with three first fifteen men in its team, fell\r\nbefore them, the reputation of Dencroft's was established. It had\r\nreached the final, and only Blackburn's stood now between it and the\r\ncup.\r\n\r\nAll this while Blackburn's had been doing what was expected of them by\r\nbeating each of their opponents with great ease. There was nothing\r\nsensational about this as there was in the case of Dencroft's. The\r\nlatter were, therefore, favourites when the two teams lined up against\r\none another in the final. The School felt that a house that had had\r\nsuch a meteoric flight as Dencroft's must--by all that was\r\ndramatic--carry the thing through to its obvious conclusion, and pull\r\noff the final.\r\n\r\nBut Fenn and Kennedy were not so hopeful. A certain amount of science,\r\na great deal of keenness, and excellent condition, had carried them\r\nthrough the other rounds in rare style, but, though they would\r\nprobably give a good account of themselves, nobody who considered the\r\ntwo teams impartially could help seeing that Dencroft's was a weaker\r\nside than Blackburn's. Nothing but great good luck could bring them\r\nout victorious today.\r\n\r\nAnd so it proved. Dencroft's played up for all they were worth from\r\nthe kick-off to the final solo on the whistle, but they were\r\nover-matched. Blackburn's scrum was too heavy for them, with its three\r\nfirst fifteen men and two seconds. Dencroft's pack were shoved off the\r\nball time after time, and it was only keen tackling that kept the\r\nscore down. By half-time Blackburn's were a couple of tries ahead.\r\nFenn scored soon after the interval with a great run from his own\r\ntwenty-five, and for a quarter of an hour it looked as if it might be\r\nanybody's game. Kennedy converted the try, so that Blackburn's only\r\nled by a single point. A fluky kick or a mistake on the part of a\r\nBlackburnite outside might give Dencroft's the cup.\r\n\r\nBut the Blackburn outsides did not make mistakes. They played a\r\nstrong, sure game, and the forwards fed them well. Ten minutes before\r\nNo-side, Jimmy Silver ran in, increasing the lead to six points. And\r\nthough Dencroft's never went to pieces, and continued to show fight to\r\nthe very end, Blackburn's were not to be denied, and Challis scored a\r\nfinal try in the corner. Blackburn's won the cup by the comfortable,\r\nbut not excessive, margin of a goal and three tries to a goal.\r\n\r\nDencroft's had lost the cup; but they had lost it well. Their credit\r\nhad increased in spite of the defeat.\r\n\r\n\"I thought we shouldn't be able to manage Blackburn's,\" said Kennedy,\r\n\"What we must do now is win that sports' cup.\"\r\n\r\n\r\n\r\n\r\nXXIV\r\n\r\nTHE SPORTS\r\n\r\n\r\nThere were certain houses at Eckleton which had, as it were,\r\nspecialised in certain competitions. Thus, Gay's, who never by any\r\nchance survived the first two rounds of the cricket and football\r\nhousers, invariably won the shooting shield. All the other houses sent\r\ntheir brace of men to the range to see what they could do, but every\r\nyear it was the same. A pair of weedy obscurities from Gay's would\r\ntake the shield by a comfortable margin. In the same way Mulholland's\r\nhad only won the cricket cup once since they had become a house, but\r\nthey had carried off the swimming cup three years in succession, and\r\nsix years in all out of the last eight. The sports had always been\r\nlooked on as the perquisite of the School House; and this year, with\r\nMilligan to win the long distances, and Maybury the high jump and the\r\nweight, there did not seem much doubt at their success. These two\r\nalone would pile up fifteen points. Three points were given for a win,\r\ntwo for second place, and one for third. It was this that encouraged\r\nKennedy in the hope that Dencroft's might have a chance. Nobody in the\r\nhouse could beat Milligan or Maybury, but the School House second and\r\nthird strings were not so invincible. If Dencroft's, by means of\r\nsecond and third places in the long races and the other events which\r\nwere certainties for their opponents, could hold the School House,\r\nFenn's sprinting might just give them the cup. In the meantime they\r\ntrained hard, but in an unobtrusive fashion which aroused no fear in\r\nSchool House circles.\r\n\r\nThe sports were fixed for the last Saturday of term, but not all the\r\nraces were run on that day. The half-mile came off on the previous\r\nThursday, and the long steeplechase on the Monday after.\r\n\r\nThe School House won the half-mile, as they were expected to do.\r\nMilligan led from the start, increased his lead at the end of the\r\nfirst lap, doubled it half-way through the second, and finally, with a\r\ndazzling sprint in the last seventy yards, lowered the Eckleton record\r\nby a second and three-fifths, and gave his house three points.\r\nKennedy, who stuck gamely to his man for half the first lap, was\r\nbeaten on the tape by Crake, of Mulholland's. When sports' day came,\r\ntherefore, the score was School House three points, Mulholland's two,\r\nDencroft's one. The success of Mulholland's in the half was to the\r\nadvantage of Dencroft's. Mulholland's was not likely to score many\r\nmore points, and a place to them meant one or two points less to the\r\nSchool House.\r\n\r\nThe sports opened all in favour of Dencroft's, but those who knew drew\r\nno great consolation from this. School sports always begin with the\r\nsprints, and these were Dencroft's certainties. Fenn won the hundred\r\nyards as easily as Milligan had won the half. Peel was second, and a\r\nBeddell's man got third place. So that Dencroft's had now six points\r\nto their rival's three. Ten minutes later they had increased their\r\nlead by winning the first two places at throwing the cricket ball,\r\nFenn's throw beating Kennedy's by ten yards, and Kennedy's being a few\r\nfeet in front of Jimmy Silver's, which, by gaining third place,\r\nrepresented the only point Blackburn's managed to amass during the\r\nafternoon.\r\n\r\nIt now began to dawn upon the School House that their supremacy was\r\nseriously threatened. Dencroft's, by its success in the football\r\ncompetition, had to a great extent lived down the reputation the house\r\nhad acquired when it had been Kay's, but even now the notion of its\r\nwinning a cup seemed somehow vaguely improper. But the fact had to be\r\nfaced that it now led by eleven points to the School House's three.\r\n\r\n\"It's all right,\" said the School House, \"our spot events haven't come\r\noff yet. Dencroft's can't get much more now.\"\r\n\r\nAnd, to prove that they were right, the gap between the two scores\r\nbegan gradually to be filled up. Dencroft's struggled hard, but the\r\nSchool House total crept up and up. Maybury brought it to six by\r\nwinning the high jump. This was only what had been expected of him.\r\nThe discomforting part of the business was that the other two places\r\nwere filled by Morrell, of Mulholland's, and Smith, of Daly's. And\r\nwhen, immediately afterwards, Maybury won the weight, with another\r\nSchool House man second, leaving Dencroft's with third place only,\r\nthings began to look black for the latter. They were now only one\r\npoint ahead, and there was the mile to come: and Milligan could give\r\nany Dencroftian a hundred yards at that distance.\r\n\r\nBut to balance the mile there was the quarter, and in the mile Kennedy\r\ncontrived to beat Crake by much the same number of feet as Crake had\r\nbeaten him by in the half. The scores of the two houses were now\r\nlevel, and a goodly number of the School House certainties were past.\r\n\r\nDencroft's forged ahead again by virtue of the quarter-mile. Fenn won\r\nit; Peel was second; and a dark horse from Denny's got in third. With\r\nthe greater part of the sports over, and a lead of five points to\r\ntheir name, Dencroft's could feel more comfortable. The hurdle-race\r\nwas productive of some discomfort. Fenn should have won it, as being\r\nblessed with twice the pace of any of his opponents. But Maybury, the\r\njumper, made up for lack of pace by the scientific way in which he\r\ntook his hurdles, and won off him by a couple of feet. Smith,\r\nDencroft's second string, finished third, thus leaving the totals\r\nunaltered by the race.\r\n\r\nBy this time the public had become alive to the fact that Dencroft's\r\nwere making a great fight for the cup. They had noticed that\r\nDencroft's colours always seemed to be coming in near the head of the\r\nprocession, but the School House had made the cup so much their own,\r\nthat it took some time for the school to realise that another\r\nhouse--especially the late Kay's--was running them hard for first\r\nplace. Then, just before the hurdle-race, fellows with \"correct cards\"\r\nhastily totted up the points each house had won up-to-date. To the\r\ngeneral amazement it was found that, while the School House had\r\nfourteen, Dencroft's had reached nineteen, and, barring the long run\r\nto be decided on the Monday, there was nothing now that the School\r\nHouse must win without dispute.\r\n\r\nA house that will persist in winning a cup year after year has to pay\r\nfor it when challenged by a rival. Dencroft's instantly became warm\r\nfavourites. Whenever Dencroft's brown and gold appeared at the\r\nscratch, the school shouted for it wildly till the event was over. By\r\nthe end of the day the totals were more nearly even, but Dencroft's\r\nwere still ahead. They had lost on the long jump, but not\r\nunexpectedly. The totals at the finish were, School House\r\ntwenty-three, Dencroft's twenty-five. Everything now depended on the\r\nlong run.\r\n\r\n\"We might do it,\" said Kennedy to Fenn, as they changed. \"Milligan's a\r\ncert for three points, of course, but if we can only get two we win\r\nthe cup.\"\r\n\r\n\"There's one thing about the long run,\" said Fenn; \"you never quite\r\nknow what's going to happen. Milligan might break down over one of the\r\nhedges or the brook. There's no telling.\"\r\n\r\nKennedy felt that such a remote possibility was something of a broken\r\nreed to lean on. He had no expectation of beating the School House\r\nlong distance runner, but he hoped for second place; and second place\r\nwould mean the cup, for there was nobody to beat either himself or\r\nCrake.\r\n\r\nThe distance of the long run was as nearly as possible five miles. The\r\ncourse was across country to the village of Ledby in a sort of\r\nsemicircle of three and a half miles, and then back to the school\r\ngates by road. Every Eckletonian who ran at all knew the route by\r\nheart. It was the recognised training run if you wanted to train\r\nparticularly hard. If you did not, you took a shorter spin. At the\r\nmilestone nearest the school--it was about half a mile from the\r\ngates--a good number of fellows used to wait to see the first of the\r\nrunners and pace their men home. But, as a rule, there were few really\r\nhot finishes in the long run. The man who got to Ledby first generally\r\nkept the advantage, and came in a long way ahead of the field.\r\n\r\nOn this occasion the close fight Kennedy and Crake had had in the mile\r\nand the half, added to the fact that Kennedy had only to get second\r\nplace to give Dencroft's the cup, lent a greater interest to the race\r\nthan usual. The crowd at the milestone was double the size of the one\r\nin the previous year, when Milligan had won for the first time. And\r\nwhen, amidst howls of delight from the School House, the same runner\r\nran past the stone with his long, effortless stride, before any of the\r\nothers were in sight, the crowd settled down breathlessly to watch for\r\nthe second man.\r\n\r\nThen a yell, to which the other had been nothing, burst from the\r\nSchool House as a white figure turned the corner. It was Crake.\r\nWaddling rather than running, and breathing in gasps; but still Crake.\r\nHe toiled past the crowd at the milestone.\r\n\r\n\"By Jove, he looks bad,\" said someone.\r\n\r\nAnd, indeed, he looked very bad. But he was ahead of Kennedy. That was\r\nthe great thing.\r\n\r\nHe had passed the stone by thirty yards, when the cheering broke out\r\nagain. Kennedy this time, in great straits, but in better shape than\r\nCrake. Dencroft's in a body trotted along at the side of the road,\r\nshouting as they went. Crake, hearing the shouts, looked round, almost\r\nfell, and then pulled himself together and staggered on again. There\r\nwere only a hundred yards to go now, and the school gates were in\r\nsight at the end of a long lane of spectators. They looked to Kennedy\r\nlike two thick, black hedges. He could not sprint, though a hundred\r\nvoices were shouting to him to do so. It was as much as he could do to\r\nkeep moving. Only his will enabled him to run now. He meant to get to\r\nthe gates, if he had to crawl.\r\n\r\nThe hundred yards dwindled to fifty, and he had diminished Crake's\r\nlead by a third. Twenty yards from the gates, and he was only\r\nhalf-a-dozen yards behind.\r\n\r\nCrake looked round again, and this time did what he had nearly done\r\nbefore. His legs gave way; he rolled over; and there he remained, with\r\nthe School House watching him in silent dismay, while Kennedy went on\r\nand pitched in a heap on the other side of the gates.\r\n\r\n       *       *       *       *       *\r\n\r\n\"Feeling bad?\" said Jimmy Silver, looking in that evening to make\r\ninquiries.\r\n\r\n\"I'm feeling good,\" said Kennedy.\r\n\r\n\"That the cup?\" asked Jimmy.\r\n\r\nKennedy took the huge cup from the table.\r\n\r\n\"That's it. Milligan has just brought it round. Well, they can't say\r\nthey haven't had their fair share of it. Look here. School House.\r\nSchool House. School House. School House. Daly's. School House.\r\nDenny's. School House. School House. _Ad infinitum_.\"\r\n\r\nThey regarded the trophy in silence.\r\n\r\n\"First pot the house has won,\" said Kennedy at length. \"The very\r\nfirst.\"\r\n\r\n\"It won't be the last,\" returned Jimmy Silver, with decision."
  ]
}