{
  "index": 3,
  "title": "Chapter 2",
  "paragraphs": [
    "NO WEDDING BELLS FOR BINGO\r\n\r\n\r\nBingo reported three days later that Rosie M. Banks was the goods and\r\nbeyond a question the stuff to give the troops. Old Little had jibbed\r\nsomewhat at first at the proposed change of literary diet, he not\r\nbeing much of a lad for fiction and having stuck hitherto exclusively\r\nto the heavier monthly reviews; but Bingo had got chapter one of “All\r\nfor Love” past his guard before he knew what was happening, and after\r\nthat there was nothing to it. Since then they had finished “A Red,\r\nRed Summer Rose,” “Madcap Myrtle” and “Only a Factory Girl,” and were\r\nhalf-way through “The Courtship of Lord Strathmorlick.”\r\n\r\nBingo told me all this in a husky voice over an egg beaten up in\r\nsherry. The only blot on the thing from his point of view was that it\r\nwasn’t doing a bit of good to the old vocal cords, which were beginning\r\nto show signs of cracking under the strain. He had been looking\r\nhis symptoms up in a medical dictionary, and he thought he had got\r\n“clergyman’s throat.” But against this you had to set the fact that he\r\nwas making an undoubted hit in the right quarter, and also that after\r\nthe evening’s reading he always stayed on to dinner; and, from what he\r\ntold me, the dinners turned out by old Little’s cook had to be tasted\r\nto be believed. There were tears in the old blighter’s eyes as he got\r\non the subject of the clear soup. I suppose to a fellow who for weeks\r\nhad been tackling macaroons and limado it must have been like Heaven.\r\n\r\nOld Little wasn’t able to give any practical assistance at these\r\nbanquets, but Bingo said that he came to the table and had his whack of\r\narrowroot, and sniffed the dishes, and told stories of _entrées_ he had\r\nhad in the past, and sketched out scenarios of what he was going to do\r\nto the bill of fare in the future, when the doctor put him in shape;\r\nso I suppose he enjoyed himself, too, in a way. Anyhow, things seemed\r\nto be buzzing along quite satisfactorily, and Bingo said he had got an\r\nidea which, he thought, was going to clinch the thing. He wouldn’t tell\r\nme what it was, but he said it was a pippin.\r\n\r\n“We make progress, Jeeves,” I said.\r\n\r\n“That is very satisfactory, sir.”\r\n\r\n“Mr. Little tells me that when he came to the big scene in ‘Only a\r\nFactory Girl,’ his uncle gulped like a stricken bull-pup.”\r\n\r\n“Indeed, sir?”\r\n\r\n“Where Lord Claude takes the girl in his arms, you know, and says----”\r\n\r\n“I am familiar with the passage, sir. It is distinctly moving. It was a\r\ngreat favourite of my aunt’s.”\r\n\r\n“I think we’re on the right track.”\r\n\r\n“It would seem so, sir.”\r\n\r\n“In fact, this looks like being another of your successes. I’ve always\r\nsaid, and I always shall say, that for sheer brain, Jeeves, you stand\r\nalone. All the other great thinkers of the age are simply in the crowd,\r\nwatching you go by.”\r\n\r\n“Thank you very much, sir. I endeavour to give satisfaction.”\r\n\r\nAbout a week after this, Bingo blew in with the news that his uncle’s\r\ngout had ceased to trouble him, and that on the morrow he would be back\r\nat the old stand working away with knife and fork as before.\r\n\r\n“And, by the way,” said Bingo, “he wants you to lunch with him\r\nto-morrow.”\r\n\r\n“Me? Why me? He doesn’t know I exist.”\r\n\r\n“Oh, yes, he does. I’ve told him about you.”\r\n\r\n“What have you told him?”\r\n\r\n“Oh, various things. Anyhow, he wants to meet you. And take my tip,\r\nladdie--you go! I should think lunch to-morrow would be something\r\nspecial.”\r\n\r\nI don’t know why it was, but even then it struck me that there was\r\nsomething dashed odd--almost sinister, if you know what I mean--about\r\nyoung Bingo’s manner. The old egg had the air of one who has something\r\nup his sleeve.\r\n\r\n“There is more in this than meets the eye,” I said. “Why should your\r\nuncle ask a fellow to lunch whom he’s never seen?”\r\n\r\n“My dear old fathead, haven’t I just said that I’ve been telling him\r\nall about you--that you’re my best pal--at school together, and all\r\nthat sort of thing?”\r\n\r\n“But even then--and another thing. Why are you so dashed keen on my\r\ngoing?”\r\n\r\nBingo hesitated for a moment.\r\n\r\n“Well, I told you I’d got an idea. This is it. I want you to spring the\r\nnews on him. I haven’t the nerve myself.”\r\n\r\n“What! I’m hanged if I do!”\r\n\r\n“And you call yourself a pal of mine!”\r\n\r\n“Yes, I know; but there are limits.”\r\n\r\n“Bertie,” said Bingo reproachfully, “I saved your life once.”\r\n\r\n“When?”\r\n\r\n“Didn’t I? It must have been some other fellow, then. Well, anyway, we\r\nwere boys together and all that. You can’t let me down.”\r\n\r\n“Oh, all right,” I said. “But, when you say you haven’t nerve enough\r\nfor any dashed thing in the world, you misjudge yourself. A fellow\r\nwho----”\r\n\r\n“Cheerio!” said young Bingo. “One-thirty to-morrow. Don’t be late.”\r\n\r\n       *       *       *       *       *\r\n\r\nI’m bound to say that the more I contemplated the binge, the less I\r\nliked it. It was all very well for Bingo to say that I was slated for a\r\nmagnificent lunch; but what good is the best possible lunch to a fellow\r\nif he is slung out into the street on his ear during the soup course?\r\nHowever, the word of a Wooster is his bond and all that sort of rot,\r\nso at one-thirty next day I tottered up the steps of No. 16, Pounceby\r\nGardens, and punched the bell. And half a minute later I was up in the\r\ndrawing-room, shaking hands with the fattest man I have ever seen in my\r\nlife.\r\n\r\nThe motto of the Little family was evidently “variety.” Young Bingo is\r\nlong and thin and hasn’t had a superfluous ounce on him since we first\r\nmet; but the uncle restored the average and a bit over. The hand which\r\ngrasped mine wrapped it round and enfolded it till I began to wonder if\r\nI’d ever get it out without excavating machinery.\r\n\r\n“Mr. Wooster, I am gratified--I am proud--I am honoured.”\r\n\r\nIt seemed to me that young Bingo must have boosted me to some purpose.\r\n\r\n“Oh, ah!” I said.\r\n\r\nHe stepped back a bit, still hanging on to the good right hand.\r\n\r\n“You are very young to have accomplished so much!”\r\n\r\nI couldn’t follow the train of thought. The family, especially my Aunt\r\nAgatha, who has savaged me incessantly from childhood up, have always\r\nrather made a point of the fact that mine is a wasted life, and that,\r\nsince I won the prize at my first school for the best collection of\r\nwild flowers made during the summer holidays, I haven’t done a dam’\r\nthing to land me on the nation’s scroll of fame. I was wondering\r\nif he couldn’t have got me mixed up with someone else, when the\r\ntelephone-bell rang outside in the hall, and the maid came in to say\r\nthat I was wanted. I buzzed down, and found it was young Bingo.\r\n\r\n“Hallo!” said young Bingo. “So you’ve got there? Good man! I knew I\r\ncould rely on you. I say, old crumpet, did my uncle seem pleased to see\r\nyou?”\r\n\r\n“Absolutely all over me. I can’t make it out.”\r\n\r\n“Oh, that’s all right. I just rang up to explain. The fact is, old man,\r\nI know you won’t mind, but I told him that you were the author of those\r\nbooks I’ve been reading to him.”\r\n\r\n“What!”\r\n\r\n“Yes, I said that ‘Rosie M. Banks’ was your pen-name, and you didn’t\r\nwant it generally known, because you were a modest, retiring sort\r\nof chap. He’ll listen to you now. Absolutely hang on your words. A\r\nbrightish idea, what? I doubt if Jeeves in person could have thought\r\nup a better one than that. Well, pitch it strong, old lad, and keep\r\nsteadily before you the fact that I must have my allowance raised. I\r\ncan’t possibly marry on what I’ve got now. If this film is to end with\r\nthe slow fade-out on the embrace, at least double is indicated. Well,\r\nthat’s that. Cheerio!”\r\n\r\nAnd he rang off. At that moment the gong sounded, and the genial host\r\ncame tumbling downstairs like the delivery of a ton of coals.\r\n\r\n       *       *       *       *       *\r\n\r\nI always look back to that lunch with a sort of aching regret. It was\r\nthe lunch of a lifetime, and I wasn’t in a fit state to appreciate it.\r\nSubconsciously, if you know what I mean, I could see it was pretty\r\nspecial, but I had got the wind up to such a frightful extent over the\r\nghastly situation in which young Bingo had landed me that its deeper\r\nmeaning never really penetrated. Most of the time I might have been\r\neating sawdust for all the good it did me.\r\n\r\nOld Little struck the literary note right from the start.\r\n\r\n“My nephew has probably told you that I have been making a close study\r\nof your books of late?” he began.\r\n\r\n“Yes. He did mention it. How--er--how did you like the bally things?”\r\n\r\nHe gazed reverently at me.\r\n\r\n“Mr. Wooster, I am not ashamed to say that the tears came into my eyes\r\nas I listened to them. It amazes me that a man as young as you can have\r\nbeen able to plumb human nature so surely to its depths; to play with\r\nso unerring a hand on the quivering heart-strings of your reader; to\r\nwrite novels so true, so human, so moving, so vital!”\r\n\r\n“Oh, it’s just a knack,” I said.\r\n\r\nThe good old persp. was bedewing my forehead by this time in a pretty\r\nlavish manner. I don’t know when I’ve been so rattled.\r\n\r\n“Do you find the room a trifle warm?”\r\n\r\n“Oh, no, no, rather not. Just right.”\r\n\r\n“Then it’s the pepper. If my cook has a fault--which I am not prepared\r\nto admit--it is that she is inclined to stress the pepper a trifle in\r\nher made dishes. By the way, do you like her cooking?”\r\n\r\nI was so relieved that we had got off the subject of my literary output\r\nthat I shouted approval in a ringing baritone.\r\n\r\n“I am delighted to hear it, Mr. Wooster. I may be prejudiced, but to my\r\nmind that woman is a genius.”\r\n\r\n“Absolutely!” I said.\r\n\r\n“She has been with me seven years, and in all that time I have not\r\nknown her guilty of a single lapse from the highest standard. Except\r\nonce, in the winter of 1917, when a purist might have condemned a\r\ncertain mayonnaise of hers as lacking in creaminess. But one must make\r\nallowances. There had been several air-raids about that time, and no\r\ndoubt the poor woman was shaken. But nothing is perfect in this world,\r\nMr. Wooster, and I have had my cross to bear. For seven years I have\r\nlived in constant apprehension lest some evilly-disposed person might\r\nlure her from my employment. To my certain knowledge she has received\r\noffers, lucrative offers, to accept service elsewhere. You may judge of\r\nmy dismay, Mr. Wooster, when only this morning the bolt fell. She gave\r\nnotice!”\r\n\r\n“Good Lord!”\r\n\r\n“Your consternation does credit, if I may say so, to the heart of the\r\nauthor of ‘A Red, Red Summer Rose.’ But I am thankful to say the worst\r\nhas not happened. The matter has been adjusted. Jane is not leaving me.”\r\n\r\n“Good egg!”\r\n\r\n“Good egg, indeed--though the expression is not familiar to me. I do\r\nnot remember having come across it in your books. And, speaking of your\r\nbooks, may I say that what has impressed me about them even more than\r\nthe moving poignancy of the actual narrative, is your philosophy of\r\nlife. If there were more men like you, Mr. Wooster, London would be a\r\nbetter place.”\r\n\r\nThis was dead opposite to my Aunt Agatha’s philosophy of life, she\r\nhaving always rather given me to understand that it is the presence in\r\nit of chappies like me that makes London more or less of a plague spot;\r\nbut I let it go.\r\n\r\n“Let me tell you, Mr. Wooster, that I appreciate your splendid defiance\r\nof the outworn fetishes of a purblind social system. I appreciate it!\r\n_You_ are big enough to see that rank is but the guinea stamp and that,\r\nin the magnificent words of Lord Bletchmore in ‘Only a Factory Girl,’\r\n‘Be her origin ne’er so humble, a good woman is the equal of the finest\r\nlady on earth!’”\r\n\r\nI sat up.\r\n\r\n“I say! Do you think that?”\r\n\r\n“I do, Mr. Wooster. I am ashamed to say that there was a time when I\r\nwas like other men, a slave to the idiotic convention which we call\r\nClass Distinction. But, since I read your books----”\r\n\r\nI might have known it. Jeeves had done it again.\r\n\r\n“You think it’s all right for a chappie in what you might call a\r\ncertain social position to marry a girl of what you might describe as\r\nthe lower classes?”\r\n\r\n“Most assuredly I do, Mr. Wooster.”\r\n\r\nI took a deep breath, and slipped him the good news.\r\n\r\n“Young Bingo--your nephew, you know--wants to marry a waitress,” I said.\r\n\r\n“I honour him for it,” said old Little.\r\n\r\n“You don’t object?”\r\n\r\n“On the contrary.”\r\n\r\nI took another deep breath and shifted to the sordid side of the\r\nbusiness.\r\n\r\n“I hope you won’t think I’m butting in, don’t you know,” I said,\r\n“but--er--well, how about it?”\r\n\r\n“I fear I do not quite follow you.”\r\n\r\n“Well, I mean to say, his allowance and all that. The money you’re good\r\nenough to give him. He was rather hoping that you might see your way to\r\njerking up the total a bit.”\r\n\r\nOld Little shook his head regretfully.\r\n\r\n“I fear that can hardly be managed. You see, a man in my position is\r\ncompelled to save every penny. I will gladly continue my nephew’s\r\nexisting allowance, but beyond that I cannot go. It would not be fair\r\nto my wife.”\r\n\r\n“What! But you’re not married?”\r\n\r\n“Not yet. But I propose to enter upon that holy state almost\r\nimmediately. The lady who for years has cooked so well for me honoured\r\nme by accepting my hand this very morning.” A cold gleam of triumph\r\ncame into his eye. “Now let ’em try to get her away from me!” he\r\nmuttered, defiantly.\r\n\r\n       *       *       *       *       *\r\n\r\n“Young Mr. Little has been trying frequently during the afternoon to\r\nreach you on the telephone, sir,” said Jeeves that night, when I got\r\nhome.\r\n\r\n“I’ll bet he has,” I said. I had sent poor old Bingo an outline of the\r\nsituation by messenger-boy shortly after lunch.\r\n\r\n“He seemed a trifle agitated.”\r\n\r\n“I don’t wonder. Jeeves,” I said, “so brace up and bite the bullet. I’m\r\nafraid I’ve bad news for you.”\r\n\r\n“That scheme of yours--reading those books to old Mr. Little and all\r\nthat--has blown out a fuse.”\r\n\r\n“They did not soften him?”\r\n\r\n“They did. That’s the whole bally trouble. Jeeves, I’m sorry to\r\nsay that _fiancée_ of yours--Miss Watson, you know--the cook, you\r\nknow--well, the long and the short of it is that she’s chosen riches\r\ninstead of honest worth, if you know what I mean.”\r\n\r\n“Sir?”\r\n\r\n“She’s handed you the mitten and gone and got engaged to old Mr.\r\nLittle!”\r\n\r\n“Indeed, sir?”\r\n\r\n“You don’t seem much upset.”\r\n\r\n“The fact is, sir, I had anticipated some such outcome.”\r\n\r\nI stared at him. “Then what on earth did you suggest the scheme for?”\r\n\r\n“To tell you the truth, sir, I was not wholly averse from a severance\r\nof my relations with Miss Watson. In fact, I greatly desired it. I\r\nrespect Miss Watson exceedingly, but I have seen for a long time that\r\nwe were not suited. Now, the _other_ young person with whom I have an\r\nunderstanding--”\r\n\r\n“Great Scott, Jeeves! There isn’t another?”\r\n\r\n“Yes, sir.”\r\n\r\n“How long has this been going on?”\r\n\r\n“For some weeks, sir. I was greatly attracted by her when I first met\r\nher at a subscription dance at Camberwell.”\r\n\r\n“My sainted aunt! Not----”\r\n\r\nJeeves inclined his head gravely.\r\n\r\n“Yes, sir. By an odd coincidence it is the same young person that young\r\nMr. Little---- I have placed the cigarettes on the small table. Good\r\nnight, sir.”"
  ]
}