{
  "index": 5,
  "title": "Chapter 4",
  "paragraphs": [
    "PEARLS MEAN TEARS\r\n\r\n\r\nI remember--it must have been when I was at school because I don’t go\r\nin for that sort of thing very largely nowadays--reading a poem or\r\nsomething about something or other in which there was a line which\r\nwent, if I’ve got it rightly, “Shades of the prison house begin to\r\nclose upon the growing boy.” Well, what I’m driving at is that during\r\nthe next two weeks that’s exactly how it was with me. I mean to say,\r\nI could hear the wedding bells chiming faintly in the distance and\r\ngetting louder and louder every day, and how the deuce to slide out of\r\nit was more than I could think. Jeeves, no doubt, could have dug up a\r\ndozen brainy schemes in a couple of minutes, but he was still aloof\r\nand chilly and I couldn’t bring myself to ask him point-blank. I mean,\r\nhe could see easily enough that the young master was in a bad way and,\r\nif that wasn’t enough to make him overlook the fact that I was still\r\ngleaming brightly about the waistband, well, what it amounted to was\r\nthat the old feudal spirit was dead in the blighter’s bosom and there\r\nwas nothing to be done about it.\r\n\r\nIt really was rummy the way the Hemmingway family had taken to me.\r\nI wouldn’t have said off-hand that there was anything particularly\r\nfascinating about me--in fact, most people look on me as rather an ass;\r\nbut there was no getting away from the fact that I went like a breeze\r\nwith this girl and her brother. They didn’t seem happy if they were\r\naway from me. I couldn’t move a step, dash it, without one of them\r\npopping out from somewhere and freezing on. In fact, I’d got into the\r\nhabit now of retiring to my room when I wanted to take it easy for a\r\nbit. I had managed to get a rather decent suite on the third floor,\r\nlooking down on to the promenade.\r\n\r\nI had gone to earth in my suite one evening and for the first time\r\nthat day was feeling that life wasn’t so bad after all. Right through\r\nthe day from lunch time I’d had the Hemmingway girl on my hands, Aunt\r\nAgatha having shooed us off together immediately after the midday meal.\r\nThe result was, as I looked down on the lighted promenade and saw all\r\nthe people popping happily about on their way to dinner and the Casino\r\nand what not, a kind of wistful feeling came over me. I couldn’t help\r\nthinking how dashed happy I could have contrived to be in this place if\r\nonly Aunt Agatha and the other blisters had been elsewhere.\r\n\r\nI heaved a sigh, and at that moment there was a knock at the door.\r\n\r\n“Someone at the door, Jeeves,” I said.\r\n\r\n“Yes, sir.”\r\n\r\nHe opened the door, and in popped Aline Hemmingway and her brother. The\r\nlast person I had expected. I really had thought that I could be alone\r\nfor a minute in my own room.\r\n\r\n“Oh, hallo!” I said.\r\n\r\n“Oh, Mr. Wooster!” said the girl in a gasping sort of way. “I don’t\r\nknow how to begin.”\r\n\r\nThen I noticed that she appeared considerably rattled, and as for the\r\nbrother, he looked like a sheep with a secret sorrow.\r\n\r\nThis made me sit up a bit and take notice. I had supposed that this was\r\njust a social call, but apparently something had happened to give them\r\na jolt. Though I couldn’t see why they should come to me about it.\r\n\r\n“Is anything up?” I said.\r\n\r\n“Poor Sidney--it was my fault--I ought never to have let him go there\r\nalone,” said the girl. Dashed agitated.\r\n\r\nAt this point the brother, who after shedding a floppy overcoat and\r\nparking his hat on a chair had been standing by wrapped in the silence,\r\ngave a little cough, like a sheep caught in the mist on a mountain top.\r\n\r\n“The fact is, Mr. Wooster,” he said, “a sad, a most deplorable thing\r\nhas occurred. This afternoon, while you were so kindly escorting my\r\nsist-ah, I found the time hang a little heavy upon my hands and I was\r\ntempted to--ah--gamble at the Casino.”\r\n\r\nI looked at the man in a kindlier spirit than I had been able to up to\r\ndate. This evidence that he had sporting blood in his veins made him\r\nseem more human, I’m bound to say. If only I’d known earlier that he\r\nwent in for that sort of thing, I felt that we might have had a better\r\ntime together.\r\n\r\n“Oh!” I said. “Did you click?”\r\n\r\nHe sighed heavily.\r\n\r\n“If you mean was I successful, I must answer in the negative. I rashly\r\npersisted in the view that the colour red, having appeared no fewer\r\nthan seven times in succession, must inevitably at no distant date give\r\nplace to black. I was in error. I lost my little all, Mr. Wooster.”\r\n\r\n“Tough luck,” I said.\r\n\r\n“I left the Casino,” proceeded the chappie, “and returned to the hotel.\r\nThere I encountered one of my parishioners, a Colonel Musgrave, who\r\nchanced to be holiday-making over here. I--er--induced him to cash me\r\na cheque for one hundred pounds on my little account in my London bank.”\r\n\r\n“Well, that was all to the good, what?” I said, hoping to induce the\r\npoor fish to look on the bright side. “I mean, bit of luck finding\r\nsomeone to slip it into first crack out of the box.”\r\n\r\n“On the contrary, Mr. Wooster, it did but make matters worse. I burn\r\nwith shame as I make the confession, but I immediately went back to\r\nthe Casino and lost the entire sum--this time under the mistaken\r\nsupposition that the colour black was, as I believe the expression is,\r\ndue for a run.”\r\n\r\n“I say!” I said. “You _are_ having a night out!”\r\n\r\n“And,” concluded the chappie, “the most lamentable feature of the whole\r\naffair is that I have no funds in the bank to meet the cheque when\r\npresented.”\r\n\r\nI’m free to confess that, though I realised by this time that all\r\nthis was leading up to a touch and that my ear was shortly going to\r\nbe bitten in no uncertain manner, my heart warmed to the poor prune.\r\nIndeed, I gazed at him with no little interest and admiration. Never\r\nbefore had I encountered a curate so genuinely all to the mustard.\r\nLittle as he might look like one of the lads of the village, he\r\ncertainly appeared to be the real tabasco, and I wished he had shown me\r\nthis side of his character before.\r\n\r\n“Colonel Musgrave,” he went on, gulping somewhat, “is not a man who\r\nwould be likely to overlook the matter. He is a hard man. He will\r\nexpose me to my vic-ah. My vic-ah is a hard man. In short, Mr. Wooster,\r\nif Colonel Musgrave presents that cheque I shall be ruined. And he\r\nleaves for England to-night.”\r\n\r\nThe girl, who had been standing by biting her handkerchief and gurgling\r\nat intervals while the brother got the above off his chest, now\r\nstarted in once more.\r\n\r\n“Mr. Wooster,” she cried, “won’t you, won’t you help us? Oh, do say\r\nyou will! We must have the money to get back the cheque from Colonel\r\nMusgrave before nine o’clock--he leaves on the nine-twenty. I was at\r\nmy wits’ end what to do when I remembered how kind you had always\r\nbeen. Mr. Wooster, will you lend Sidney the money and take these as\r\nsecurity?” And before I knew what she was doing she had dived into her\r\nbag, produced a case, and opened it. “My pearls,” she said. “I don’t\r\nknow what they are worth--they were a present from my poor father----”\r\n\r\n“Now, alas, no more--” chipped in the brother.\r\n\r\n“But I know they must be worth ever so much more than the amount we\r\nwant.”\r\n\r\nDashed embarrassing. Made me feel like a pawnbroker. More than a touch\r\nof popping the watch about the whole business.\r\n\r\n“No, I say, really,” I protested. “There’s no need of any security, you\r\nknow, or any rot of that kind. Only too glad to let you have the money.\r\nI’ve got it on me, as a matter of fact. Rather luckily drew some this\r\nmorning.”\r\n\r\nAnd I fished it out and pushed it across. The brother shook his head.\r\n\r\n“Mr. Wooster,” he said, “we appreciate your generosity, your beautiful,\r\nheartening confidence in us, but we cannot permit this.”\r\n\r\n“What Sidney means,” said the girl, “is that you really don’t know\r\nanything about us when you come to think of it. You mustn’t risk\r\nlending all this money without any security at all to two people who,\r\nafter all, are almost strangers. If I hadn’t thought that you would\r\nbe quite business-like about this I would never have dared to come to\r\nyou.”\r\n\r\n“The idea of--er--pledging the pearls at the local Mont de Piété? was,\r\nyou will readily understand, repugnant to us,” said the brother.\r\n\r\n“If you will just give me a receipt, as a matter of form----”\r\n\r\n“Oh, right-o!”\r\n\r\nI wrote out the receipt and handed it over, feeling more or less of an\r\nass.\r\n\r\n“Here you are,” I said.\r\n\r\nThe girl took the piece of paper, shoved it in her bag, grabbed the\r\nmoney and slipped it to brother Sidney, and then, before I knew what\r\nwas happening, she had darted at me, kissed me, and legged it from the\r\nroom.\r\n\r\nI’m bound to say the thing rattled me. So dashed sudden and unexpected.\r\nI mean, a girl like that. Always been quiet and demure and what not--by\r\nno means the sort of female you’d have expected to go about the place\r\nkissing fellows. Through a sort of mist I could see that Jeeves had\r\nappeared from the background and was helping the brother on with his\r\ncoat; and I remember wondering idly how the dickens a man could bring\r\nhimself to wear a coat like that, it being more like a sack than\r\nanything else. Then the brother came up to me and grasped my hand.\r\n\r\n“I cannot thank you sufficiently, Mr. Wooster!”\r\n\r\n“Oh, not at all.”\r\n\r\n“You have saved my good name. Good name in man or woman, dear my lord,”\r\nhe said, massaging the fin with some fervour, “is the immediate jewel\r\nof their souls. Who steals my purse steals trash. ’Twas mine, ’tis his,\r\nand has been slave to thousands. But he that filches from me my good\r\nname robs me of that which enriches not him and makes me poor indeed. I\r\nthank you from the bottom of my heart. Good night, Mr. Wooster.”\r\n\r\n“Good night, old thing,” I said.\r\n\r\nI blinked at Jeeves as the door shut. “Rather a sad affair, Jeeves,” I\r\nsaid.\r\n\r\n“Yes, sir.”\r\n\r\n“Lucky I happened to have all that money handy.”\r\n\r\n“Well--er--yes, sir.”\r\n\r\n“You speak as though you didn’t think much of it.”\r\n\r\n“It is not my place to criticise your actions, sir, but I will venture\r\nto say that I think you behaved a little rashly.”\r\n\r\n“What, lending that money?”\r\n\r\n“Yes, sir. These fashionable French watering places are notoriously\r\ninfested by dishonest characters.”\r\n\r\nThis was a bit too thick.\r\n\r\n“Now look here, Jeeves,” I said, “I can stand a lot but when it comes\r\nto your casting asp-whatever-the-word-is on a bird in Holy Orders----”\r\n\r\n“Perhaps I am over-suspicious, sir. But I have seen a great deal of\r\nthese resorts. When I was in the employment of Lord Frederick Ranelagh,\r\nshortly before I entered your service, his lordship was very neatly\r\nswindled by a criminal known, I believe, by the sobriquet of Soapy Sid,\r\nwho scraped acquaintance with us in Monte Carlo with the assistance of\r\na female accomplice. I have never forgotten the circumstances.”\r\n\r\n“I don’t want to butt in on your reminiscences, Jeeves,” I said,\r\ncoldly, “but you’re talking through your hat. How can there have\r\nbeen anything fishy about this business? They’ve left me the pearls,\r\nhaven’t they? Very well, then, think before you speak. You had better\r\nbe tooling down to the desk now and having these things shoved in the\r\nhotel safe.” I picked up the case and opened it. “Oh, Great Scott!”\r\n\r\nThe bally thing was empty!\r\n\r\n“Oh, my Lord!” I said, staring. “Don’t tell me there’s been dirty work\r\nat the crossroads after all!”\r\n\r\n“Precisely, sir. It was in exactly the same manner that Lord Frederick\r\nwas swindled on the occasion to which I have alluded. While his female\r\naccomplice was gratefully embracing his lordship, Soapy Sid substituted\r\na duplicate case for the one containing the pearls and went off with\r\nthe jewels, the money and the receipt. On the strength of the receipt\r\nhe subsequently demanded from his lordship the return of the pearls,\r\nand his lordship, not being able to produce them, was obliged to pay a\r\nheavy sum in compensation. It is a simple but effective ruse.”\r\n\r\nI felt as if the bottom had dropped out of things with a jerk.\r\n\r\n“Soapy Sid? Sid! _Sidney!_ Brother Sidney! Why, by Jove, Jeeves, do you\r\nthink that parson was Soapy Sid?”\r\n\r\n“Yes, sir.”\r\n\r\n“But it seems so extraordinary. Why, his collar buttoned at the back--I\r\nmean, he would have deceived a bishop. Do you really think he was Soapy\r\nSid?”\r\n\r\n“Yes, sir. I recognised him directly he came into the room.”\r\n\r\nI stared at the blighter.\r\n\r\n“You recognised him?”\r\n\r\n“Yes, sir.”\r\n\r\n“Then, dash it all,” I said, deeply moved, “I think you might have told\r\nme.”\r\n\r\n“I thought it would save disturbance and unpleasantness if I merely\r\nabstracted the case from the man’s pocket as I assisted him with his\r\ncoat, sir. Here it is.”\r\n\r\nHe laid another case on the table beside the dud one, and, by Jove,\r\nyou couldn’t tell them apart. I opened it and there were the good old\r\npearls, as merry and bright as dammit, smiling up at me. I gazed feebly\r\nat the man. I was feeling a bit overwrought.\r\n\r\n“Jeeves,” I said. “You’re an absolute genius!”\r\n\r\n“Yes, sir.”\r\n\r\nRelief was surging over me in great chunks by now. Thanks to Jeeves I\r\nwas not going to be called on to cough up several thousand quid.\r\n\r\n“It looks to me as though you had saved the old home. I mean, even a\r\nchappie endowed with the immortal rind of dear old Sid is hardly likely\r\nto have the nerve to come back and retrieve these little chaps.”\r\n\r\n“I should imagine not, sir.”\r\n\r\n“Well, then---- Oh, I say, you don’t think they are just paste or\r\nanything like that?”\r\n\r\n“No, sir. These are genuine pearls and extremely valuable.”\r\n\r\n“Well, then, dash it, I’m on velvet. Absolutely reclining on the good\r\nold plush! I may be down a hundred quid but I’m up a jolly good string\r\nof pearls. Am I right or wrong?”\r\n\r\n“Hardly that, sir. I think that you will have to restore the pearls.”\r\n\r\n“What! To Sid? Not while I have my physique!”\r\n\r\n“No, sir. To their rightful owner.”\r\n\r\n“But who is their rightful owner?”\r\n\r\n“Mrs. Gregson, sir.”\r\n\r\n“What! How do you know?”\r\n\r\n“It was all over the hotel an hour ago that Mrs. Gregson’s pearls had\r\nbeen abstracted. I was speaking to Mrs. Gregson’s maid shortly before\r\nyou came in and she informed me that the manager of the hotel is now\r\nin Mrs. Gregson’s suite.”\r\n\r\n“And having a devil of a time, what?”\r\n\r\n“So I should be disposed to imagine, sir.”\r\n\r\nThe situation was beginning to unfold before me.\r\n\r\n“I’ll go and give them back to her, eh? It’ll put me one up, what?”\r\n\r\n“Precisely, sir. And, if I may make the suggestion, I think it might be\r\njudicious to stress the fact that they were stolen by----”\r\n\r\n“Great Scott! By the dashed girl she was hounding me on to marry, by\r\nJove!”\r\n\r\n“Exactly, sir.”\r\n\r\n“Jeeves,” I said, “this is going to be the biggest score off my jolly\r\nold relative that has ever occurred in the world’s history.”\r\n\r\n“It is not unlikely, sir.”\r\n\r\n“Keep her quiet for a bit, what? Make her stop snootering me for a\r\nwhile?”\r\n\r\n“It should have that effect, sir.”\r\n\r\n“Golly!” I said, bounding for the door.\r\n\r\n       *       *       *       *       *\r\n\r\nLong before I reached Aunt Agatha’s lair I could tell that the hunt\r\nwas up. Divers chappies in hotel uniform and not a few chambermaids\r\nof sorts were hanging about in the corridor, and through the panels I\r\ncould hear a mixed assortment of voices, with Aunt Agatha’s topping\r\nthe lot. I knocked but no one took any notice, so I trickled in. Among\r\nthose present I noticed a chambermaid in hysterics, Aunt Agatha with\r\nher hair bristling, and the whiskered cove who looked like a bandit,\r\nthe hotel manager fellow.\r\n\r\n“Oh, hallo!” I said. “Hallo-allo-allo!”\r\n\r\nAunt Agatha shooshed me away. No welcoming smile for Bertram.\r\n\r\n“Don’t bother me now, Bertie,” she snapped, looking at me as if I were\r\nmore or less the last straw.\r\n\r\n“Something up?”\r\n\r\n“Yes, yes, yes! I’ve lost my pearls.”\r\n\r\n“Pearls? Pearls? Pearls?” I said. “No, really? Dashed annoying. Where\r\ndid you see them last?”\r\n\r\n“What does it matter where I saw them last? They have been stolen.”\r\n\r\nHere Wilfred the Whisker King, who seemed to have been taking a rest\r\nbetween rounds, stepped into the ring again and began to talk rapidly\r\nin French. Cut to the quick he seemed. The chambermaid whooped in the\r\ncorner.\r\n\r\n“Sure you’ve looked everywhere?” I said.\r\n\r\n“Of course I’ve looked everywhere.”\r\n\r\n“Well, you know, I’ve often lost a collar stud and----”\r\n\r\n“Do try not to be so maddening, Bertie! I have enough to bear without\r\nyour imbecilities. Oh, be quiet! Be quiet!” she shouted in the sort\r\nof voice used by sergeant-majors and those who call the cattle home\r\nacross the Sands of Dee. And such was the magnetism of her forceful\r\npersonality that Wilfred subsided as if he had run into a wall. The\r\nchambermaid continued to go strong.\r\n\r\n“I say,” I said, “I think there’s something the matter with this girl.\r\nIsn’t she crying or something? You may not have spotted it, but I’m\r\nrather quick at noticing things.”\r\n\r\n“She stole my pearls! I am convinced of it.”\r\n\r\nThis started the whisker specialist off again, and in about a couple of\r\nminutes Aunt Agatha had reached the frozen grande-dame stage and was\r\nputting the last of the bandits through it in the voice she usually\r\nreserves for snubbing waiters in restaurants.\r\n\r\n“I tell you, my good man, for the hundredth time----”\r\n\r\n“I say,” I said, “don’t want to interrupt you and all that sort of\r\nthing, but these aren’t the little chaps by any chance, are they?”\r\n\r\nI pulled the pearls out of my pocket and held them up.\r\n\r\n“These look like pearls, what?”\r\n\r\nI don’t know when I’ve had a more juicy moment. It was one of those\r\noccasions about which I shall prattle to my grandchildren--if I ever\r\nhave any, which at the moment of going to press seems more or less of\r\na hundred-to-one shot. Aunt Agatha simply deflated before my eyes. It\r\nreminded me of when I once saw some chappies letting the gas out of a\r\nballoon.\r\n\r\n“Where--where--where----” she gurgled.\r\n\r\n“I got them from your friend, Miss Hemmingway.”\r\n\r\nEven now she didn’t get it.\r\n\r\n“From Miss Hemmingway. Miss _Hemmingway_! But--but how did they come\r\ninto her possession?”\r\n\r\n“How?” I said. “Because she jolly well stole them. Pinched them! Swiped\r\nthem! Because that’s how she makes her living, dash it--palling up to\r\nunsuspicious people in hotels and sneaking their jewellery. I don’t\r\nknow what her alias is, but her bally brother, the chap whose collar\r\nbuttons at the back, is known in criminal circles as Soapy Sid.”\r\n\r\nShe blinked.\r\n\r\n“Miss Hemmingway a thief! I--I----” She stopped and looked feebly at\r\nme. “But how did you manage to recover the pearls, Bertie dear?”\r\n\r\n“Never mind,” I said crisply. “I have my methods.” I dug out my entire\r\nstock of manly courage, breathed a short prayer and let her have it\r\nright in the thorax.\r\n\r\n“I must say, Aunt Agatha, dash it all,” I said severely, “I think you\r\nhave been infernally careless. There’s a printed notice in every\r\nbedroom in this place saying that there’s a safe in the manager’s\r\noffice where jewellery and valuables ought to be placed, and you\r\nabsolutely disregarded it. And what’s the result? The first thief who\r\ncame along simply walked into your room and pinched your pearls. And\r\ninstead of admitting that it was all your fault, you started biting\r\nthis poor man here in the gizzard. You have been very, very unjust to\r\nthis poor man.”\r\n\r\n“Yes, yes,” moaned the poor man.\r\n\r\n“And this unfortunate girl, what about her? Where does she get off?\r\nYou’ve accused her of stealing the things on absolutely no evidence.\r\nI think she would be jolly well advised to bring an action for--for\r\nwhatever it is and soak you for substantial damages.”\r\n\r\n“_Mais oui, mais oui, c’est trop fort!_” shouted the Bandit Chief,\r\nbacking me up like a good ’un. And the chambermaid looked up\r\ninquiringly, as if the sun was breaking through the clouds.\r\n\r\n“I shall recompense her,” said Aunt Agatha feebly.\r\n\r\n“If you take my tip you jolly well will, and that eftsoons or right\r\nspeedily. She’s got a cast-iron case, and if I were her I wouldn’t take\r\na penny under twenty quid. But what gives me the pip most is the way\r\nyou’ve unjustly abused this poor man here and tried to give his hotel a\r\nbad name----”\r\n\r\n“Yes, by damn! It’s too bad!” cried the whiskered marvel. “You careless\r\nold woman! You give my hotel bad names, would you or wasn’t it?\r\nTo-morrow you leave my hotel, by great Scotland!”\r\n\r\nAnd more to the same effect, all good, ripe stuff. And presently having\r\nsaid his say he withdrew, taking the chambermaid with him, the latter\r\nwith a crisp tenner clutched in a vice-like grip. I suppose she and the\r\nbandit split it outside. A French hotel manager wouldn’t be likely to\r\nlet real money wander away from him without counting himself in on the\r\ndivision.\r\n\r\nI turned to Aunt Agatha, whose demeanour was now rather like that of\r\none who, picking daisies on the railway, has just caught the down\r\nexpress in the small of the back.\r\n\r\n“I don’t want to rub it in, Aunt Agatha,” I said coldly, “but I should\r\njust like to point out before I go that the girl who stole your pearls\r\nis the girl you’ve been hounding me on to marry ever since I got here.\r\nGood heavens! Do you realise that if you had brought the thing off I\r\nshould probably have had children who would have sneaked my watch while\r\nI was dandling them on my knee? I’m not a complaining sort of chap as\r\na rule, but I must say that another time I do think you might be more\r\ncareful how you go about egging me on to marry females.”\r\n\r\nI gave her one look, turned on my heel and left the room.\r\n\r\n       *       *       *       *       *\r\n\r\n“Ten o’clock, a clear night, and all’s well, Jeeves,” I said, breezing\r\nback into the good old suite.\r\n\r\n“I am gratified to hear it, sir.”\r\n\r\n“If twenty quid would be any use to you, Jeeves----”\r\n\r\n“I am much obliged, sir.”\r\n\r\nThere was a pause. And then--well, it was a wrench, but I did it. I\r\nunstripped the cummerbund and handed it over.\r\n\r\n“Do you wish me to press this, sir?”\r\n\r\nI gave the thing one last, longing look. It had been very dear to me.\r\n\r\n“No,” I said, “take it away; give it to the deserving poor--I shall\r\nnever wear it again.”\r\n\r\n“Thank you very much, sir,” said Jeeves."
  ]
}