{
  "index": 9,
  "title": "Chapter 8",
  "paragraphs": [
    "SIR RODERICK COMES TO LUNCH\r\n\r\n\r\nI had met Sir Roderick Glossop before, of course, but only when I\r\nwas with Honoria; and there is something about Honoria which makes\r\nalmost anybody you meet in the same room seem sort of under-sized and\r\ntrivial by comparison. I had never realised till this moment what an\r\nextraordinarily formidable old bird he was. He had a pair of shaggy\r\neyebrows which gave his eyes a piercing look which was not at all the\r\nsort of thing a fellow wanted to encounter on an empty stomach. He was\r\nfairly tall and fairly broad, and he had the most enormous head, with\r\npractically no hair on it, which made it seem bigger and much more like\r\nthe dome of St. Paul’s. I suppose he must have taken about a nine or\r\nsomething in hats. Shows what a rotten thing it is to let your brain\r\ndevelop too much.\r\n\r\n“What ho! What ho! What ho!” I said, trying to strike the genial note,\r\nand then had a sudden feeling that that was just the sort of thing I\r\nhad been warned not to say. Dashed difficult it is to start things\r\ngoing properly on an occasion like this. A fellow living in a London\r\nflat is so handicapped. I mean to say, if I had been the young squire\r\ngreeting the visitor in the country, I could have said, “Welcome to\r\nMeadowsweet Hall!” or something zippy like that. It sounds silly to say\r\n“Welcome to Number 6A, Crichton Mansions, Berkeley Street, W.”\r\n\r\n“I am afraid I am a little late,” he said, as we sat down. “I\r\nwas detained at my club by Lord Alastair Hungerford, the Duke of\r\nRamfurline’s son. His Grace, he informed me, had exhibited a renewal\r\nof the symptoms which have been causing the family so much concern. I\r\ncould not leave him immediately. Hence my unpunctuality, which I trust\r\nhas not discommoded you.”\r\n\r\n“Oh, not at all. So the Duke is off his rocker, what?”\r\n\r\n“The expression which you use is not precisely the one I should have\r\nemployed myself with reference to the head of perhaps the noblest\r\nfamily in England, but there is no doubt that cerebral excitement does,\r\nas you suggest, exist in no small degree.” He sighed as well as he\r\ncould with his mouth full of cutlet. “A profession like mine is a great\r\nstrain, a great strain.”\r\n\r\n“Must be.”\r\n\r\n“Sometimes I am appalled at what I see around me.” He stopped suddenly\r\nand sort of stiffened. “Do you keep a cat, Mr. Wooster?”\r\n\r\n“Eh? What? Cat? No, no cat.”\r\n\r\n“I was conscious of a distinct impression that I had heard a cat mewing\r\neither in the room or very near to where we are sitting.”\r\n\r\n“Probably a taxi or something in the street.”\r\n\r\n“I fear I do not follow you.”\r\n\r\n“I mean to say, taxis squawk, you know. Rather like cats in a sort of\r\nway.”\r\n\r\n“I had not observed the resemblance,” he said, rather coldly.\r\n\r\n“Have some lemon-squash,” I said. The conversation seemed to be getting\r\nrather difficult.\r\n\r\n“Thank you. Half a glassful, if I may.” The hell-brew appeared to buck\r\nhim up, for he resumed in a slightly more pally manner. “I have a\r\nparticular dislike for cats. But I was saying---- Oh, yes. Sometimes\r\nI am positively appalled at what I see around me. It is not only the\r\ncases which come under my professional notice, painful as many of those\r\nare. It is what I see as I go about London. Sometimes it seems to me\r\nthat the whole world is mentally unbalanced. This very morning, for\r\nexample, a most singular and distressing occurrence took place as I\r\nwas driving from my house to the club. The day being clement, I had\r\ninstructed my chauffeur to open my landaulette, and I was leaning back,\r\nderiving no little pleasure from the sunshine, when our progress was\r\narrested in the middle of the thoroughfare by one of those blocks in\r\nthe traffic which are inevitable in so congested a system as that of\r\nLondon.”\r\n\r\nI suppose I had been letting my mind wander a bit, for when he stopped\r\nand took a sip of lemon-squash I had a feeling that I was listening to\r\na lecture and was expected to say something.\r\n\r\n“Hear, hear!” I said.\r\n\r\n“I beg your pardon?”\r\n\r\n“Nothing, nothing. You were saying----”\r\n\r\n“The vehicles proceeding in the opposite direction had also been\r\ntemporarily arrested, but after a moment they were permitted to\r\nproceed. I had fallen into a meditation, when suddenly the most\r\nextraordinary thing took place. My hat was snatched abruptly from my\r\nhead! And as I looked back I perceived it being waved in a kind of\r\nfeverish triumph from the interior of a taxicab, which, even as I\r\nlooked, disappeared through a gap in the traffic and was lost to sight.”\r\n\r\nI didn’t laugh, but I distinctly heard a couple of my floating ribs\r\npart from their moorings under the strain.\r\n\r\n“Must have been meant for a practical joke,” I said. “What?”\r\n\r\nThis suggestion didn’t seem to please the old boy.\r\n\r\n“I trust,” he said, “I am not deficient in an appreciation of the\r\nhumorous, but I confess that I am at a loss to detect anything akin\r\nto pleasantry in the outrage. The action was beyond all question that\r\nof a mentally unbalanced subject. These mental lesions may express\r\nthemselves in almost any form. The Duke of Ramfurline, to whom I had\r\noccasion to allude just now, is under the impression--this is in the\r\nstrictest confidence--that he is a canary; and his seizure to-day,\r\nwhich so perturbed Lord Alastair, was due to the fact that a careless\r\nfootman had neglected to bring him his morning lump of sugar. Cases are\r\ncommon, again, of men waylaying women and cutting off portions of their\r\nhair. It is from a branch of this latter form of mania that I should be\r\ndisposed to imagine that my assailant was suffering. I can only trust\r\nthat he will be placed under proper control before he---- Mr. Wooster,\r\nthere is a cat close at hand! It is _not_ in the street! The mewing\r\nappears to come from the adjoining room.”\r\n\r\n       *       *       *       *       *\r\n\r\nThis time I had to admit there was no doubt about it. There was a\r\ndistinct sound of mewing coming from the next room. I punched the bell\r\nfor Jeeves, who drifted in and stood waiting with an air of respectful\r\ndevotion.\r\n\r\n“Sir?”\r\n\r\n“Oh, Jeeves,” I said. “Cats! What about it? Are there any cats in the\r\nflat?”\r\n\r\n“Only the three in your bedroom, sir.”\r\n\r\n“What!”\r\n\r\n“Cats in his bedroom!” I heard Sir Roderick whisper in a kind of\r\nstricken way, and his eyes hit me amidships like a couple of bullets.\r\n\r\n“What do you mean,” I said, “only the three in my bedroom?”\r\n\r\n“The black one, the tabby and the small lemon-coloured animal, sir.”\r\n\r\n“What on earth?----”\r\n\r\nI charged round the table in the direction of the door. Unfortunately,\r\nSir Roderick had just decided to edge in that direction himself, with\r\nthe result that we collided in the doorway with a good deal of force,\r\nand staggered out into the hall together. He came smartly out of the\r\nclinch and grabbed an umbrella from the rack.\r\n\r\n“Stand back!” he shouted, waving it overhead. “Stand back, sir! I am\r\narmed!”\r\n\r\nIt seemed to me that the moment had come to be soothing.\r\n\r\n“Awfully sorry I barged into you,” I said. “Wouldn’t have had it happen\r\nfor worlds. I was just dashing out to have a look into things.”\r\n\r\nHe appeared a trifle reassured, and lowered the umbrella. But just then\r\nthe most frightful shindy started in the bedroom. It sounded as though\r\nall the cats in London, assisted by delegates from outlying suburbs,\r\nhad got together to settle their differences once for all. A sort of\r\naugmented orchestra of cats.\r\n\r\n“This noise is unendurable,” yelled Sir Roderick. “I cannot hear myself\r\nspeak.”\r\n\r\n“I fancy, sir,” said Jeeves respectfully, “that the animals may have\r\nbecome somewhat exhilarated as the result of having discovered the fish\r\nunder Mr. Wooster’s bed.”\r\n\r\nThe old boy tottered.\r\n\r\n“Fish! Did I hear you rightly?”\r\n\r\n“Sir?”\r\n\r\n“Did you say that there was a fish under Mr. Wooster’s bed?”\r\n\r\n“Yes, sir.”\r\n\r\nSir Roderick gave a low moan, and reached for his hat and stick.\r\n\r\n“You aren’t going?” I said.\r\n\r\n“Mr. Wooster, I _am_ going! I prefer to spend my leisure time in less\r\neccentric society.”\r\n\r\n“But I say. Here, I must come with you. I’m sure the whole business can\r\nbe explained. Jeeves, my hat.”\r\n\r\nJeeves rallied round. I took the hat from him and shoved it on my head.\r\n\r\n“Good heavens!”\r\n\r\nBeastly shock it was! The bally thing had absolutely engulfed me, if\r\nyou know what I mean. Even as I was putting it on I got a sort of\r\nimpression that it was a trifle roomy; and no sooner had I let go of it\r\nthan it settled down over my ears like a kind of extinguisher.\r\n\r\n“I say! This isn’t my hat!”\r\n\r\n“It is _my_ hat!” said Sir Roderick in about the coldest, nastiest\r\nvoice I’d ever heard. “The hat which was stolen from me this morning as\r\nI drove in my car.”\r\n\r\n“But----”\r\n\r\nI suppose Napoleon or somebody like that would have been equal to the\r\nsituation, but I’m bound to say it was too much for me. I just stood\r\nthere goggling in a sort of coma, while the old boy lifted the hat off\r\nme and turned to Jeeves.\r\n\r\n“I should be glad, my man,” he said, “if you would accompany me a few\r\nyards down the street. I wish to ask you some questions.”\r\n\r\n“Very good, sir.”\r\n\r\n“Here, but, I say----!” I began, but he left me standing. He stalked\r\nout, followed by Jeeves. And at that moment the row in the bedroom\r\nstarted again, louder than ever.\r\n\r\nI was about fed up with the whole thing. I mean, cats in your\r\nbedroom--a bit thick, what? I didn’t know how the dickens they had\r\ngot in, but I was jolly well resolved that they weren’t going to stay\r\npicknicking there any longer. I flung open the door. I got a momentary\r\nflash of about a hundred and fifteen cats of all sizes and colours\r\nscrapping in the middle of the room, and then they all shot past me\r\nwith a rush and out of the front door; and all that was left of the\r\nmob-scene was the head of a whacking big fish, lying on the carpet and\r\nstaring up at me in a rather austere sort of way, as if it wanted a\r\nwritten explanation and apology.\r\n\r\nThere was something about the thing’s expression that absolutely\r\nchilled me, and I withdrew on tiptoe and shut the door. And, as I did\r\nso, I bumped into someone.\r\n\r\n“Oh, sorry!” he said.\r\n\r\nI spun round. It was the pink-faced chappie, Lord Something or other,\r\nthe fellow I had met with Claude and Eustace.\r\n\r\n“I say,” he said apologetically, “awfully sorry to bother you, but\r\nthose weren’t my cats I met just now legging it downstairs, were they?\r\nThey looked like my cats.”\r\n\r\n“They came out of my bedroom.”\r\n\r\n“Then they _were_ my cats!” he said sadly. “Oh, dash it!”\r\n\r\n“Did you put cats in my bedroom?”\r\n\r\n“Your man, what’s-his-name, did. He rather decently said I could keep\r\nthem there till my train went. I’d just come to fetch them. And now\r\nthey’ve gone! Oh, well, it can’t be helped, I suppose. I’ll take the\r\nhat and the fish, anyway.”\r\n\r\nI was beginning to dislike this chappie.\r\n\r\n“Did you put that bally fish there, too?”\r\n\r\n“No, that was Eustace’s. The hat was Claude’s.”\r\n\r\nI sank limply into a chair.\r\n\r\n“I say, you couldn’t explain this, could you?” I said. The chappie\r\ngazed at me in mild surprise.\r\n\r\n“Why, don’t you know all about it? I say!” He blushed profusely. “Why,\r\nif you don’t know about it, I shouldn’t wonder if the whole thing\r\ndidn’t seem rummy to you.”\r\n\r\n“Rummy is the word.”\r\n\r\n“It was for The Seekers, you know.”\r\n\r\n“The Seekers?”\r\n\r\n“Rather a blood club, you know, up at Oxford, which your cousins and\r\nI are rather keen on getting into. You have to pinch something, you\r\nknow, to get elected. Some sort of a souvenir, you know. A policeman’s\r\nhelmet, you know, or a door-knocker or something, you know. The room’s\r\ndecorated with the things at the annual dinner, and everybody makes\r\nspeeches and all that sort of thing. Rather jolly! Well, we wanted\r\nrather to make a sort of special effort and do the thing in style, if\r\nyou understand, so we came up to London to see if we couldn’t pick up\r\nsomething here that would be a bit out of the ordinary. And we had the\r\nmost amazing luck right from the start. Your cousin Claude managed\r\nto collect a quite decent top-hat out of a passing car, and your\r\ncousin Eustace got away with a really goodish salmon or something from\r\nHarrods, and I snaffled three excellent cats all in the first hour. We\r\nwere fearfully braced, I can tell you. And then the difficulty was to\r\nknow where to park the things till our train went. You look so beastly\r\nconspicuous, you know, tooling about London with a fish and a lot of\r\ncats. And then Eustace remembered you, and we all came on here in a\r\ncab. You were out, but your man said it would be all right. When we met\r\nyou, you were in such a hurry that we hadn’t time to explain. Well, I\r\nthink I’ll be taking the hat, if you don’t mind.”\r\n\r\n“It’s gone.”\r\n\r\n“Gone?”\r\n\r\n“The fellow you pinched it from happened to be the man who was lunching\r\nhere. He took it away with him.”\r\n\r\n“Oh, I say! Poor old Claude will be upset. Well, how about the goodish\r\nsalmon or something?”\r\n\r\n“Would you care to view the remains?” He seemed all broken up when he\r\nsaw the wreckage.\r\n\r\n“I doubt if the committee would accept that,” he said sadly. “There\r\nisn’t a frightful lot of it left, what?”\r\n\r\n“The cats ate the rest.”\r\n\r\nHe sighed deeply.\r\n\r\n“No cats, no fish, no hat. We’ve had all our trouble for nothing. I do\r\ncall that hard! And on top of that--I say, I hate to ask you, but you\r\ncouldn’t lend me a tenner, could you?”\r\n\r\n“A tenner? What for?”\r\n\r\n“Well, the fact is, I’ve got to pop round and bail Claude and Eustace\r\nout. They’ve been arrested.”\r\n\r\n“Arrested!”\r\n\r\n“Yes. You see, what with the excitement of collaring the hat and the\r\nsalmon or something, added to the fact that we had rather a festive\r\nlunch, they got a bit above themselves, poor chaps, and tried to pinch\r\na motor-lorry. Silly, of course, because I don’t see how they could\r\nhave got the thing to Oxford and shown it to the committee. Still,\r\nthere wasn’t any reasoning with them, and when the driver started\r\nmaking a fuss, there was a bit of a mix-up, and Claude and Eustace are\r\nmore or less languishing in Vine Street police-station till I pop\r\nround and bail them out. So if you could manage a tenner--Oh, thanks,\r\nthat’s fearfully good of you. It would have been too bad to leave\r\nthem there, what? I mean, they’re both such frightfully good chaps,\r\nyou know. Everybody likes them up at the ’Varsity. They’re fearfully\r\npopular.”\r\n\r\n“I bet they are!” I said.\r\n\r\n       *       *       *       *       *\r\n\r\nWhen Jeeves came back, I was waiting for him on the mat. I wanted\r\nspeech with the blighter.\r\n\r\n“Well?” I said.\r\n\r\n“Sir Roderick asked me a number of questions, sir, respecting your\r\nhabits and mode of life, to which I replied guardedly.”\r\n\r\n“I don’t care about that. What I want to know is why you didn’t explain\r\nthe whole thing to him right at the start? A word from you would have\r\nput everything clear.”\r\n\r\n“Yes, sir.”\r\n\r\n“Now he’s gone off thinking me a looney.”\r\n\r\n“I should not be surprised, from his conversation with me, sir, if some\r\nsuch idea had not entered his head.”\r\n\r\nI was just starting in to speak, when the telephone bell rang. Jeeves\r\nanswered it.\r\n\r\n“No, madam, Mr. Wooster is not in. No, madam, I do not know when he\r\nwill return, No, madam, he left no message. Yes, madam, I will inform\r\nhim.” He put back the receiver. “Mrs. Gregson, sir.”\r\n\r\nAunt Agatha! I had been expecting it. Ever since the luncheon-party had\r\nblown out a fuse, her shadow had been hanging over me, so to speak.\r\n\r\n“Does she know? Already?”\r\n\r\n“I gather that Sir Roderick has been speaking to her on the telephone,\r\nsir, and----”\r\n\r\n“No wedding bells for me, what?”\r\n\r\nJeeves coughed.\r\n\r\n“Mrs. Gregson did not actually confide in me, sir, but I fancy that\r\nsome such thing may have occurred. She seemed decidedly agitated, sir.”\r\n\r\nIt’s a rummy thing, but I’d been so snootered by the old boy and the\r\ncats and the fish and the hat and the pink-faced chappie and all the\r\nrest of it that the bright side simply hadn’t occurred to me till now.\r\nBy Jove, it was like a bally weight rolling off my chest! I gave a yelp\r\nof pure relief.\r\n\r\n“Jeeves!” I said, “I believe you worked the whole thing!”\r\n\r\n“Sir?”\r\n\r\n“I believe you had the jolly old situation in hand right from the\r\nstart.”\r\n\r\n“Well, sir, Spenser, Mrs. Gregson’s butler, who inadvertently chanced\r\nto overhear something of your conversation when you were lunching at\r\nthe house, did mention certain of the details to me; and I confess\r\nthat, though it may be a liberty to say so, I entertained hopes that\r\nsomething might occur to prevent the match. I doubt if the young lady\r\nwas entirely suitable to you, sir.”\r\n\r\n“And she would have shot you out on your ear five minutes after the\r\nceremony.”\r\n\r\n“Yes, sir. Spenser informed me that she had expressed some such\r\nintention. Mrs. Gregson wishes you to call upon her immediately, sir.”\r\n\r\n“She does, eh? What do you advise, Jeeves?”\r\n\r\n“I think a trip abroad might prove enjoyable, sir.”\r\n\r\nI shook my head. “She’d come after me.”\r\n\r\n“Not if you went far enough afield, sir. There are excellent boats\r\nleaving every Wednesday and Saturday for New York.”\r\n\r\n“Jeeves,” I said, “you are right, as always. Book the tickets.”"
  ]
}