{
  "index": 6,
  "title": "Chapter 5",
  "paragraphs": [
    "THE PRIDE OF THE WOOSTERS IS WOUNDED\r\n\r\n\r\nIf there’s one thing I like, it’s a quiet life. I’m not one of those\r\nfellows who get all restless and depressed if things aren’t happening\r\nto them all the time. You can’t make it too placid for me. Give me\r\nregular meals, a good show with decent music every now and then, and\r\none or two pals to totter round with, and I ask no more.\r\n\r\nThat is why the jar, when it came, was such a particularly nasty jar. I\r\nmean, I’d returned from Roville with a sort of feeling that from now on\r\nnothing could occur to upset me. Aunt Agatha, I imagined, would require\r\nat least a year to recover from the Hemmingway affair: and apart from\r\nAunt Agatha there isn’t anybody who really does much in the way of\r\nharrying me. It seemed to me that the skies were blue, so to speak, and\r\nno clouds in sight.\r\n\r\nI little thought.... Well, look here, what happened was this, and I ask\r\nyou if it wasn’t enough to rattle anybody.\r\n\r\nOnce a year Jeeves takes a couple of weeks’ vacation and biffs off to\r\nthe sea or somewhere to restore his tissues. Pretty rotten for me, of\r\ncourse, while he’s away. But it has to be stuck, so I stick it; and\r\nI must admit that he usually manages to get hold of a fairly decent\r\nfellow to look after me in his absence.\r\n\r\nWell, the time had come round again, and Jeeves was in the kitchen\r\ngiving the understudy a few tips about his duties. I happened to want a\r\nstamp or something, and I toddled down the passage to ask him for it.\r\nThe silly ass had left the kitchen door open, and I hadn’t gone two\r\nsteps when his voice caught me squarely in the eardrum.\r\n\r\n“You will find Mr. Wooster,” he was saying to the substitute chappie,\r\n“an exceedingly pleasant and amiable young gentleman, but not\r\nintelligent. By no means intelligent. Mentally he is negligible--quite\r\nnegligible.”\r\n\r\nWell, I mean to say, what!\r\n\r\nI suppose, strictly speaking, I ought to have charged in and ticked the\r\nblighter off properly in no uncertain voice. But I doubt whether it’s\r\nhumanly possible to tick Jeeves off. Personally, I didn’t even have a\r\ndash at it. I merely called for my hat and stick in a marked manner and\r\nlegged it. But the memory rankled, if you know what I mean. We Woosters\r\ndo not lightly forget. At least, we do--some things--appointments,\r\nand people’s birthdays, and letters to post, and all that--but not an\r\nabsolute bally insult like the above. I brooded like the dickens.\r\n\r\nI was still brooding when I dropped in at the oyster-bar at Buck’s for\r\na quick bracer. I needed a bracer rather particularly at the moment,\r\nbecause I was on my way to lunch with Aunt Agatha. A pretty frightful\r\nordeal, believe me or believe me not, even though I took it that after\r\nwhat had happened at Roville she would be in a fairly subdued and\r\namiable mood. I had just had one quick and another rather slower, and\r\nwas feeling about as cheerio as was possible under the circs, when a\r\nmuffled voice hailed me from the north-east, and, turning round, I saw\r\nyoung Bingo Little propped up in a corner, wrapping himself round a\r\nsizable chunk of bread and cheese.\r\n\r\n“Hallo-allo-allo!” I said. “Haven’t seen you for ages. You’ve not been\r\nin here lately, have you?”\r\n\r\n“No. I’ve been living out in the country.”\r\n\r\n“Eh?” I said, for Bingo’s loathing for the country was well known.\r\n“Whereabouts?”\r\n\r\n“Down in Hampshire, at a place called Ditteredge.”\r\n\r\n“No, really? I know some people who’ve got a house there. The Glossops.\r\nHave you met them?”\r\n\r\n“Why, that’s where I’m staying!” said young Bingo. “I’m tutoring the\r\nGlossop kid.”\r\n\r\n“What for?” I said. I couldn’t seem to see young Bingo as a tutor.\r\nThough, of course, he did get a degree of sorts at Oxford, and I\r\nsuppose you can always fool some of the people some of the time.\r\n\r\n“What for? For money, of course! An absolute sitter came unstitched\r\nin the second race at Haydock Park,” said young Bingo, with some\r\nbitterness, “and I dropped my entire month’s allowance. I hadn’t the\r\nnerve to touch my uncle for any more, so it was a case of buzzing round\r\nto the agents and getting a job. I’ve been down there three weeks.”\r\n\r\n“I haven’t met the Glossop kid.”\r\n\r\n“Don’t!” advised Bingo, briefly.\r\n\r\n“The only one of the family I really know is the girl.” I had hardly\r\nspoken these words when the most extraordinary change came over young\r\nBingo’s face. His eyes bulged, his cheeks flushed, and his Adam’s apple\r\nhopped about like one of those india-rubber balls on the top of the\r\nfountain in a shooting-gallery.\r\n\r\n“Oh, Bertie!” he said, in a strangled sort of voice.\r\n\r\nI looked at the poor fish anxiously. I knew that he was always falling\r\nin love with someone, but it didn’t seem possible that even he could\r\nhave fallen in love with Honoria Glossop. To me the girl was simply\r\nnothing more nor less than a pot of poison. One of those dashed large,\r\nbrainy, strenuous, dynamic girls you see so many of these days. She had\r\nbeen at Girton, where, in addition to enlarging her brain to the most\r\nfrightful extent, she had gone in for every kind of sport and developed\r\nthe physique of a middle-weight catch-as-catch-can wrestler. I’m not\r\nsure she didn’t box for the ’Varsity while she was up. The effect she\r\nhad on me whenever she appeared was to make me want to slide into a\r\ncellar and lie low till they blew the All-Clear.\r\n\r\nYet here was young Bingo obviously all for her. There was no mistaking\r\nit. The love-light was in the blighter’s eyes.\r\n\r\n“I worship her, Bertie! I worship the very ground she treads on!”\r\ncontinued the patient, in a loud, penetrating voice. Fred Thompson and\r\none or two fellows had come in, and McGarry, the chappie behind the\r\nbar, was listening with his ears flapping. But there’s no reticence\r\nabout Bingo. He always reminds me of the hero of a musical comedy who\r\ntakes the centre of the stage, gathers the boys round him in a circle,\r\nand tells them all about his love at the top of his voice.\r\n\r\n“Have you told her?”\r\n\r\n“No. I haven’t had the nerve. But we walk together in the garden most\r\nevenings, and it sometimes seems to me that there is a look in her\r\neyes.”\r\n\r\n“I know that look. Like a sergeant-major.”\r\n\r\n“Nothing of the kind! Like a tender goddess.”\r\n\r\n“Half a second, old thing,” I said. “Are you sure we’re talking about\r\nthe same girl? The one I mean is Honoria. Perhaps there’s a younger\r\nsister or something I’ve not heard of?”\r\n\r\n“Her name is Honoria,” bawled Bingo reverently.\r\n\r\n“And she strikes you as a tender goddess?”\r\n\r\n“She does.”\r\n\r\n“God bless you!” I said.\r\n\r\n“She walks in beauty like the night of cloudless climes and starry\r\nskies; and all that’s best of dark and bright meet in her aspect and\r\nher eyes. Another bit of bread and cheese,” he said to the lad behind\r\nthe bar.\r\n\r\n“You’re keeping your strength up,” I said.\r\n\r\n“This is my lunch. I’ve got to meet Oswald at Waterloo at one-fifteen,\r\nto catch the train back. I brought him up to town to see the dentist.”\r\n\r\n“Oswald? Is that the kid?”\r\n\r\n“Yes. Pestilential to a degree.”\r\n\r\n“Pestilential! That reminds me, I’m lunching with my Aunt Agatha. I’ll\r\nhave to pop off now, or I’ll be late.”\r\n\r\nI hadn’t seen Aunt Agatha since that little affair of the pearls; and,\r\nwhile I didn’t anticipate any great pleasure from gnawing a bone in her\r\nsociety, I must say that there was one topic of conversation I felt\r\npretty confident she wouldn’t touch on, and that was the subject of my\r\nmatrimonial future. I mean, when a woman’s made a bloomer like the one\r\nAunt Agatha made at Roville, you’d naturally think that a decent shame\r\nwould keep her off it for, at any rate, a month or two.\r\n\r\nBut women beat me. I mean to say, as regards nerve. You’ll hardly\r\ncredit it, but she actually started in on me with the fish. Absolutely\r\nwith the fish, I give you my solemn word. We’d hardly exchanged a word\r\nabout the weather, when she let me have it without a blush.\r\n\r\n“Bertie,” she said, “I’ve been thinking again about you and how\r\nnecessary it is that you should get married. I quite admit that I\r\nwas dreadfully mistaken in my opinion of that terrible, hypocritical\r\ngirl at Roville, but this time there is no danger of an error. By\r\ngreat good luck I have found the very wife for you, a girl whom I\r\nhave only recently met, but whose family is above suspicion. She has\r\nplenty of money, too, though that does not matter in your case. The\r\ngreat point is that she is strong, self-reliant and sensible, and will\r\ncounterbalance the deficiencies and weaknesses of your character. She\r\nhas met you; and, while there is naturally much in you of which she\r\ndisapproves, she does not dislike you. I know this, for I have sounded\r\nher--guardedly, of course--and I am sure that you have only to make the\r\nfirst advances----”\r\n\r\n“Who is it?” I would have said it long before, but the shock had made\r\nme swallow a bit of roll the wrong way, and I had only just finished\r\nturning purple and trying to get a bit of air back into the old\r\nwindpipe. “Who is it?”\r\n\r\n“Sir Roderick Glossop’s daughter, Honoria.”\r\n\r\n“No, no!” I cried, paling beneath the tan.\r\n\r\n“Don’t be silly, Bertie. She is just the wife for you.”\r\n\r\n“Yes, but look here----”\r\n\r\n“She will mould you.”\r\n\r\n“But I don’t want to be moulded.”\r\n\r\nAunt Agatha gave me the kind of look she used to give me when I was a\r\nkid and had been found in the jam cupboard.\r\n\r\n“Bertie! I hope you are not going to be troublesome.”\r\n\r\n“Well, but I mean----”\r\n\r\n“Lady Glossop has very kindly invited you to Ditteredge Hall for a few\r\ndays. I told her you would be delighted to come down to-morrow.”\r\n\r\n“I’m sorry, but I’ve got a dashed important engagement to-morrow.”\r\n\r\n“What engagement?”\r\n\r\n“Well--er----”\r\n\r\n“You have no engagement. And, even if you had, you must put it off. I\r\nshall be very seriously annoyed, Bertie, if you do not go to Ditteredge\r\nHall to-morrow.”\r\n\r\n“Oh, right-o!” I said.\r\n\r\nIt wasn’t two minutes after I had parted from Aunt Agatha before the\r\nold fighting spirit of the Woosters reasserted itself. Ghastly as the\r\nperil was which loomed before me, I was conscious of a rummy sort of\r\nexhilaration. It was a tight corner, but the tighter the corner, I\r\nfelt, the more juicily should I score off Jeeves when I got myself out\r\nof it without a bit of help from him. Ordinarily, of course, I should\r\nhave consulted him and trusted to him to solve the difficulty; but\r\nafter what I had heard him saying in the kitchen, I was dashed if I was\r\ngoing to demean myself. When I got home I addressed the man with light\r\nabandon.\r\n\r\n“Jeeves,” I said, “I’m in a bit of a difficulty.”\r\n\r\n“I’m sorry to hear that, sir.”\r\n\r\n“Yes, quite a bad hole. In fact, you might say on the brink of a\r\nprecipice, and faced by an awful doom.”\r\n\r\n“If I could be of any assistance, sir----”\r\n\r\n“Oh, no. No, no. Thanks very much, but no, no. I won’t trouble you.\r\nI’ve no doubt I shall be able to get out of it all right by myself.”\r\n\r\n“Very good, sir.”\r\n\r\nSo that was that. I’m bound to say I’d have welcomed a bit more\r\ncuriosity from the fellow, but that is Jeeves all over. Cloaks his\r\nemotions, if you know what I mean.\r\n\r\nHonoria was away when I got to Ditteredge on the following afternoon.\r\nHer mother told me that she was staying with some people named\r\nBraythwayt in the neighbourhood, and would be back next day, bringing\r\nthe daughter of the house with her for a visit. She said I would find\r\nOswald out in the grounds, and such is a mother’s love that she spoke\r\nas if that were a bit of a boost for the grounds and an inducement to\r\ngo there.\r\n\r\nRather decent, the grounds at Ditteredge. A couple of terraces, a bit\r\nof lawn with a cedar on it, a bit of shrubbery, and finally a small but\r\ngoodish lake with a stone bridge running across it. Directly I’d worked\r\nmy way round the shrubbery I spotted young Bingo leaning against the\r\nbridge smoking a cigarette. Sitting on the stonework, fishing, was a\r\nspecies of kid whom I took to be Oswald the Plague-Spot.\r\n\r\nBingo was both surprised and delighted to see me, and introduced me to\r\nthe kid. If the latter was surprised and delighted too, he concealed it\r\nlike a diplomat. He just looked at me, raised his eyebrows slightly,\r\nand went on fishing. He was one of those supercilious striplings who\r\ngive you the impression that you went to the wrong school and that your\r\nclothes don’t fit.\r\n\r\n“This is Oswald,” said Bingo.\r\n\r\n“What,” I replied cordially, “could be sweeter? How are you?”\r\n\r\n“Oh, all right,” said the kid.\r\n\r\n“Nice place, this.”\r\n\r\n“Oh, all right,” said the kid.\r\n\r\n“Having a good time fishing?”\r\n\r\n“Oh, all right,” said the kid.\r\n\r\nYoung Bingo led me off to commune apart.\r\n\r\n“Doesn’t jolly old Oswald’s incessant flow of prattle make your head\r\nache sometimes?” I asked.\r\n\r\nBingo sighed.\r\n\r\n“It’s a hard job.”\r\n\r\n“What’s a hard job?”\r\n\r\n“Loving him.”\r\n\r\n“Do you love him?” I asked, surprised. I shouldn’t have thought it\r\ncould be done.\r\n\r\n“I try to,” said young Bingo, “for Her sake. She’s coming back\r\nto-morrow, Bertie.”\r\n\r\n“So I heard.”\r\n\r\n“She is coming, my love, my own----”\r\n\r\n“Absolutely,” I said. “But touching on young Oswald once more. Do you\r\nhave to be with him all day? How do you manage to stick it?”\r\n\r\n“Oh, he doesn’t give much trouble. When we aren’t working he sits on\r\nthat bridge all the time, trying to catch tiddlers.”\r\n\r\n“Why don’t you shove him in?”\r\n\r\n“Shove him in?”\r\n\r\n“It seems to me distinctly the thing to do,” I said, regarding the\r\nstripling’s back with a good deal of dislike. “It would wake him up a\r\nbit, and make him take an interest in things.”\r\n\r\nBingo shook his head a bit wistfully.\r\n\r\n“Your proposition attracts me,” he said, “but I’m afraid it can’t be\r\ndone. You see, She would never forgive me. She is devoted to the little\r\nbrute.”\r\n\r\n“Great Scott!” I cried. “I’ve got it!” I don’t know if you know\r\nthat feeling when you get an inspiration, and tingle all down your\r\nspine from the soft collar as now worn to the very soles of the old\r\nWaukeesis? Jeeves, I suppose, feels that way more or less all the time,\r\nbut it isn’t often it comes to me. But now all Nature seemed to be\r\nshouting at me “You’ve clicked!” and I grabbed young Bingo by the arm\r\nin a way that must have made him feel as if a horse had bitten him.\r\nHis finely-chiselled features were twisted with agony and what not, and\r\nhe asked me what the dickens I thought I was playing at.\r\n\r\n“Bingo,” I said, “what would Jeeves have done?”\r\n\r\n“How do you mean, what would Jeeves have done?”\r\n\r\n“I mean what would he have advised in a case like yours? I mean you\r\nwanting to make a hit with Honoria Glossop and all that. Why, take it\r\nfrom me, laddie, he would have shoved you behind that clump of bushes\r\nover there; he would have got me to lure Honoria on to the bridge\r\nsomehow; then, at the proper time, he would have told me to give the\r\nkid a pretty hefty jab in the small of the back, so as to shoot him\r\ninto the water; and then you would have dived in and hauled him out.\r\nHow about it?”\r\n\r\n“You didn’t think that out by yourself, Bertie?” said young Bingo, in a\r\nhushed sort of voice.\r\n\r\n“Yes, I did. Jeeves isn’t the only fellow with ideas.”\r\n\r\n“But it’s absolutely wonderful.”\r\n\r\n“Just a suggestion.”\r\n\r\n“The only objection I can see is that it would be so dashed awkward\r\nfor you. I mean to say, suppose the kid turned round and said you had\r\nshoved him in, that would make you frightfully unpopular with Her.”\r\n\r\n“I don’t mind risking that.”\r\n\r\nThe man was deeply moved.\r\n\r\n“Bertie, this is noble.”\r\n\r\n“No, no.”\r\n\r\nHe clasped my hand silently, then chuckled like the last drop of water\r\ngoing down the waste-pipe in a bath.\r\n\r\n“Now what?” I said.\r\n\r\n“I was only thinking,” said young Bingo, “how fearfully wet Oswald will\r\nget. Oh, happy day!”"
  ]
}