{
  "index": 7,
  "title": "Chapter 6",
  "paragraphs": [
    "THE HERO’S REWARD\r\n\r\n\r\nI don’t know if you’ve noticed it, but it’s rummy how nothing in\r\nthis world ever seems to be absolutely perfect. The drawback to this\r\notherwise singularly fruity binge was, of course, the fact that Jeeves\r\nwouldn’t be on the spot to watch me in action. Still, apart from\r\nthat there wasn’t a flaw. The beauty of the thing was, you see, that\r\nnothing could possibly go wrong. You know how it is, as a rule, when\r\nyou want to get Chappie A on Spot B at exactly the same moment when\r\nChappie C is on Spot D. There’s always a chance of a hitch. Take the\r\ncase of a general, I mean to say, who’s planning out a big movement.\r\nHe tells one regiment to capture the hill with the windmill on it at\r\nthe exact moment when another regiment is taking the bridgehead or\r\nsomething down in the valley; and everything gets all messed up. And\r\nthen, when they’re chatting the thing over in camp that night, the\r\ncolonel of the first regiment says, “Oh, sorry! Did you say the hill\r\nwith the windmill? I thought you said the one with the flock of sheep.”\r\nAnd there you are! But in this case, nothing like that could happen,\r\nbecause Oswald and Bingo would be on the spot right along, so that all\r\nI had to worry about was getting Honoria there in due season. And I\r\nmanaged that all right, first shot, by asking her if she would come for\r\na stroll in the grounds with me, as I had something particular to say\r\nto her.\r\n\r\nShe had arrived shortly after lunch in the car with the Braythwayt\r\ngirl. I was introduced to the latter, a tallish girl with blue eyes and\r\nfair hair. I rather took to her--she was so unlike Honoria--and, if I\r\nhad been able to spare the time, I shouldn’t have minded talking to\r\nher for a bit. But business was business--I had fixed it up with Bingo\r\nto be behind the bushes at three sharp, so I got hold of Honoria and\r\nsteered her out through the grounds in the direction of the lake.\r\n\r\n“You’re very quiet, Mr. Wooster,” she said.\r\n\r\nMade me jump a bit. I was concentrating pretty tensely at the moment.\r\nWe had just come in sight of the lake, and I was casting a keen eye\r\nover the ground to see that everything was in order. Everything\r\nappeared to be as arranged. The kid Oswald was hunched up on the\r\nbridge; and, as Bingo wasn’t visible, I took it that he had got into\r\nposition. My watch made it two minutes after the hour.\r\n\r\n“Eh?” I said. “Oh, ah, yes. I was just thinking.”\r\n\r\n“You said you had something important to say to me.”\r\n\r\n“Absolutely!” I had decided to open the proceedings by sort of paving\r\nthe way for young Bingo. I mean to say, without actually mentioning his\r\nname, I wanted to prepare the girl’s mind for the fact that, surprising\r\nas it might seem, there was someone who had long loved her from afar\r\nand all that sort of rot. “It’s like this,” I said. “It may sound rummy\r\nand all that, but there’s somebody who’s frightfully in love with you\r\nand so forth--a friend of mine, you know.”\r\n\r\n“Oh, a friend of yours?”\r\n\r\n“Yes.”\r\n\r\nShe gave a kind of a laugh.\r\n\r\n“Well, why doesn’t he tell me so?”\r\n\r\n“Well, you see, that’s the sort of chap he is. Kind of shrinking,\r\ndiffident kind of fellow. Hasn’t got the nerve. Thinks you so much\r\nabove him, don’t you know. Looks on you as a sort of goddess. Worships\r\nthe ground you tread on, but can’t whack up the ginger to tell you so.”\r\n\r\n“This is very interesting.”\r\n\r\n“Yes. He’s not a bad chap, you know, in his way. Rather an ass,\r\nperhaps, but well-meaning. Well, that’s the posish. You might just bear\r\nit in mind, what?”\r\n\r\n“How funny you are!”\r\n\r\nShe chucked back her head and laughed with considerable vim. She had a\r\npenetrating sort of laugh. Rather like a train going into a tunnel. It\r\ndidn’t sound over-musical to me, and on the kid Oswald it appeared to\r\njar not a little. He gazed at us with a good deal of dislike.\r\n\r\n“I wish the dickens you wouldn’t make that row,” he said. “Scaring all\r\nthe fish away.”\r\n\r\nIt broke the spell a bit. Honoria changed the subject.\r\n\r\n“I do wish Oswald wouldn’t sit on the bridge like that,” she said. “I’m\r\nsure it isn’t safe. He might easily fall in.”\r\n\r\n“I’ll go and tell him,” I said.\r\n\r\n       *       *       *       *       *\r\n\r\nI suppose the distance between the kid and me at this juncture was\r\nabout five yards, but I got the impression that it was nearer a\r\nhundred. And, as I started to toddle across the intervening space,\r\nI had a rummy feeling that I’d done this very thing before. Then I\r\nremembered. Years ago, at a country-house party, I had been roped in\r\nto play the part of a butler in some amateur theatricals in aid of\r\nsome ghastly charity or other; and I had had to open the proceedings by\r\nwalking across the empty stage from left upper entrance and shoving a\r\ntray on a table down right. They had impressed it on me at rehearsals\r\nthat I mustn’t take the course at a quick heel-and-toe, like a chappie\r\nfinishing strongly in a walking-race; and the result was that I kept\r\nthe brakes on to such an extent that it seemed to me as if I was never\r\ngoing to get to the bally table at all. The stage seemed to stretch\r\nout in front of me like a trackless desert, and there was a kind\r\nof breathless hush as if all Nature had paused to concentrate its\r\nattention on me personally. Well, I felt just like that now. I had a\r\nkind of dry gulping in my throat, and the more I walked the farther\r\naway the kid seemed to get, till suddenly I found myself standing just\r\nbehind him without quite knowing how I’d got there.\r\n\r\n“Hallo!” I said, with a sickly sort of grin--wasted on the kid, because\r\nhe didn’t bother to turn round and look at me. He merely wiggled his\r\nleft ear in a rather peevish manner. I don’t know when I’ve met anybody\r\nin whose life I appeared to mean so little.\r\n\r\n“Hallo!” I said. “Fishing?”\r\n\r\nI laid my hand in a sort of elder-brotherly way on his shoulder.\r\n\r\n“Here, look out!” said the kid, wobbling on his foundations.\r\n\r\nIt was one of those things that want doing quickly or not at all.\r\nI shut my eyes and pushed. Something seemed to give. There was a\r\nscrambling sound, a kind of yelp, a scream in the offing, and a splash.\r\nAnd so the long day wore on, so to speak.\r\n\r\nI opened my eyes. The kid was just coming to the surface.\r\n\r\n“Help!” I shouted, cocking an eye on the bush from which young Bingo\r\nwas scheduled to emerge.\r\n\r\nNothing happened. Young Bingo didn’t emerge to the slightest extent\r\nwhatever.\r\n\r\n“I say! Help!” I shouted again.\r\n\r\nI don’t want to bore you with reminiscences of my theatrical career,\r\nbut I must just touch once more on that appearance of mine as the\r\nbutler. The scheme on that occasion had been that when I put the tray\r\non the table the heroine would come on and say a few words to get me\r\noff. Well, on the night the misguided female forgot to stand by, and\r\nit was a full minute before the search-party located her and shot her\r\non to the stage. And all that time I had to stand there, waiting. A\r\nrotten sensation, believe me, and this was just the same, only worse.\r\nI understood what these writer-chappies mean when they talk about time\r\nstanding still.\r\n\r\nMeanwhile, the kid Oswald was presumably being cut off in his prime,\r\nand it began to seem to me that some sort of steps ought to be taken\r\nabout it. What I had seen of the lad hadn’t particularly endeared him\r\nto me, but it was undoubtedly a bit thick to let him pass away. I don’t\r\nknow when I have seen anything more grubby and unpleasant than the lake\r\nas viewed from the bridge; but the thing apparently had to be done. I\r\nchucked off my coat and vaulted over.\r\n\r\nIt seems rummy that water should be so much wetter when you go into it\r\nwith your clothes on than when you’re just bathing, but take it from\r\nme that it is. I was only under about three seconds, I suppose, but I\r\ncame up feeling like the bodies you read of in the paper which “had\r\nevidently been in the water several days.” I felt clammy and bloated.\r\n\r\nAt this point the scenario struck another snag. I had assumed that\r\ndirectly I came to the surface I should get hold of the kid and steer\r\nhim courageously to shore. But he hadn’t waited to be steered. When I\r\nhad finished getting the water out of my eyes and had time to take a\r\nlook round, I saw him about ten yards away, going strongly and using,\r\nI think, the Australian crawl. The spectacle took all the heart out\r\nof me. I mean to say, the whole essence of a rescue, if you know what\r\nI mean, is that the party of the second part shall keep fairly still\r\nand in one spot. If he starts swimming off on his own account and can\r\nobviously give you at least forty yards in the hundred, where are you?\r\nThe whole thing falls through. It didn’t seem to me that there was\r\nmuch to be done except get ashore, so I got ashore. By the time I had\r\nlanded, the kid was half-way to the house. Look at it from whatever\r\nangle you like, the thing was a wash-out.\r\n\r\nI was interrupted in my meditations by a noise like the Scotch express\r\ngoing under a bridge. It was Honoria Glossop laughing. She was standing\r\nat my elbow, looking at me in a rummy manner.\r\n\r\n“Oh, Bertie, you are funny!” she said. And even in that moment there\r\nseemed to me something sinister in the words. She had never called me\r\nanything except “Mr. Wooster” before. “How wet you are!”\r\n\r\n“Yes, I am wet.”\r\n\r\n“You had better hurry into the house and change.”\r\n\r\n“Yes.”\r\n\r\nI wrung a gallon or two of water out of my clothes.\r\n\r\n“You _are_ funny!” she said again. “First proposing in that\r\nextraordinary roundabout way, and then pushing poor little Oswald into\r\nthe lake so as to impress me by saving him.”\r\n\r\nI managed to get the water out of my throat sufficiently to try to\r\ncorrect this fearful impression.\r\n\r\n“No, no!”\r\n\r\n“He said you pushed him in, and I saw you do it. Oh, I’m not angry,\r\nBertie. I think it was too sweet of you. But I’m quite sure it’s time\r\nthat I took you in hand. You certainly want someone to look after you.\r\nYou’ve been seeing too many moving-pictures. I suppose the next thing\r\nyou would have done would have been to set the house on fire so as to\r\nrescue me.” She looked at me in a proprietary sort of way. “I think,”\r\nshe said, “I shall be able to make something of you, Bertie. It is\r\ntrue yours has been a wasted life up to the present, but you are still\r\nyoung, and there is a lot of good in you.”\r\n\r\n“No, really there isn’t.”\r\n\r\n“Oh, yes, there is. It simply wants bringing out. Now you run straight\r\nup to the house and change your wet clothes, or you will catch cold.”\r\n\r\nAnd, if you know what I mean, there was a sort of motherly note in her\r\nvoice which seemed to tell me, even more than her actual words, that I\r\nwas for it.\r\n\r\n       *       *       *       *       *\r\n\r\nAs I was coming downstairs after changing, I ran into young Bingo,\r\nlooking festive to a degree.\r\n\r\n“Bertie!” he said. “Just the man I wanted to see. Bertie, a wonderful\r\nthing has happened.”\r\n\r\n“You blighter!” I cried. “What became of you? Do you know----?”\r\n\r\n“Oh, you mean about being in those bushes? I hadn’t time to tell you\r\nabout that. It’s all off.”\r\n\r\n“All off?”\r\n\r\n“Bertie, I was actually starting to hide in those bushes when the most\r\nextraordinary thing happened. Walking across the lawn I saw the most\r\nradiant, the most beautiful girl in the world. There is none like her,\r\nnone. Bertie, do you believe in love at first sight? You do believe in\r\nlove at first sight, don’t you, Bertie, old man? Directly I saw her,\r\nshe seemed to draw me like a magnet. I seemed to forget everything. We\r\ntwo were alone in a world of music and sunshine. I joined her. I got\r\ninto conversation. She is a Miss Braythwayt, Bertie--Daphne Braythwayt.\r\nDirectly our eyes met, I realised that what I had imagined to be my\r\nlove for Honoria Glossop had been a mere passing whim. Bertie, you do\r\nbelieve in love at first sight, don’t you? She is so wonderful, so\r\nsympathetic. Like a tender goddess----”\r\n\r\nAt this point I left the blighter.\r\n\r\n       *       *       *       *       *\r\n\r\nTwo days later I got a letter from Jeeves.\r\n\r\n“ ... The weather,” it ended, “continues fine. I have had one\r\nexceedingly enjoyable bathe.”\r\n\r\nI gave one of those hollow, mirthless laughs, and went downstairs to\r\njoin Honoria. I had an appointment with her in the drawing-room. She\r\nwas going to read Ruskin to me."
  ]
}