{
  "index": 4,
  "title": "Chapter 3",
  "paragraphs": [
    "AUNT AGATHA SPEAKS HER MIND\r\n\r\n\r\nI suppose in the case of a chappie of really fine fibre and all that\r\nsort of thing, a certain amount of gloom and anguish would have\r\nfollowed this dishing of young Bingo’s matrimonial plans. I mean, if\r\nmine had been a noble nature, I would have been all broken up. But,\r\nwhat with one thing and another, I can’t say I let it weigh on me very\r\nheavily. The fact that less than a week after he had had the bad news I\r\ncame on young Bingo dancing like an untamed gazelle at Ciro’s helped me\r\nto bear up.\r\n\r\nA resilient bird, Bingo. He may be down, but he is never out. While\r\nthese little love-affairs of his are actually on, nobody could be more\r\nearnest and blighted; but once the fuse has blown out and the girl has\r\nhanded him his hat and begged him as a favour never to let her see him\r\nagain, up he bobs as merry and bright as ever. If I’ve seen it happen\r\nonce, I’ve seen it happen a dozen times.\r\n\r\nSo I didn’t worry about Bingo. Or about anything else, as a matter of\r\nfact. What with one thing and another, I can’t remember ever having\r\nbeen chirpier than at about this period in my career. Everything seemed\r\nto be going right. On three separate occasions horses on which I’d\r\ninvested a sizeable amount won by lengths instead of sitting down to\r\nrest in the middle of the race, as horses usually do when I’ve got\r\nmoney on them.\r\n\r\nAdded to this, the weather continued topping to a degree; my new socks\r\nwere admitted on all sides to be just the kind that mother makes; and,\r\nto round it all off, my Aunt Agatha had gone to France and wouldn’t be\r\non hand to snooter me for at least another six weeks. And, if you knew\r\nmy Aunt Agatha, you’d agree that that alone was happiness enough for\r\nanyone.\r\n\r\nIt suddenly struck me so forcibly, one morning while I was having\r\nmy bath, that I hadn’t a worry on earth that I began to sing like a\r\nbally nightingale as I sploshed the sponge about. It seemed to me that\r\neverything was absolutely for the best in the best of all possible\r\nworlds.\r\n\r\nBut have you ever noticed a rummy thing about life? I mean the way\r\nsomething always comes along to give it you in the neck at the very\r\nmoment when you’re feeling most braced about things in general. No\r\nsooner had I dried the old limbs and shoved on the suiting and toddled\r\ninto the sitting-room than the blow fell. There was a letter from Aunt\r\nAgatha on the mantelpiece.\r\n\r\n“Oh gosh!” I said when I’d read it.\r\n\r\n“Sir?” said Jeeves. He was fooling about in the background on some job\r\nor other.\r\n\r\n“It’s from my Aunt Agatha, Jeeves. Mrs. Gregson, you know.”\r\n\r\n“Yes, sir?”\r\n\r\n“Ah, you wouldn’t speak in that light, careless tone if you knew what\r\nwas in it,” I said with a hollow, mirthless laugh. “The curse has come\r\nupon us, Jeeves. She wants me to go and join her at--what’s the name of\r\nthe dashed place?--at Roville-sur-mer. Oh, hang it all!”\r\n\r\n“I had better be packing, sir?”\r\n\r\n“I suppose so.”\r\n\r\nTo people who don’t know my Aunt Agatha I find it extraordinarily\r\ndifficult to explain why it is that she has always put the wind up\r\nme to such a frightful extent. I mean, I’m not dependent on her\r\nfinancially or anything like that. It’s simply personality, I’ve come\r\nto the conclusion. You see, all through my childhood and when I was a\r\nkid at school she was always able to turn me inside out with a single\r\nglance, and I haven’t come out from under the ’fluence yet. We run to\r\nheight a bit in our family, and there’s about five-foot-nine of Aunt\r\nAgatha, topped off with a beaky nose, an eagle eye, and a lot of grey\r\nhair, and the general effect is pretty formidable. Anyway, it never\r\neven occurred to me for a moment to give her the miss-in-baulk on this\r\noccasion. If she said I must go to Roville, it was all over except\r\nbuying the tickets.\r\n\r\n“What’s the idea, Jeeves? I wonder why she wants me.”\r\n\r\n“I could not say, sir.”\r\n\r\nWell, it was no good talking about it. The only gleam of consolation,\r\nthe only bit of blue among the clouds, was the fact that at Roville\r\nI should at last be able to wear the rather fruity cummerbund I had\r\nbought six months ago and had never had the nerve to put on. One of\r\nthose silk contrivances, you know, which you tie round your waist\r\ninstead of a waistcoat, something on the order of a sash only more\r\nsubstantial. I had never been able to muster up the courage to put it\r\non so far, for I knew that there would be trouble with Jeeves when\r\nI did, it being a pretty brightish scarlet. Still, at a place like\r\nRoville, presumably dripping with the gaiety and _joie de vivre_ of\r\nFrance, it seemed to me that something might be done.\r\n\r\n       *       *       *       *       *\r\n\r\nRoville, which I reached early in the morning after a beastly choppy\r\ncrossing and a jerky night in the train, is a fairly nifty spot where\r\na chappie without encumbrances in the shape of aunts might spend a\r\nsomewhat genial week or so. It is like all these French places, mainly\r\nsands and hotels and casinos. The hotel which had had the bad luck to\r\ndraw Aunt Agatha’s custom was the Splendide, and by the time I got\r\nthere there wasn’t a member of the staff who didn’t seem to be feeling\r\nit deeply. I sympathised with them. I’ve had experience of Aunt Agatha\r\nat hotels before. Of course, the real rough work was all over when I\r\narrived, but I could tell by the way every one grovelled before her\r\nthat she had started by having her first room changed because it hadn’t\r\na southern exposure and her next because it had a creaking wardrobe and\r\nthat she had said her say on the subject of the cooking, the waiting,\r\nthe chambermaiding and everything else, with perfect freedom and\r\ncandour. She had got the whole gang nicely under control by now. The\r\nmanager, a whiskered cove who looked like a bandit, simply tied himself\r\ninto knots whenever she looked at him.\r\n\r\nAll this triumph had produced a sort of grim geniality in her, and she\r\nwas almost motherly when we met.\r\n\r\n“I am so glad you were able to come, Bertie,” she said. “The air will\r\ndo you so much good. Far better for you than spending your time in\r\nstuffy London night clubs.”\r\n\r\n“Oh, ah,” I said.\r\n\r\n“You will meet some pleasant people, too. I want to introduce you to\r\na Miss Hemmingway and her brother, who have become great friends of\r\nmine. I am sure you will like Miss Hemmingway. A nice, quiet girl, so\r\ndifferent from so many of the bold girls one meets in London nowadays.\r\nHer brother is curate at Chipley-in-the-Glen in Dorsetshire. He tells\r\nme they are connected with the Kent Hemmingways. A very good family.\r\nShe is a charming girl.”\r\n\r\nI had a grim foreboding of an awful doom. All this boosting was\r\nso unlike Aunt Agatha, who normally is one of the most celebrated\r\nright-and-left-hand knockers in London society. I felt a clammy\r\nsuspicion. And by Jove, I was right.\r\n\r\n“Aline Hemmingway,” said Aunt Agatha, “is just the girl I should like\r\nto see you marry, Bertie. You ought to be thinking of getting married.\r\nMarriage might make something of you. And I could not wish you a better\r\nwife than dear Aline. She would be such a good influence in your life.”\r\n\r\n“Here, I say!” I chipped in at this juncture, chilled to the marrow.\r\n\r\n“Bertie!” said Aunt Agatha, dropping the motherly manner for a bit and\r\ngiving me the cold eye.\r\n\r\n“Yes, but I say....”\r\n\r\n“It is young men like you, Bertie, who make the person with the future\r\nof the race at heart despair. Cursed with too much money, you fritter\r\naway in idle selfishness a life which might have been made useful,\r\nhelpful and profitable. You do nothing but waste your time on frivolous\r\npleasures. You are simply an anti-social animal, a drone. Bertie, it is\r\nimperative that you marry.”\r\n\r\n“But, dash it all....”\r\n\r\n“Yes! You should be breeding children to....”\r\n\r\n“No, really, I say, please!” I said, blushing richly. Aunt Agatha\r\nbelongs to two or three of these women’s clubs, and she keeps\r\nforgetting she isn’t in the smoking-room.\r\n\r\n“Bertie,” she resumed, and would no doubt have hauled up her slacks at\r\nsome length, had we not been interrupted. “Ah, here they are!” she\r\nsaid. “Aline, dear!”\r\n\r\nAnd I perceived a girl and a chappie bearing down on me smiling in a\r\npleased sort of manner.\r\n\r\n“I want you to meet my nephew, Bertie Wooster,” said Aunt Agatha. “He\r\nhas just arrived. Such a surprise! I had no notion that he intended\r\ncoming to Roville.”\r\n\r\nI gave the couple the wary up-and-down, feeling rather like a cat in\r\nthe middle of a lot of hounds. Sort of trapped feeling, you know what I\r\nmean. An inner voice was whispering that Bertram was up against it.\r\n\r\nThe brother was a small round cove with a face rather like a sheep. He\r\nwore pince-nez, his expression was benevolent, and he had on one of\r\nthose collars which button at the back.\r\n\r\n“Welcome to Roville, Mr. Wooster,” he said.\r\n\r\n“Oh, Sidney!” said the girl. “Doesn’t Mr. Wooster remind you of Canon\r\nBlenkinsop, who came to Chipley to preach last Easter?”\r\n\r\n“My dear! The resemblance is most striking!”\r\n\r\nThey peered at me for a while as if I were something in a glass case,\r\nand I goggled back and had a good look at the girl. There’s no doubt\r\nabout it, she was different from what Aunt Agatha had called the bold\r\ngirls one meets in London nowadays. No bobbed hair and gaspers about\r\n_her_! I don’t know when I’ve met anybody who looked so--respectable\r\nis the only word. She had on a kind of plain dress, and her hair was\r\nplain, and her face was sort of mild and saint-like. I don’t pretend to\r\nbe a Sherlock Holmes or anything of that order, but the moment I looked\r\nat her I said to myself, “The girl plays the organ in a village church!”\r\n\r\nWell, we gazed at one another for a bit, and there was a certain amount\r\nof chit-chat, and then I tore myself away. But before I went I had\r\nbeen booked up to take brother and the girl for a nice drive that\r\nafternoon. And the thought of it depressed me to such an extent that I\r\nfelt there was only one thing to be done. I went straight back to my\r\nroom, dug out the cummerbund, and draped it round the old tum. I turned\r\nround and Jeeves shied like a startled mustang.\r\n\r\n“I beg your pardon, sir,” he said in a sort of hushed voice. “You are\r\nsurely not proposing to appear in public in that thing?”\r\n\r\n“The cummerbund?” I said in a careless, debonair way, passing it off.\r\n“Oh, rather!”\r\n\r\n“I should not advise it, sir, really I shouldn’t.”\r\n\r\n“Why not?”\r\n\r\n“The effect, sir, is loud in the extreme.”\r\n\r\nI tackled the blighter squarely. I mean to say, nobody knows better\r\nthan I do that Jeeves is a master mind and all that, but, dash it, a\r\nfellow must call his soul his own. You can’t be a serf to your valet.\r\nBesides, I was feeling pretty low and the cummerbund was the only thing\r\nwhich could cheer me up.\r\n\r\n“You know, the trouble with you, Jeeves,” I said, “is that you’re\r\ntoo--what’s the word I want?--too bally insular. You can’t realise that\r\nyou aren’t in Piccadilly all the time. In a place like this a bit of\r\ncolour and touch of the poetic is expected of you. Why, I’ve just seen\r\na fellow downstairs in a morning suit of yellow velvet.”\r\n\r\n“Nevertheless, sir----”\r\n\r\n“Jeeves,” I said firmly, “my mind is made up. I am feeling a little\r\nlow spirited and need cheering. Besides, what’s wrong with it? This\r\ncummerbund seems to me to be called for. I consider that it has rather\r\na Spanish effect. A touch of the hidalgo. Sort of Vicente y Blasco\r\nWhat’s-his-name stuff. The jolly old hidalgo off to the bull fight.”\r\n\r\n“Very good, sir,” said Jeeves coldly.\r\n\r\nDashed upsetting, this sort of thing. If there’s one thing that gives\r\nme the pip, it’s unpleasantness in the home; and I could see that\r\nrelations were going to be pretty fairly strained for a while. And,\r\ncoming on top of Aunt Agatha’s bombshell about the Hemmingway girl, I\r\ndon’t mind confessing it made me feel more or less as though nobody\r\nloved me.\r\n\r\n       *       *       *       *       *\r\n\r\nThe drive that afternoon was about as mouldy as I had expected. The\r\ncurate chappie prattled on of this and that; the girl admired the view;\r\nand I got a headache early in the proceedings which started at the\r\nsoles of my feet and got worse all the way up. I tottered back to my\r\nroom to dress for dinner, feeling like a toad under the harrow. If it\r\nhadn’t been for that cummerbund business earlier in the day I could\r\nhave sobbed on Jeeves’s neck and poured out all my troubles to him.\r\nEven as it was, I couldn’t keep the thing entirely to myself.\r\n\r\n“I say, Jeeves,” I said.\r\n\r\n“Sir?”\r\n\r\n“Mix me a stiffish brandy and soda.”\r\n\r\n“Yes, sir.”\r\n\r\n“Stiffish, Jeeves. Not too much soda, but splash the brandy about a\r\nbit.”\r\n\r\n“Very good, sir.”\r\n\r\nAfter imbibing, I felt a shade better.\r\n\r\n“Jeeves,” I said.\r\n\r\n“Sir?”\r\n\r\n“I rather fancy I’m in the soup, Jeeves.”\r\n\r\n“Indeed, sir?”\r\n\r\nI eyed the man narrowly. Dashed aloof his manner was. Still brooding\r\nover the cummerbund.\r\n\r\n“Yes. Right up to the hocks,” I said, suppressing the pride of the\r\nWoosters and trying to induce him to be a bit matier. “Have you seen a\r\ngirl popping about here with a parson brother?”\r\n\r\n“Miss Hemmingway, sir? Yes, sir.”\r\n\r\n“Aunt Agatha wants me to marry her.”\r\n\r\n“Indeed, sir?”\r\n\r\n“Well, what about it?”\r\n\r\n“Sir?”\r\n\r\n“I mean, have you anything to suggest?”\r\n\r\n“No, sir.”\r\n\r\nThe blighter’s manner was so cold and unchummy that I bit the bullet\r\nand had a dash at being airy.\r\n\r\n“Oh, well, tra-la-la!” I said.\r\n\r\n“Precisely, sir,” said Jeeves.\r\n\r\nAnd that was, so to speak, that."
  ]
}