{
  "index": 8,
  "title": "Chapter 7",
  "paragraphs": [
    "INTRODUCING CLAUDE AND EUSTACE\r\n\r\n\r\nThe blow fell precisely at one forty-five (summer time). Spenser, Aunt\r\nAgatha’s butler, was offering me the fried potatoes at the moment, and\r\nsuch was my emotion that I lofted six of them on to the sideboard with\r\nthe spoon. Shaken to the core, if you know what I mean.\r\n\r\nMark you, I was in a pretty enfeebled condition already. I had been\r\nengaged to Honoria Glossop nearly two weeks, and during all that time\r\nnot a day had passed without her putting in some heavy work in the\r\ndirection of what Aunt Agatha had called “moulding” me. I had read\r\nsolid literature till my eyes bubbled; we had legged it together\r\nthrough miles of picture-galleries; and I had been compelled to undergo\r\nclassical concerts to an extent you would hardly believe. All in all,\r\ntherefore, I was in no fit state to receive shocks, especially shocks\r\nlike this. Honoria had lugged me round to lunch at Aunt Agatha’s, and I\r\nhad just been saying to myself, “Death, where is thy jolly old sting?”\r\nwhen she hove the bomb.\r\n\r\n“Bertie,” she said, suddenly, as if she had just remembered it, “what\r\nis the name of that man of yours--your valet?”\r\n\r\n“Eh? Oh, Jeeves.”\r\n\r\n“I think he’s a bad influence for you,” said Honoria. “When we are\r\nmarried, you must get rid of Jeeves.”\r\n\r\nIt was at this point that I jerked the spoon and sent six of the best\r\nand crispest sailing on to the sideboard, with Spenser gambolling after\r\nthem like a dignified old retriever.\r\n\r\n“Get rid of Jeeves!” I gasped.\r\n\r\n“Yes. I don’t like him.”\r\n\r\n“_I_ don’t like him,” said Aunt Agatha.\r\n\r\n“But I can’t. I mean--why, I couldn’t carry on for a day without\r\nJeeves.”\r\n\r\n“You will have to,” said Honoria. “I don’t like him at all.”\r\n\r\n“_I_ don’t like him at all,” said Aunt Agatha. “I never did.”\r\n\r\nGhastly, what? I’d always had an idea that marriage was a bit of\r\na wash-out, but I’d never dreamed that it demanded such frightful\r\nsacrifices from a fellow. I passed the rest of the meal in a sort of\r\nstupor.\r\n\r\nThe scheme had been, if I remember, that after lunch I should go off\r\nand caddy for Honoria on a shopping tour down Regent Street; but when\r\nshe got up and started collecting me and the rest of her things, Aunt\r\nAgatha stopped her.\r\n\r\n“You run along, dear,” she said. “I want to say a few words to Bertie.”\r\n\r\nSo Honoria legged it, and Aunt Agatha drew up her chair and started in.\r\n\r\n“Bertie,” she said, “dear Honoria does not know it, but a little\r\ndifficulty has arisen about your marriage.”\r\n\r\n“By Jove! not really?” I said, hope starting to dawn.\r\n\r\n“Oh, it’s nothing at all, of course. It is only a little exasperating.\r\nThe fact is, Sir Roderick is being rather troublesome.”\r\n\r\n“Thinks I’m not a good bet? Wants to scratch the fixture? Well, perhaps\r\nhe’s right.”\r\n\r\n“Pray do not be so absurd, Bertie. It is nothing so serious as that.\r\nBut the nature of Sir Roderick’s profession unfortunately makes\r\nhim--over-cautious.”\r\n\r\nI didn’t get it.\r\n\r\n“Over-cautious?”\r\n\r\n“Yes. I suppose it is inevitable. A nerve specialist with his extensive\r\npractice can hardly help taking a rather warped view of humanity.”\r\n\r\nI got what she was driving at now. Sir Roderick Glossop, Honoria’s\r\nfather, is always called a nerve specialist, because it sounds\r\nbetter, but everybody knows that he’s really a sort of janitor to the\r\nlooney-bin. I mean to say, when your uncle the Duke begins to feel the\r\nstrain a bit and you find him in the blue drawing-room sticking straws\r\nin his hair, old Glossop is the first person you send for. He toddles\r\nround, gives the patient the once-over, talks about over-excited\r\nnervous systems, and recommends complete rest and seclusion and all\r\nthat sort of thing. Practically every posh family in the country has\r\ncalled him in at one time or another, and I suppose that, being in that\r\nposition--I mean constantly having to sit on people’s heads while their\r\nnearest and dearest phone to the asylum to send round the wagon--does\r\ntend to make a chappie take what you might call a warped view of\r\nhumanity.\r\n\r\n“You mean he thinks I may be a looney, and he doesn’t want a looney\r\nson-in-law?” I said.\r\n\r\nAunt Agatha seemed rather peeved than otherwise at my ready\r\nintelligence.\r\n\r\n“Of course, he does not think anything so ridiculous. I told you he was\r\nsimply exceedingly cautious. He wants to satisfy himself that you are\r\nperfectly normal.” Here she paused, for Spenser had come in with the\r\ncoffee. When he had gone, she went on: “He appears to have got hold\r\nof some extraordinary story about your having pushed his son Oswald\r\ninto the lake at Ditteredge Hall. Incredible, of course. Even you would\r\nhardly do a thing like that.”\r\n\r\n“Well, I did sort of lean against him, you know, and he shot off the\r\nbridge.”\r\n\r\n“Oswald definitely accuses you of having pushed him into the water.\r\nThat has disturbed Sir Roderick, and unfortunately it has caused him to\r\nmake inquiries, and he has heard about your poor Uncle Henry.”\r\n\r\nShe eyed me with a good deal of solemnity, and I took a grave sip of\r\ncoffee. We were peeping into the family cupboard and having a look at\r\nthe good old skeleton. My late Uncle Henry, you see, was by way of\r\nbeing the blot on the Wooster escutcheon. An extremely decent chappie\r\npersonally, and one who had always endeared himself to me by tipping me\r\nwith considerable lavishness when I was at school; but there’s no doubt\r\nhe did at times do rather rummy things, notably keeping eleven pet\r\nrabbits in his bedroom; and I suppose a purist might have considered\r\nhim more or less off his onion. In fact, to be perfectly frank, he\r\nwound up his career, happy to the last and completely surrounded by\r\nrabbits, in some sort of a home.\r\n\r\n“It is very absurd, of course,” continued Aunt Agatha. “If any of the\r\nfamily had inherited poor Henry’s eccentricity--and it was nothing\r\nmore--it would have been Claude and Eustace, and there could not be two\r\nbrighter boys.”\r\n\r\nClaude and Eustace were twins, and had been kids at school with me\r\nin my last summer term. Casting my mind back, it seemed to me that\r\n“bright” just about described them. The whole of that term, as I\r\nremembered it, had been spent in getting them out of a series of\r\nfrightful rows.\r\n\r\n“Look how well they are doing at Oxford. Your Aunt Emily had a letter\r\nfrom Claude only the other day saying that they hoped to be elected\r\nshortly to a very important college club, called The Seekers.”\r\n\r\n“Seekers?” I couldn’t recall any club of the name in my time at Oxford.\r\n“What do they seek?”\r\n\r\n“Claude did not say. Truth or knowledge, I should imagine. It is\r\nevidently a very desirable club to belong to, for Claude added\r\nthat Lord Rainsby, the Earl of Datchet’s son, was one of his\r\nfellow-candidates. However, we are wandering from the point, which is\r\nthat Sir Roderick wants to have a quiet talk with you quite alone.\r\nNow I rely on you, Bertie, to be--I won’t say intelligent, but at\r\nleast sensible. Don’t giggle nervously: try to keep that horrible\r\nglassy expression out of your eyes: don’t yawn or fidget; and remember\r\nthat Sir Roderick is the president of the West London branch of the\r\nanti-gambling league, so please do not talk about horse-racing. He will\r\nlunch with you at your flat to-morrow at one-thirty. Please remember\r\nthat he drinks no wine, strongly disapproves of smoking, and can only\r\neat the simplest food, owing to an impaired digestion. Do not offer him\r\ncoffee, for he considers it the root of half the nerve-trouble in the\r\nworld.”\r\n\r\n“I should think a dog-biscuit and a glass of water would about meet the\r\ncase, what?”\r\n\r\n“Bertie!”\r\n\r\n“Oh, all right. Merely persiflage.”\r\n\r\n“Now it is precisely that sort of idiotic remark that would be\r\ncalculated to arouse Sir Roderick’s worst suspicions. Do please try to\r\nrefrain from any misguided flippancy when you are with him. He is a\r\nvery serious-minded man.... Are you going? Well, please remember all\r\nI have said. I rely on you, and, if anything goes wrong, I shall never\r\nforgive you.”\r\n\r\n“Right-o!” I said.\r\n\r\nAnd so home, with a jolly day to look forward to.\r\n\r\n       *       *       *       *       *\r\n\r\nI breakfasted pretty late next morning and went for a stroll\r\nafterwards. It seemed to me that anything I could do to clear the old\r\nlemon ought to be done, and a bit of fresh air generally relieves that\r\nrather foggy feeling that comes over a fellow early in the day. I had\r\ntaken a stroll in the park, and got back as far as Hyde Park Corner,\r\nwhen some blighter sloshed me between the shoulder-blades. It was young\r\nEustace, my cousin. He was arm-in-arm with two other fellows, the one\r\non the outside being my cousin Claude and the one in the middle a\r\npink-faced chappie with light hair and an apologetic sort of look.\r\n\r\n“Bertie, old egg!” said young Eustace affably.\r\n\r\n“Hallo!” I said, not frightfully chirpily.\r\n\r\n“Fancy running into you, the one man in London who can support us\r\nin the style we are accustomed to! By the way, you’ve never met\r\nold Dog-Face, have you? Dog-Face, this is my cousin Bertie. Lord\r\nRainsby--Mr. Wooster. We’ve just been round to your flat, Bertie.\r\nBitterly disappointed that you were out, but were hospitably\r\nentertained by old Jeeves. That man’s a corker, Bertie. Stick to him.”\r\n\r\n“What are you doing in London?” I asked.\r\n\r\n“Oh, buzzing round. We’re just up for the day. Flying visit, strictly\r\nunofficial. We oil back on the three-ten. And now, touching that lunch\r\nyou very decently volunteered to stand us, which shall it be? Ritz?\r\nSavoy? Carlton? Or, if you’re a member of Ciro’s or the Embassy, that\r\nwould do just as well.”\r\n\r\n“I can’t give you lunch. I’ve got an engagement myself. And, by Jove,”\r\nI said, taking a look at my watch, “I’m late.” I hailed a taxi. “Sorry.”\r\n\r\n“As man to man, then,” said Eustace, “lend us a fiver.”\r\n\r\nI hadn’t time to stop and argue. I unbelted the fiver and hopped into\r\nthe cab. It was twenty to two when I got to the flat. I bounded into\r\nthe sitting-room, but it was empty.\r\n\r\nJeeves shimmied in.\r\n\r\n“Sir Roderick has not yet arrived, sir.”\r\n\r\n“Good egg!” I said. “I thought I should find him smashing up the\r\nfurniture.” My experience is that the less you want a fellow, the more\r\npunctual he’s bound to be, and I had had a vision of the old lad pacing\r\nthe rug in my sitting-room, saying “He cometh not!” and generally\r\nhotting up. “Is everything in order?”\r\n\r\n“I fancy you will find the arrangements quite satisfactory, sir.”\r\n\r\n“What are you giving us?”\r\n\r\n“Cold consommé, a cutlet, and a savoury, sir. With lemon-squash, iced.”\r\n\r\n“Well, I don’t see how that can hurt him. Don’t go getting carried away\r\nby the excitement of the thing and start bringing in coffee.”\r\n\r\n“No, sir.”\r\n\r\n“And don’t let your eyes get glassy, because, if you do, you’re apt to\r\nfind yourself in a padded cell before you know where you are.”\r\n\r\n“Very good, sir.”\r\n\r\nThere was a ring at the bell.\r\n\r\n“Stand by, Jeeves,” I said. “We’re off!”"
  ]
}