{
  "index": 2,
  "title": "Chapter 1",
  "paragraphs": [
    "JEEVES EXERTS THE OLD CEREBELLUM\r\n\r\n\r\n“’Morning, Jeeves,” I said.\r\n\r\n“Good morning, sir,” said Jeeves. He put the good old cup of tea softly\r\non the table by my bed, and I took a refreshing sip. Just right, as\r\nusual. Not too hot, not too sweet, not too weak, not too strong, not\r\ntoo much milk, and not a drop spilled in the saucer. A most amazing\r\ncove, Jeeves. So dashed competent in every respect. I’ve said it\r\nbefore, and I’ll say it again. I mean to say, take just one small\r\ninstance. Every other valet I’ve ever had used to barge into my room in\r\nthe morning while I was still asleep, causing much misery: but Jeeves\r\nseems to know when I’m awake by a sort of telepathy. He always floats\r\nin with the cup exactly two minutes after I come to life. Makes a deuce\r\nof a lot of difference to a fellow’s day.\r\n\r\n“How’s the weather, Jeeves?”\r\n\r\n“Exceptionally clement, sir.”\r\n\r\n“Anything in the papers?”\r\n\r\n“Some slight friction threatening in the Balkans, sir. Otherwise,\r\nnothing.”\r\n\r\n“I say, Jeeves, a man I met at the club last night told me to put my\r\nshirt on Privateer for the two o’clock race this afternoon. How about\r\nit?”\r\n\r\n“I should not advocate it, sir. The stable is not sanguine.”\r\n\r\nThat was enough for me. Jeeves knows. How, I couldn’t say, but he\r\nknows. There was a time when I would laugh lightly, and go ahead, and\r\nlose my little all against his advice, but not now.\r\n\r\n“Talking of shirts,” I said, “have those mauve ones I ordered arrived\r\nyet?”\r\n\r\n“Yes, sir. I sent them back.”\r\n\r\n“Sent them back?”\r\n\r\n“Yes, sir. They would not have become you.”\r\n\r\nWell, I must say I’d thought fairly highly of those shirtings, but\r\nI bowed to superior knowledge. Weak? I don’t know. Most fellows, no\r\ndoubt, are all for having their valets confine their activities to\r\ncreasing trousers and what not without trying to run the home; but it’s\r\ndifferent with Jeeves. Right from the first day he came to me, I have\r\nlooked on him as a sort of guide, philosopher, and friend.\r\n\r\n“Mr. Little rang up on the telephone a few moments ago, sir. I informed\r\nhim that you were not yet awake.”\r\n\r\n“Did he leave a message?”\r\n\r\n“No, sir. He mentioned that he had a matter of importance to discuss\r\nwith you, but confided no details.”\r\n\r\n“Oh, well, I expect I shall be seeing him at the club.”\r\n\r\n“No doubt, sir.”\r\n\r\nI wasn’t what you might call in a fever of impatience. Bingo Little is\r\na chap I was at school with, and we see a lot of each other still. He’s\r\nthe nephew of old Mortimer Little, who retired from business recently\r\nwith a goodish pile. (You’ve probably heard of Little’s Liniment--It\r\nLimbers Up the Legs.) Bingo biffs about London on a pretty comfortable\r\nallowance given him by his uncle, and leads on the whole a fairly\r\nunclouded life. It wasn’t likely that anything which he described as\r\na matter of importance would turn out to be really so frightfully\r\nimportant. I took it that he had discovered some new brand of cigarette\r\nwhich he wanted me to try, or something like that, and didn’t spoil my\r\nbreakfast by worrying.\r\n\r\nAfter breakfast I lit a cigarette and went to the open window to\r\ninspect the day. It certainly was one of the best and brightest.\r\n\r\n“Jeeves,” I said.\r\n\r\n“Sir?” said Jeeves. He had been clearing away the breakfast things, but\r\nat the sound of the young master’s voice cheesed it courteously.\r\n\r\n“You were absolutely right about the weather. It is a juicy morning.”\r\n\r\n“Decidedly, sir.”\r\n\r\n“Spring and all that.”\r\n\r\n“Yes, sir.”\r\n\r\n“In the spring, Jeeves, a livelier iris gleams upon the burnished dove.”\r\n\r\n“So I have been informed, sir.”\r\n\r\n“Right ho! Then bring me my whangee, my yellowest shoes, and the old\r\ngreen Homburg. I’m going into the Park to do pastoral dances.”\r\n\r\nI don’t know if you know that sort of feeling you get on these days\r\nround about the end of April and the beginning of May, when the sky’s\r\na light blue, with cotton-wool clouds, and there’s a bit of a breeze\r\nblowing from the west? Kind of uplifted feeling. Romantic, if you know\r\nwhat I mean. I’m not much of a ladies’ man, but on this particular\r\nmorning it seemed to me that what I really wanted was some charming\r\ngirl to buzz up and ask me to save her from assassins or something. So\r\nthat it was a bit of an anti-climax when I merely ran into young Bingo\r\nLittle, looking perfectly foul in a crimson satin tie decorated with\r\nhorseshoes.\r\n\r\n“Hallo, Bertie,” said Bingo.\r\n\r\n“My God, man!” I gargled. “The cravat! The gent’s neckwear! Why? For\r\nwhat reason?”\r\n\r\n“Oh, the tie?” He blushed. “I--er--I was given it.”\r\n\r\nHe seemed embarrassed, so I dropped the subject. We toddled along a\r\nbit, and sat down on a couple of chairs by the Serpentine.\r\n\r\n“Jeeves tells me you want to talk to me about something,” I said.\r\n\r\n“Eh?” said Bingo, with a start. “Oh yes, yes. Yes.”\r\n\r\nI waited for him to unleash the topic of the day, but he didn’t seem to\r\nwant to get going. Conversation languished. He stared straight ahead of\r\nhim in a glassy sort of manner.\r\n\r\n“I say, Bertie,” he said, after a pause of about an hour and a quarter.\r\n\r\n“Hallo!”\r\n\r\n“Do you like the name Mabel?”\r\n\r\n“No.”\r\n\r\n“No?”\r\n\r\n“No.”\r\n\r\n“You don’t think there’s a kind of music in the word, like the wind\r\nrustling gently through the tree-tops?”\r\n\r\n“No.”\r\n\r\nHe seemed disappointed for a moment; then cheered up.\r\n\r\n“Of course, you wouldn’t. You always were a fat-headed worm without any\r\nsoul, weren’t you?”\r\n\r\n“Just as you say. Who is she? Tell me all.”\r\n\r\nFor I realised now that poor old Bingo was going through it once again.\r\nEver since I have known him--and we were at school together--he has\r\nbeen perpetually falling in love with someone, generally in the spring,\r\nwhich seems to act on him like magic. At school he had the finest\r\ncollection of actresses’ photographs of anyone of his time; and at\r\nOxford his romantic nature was a byword.\r\n\r\n“You’d better come along and meet her at lunch,” he said, looking at\r\nhis watch.\r\n\r\n“A ripe suggestion,” I said. “Where are you meeting her? At the Ritz?”\r\n\r\n“Near the Ritz.”\r\n\r\nHe was geographically accurate. About fifty yards east of the Ritz\r\nthere is one of those blighted tea-and-bun shops you see dotted about\r\nall over London, and into this, if you’ll believe me, young Bingo dived\r\nlike a homing rabbit; and before I had time to say a word we were\r\nwedged in at a table, on the brink of a silent pool of coffee left\r\nthere by an early luncher.\r\n\r\nI’m bound to say I couldn’t quite follow the development of the\r\nscenario. Bingo, while not absolutely rolling in the stuff, has always\r\nhad a fair amount of the ready. Apart from what he got from his\r\nuncle, I knew that he had finished up the jumping season well on the\r\nright side of the ledger. Why, then, was he lunching the girl at this\r\nGodforsaken eatery? It couldn’t be because he was hard up.\r\n\r\nJust then the waitress arrived. Rather a pretty girl.\r\n\r\n“Aren’t we going to wait----?” I started to say to Bingo, thinking it\r\nsomewhat thick that, in addition to asking a girl to lunch with him in\r\na place like this, he should fling himself on the foodstuffs before\r\nshe turned up, when I caught sight of his face, and stopped.\r\n\r\nThe man was goggling. His entire map was suffused with a rich blush. He\r\nlooked like the Soul’s Awakening done in pink.\r\n\r\n“Hallo, Mabel!” he said, with a sort of gulp.\r\n\r\n“Hallo!” said the girl.\r\n\r\n“Mabel,” said Bingo, “this is Bertie Wooster, a pal of mine.”\r\n\r\n“Pleased to meet you,” she said. “Nice morning.”\r\n\r\n“Fine,” I said.\r\n\r\n“You see I’m wearing the tie,” said Bingo.\r\n\r\n“It suits you beautiful,” said the girl.\r\n\r\nPersonally, if anyone had told me that a tie like that suited me,\r\nI should have risen and struck them on the mazzard, regardless of\r\ntheir age and sex; but poor old Bingo simply got all flustered with\r\ngratification, and smirked in the most gruesome manner.\r\n\r\n“Well, what’s it going to be to-day?” asked the girl, introducing the\r\nbusiness touch into the conversation.\r\n\r\nBingo studied the menu devoutly.\r\n\r\n“I’ll have a cup of cocoa, cold veal and ham pie, slice of fruit cake,\r\nand a macaroon. Same for you, Bertie?”\r\n\r\nI gazed at the man, revolted. That he could have been a pal of mine all\r\nthese years and think me capable of insulting the old tum with this\r\nsort of stuff cut me to the quick.\r\n\r\n“Or how about a bit of hot steak-pudding, with a sparkling limado to\r\nwash it down?” said Bingo.\r\n\r\nYou know, the way love can change a fellow is really frightful to\r\ncontemplate. This chappie before me, who spoke in that absolutely\r\ncareless way of macaroons and limado, was the man I had seen in\r\nhappier days telling the head-waiter at Claridge’s exactly how\r\nhe wanted the _chef_ to prepare the _sole frite au gourmet aux\r\nchampignons_, and saying he would jolly well sling it back if it wasn’t\r\njust right. Ghastly! Ghastly!\r\n\r\nA roll and butter and a small coffee seemed the only things on the list\r\nthat hadn’t been specially prepared by the nastier-minded members of\r\nthe Borgia family for people they had a particular grudge against, so I\r\nchose them, and Mabel hopped it.\r\n\r\n“Well?” said Bingo rapturously.\r\n\r\nI took it that he wanted my opinion of the female poisoner who had just\r\nleft us.\r\n\r\n“Very nice,” I said.\r\n\r\nHe seemed dissatisfied.\r\n\r\n“You don’t think she’s the most wonderful girl you ever saw?” he said\r\nwistfully.\r\n\r\n“Oh, absolutely!” I said, to appease the blighter. “Where did you meet\r\nher?”\r\n\r\n“At a subscription dance at Camberwell.”\r\n\r\n“What on earth were you doing at a subscription dance at Camberwell?”\r\n\r\n“Your man Jeeves asked me if I would buy a couple of tickets. It was in\r\naid of some charity or other.”\r\n\r\n“Jeeves? I didn’t know he went in for that sort of thing.”\r\n\r\n“Well, I suppose he has to relax a bit every now and then. Anyway, he\r\nwas there, swinging a dashed efficient shoe. I hadn’t meant to go at\r\nfirst, but I turned up for a lark. Oh, Bertie, think what I might have\r\nmissed!”\r\n\r\n“What might you have missed?” I asked, the old lemon being slightly\r\nclouded.\r\n\r\n“Mabel, you chump. If I hadn’t gone I shouldn’t have met Mabel.”\r\n\r\n“Oh, ah!”\r\n\r\nAt this point Bingo fell into a species of trance, and only came out of\r\nit to wrap himself round the pie and macaroon.\r\n\r\n“Bertie,” he said, “I want your advice.”\r\n\r\n“Carry on.”\r\n\r\n“At least, not your advice, because that wouldn’t be much good to\r\nanybody. I mean, you’re a pretty consummate old ass, aren’t you? Not\r\nthat I want to hurt your feelings, of course.”\r\n\r\n“No, no, I see that.”\r\n\r\n“What I wish you would do is to put the whole thing to that fellow\r\nJeeves of yours, and see what he suggests. You’ve often told me that he\r\nhas helped other pals of yours out of messes. From what you tell me,\r\nhe’s by way of being the brains of the family.”\r\n\r\n“He’s never let me down yet.”\r\n\r\n“Then put my case to him.”\r\n\r\n“What case?”\r\n\r\n“My problem.”\r\n\r\n“What problem?”\r\n\r\n“Why, you poor fish, my uncle, of course. What do you think my uncle’s\r\ngoing to say to all this? If I sprang it on him cold, he’d tie himself\r\nin knots on the hearthrug.”\r\n\r\n“One of these emotional johnnies, eh?”\r\n\r\n“Somehow or other his mind has got to be prepared to receive the news.\r\nBut how?”\r\n\r\n“Ah!”\r\n\r\n“That’s a lot of help, that ‘ah’! You see, I’m pretty well dependent on\r\nthe old boy. If he cut off my allowance, I should be very much in the\r\nsoup. So you put the whole binge to Jeeves and see if he can’t scare up\r\na happy ending somehow. Tell him my future is in his hands, and that,\r\nif the wedding bells ring out, he can rely on me, even unto half my\r\nkingdom. Well, call it ten quid. Jeeves would exert himself with ten\r\nquid on the horizon, what?”\r\n\r\n“Undoubtedly,” I said.\r\n\r\nI wasn’t in the least surprised at Bingo wanting to lug Jeeves into his\r\nprivate affairs like this. It was the first thing I would have thought\r\nof doing myself if I had been in any hole of any description. As I\r\nhave frequently had occasion to observe, he is a bird of the ripest\r\nintellect, full of bright ideas. If anybody could fix things for poor\r\nold Bingo, he could.\r\n\r\nI stated the case to him that night after dinner.\r\n\r\n“Jeeves.”\r\n\r\n“Sir?”\r\n\r\n“Are you busy just now?”\r\n\r\n“No, sir.”\r\n\r\n“I mean, not doing anything in particular?”\r\n\r\n“No, sir. It is my practice at this hour to read some improving book;\r\nbut, if you desire my services, this can easily be postponed, or,\r\nindeed, abandoned altogether.”\r\n\r\n“Well, I want your advice. It’s about Mr. Little.”\r\n\r\n“Young Mr. Little, sir, or the elder Mr. Little, his uncle, who lives\r\nin Pounceby Gardens?”\r\n\r\nJeeves seemed to know everything. Most amazing thing. I’d been pally\r\nwith Bingo practically all my life, and yet I didn’t remember ever\r\nhaving heard that his uncle lived anywhere in particular.\r\n\r\n“How did you know he lived in Pounceby Gardens?” I said.\r\n\r\n“I am on terms of some intimacy with the elder Mr. Little’s cook, sir.\r\nIn fact, there is an understanding.”\r\n\r\nI’m bound to say that this gave me a bit of a start. Somehow I’d never\r\nthought of Jeeves going in for that sort of thing.\r\n\r\n“Do you mean you’re engaged?”\r\n\r\n“It may be said to amount to that, sir.”\r\n\r\n“Well, well!”\r\n\r\n“She is a remarkably excellent cook, sir,” said Jeeves, as though he\r\nfelt called on to give some explanation. “What was it you wished to ask\r\nme about Mr. Little?”\r\n\r\nI sprang the details on him.\r\n\r\n“And that’s how the matter stands, Jeeves,” I said. “I think we ought\r\nto rally round a trifle and help poor old Bingo put the thing through.\r\nTell me about old Mr. Little. What sort of a chap is he?”\r\n\r\n“A somewhat curious character, sir. Since retiring from business he has\r\nbecome a great recluse, and now devotes himself almost entirely to the\r\npleasures of the table.”\r\n\r\n“Greedy hog, you mean?”\r\n\r\n“I would not, perhaps, take the liberty of describing him in precisely\r\nthose terms, sir. He is what is usually called a gourmet. Very\r\nparticular about what he eats, and for that reason sets a high value on\r\nMiss Watson’s services.”\r\n\r\n“The cook?”\r\n\r\n“Yes, sir.”\r\n\r\n“Well, it looks to me as though our best plan would be to shoot young\r\nBingo in on him after dinner one night. Melting mood, I mean to say,\r\nand all that.”\r\n\r\n“The difficulty is, sir, that at the moment Mr. Little is on a diet,\r\nowing to an attack of gout.”\r\n\r\n“Things begin to look wobbly.”\r\n\r\n“No, sir, I fancy that the elder Mr. Little’s misfortune may be turned\r\nto the younger Mr. Little’s advantage. I was speaking only the other\r\nday to Mr. Little’s valet, and he was telling me that it has become his\r\nprincipal duty to read to Mr. Little in the evenings. If I were in\r\nyour place, sir, I should send young Mr. Little to read to his uncle.”\r\n\r\n“Nephew’s devotion, you mean? Old man touched by kindly action, what?”\r\n\r\n“Partly that, sir. But I would rely more on young Mr. Little’s choice\r\nof literature.”\r\n\r\n“That’s no good. Jolly old Bingo has a kind face, but when it comes to\r\nliterature he stops at the _Sporting Times_.”\r\n\r\n“That difficulty may be overcome. I would be happy to select books for\r\nMr. Little to read. Perhaps I might explain my idea further?”\r\n\r\n“I can’t say I quite grasp it yet.”\r\n\r\n“The method which I advocate is what, I believe, the advertisers call\r\nDirect Suggestion, sir, consisting as it does of driving an idea home\r\nby constant repetition. You may have had experience of the system?”\r\n\r\n“You mean they keep on telling you that some soap or other is the best,\r\nand after a bit you come under the influence and charge round the\r\ncorner and buy a cake?”\r\n\r\n“Exactly, sir. The same method was the basis of all the most valuable\r\npropaganda during the recent war. I see no reason why it should not be\r\nadopted to bring about the desired result with regard to the subject’s\r\nviews on class distinctions. If young Mr. Little were to read day after\r\nday to his uncle a series of narratives in which marriage with young\r\npersons of an inferior social status was held up as both feasible and\r\nadmirable, I fancy it would prepare the elder Mr. Little’s mind for the\r\nreception of the information that his nephew wishes to marry a waitress\r\nin a tea-shop.”\r\n\r\n“_Are_ there any books of that sort nowadays? The only ones I ever see\r\nmentioned in the papers are about married couples who find life grey,\r\nand can’t stick each other at any price.”\r\n\r\n“Yes, sir, there are a great many, neglected by the reviewers but\r\nwidely read. You have never encountered ‘All for Love,’ by Rosie M.\r\nBanks?”\r\n\r\n“No.”\r\n\r\n“Nor ‘A Red, Red Summer Rose,’ by the same author?”\r\n\r\n“No.”\r\n\r\n“I have an aunt, sir, who owns an almost complete set of Rosie M.\r\nBanks’. I could easily borrow as many volumes as young Mr. Little might\r\nrequire. They make very light, attractive reading.”\r\n\r\n“Well, it’s worth trying.”\r\n\r\n“I should certainly recommend the scheme, sir.”\r\n\r\n“All right, then. Toddle round to your aunt’s to-morrow and grab a\r\ncouple of the fruitiest. We can but have a dash at it.”\r\n\r\n“Precisely, sir.”"
  ]
}