{
  "index": 10,
  "title": "Chapter 9",
  "paragraphs": [
    "A LETTER OF INTRODUCTION\r\n\r\n\r\nYou know, the longer I live, the more clearly I see that half the\r\ntrouble in this bally world is caused by the light-hearted and\r\nthoughtless way in which chappies dash off letters of introduction\r\nand hand them to other chappies to deliver to chappies of the third\r\npart. It’s one of those things that make you wish you were living in\r\nthe Stone Age. What I mean to say is, if a fellow in those days wanted\r\nto give anyone a letter of introduction, he had to spend a month or\r\nso carving it on a large-sized boulder, and the chances were that the\r\nother chappie got so sick of lugging the thing round in the hot sun\r\nthat he dropped it after the first mile. But nowadays it’s so easy to\r\nwrite letters of introduction that everybody does it without a second\r\nthought, with the result that some perfectly harmless cove like myself\r\ngets in the soup.\r\n\r\nMark you, all the above is what you might call the result of my riper\r\nexperience. I don’t mind admitting that in the first flush of the\r\nthing, so, to speak, when Jeeves told me--this would be about three\r\nweeks after I’d landed in America--that a blighter called Cyril\r\nBassington-Bassington had arrived and I found that he had brought a\r\nletter of introduction to me from Aunt Agatha ... where was I? Oh, yes\r\n... I don’t mind admitting, I was saying, that just at first I was\r\nrather bucked. You see, after the painful events which had resulted\r\nin my leaving England I hadn’t expected to get any sort of letter from\r\nAunt Agatha which would pass the censor, so to speak. And it was a\r\npleasant surprise to open this one and find it almost civil. Chilly,\r\nperhaps, in parts, but on the whole quite tolerably polite. I looked\r\non the thing as a hopeful sign. Sort of olive-branch, you know. Or do\r\nI mean orange blossom? What I’m getting at is that the fact that Aunt\r\nAgatha was writing to me without calling me names seemed, more or less,\r\nlike a step in the direction of peace.\r\n\r\nAnd I was all for peace, and that right speedily. I’m not saying a word\r\nagainst New York, mind you. I liked the place, and was having quite a\r\nripe time there. But the fact remains that a fellow who’s been used to\r\nLondon all his life does get a trifle homesick on a foreign strand, and\r\nI wanted to pop back to the cosy old flat in Berkeley Street--which\r\ncould only be done when Aunt Agatha had simmered down and got over the\r\nGlossop episode. I know that London is a biggish city, but, believe me,\r\nit isn’t half big enough for any fellow to live in with Aunt Agatha\r\nwhen she’s after him with the old hatchet. And so I’m bound to say I\r\nlooked on this chump Bassington-Bassington, when he arrived, more or\r\nless as a Dove of Peace, and was all for him.\r\n\r\nHe would seem from contemporary accounts to have blown in one morning\r\nat seven-forty-five, that being the ghastly sort of hour they shoot\r\nyou off the liner in New York. He was given the respectful raspberry\r\nby Jeeves, and told to try again about three hours later, when there\r\nwould be a sporting chance of my having sprung from my bed with a\r\nglad cry to welcome another day and all that sort of thing. Which was\r\nrather decent of Jeeves, by the way, for it so happened that there\r\nwas a slight estrangement, a touch of coldness, a bit of a row in\r\nother words, between us at the moment because of some rather priceless\r\npurple socks which I was wearing against his wishes: and a lesser man\r\nmight easily have snatched at the chance of getting back at me a bit\r\nby loosing Cyril into my bedchamber at a moment when I couldn’t have\r\nstood a two-minutes’ conversation with my dearest pal. For until I have\r\nhad my early cup of tea and have brooded on life for a bit absolutely\r\nundisturbed, I’m not much of a lad for the merry chit-chat.\r\n\r\nSo Jeeves very sportingly shot Cyril out into the crisp morning air,\r\nand didn’t let me know of his existence till he brought his card in\r\nwith the Bohea.\r\n\r\n“And what might all this be, Jeeves?” I said, giving the thing the\r\nglassy gaze.\r\n\r\n“The gentleman has arrived from England, I understand, sir. He called\r\nto see you earlier in the day.”\r\n\r\n“Good Lord, Jeeves! You don’t mean to say the day starts earlier than\r\nthis?”\r\n\r\n“He desired me to say he would return later, sir.”\r\n\r\n“I’ve never heard of him. Have _you_ ever heard of him, Jeeves?”\r\n\r\n“I am familiar with the name Bassington-Bassington, sir. There are\r\nthree branches of the Bassington-Bassington family--the Shropshire\r\nBassington-Bassingtons, the Hampshire Bassington-Bassingtons, and the\r\nKent Bassington-Bassingtons.”\r\n\r\n“England seems pretty well stocked up with Bassington-Bassingtons.”\r\n\r\n“Tolerably so, sir.”\r\n\r\n“No chance of a sudden shortage, I mean, what?”\r\n\r\n“Presumably not, sir.”\r\n\r\n“And what sort of a specimen is this one?”\r\n\r\n“I could not say, sir, on such short acquaintance.”\r\n\r\n“Will you give me a sporting two to one, Jeeves, judging from what\r\nyou have seen of him, that this chappie is not a blighter or an\r\nexcrescence?”\r\n\r\n“No, sir. I should not care to venture such liberal odds.”\r\n\r\n“I knew it. Well, the only thing that remains to be discovered is what\r\nkind of a blighter he is.”\r\n\r\n“Time will tell, sir. The gentleman brought a letter for you, sir.”\r\n\r\n“Oh, he did, did he?” I said, and grasped the communication. And then\r\nI recognised the handwriting. “I say, Jeeves, this is from my Aunt\r\nAgatha!”\r\n\r\n“Indeed, sir?”\r\n\r\n“Don’t dismiss it in that light way. Don’t you see what this means?\r\nShe says she wants me to look after this excrescence while he’s in New\r\nYork. By Jove, Jeeves, if I only fawn on him a bit, so that he sends\r\nback a favourable report to head-quarters, I may yet be able to get\r\nback to England in time for Goodwood. Now is certainly the time for all\r\ngood men to come to the aid of the party, Jeeves. We must rally round\r\nand cosset this cove in no uncertain manner.”\r\n\r\n“Yes, sir.”\r\n\r\n“He isn’t going to stay in New York long,” I said, taking another\r\nlook at the letter. “He’s headed for Washington. Going to give the\r\nnibs there the once-over, apparently, before taking a whirl at the\r\nDiplomatic Service. I should say that we can win this lad’s esteem and\r\naffection with a lunch and a couple of dinners, what?”\r\n\r\n“I fancy that should be entirely adequate, sir.”\r\n\r\n“This is the jolliest thing that’s happened since we left England. It\r\nlooks to me as if the sun were breaking through the clouds.”\r\n\r\n“Very possibly, sir.”\r\n\r\nHe started to put out my things, and there was an awkward sort of\r\nsilence.\r\n\r\n“Not those socks, Jeeves,” I said, gulping a bit but having a dash at\r\nthe careless, off-hand tone. “Give me the purple ones.”\r\n\r\n“I beg your pardon, sir?”\r\n\r\n“Those jolly purple ones.”\r\n\r\n“Very good, sir.”\r\n\r\nHe lugged them out of the drawer as if he were a vegetarian fishing\r\na caterpillar out of the salad. You could see he was feeling deeply.\r\nDeuced painful and all that, this sort of thing, but a chappie has got\r\nto assert himself every now and then. Absolutely.\r\n\r\n       *       *       *       *       *\r\n\r\nI was looking for Cyril to show up again any time after breakfast, but\r\nhe didn’t appear: so towards one o’clock I trickled out to the Lambs\r\nClub, where I had an appointment to feed the Wooster face with a cove\r\nof the name of Caffyn I’d got pally with since my arrival--George\r\nCaffyn, a fellow who wrote plays and what not. I’d made a lot of\r\nfriends during my stay in New York, the city being crammed with\r\nbonhomous lads who one and all extended a welcoming hand to the\r\nstranger in their midst.\r\n\r\nCaffyn was a bit late, but bobbed up finally, saying that he had been\r\nkept at a rehearsal of his new musical comedy, “Ask Dad”; and we\r\nstarted in. We had just reached the coffee, when the waiter came up and\r\nsaid that Jeeves wanted to see me.\r\n\r\nJeeves was in the waiting-room. He gave the socks one pained look as I\r\ncame in, then averted his eyes.\r\n\r\n“Mr. Bassington-Bassington has just telephoned, sir.”\r\n\r\n“Oh?”\r\n\r\n“Yes, sir.”\r\n\r\n“Where is he?”\r\n\r\n“In prison, sir.”\r\n\r\nI reeled against the wallpaper. A nice thing to happen to Aunt Agatha’s\r\nnominee on his first morning under my wing, I did _not_ think!\r\n\r\n“In prison!”\r\n\r\n“Yes, sir. He said on the telephone that he had been arrested and would\r\nbe glad if you could step round and bail him out.”\r\n\r\n“Arrested! What for?”\r\n\r\n“He did not favour me with his confidence in that respect, sir.”\r\n\r\n“This is a bit thick, Jeeves.”\r\n\r\n“Precisely, sir.”\r\n\r\nI collected old George, who very decently volunteered to stagger along\r\nwith me, and we hopped into a taxi. We sat around at the police-station\r\nfor a bit on a wooden bench in a sort of ante-room, and presently a\r\npoliceman appeared, leading in Cyril.\r\n\r\n“Halloa! Halloa! Halloa!” I said. “What?”\r\n\r\nMy experience is that a fellow never really looks his best just after\r\nhe’s come out of a cell. When I was up at Oxford, I used to have a\r\nregular job bailing out a pal of mine who never failed to get pinched\r\nevery Boat-Race night, and he always looked like something that had\r\nbeen dug up by the roots. Cyril was in pretty much the same sort of\r\nshape. He had a black eye and a torn collar, and altogether was nothing\r\nto write home about--especially if one was writing to Aunt Agatha. He\r\nwas a thin, tall chappie with a lot of light hair and pale-blue goggly\r\neyes which made him look like one of the rarer kinds of fish.\r\n\r\n“I got your message,” I said.\r\n\r\n“Oh, are you Bertie Wooster?”\r\n\r\n“Absolutely. And this is my pal George Caffyn. Writes plays and what\r\nnot, don’t you know.”\r\n\r\nWe all shook hands, and the policeman, having retrieved a piece of\r\nchewing-gum from the underside of a chair, where he had parked it\r\nagainst a rainy day, went off into a corner and began to contemplate\r\nthe infinite.\r\n\r\n“This is a rotten country,” said Cyril.\r\n\r\n“Oh, I don’t know, you know, don’t you know!” I said.\r\n\r\n“We do our best,” said George.\r\n\r\n“Old George is an American,” I explained. “Writes plays, don’t you\r\nknow, and what not.”\r\n\r\n“Of course, I didn’t invent the country,” said George. “That was\r\nColumbus. But I shall be delighted to consider any improvements you may\r\nsuggest and lay them before the proper authorities.”\r\n\r\n“Well, why don’t the policemen in New York dress properly?”\r\n\r\nGeorge took a look at the chewing officer across the room.\r\n\r\n“I don’t see anything missing,” he said.\r\n\r\n“I mean to say, why don’t they wear helmets like they do in London?\r\nWhy do they look like postmen? It isn’t fair on a fellow. Makes it\r\ndashed confusing. I was simply standing on the pavement, looking at\r\nthings, when a fellow who looked like a postman prodded me in the ribs\r\nwith a club. I didn’t see why I should have postmen prodding me. Why\r\nthe dickens should a fellow come three thousand miles to be prodded by\r\npostmen?”\r\n\r\n“The point is well taken,” said George. “What did you do?”\r\n\r\n“I gave him a shove, you know. I’ve got a frightfully hasty temper,\r\nyou know. All the Bassington-Bassingtons have got frightfully hasty\r\ntempers, don’t you know! And then he biffed me in the eye and lugged me\r\noff to this beastly place.”\r\n\r\n“I’ll fix it, old son,” I said. And I hauled out the bank-roll and went\r\noff to open negotiations, leaving Cyril to talk to George. I don’t mind\r\nadmitting that I was a bit perturbed. There were furrows in the old\r\nbrow, and I had a kind of foreboding feeling. As long as this chump\r\nstayed in New York, I was responsible for him: and he didn’t give me\r\nthe impression of being the species of cove a reasonable chappie would\r\ncare to be responsible for for more than about three minutes.\r\n\r\nI mused with a considerable amount of tensity over Cyril that night,\r\nwhen I had got home and Jeeves had brought me the final whisky. I\r\ncouldn’t help feeling that this visit of his to America was going to\r\nbe one of those times that try men’s souls and what not. I hauled out\r\nAunt Agatha’s letter of introduction and re-read it, and there was no\r\ngetting away from the fact that she undoubtedly appeared to be somewhat\r\nwrapped up in this blighter and to consider it my mission in life to\r\nshield him from harm while on the premises. I was deuced thankful that\r\nhe had taken such a liking for George Caffyn, old George being a steady\r\nsort of cove. After I had got him out of his dungeon-cell, he and old\r\nGeorge had gone off together, as chummy as brothers, to watch the\r\nafternoon rehearsal of “Ask Dad.” There was some talk, I gathered, of\r\ntheir dining together. I felt pretty easy in my mind while George had\r\nhis eye on him.\r\n\r\nI had got about as far as this in my meditations, when Jeeves came in\r\nwith a telegram. At least, it wasn’t a telegram: it was a cable--from\r\nAunt Agatha, and this is what it said:--\r\n\r\n\r\n     _Has Cyril Bassington-Bassington called yet? On no account\r\n     introduce him into theatrical circles. Vitally important. Letter\r\n     follows._\r\n\r\n\r\nI read it a couple of times.\r\n\r\n“This is rummy, Jeeves!”\r\n\r\n“Yes, sir?”\r\n\r\n“Very rummy and dashed disturbing!”\r\n\r\n“Will there be anything further to-night, sir?”\r\n\r\nOf course, if he was going to be as bally unsympathetic as that there\r\nwas nothing to be done. My idea had been to show him the cable and ask\r\nhis advice. But if he was letting those purple socks rankle to that\r\nextent, the good old _noblesse oblige_ of the Woosters couldn’t lower\r\nitself to the extent of pleading with the man. Absolutely not. So I\r\ngave it a miss.\r\n\r\n“Nothing more, thanks.”\r\n\r\n“Good night, sir.”\r\n\r\n“Good night.”\r\n\r\nHe floated away, and I sat down to think the thing over. I had been\r\ndirecting the best efforts of the old bean to the problem for a matter\r\nof half an hour, when there was a ring at the bell. I went to the door,\r\nand there was Cyril, looking pretty festive.\r\n\r\n“I’ll come in for a bit if I may,” he said. “Got something rather\r\npriceless to tell you.”\r\n\r\nHe curveted past me into the sitting-room, and when I got there after\r\nshutting the front door I found him reading Aunt Agatha’s cable and\r\ngiggling in a rummy sort of manner. “Oughtn’t to have looked at this, I\r\nsuppose. Caught sight of my name and read it without thinking. I say,\r\nWooster, old friend of my youth, this is rather funny. Do you mind if I\r\nhave a drink? Thanks awfully and all that sort of rot. Yes, it’s rather\r\nfunny, considering what I came to tell you. Jolly old Caffyn has given\r\nme a small part in that musical comedy of his, ‘Ask Dad.’ Only a bit,\r\nyou know, but quite tolerably ripe. I’m feeling frightfully braced,\r\ndon’t you know!”\r\n\r\nHe drank his drink, and went on. He didn’t seem to notice that I wasn’t\r\njumping about the room, yapping with joy.\r\n\r\n“You know, I’ve always wanted to go on the stage, you know,” he said.\r\n“But my jolly old guv’nor wouldn’t stick it at any price. Put the\r\nold Waukeesi down with a bang, and turned bright purple whenever the\r\nsubject was mentioned. That’s the real reason why I came over here,\r\nif you want to know. I knew there wasn’t a chance of my being able to\r\nwork this stage wheeze in London without somebody getting on to it\r\nand tipping off the guv’nor, so I rather brainily sprang the scheme\r\nof popping over to Washington to broaden my mind. There’s nobody to\r\ninterfere on this side, you see, so I can go right ahead!”\r\n\r\nI tried to reason with the poor chump.\r\n\r\n“But your guv’nor will have to know some time.”\r\n\r\n“That’ll be all right. I shall be the jolly old star by then, and he\r\nwon’t have a leg to stand on.”\r\n\r\n“It seems to me he’ll have one leg to stand on while he kicks me with\r\nthe other.”\r\n\r\n“Why, where do you come in? What have you got to do with it?”\r\n\r\n“I introduced you to George Caffyn.”\r\n\r\n“So you did, old top, so you did. I’d quite forgotten. I ought to have\r\nthanked you before. Well, so long. There’s an early rehearsal of ‘Ask\r\nDad’ to-morrow morning, and I must be toddling. Rummy the thing should\r\nbe called ‘Ask Dad,’ when that’s just what I’m not going to do. See\r\nwhat I mean, what, what? Well, pip-pip!”\r\n\r\n“Toodle-oo!” I said sadly, and the blighter scudded off. I dived for\r\nthe phone and called up George Caffyn.\r\n\r\n“I say, George, what’s all this about Cyril Bassington-Bassington?”\r\n\r\n“What about him?”\r\n\r\n“He tells me you’ve given him a part in your show.”\r\n\r\n“Oh, yes. Just a few lines.”\r\n\r\n“But I’ve just had fifty-seven cables from home telling me on no\r\naccount to let him go on the stage.”\r\n\r\n“I’m sorry. But Cyril is just the type I need for that part. He’s\r\nsimply got to be himself.”\r\n\r\n“It’s pretty tough on me, George, old man. My Aunt Agatha sent this\r\nblighter over with a letter of introduction to me, and she will hold me\r\nresponsible.”\r\n\r\n“She’ll cut you out of her will?”\r\n\r\n“It isn’t a question of money. But--of course, you’ve never met my\r\nAunt Agatha, so it’s rather hard to explain. But she’s a sort of human\r\nvampire-bat, and she’ll make things most fearfully unpleasant for me\r\nwhen I go back to England. She’s the kind of woman who comes and rags\r\nyou before breakfast, don’t you know.”\r\n\r\n“Well, don’t go back to England, then. Stick here and become President.”\r\n\r\n“But, George, old top----!”\r\n\r\n“Good night!”\r\n\r\n“But, I say, George, old man!”\r\n\r\n“You didn’t get my last remark. It was ‘Good night!’ You Idle Rich may\r\nnot need any sleep, but I’ve got to be bright and fresh in the morning.\r\nGod bless you!”\r\n\r\nI felt as if I hadn’t a friend in the world. I was so jolly well worked\r\nup that I went and banged on Jeeves’s door. It wasn’t a thing I’d have\r\ncared to do as a rule, but it seemed to me that now was the time for\r\nall good men to come to the aid of the party, so to speak, and that it\r\nwas up to Jeeves to rally round the young master, even if it broke up\r\nhis beauty-sleep.\r\n\r\nJeeves emerged in a brown dressing-gown.\r\n\r\n“Sir?”\r\n\r\n“Deuced sorry to wake you up, Jeeves, and what not, but all sorts of\r\ndashed disturbing things have been happening.”\r\n\r\n“I was not asleep. It is my practice, on retiring, to read a few pages\r\nof some instructive book.”\r\n\r\n“That’s good! What I mean to say is, if you’ve just finished exercising\r\nthe old bean, it’s probably in mid-season form for tackling problems.\r\nJeeves, Mr. Bassington-Bassington is going on the stage!”\r\n\r\n“Indeed, sir?”\r\n\r\n“Ah! The thing doesn’t hit you! You don’t get it properly! Here’s the\r\npoint. All his family are most fearfully dead against his going on the\r\nstage. There’s going to be no end of trouble if he isn’t headed off.\r\nAnd, what’s worse, my Aunt Agatha will blame _me_, you see.”\r\n\r\n“I see, sir.”\r\n\r\n“Well, can’t you think of some way of stopping him?”\r\n\r\n“Not, I confess, at the moment, sir.”\r\n\r\n“Well, have a stab at it.”\r\n\r\n“I will give the matter my best consideration, sir. Will there be\r\nanything further to-night?”\r\n\r\n“I hope not! I’ve had all I can stand already.”\r\n\r\n“Very good, sir.”\r\n\r\nHe popped off."
  ]
}