{
  "index": 12,
  "title": "Chapter 11",
  "paragraphs": [
    "COMRADE BINGO\r\n\r\n\r\nThe thing really started in the Park--at the Marble Arch end--where\r\nweird birds of every description collect on Sunday afternoons and stand\r\non soap-boxes and make speeches. It isn’t often you’ll find me there,\r\nbut it so happened that on the Sabbath after my return to the good old\r\nMetrop. I had a call to pay in Manchester Square, and, taking a stroll\r\nround in that direction so as not to arrive too early, I found myself\r\nright in the middle of it.\r\n\r\nNow that the Empire isn’t the place it was, I always think the Park on\r\na Sunday is the centre of London, if you know what I mean. I mean to\r\nsay, that’s the spot that makes the returned exile really sure he’s\r\nback again. After what you might call my enforced sojourn in New York\r\nI’m bound to say that I stood there fairly lapping it all up. It did me\r\ngood to listen to the lads giving tongue and realise that all had ended\r\nhappily and Bertram was home again.\r\n\r\nOn the edge of the mob farthest away from me a gang of top-hatted\r\nchappies were starting an open-air missionary service; nearer at hand\r\nan atheist was letting himself go with a good deal of vim, though\r\nhandicapped a bit by having no roof to his mouth; while in front of me\r\nthere stood a little group of serious thinkers with a banner labelled\r\n“Heralds of the Red Dawn”; and as I came up, one of the heralds, a\r\nbearded egg in a slouch hat and a tweed suit, was slipping it into the\r\nIdle Rich with such breadth and vigour that I paused for a moment to\r\nget an earful. While I was standing there somebody spoke to me.\r\n\r\n“Mr. Wooster, surely?”\r\n\r\nStout chappie. Couldn’t place him for a second. Then I got him. Bingo\r\nLittle’s uncle, the one I had lunch with at the time when young Bingo\r\nwas in love with that waitress at the Piccadilly bun-shop. No wonder I\r\nhadn’t recognised him at first. When I had seen him last he had been\r\na rather sloppy old gentleman--coming down to lunch, I remember, in\r\ncarpet slippers and a velvet smoking-jacket; whereas now dapper simply\r\nwasn’t the word. He absolutely gleamed in the sunlight in a silk hat,\r\nmorning coat, lavender spats and sponge-bag trousers, as now worn.\r\nDressy to a degree.\r\n\r\n“Oh, hallo!” I said. “Going strong?”\r\n\r\n“I am in excellent health, I thank you. And you?”\r\n\r\n“In the pink. Just been over to America.”\r\n\r\n“Ah! Collecting local colour for one of your delightful romances?”\r\n\r\n“Eh?” I had to think a bit before I got on to what he meant. Then I\r\nremembered the Rosie M. Banks business. “Oh, no,” I said. “Just felt I\r\nneeded a change. Seen anything of Bingo lately?” I asked quickly, being\r\ndesirous of heading the old thing off what you might call the literary\r\nside of my life.\r\n\r\n“Bingo?”\r\n\r\n“Your nephew.”\r\n\r\n“Oh, Richard? No, not very recently. Since my marriage a little\r\ncoolness seems to have sprung up.”\r\n\r\n“Sorry to hear that. So you’ve married since I saw you, what? Mrs.\r\nLittle all right?”\r\n\r\n“My wife is happily robust. But--er--_not_ Mrs. Little. Since we last\r\nmet a gracious Sovereign has been pleased to bestow on me a signal mark\r\nof his favour in the shape of--ah--a peerage. On the publication of the\r\nlast Honours List I became Lord Bittlesham.”\r\n\r\n“By Jove! Really? I say, heartiest congratulations. That’s the stuff to\r\ngive the troops, what? Lord Bittlesham?” I said. “Why, you’re the owner\r\nof Ocean Breeze.”\r\n\r\n“Yes. Marriage has enlarged my horizon in many directions. My wife\r\nis interested in horse-racing, and I now maintain a small stable. I\r\nunderstand that Ocean Breeze is fancied, as I am told the expression\r\nis, for a race which will take place at the end of the month at\r\nGoodwood, the Duke of Richmond’s seat in Sussex.”\r\n\r\n“The Goodwood Cup. Rather! I’ve got my chemise on it for one.”\r\n\r\n“Indeed? Well, I trust the animal will justify your confidence. I\r\nknow little of these matters myself, but my wife tells me that it is\r\nregarded in knowledgeable circles as what I believe is termed a snip.”\r\n\r\nAt this moment I suddenly noticed that the audience was gazing in our\r\ndirection with a good deal of interest, and I saw that the bearded\r\nchappie was pointing at us.\r\n\r\n“Yes, look at them! Drink them in!” he was yelling, his voice rising\r\nabove the perpetual-motion fellow’s and beating the missionary service\r\nall to nothing. “There you see two typical members of the class which\r\nhas down-trodden the poor for centuries. Idlers! Non-producers! Look\r\nat the tall thin one with the face like a motor-mascot. Has he ever\r\ndone an honest day’s work in his life? No! A prowler, a trifler, and a\r\nblood-sucker! And I bet he still owes his tailor for those trousers!”\r\n\r\nHe seemed to me to be verging on the personal, and I didn’t think a lot\r\nof it. Old Bittlesham, on the other hand, was pleased and amused.\r\n\r\n“A great gift of expression these fellows have,” he chuckled. “Very\r\ntrenchant.”\r\n\r\n“And the fat one!” proceeded the chappie. “Don’t miss him. Do you know\r\nwho that is? That’s Lord Bittlesham! One of the worst. What has he ever\r\ndone except eat four square meals a day? His god is his belly, and he\r\nsacrifices burnt-offerings to it. If you opened that man now you would\r\nfind enough lunch to support ten working-class families for a week.”\r\n\r\n“You know, that’s rather well put,” I said, but the old boy didn’t seem\r\nto see it. He had turned a brightish magenta and was bubbling like a\r\nkettle on the boil.\r\n\r\n“Come away, Mr. Wooster,” he said. “I am the last man to oppose the\r\nright of free speech, but I refuse to listen to this vulgar abuse any\r\nlonger.”\r\n\r\nWe legged it with quiet dignity, the chappie pursuing us with his foul\r\ninnuendoes to the last. Dashed embarrassing.\r\n\r\n       *       *       *       *       *\r\n\r\nNext day I looked in at the club, and found young Bingo in the\r\nsmoking-room.\r\n\r\n“Hallo, Bingo,” I said, toddling over to his corner full of bonhomie,\r\nfor I was glad to see the chump, “How’s the boy?”\r\n\r\n“Jogging along.”\r\n\r\n“I saw your uncle yesterday.”\r\n\r\nYoung Bingo unleashed a grin that split his face in half.\r\n\r\n“I know you did, you trifler. Well, sit down, old thing, and suck a bit\r\nof blood. How’s the prowling these days?”\r\n\r\n“Good Lord! You weren’t there!”\r\n\r\n“Yes, I was.”\r\n\r\n“I didn’t see you.”\r\n\r\n“Yes, you did. But perhaps you didn’t recognise me in the shrubbery.”\r\n\r\n“The shrubbery?”\r\n\r\n“The beard, my boy. Worth every penny I paid for it. Defies detection.\r\nOf course, it’s a nuisance having people shouting ‘Beaver!’ at you all\r\nthe time, but one’s got to put up with that.”\r\n\r\nI goggled at him.\r\n\r\n“I don’t understand.”\r\n\r\n“It’s a long story. Have a martini or a small gore-and-soda, and I’ll\r\ntell you all about it. Before we start, give me your honest opinion.\r\nIsn’t she the most wonderful girl you ever saw in your puff?”\r\n\r\nHe had produced a photograph from somewhere, like a conjurer taking a\r\nrabbit out of a hat, and was waving it in front of me. It appeared to\r\nbe a female of sorts, all eyes and teeth.\r\n\r\n“Oh, Great Scott!” I said. “Don’t tell me you’re in love again.”\r\n\r\nHe seemed aggrieved.\r\n\r\n“What do you mean--again?”\r\n\r\n“Well, to my certain knowledge you’ve been in love with at least half\r\na dozen girls since the spring, and it’s only July now. There was that\r\nwaitress and Honoria Glossop and----”\r\n\r\n“Oh, tush! Not to say pish! Those girls? Mere passing fancies. This is\r\nthe real thing.”\r\n\r\n“Where did you meet her?”\r\n\r\n“On top of a bus. Her name is Charlotte Corday Rowbotham.”\r\n\r\n“My God!”\r\n\r\n“It’s not her fault, poor child. Her father had her christened that\r\nbecause he’s all for the Revolution, and it seems that the original\r\nCharlotte Corday used to go about stabbing oppressors in their\r\nbaths, which entitles her to consideration and respect. You must\r\nmeet old Rowbotham, Bertie. A delightful chap. Wants to massacre the\r\nbourgeoisie, sack Park Lane, and disembowel the hereditary aristocracy.\r\nWell, nothing could be fairer than that, what? But about Charlotte.\r\nWe were on top of the bus, and it started to rain. I offered her my\r\numbrella, and we chatted of this and that. I fell in love and got her\r\naddress, and a couple of days later I bought the beard and toddled\r\nround and met the family.”\r\n\r\n“But why the beard?”\r\n\r\n“Well, she had told me all about her father on the bus, and I saw that\r\nto get any footing at all in the home I should have to join these Red\r\nDawn blighters; and naturally, if I was to make speeches in the Park,\r\nwhere at any moment I might run into a dozen people I knew, something\r\nin the nature of a disguise was indicated. So I bought the beard, and,\r\nby Jove, old boy, I’ve become dashed attached to the thing. When I take\r\nit off to come in here, for instance, I feel absolutely nude. It’s\r\ndone me a lot of good with old Rowbotham. He thinks I’m a Bolshevist\r\nof sorts who has to go about disguised because of the police. You\r\nreally must meet old Rowbotham, Bertie. I tell you what, are you doing\r\nanything to-morrow afternoon?”\r\n\r\n“Nothing special. Why?”\r\n\r\n“Good! Then you can have us all to tea at your flat. I had promised to\r\ntake the crowd to Lyons’ Popular Café after a meeting we’re holding\r\ndown in Lambeth, but I can save money this way; and, believe me,\r\nladdie, nowadays, as far as I’m concerned, a penny saved is a penny\r\nearned. My uncle told you he’d got married?”\r\n\r\n“Yes. And he said there was a coolness between you.”\r\n\r\n“Coolness? I’m down to zero. Ever since he married he’s been launching\r\nout in every direction and economising on _me_. I suppose that peerage\r\ncost the old devil the deuce of a sum. Even baronetcies have gone up\r\nfrightfully nowadays, I’m told. And he’s started a racing-stable. By\r\nthe way, put your last collar-stud on Ocean Breeze for the Goodwood\r\nCup. It’s a cert.”\r\n\r\n“I’m going to.”\r\n\r\n“It can’t lose. I mean to win enough on it to marry Charlotte with.\r\nYou’re going to Goodwood, of course?”\r\n\r\n“Rather!”\r\n\r\n“So are we. We’re holding a meeting on Cup day just outside the\r\npaddock.”\r\n\r\n“But, I say, aren’t you taking frightful risks? Your uncle’s sure to\r\nbe at Goodwood. Suppose he spots you? He’ll be fed to the gills if he\r\nfinds out that you’re the fellow who ragged him in the Park.”\r\n\r\n“How the deuce is he to find out? Use your intelligence, you prowling\r\ninhaler of red corpuscles. If he didn’t spot me yesterday, why should\r\nhe spot me at Goodwood? Well, thanks for your cordial invitation\r\nfor to-morrow, old thing. We shall be delighted to accept. Do us\r\nwell, laddie, and blessings shall reward you. By the way, I may have\r\nmisled you by using the word ‘tea.’ None of your wafer slices of\r\nbread-and-butter. We’re good trenchermen, we of the Revolution. What\r\nwe shall require will be something on the order of scrambled eggs,\r\nmuffins, jam, ham, cake and sardines. Expect us at five sharp.”\r\n\r\n“But, I say, I’m not quite sure----”\r\n\r\n“Yes, you are. Silly ass, don’t you see that this is going to do you\r\na bit of good when the Revolution breaks loose? When you see old\r\nRowbotham sprinting up Piccadilly with a dripping knife in each hand,\r\nyou’ll be jolly thankful to be able to remind him that he once ate your\r\ntea and shrimps. There will be four of us--Charlotte, self, the old\r\nman, and Comrade Butt. I suppose he will insist on coming along.”\r\n\r\n“Who the devil’s Comrade Butt?”\r\n\r\n“Did you notice a fellow standing on my left in our little\r\ntroupe yesterday? Small, shrivelled chap. Looks like a haddock\r\nwith lung-trouble. That’s Butt. My rival, dash him. He’s sort of\r\nsemi-engaged to Charlotte at the moment. Till I came along he was the\r\nblue-eyed boy. He’s got a voice like a fog-horn, and old Rowbotham\r\nthinks a lot of him. But, hang it, if I can’t thoroughly encompass\r\nthis Butt and cut him out and put him where he belongs among the\r\ndiscards--well, I’m not the man I was, that’s all. He may have a big\r\nvoice, but he hasn’t my gift of expression. Thank heaven I was once cox\r\nof my college boat. Well, I must be pushing now. I say, you don’t know\r\nhow I could raise fifty quid somehow, do you?”\r\n\r\n“Why don’t you work?”\r\n\r\n“Work?” said young Bingo, surprised. “What, me? No, I shall have to\r\nthink of some way. I must put at least fifty on Ocean Breeze. Well, see\r\nyou to-morrow. God bless you, old sort, and don’t forget the muffins.”\r\n\r\n       *       *       *       *       *\r\n\r\nI don’t know why, ever since I first knew him at school, I should have\r\nfelt a rummy feeling of responsibility for young Bingo. I mean to say,\r\nhe’s not my son (thank goodness) or my brother or anything like that.\r\nHe’s got absolutely no claim on me at all, and yet a large-sized chunk\r\nof my existence seems to be spent in fussing over him like a bally old\r\nhen and hauling him out of the soup. I suppose it must be some rare\r\nbeauty in my nature or something. At any rate, this latest affair of\r\nhis worried me. He seemed to be doing his best to marry into a family\r\nof pronounced loonies, and how the deuce he thought he was going to\r\nsupport even a mentally afflicted wife on nothing a year beat me. Old\r\nBittlesham was bound to knock off his allowance if he did anything of\r\nthe sort; and, with a fellow like young Bingo, if you knocked off his\r\nallowance, you might just as well hit him on the head with an axe and\r\nmake a clean job of it.\r\n\r\n“Jeeves,” I said, when I got home, “I’m worried.”\r\n\r\n“Sir?”\r\n\r\n“About Mr. Little. I won’t tell you about it now, because he’s bringing\r\nsome friends of his to tea to-morrow, and then you will be able to\r\njudge for yourself. I want you to observe closely, Jeeves, and form\r\nyour decision.”\r\n\r\n“Very good, sir.”\r\n\r\n“And about the tea. Get in some muffins.”\r\n\r\n“Yes, sir.”\r\n\r\n“And some jam, ham, cake, scrambled eggs, and five or six wagonloads of\r\nsardines.”\r\n\r\n“Sardines, sir?” said Jeeves, with a shudder.\r\n\r\n“Sardines.”\r\n\r\nThere was an awkward pause.\r\n\r\n“Don’t blame me, Jeeves,” I said. “It isn’t my fault.”\r\n\r\n“No, sir.”\r\n\r\n“Well, that’s that.”\r\n\r\n“Yes, sir.”\r\n\r\nI could see the man was brooding tensely.\r\n\r\n       *       *       *       *       *\r\n\r\nI’ve found, as a general rule in life, that the things you think are\r\ngoing to be the scaliest nearly always turn out not so bad after all;\r\nbut it wasn’t that way with Bingo’s tea-party. From the moment he\r\ninvited himself I felt that the thing was going to be blue round the\r\nedges, and it was. And I think the most gruesome part of the whole\r\naffair was the fact that, for the first time since I’d known him, I\r\nsaw Jeeves come very near to being rattled. I suppose there’s a chink\r\nin everyone’s armour, and young Bingo found Jeeves’s right at the drop\r\nof the flag when he breezed in with six inches or so of brown beard\r\nhanging on to his chin. I had forgotten to warn Jeeves about the beard,\r\nand it came on him absolutely out of a blue sky. I saw the man’s jaw\r\ndrop, and he clutched at the table for support. I don’t blame him, mind\r\nyou. Few people have ever looked fouler than young Bingo in the fungus.\r\nJeeves paled a little; then the weakness passed and he was himself\r\nagain. But I could see that he had been shaken.\r\n\r\nYoung Bingo was too busy introducing the mob to take much notice. They\r\nwere a very C3 collection. Comrade Butt looked like one of the things\r\nthat come out of dead trees after the rain; moth-eaten was the word\r\nI should have used to describe old Rowbotham; and as for Charlotte,\r\nshe seemed to take me straight into another and a dreadful world. It\r\nwasn’t that she was exactly bad-looking. In fact, if she had knocked\r\noff starchy foods and done Swedish exercises for a bit, she might have\r\nbeen quite tolerable. But there was too much of her. Billowy curves.\r\nWell-nourished, perhaps, expresses it best. And, while she may have had\r\na heart of gold, the thing you noticed about her first was that she\r\nhad a tooth of gold. I knew that young Bingo, when in form, could fall\r\nin love with practically anything of the other sex; but this time I\r\ncouldn’t see any excuse for him at all.\r\n\r\n“My friend, Mr. Wooster,” said Bingo, completing the ceremonial.\r\n\r\nOld Rowbotham looked at me and then he looked round the room, and I\r\ncould see he wasn’t particularly braced. There’s nothing of absolutely\r\nOriental luxury about the old flat, but I have managed to make myself\r\nfairly comfortable, and I suppose the surroundings jarred him a bit.\r\n\r\n“Mr. Wooster?” said old Rowbotham. “May I say Comrade Wooster?”\r\n\r\n“I beg your pardon?”\r\n\r\n“Are you of the movement?”\r\n\r\n“Well--er----”\r\n\r\n“Do you yearn for the Revolution?”\r\n\r\n“Well, I don’t know that I exactly yearn. I mean to say, as far as I\r\ncan make out, the whole hub of the scheme seems to be to massacre coves\r\nlike me; and I don’t mind owning I’m not frightfully keen on the idea.”\r\n\r\n“But I’m talking him round,” said Bingo. “I’m wrestling with him. A few\r\nmore treatments ought to do the trick.”\r\n\r\nOld Rowbotham looked at me a bit doubtfully.\r\n\r\n“Comrade Little has great eloquence,” he admitted.\r\n\r\n“I think he talks something wonderful,” said the girl, and young Bingo\r\nshot a glance of such succulent devotion at her that I reeled in my\r\ntracks. It seemed to depress Comrade Butt a good deal too. He scowled\r\nat the carpet and said something about dancing on volcanoes.\r\n\r\n“Tea is served, sir,” said Jeeves.\r\n\r\n“Tea, pa!” said Charlotte, starting at the word like the old war-horse\r\nwho hears the bugle; and we got down to it.\r\n\r\nFunny how one changes as the years roll on. At school, I remember, I\r\nwould cheerfully have sold my soul for scrambled eggs and sardines at\r\nfive in the afternoon; but somehow, since reaching man’s estate, I had\r\nrather dropped out of the habit; and I’m bound to admit I was appalled\r\nto a goodish extent at the way the sons and daughter of the Revolution\r\nshoved their heads down and went for the foodstuffs. Even Comrade\r\nButt cast off his gloom for a space and immersed his whole being in\r\nscrambled eggs, only coming to the surface at intervals to grab another\r\ncup of tea. Presently the hot water gave out, and I turned to Jeeves.\r\n\r\n“More hot water.”\r\n\r\n“Very good, sir.”\r\n\r\n“Hey! what’s this? What’s this?” Old Rowbotham had lowered his cup and\r\nwas eyeing us sternly. He tapped Jeeves on the shoulder. “No servility,\r\nmy lad; no servility!”\r\n\r\n“I beg your pardon, sir?”\r\n\r\n“Don’t call me ‘sir.’ Call me Comrade. Do you know what you are, my\r\nlad? You’re an obsolete relic of an exploded feudal system.”\r\n\r\n“Very good, sir.”\r\n\r\n“If there’s one thing that makes the blood boil in my veins----”\r\n\r\n“Have another sardine,” chipped in young Bingo--the first sensible\r\nthing he’d done since I had known him. Old Rowbotham took three and\r\ndropped the subject, and Jeeves drifted away. I could see by the look\r\nof his back what he felt.\r\n\r\nAt last, just as I was beginning to feel that it was going on for ever,\r\nthe thing finished. I woke up to find the party getting ready to leave.\r\n\r\nSardines and about three quarts of tea had mellowed old Rowbotham.\r\nThere was quite a genial look in his eye as he shook my hand.\r\n\r\n“I must thank you for your hospitality, Comrade Wooster,” he said.\r\n\r\n“Oh, not at all! Only too glad----”\r\n\r\n“Hospitality?” snorted the man Butt, going off in my ear like a\r\ndepth-charge. He was scowling in a morose sort of manner at young Bingo\r\nand the girl, who were giggling together by the window. “I wonder the\r\nfood didn’t turn to ashes in our mouths! Eggs! Muffins! Sardines! All\r\nwrung from the bleeding lips of the starving poor!”\r\n\r\n“Oh, I say! What a beastly idea!”\r\n\r\n“I will send you some literature on the subject of the Cause,” said old\r\nRowbotham. “And soon, I hope, we shall see you at one of our little\r\nmeetings.”\r\n\r\nJeeves came in to clear away, and found me sitting among the ruins. It\r\nwas all very well for Comrade Butt to knock the food, but he had pretty\r\nwell finished the ham; and if you had shoved the remainder of the jam\r\ninto the bleeding lips of the starving poor it would hardly have made\r\nthem sticky.\r\n\r\n“Well, Jeeves,” I said, “how about it?”\r\n\r\n“I would prefer to express no opinion, sir.”\r\n\r\n“Jeeves, Mr. Little is in love with that female.”\r\n\r\n“So I gathered, sir. She was slapping him in the passage.”\r\n\r\nI clutched my brow.\r\n\r\n“Slapping him?”\r\n\r\n“Yes, sir. Roguishly.”\r\n\r\n“Great Scott! I didn’t know it had got as far as that. How did Comrade\r\nButt seem to be taking it? Or perhaps he didn’t see?”\r\n\r\n“Yes, sir, he observed the entire proceedings. He struck me as\r\nextremely jealous.”\r\n\r\n“I don’t blame him. Jeeves, what are we to do?”\r\n\r\n“I could not say, sir.”\r\n\r\n“It’s a bit thick.”\r\n\r\n“Very much so, sir.”\r\n\r\nAnd that was all the consolation I got from Jeeves."
  ]
}