{
  "index": 13,
  "title": "Chapter 12",
  "paragraphs": [
    "BINGO HAS A BAD GOODWOOD\r\n\r\n\r\nI had promised to meet young Bingo next day, to tell him what I thought\r\nof his infernal Charlotte, and I was mooching slowly up St. James’s\r\nStreet, trying to think how the dickens I could explain to him, without\r\nhurting his feelings, that I considered her one of the world’s foulest,\r\nwhen who should come toddling out of the Devonshire Club but old\r\nBittlesham and Bingo himself. I hurried on and overtook them.\r\n\r\n“What-ho!” I said.\r\n\r\nThe result of this simple greeting was a bit of a shock. Old Bittlesham\r\nquivered from head to foot like a poleaxed blanc-mange. His eyes were\r\npopping and his face had gone sort of greenish.\r\n\r\n“Mr. Wooster!” He seemed to recover somewhat, as if I wasn’t the worst\r\nthing that could have happened to him. “You gave me a severe start.”\r\n\r\n“Oh, sorry!”\r\n\r\n“My uncle,” said young Bingo in a hushed, bedside sort of voice, “isn’t\r\nfeeling quite himself this morning. He’s had a threatening letter.”\r\n\r\n“I go in fear of my life,” said old Bittlesham.\r\n\r\n“Threatening letter?”\r\n\r\n“Written,” said old Bittlesham, “in an uneducated hand and couched in\r\nterms of uncompromising menace. Mr. Wooster, do you recall a sinister,\r\nbearded man who assailed me in no measured terms in Hyde Park last\r\nSunday?”\r\n\r\nI jumped, and shot a look at young Bingo. The only expression on his\r\nface was one of grave, kindly concern.\r\n\r\n“Why--ah--yes,” I said. “Bearded man. Chap with a beard.”\r\n\r\n“Could you identify him, if necessary?”\r\n\r\n“Well, I--er--how do you mean?”\r\n\r\n“The fact is, Bertie,” said Bingo, “we think this man with the beard\r\nis at the bottom of all this business. I happened to be walking late\r\nlast night through Pounceby Gardens, where Uncle Mortimer lives, and\r\nas I was passing the house a fellow came hurrying down the steps in a\r\nfurtive sort of way. Probably he had just been shoving the letter in\r\nat the front door. I noticed that he had a beard. I didn’t think any\r\nmore of it, however, until this morning, when Uncle Mortimer showed me\r\nthe letter he had received and told me about the chap in the Park. I’m\r\ngoing to make inquiries.”\r\n\r\n“The police should be informed,” said Lord Bittlesham.\r\n\r\n“No,” said young Bingo firmly, “not at this stage of the proceedings.\r\nIt would hamper me. Don’t you worry, uncle; I think I can track this\r\nfellow down. You leave it all to me. I’ll pop you into a taxi now, and\r\ngo and talk it over with Bertie.”\r\n\r\n“You’re a good boy, Richard,” said old Bittlesham, and we put him in a\r\npassing cab and pushed off. I turned and looked young Bingo squarely in\r\nthe eyeball.\r\n\r\n“Did you send that letter?” I said.\r\n\r\n“Rather! You ought to have seen it, Bertie! One of the best gent’s\r\nordinary threatening letters I ever wrote.”\r\n\r\n“But where’s the sense of it?”\r\n\r\n“Bertie, my lad,” said Bingo, taking me earnestly by the coat-sleeve,\r\n“I had an excellent reason. Posterity may say of me what it will, but\r\none thing it can never say--that I have not a good solid business head.\r\nLook here!” He waved a bit of paper in front of my eyes.\r\n\r\n“Great Scott!” It was a cheque--an absolute, dashed cheque for fifty of\r\nthe best, signed Bittlesham, and made out to the order of R. Little.\r\n\r\n“What’s that for?”\r\n\r\n“Expenses,” said Bingo, pouching it. “You don’t suppose an\r\ninvestigation like this can be carried on for nothing, do you? I now\r\nproceed to the bank and startle them into a fit with it. Later I edge\r\nround to my bookie and put the entire sum on Ocean Breeze. What you\r\nwant in situations of this kind, Bertie, is tact. If I had gone to my\r\nuncle and asked him for fifty quid, would I have got it? No! But by\r\nexercising tact---- Oh! by the way, what do you think of Charlotte?”\r\n\r\n“Well--er----”\r\n\r\nYoung Bingo massaged my sleeve affectionately.\r\n\r\n“I know, old man, I know. Don’t try to find words. She bowled you over,\r\neh? Left you speechless, what? _I_ know! That’s the effect she has on\r\neverybody. Well, I leave you here, laddie. Oh, before we part--Butt!\r\nWhat of Butt? Nature’s worst blunder, don’t you think?”\r\n\r\n“I must say I’ve seen cheerier souls.”\r\n\r\n“I think I’ve got him licked, Bertie. Charlotte is coming to the Zoo\r\nwith me this afternoon. Alone. And later on to the pictures. That looks\r\nlike the beginning of the end, what? Well, toodle-oo, friend of my\r\nyouth. If you’ve nothing better to do this morning, you might take a\r\nstroll along Bond Street and be picking out a wedding present.”\r\n\r\nI lost sight of Bingo after that. I left messages a couple of times at\r\nthe club, asking him to ring me up, but they didn’t have any effect. I\r\ntook it that he was too busy to respond. The Sons of the Red Dawn also\r\npassed out of my life, though Jeeves told me he had met Comrade Butt\r\none evening and had a brief chat with him. He reported Butt as gloomier\r\nthan ever. In the competition for the bulging Charlotte, Butt had\r\napparently gone right back in the betting.\r\n\r\n“Mr. Little would appear to have eclipsed him entirely, sir,” said\r\nJeeves.\r\n\r\n“Bad news, Jeeves; bad news!”\r\n\r\n“Yes, sir.”\r\n\r\n“I suppose what it amounts to, Jeeves, is that, when young Bingo really\r\ntakes his coat off and starts in, there is no power of God or man that\r\ncan prevent him making a chump of himself.”\r\n\r\n“It would seem so, sir,” said Jeeves.\r\n\r\nThen Goodwood came along, and I dug out the best suit and popped down.\r\n\r\nI never know, when I’m telling a story, whether to cut the thing down\r\nto plain facts or whether to drool on and shove in a lot of atmosphere,\r\nand all that. I mean, many a cove would no doubt edge into the final\r\nspasm of this narrative with a long description of Goodwood, featuring\r\nthe blue sky, the rolling prospect, the joyous crowds of pick-pockets,\r\nand the parties of the second part who were having their pockets\r\npicked, and--in a word, what not. But better give it a miss, I think.\r\nEven if I wanted to go into details about the bally meeting I don’t\r\nthink I’d have the heart to. The thing’s too recent. The anguish hasn’t\r\nhad time to pass. You see, what happened was that Ocean Breeze (curse\r\nhim!) finished absolutely nowhere for the Cup. Believe me, nowhere.\r\n\r\nThese are the times that try men’s souls. It’s never pleasant to be\r\ncaught in the machinery when a favourite comes unstitched, and in the\r\ncase of this particular dashed animal, one had come to look on the\r\nrunning of the race as a pure formality, a sort of quaint, old-world\r\nceremony to be gone through before one sauntered up to the bookie and\r\ncollected. I had wandered out of the paddock to try and forget, when I\r\nbumped into old Bittlesham: and he looked so rattled and purple, and\r\nhis eyes were standing out of his head at such an angle, that I simply\r\npushed my hand out and shook his in silence.\r\n\r\n“Me, too,” I said. “Me, too. How much did _you_ drop?”\r\n\r\n“Drop?”\r\n\r\n“On Ocean Breeze.”\r\n\r\n“I did not bet on Ocean Breeze.”\r\n\r\n“What! You owned the favourite for the Cup, and didn’t back it!”\r\n\r\n“I never bet on horse-racing. It is against my principles. I am told\r\nthat the animal failed to win the contest.”\r\n\r\n“Failed to win! Why, he was so far behind that he nearly came in first\r\nin the next race.”\r\n\r\n“Tut!” said old Bittlesham.\r\n\r\n“Tut is right,” I agreed. Then the rumminess of the thing struck me.\r\n“But if you haven’t dropped a parcel over the race,” I said, “why are\r\nyou looking so rattled?”\r\n\r\n“That fellow is here!”\r\n\r\n“What fellow?”\r\n\r\n“That bearded man.”\r\n\r\nIt will show you to what an extent the iron had entered into my soul\r\nwhen I say that this was the first time I had given a thought to young\r\nBingo. I suddenly remembered now that he had told me he would be at\r\nGoodwood.\r\n\r\n“He is making an inflammatory speech at this very moment, specifically\r\ndirected at me. Come! Where that crowd is.” He lugged me along and, by\r\nusing his weight scientifically, got us into the front rank. “Look!\r\nListen!”\r\n\r\n       *       *       *       *       *\r\n\r\nYoung Bingo was certainly tearing off some ripe stuff. Inspired by the\r\nagony of having put his little all on a stumer that hadn’t finished in\r\nthe first six, he was fairly letting himself go on the subject of the\r\nblackness of the hearts of plutocratic owners who allowed a trusting\r\npublic to imagine a horse was the real goods when it couldn’t trot\r\nthe length of its stable without getting its legs crossed and sitting\r\ndown to rest. He then went on to draw what I’m bound to say was a\r\nmost moving picture of the ruin of a working man’s home, due to this\r\ndishonesty. He showed us the working man, all optimism and simple\r\ntrust, believing every word he read in the papers about Ocean Breeze’s\r\nform; depriving his wife and children of food in order to back the\r\nbrute; going without beer so as to be able to cram an extra bob on;\r\nrobbing the baby’s money-box with a hatpin on the eve of the race; and\r\nfinally getting let down with a thud. Dashed impressive it was. I could\r\nsee old Rowbotham nodding his head gently, while poor old Butt glowered\r\nat the speaker with ill-concealed jealousy. The audience ate it.\r\n\r\n“But what does Lord Bittlesham care,” shouted Bingo, “if the poor\r\nworking man loses his hard-earned savings? I tell you, friends and\r\ncomrades, you may talk, and you may argue, and you may cheer, and you\r\nmay pass resolutions, but what you need is Action! Action! The world\r\nwon’t be a fit place for honest men to live in till the blood of Lord\r\nBittlesham and his kind flows in rivers down the gutters of Park Lane!”\r\n\r\nRoars of approval from the populace, most of whom, I suppose, had had\r\ntheir little bit on blighted Ocean Breeze, and were feeling it deeply.\r\nOld Bittlesham bounded over to a large, sad policeman who was watching\r\nthe proceedings, and appeared to be urging him to rally round. The\r\npoliceman pulled at his moustache, and smiled gently, but that was as\r\nfar as he seemed inclined to go; and old Bittlesham came back to me,\r\npuffing not a little.\r\n\r\n“It’s monstrous! The man definitely threatens my personal safety, and\r\nthat policeman declines to interfere. Said it was just talk. Talk! It’s\r\nmonstrous!”\r\n\r\n“Absolutely,” I said, but I can’t say it seemed to cheer him up much.\r\n\r\nComrade Butt had taken the centre of the stage now. He had a voice\r\nlike the Last Trump, and you could hear every word he said, but\r\nsomehow he didn’t seem to be clicking. I suppose the fact was he was\r\ntoo impersonal, if that’s the word I want. After Bingo’s speech the\r\naudience was in the mood for something a good deal snappier than just\r\ngeneral remarks about the Cause. They had started to heckle the poor\r\nblighter pretty freely when he stopped in the middle of a sentence, and\r\nI saw that he was staring at old Bittlesham.\r\n\r\nThe crowd thought he had dried up.\r\n\r\n“Suck a lozenge,” shouted some one.\r\n\r\nComrade Butt pulled himself together with a jerk, and even from where I\r\nstood I could see the nasty gleam in his eye.\r\n\r\n“Ah,” he yelled, “you may mock, comrades; you may jeer and sneer; and\r\nyou may scoff; but let me tell you that the movement is spreading\r\nevery day and every hour. Yes, even amongst the so-called upper classes\r\nit’s spreading. Perhaps you’ll believe me when I tell you that here,\r\nto-day, on this very spot, we have in our little band one of our most\r\nearnest workers, the nephew of that very Lord Bittlesham whose name you\r\nwere hooting but a moment ago.”\r\n\r\nAnd before poor old Bingo had a notion of what was up, he had reached\r\nout a hand and grabbed the beard. It came off all in one piece, and,\r\nwell as Bingo’s speech had gone, it was simply nothing compared with\r\nthe hit made by this bit of business. I heard old Bittlesham give one\r\nshort, sharp snort of amazement at my side, and then any remarks he may\r\nhave made were drowned in thunders of applause.\r\n\r\nI’m bound to say that in this crisis young Bingo acted with a good deal\r\nof decision and character. To grab Comrade Butt by the neck and try to\r\ntwist his head off was with him the work of a moment. But before he\r\ncould get any results the sad policeman, brightening up like magic, had\r\ncharged in, and the next minute he was shoving his way back through the\r\ncrowd, with Bingo in his right hand and Comrade Butt in his left.\r\n\r\n“Let me pass, sir, please,” he said, civilly, as he came up against old\r\nBittlesham, who was blocking the gangway.\r\n\r\n“Eh?” said old Bittlesham, still dazed.\r\n\r\nAt the sound of his voice young Bingo looked up quickly from under the\r\nshadow of the policeman’s right hand, and as he did so all the stuffing\r\nseemed to go out of him with a rush. For an instant he drooped like a\r\nbally lily, and then shuffled brokenly on. His air was the air of a man\r\nwho has got it in the neck properly.\r\n\r\nSometimes when Jeeves has brought in my morning tea and shoved it on\r\nthe table beside my bed, he drifts silently from the room and leaves\r\nme to go to it: at other times he sort of shimmies respectfully in the\r\nmiddle of the carpet, and then I know that he wants a word or two. On\r\nthe day after I had got back from Goodwood I was lying on my back,\r\nstaring at the ceiling, when I noticed that he was still in my midst.\r\n\r\n“Oh, hallo,” I said. “Yes?”\r\n\r\n“Mr. Little called earlier in the morning, sir.”\r\n\r\n“Oh, by Jove, what? Did he tell you about what happened?”\r\n\r\n“Yes, sir. It was in connection with that that he wished to see you.\r\nHe proposes to retire to the country and remain there for some little\r\nwhile.”\r\n\r\n“Dashed sensible.”\r\n\r\n“That was my opinion, also, sir. There was, however, a slight financial\r\ndifficulty to be overcome. I took the liberty of advancing him ten\r\npounds on your behalf to meet current expenses. I trust that meets with\r\nyour approval, sir?”\r\n\r\n“Oh, of course. Take a tenner off the dressing-table.”\r\n\r\n“Very good, sir.”\r\n\r\n“Jeeves,” I said.\r\n\r\n“Sir?”\r\n\r\n“What beats me is how the dickens the thing happened. I mean, how did\r\nthe chappie Butt ever get to know who he was?”\r\n\r\nJeeves coughed.\r\n\r\n“There, sir, I fear I may have been somewhat to blame.”\r\n\r\n“You? How?”\r\n\r\n“I fear I may carelessly have disclosed Mr. Little’s identity to Mr.\r\nButt on the occasion when I had that conversation with him.”\r\n\r\nI sat up.\r\n\r\n“What!”\r\n\r\n“Indeed, now that I recall the incident, sir, I distinctly remember\r\nsaying that Mr. Little’s work for the Cause really seemed to me to\r\ndeserve something in the nature of public recognition. I greatly regret\r\nhaving been the means of bringing about a temporary estrangement\r\nbetween Mr. Little and his lordship. And I am afraid there is another\r\naspect to the matter. I am also responsible for the breaking off of\r\nrelations between Mr. Little and the young lady who came to tea here.”\r\n\r\nI sat up again. It’s a rummy thing, but the silver lining had\r\nabsolutely escaped my notice till then.\r\n\r\n“Do you mean to say it’s off?”\r\n\r\n“Completely, sir. I gathered from Mr. Little’s remarks that his hopes\r\nin the direction may now be looked on as definitely quenched. If there\r\nwere no other obstacle, the young lady’s father, I am informed by Mr.\r\nLittle, now regards him as a spy and a deceiver.”\r\n\r\n“Well, I’m dashed!”\r\n\r\n“I appear inadvertently to have caused much trouble, sir.”\r\n\r\n“Jeeves!” I said.\r\n\r\n“Sir?”\r\n\r\n“How much money is there on the dressing-table?”\r\n\r\n“In addition to the ten-pound note which you instructed me to take,\r\nsir, there are two five-pound notes, three one-pounds, a ten-shillings,\r\ntwo half-crowns, a florin, four shillings, a sixpence, and a halfpenny,\r\nsir.”\r\n\r\n“Collar it all,” I said. “You’ve earned it.”"
  ]
}