{
  "index": 11,
  "title": "Chapter 10",
  "paragraphs": [
    "STARTLING DRESSINESS OF A LIFT-ATTENDANT\r\n\r\n\r\nThe part which old George had written for the chump Cyril took up about\r\ntwo pages of typescript; but it might have been Hamlet, the way that\r\npoor, misguided pinhead worked himself to the bone over it. I suppose,\r\nif I heard him read his lines once, I did it a dozen times in the first\r\ncouple of days. He seemed to think that my only feeling about the whole\r\naffair was one of enthusiastic admiration, and that he could rely on my\r\nsupport and sympathy. What with trying to imagine how Aunt Agatha was\r\ngoing to take this thing, and being woken up out of the dreamless in\r\nthe small hours every other night to give my opinion of some new bit of\r\nbusiness which Cyril had invented, I became more or less the good old\r\nshadow. And all the time Jeeves remained still pretty cold and distant\r\nabout the purple socks. It’s this sort of thing that ages a chappie,\r\ndon’t you know, and makes his youthful _joie-de-vivre_ go a bit groggy\r\nat the knees.\r\n\r\nIn the middle of it Aunt Agatha’s letter arrived. It took her about six\r\npages to do justice to Cyril’s father’s feelings in regard to his going\r\non the stage and about six more to give me a kind of sketch of what\r\nshe would say, think, and do if I didn’t keep him clear of injurious\r\ninfluences while he was in America. The letter came by the afternoon\r\nmail, and left me with a pretty firm conviction that it wasn’t a thing\r\nI ought to keep to myself. I didn’t even wait to ring the bell: I\r\nwhizzed for the kitchen, bleating for Jeeves, and butted into the\r\nmiddle of a regular tea-party of sorts. Seated at the table were a\r\ndepressed-looking cove who might have been a valet or something, and\r\na boy in a Norfolk suit. The valet-chappie was drinking a whisky and\r\nsoda, and the boy was being tolerably rough with some jam and cake.\r\n\r\n“Oh, I say, Jeeves!” I said. “Sorry to interrupt the feast of reason\r\nand flow of soul and so forth, but----”\r\n\r\nAt this juncture the small boy’s eye hit me like a bullet and stopped\r\nme in my tracks. It was one of those cold, clammy, accusing sort of\r\neyes--the kind that makes you reach up to see if your tie is straight:\r\nand he looked at me as if I were some sort of unnecessary product\r\nwhich Cuthbert the Cat had brought in after a ramble among the local\r\nash-cans. He was a stoutish infant with a lot of freckles and a good\r\ndeal of jam on his face.\r\n\r\n“Hallo! Hallo! Hallo!” I said. “What?” There didn’t seem much else to\r\nsay.\r\n\r\nThe stripling stared at me in a nasty sort of way through the jam. He\r\nmay have loved me at first sight, but the impression he gave me was\r\nthat he didn’t think a lot of me and wasn’t betting much that I would\r\nimprove a great deal on acquaintance. I had a kind of feeling that I\r\nwas about as popular with him as a cold Welsh rabbit.\r\n\r\n“What’s your name?” he asked.\r\n\r\n“My name? Oh, Wooster, don’t you know, and what not.”\r\n\r\n“My pop’s richer than you are!”\r\n\r\nThat seemed to be all about me. The child having said his say, started\r\nin on the jam again. I turned to Jeeves.\r\n\r\n“I say, Jeeves, can you spare a moment? I want to show you something.”\r\n\r\n“Very good, sir.” We toddled into the sitting-room.\r\n\r\n“Who is your little friend, Sidney the Sunbeam, Jeeves?”\r\n\r\n“The young gentleman, sir?”\r\n\r\n“It’s a loose way of describing him, but I know what you mean.”\r\n\r\n“I trust I was not taking a liberty in entertaining him, sir?”\r\n\r\n“Not a bit. If that’s your idea of a large afternoon, go ahead.”\r\n\r\n“I happened to meet the young gentleman taking a walk with his father’s\r\nvalet, sir, whom I used to know somewhat intimately in London, and I\r\nventured to invite them both to join me here.”\r\n\r\n“Well, never mind about him, Jeeves. Read this letter.”\r\n\r\nHe gave it the up-and-down.\r\n\r\n“Very disturbing, sir!” was all he could find to say.\r\n\r\n“What are we going to do about it?”\r\n\r\n“Time may provide a solution, sir.”\r\n\r\n“On the other hand, it mayn’t, what?”\r\n\r\n“Extremely true, sir.”\r\n\r\nWe’d got as far as this, when there was a ring at the door. Jeeves\r\nshimmered off, and Cyril blew in, full of good cheer and blitheringness.\r\n\r\n“I say, Wooster, old thing,” he said, “I want your advice. You know\r\nthis jolly old part of mine. How ought I to dress it? What I mean is,\r\nthe first act scene is laid in an hotel of sorts, at about three in the\r\nafternoon. What ought I to wear, do you think?”\r\n\r\nI wasn’t feeling fit for a discussion of gent’s suitings.\r\n\r\n“You’d better consult Jeeves,” I said.\r\n\r\n“A hot and by no means unripe idea! Where is he?”\r\n\r\n“Gone back to the kitchen, I suppose.”\r\n\r\n“I’ll smite the good old bell, shall I? Yes. No?”\r\n\r\n“Right-o!”\r\n\r\nJeeves poured silently in.\r\n\r\n“Oh, I say, Jeeves,” began Cyril, “I just wanted to have a syllable or\r\ntwo with you. It’s this way--Hallo, who’s this?”\r\n\r\nI then perceived that the stout stripling had trickled into the room\r\nafter Jeeves. He was standing near the door looking at Cyril as if his\r\nworst fears had been realised. There was a bit of a silence. The child\r\nremained there, drinking Cyril in for about half a minute; then he gave\r\nhis verdict:\r\n\r\n“Fish-face!”\r\n\r\n“Eh? What?” said Cyril.\r\n\r\nThe child, who had evidently been taught at his mother’s knee to speak\r\nthe truth, made his meaning a trifle clearer.\r\n\r\n“You’ve a face like a fish!”\r\n\r\nHe spoke as if Cyril was more to be pitied than censured, which I am\r\nbound to say I thought rather decent and broad-minded of him. I don’t\r\nmind admitting that, whenever I looked at Cyril’s face, I always had a\r\nfeeling that he couldn’t have got that way without its being mostly his\r\nown fault. I found myself warming to this child. Absolutely, don’t you\r\nknow. I liked his conversation.\r\n\r\nIt seemed to take Cyril a moment or two really to grasp the thing, and\r\nthen you could hear the blood of the Bassington-Bassingtons begin to\r\nsizzle.\r\n\r\n“Well, I’m dashed!” he said. “I’m dashed if I’m not!”\r\n\r\n“I wouldn’t have a face like that,” proceeded the child, with a good\r\ndeal of earnestness, “not if you gave me a million dollars.” He thought\r\nfor a moment, then corrected himself. “Two million dollars!” he added.\r\n\r\nJust what occurred then I couldn’t exactly say, but the next few\r\nminutes were a bit exciting. I take it that Cyril must have made a dive\r\nfor the infant. Anyway, the air seemed pretty well congested with arms\r\nand legs and things. Something bumped into the Wooster waistcoat just\r\naround the third button, and I collapsed on to the settee and rather\r\nlost interest in things for the moment. When I had unscrambled myself,\r\nI found that Jeeves and the child had retired and Cyril was standing in\r\nthe middle of the room snorting a bit.\r\n\r\n“Who’s that frightful little brute, Wooster?”\r\n\r\n“I don’t know. I never saw him before to-day.”\r\n\r\n“I gave him a couple of tolerably juicy buffets before he legged it. I\r\nsay, Wooster, that kid said a dashed odd thing. He yelled out something\r\nabout Jeeves promising him a dollar if he called me--er--what he said.”\r\n\r\nIt sounded pretty unlikely to me.\r\n\r\n“What would Jeeves do that for?”\r\n\r\n“It struck me as rummy, too.”\r\n\r\n“Where would be the sense of it?”\r\n\r\n“That’s what I can’t see.”\r\n\r\n“I mean to say, it’s nothing to Jeeves what sort of a face you have!”\r\n\r\n“No!” said Cyril. He spoke a little coldly, I fancied. I don’t know\r\nwhy. “Well, I’ll be popping. Toodle-oo!”\r\n\r\n“Pip-pip!”\r\n\r\nIt must have been about a week after this rummy little episode that\r\nGeorge Caffyn called me up and asked me if I would care to go and see\r\na run-through of his show. “Ask Dad,” it seemed, was to open out of\r\ntown in Schenectady on the following Monday, and this was to be a sort\r\nof preliminary dress-rehearsal. A preliminary dress-rehearsal, old\r\nGeorge explained, was the same as a regular dress-rehearsal inasmuch\r\nas it was apt to look like nothing on earth and last into the small\r\nhours, but more exciting because they wouldn’t be timing the piece and\r\nconsequently all the blighters who on these occasions let their angry\r\npassions rise would have plenty of scope for interruptions, with the\r\nresult that a pleasant time would be had by all.\r\n\r\nThe thing was billed to start at eight o’clock, so I rolled up at\r\nten-fifteen, so as not to have too long to wait before they began.\r\nThe dress-parade was still going on. George was on the stage, talking\r\nto a cove in shirt-sleeves and an absolutely round chappie with big\r\nspectacles and a practically hairless dome. I had seen George with\r\nthe latter merchant once or twice at the club, and I knew that he was\r\nBlumenfield, the manager. I waved to George, and slid into a seat at\r\nthe back of the house, so as to be out of the way when the fighting\r\nstarted. Presently George hopped down off the stage and came and joined\r\nme, and fairly soon after that the curtain went down. The chappie at\r\nthe piano whacked out a well-meant bar or two, and the curtain went up\r\nagain.\r\n\r\nI can’t quite recall what the plot of “Ask Dad” was about, but I do\r\nknow that it seemed able to jog along all right without much help from\r\nCyril. I was rather puzzled at first. What I mean is, through brooding\r\non Cyril and hearing him in his part and listening to his views on what\r\nought and what ought not to be done, I suppose I had got a sort of\r\nimpression rooted in the old bean that he was pretty well the backbone\r\nof the show, and that the rest of the company didn’t do much except\r\ngo on and fill in when he happened to be off the stage. I sat there\r\nfor nearly half an hour, waiting for him to make his entrance, until\r\nI suddenly discovered he had been on from the start. He was, in fact,\r\nthe rummy-looking plug-ugly who was now leaning against a potted palm a\r\ncouple of feet from the O.P. side, trying to appear intelligent while\r\nthe heroine sang a song about Love being like something which for the\r\nmoment has slipped my memory. After the second refrain he began to\r\ndance in company with a dozen other equally weird birds. A painful\r\nspectacle for one who could see a vision of Aunt Agatha reaching\r\nfor the hatchet and old Bassington-Bassington senior putting on his\r\nstrongest pair of hob-nailed boots. Absolutely!\r\n\r\nThe dance had just finished, and Cyril and his pals had shuffled off\r\ninto the wings when a voice spoke from the darkness on my right.\r\n\r\n“Pop!”\r\n\r\nOld Blumenfield clapped his hands, and the hero, who had just been\r\nabout to get the next line off his diaphragm, cheesed it. I peered into\r\nthe shadows. Who should it be but Jeeves’s little playmate with the\r\nfreckles! He was now strolling down the aisle with his hands in his\r\npockets as if the place belonged to him. An air of respectful attention\r\nseemed to pervade the building.\r\n\r\n“Pop,” said the stripling, “that number’s no good.” Old Blumenfield\r\nbeamed over his shoulder.\r\n\r\n“Don’t you like it, darling?”\r\n\r\n“It gives me a pain.”\r\n\r\n“You’re dead right.”\r\n\r\n“You want something zippy there. Something with a bit of jazz to it!”\r\n\r\n“Quite right, my boy. I’ll make a note of it. All right. Go on!”\r\n\r\nI turned to George, who was muttering to himself in rather an\r\noverwrought way.\r\n\r\n“I say, George, old man, who the dickens is that kid?”\r\n\r\nOld George groaned a bit hollowly, as if things were a trifle thick.\r\n\r\n“I didn’t know he had crawled in! It’s Blumenfield’s son. Now we’re\r\ngoing to have a Hades of a time!”\r\n\r\n“Does he always run things like this?”\r\n\r\n“Always!”\r\n\r\n“But why does old Blumenfield listen to him?”\r\n\r\n“Nobody seems to know. It may be pure fatherly love, or he may regard\r\nhim as a mascot. My own idea is that he thinks the kid has exactly\r\nthe amount of intelligence of the average member of the audience, and\r\nthat what makes a hit with him will please the general public. While,\r\nconversely, what he doesn’t like will be too rotten for anyone. The kid\r\nis a pest, a wart, and a pot of poison, and should be strangled!”\r\n\r\nThe rehearsal went on. The hero got off his line. There was a slight\r\noutburst of frightfulness between the stage-manager and a Voice\r\nnamed Bill that came from somewhere near the roof, the subject\r\nunder discussion being where the devil Bill’s “ambers” were at that\r\nparticular juncture. Then things went on again until the moment arrived\r\nfor Cyril’s big scene.\r\n\r\nI was still a trifle hazy about the plot, but I had got on to the\r\nfact that Cyril was some sort of an English peer who had come over to\r\nAmerica doubtless for the best reasons. So far he had only had two\r\nlines to say. One was “Oh, I say!” and the other was “Yes, by Jove!”;\r\nbut I seemed to recollect, from hearing him read his part, that pretty\r\nsoon he was due rather to spread himself. I sat back in my chair and\r\nwaited for him to bob up.\r\n\r\nHe bobbed up about five minutes later. Things had got a bit stormy\r\nby that time. The Voice and the stage-director had had another of\r\ntheir love-feasts--this time something to do with why Bill’s “blues”\r\nweren’t on the job or something. And, almost as soon as that was\r\nover, there was a bit of unpleasantness because a flower-pot fell\r\noff a window-ledge and nearly brained the hero. The atmosphere was\r\nconsequently more or less hotted up when Cyril, who had been hanging\r\nabout at the back of the stage, breezed down centre and toed the mark\r\nfor his most substantial chunk of entertainment. The heroine had been\r\nsaying something--I forget what--and all the chorus, with Cyril at\r\ntheir head, had begun to surge round her in the restless sort of way\r\nthose chappies always do when there’s a number coming along.\r\n\r\nCyril’s first line was, “Oh, I say, you know, you mustn’t say that,\r\nreally!” and it seemed to me he passed it over the larynx with a\r\ngoodish deal of vim and _je-ne-sais-quoi_. But, by Jove, before the\r\nheroine had time for the come-back, our little friend with the freckles\r\nhad risen to lodge a protest.\r\n\r\n“Pop!”\r\n\r\n“Yes, darling?”\r\n\r\n“That one’s no good!”\r\n\r\n“Which one, darling?”\r\n\r\n“The one with a face like a fish.”\r\n\r\n“But they all have faces like fish, darling.”\r\n\r\nThe child seemed to see the justice of this objection. He became more\r\ndefinite.\r\n\r\n“The ugly one.”\r\n\r\n“Which ugly one? That one?” said old Blumenfield, pointing to Cyril.\r\n\r\n“Yep! He’s rotten!”\r\n\r\n“I thought so myself.”\r\n\r\n“He’s a pill!”\r\n\r\n“You’re dead right, my boy. I’ve noticed it for some time.”\r\n\r\nCyril had been gaping a bit while these few remarks were in progress.\r\nHe now shot down to the footlights. Even from where I was sitting, I\r\ncould see that these harsh words had hit the old Bassington-Bassington\r\nfamily pride a frightful wallop. He started to get pink in the ears,\r\nand then in the nose, and then in the cheeks, till in about a quarter\r\nof a minute he looked pretty much like an explosion in a tomato cannery\r\non a sunset evening.\r\n\r\n“What the deuce do you mean?”\r\n\r\n“What the deuce do _you_ mean?” shouted old Blumenfield. “Don’t yell at\r\nme across the footlights!”\r\n\r\n“I’ve a dashed good mind to come down and spank that little brute!”\r\n\r\n“What!”\r\n\r\n“A dashed good mind!”\r\n\r\nOld Blumenfield swelled like a pumped-up tyre. He got rounder than ever.\r\n\r\n“See here, mister--I don’t know your darn name----!”\r\n\r\n“My name’s Bassington-Bassington, and the jolly old\r\nBassington-Bassingtons--I mean the Bassington-Bassingtons aren’t\r\naccustomed----”\r\n\r\nOld Blumenfield told him in a few brief words pretty much what he\r\nthought of the Bassington-Bassingtons and what they weren’t accustomed\r\nto. The whole strength of the company rallied round to enjoy his\r\nremarks. You could see them jutting out from the wings and protruding\r\nfrom behind trees.\r\n\r\n“You got to work good for my pop!” said the stout child, waggling his\r\nhead reprovingly at Cyril.\r\n\r\n“I don’t want any bally cheek from you!” said Cyril, gurgling a bit.\r\n\r\n“What’s that?” barked old Blumenfield. “Do you understand that this boy\r\nis my son?”\r\n\r\n“Yes, I do,” said Cyril. “And you both have my sympathy!”\r\n\r\n“You’re fired!” bellowed old Blumenfield, swelling a good bit more.\r\n“Get out of my theatre!”\r\n\r\n       *       *       *       *       *\r\n\r\nAbout half-past ten next morning, just after I had finished lubricating\r\nthe good old interior with a soothing cup of Oolong, Jeeves filtered\r\ninto my bedroom, and said that Cyril was waiting to see me in the\r\nsitting-room.\r\n\r\n“How does he look, Jeeves?”\r\n\r\n“Sir?”\r\n\r\n“What does Mr. Bassington-Bassington look like?”\r\n\r\n“It is hardly my place, sir, to criticise the facial peculiarities of\r\nyour friends.”\r\n\r\n“I don’t mean that. I mean, does he appear peeved and what not?”\r\n\r\n“Not noticeably, sir. His manner is tranquil.”\r\n\r\n“That’s rum!”\r\n\r\n“Sir?”\r\n\r\n“Nothing. Show him in, will you?”\r\n\r\nI’m bound to say I had expected to see Cyril showing a few more traces\r\nof last night’s battle. I was looking for a bit of the overwrought soul\r\nand the quivering ganglions, if you know what I mean. He seemed pretty\r\nordinary and quite fairly cheerful.\r\n\r\n“Hallo, Wooster, old thing!”\r\n\r\n“Cheero!”\r\n\r\n“I just looked in to say good-bye.”\r\n\r\n“Good-bye?”\r\n\r\n“Yes. I’m off to Washington in an hour.” He sat down on the bed. “You\r\nknow, Wooster, old top,” he went on, “I’ve been thinking it all over,\r\nand really it doesn’t seem quite fair to the jolly old guv’nor, my\r\ngoing on the stage and so forth. What do you think?”\r\n\r\n“I see what you mean.”\r\n\r\n“I mean to say, he sent me over here to broaden my jolly old mind and\r\nwords to that effect, don’t you know, and I can’t help thinking it\r\nwould be a bit of a jar for the old boy if I gave him the bird and went\r\non the stage instead. I don’t know if you understand me, but what I\r\nmean to say is, it’s a sort of question of conscience.”\r\n\r\n“Can you leave the show without upsetting everything?”\r\n\r\n“Oh, that’s all right. I’ve explained everything to old Blumenfield,\r\nand he quite sees my position. Of course, he’s sorry to lose me--said\r\nhe didn’t see how he could fill my place and all that sort of\r\nthing--but, after all, even if it does land him in a bit of a hole, I\r\nthink I’m right in resigning my part, don’t you?”\r\n\r\n“Oh, absolutely.”\r\n\r\n“I thought you’d agree with me. Well, I ought to be shifting. Awfully\r\nglad to have seen something of you, and all that sort of rot. Pip-pip!”\r\n\r\n“Toodle-oo!”\r\n\r\nHe sallied forth, having told all those bally lies with the clear,\r\nblue, pop-eyed gaze of a young child. I rang for Jeeves. You know, ever\r\nsince last night I had been exercising the old bean to some extent, and\r\na good deal of light had dawned upon me.\r\n\r\n“Jeeves!”\r\n\r\n“Sir?”\r\n\r\n“Did you put that pie-faced infant up to bally-ragging Mr.\r\nBassington-Bassington?”\r\n\r\n“Sir?”\r\n\r\n“Oh, you know what I mean. Did you tell him to get Mr.\r\nBassington-Bassington sacked from the ‘Ask Dad’ company?”\r\n\r\n“I would not take such a liberty, sir.” He started to put out my\r\nclothes. “It is possible that young Master Blumenfield may have\r\ngathered from casual remarks of mine that I did not consider the stage\r\naltogether a suitable sphere for Mr. Bassington-Bassington.”\r\n\r\n“I say, Jeeves, you know, you’re a bit of a marvel.”\r\n\r\n“I endeavour to give satisfaction, sir.”\r\n\r\n“And I’m frightfully obliged, if you know what I mean. Aunt Agatha\r\nwould have had sixteen or seventeen fits if you hadn’t headed him off.”\r\n\r\n“I fancy there might have been some little friction and unpleasantness,\r\nsir. I am laying out the blue suit with the thin red stripe, sir. I\r\nfancy the effect will be pleasing.”\r\n\r\n       *       *       *       *       *\r\n\r\nIt’s a rummy thing, but I had finished breakfast and gone out and got\r\nas far as the lift before I remembered what it was that I had meant to\r\ndo to reward Jeeves for his really sporting behaviour in this matter of\r\nthe chump Cyril. It cut me to the heart to do it, but I had decided to\r\ngive him his way and let those purple socks pass out of my life. After\r\nall, there are times when a cove must make sacrifices. I was just going\r\nto nip back and break the glad news to him, when the lift came up, so I\r\nthought I would leave it till I got home.\r\n\r\nThe coloured chappie in charge of the lift looked at me, as I hopped\r\nin, with a good deal of quiet devotion and what not.\r\n\r\n“I wish to thank yo’, suh,” he said, “for yo’ kindness.”\r\n\r\n“Eh? What?”\r\n\r\n“Misto’ Jeeves done give me them purple socks, as you told him. Thank\r\nyo’ very much, suh!”\r\n\r\nI looked down. The blighter was a blaze of mauve from the ankle-bone\r\nsouthward. I don’t know when I’ve seen anything so dressy.\r\n\r\n“Oh, ah! Not at all! Right-o! Glad you like them!” I said.\r\n\r\nWell, I mean to say, what? Absolutely!"
  ]
}