{
  "index": 18,
  "title": "Chapter 17",
  "paragraphs": [
    "BINGO AND THE LITTLE WOMAN\r\n\r\n\r\nIt must have been a week or so after the departure of Claude and\r\nEustace that I ran into young Bingo Little in the smoking-room of the\r\nSenior Liberal Club. He was lying back in an arm-chair with his mouth\r\nopen and a sort of goofy expression in his eyes, while a grey-bearded\r\ncove in the middle distance watched him with so much dislike that I\r\nconcluded that Bingo had pinched his favourite seat. That’s the worst\r\nof being in a strange club--absolutely without intending it, you find\r\nyourself constantly trampling upon the vested interests of the Oldest\r\nInhabitants.\r\n\r\n“Hallo, face,” I said.\r\n\r\n“Cheerio, ugly,” said young Bingo, and we settled down to have a small\r\none before lunch.\r\n\r\nOnce a year the committee of the Drones decides that the old club could\r\ndo with a wash and brush-up, so they shoo us out and dump us down for\r\na few weeks at some other institution. This time we were roosting\r\nat the Senior Liberal, and personally I had found the strain pretty\r\nfearful. I mean, when you’ve got used to a club where everything’s nice\r\nand cheery, and where, if you want to attract a chappie’s attention,\r\nyou heave a bit of bread at him, it kind of damps you to come to a\r\nplace where the youngest member is about eighty-seven and it isn’t\r\nconsidered good form to talk to anyone unless you and he were through\r\nthe Peninsular War together. It was a relief to come across Bingo. We\r\nstarted to talk in hushed voices.\r\n\r\n“This club,” I said, “is the limit.”\r\n\r\n“It is the eel’s eyebrows,” agreed young Bingo. “I believe that old\r\nboy over by the window has been dead three days, but I don’t like to\r\nmention it to anyone.”\r\n\r\n“Have you lunched here yet?”\r\n\r\n“No. Why?”\r\n\r\n“They have waitresses instead of waiters.”\r\n\r\n“Good Lord! I thought that went out with the armistice.” Bingo mused a\r\nmoment, straightening his tie absently. “Er--pretty girls?” he said.\r\n\r\n“No.”\r\n\r\nHe seemed disappointed, but pulled round.\r\n\r\n“Well, I’ve heard that the cooking’s the best in London.”\r\n\r\n“So they say. Shall we be going in?”\r\n\r\n“All right. I expect,” said young Bingo, “that at the end of the\r\nmeal--or possibly at the beginning--the waitress will say, ‘Both\r\ntogether, sir?’ Reply in the affirmative. I haven’t a bean.”\r\n\r\n“Hasn’t your uncle forgiven you yet?”\r\n\r\n“Not yet, confound him!”\r\n\r\nI was sorry to hear the row was still on. I resolved to do the poor\r\nold thing well at the festive board, and I scanned the menu with some\r\nintentness when the girl rolled up with it.\r\n\r\n“How would this do you, Bingo?” I said at length. “A few plovers’ eggs\r\nto weigh in with, a cup of soup, a touch of cold salmon, some cold\r\ncurry, and a splash of gooseberry tart and cream with a bite of cheese\r\nto finish?”\r\n\r\nI don’t know that I had expected the man actually to scream with\r\ndelight, though I had picked the items from my knowledge of his pet\r\ndishes, but I had expected him to say something. I looked up, and\r\nfound that his attention was elsewhere. He was gazing at the waitress\r\nwith the look of a dog that’s just remembered where its bone was buried.\r\n\r\nShe was a tallish girl with sort of soft, soulful brown eyes. Nice\r\nfigure and all that. Rather decent hands, too. I didn’t remember having\r\nseen her about before, and I must say she raised the standard of the\r\nplace quite a bit.\r\n\r\n“How about it, laddie?” I said, being all for getting the order booked\r\nand going on to the serious knife-and-fork work.\r\n\r\n“Eh?” said young Bingo absently.\r\n\r\nI recited the programme once more.\r\n\r\n“Oh, yes, fine!” said Bingo. “Anything, anything.” The girl pushed off,\r\nand he turned to me with protruding eyes. “I thought you said they\r\nweren’t pretty, Bertie!” he said reproachfully.\r\n\r\n“Oh, my heavens!” I said. “You surely haven’t fallen in love again--and\r\nwith a girl you’ve only just seen?”\r\n\r\n“There are times, Bertie,” said young Bingo, “when a look is\r\nenough--when, passing through a crowd, we meet somebody’s eye and\r\nsomething seems to whisper....”\r\n\r\nAt this point the plovers’ eggs arrived, and he suspended his remarks\r\nin order to swoop on them with some vigour.\r\n\r\n“Jeeves,” I said that night when I got home, “stand by.”\r\n\r\n“Sir?”\r\n\r\n“Burnish the old brain and be alert and vigilant. I suspect that Mr.\r\nLittle will be calling round shortly for sympathy and assistance.”\r\n\r\n“Is Mr. Little in trouble, sir?”\r\n\r\n“Well, you might call it that. He’s in love. For about the fifty-third\r\ntime. I ask you, Jeeves, as man to man, did you ever see such a chap?”\r\n\r\n“Mr. Little is certainly warm-hearted, sir.”\r\n\r\n“Warm-hearted! I should think he has to wear asbestos vests. Well,\r\nstand by, Jeeves.”\r\n\r\n“Very good, sir.”\r\n\r\nAnd sure enough, it wasn’t ten days before in rolled the old ass,\r\nbleating for volunteers to step one pace forward and come to the aid of\r\nthe party.\r\n\r\n“Bertie,” he said, “if you are a pal of mine, now is the time to show\r\nit.”\r\n\r\n“Proceed, old gargoyle,” I replied. “You have our ear.”\r\n\r\n“You remember giving me lunch at the Senior Liberal some days ago. We\r\nwere waited on by a----”\r\n\r\n“I remember. Tall, lissom female.”\r\n\r\nHe shuddered somewhat.\r\n\r\n“I wish you wouldn’t talk of her like that, dash it all. She’s an\r\nangel.”\r\n\r\n“All right. Carry on.”\r\n\r\n“I love her.”\r\n\r\n“Right-o! Push along.”\r\n\r\n“For goodness sake don’t bustle me. Let me tell the story in my own\r\nway. I love her, as I was saying, and I want you, Bertie, old boy, to\r\npop round to my uncle and do a bit of diplomatic work. That allowance\r\nof mine must be restored, and dashed quick, too. What’s more, it must\r\nbe increased.”\r\n\r\n“But look here,” I said, being far from keen on the bally business,\r\n“why not wait awhile?”\r\n\r\n“Wait? What’s the good of waiting?”\r\n\r\n“Well, you know what generally happens when you fall in love. Something\r\ngoes wrong with the works and you get left. Much better tackle your\r\nuncle after the whole thing’s fixed and settled.”\r\n\r\n“It _is_ fixed and settled. She accepted me this morning.”\r\n\r\n“Good Lord! That’s quick work. You haven’t known her two weeks.”\r\n\r\n“Not in this life, no,” said young Bingo. “But she has a sort of idea\r\nthat we must have met in some previous existence. She thinks I must\r\nhave been a king in Babylon when she was a Christian slave. I can’t say\r\nI remember it myself, but there may be something in it.”\r\n\r\n“Great Scott!” I said. “Do waitresses really talk like that?”\r\n\r\n“How should _I_ know how waitresses talk?”\r\n\r\n“Well, you ought to by now. The first time I ever met your uncle was\r\nwhen you hounded me on to ask him if he would rally round to help you\r\nmarry that girl Mabel in the Piccadilly bun-shop.”\r\n\r\nBingo started violently. A wild gleam came into his eyes. And before\r\nI knew what he was up to he had brought down his hand with a most\r\nfrightful whack on my summer trousering, causing me to leap like a\r\nyoung ram.\r\n\r\n“Here!” I said.\r\n\r\n“Sorry,” said Bingo. “Excited. Carried away. You’ve given me an idea,\r\nBertie.” He waited till I had finished massaging the limb, and resumed\r\nhis remarks. “Can you throw your mind back to that occasion, Bertie? Do\r\nyou remember the frightfully subtle scheme I worked? Telling him you\r\nwere what’s-her-name, the woman who wrote those books, I mean?”\r\n\r\nIt wasn’t likely I’d forget. The ghastly thing was absolutely seared\r\ninto my memory.\r\n\r\n“That is the line of attack,” said Bingo. “That is the scheme. Rosie M.\r\nBanks forward once more.”\r\n\r\n“It can’t be done, old thing. Sorry, but it’s out of the question. I\r\ncouldn’t go through all that again.”\r\n\r\n“Not for me?”\r\n\r\n“Not for a dozen more like you.”\r\n\r\n“I never thought,” said Bingo sorrowfully, “to hear those words from\r\nBertie Wooster!”\r\n\r\n“Well, you’ve heard them now,” I said. “Paste them in your hat.”\r\n\r\n“Bertie, we were at school together.”\r\n\r\n“It wasn’t my fault.”\r\n\r\n“We’ve been pals for fifteen years.”\r\n\r\n“I know. It’s going to take me the rest of my life to live it down.”\r\n\r\n“Bertie, old man,” said Bingo, drawing up his chair closer and starting\r\nto knead my shoulder-blade, “listen! Be reasonable!”\r\n\r\nAnd of course, dash it, at the end of ten minutes I’d allowed the\r\nblighter to talk me round. It’s always the way. Anyone can talk\r\nme round. If I were in a Trappist monastery, the first thing that\r\nwould happen would be that some smooth performer would lure me into\r\nsome frightful idiocy against my better judgment by means of the\r\ndeaf-and-dumb language.\r\n\r\n“Well, what do you want me to do?” I said, realising that it was\r\nhopeless to struggle.\r\n\r\n“Start off by sending the old boy an autographed copy of your latest\r\neffort with a flattering inscription. That will tickle him to death.\r\nThen you pop round and put it across.”\r\n\r\n“What _is_ my latest?”\r\n\r\n“‘The Woman Who Braved All,’” said young Bingo. “I’ve seen it all over\r\nthe place. The shop windows and bookstalls are full of nothing but it.\r\nIt looks to me from the picture on the jacket the sort of book any\r\nchappie would be proud to have written. Of course, he will want to\r\ndiscuss it with you.”\r\n\r\n“Ah!” I said, cheering up. “That dishes the scheme, doesn’t it? I don’t\r\nknow what the bally thing is about.”\r\n\r\n“You will have to read it, naturally.”\r\n\r\n“Read it! No, I say....”\r\n\r\n“Bertie, we were at school together.”\r\n\r\n“Oh, right-o! Right-o!” I said.\r\n\r\n“I knew I could rely on you. You have a heart of gold. Jeeves,” said\r\nyoung Bingo, as the faithful servitor rolled in, “Mr. Wooster has a\r\nheart of gold.”\r\n\r\n“Very good, sir,” said Jeeves.\r\n\r\nBar a weekly wrestle with the Pink ’Un and an occasional dip into the\r\nform book I’m not much of a lad for reading, and my sufferings as I\r\ntackled “The Woman” (curse her!) “Who Braved All” were pretty fearful.\r\nBut I managed to get through it, and only just in time, as it happened,\r\nfor I’d hardly reached the bit where their lips met in one long,\r\nslow kiss and everything was still but for the gentle sighing of the\r\nbreeze in the laburnum, when a messenger boy brought a note from old\r\nBittlesham asking me to trickle round to lunch.\r\n\r\nI found the old boy in a mood you could only describe as melting. He\r\nhad a copy of the book on the table beside him and kept turning the\r\npages in the intervals of dealing with things in aspic and what not.\r\n\r\n“Mr. Wooster,” he said, swallowing a chunk of trout, “I wish to\r\ncongratulate you. I wish to thank you. You go from strength to\r\nstrength. I have read ‘All For Love’; I have read ‘Only a Factory\r\nGirl’; I know ‘Madcap Myrtle’ by heart. But this--this is your bravest\r\nand best. It tears the heartstrings.”\r\n\r\n“Yes?”\r\n\r\n“Indeed yes! I have read it three times since you most kindly\r\nsent me the volume--I wish to thank you once more for the charming\r\ninscription--and I think I may say that I am a better, sweeter, deeper\r\nman. I am full of human charity and kindliness toward my species.”\r\n\r\n“No, really?”\r\n\r\n“Indeed, indeed I am.”\r\n\r\n“Towards the whole species?”\r\n\r\n“Towards the whole species.”\r\n\r\n“Even young Bingo?” I said, trying him pretty high.\r\n\r\n“My nephew? Richard?” He looked a bit thoughtful, but stuck it like a\r\nman and refused to hedge. “Yes, even towards Richard. Well ... that is\r\nto say ... perhaps ... yes, even towards Richard.”\r\n\r\n“That’s good, because I wanted to talk about him. He’s pretty hard up,\r\nyou know.”\r\n\r\n“In straitened circumstances?”\r\n\r\n“Stoney. And he could use a bit of the right stuff paid every quarter,\r\nif you felt like unbelting.”\r\n\r\nHe mused awhile and got through a slab of cold guinea hen before\r\nreplying. He toyed with the book, and it fell open at page two hundred\r\nand fifteen. I couldn’t remember what was on page two hundred and\r\nfifteen, but it must have been something tolerably zippy, for his\r\nexpression changed and he gazed up at me with misty eyes, as if he’d\r\ntaken a shade too much mustard with his last bite of ham.\r\n\r\n“Very well, Mr. Wooster,” he said. “Fresh from a perusal of this\r\nnoble work of yours, I cannot harden my heart. Richard shall have his\r\nallowance.”\r\n\r\n“Stout fellow!” I said. Then it occurred to me that the expression\r\nmight strike a chappie who weighed seventeen stone as a bit personal.\r\n“Good egg, I mean. That’ll take a weight off his mind. He wants to get\r\nmarried, you know.”\r\n\r\n“I did not know. And I am not sure that I altogether approve. Who is\r\nthe lady?”\r\n\r\n“Well, as a matter of fact, she’s a waitress.”\r\n\r\nHe leaped in his seat.\r\n\r\n“You don’t say so, Mr. Wooster! This is remarkable. This is most\r\ncheering. I had not given the boy credit for such tenacity of purpose.\r\nAn excellent trait in him which I had not hitherto suspected. I\r\nrecollect clearly that, on the occasion when I first had the pleasure\r\nof making your acquaintance, nearly eighteen months ago, Richard was\r\ndesirous of marrying this same waitress.”\r\n\r\nI had to break it to him.\r\n\r\n“Well, not absolutely this same waitress. In fact, quite a different\r\nwaitress. Still, a waitress, you know.”\r\n\r\nThe light of avuncular affection died out of the old boy’s eyes.\r\n\r\n“H’m!” he said a bit dubiously. “I had supposed that Richard was\r\ndisplaying the quality of constancy which is so rare in the modern\r\nyoung man. I--I must think it over.”\r\n\r\nSo we left it at that, and I came away and told Bingo the position of\r\naffairs.\r\n\r\n“Allowance O.K.,” I said. “Uncle blessing a trifle wobbly.”\r\n\r\n“Doesn’t he seem to want the wedding bells to ring out?”\r\n\r\n“I left him thinking it over. If I were a bookie, I should feel\r\njustified in offering a hundred to eight against.”\r\n\r\n“You can’t have approached him properly. I might have known you would\r\nmuck it up,” said young Bingo. Which, considering what I had been\r\nthrough for his sake, struck me as a good bit sharper than a serpent’s\r\ntooth.\r\n\r\n“It’s awkward,” said young Bingo. “It’s infernally awkward. I can’t\r\ntell you all the details at the moment, but ... yes, it’s awkward.”\r\n\r\nHe helped himself absently to a handful of my cigars and pushed off.\r\n\r\nI didn’t see him again for three days. Early in the afternoon of the\r\nthird day he blew in with a flower in his buttonhole and a look on his\r\nface as if someone had hit him behind the ear with a stuffed eel skin.\r\n\r\n“Hallo, Bertie.”\r\n\r\n“Hallo, old turnip. Where have you been all this while?”\r\n\r\n“Oh, here and there! Ripping weather we’re having, Bertie.”\r\n\r\n“Not bad.”\r\n\r\n“I see the Bank Rate is down again.”\r\n\r\n“No, really?”\r\n\r\n“Disturbing news from Lower Silesia, what?”\r\n\r\n“Oh, dashed!”\r\n\r\nHe pottered about the room for a bit, babbling at intervals. The boy\r\nseemed cuckoo.\r\n\r\n“Oh, I say, Bertie!” he said suddenly, dropping a vase which he had\r\npicked off the mantelpiece and was fiddling with. “I know what it was I\r\nwanted to tell you. I’m married.”"
  ]
}