{
  "index": 17,
  "title": "Chapter 16",
  "paragraphs": [
    "THE DELAYED EXIT OF CLAUDE AND EUSTACE\r\n\r\n\r\nThe feeling I had when Aunt Agatha trapped me in my lair that morning\r\nand spilled the bad news was that my luck had broken at last. As a\r\nrule, you see, I’m not lugged into Family Rows. On the occasions when\r\nAunt is calling to Aunt like mastodons bellowing across primeval swamps\r\nand Uncle James’s letter about Cousin Mabel’s peculiar behaviour is\r\nbeing shot round the family circle (“Please read this carefully and\r\nsend it on to Jane”), the clan has a tendency to ignore me. It’s one\r\nof the advantages I get from being a bachelor--and, according to my\r\nnearest and dearest, practically a half-witted bachelor at that. “It’s\r\nno good trying to get Bertie to take the slightest interest” is more\r\nor less the slogan, and I’m bound to say I’m all for it. A quiet life\r\nis what I like. And that’s why I felt that the Curse had come upon\r\nme, so to speak, when Aunt Agatha sailed into my sitting-room while I\r\nwas having a placid cigarette and started to tell me about Claude and\r\nEustace.\r\n\r\n“Thank goodness,” said Aunt Agatha, “arrangements have at last been\r\nmade about Eustace and Claude.”\r\n\r\n“Arrangements?” I said, not having the foggiest.\r\n\r\n“They sail on Friday for South Africa. Mr. Van Alstyne, a friend of\r\npoor Emily’s, has given them berths in his firm at Johannesburg, and\r\nwe are hoping that they will settle down there and do well.”\r\n\r\nI didn’t get the thing at all.\r\n\r\n“Friday? The day after to-morrow, do you mean?”\r\n\r\n“Yes.”\r\n\r\n“For South Africa?”\r\n\r\n“Yes. They leave on the _Edinburgh Castle_.”\r\n\r\n“But what’s the idea? I mean, aren’t they in the middle of their term\r\nat Oxford?”\r\n\r\nAunt Agatha looked at me coldly.\r\n\r\n“Do you positively mean to tell me, Bertie, that you take so little\r\ninterest in the affairs of your nearest relatives that you are not\r\naware that Claude and Eustace were expelled from Oxford over a\r\nfortnight ago?”\r\n\r\n“No, really?”\r\n\r\n“You are hopeless, Bertie. I should have thought that even you----”\r\n\r\n“Why were they sent down?”\r\n\r\n“They poured lemonade on the Junior Dean of their college.... I see\r\nnothing amusing in the outrage, Bertie.”\r\n\r\n“No, no, rather not,” I said hurriedly. “I wasn’t laughing. Choking.\r\nGot something stuck in my throat, you know.”\r\n\r\n“Poor Emily,” went on Aunt Agatha, “being one of those doting mothers\r\nwho are the ruin of their children, wished to keep the boys in London.\r\nShe suggested that they might cram for the Army. But I was firm. The\r\nColonies are the only place for wild youths like Eustace and Claude. So\r\nthey sail on Friday. They have been staying for the last two weeks with\r\nyour Uncle Clive in Worcestershire. They will spend to-morrow night in\r\nLondon and catch the boat-train on Friday morning.”\r\n\r\n“Bit risky, isn’t it? I mean, aren’t they apt to cut loose a bit\r\nto-morrow night if they’re left all alone in London?”\r\n\r\n“They will not be alone. They will be in your charge.”\r\n\r\n“Mine!”\r\n\r\n“Yes. I wish you to put them up in your flat for the night, and see\r\nthat they do not miss the train in the morning.”\r\n\r\n“Oh, I say, no!”\r\n\r\n“Bertie!”\r\n\r\n“Well, I mean, quite jolly coves both of them, but I don’t know.\r\nThey’re rather nuts, you know---- Always glad to see them, of course,\r\nbut when it comes to putting them up for the night----”\r\n\r\n“Bertie, if you are so sunk in callous self-indulgence that you cannot\r\neven put yourself to this trifling inconvenience for the sake of----”\r\n\r\n“Oh, all right,” I said. “All right.”\r\n\r\nIt was no good arguing, of course. Aunt Agatha always makes me feel\r\nas if I had gelatine where my spine ought to be. She’s one of those\r\nforceful females. I should think Queen Elizabeth must have been\r\nsomething like her. When she holds me with her glittering eye and says,\r\n“Jump to it, my lad,” or words to that effect, I make it so without\r\nfurther discussion.\r\n\r\nWhen she had gone, I rang for Jeeves to break the news to him.\r\n\r\n“Oh, Jeeves,” I said, “Mr. Claude and Mr. Eustace will be staying here\r\nto-morrow night.”\r\n\r\n“Very good, sir.”\r\n\r\n“I’m glad you think so. To me the outlook seems black and scaly. You\r\nknow what those two lads are!”\r\n\r\n“Very high-spirited young gentlemen, sir.”\r\n\r\n“Blisters, Jeeves. Undeniable blisters. It’s a bit thick!”\r\n\r\n“Would there be anything further, sir?”\r\n\r\nAt that, I’m bound to say, I drew myself up a trifle haughtily. We\r\nWoosters freeze like the dickens when we seek sympathy and meet with\r\ncold reserve. I knew what was up, of course. For the last day or so\r\nthere had been a certain amount of coolness in the home over a pair\r\nof jazz spats which I had dug up while exploring in the Burlington\r\nArcade. Some dashed brainy cove, probably the chap who invented those\r\ncoloured cigarette-cases, had recently had the rather topping idea of\r\nputting out a line of spats on the same system. I mean to say, instead\r\nof the ordinary grey and white, you can now get them in your regimental\r\nor school colours. And, believe me, it would have taken a chappie of\r\nstronger fibre than I am to resist the pair of Old Etonian spats which\r\nhad smiled up at me from inside the window. I was inside the shop,\r\nopening negotiations, before it had even occurred to me that Jeeves\r\nmight not approve. And I must say he had taken the thing a bit hardly.\r\nThe fact of the matter is, Jeeves, though in many ways the best valet\r\nin London, is too conservative. Hide-bound, if you know what I mean,\r\nand an enemy to Progress.\r\n\r\n“Nothing further, Jeeves,” I said, with quiet dignity.\r\n\r\n“Very good, sir.”\r\n\r\nHe gave one frosty look at the spats and biffed off. Dash him!\r\n\r\n       *       *       *       *       *\r\n\r\nAnything merrier and brighter than the Twins, when they curveted into\r\nthe old flat while I was dressing for dinner the next night, I have\r\nnever struck in my whole puff. I’m only about half a dozen years older\r\nthan Claude and Eustace, but in some rummy manner they always make me\r\nfeel as if I were well on in the grandfather class and just waiting\r\nfor the end. Almost before I realised they were in the place, they had\r\ncollared the best chairs, pinched a couple of my special cigarettes,\r\npoured themselves out a whisky-and-soda apiece, and started to prattle\r\nwith the gaiety and abandon of two birds who had achieved their life’s\r\nambition instead of having come a most frightful purler and being under\r\nsentence of exile.\r\n\r\n“Hallo, Bertie, old thing,” said Claude. “Jolly decent of you to put us\r\nup.”\r\n\r\n“Oh, no,” I said. “Only wish you were staying a good long time.”\r\n\r\n“Hear that, Eustace? He wishes we were staying a good long time.”\r\n\r\n“I expect it will seem a good long time,” said Eustace, philosophically.\r\n\r\n“You heard about the binge, Bertie? Our little bit of trouble, I mean?”\r\n\r\n“Oh, yes. Aunt Agatha was telling me.”\r\n\r\n“We leave our country for our country’s good,” said Eustace.\r\n\r\n“And let there be no moaning at the bar,” said Claude, “when I put out\r\nto sea. What did Aunt Agatha tell you?”\r\n\r\n“She said you poured lemonade on the Junior Dean.”\r\n\r\n“I wish the deuce,” said Claude, annoyed, “that people would get these\r\nthings right. It wasn’t the Junior Dean. It was the Senior Tutor.”\r\n\r\n“And it wasn’t lemonade,” said Eustace. “It was soda-water. The dear\r\nold thing happened to be standing just under our window while I was\r\nleaning out with a siphon in my hand. He looked up, and--well, it would\r\nhave been chucking away the opportunity of a lifetime if I hadn’t let\r\nhim have it in the eyeball.”\r\n\r\n“Simply chucking it away,” agreed Claude.\r\n\r\n“Might never have occurred again,” said Eustace.\r\n\r\n“Hundred to one against it,” said Claude.\r\n\r\n“Now what,” said Eustace, “do you propose to do, Bertie, in the way of\r\nentertaining the handsome guests to-night?”\r\n\r\n“My idea was to have a bite of dinner in the flat,” I said. “Jeeves is\r\ngetting it ready now.”\r\n\r\n“And afterwards?”\r\n\r\n“Well, I thought we might chat of this and that, and then it struck me\r\nthat you would probably like to turn in early, as your train goes about\r\nten or something, doesn’t it?”\r\n\r\nThe twins looked at each other in a pitying sort of way.\r\n\r\n“Bertie,” said Eustace, “you’ve got the programme nearly right, but not\r\nquite. I envisage the evening’s events thus: We will toddle along to\r\nCiro’s after dinner. It’s an extension night, isn’t it? Well, that will\r\nsee us through till about two-thirty or three.”\r\n\r\n“After which, no doubt,” said Claude, “the Lord will provide.”\r\n\r\n“But I thought you would want to get a good night’s rest.”\r\n\r\n“Good night’s rest!” said Eustace. “My dear old chap, you don’t for a\r\nmoment imagine that we are dreaming of going to _bed_ to-night, do you?”\r\n\r\nI suppose the fact of the matter is, I’m not the man I was. I mean,\r\nthese all-night vigils don’t seem to fascinate me as they used to a\r\nfew years ago. I can remember the time, when I was up at Oxford, when\r\na Covent Garden ball till six in the morning, with breakfast at the\r\nHammams and probably a free fight with a few selected costermongers to\r\nfollow, seemed to me what the doctor ordered. But nowadays two o’clock\r\nis about my limit; and by two o’clock the twins were just settling down\r\nand beginning to go nicely.\r\n\r\nAs far as I can remember, we went on from Ciro’s to play chemmy with\r\nsome fellows I don’t recall having met before, and it must have been\r\nabout nine in the morning when we fetched up again at the flat. By\r\nwhich time, I’m bound to admit, as far as I was concerned the first\r\ncareless freshness was beginning to wear off a bit. In fact, I’d got\r\njust enough strength to say good-bye to the twins, wish them a pleasant\r\nvoyage and a happy and successful career in South Africa, and stagger\r\ninto bed. The last I remember was hearing the blighters chanting like\r\nlarks under the cold shower, breaking off from time to time to shout to\r\nJeeves to rush along the eggs and bacon.\r\n\r\nIt must have been about one in the afternoon when I woke. I was feeling\r\nmore or less like something the Pure Food Committee had rejected, but\r\nthere was one bright thought which cheered me up, and that was that\r\nabout now the twins would be leaning on the rail of the liner, taking\r\ntheir last glimpse of the dear old homeland. Which made it all the more\r\nof a shock when the door opened and Claude walked in.\r\n\r\n“Hallo, Bertie!” said Claude. “Had a nice refreshing sleep? Now, what\r\nabout a good old bite of lunch?”\r\n\r\nI’d been having so many distorted nightmares since I had dropped off\r\nto sleep that for half a minute I thought this was simply one more of\r\nthem, and the worst of the lot. It was only when Claude sat down on my\r\nfeet that I got on to the fact that this was stern reality.\r\n\r\n“Great Scott! What on earth are you doing here?” I gurgled.\r\n\r\nClaude looked at me reproachfully.\r\n\r\n“Hardly the tone I like to hear in a host, Bertie,” he said\r\nreprovingly. “Why, it was only last night that you were saying you\r\nwished I was stopping a good long time. Your dream has come true. I am!”\r\n\r\n“But why aren’t you on your way to South Africa?”\r\n\r\n“Now that,” said Claude, “is a point I rather thought you would want\r\nto have explained. It’s like this, old man. You remember that girl you\r\nintroduced me to at Ciro’s last night?”\r\n\r\n“Which girl?”\r\n\r\n“There was only one,” said Claude coldly. “Only one that counted, that\r\nis to say. Her name was Marion Wardour. I danced with her a good deal,\r\nif you remember.”\r\n\r\nI began to recollect in a hazy sort of way. Marion Wardour has been\r\na pal of mine for some time. A very good sort. She’s playing in that\r\nshow at the Apollo at the moment. I remembered now that she had been\r\nat Ciro’s with a party the night before, and the twins had insisted on\r\nbeing introduced.\r\n\r\n“We are soul-mates, Bertie,” said Claude. “I found it out quite early\r\nin the p.m., and the more thought I’ve given to the matter the more\r\nconvinced I’ve become. It happens like that now and then, you know.\r\nTwo hearts that beat as one, I mean, and all that sort of thing. So\r\nthe long and the short of it is that I gave old Eustace the slip at\r\nWaterloo and slid back here. The idea of going to South Africa and\r\nleaving a girl like that in England doesn’t appeal to me a bit. I’m\r\nall for thinking imperially and giving the Colonies a leg-up and all\r\nthat sort of thing; but it can’t be done. After all,” said Claude\r\nreasonably, “South Africa has got along all right without me up till\r\nnow, so why shouldn’t it stick it?”\r\n\r\n“But what about Van Alstyne, or whatever his name is? He’ll be\r\nexpecting you to turn up.”\r\n\r\n“Oh, he’ll have Eustace. That’ll satisfy him. Very sound fellow,\r\nEustace. Probably end up by being a magnate of some kind. I shall watch\r\nhis future progress with considerable interest. And now you must excuse\r\nme for a moment, Bertie. I want to go and hunt up Jeeves and get him to\r\nmix me one of those pick-me-ups of his. For some reason which I can’t\r\nexplain, I’ve got a slight headache this morning.”\r\n\r\nAnd, believe me or believe me not, the door had hardly closed behind\r\nhim when in blew Eustace with a shining morning face that made me ill\r\nto look at.\r\n\r\n“Oh, my aunt!” I said.\r\n\r\nEustace started to giggle pretty freely.\r\n\r\n“Smooth work, Bertie, smooth work!” he said. “I’m sorry for poor\r\nold Claude, but there was no alternative. I eluded his vigilance at\r\nWaterloo and snaked off in a taxi. I suppose the poor old ass is\r\nwondering where the deuce I’ve got to. But it couldn’t be helped. If\r\nyou really seriously expected me to go slogging off to South Africa,\r\nyou shouldn’t have introduced me to Miss Wardour last night. I want to\r\ntell you all about that, Bertie. I’m not a man,” said Eustace, sitting\r\ndown on the bed, “who falls in love with every girl he sees. I suppose\r\n‘strong, silent,’ would be the best description you could find for me.\r\nBut when I do meet my affinity I don’t waste time. I----”\r\n\r\n“Oh, heaven! Are you in love with Marion Wardour, too?”\r\n\r\n“Too? What do you mean, ‘too’?”\r\n\r\nI was going to tell him about Claude, when the blighter came in in\r\nperson, looking like a giant refreshed. There’s no doubt that Jeeves’s\r\npick-me-ups will produce immediate results in anything short of an\r\nEgyptian mummy. It’s something he puts in them--the Worcester sauce\r\nor something. Claude had revived like a watered flower, but he nearly\r\nhad a relapse when he saw his bally brother goggling at him over the\r\nbed-rail.\r\n\r\n“What on earth are you doing here?” he said.\r\n\r\n“What on earth are _you_ doing here?” said Eustace.\r\n\r\n“Have you come back to inflict your beastly society upon Miss Wardour?”\r\n\r\n“Is that why you’ve come back?”\r\n\r\nThey thrashed the subject out a bit further.\r\n\r\n“Well,” said Claude at last. “I suppose it can’t be helped. If you’re\r\nhere, you’re here. May the best man win!”\r\n\r\n“Yes, but dash it all!” I managed to put in at this point. “What’s\r\nthe idea? Where do you think you’re going to stay if you stick on in\r\nLondon?”\r\n\r\n“Why, here,” said Eustace, surprised.\r\n\r\n“Where else?” said Claude, raising his eyebrows.\r\n\r\n“You won’t object to putting us up, Bertie?” said Eustace.\r\n\r\n“Not a sportsman like you,” said Claude.\r\n\r\n“But, you silly asses, suppose Aunt Agatha finds out that I’m hiding\r\nyou when you ought to be in South Africa? Where do I get off?”\r\n\r\n“Where _does_ he get off?” Claude asked Eustace.\r\n\r\n“Oh, I expect he’ll manage somehow,” said Eustace to Claude.\r\n\r\n“Of course,” said Claude, quite cheered up. “_He_’ll manage.”\r\n\r\n“Rather!” said Eustace. “A resourceful chap like Bertie! Of course he\r\nwill.”\r\n\r\n“And now,” said Claude, shelving the subject, “what about that bite\r\nof lunch we were discussing a moment ago, Bertie? That stuff good old\r\nJeeves slipped into me just now has given me what you might call an\r\nappetite. Something in the nature of six chops and a batter pudding\r\nwould about meet the case, I think.”\r\n\r\nI suppose every chappie in the world has black periods in his life to\r\nwhich he can’t look back without the smouldering eye and the silent\r\nshudder. Some coves, if you can judge by the novels you read nowadays,\r\nhave them practically all the time; but, what with enjoying a sizable\r\nprivate income and a topping digestion, I’m bound to say it isn’t very\r\noften I find my own existence getting a flat tyre. That’s why this\r\nparticular epoch is one that I don’t think about more often than I\r\ncan help. For the days that followed the unexpected resurrection of\r\nthe blighted twins were so absolutely foul that the old nerves began\r\nto stick out of my body a foot long and curling at the ends. All of\r\na twitter, believe me. I imagine the fact of the matter is that we\r\nWoosters are so frightfully honest and open and all that, that it gives\r\nus the pip to have to deceive.\r\n\r\nAll was quiet along the Potomac for about twenty-four hours, and then\r\nAunt Agatha trickled in to have a chat. Twenty minutes earlier and she\r\nwould have found the twins gaily shoving themselves outside a couple of\r\nrashers and an egg. She sank into a chair, and I could see that she was\r\nnot in her usual sunny spirits.\r\n\r\n“Bertie,” she said, “I am uneasy.”\r\n\r\nSo was I. I didn’t know how long she intended to stop, or when the\r\ntwins were coming back.\r\n\r\n“I wonder,” she said, “if I took too harsh a view towards Claude and\r\nEustace.”\r\n\r\n“You couldn’t.”\r\n\r\n“What do you mean?”\r\n\r\n“I--er--mean it would be so unlike you to be harsh to anybody, Aunt\r\nAgatha.” And not bad, either. I mean, quick--like that--without\r\nthinking. It pleased the old relative, and she looked at me with\r\nslightly less loathing than she usually does.\r\n\r\n“It is nice of you to say that, Bertie, but what I was thinking was,\r\nare they _safe_?”\r\n\r\n“Are they _what_?”\r\n\r\nIt seemed such a rummy adjective to apply to the twins, they being\r\nabout as innocuous as a couple of sprightly young tarantulas.\r\n\r\n“Do you think all is well with them?”\r\n\r\n“How do you mean?”\r\n\r\nAunt Agatha eyed me almost wistfully.\r\n\r\n“Has it ever occurred to you, Bertie,” she said, “that your Uncle\r\nGeorge may be psychic?”\r\n\r\nShe seemed to me to be changing the subject.\r\n\r\n“Psychic?”\r\n\r\n“Do you think it is possible that he could _see_ things not visible to\r\nthe normal eye?”\r\n\r\nI thought it dashed possible, if not probable. I don’t know if you’ve\r\never met my Uncle George. He’s a festive old egg who wanders from club\r\nto club continually having a couple with other festive old eggs. When\r\nhe heaves in sight, waiters brace themselves up and the wine-steward\r\ntoys with his corkscrew. It was my Uncle George who discovered that\r\nalcohol was a food well in advance of modern medical thought.\r\n\r\n“Your Uncle George was dining with me last night, and he was quite\r\nshaken. He declares that, while on his way from the Devonshire Club to\r\nBoodle’s he suddenly saw the phantasm of Eustace.”\r\n\r\n“The what of Eustace?”\r\n\r\n“The phantasm. The wraith. It was so clear that he thought for an\r\ninstant that it was Eustace himself. The figure vanished round a\r\ncorner, and when Uncle George got there nothing was to be seen. It is\r\nall very queer and disturbing. It had a marked effect on poor George.\r\nAll through dinner he touched nothing but barley-water, and his manner\r\nwas quite disturbed. You do think those poor, dear boys are safe,\r\nBertie? They have not met with some horrible accident?”\r\n\r\nIt made my mouth water to think of it, but I said no, I didn’t think\r\nthey had met with any horrible accident. I thought Eustace _was_ a\r\nhorrible accident, and Claude about the same, but I didn’t say so. And\r\npresently she biffed off, still worried.\r\n\r\nWhen the twins came in, I put it squarely to the blighters. Jolly as it\r\nwas to give Uncle George shocks, they must not wander at large about\r\nthe metrop.\r\n\r\n“But, my dear old soul,” said Claude. “Be reasonable. We can’t have our\r\nmovements hampered.”\r\n\r\n“Out of the question,” said Eustace.\r\n\r\n“The whole essence of the thing, if you understand me,” said Claude,\r\n“is that we should be at liberty to flit hither and thither.”\r\n\r\n“Exactly,” said Eustace. “Now hither, now thither.”\r\n\r\n“But, damn it----”\r\n\r\n“Bertie!” said Eustace reprovingly. “Not before the boy!”\r\n\r\n“Of course, in a way I see his point,” said Claude. “I suppose the\r\nsolution of the problem would be to buy a couple of disguises.”\r\n\r\n“My dear old chap!” said Eustace, looking at him with admiration. “The\r\nbrightest idea on record. Not your own, surely?”\r\n\r\n“Well, as a matter of fact, it was Bertie who put it into my head.”\r\n\r\n“Me!”\r\n\r\n“You were telling me the other day about old Bingo Little and the beard\r\nhe bought when he didn’t want his uncle to recognise him.”\r\n\r\n“If you think I’m going to have you two excrescences popping in and out\r\nof my flat in beards----”\r\n\r\n“Something in that,” agreed Eustace. “We’ll make it whiskers, then.”\r\n\r\n“And false noses,” said Claude.\r\n\r\n“And, as you say, false noses. Right-o, then, Bertie, old chap, that’s\r\na load off your mind. We don’t want to be any trouble to you while\r\nwe’re paying you this little visit.”\r\n\r\nAnd, when I went buzzing round to Jeeves for consolation, all he would\r\nsay was something about Young Blood. No sympathy.\r\n\r\n“Very good, Jeeves,” I said. “I shall go for a walk in the Park. Kindly\r\nput me out the Old Etonian spats.”\r\n\r\n“Very good, sir.”\r\n\r\n       *       *       *       *       *\r\n\r\nIt must have been a couple of days after that that Marion Wardour\r\nrolled in at about the hour of tea. She looked warily round the room\r\nbefore sitting down.\r\n\r\n“Your cousins not at home, Bertie?” she said.\r\n\r\n“No, thank goodness!”\r\n\r\n“Then I’ll tell you where they are. They’re in my sitting-room, glaring\r\nat each other from opposite corners, waiting for me to come in. Bertie,\r\nthis has got to stop.”\r\n\r\n“You’re seeing a good deal of them, are you?”\r\n\r\nJeeves came in with the tea, but the poor girl was so worked up that\r\nshe didn’t wait for him to pop off before going on with her complaint.\r\nShe had an absolutely hunted air, poor thing.\r\n\r\n“I can’t move a step without tripping over one or both of them,” she\r\nsaid. “Generally both. They’ve taken to calling together, and they just\r\nsettle down grimly and try to sit each other out. It’s wearing me to a\r\nshadow.”\r\n\r\n“I know,” I said sympathetically. “I know.”\r\n\r\n“Well, what’s to be done?”\r\n\r\n“It beats me. Couldn’t you tell your maid to say you are not at home?”\r\n\r\nShe shuddered slightly.\r\n\r\n“I tried that once. They camped on the stairs, and I couldn’t get\r\nout all the afternoon. And I had a lot of particularly important\r\nengagements. I wish you would persuade them to go to South Africa,\r\nwhere they seem to be wanted.”\r\n\r\n“You must have made the dickens of an impression on them.”\r\n\r\n“I should say I have. They’ve started giving me presents now. At least,\r\nClaude has. He insisted on my accepting this cigarette-case last night.\r\nCame round to the theatre and wouldn’t go away till I took it. It’s not\r\na bad one, I must say.”\r\n\r\nIt wasn’t. It was a distinctly fruity concern in gold with a diamond\r\nstuck in the middle. And the rummy thing was that I had a notion I’d\r\nseen something very like it before somewhere. How the deuce Claude had\r\nbeen able to dig up the cash to buy a thing like that was more than I\r\ncould imagine.\r\n\r\nNext day was a Wednesday, and as the object of their devotion had a\r\n_matinée_, the twins were, so to speak, off duty. Claude had gone with\r\nhis whiskers on to Hurst Park, and Eustace and I were in the flat,\r\ntalking. At least, he was talking and I was wishing he would go.\r\n\r\n“The love of a good woman, Bertie,” he was saying, “must be a\r\nwonderful thing. Sometimes---- Good Lord! what’s that?”\r\n\r\nThe front door had opened, and from out in the hall there came the\r\nsound of Aunt Agatha’s voice asking if I was in. Aunt Agatha has one of\r\nthose high, penetrating voices, but this was the first time I’d ever\r\nbeen thankful for it. There was just about two seconds to clear the way\r\nfor her, but it was long enough for Eustace to dive under the sofa. His\r\nlast shoe had just disappeared when she came in.\r\n\r\nShe had a worried look. It seemed to me about this time that everybody\r\nhad.\r\n\r\n“Bertie,” she said, “what are your immediate plans?”\r\n\r\n“How do you mean? I’m dining to-night with----”\r\n\r\n“No, no, I don’t mean to-night. Are you busy for the next few days?\r\nBut, of course you are not,” she went on, not waiting for me to answer.\r\n“You never have anything to do. Your whole life is spent in idle--but\r\nwe can go into that later. What I came for this afternoon was to tell\r\nyou that I wish you to go with your poor Uncle George to Harrogate for\r\na few weeks. The sooner you can start, the better.”\r\n\r\nThis appeared to me to approximate so closely to the frozen limit that\r\nI uttered a yelp of protest. Uncle George is all right, but he won’t\r\ndo. I was trying to say as much when she waved me down.\r\n\r\n“If you are not entirely heartless, Bertie, you will do as I ask you.\r\nYour poor Uncle George has had a severe shock.”\r\n\r\n“What, another!”\r\n\r\n“He feels that only complete rest and careful medical attendance can\r\nrestore his nervous system to its normal poise. It seems that in the\r\npast he has derived benefit from taking the waters at Harrogate, and\r\nhe wishes to go there now. We do not think he ought to be alone, so I\r\nwish you to accompany him.”\r\n\r\n“But, I say!”\r\n\r\n“Bertie!”\r\n\r\nThere was a lull in the conversation.\r\n\r\n“What shock has he had?” I asked.\r\n\r\n“Between ourselves,” said Aunt Agatha, lowering her voice in an\r\nimpressive manner, “I incline to think that the whole affair was the\r\noutcome of an over-excited imagination. You are one of the family,\r\nBertie, and I can speak freely to you. You know as well as I do\r\nthat your poor Uncle George has for many years _not_ been a--he\r\nhas--er--developed a habit of--how shall I put it?”\r\n\r\n“Shifting it a bit?”\r\n\r\n“I beg your pardon?”\r\n\r\n“Mopping up the stuff to some extent?”\r\n\r\n“I dislike your way of putting it exceedingly, but I must confess\r\nthat he has not been, perhaps, as temperate as he should. He is\r\nhighly-strung, and---- Well, the fact is, that he has had a shock.”\r\n\r\n“Yes, but what?”\r\n\r\n“That is what it is so hard to induce him to explain with any\r\nprecision. With all his good points, your poor Uncle George is apt to\r\nbecome incoherent when strongly moved. As far as I could gather, he\r\nappears to have been the victim of a burglary.”\r\n\r\n“Burglary!”\r\n\r\n“He says that a strange man with whiskers and a peculiar nose entered\r\nhis rooms in Jermyn Street during his absence and stole some of\r\nhis property. He says that he came back and found the man in his\r\nsitting-room. He immediately rushed out of the room and disappeared.”\r\n\r\n“Uncle George?”\r\n\r\n“No, the man. And, according to your Uncle George, he had stolen a\r\nvaluable cigarette-case. But, as I say, I am inclined to think that the\r\nwhole thing was imagination. He has not been himself since the day when\r\nhe fancied that he saw Eustace in the street. So I should like you,\r\nBertie, to be prepared to start for Harrogate with him not later than\r\nSaturday.”\r\n\r\nShe popped off, and Eustace crawled out from under the sofa. The\r\nblighter was strongly moved. So was I, for the matter of that. The\r\nidea of several weeks with Uncle George at Harrogate seemed to make\r\neverything go black.\r\n\r\n“So that’s where he got that cigarette-case, dash him!” said Eustace\r\nbitterly. “Of all the dirty tricks! Robbing his own flesh and blood!\r\nThe fellow ought to be in chokey.”\r\n\r\n“He ought to be in South Africa,” I said. “And so ought you.”\r\n\r\nAnd with an eloquence which rather surprised me, I hauled up my\r\nslacks for perhaps ten minutes on the subject of his duty to his\r\nfamily and what not. I appealed to his sense of decency. I boosted\r\nSouth Africa with vim. I said everything I could think of, much of it\r\ntwice over. But all the blighter did was to babble about his dashed\r\nbrother’s baseness in putting one over on him in the matter of the\r\ncigarette-case. He seemed to think that Claude, by slinging in the\r\nhandsome gift, had got right ahead of him; and there was a painful\r\nscene when the latter came back from Hurst Park. I could hear them\r\ntalking half the night, long after I had tottered off to bed. I don’t\r\nknow when I’ve met fellows who could do with less sleep than those two.\r\n\r\n       *       *       *       *       *\r\n\r\nAfter this, things became a bit strained at the flat owing to Claude\r\nand Eustace not being on speaking terms. I’m all for a certain\r\nchumminess in the home, and it was wearing to have to live with two\r\nfellows who wouldn’t admit that the other one was on the map at all.\r\n\r\nOne felt the thing couldn’t go on like that for long, and, by Jove, it\r\ndidn’t. But, if anyone had come to me the day before and told me what\r\nwas going to happen, I should simply have smiled wanly. I mean, I’d got\r\nso accustomed to thinking that nothing short of a dynamite explosion\r\ncould ever dislodge those two nestlers from my midst that, when Claude\r\nsidled up to me on the Friday morning and told me his bit of news, I\r\ncould hardly believe I was hearing right.\r\n\r\n“Bertie,” he said, “I’ve been thinking it over.”\r\n\r\n“What over?” I said.\r\n\r\n“The whole thing. This business of staying in London when I ought to be\r\nin South Africa. It isn’t fair,” said Claude warmly. “It isn’t right.\r\nAnd the long and the short of it is, Bertie, old man, I’m leaving\r\nto-morrow.”\r\n\r\nI reeled in my tracks.\r\n\r\n“You are?” I gasped.\r\n\r\n“Yes. If,” said Claude, “you won’t mind sending old Jeeves out to buy a\r\nticket for me. I’m afraid I’ll have to stick you for the passage money,\r\nold man. You don’t mind?”\r\n\r\n“Mind!” I said, clutching his hand fervently.\r\n\r\n“That’s all right, then. Oh, I say, you won’t say a word to Eustace\r\nabout this, will you?”\r\n\r\n“But isn’t he going, too?”\r\n\r\nClaude shuddered.\r\n\r\n“No, thank heaven! The idea of being cooped up on board a ship with\r\nthat blighter gives me the pip just to think of it. No, not a word to\r\nEustace. I say, I suppose you can get me a berth all right at such\r\nshort notice?”\r\n\r\n“Rather!” I said. Sooner than let this opportunity slip, I would have\r\nbought the bally boat.\r\n\r\n“Jeeves,” I said, breezing into the kitchen. “Go out on first speed to\r\nthe Union-Castle offices and book a berth on to-morrow’s boat for Mr.\r\nClaude. He is leaving us, Jeeves.”\r\n\r\n“Yes, sir.”\r\n\r\n“Mr. Claude does not wish any mention of this to be made to Mr.\r\nEustace.”\r\n\r\n“No, sir. Mr. Eustace made the same proviso when he desired me to\r\nobtain a berth on to-morrow’s boat for himself.”\r\n\r\nI gaped at the man.\r\n\r\n“Is he going, too?”\r\n\r\n“Yes, sir.”\r\n\r\n“This is rummy.”\r\n\r\n“Yes, sir.”\r\n\r\nHad circumstances been other than they were, I would at this juncture\r\nhave unbent considerably towards Jeeves. Frisked round him a bit and\r\nwhooped to a certain extent, and what not. But those spats still formed\r\na barrier, and I regret to say that I took the opportunity of rather\r\nrubbing it in a bit on the man. I mean, he’d been so dashed aloof and\r\nunsympathetic, though perfectly aware that the young master was in the\r\nsoup and that it was up to him to rally round, that I couldn’t help\r\npointing out how the happy ending had been snaffled without any help\r\nfrom him.\r\n\r\n“So that’s that, Jeeves,” I said. “The episode is concluded. I knew\r\nthings would sort themselves out if one gave them time and didn’t get\r\nrattled. Many chaps in my place would have got rattled, Jeeves.”\r\n\r\n“Yes, sir.”\r\n\r\n“Gone rushing about, I mean, asking people for help and advice and so\r\nforth.”\r\n\r\n“Very possibly, sir.”\r\n\r\n“But not me, Jeeves.”\r\n\r\n“No, sir.”\r\n\r\nI left him to brood on it.\r\n\r\n       *       *       *       *       *\r\n\r\nEven the thought that I’d got to go to Harrogate with Uncle George\r\ncouldn’t depress me that Saturday when I gazed about the old flat and\r\nrealised that Claude and Eustace weren’t in it. They had slunk off\r\nstealthily and separately immediately after breakfast, Eustace to catch\r\nthe boat-train at Waterloo, Claude to go round to the garage where I\r\nkept my car. I didn’t want any chance of the two meeting at Waterloo\r\nand changing their minds, so I had suggested to Claude that he might\r\nfind it pleasanter to drive down to Southampton.\r\n\r\nI was lying back on the old settee, gazing peacefully up at the flies\r\non the ceiling and feeling what a wonderful world this was, when Jeeves\r\ncame in with a letter.\r\n\r\n“A messenger-boy has brought this, sir.”\r\n\r\nI opened the envelope, and the first thing that fell out was a\r\nfive-pound note.\r\n\r\n“Great Scott!” I said. “What’s all this?”\r\n\r\nThe letter was scribbled in pencil, and was quite brief:\r\n\r\n\r\n     _Dear Bertie,--Will you give enclosed to your man, and tell him I\r\n     wish I could make it more. He has saved my life. This is the first\r\n     happy day I’ve had for a week._\r\n\r\n     _Yours_,\r\n\r\n     M. W.\r\n\r\n\r\nJeeves was standing holding out the fiver, which had fluttered to the\r\nfloor.\r\n\r\n“You’d better stick to it,” I said. “It seems to be for you.”\r\n\r\n“Sir?”\r\n\r\n“I say that fiver is for you, apparently. Miss Wardour sent it.”\r\n\r\n“That was extremely kind of her, sir.”\r\n\r\n“What the dickens is she sending you fivers for? She says you saved her\r\nlife.”\r\n\r\nJeeves smiled gently.\r\n\r\n“She over-estimates my services, sir.”\r\n\r\n“But what _were_ your services, dash it?”\r\n\r\n“It was in the matter of Mr. Claude and Mr. Eustace, sir. I was hoping\r\nthat she would not refer to the matter, as I did not wish you to think\r\nthat I had been taking a liberty.”\r\n\r\n“What do you mean?”\r\n\r\n“I chanced to be in the room while Miss Wardour was complaining with\r\nsome warmth of the manner in which Mr. Claude and Mr. Eustace were\r\nthrusting their society upon her. I felt that in the circumstances\r\nit might be excusable if I suggested a slight ruse to enable her to\r\ndispense with their attentions.”\r\n\r\n“Good Lord! You don’t mean to say you were at the bottom of their\r\npopping off, after all!”\r\n\r\nSilly ass it made me feel. I mean, after rubbing it in to him like that\r\nabout having clicked without his assistance.\r\n\r\n“It occurred to me that, were Miss Wardour to inform Mr. Claude and Mr.\r\nEustace independently that she proposed sailing for South Africa to\r\ntake up a theatrical engagement, the desired effect might be produced.\r\nIt appears that my anticipations were correct, sir. The young gentlemen\r\nate it, if I may use the expression.”\r\n\r\n“Jeeves,” I said--we Woosters may make bloomers, but we are never too\r\nproud to admit it--“you stand alone!”\r\n\r\n“Thank you very much, sir.”\r\n\r\n“Oh, but I say!” A ghastly thought had struck me. “When they get on the\r\nboat and find she isn’t there, won’t they come buzzing back?”\r\n\r\n“I anticipated that possibility, sir. At my suggestion, Miss Wardour\r\ninformed the young gentlemen that she proposed to travel overland to\r\nMadeira and join the vessel there.”\r\n\r\n“And where do they touch after Madeira?”\r\n\r\n“Nowhere, sir.”\r\n\r\nFor a moment I just lay back, letting the idea of the thing soak in.\r\nThere seemed to me to be only one flaw.\r\n\r\n“The only pity is,” I said, “that on a large boat like that they will\r\nbe able to avoid each other. I mean, I should have liked to feel that\r\nClaude was having a good deal of Eustace’s society and _vice versa_.”\r\n\r\n“I fancy that that will be so, sir. I secured a two-berth stateroom.\r\nMr. Claude will occupy one berth, Mr. Eustace the other.”\r\n\r\nI sighed with pure ecstasy. It seemed a dashed shame that on this\r\njoyful occasion I should have to go off to Harrogate with my Uncle\r\nGeorge.\r\n\r\n“Have you started packing yet, Jeeves?” I asked.\r\n\r\n“Packing, sir?”\r\n\r\n“For Harrogate. I’ve got to go there to-day with Sir George.”\r\n\r\n“Of course, yes, sir. I forgot to mention it. Sir George rang up on the\r\ntelephone this morning while you were still asleep, and said that he\r\nhad changed his plans. He does not intend to go to Harrogate.”\r\n\r\n“Oh, I say, how absolutely topping!”\r\n\r\n“I thought you might be pleased, sir.”\r\n\r\n“What made him change his plans? Did he say?”\r\n\r\n“No, sir. But I gather from his man, Stevens, that he is feeling much\r\nbetter and does not now require a rest-cure. I took the liberty of\r\ngiving Stevens the recipe for that pick-me-up of mine, of which you\r\nhave always approved so much. Stevens tells me that Sir George informed\r\nhim this morning that he is feeling a new man.”\r\n\r\nWell, there was only one thing to do, and I did it. I’m not saying it\r\ndidn’t hurt, but there was no alternative.\r\n\r\n“Jeeves,” I said, “those spats.”\r\n\r\n“Yes, sir?”\r\n\r\n“You really dislike them?”\r\n\r\n“Intensely, sir.”\r\n\r\n“You don’t think time might induce you to change your views?”\r\n\r\n“No, sir.”\r\n\r\n“All right, then. Very well. Say no more. You may burn them.”\r\n\r\n“Thank you very much, sir. I have already done so. Before breakfast\r\nthis morning. A quiet grey is far more suitable, sir. Thank you, sir.”"
  ]
}