{
  "index": 16,
  "title": "Chapter 15",
  "paragraphs": [
    "THE METROPOLITAN TOUCH\r\n\r\n\r\nNobody is more alive than I am to the fact that young Bingo Little\r\nis in many respects a sound old egg. In one way and another he has\r\nmade life pretty interesting for me at intervals ever since we were\r\nat school. As a companion for a cheery hour I think I would choose\r\nhim before anybody. On the other hand, I’m bound to say that there\r\nare things about him that could be improved. His habit of falling in\r\nlove with every second girl he sees is one of them; and another is his\r\nway of letting the world in on the secrets of his heart. If you want\r\nshrinking reticence, don’t go to Bingo, because he’s got about as much\r\nof it as a soap-advertisement.\r\n\r\nI mean to say--well, here’s the telegram I got from him one evening in\r\nNovember, about a month after I’d got back to town from my visit to\r\nTwing Hall:\r\n\r\n\r\n     _I say Bertie old man I am in love at last. She is the most\r\n     wonderful girl Bertie old man. This is the real thing at last\r\n     Bertie. Come here at once and bring Jeeves. Oh I say you know that\r\n     tobacco shop in Bond Street on the left side as you go up. Will\r\n     you get me a hundred of their special cigarettes and send them to\r\n     me here. I have run out. I know when you see her you will think\r\n     she is the most wonderful girl. Mind you bring Jeeves. Don’t\r\n     forget the cigarettes.--Bingo._\r\n\r\n\r\nIt had been handed in at Twing Post Office. In other words, he\r\nhad submitted that frightful rot to the goggling eye of a village\r\npost-mistress who was probably the main spring of local gossip and\r\nwould have the place ringing with the news before nightfall. He\r\ncouldn’t have given himself away more completely if he had hired the\r\ntown-crier. When I was a kid, I used to read stories about knights and\r\nvikings and that species of chappie who would get up without a blush\r\nin the middle of a crowded banquet and loose off a song about how\r\nperfectly priceless they thought their best girl. I’ve often felt that\r\nthose days would have suited young Bingo down to the ground.\r\n\r\nJeeves had brought the thing in with the evening drink, and I slung it\r\nover to him.\r\n\r\n“It’s about due, of course,” I said. “Young Bingo hasn’t been in love\r\nfor at least a couple of months. I wonder who it is this time?”\r\n\r\n“Miss Mary Burgess, sir,” said Jeeves, “the niece of the Reverend Mr.\r\nHeppenstall. She is staying at Twing Vicarage.”\r\n\r\n“Great Scott!” I knew that Jeeves knew practically everything in the\r\nworld, but this sounded like second-sight. “How do you know that?”\r\n\r\n“When we were visiting Twing Hall in the summer, sir, I formed a\r\nsomewhat close friendship with Mr. Heppenstall’s butler. He is good\r\nenough to keep me abreast of the local news from time to time. From his\r\naccount, sir, the young lady appears to be a very estimable young lady.\r\nOf a somewhat serious nature, I understand. Mr. Little is very _épris_,\r\nsir. Brookfield, my correspondent, writes that last week he observed\r\nhim in the moonlight at an advanced hour gazing up at his window.”\r\n\r\n“Whose window! Brookfield’s?”\r\n\r\n“Yes, sir. Presumably under the impression that it was the young\r\nlady’s.”\r\n\r\n“But what the deuce is he doing at Twing at all?”\r\n\r\n“Mr. Little was compelled to resume his old position as tutor to\r\nLord Wickhammersley’s son at Twing Hall, sir. Owing to having been\r\nunsuccessful in some speculations at Hurst Park at the end of October.”\r\n\r\n“Good Lord, Jeeves! Is there anything you don’t know?”\r\n\r\n“I could not say, sir.”\r\n\r\nI picked up the telegram.\r\n\r\n“I suppose he wants us to go down and help him out a bit?”\r\n\r\n“That would appear to be his motive in dispatching the message, sir.”\r\n\r\n“Well, what shall we do? Go?”\r\n\r\n“I would advocate it, sir. If I may say so, I think that Mr. Little\r\nshould be encouraged in this particular matter.”\r\n\r\n“You think he’s picked a winner this time?”\r\n\r\n“I hear nothing but excellent reports of the young lady, sir. I think\r\nit is beyond question that she would be an admirable influence for Mr.\r\nLittle, should the affair come to a happy conclusion. Such a union\r\nwould also, I fancy, go far to restore Mr. Little to the good graces of\r\nhis uncle, the young lady being well connected and possessing private\r\nmeans. In short, sir, I think that if there is anything that we can do\r\nwe should do it.”\r\n\r\n“Well, with you behind him,” I said, “I don’t see how he can fail to\r\nclick.”\r\n\r\n“You are very good, sir,” said Jeeves. “The tribute is much\r\nappreciated.”\r\n\r\nBingo met us at Twing station next day, and insisted on my sending\r\nJeeves on in the car with the bags while he and I walked. He started in\r\nabout the female the moment we had begun to hoof it.\r\n\r\n“She is very wonderful, Bertie. She is not one of these flippant,\r\nshallow-minded modern girls. She is sweetly grave and beautifully\r\nearnest. She reminds me of--what is the name I want?”\r\n\r\n“Marie Lloyd?”\r\n\r\n“Saint Cecilia,” said young Bingo, eyeing me with a good deal of\r\nloathing. “She reminds me of Saint Cecilia. She makes me yearn to be a\r\nbetter, nobler, deeper, broader man.”\r\n\r\n“What beats me,” I said, following up a train of thought, “is what\r\nprinciple you pick them on. The girls you fall in love with, I mean. I\r\nmean to say, what’s your system? As far as I can see, no two of them\r\nare alike. First it was Mabel the waitress, then Honoria Glossop, then\r\nthat fearful blister Charlotte Corday Rowbotham----”\r\n\r\nI own that Bingo had the decency to shudder. Thinking of Charlotte\r\nalways made me shudder, too.\r\n\r\n“You don’t seriously mean, Bertie, that you are intending to\r\ncompare the feeling I have for Mary Burgess, the holy devotion, the\r\nspiritual----”\r\n\r\n“Oh, all right, let it go,” I said. “I say, old lad, aren’t we going\r\nrather a long way round?”\r\n\r\nConsidering that we were supposed to be heading for Twing Hall, it\r\nseemed to me that we were making a longish job of it. The Hall is about\r\ntwo miles from the station by the main road, and we had cut off down a\r\nlane, gone across country for a bit, climbed a stile or two, and were\r\nnow working our way across a field that ended in another lane.\r\n\r\n“She sometimes takes her little brother for a walk round this way,”\r\nexplained Bingo. “I thought we would meet her and bow, and you could\r\nsee her, you know, and then we would walk on.”\r\n\r\n“Of course,” I said, “that’s enough excitement for anyone, and\r\nundoubtedly a corking reward for tramping three miles out of one’s way\r\nover ploughed fields with tight boots, but don’t we do anything else?\r\nDon’t we tack on to the girl and buzz along with her?”\r\n\r\n“Good Lord!” said Bingo, honestly amazed. “You don’t suppose I’ve got\r\nnerve enough for that, do you? I just look at her from afar off and all\r\nthat sort of thing. Quick! Here she comes! No, I’m wrong!”\r\n\r\nIt was like that song of Harry Lauder’s where he’s waiting for the\r\ngirl and says “This is her-r-r. No, it’s a rabbut.” Young Bingo made\r\nme stand there in the teeth of a nor’east half-gale for ten minutes,\r\nkeeping me on my toes with a series of false alarms, and I was just\r\nthinking of suggesting that we should lay off and give the rest of the\r\nproceedings a miss, when round the corner there came a fox-terrier, and\r\nBingo quivered like an aspen. Then there hove in sight a small boy, and\r\nhe shook like a jelly. Finally, like a star whose entrance has been\r\nworked up by the _personnel_ of the _ensemble_, a girl appeared, and\r\nhis emotion was painful to witness. His face got so red that, what with\r\nhis white collar and the fact that the wind had turned his nose blue,\r\nhe looked more like a French flag than anything else. He sagged from\r\nthe waist upwards, as if he had been filleted.\r\n\r\nHe was just raising his fingers limply to his cap when he suddenly saw\r\nthat the girl wasn’t alone. A chappie in clerical costume was also\r\namong those present, and the sight of him didn’t seem to do Bingo a\r\nbit of good. His face got redder and his nose bluer, and it wasn’t till\r\nthey had nearly passed that he managed to get hold of his cap.\r\n\r\nThe girl bowed, the curate said, “Ah, Little. Rough weather,” the dog\r\nbarked, and then they toddled on and the entertainment was over.\r\n\r\n       *       *       *       *       *\r\n\r\nThe curate was a new factor in the situation to me. I reported his\r\nmovements to Jeeves when I got to the hall. Of course, Jeeves knew all\r\nabout it already.\r\n\r\n“That is the Reverend Mr. Wingham, Mr. Heppenstall’s new curate, sir. I\r\ngather from Brookfield that he is Mr. Little’s rival, and at the moment\r\nthe young lady appears to favour him. Mr. Wingham has the advantage of\r\nbeing on the premises. He and the young lady play duets after dinner,\r\nwhich acts as a bond. Mr. Little on these occasions, I understand,\r\nprowls about in the road, chafing visibly.”\r\n\r\n“That seems to be all the poor fish is able to do, dash it. He can\r\nchafe all right, but there he stops. He’s lost his pep. He’s got no\r\ndash. Why, when we met her just now, he hadn’t even the common manly\r\ncourage to say ‘Good evening’!”\r\n\r\n“I gather that Mr. Little’s affection is not unmingled with awe, sir.”\r\n\r\n“Well, how are we to help a man when he’s such a rabbit as that? Have\r\nyou anything to suggest? I shall be seeing him after dinner, and he’s\r\nsure to ask first thing what you advise.”\r\n\r\n“In my opinion, sir, the most judicious course for Mr. Little to pursue\r\nwould be to concentrate on the young gentleman.”\r\n\r\n“The small brother? How do you mean?”\r\n\r\n“Make a friend of him, sir--take him for walks and so forth.”\r\n\r\n“It doesn’t sound one of your red-hottest ideas. I must say I expected\r\nsomething fruitier than that.”\r\n\r\n“It would be a beginning, sir, and might lead to better things.”\r\n\r\n“Well, I’ll tell him. I liked the look of her, Jeeves.”\r\n\r\n“A thoroughly estimable young lady, sir.”\r\n\r\nI slipped Bingo the tip from the stable that night, and was glad to\r\nobserve that it seemed to cheer him up.\r\n\r\n“Jeeves is always right,” he said. “I ought to have thought of it\r\nmyself. I’ll start in to-morrow.”\r\n\r\nIt was amazing how the chappie bucked up. Long before I left for town\r\nit had become a mere commonplace for him to speak to the girl. I mean\r\nhe didn’t simply look stuffed when they met. The brother was forming\r\na bond that was a dashed sight stronger than the curate’s duets. She\r\nand Bingo used to take him for walks together. I asked Bingo what they\r\ntalked about on these occasions, and he said Wilfred’s future. The girl\r\nhoped that Wilfred would one day become a curate, but Bingo said no,\r\nthere was something about curates he didn’t quite like.\r\n\r\nThe day we left, Bingo came to see us off with Wilfred frisking about\r\nhim like an old college chum. The last I saw of them, Bingo was\r\nstanding him chocolates out of the slot-machine. A scene of peace and\r\ncheery good-will. Dashed promising, I thought.\r\n\r\n       *       *       *       *       *\r\n\r\nWhich made it all the more of a jar, about a fortnight later, when his\r\ntelegram arrived. As follows:--\r\n\r\n\r\n     _Bertie old man I say Bertie could you possibly come down here\r\n     at once. Everything gone wrong hang it all. Dash it Bertie\r\n     you simply must come. I am in a state of absolute despair and\r\n     heart-broken. Would you mind sending another hundred of those\r\n     cigarettes. Bring Jeeves when you come Bertie. You simply must\r\n     come Bertie. I rely on you. Don’t forget to bring Jeeves. Bingo._\r\n\r\n\r\nFor a chap who’s perpetually hard-up, I must say that young Bingo is\r\nthe most wasteful telegraphist I ever struck. He’s got no notion of\r\ncondensing. The silly ass simply pours out his wounded soul at twopence\r\na word, or whatever it is, without a thought.\r\n\r\n“How about it, Jeeves?” I said. “I’m getting a bit fed up. I can’t go\r\nchucking all my engagements every second week in order to biff down to\r\nTwing and rally round young Bingo. Send him a wire telling him to end\r\nit all in the village pond.”\r\n\r\n“If you could spare me for the night, sir, I should be glad to run down\r\nand investigate.”\r\n\r\n“Oh, dash it! Well, I suppose there’s nothing else to be done. After\r\nall, you’re the fellow he wants. All right, carry on.”\r\n\r\nJeeves got back late the next day.\r\n\r\n“Well?” I said.\r\n\r\nJeeves appeared perturbed. He allowed his left eyebrow to flicker\r\nupwards in a concerned sort of manner.\r\n\r\n“I have done what I could, sir,” he said, “but I fear Mr. Little’s\r\nchances do not appear bright. Since our last visit, sir, there has been\r\na decidedly sinister and disquieting development.”\r\n\r\n“Oh, what’s that?”\r\n\r\n“You may remember Mr. Steggles, sir--the young gentleman who was\r\nstudying for an examination with Mr. Heppenstall at the Vicarage?”\r\n\r\n“What’s Steggles got to do with it?” I asked.\r\n\r\n“I gather from Brookfield, sir, who chanced to overhear a conversation,\r\nthat Mr. Steggles is interesting himself in the affair.”\r\n\r\n“Good Lord! What, making a book on it?”\r\n\r\n“I understand that he is accepting wagers from those in his immediate\r\ncircle, sir. Against Mr. Little, whose chances he does not seem to\r\nfancy.”\r\n\r\n“I don’t like that, Jeeves.”\r\n\r\n“No, sir. It is sinister.”\r\n\r\n“From what I know of Steggles there will be dirty work.”\r\n\r\n“It has already occurred, sir.”\r\n\r\n“Already?”\r\n\r\n“Yes, sir. It seems that, in pursuance of the policy which he had been\r\ngood enough to allow me to suggest to him, Mr. Little escorted Master\r\nBurgess to the church bazaar, and there met Mr. Steggles, who was in\r\nthe company of young Master Heppenstall, the Reverend Mr. Heppenstall’s\r\nsecond son, who is home from Rugby just now, having recently\r\nrecovered from an attack of mumps. The encounter took place in the\r\nrefreshment-room, where Mr. Steggles was at that moment entertaining\r\nMaster Heppenstall. To cut a long story short, sir, the two gentlemen\r\nbecame extremely interested in the hearty manner in which the lads were\r\nfortifying themselves; and Mr. Steggles offered to back his nominee\r\nin a weight-for-age eating contest against Master Burgess for a pound\r\na side. Mr. Little admitted to me that he was conscious of a certain\r\nhesitation as to what the upshot might be, should Miss Burgess get\r\nto hear of the matter, but his sporting blood was too much for him\r\nand he agreed to the contest. This was duly carried out, both lads\r\nexhibiting the utmost willingness and enthusiasm, and eventually Master\r\nBurgess justified Mr. Little’s confidence by winning, but only after a\r\nbitter struggle. Next day both contestants were in considerable pain;\r\ninquiries were made and confessions extorted, and Mr. Little--I learn\r\nfrom Brookfield, who happened to be near the door of the drawing-room\r\nat the moment--had an extremely unpleasant interview with the young\r\nlady, which ended in her desiring him never to speak to her again.”\r\n\r\nThere’s no getting away from the fact that, if ever a man required\r\nwatching, it’s Steggles. Machiavelli could have taken his\r\ncorrespondence course.\r\n\r\n“It was a put-up job, Jeeves!” I said. “I mean, Steggles worked the\r\nwhole thing on purpose. It’s his old nobbling game.”\r\n\r\n“There would seem to be no doubt about that, sir.”\r\n\r\n“Well, he seems to have dished poor old Bingo all right.”\r\n\r\n“That is the prevalent opinion, sir. Brookfield tells me that down\r\nin the village at the ‘Cow and Horses’ seven to one is being freely\r\noffered on Mr. Wingham and finding no takers.”\r\n\r\n“Good Lord! Are they betting about it down in the village, too?”\r\n\r\n“Yes, sir. And in adjoining hamlets also. The affair has caused\r\nwidespread interest. I am told that there is a certain sporting\r\nreaction in even so distant a spot as Lower Bingley.”\r\n\r\n“Well, I don’t see what there is to do. If Bingo is such a chump----”\r\n\r\n“One is fighting a losing battle, I fear, sir, but I did venture\r\nto indicate to Mr. Little a course of action which might prove of\r\nadvantage. I recommended him to busy himself with good works.”\r\n\r\n“Good works?”\r\n\r\n“About the village, sir. Reading to the bedridden--chatting with the\r\nsick--that sort of thing, sir. We can but trust that good results will\r\nensue.”\r\n\r\n“Yes, I suppose so,” I said doubtfully. “But, by gosh, if I was a sick\r\nman I’d hate to have a looney like young Bingo coming and gibbering at\r\nmy bedside.”\r\n\r\n“There _is_ that aspect of the matter, sir,” said Jeeves.\r\n\r\n       *       *       *       *       *\r\n\r\nI didn’t hear a word from Bingo for a couple of weeks, and I took it\r\nafter a while that he had found the going too hard and had chucked in\r\nthe towel. And then, one night not long before Christmas, I came back\r\nto the flat pretty latish, having been out dancing at the Embassy. I\r\nwas fairly tired, having swung a practically non-stop shoe from shortly\r\nafter dinner till two a.m., and bed seemed to be indicated. Judge of my\r\nchagrin and all that sort of thing, therefore, when, tottering to my\r\nroom and switching on the light, I observed the foul features of young\r\nBingo all over the pillow. The blighter had appeared from nowhere and\r\nwas in my bed, sleeping like an infant with a sort of happy, dreamy\r\nsmile on his map.\r\n\r\nA bit thick I mean to say! We Woosters are all for the good old\r\nmediæval hosp. and all that, but when it comes to finding chappies\r\ncollaring your bed, the thing becomes a trifle too mouldy. I hove a\r\nshoe, and Bingo sat up, gurgling.\r\n\r\n“’s matter? ’s matter?” said young Bingo.\r\n\r\n“What the deuce are you doing in my bed?” I said.\r\n\r\n“Oh, hallo, Bertie! So there you are!”\r\n\r\n“Yes, here I am. What are you doing in my bed?”\r\n\r\n“I came up to town for the night on business.”\r\n\r\n“Yes, but what are you doing in my bed?”\r\n\r\n“Dash it all, Bertie,” said young Bingo querulously, “don’t keep\r\nharping on your beastly bed. There’s another made up in the spare\r\nroom. I saw Jeeves make it with my own eyes. I believe he meant it\r\nfor me, but I knew what a perfect host you were, so I just turned in\r\nhere. I say, Bertie, old man,” said Bingo, apparently fed up with the\r\ndiscussion about sleeping-quarters, “I see daylight.”\r\n\r\n“Well, it’s getting on for three in the morning.”\r\n\r\n“I was speaking figuratively, you ass. I meant that hope has begun to\r\ndawn. About Mary Burgess, you know. Sit down and I’ll tell you all\r\nabout it.”\r\n\r\n“I won’t. I’m going to sleep.”\r\n\r\n“To begin with,” said young Bingo, settling himself comfortably against\r\nthe pillows and helping himself to a cigarette from my special private\r\nbox, “I must once again pay a marked tribute to good old Jeeves. A\r\nmodern Solomon. I was badly up against it when I came to him for\r\nadvice, but he rolled up with a tip which has put me--I use the term\r\nadvisedly and in a conservative spirit--on velvet. He may have told you\r\nthat he recommended me to win back the lost ground by busying myself\r\nwith good works? Bertie, old man,” said young Bingo earnestly, “for the\r\nlast two weeks I’ve been comforting the sick to such an extent that, if\r\nI had a brother and you brought him to me on a sick-bed at this moment,\r\nby Jove, old man, I’d heave a brick at him. However, though it took it\r\nout of me like the deuce, the scheme worked splendidly. She softened\r\nvisibly before I’d been at it a week. Started to bow again when we met\r\nin the street, and so forth. About a couple of days ago she distinctly\r\nsmiled--in a sort of faint, saint-like kind of way, you know--when I\r\nran into her outside the Vicarage. And yesterday--I say, you remember\r\nthat curate chap, Wingham? Fellow with a long nose.”\r\n\r\n“Of course I remember him. Your rival.”\r\n\r\n“Rival?” Bingo raised his eyebrows. “Oh, well, I suppose you could have\r\ncalled him that at one time. Though it sounds a little far-fetched.”\r\n\r\n“Does it?” I said, stung by the sickening complacency of the chump’s\r\nmanner. “Well, let me tell you that the last I heard was that at the\r\n‘Cow and Horses’ in Twing village and all over the place as far as\r\nLower Bingley they were offering seven to one on the curate and finding\r\nno takers.”\r\n\r\nBingo started violently, and sprayed cigarette-ash all over my bed.\r\n\r\n“Betting!” he gargled. “Betting! You don’t mean that they’re betting on\r\nthis holy, sacred---- Oh, I say, dash it all! Haven’t people any sense\r\nof decency and reverence? Is nothing safe from their beastly, sordid\r\ngraspingness? I wonder,” said young Bingo thoughtfully, “if there’s\r\na chance of my getting any of that seven-to-one money? Seven to one!\r\nWhat a price! Who’s offering it, do you know? Oh, well, I suppose it\r\nwouldn’t do. No, I suppose it wouldn’t be quite the thing.”\r\n\r\n“You seem dashed confident,” I said. “I’d always thought that\r\nWingham----”\r\n\r\n“Oh, I’m not worried about him,” said Bingo. “I was just going to\r\ntell you. Wingham’s got the mumps, and won’t be out and about for\r\nweeks. And, jolly as that is in itself, it’s not all. You see, he was\r\nproducing the Village School Christmas Entertainment, and now I’ve\r\ntaken over the job. I went to old Heppenstall last night and clinched\r\nthe contract. Well, you see what that means. It means that I shall be\r\nabsolutely the centre of the village life and thought for three solid\r\nweeks, with a terrific triumph to wind up with. Everybody looking\r\nup to me and fawning on me, don’t you see, and all that. It’s bound\r\nto have a powerful effect on Mary’s mind. It will show her that I am\r\ncapable of serious effort; that there is a solid foundation of worth\r\nin me; that, mere butterfly as she may once have thought me, I am in\r\nreality----”\r\n\r\n“Oh, all right, let it go!”\r\n\r\n“It’s a big thing, you know, this Christmas Entertainment. Old\r\nHeppenstall is very much wrapped up in it. Nibs from all over the\r\ncountryside rolling up. The Squire present, with family. A big chance\r\nfor me, Bertie, my boy, and I mean to make the most of it. Of course,\r\nI’m handicapped a bit by not having been in on the thing from the\r\nstart. Will you credit it that that uninspired doughnut of a curate\r\nwanted to give the public some rotten little fairy play out of a book\r\nfor children published about fifty years ago without one good laugh\r\nor the semblance of a gag in it? It’s too late to alter the thing\r\nentirely, but at least I can jazz it up. I’m going to write them in\r\nsomething zippy to brighten the thing up a bit.”\r\n\r\n“You can’t write.”\r\n\r\n“Well, when I say write, I mean pinch. That’s why I’ve popped up to\r\ntown. I’ve been to see that revue, ‘Cuddle Up!’ at the Palladium,\r\nto-night. Full of good stuff. Of course, it’s rather hard to get\r\nanything in the nature of a big spectacular effect in the Twing Village\r\nHall, with no scenery to speak of and a chorus of practically imbecile\r\nkids of ages ranging from nine to fourteen, but I think I see my way.\r\nHave you seen ‘Cuddle Up’?”\r\n\r\n“Yes. Twice.”\r\n\r\n“Well, there’s some good stuff in the first act, and I can lift\r\npractically all the numbers. Then there’s that show at the Palace. I\r\ncan see the _matinée_ of that to-morrow before I leave. There’s sure\r\nto be some decent bits in that. Don’t you worry about my not being able\r\nto write a hit. Leave it to me, laddie, leave it to me. And now, my\r\ndear old chap,” said young Bingo, snuggling down cosily, “you mustn’t\r\nkeep me up talking all night. It’s all right for you fellows who have\r\nnothing to do, but I’m a busy man. Good night, old thing. Close the\r\ndoor quietly after you and switch out the light. Breakfast about ten\r\nto-morrow, I suppose, what? Right-o. Good night.”\r\n\r\n       *       *       *       *       *\r\n\r\nFor the next three weeks I didn’t see Bingo. He became a sort of Voice\r\nHeard Off, developing a habit of ringing me up on long-distance and\r\nconsulting me on various points arising at rehearsal, until the day\r\nwhen he got me out of bed at eight in the morning to ask whether I\r\nthought “Merry Christmas!” was a good title. I told him then that this\r\nnuisance must now cease, and after that he cheesed it, and practically\r\npassed out of my life, till one afternoon when I got back to the flat\r\nto dress for dinner and found Jeeves inspecting a whacking big poster\r\nsort of thing which he had draped over the back of an arm-chair.\r\n\r\n“Good Lord, Jeeves!” I said. I was feeling rather weak that day, and\r\nthe thing shook me. “What on earth’s that?”\r\n\r\n“Mr. Little sent it to me, sir, and desired me to bring it to your\r\nnotice.”\r\n\r\n“Well, you’ve certainly done it!”\r\n\r\nI took another look at the object. There was no doubt about it, he\r\ncaught the eye. It was about seven feet long, and most of the lettering\r\nin about as bright red ink as I ever struck.\r\n\r\nThis was how it ran:\r\n\r\n\r\n                     TWING VILLAGE HALL,\r\n                    Friday, December 23rd,\r\n                        RICHARD LITTLE\r\n                          presents\r\n                    A New and Original Revue\r\n                          Entitled\r\n                       WHAT HO, TWING!!\r\n                          Book by\r\n                        RICHARD LITTLE\r\n                         Lyrics by\r\n                        RICHARD LITTLE\r\n                         Music by\r\n                        RICHARD LITTLE.\r\n                  With the Full Twing Juvenile\r\n                       Company and Chorus.\r\n                        Scenic Effects by\r\n                        RICHARD LITTLE\r\n                          Produced by\r\n                        RICHARD LITTLE.\r\n\r\n\r\n“What do you make of it, Jeeves?” I said.\r\n\r\n“I confess I am a little doubtful, sir. I think Mr. Little would have\r\ndone better to follow my advice and confine himself to good works about\r\nthe village.”\r\n\r\n“You think the things will be a frost?”\r\n\r\n“I could not hazard a conjecture, sir. But my experience has been that\r\nwhat pleases the London public is not always so acceptable to the rural\r\nmind. The metropolitan touch sometimes proves a trifle too exotic for\r\nthe provinces.”\r\n\r\n“I suppose I ought to go down and see the dashed thing?”\r\n\r\n“I think Mr. Little would be wounded were you not present, sir.”\r\n\r\n       *       *       *       *       *\r\n\r\nThe Village Hall at Twing is a smallish building, smelling of apples.\r\nIt was full when I turned up on the evening of the twenty-third, for I\r\nhad purposely timed myself to arrive not long before the kick-off. I\r\nhad had experience of one or two of these binges, and didn’t want to\r\nrun any risk of coming early and finding myself shoved into a seat in\r\none of the front rows where I wouldn’t be able to execute a quiet sneak\r\ninto the open air half-way through the proceedings, if the occasion\r\nseemed to demand it. I secured a nice strategic position near the door\r\nat the back of the hall.\r\n\r\nFrom where I stood I had a good view of the audience. As always\r\non these occasions, the first few rows were occupied by the\r\nNibs--consisting of the Squire, a fairly mauve old sportsman with white\r\nwhiskers, his family, a platoon of local parsons and perhaps a couple\r\nof dozen of prominent pew-holders. Then came a dense squash of what you\r\nmight call the lower middle classes. And at the back, where I was, we\r\ncame down with a jerk in the social scale, this end of the hall being\r\ngiven up almost entirely to a collection of frankly Tough Eggs, who had\r\nrolled up not so much for any love of the drama as because there was\r\na free tea after the show. Take it for all in all, a representative\r\ngathering of Twing life and thought. The Nibs were whispering in a\r\npleased manner to each other, the Lower Middles were sitting up very\r\nstraight, as if they’d been bleached, and the Tough Eggs whiled away\r\nthe time by cracking nuts and exchanging low rustic wheezes. The girl,\r\nMary Burgess, was at the piano playing a waltz. Beside her stood the\r\ncurate, Wingham, apparently recovered. The temperature, I should think,\r\nwas about a hundred and twenty-seven.\r\n\r\nSomebody jabbed me heartily in the lower ribs, and I perceived the man\r\nSteggles.\r\n\r\n“Hallo!” he said. “I didn’t know you were coming down.”\r\n\r\nI didn’t like the chap, but we Woosters can wear the mask. I beamed a\r\nbit.\r\n\r\n“Oh, yes,” I said. “Bingo wanted me to roll up and see his show.”\r\n\r\n“I hear he’s giving us something pretty ambitious,” said the man\r\nSteggles. “Big effects and all that sort of thing.”\r\n\r\n“I believe so.”\r\n\r\n“Of course, it means a lot to him, doesn’t it? He’s told you about the\r\ngirl, of course?”\r\n\r\n“Yes. And I hear you’re laying seven to one against him,” I said,\r\neyeing the blighter a trifle austerely.\r\n\r\nHe didn’t even quiver.\r\n\r\n“Just a little flutter to relieve the monotony of country life,” he\r\nsaid. “But you’ve got the facts a bit wrong. It’s down in the village\r\nthat they’re laying seven to one. I can do you better than that, if you\r\nfeel in a speculative mood. How about a tenner at a hundred to eight?”\r\n\r\n“Good Lord! Are you giving that?”\r\n\r\n“Yes. Somehow,” said Steggles meditatively, “I have a sort of feeling,\r\na kind of premonition that something’s going to go wrong to-night.\r\nYou know what Little is. A bungler, if ever there was one. Something\r\ntells me that this show of his is going to be a frost. And if it is, of\r\ncourse, I should think it would prejudice the girl against him pretty\r\nbadly. His standing always was rather shaky.”\r\n\r\n“Are you going to try and smash up the show?” I said sternly.\r\n\r\n“Me!” said Steggles. “Why, what could I do? Half a minute, I want to go\r\nand speak to a man.”\r\n\r\nHe buzzed off, leaving me distinctly disturbed. I could see from the\r\nfellow’s eye that he was meditating some of his customary rough stuff,\r\nand I thought Bingo ought to be warned. But there wasn’t time and I\r\ncouldn’t get at him. Almost immediately after Steggles had left me the\r\ncurtain went up.\r\n\r\nExcept as a prompter, Bingo wasn’t much in evidence in the early part\r\nof the performance. The thing at the outset was merely one of those\r\nweird dramas which you dig out of books published around Christmas time\r\nand entitled “Twelve Little Plays for the Tots,” or something like\r\nthat. The kids drooled on in the usual manner, the booming voice of\r\nBingo ringing out from time to time behind the scenes when the fatheads\r\nforgot their lines; and the audience was settling down into the sort of\r\ntorpor usual on these occasions, when the first of Bingo’s interpolated\r\nbits occurred. It was that number which What’s-her-name sings in that\r\nrevue at the Palace--you would recognise the tune if I hummed it, but\r\nI can never get hold of the dashed thing. It always got three encores\r\nat the Palace, and it went well now, even with a squeaky-voiced child\r\njumping on and off the key like a chamois of the Alps leaping from crag\r\nto crag. Even the Tough Eggs liked it. At the end of the second refrain\r\nthe entire house was shouting for an encore, and the kid with the voice\r\nlike a slate-pencil took a deep breath and started to let it go once\r\nmore.\r\n\r\nAt this point all the lights went out.\r\n\r\n       *       *       *       *       *\r\n\r\nI don’t know when I’ve had anything so sudden and devastating happen\r\nto me before. They didn’t flicker. They just went out. The hall was in\r\ncomplete darkness.\r\n\r\nWell, of course, that sort of broke the spell, as you might put it.\r\nPeople started to shout directions, and the Tough Eggs stamped their\r\nfeet and settled down for a pleasant time. And, of course, young Bingo\r\nhad to make an ass of himself. His voice suddenly shot at us out of the\r\ndarkness.\r\n\r\n“Ladies and gentlemen, something has gone wrong with the lights----”\r\n\r\nThe Tough Eggs were tickled by this bit of information straight from\r\nthe stable. They took it up as a sort of battle-cry. Then, after about\r\nfive minutes, the lights went up again, and the show was resumed.\r\n\r\nIt took ten minutes after that to get the audience back into its state\r\nof coma, but eventually they began to settle down, and everything was\r\ngoing nicely when a small boy with a face like a turbot edged out in\r\nfront of the curtain, which had been lowered after a pretty painful\r\nscene about a wishing-ring or a fairy’s curse or something of that\r\nsort, and started to sing that song of George Thingummy’s out of\r\n“Cuddle Up.” You know the one I mean. “Always Listen to Mother, Girls!”\r\nit’s called, and he gets the audience to join in and sing the refrain.\r\nQuite a ripeish ballad, and one which I myself have frequently sung\r\nin my bath with not a little vim; but by no means--as anyone but a\r\nperfect sapheaded prune like young Bingo would have known--by no means\r\nthe sort of thing for a children’s Christmas entertainment in the old\r\nvillage hall. Right from the start of the first refrain the bulk of the\r\naudience had begun to stiffen in their seats and fan themselves, and\r\nthe Burgess girl at the piano was accompanying in a stunned, mechanical\r\nsort of way, while the curate at her side averted his gaze in a pained\r\nmanner. The Tough Eggs, however, were all for it.\r\n\r\nAt the end of the second refrain the kid stopped and began to sidle\r\ntowards the wings. Upon which the following brief duologue took place:\r\n\r\n\r\n     YOUNG BINGO (_Voice heard off, ringing against the\r\n     rafters_): “Go on!”\r\n\r\n     THE KID (_coyly_): “I don’t like to.”\r\n\r\n     YOUNG BINGO (_still louder_): “Go on, you little\r\n     blighter, or I’ll slay you!”\r\n\r\n\r\nI suppose the kid thought it over swiftly and realised that Bingo,\r\nbeing in a position to get at him, had better be conciliated, whatever\r\nthe harvest might be; for he shuffled down to the front and, having\r\nshut his eyes and giggled hysterically, said: “Ladies and gentlemen, I\r\nwill now call upon Squire Tressidder to oblige by singing the refrain!”\r\n\r\nYou know, with the most charitable feelings towards him, there are\r\nmoments when you can’t help thinking that young Bingo ought to be in\r\nsome sort of a home. I suppose, poor fish, he had pictured this as the\r\nbig punch of the evening. He had imagined, I take it, that the Squire\r\nwould spring jovially to his feet, rip the song off his chest, and all\r\nwould be gaiety and mirth. Well, what happened was simply that old\r\nTressidder--and, mark you, I’m not blaming him--just sat where he was,\r\nswelling and turning a brighter purple every second. The lower middle\r\nclasses remained in frozen silence, waiting for the roof to fall. The\r\nonly section of the audience that really seemed to enjoy the idea was\r\nthe Tough Eggs, who yelled with enthusiasm. It was jam for the Tough\r\nEggs.\r\n\r\nAnd then the lights went out again.\r\n\r\n       *       *       *       *       *\r\n\r\nWhen they went up, some minutes later, they disclosed the Squire\r\nmarching stiffly out at the head of his family, fed up to the eyebrows;\r\nthe Burgess girl at the piano with a pale, set look; and the curate\r\ngazing at her with something in his expression that seemed to suggest\r\nthat, although all this was no doubt deplorable, he had spotted the\r\nsilver lining.\r\n\r\nThe show went on once more. There were great chunks of\r\nPlays-for-the-Tots dialogue, and then the girl at the piano struck up\r\nthe prelude to that Orange-Girl number that’s the big hit of the Palace\r\nrevue. I took it that this was to be Bingo’s smashing act one finale.\r\nThe entire company was on the stage, and a clutching hand had appeared\r\nround the edge of the curtain, ready to pull at the right moment. It\r\nlooked like the finale all right. It wasn’t long before I realised that\r\nit was something more. It was the finish.\r\n\r\nI take it you know that Orange number at the Palace? It goes:\r\n\r\n\r\n     Oh, won’t you something something oranges,\r\n         My something oranges,\r\n         My something oranges;\r\n     Oh, won’t you something something something I forget,\r\n     Something something something tumty tumty yet:\r\n     Oh----\r\n\r\n\r\nor words to that effect. It’s a dashed clever lyric, and the tune’s\r\ngood, too; but the thing that made the number was the business where\r\nthe girls take oranges out of their baskets, you know, and toss them\r\nlightly to the audience. I don’t know if you’ve ever noticed it, but\r\nit always seems to tickle an audience to bits when they get things\r\nthrown at them from the stage. Every time I’ve been to the Palace the\r\ncustomers have simply gone wild over this number.\r\n\r\nBut at the Palace, of course, the oranges are made of yellow wool, and\r\nthe girls don’t so much chuck them as drop them limply into the first\r\nand second rows. I began to gather that the business was going to be\r\ntreated rather differently to-night when a dashed great chunk of pips\r\nand mildew sailed past my ear and burst on the wall behind me. Another\r\nlanded with a squelch on the neck of one of the Nibs in the third row.\r\nAnd then a third took me right on the tip of the nose, and I kind of\r\nlost interest in the proceedings for awhile.\r\n\r\nWhen I had scrubbed my face and got my eye to stop watering for a\r\nmoment, I saw that the evening’s entertainment had begun to resemble\r\none of Belfast’s livelier nights. The air was thick with shrieks and\r\nfruit. The kids on the stage, with Bingo buzzing distractedly to and\r\nfro in their midst, were having the time of their lives. I suppose they\r\nrealised that this couldn’t go on for ever, and were making the most of\r\ntheir chances. The Tough Eggs had begun to pick up all the oranges that\r\nhadn’t burst and were shooting them back, so that the audience got it\r\nboth coming and going. In fact, take it all round, there was a certain\r\namount of confusion; and, just as things had begun really to hot up,\r\nout went the lights again.\r\n\r\nIt seemed to me about my time for leaving, so I slid for the door. I\r\nwas hardly outside when the audience began to stream out. They surged\r\nabout me in twos and threes, and I’ve never seen a public body so\r\ndashed unanimous on any point. To a man--and to a woman--they were\r\ncursing poor old Bingo; and there was a large and rapidly growing\r\nschool of thought which held that the best thing to do would be to\r\nwaylay him as he emerged and splash him about in the village pond a bit.\r\n\r\nThere were such a dickens of a lot of these enthusiasts and they looked\r\nso jolly determined that it seemed to me that the only matey thing to\r\ndo was to go behind and warn young Bingo to turn his coat-collar up\r\nand breeze off snakily by some side exit. I went behind, and found him\r\nsitting on a box in the wings, perspiring pretty freely and looking\r\nmore or less like the spot marked with a cross where the accident\r\nhappened. His hair was standing up and his ears were hanging down, and\r\none harsh word would undoubtedly have made him burst into tears.\r\n\r\n“Bertie,” he said hollowly, as he saw me, “it was that blighter\r\nSteggles! I caught one of the kids before he could get away and got\r\nit all out of him. Steggles substituted real oranges for the balls of\r\nwool which with infinite sweat and at a cost of nearly a quid I had\r\nspecially prepared. Well, I will now proceed to tear him limb from\r\nlimb. It’ll be something to do.”\r\n\r\nI hated to spoil his day-dreams, but it had to be.\r\n\r\n“Good heavens, man,” I said, “you haven’t time for frivolous amusements\r\nnow. You’ve got to get out. And quick!”\r\n\r\n“Bertie,” said Bingo in a dull voice, “she was here just now. She said\r\nit was all my fault and that she would never speak to me again. She\r\nsaid she had always suspected me of being a heartless practical joker,\r\nand now she knew. She said---- Oh, well, she ticked me off properly.”\r\n\r\n“That’s the least of your troubles,” I said. It seemed impossible to\r\nrouse the poor zib to a sense of his position. “Do you realise that\r\nabout two hundred of Twing’s heftiest are waiting for you outside to\r\nchuck you into the pond?”\r\n\r\n“No!”\r\n\r\n“Absolutely!”\r\n\r\nFor a moment the poor chap seemed crushed. But only for a moment. There\r\nhas always been something of the good old English bulldog breed about\r\nBingo. A strange, sweet smile flickered for an instant over his face.\r\n\r\n“It’s all right,” he said. “I can sneak out through the cellar and\r\nclimb over the wall at the back. They can’t intimidate _me_!”\r\n\r\n       *       *       *       *       *\r\n\r\nIt couldn’t have been more than a week later when Jeeves, after he had\r\nbrought me my tea, gently steered me away from the sporting page of\r\nthe _Morning Post_ and directed my attention to an announcement in the\r\nengagements and marriages column.\r\n\r\nIt was a brief statement that a marriage had been arranged and would\r\nshortly take place between the Hon. and Rev. Hubert Wingham, third son\r\nof the Right Hon. the Earl of Sturridge, and Mary, only daughter of the\r\nlate Matthew Burgess, of Weatherly Court, Hants.\r\n\r\n“Of course,” I said, after I had given it the east-to-west, “I expected\r\nthis, Jeeves.”\r\n\r\n“Yes, sir.”\r\n\r\n“She would never forgive him what happened that night.”\r\n\r\n“No, sir.”\r\n\r\n“Well,” I said, as I took a sip of the fragrant and steaming, “I don’t\r\nsuppose it will take old Bingo long to get over it. It’s about the\r\nhundred and eleventh time this sort of thing has happened to him.\r\nYou’re the man I’m sorry for.”\r\n\r\n“Me, sir?”\r\n\r\n“Well, dash it all, you can’t have forgotten what a deuce of a lot of\r\ntrouble you took to bring the thing off for Bingo. It’s too bad that\r\nall your work should have been wasted.”\r\n\r\n“Not entirely wasted, sir.”\r\n\r\n“Eh?”\r\n\r\n“It is true that my efforts to bring about the match between Mr. Little\r\nand the young lady were not successful, but still I look back upon the\r\nmatter with a certain satisfaction.”\r\n\r\n“Because you did your best, you mean?”\r\n\r\n“Not entirely, sir, though of course that thought also gives me\r\npleasure. I was alluding more particularly to the fact that I found the\r\naffair financially remunerative.”\r\n\r\n“Financially remunerative? What do you mean?”\r\n\r\n“When I learned that Mr. Steggles had interested himself in the\r\ncontest, sir, I went shares with my friend Brookfield and bought the\r\nbook which had been made on the issue by the ‘Cow and Horses.’ It has\r\nproved a highly profitable investment. Your breakfast will be ready\r\nalmost immediately, sir. Kidneys on toast and mushrooms. I will bring\r\nit when you ring.”"
  ]
}