{
  "index": 19,
  "title": "Chapter 18",
  "paragraphs": [
    "ALL’S WELL\r\n\r\n\r\nI stared at him. That flower in his buttonhole.... That dazed look....\r\nYes, he had all the symptoms; and yet the thing seemed incredible. The\r\nfact is, I suppose, I’d seen so many of young Bingo’s love affairs\r\nstart off with a whoop and a rattle and poof themselves out half-way\r\ndown the straight that I couldn’t believe he had actually brought it\r\noff at last.\r\n\r\n“Married!”\r\n\r\n“Yes. This morning at a registrar’s in Holburn. I’ve just come from the\r\nwedding breakfast.”\r\n\r\nI sat up in my chair. Alert. The man of affairs. It seemed to me that\r\nthis thing wanted threshing out in all its aspects.\r\n\r\n“Let’s get this straight,” I said. “You’re really married?”\r\n\r\n“Yes.”\r\n\r\n“The same girl you were in love with the day before yesterday?”\r\n\r\n“What do you mean?”\r\n\r\n“Well, you know what you’re like. Tell me, what made you commit this\r\nrash act?”\r\n\r\n“I wish the deuce you wouldn’t talk like that. I married her because I\r\nlove her, dash it. The best little woman,” said young Bingo, “in the\r\nworld.”\r\n\r\n“That’s all right, and deuced creditable, I’m sure. But have you\r\nreflected what your uncle’s going to say? The last I saw of him, he\r\nwas by no means in a confetti-scattering mood.”\r\n\r\n“Bertie,” said Bingo, “I’ll be frank with you. The little woman rather\r\nput it up to me, if you know what I mean. I told her how my uncle felt\r\nabout it, and she said that we must part unless I loved her enough\r\nto brave the old boy’s wrath and marry her right away. So I had no\r\nalternative. I bought a buttonhole and went to it.”\r\n\r\n“And what do you propose to do now?”\r\n\r\n“Oh, I’ve got it all planned out! After you’ve seen my uncle and broken\r\nthe news....”\r\n\r\n“What!”\r\n\r\n“After you’ve....”\r\n\r\n“You don’t mean to say you think you’re going to lug _me_ into it?”\r\n\r\nHe looked at me like Lilian Gish coming out of a swoon.\r\n\r\n“Is this Bertie Wooster talking?” he said, pained.\r\n\r\n“Yes, it jolly well is.”\r\n\r\n“Bertie, old man,” said Bingo, patting me gently here and there,\r\n“reflect! We were at school----”\r\n\r\n“Oh, all right!”\r\n\r\n“Good man! I knew I could rely on you. She’s waiting down below in the\r\nhall. We’ll pick her up and dash round to Pounceby Gardens right away.”\r\n\r\nI had only seen the bride before in her waitress kit, and I was rather\r\nexpecting that on her wedding day she would have launched out into\r\nsomething fairly zippy in the way of upholstery. The first gleam of\r\nhope I had felt since the start of this black business came to me when\r\nI saw that, instead of being all velvet and scent and flowery hat, she\r\nwas dressed in dashed good taste. Quiet. Nothing loud. So far as looks\r\nwent, she might have stepped straight out of Berkeley Square.\r\n\r\n“This is my old pal, Bertie Wooster, darling,” said Bingo. “We were at\r\nschool together, weren’t we, Bertie?”\r\n\r\n“We were!” I said. “How do you do? I think we--er--met at lunch the\r\nother day, didn’t we?”\r\n\r\n“Oh, yes! How do you do?”\r\n\r\n“My uncle eats out of Bertie’s hand,” explained Bingo. “So he’s coming\r\nround with us to start things off and kind of pave the way. Hi, taxi!”\r\n\r\nWe didn’t talk much on the journey. Kind of tense feeling. I was glad\r\nwhen the cab stopped at old Bittlesham’s wigwam and we all hopped\r\nout. I left Bingo and wife in the hall while I went upstairs to the\r\ndrawing-room, and the butler toddled off to dig out the big chief.\r\n\r\nWhile I was prowling about the room waiting for him to show up, I\r\nsuddenly caught sight of that bally “Woman Who Braved All” lying on\r\none of the tables. It was open at page two hundred and fifteen, and a\r\npassage heavily marked in pencil caught my eye. And directly I read it\r\nI saw that it was all to the mustard and was going to help me in my\r\nbusiness.\r\n\r\nThis was the passage:\r\n\r\n\r\n     _“What can prevail”--Millicent’s eyes flashed as she faced the\r\n     stern old man--“what can prevail against a pure and all-consuming\r\n     love? Neither principalities nor powers, my lord, nor all the\r\n     puny prohibitions of guardians and parents. I love your son, Lord\r\n     Mindermere, and nothing can keep us apart. Since time first began\r\n     this love of ours was fated, and who are you to pit yourself\r\n     against the decrees of Fate?”_\r\n\r\n     _The earl looked at her keenly from beneath his bushy eyebrows._\r\n\r\n     _“Humph!” he said._\r\n\r\n\r\nBefore I had time to refresh my memory as to what Millicent’s come-back\r\nhad been to that remark, the door opened and old Bittlesham rolled in.\r\nAll over me, as usual.\r\n\r\n“My dear Mr. Wooster, this is an unexpected pleasure. Pray take a seat.\r\nWhat can I do for you?”\r\n\r\n“Well, the fact is, I’m more or less in the capacity of a jolly old\r\nambassador at the moment. Representing young Bingo, you know.”\r\n\r\nHis geniality sagged a trifle, I thought, but he didn’t heave me out,\r\nso I pushed on.\r\n\r\n“The way I always look at it,” I said, “is that it’s dashed difficult\r\nfor anything to prevail against what you might call a pure and\r\nall-consuming love. I mean, can it be done? I doubt it.”\r\n\r\nMy eyes didn’t exactly flash as I faced the stern old man, but I sort\r\nof waggled my eyebrows. He puffed a bit and looked doubtful.\r\n\r\n“We discussed this matter at our last meeting, Mr. Wooster. And on that\r\noccasion....”\r\n\r\n“Yes. But there have been developments, as it were, since then. The\r\nfact of the matter is,” I said, coming to the point, “this morning\r\nyoung Bingo went and jumped off the dock.”\r\n\r\n“Good heavens!” He jerked himself to his feet with his mouth open.\r\n“Why? Where? Which dock?”\r\n\r\nI saw that he wasn’t quite on.\r\n\r\n“I was speaking metaphorically,” I explained, “if that’s the word I\r\nwant. I mean he got married.”\r\n\r\n“Married!”\r\n\r\n“Absolutely hitched up. I hope you aren’t ratty about it, what? Young\r\nblood, you know. Two loving hearts, and all that.”\r\n\r\nHe panted in a rather overwrought way.\r\n\r\n“I am greatly disturbed by your news. I--I consider that I have\r\nbeen--er--defied. Yes, defied.”\r\n\r\n“But who are you to pit yourself against the decrees of Fate?” I said,\r\ntaking a look at the prompt book out of the corner of my eye.\r\n\r\n“Eh?”\r\n\r\n“You see, this love of theirs was fated. Since time began, you know.”\r\n\r\nI’m bound to admit that if he’d said “Humph!” at this juncture, he\r\nwould have had me stymied. Luckily it didn’t occur to him. There was a\r\nsilence, during which he appeared to brood a bit. Then his eye fell on\r\nthe book and he gave a sort of start.\r\n\r\n“Why, bless my soul, Mr. Wooster, you have been quoting!”\r\n\r\n“More or less.”\r\n\r\n“I thought your words sounded familiar.” His whole appearance changed\r\nand he gave a sort of gurgling chuckle. “Dear me, dear me, you know my\r\nweak spot!” He picked up the book and buried himself in it for quite\r\na while. I began to think he had forgotten I was there. After a bit,\r\nhowever, he put it down again, and wiped his eyes. “Ah, well!” he said.\r\n\r\nI shuffled my feet and hoped for the best.\r\n\r\n“Ah, well,” he said again. “I must not be like Lord Windermere, must I,\r\nMr. Wooster? Tell me, did you draw that haughty old man from a living\r\nmodel?”\r\n\r\n“Oh, no! Just thought of him and bunged him down, you know.”\r\n\r\n“Genius!” murmured old Bittlesham. “Genius! Well, Mr. Wooster, you have\r\nwon me over. Who, as you say, am I to pit myself against the decrees of\r\nFate? I will write to Richard to-night and inform him of my consent to\r\nhis marriage.”\r\n\r\n“You can slip him the glad news in person,” I said. “He’s waiting\r\ndownstairs, with wife complete. I’ll pop down and send them up.\r\nCheerio, and thanks very much. Bingo will be most awfully bucked.”\r\n\r\nI shot out and went downstairs. Bingo and Mrs. were sitting on a couple\r\nof chairs like patients in a dentist’s waiting-room.\r\n\r\n“Well?” said Bingo eagerly.\r\n\r\n“All over except the hand-clasping,” I replied, slapping the old\r\ncrumpet on the back. “Charge up and get matey. Toodle-oo, old things.\r\nYou know where to find me, if wanted. A thousand congratulations, and\r\nall that sort of rot.”\r\n\r\nAnd I pipped, not wishing to be fawned upon.\r\n\r\n       *       *       *       *       *\r\n\r\nYou never can tell in this world. If ever I felt that something\r\nattempted, something done had earned a night’s repose, it was when\r\nI got back to the flat and shoved my feet up on the mantelpiece and\r\nstarted to absorb the cup of tea which Jeeves had brought in. Used as\r\nI am to seeing Life’s sitters blow up in the home stretch and finish\r\nnowhere, I couldn’t see any cause for alarm in this affair of young\r\nBingo’s. All he had to do when I left him in Pounceby Gardens was to\r\nwalk upstairs with the little missus and collect the blessing. I was\r\nso convinced of this that when, about half an hour later, he came\r\ngalloping into my sitting-room, all I thought was that he wanted to\r\nthank me in broken accents and tell me what a good chap I had been. I\r\nmerely beamed benevolently on the old creature as he entered, and was\r\njust going to offer him a cigarette when I observed that he seemed to\r\nhave something on his mind. In fact, he looked as if something solid\r\nhad hit him in the solar plexus.\r\n\r\n“My dear old soul,” I said, “what’s up?”\r\n\r\nBingo plunged about the room.\r\n\r\n“I _will_ be calm!” he said, knocking over an occasional table. “Calm,\r\ndammit!” He upset a chair.\r\n\r\n“Surely nothing has gone wrong?”\r\n\r\nBingo uttered one of those hollow, mirthless yelps.\r\n\r\n“Only every bally thing that could go wrong. What do you think happened\r\nafter you left us? You know that beastly book you insisted on sending\r\nmy uncle?”\r\n\r\nIt wasn’t the way I should have put it myself, but I saw the poor old\r\nbean was upset for some reason or other, so I didn’t correct him.\r\n\r\n“‘The Woman Who Braved All’?” I said. “It came in dashed useful. It was\r\nby quoting bits out of it that I managed to talk him round.”\r\n\r\n“Well, it didn’t come in useful when we got into the room. It was lying\r\non the table, and after we had started to chat a bit and everything\r\nwas going along nicely the little woman spotted it. ‘Oh, have you read\r\nthis, Lord Bittlesham?’ she said. ‘Three times already,’ said my uncle.\r\n‘I’m so glad,’ said the little woman. ‘Why, are you also an admirer of\r\nRosie M. Banks?’ asked the old boy, beaming. ‘I _am_ Rosie M. Banks!’\r\nsaid the little woman.”\r\n\r\n“Oh, my aunt! Not really?”\r\n\r\n“Yes.”\r\n\r\n“But how could she be? I mean, dash it, she was slinging the foodstuffs\r\nat the Senior Liberal Club.”\r\n\r\nBingo gave the settee a moody kick.\r\n\r\n“She took the job to collect material for a book she’s writing called\r\n‘Mervyn Keene, Clubman.’”\r\n\r\n“She might have told you.”\r\n\r\n“It made such a hit with her when she found that I loved her for\r\nherself alone, despite her humble station, that she kept it under her\r\nhat. She meant to spring it on me later on, she said.”\r\n\r\n“Well, what happened then?”\r\n\r\n“There was the dickens of a painful scene. The old boy nearly got\r\napoplexy. Called her an impostor. They both started talking at once\r\nat the top of their voices, and the thing ended with the little woman\r\nbuzzing off to her publishers to collect proofs as a preliminary to\r\ngetting a written apology from the old boy. What’s going to happen now,\r\nI don’t know. Apart from the fact that my uncle will be as mad as a wet\r\nhen when he finds out that he has been fooled, there’s going to be a\r\nlot of trouble when the little woman discovers that we worked the Rosie\r\nM. Banks wheeze with a view to trying to get me married to somebody\r\nelse. You see, one of the things that first attracted her to me was the\r\nfact that I had never been in love before.”\r\n\r\n“Did you tell her that?”\r\n\r\n“Yes.”\r\n\r\n“Great Scott!”\r\n\r\n“Well, I hadn’t been ... not really in love. There’s all the difference\r\nin the world between.... Well, never mind that. What am I going to do?\r\nThat’s the point.”\r\n\r\n“I don’t know.”\r\n\r\n“Thanks,” said young Bingo. “That’s a lot of help.”\r\n\r\n       *       *       *       *       *\r\n\r\nNext morning he rang me up on the phone just after I’d got the bacon\r\nand eggs into my system--the one moment of the day, in short, when a\r\nchappie wishes to muse on life absolutely undisturbed.\r\n\r\n“Bertie!”\r\n\r\n“Hallo?”\r\n\r\n“Things are hotting up.”\r\n\r\n“What’s happened now?”\r\n\r\n“My uncle has given the little woman’s proofs the once-over and admits\r\nher claim. I’ve just been having five snappy minutes with him on the\r\ntelephone. He says that you and I made a fool of him, and he could\r\nhardly speak, he was so shirty. Still, he made it clear all right that\r\nmy allowance has gone phut again.”\r\n\r\n“I’m sorry.”\r\n\r\n“Don’t waste time being sorry for me,” said young Bingo grimly. “He’s\r\ncoming to call on you to-day to demand a personal explanation.”\r\n\r\n“Great Scott!”\r\n\r\n“And the little woman is coming to call on you to demand a personal\r\nexplanation.”\r\n\r\n“Good Lord!”\r\n\r\n“I shall watch your future career with some considerable interest,”\r\nsaid young Bingo.\r\n\r\nI bellowed for Jeeves.\r\n\r\n“Jeeves!”\r\n\r\n“Sir?”\r\n\r\n“I’m in the soup.”\r\n\r\n“Indeed, sir?”\r\n\r\nI sketched out the scenario for him.\r\n\r\n“What would you advise?”\r\n\r\n“I think if I were you, sir, I would accept Mr. Pitt-Waley’s invitation\r\nimmediately. If you remember, sir, he invited you to shoot with him in\r\nNorfolk this week.”\r\n\r\n“So he did! By Jove, Jeeves, you’re always right. Meet me at the\r\nstation with my things the first train after lunch. I’ll go and lie low\r\nat the club for the rest of the morning.”\r\n\r\n“Would you require my company on this visit, sir?”\r\n\r\n“Do you want to come?”\r\n\r\n“If I might suggest it, sir, I think it would be better if I remained\r\nhere and kept in touch with Mr. Little. I might possibly hit upon some\r\nmethod of pacifying the various parties, sir.”\r\n\r\n“Right-o! But, if you do, you’re a marvel.”\r\n\r\n       *       *       *       *       *\r\n\r\nI didn’t enjoy myself much in Norfolk. It rained most of the time, and\r\nwhen it wasn’t raining I was so dashed jumpy I couldn’t hit a thing. By\r\nthe end of the week I couldn’t stand it any longer. Too bally absurd,\r\nI mean, being marooned miles away in the country just because young\r\nBingo’s uncle and wife wanted to have a few words with me. I made up\r\nmy mind that I would pop back and do the strong, manly thing by lying\r\nlow in my flat and telling Jeeves to inform everybody who called that I\r\nwasn’t at home.\r\n\r\nI sent Jeeves a telegram saying I was coming, and drove straight to\r\nBingo’s place when I reached town. I wanted to find out the general\r\nposish of affairs. But apparently the man was out. I rang a couple of\r\ntimes but nothing happened, and I was just going to leg it when I heard\r\nthe sound of footsteps inside and the door opened. It wasn’t one of the\r\ncheeriest moments of my career when I found myself peering into the\r\nglobular face of Lord Bittlesham.\r\n\r\n“Oh, er, hallo!” I said. And there was a bit of a pause.\r\n\r\nI don’t quite know what I had been expecting the old boy to do if, by\r\nbad luck, we should ever meet again, but I had a sort of general idea\r\nthat he would turn fairly purple and start almost immediately to let me\r\nhave it in the gizzard. It struck me as somewhat rummy, therefore, when\r\nhe simply smiled weakly. A sort of frozen smile it was. His eyes kind\r\nof bulged and he swallowed once or twice.\r\n\r\n“Er....” he said.\r\n\r\nI waited for him to continue, but apparently that was all there was.\r\n\r\n“Bingo in?” I said, after a rather embarrassing pause.\r\n\r\nHe shook his head and smiled again. And then, suddenly, just as the\r\nflow of conversation had begun to slacken once more, I’m dashed if he\r\ndidn’t make a sort of lumbering leap back into the flat and bang the\r\ndoor.\r\n\r\nI couldn’t understand it. But, as it seemed that the interview, such\r\nas it was, was over, I thought I might as well be shifting. I had just\r\nstarted down the stairs when I met young Bingo, charging up three steps\r\nat a time.\r\n\r\n“Hallo, Bertie!” he said. “Where did you spring from? I thought you\r\nwere out of town.”\r\n\r\n“I’ve just got back. I looked in on you to see how the land lay.”\r\n\r\n“How do you mean?”\r\n\r\n“Why, all that business, you know.”\r\n\r\n“Oh, that!” said young Bingo airily. “That was all settled days\r\nago. The dove of peace is flapping its wings all over the place.\r\nEverything’s as right as it can be. Jeeves fixed it all up. He’s a\r\nmarvel, that man, Bertie, I’ve always said so. Put the whole thing\r\nstraight in half a minute with one of those brilliant ideas of his.”\r\n\r\n“This is topping!”\r\n\r\n“I knew you’d be pleased.”\r\n\r\n“Congratulate you.”\r\n\r\n“Thanks.”\r\n\r\n“What did Jeeves do? I couldn’t think of any solution of the bally\r\nthing myself.”\r\n\r\n“Oh, he took the matter in hand and smoothed it all out in a second!\r\nMy uncle and the little woman are tremendous pals now. They gas away by\r\nthe hour together about literature and all that. He’s always dropping\r\nin for a chat.”\r\n\r\nThis reminded me.\r\n\r\n“He’s in there now,” I said. “I say, Bingo, how _is_ your uncle these\r\ndays?”\r\n\r\n“Much as usual. How do you mean?”\r\n\r\n“I mean he hasn’t been feeling the strain of things a bit, has he? He\r\nseemed rather strange in his manner just now.”\r\n\r\n“Why, have you met him?”\r\n\r\n“He opened the door when I rang. And then, after he had stood goggling\r\nat me for a bit, he suddenly banged the door in my face. Puzzled me,\r\nyou know. I mean, I could have understood it if he’d ticked me off and\r\nall that, but dash it, the man seemed absolutely scared.”\r\n\r\nYoung Bingo laughed a care-free laugh.\r\n\r\n“Oh, that’s all right!” he said. “I forgot to tell you about that.\r\nMeant to write, but kept putting it off. He thinks you’re a looney.”\r\n\r\n“He--what!”\r\n\r\n“Yes. That was Jeeves’s idea, you know. It’s solved the whole problem\r\nsplendidly. He suggested that I should tell my uncle that I had acted\r\nin perfectly good faith in introducing you to him as Rosie M. Banks;\r\nthat I had repeatedly had it from your own lips that you were, and that\r\nI didn’t see any reason why you shouldn’t be. The idea being that you\r\nwere subject to hallucinations and generally potty. And then we got\r\nhold of Sir Roderick Glossop--you remember, the old boy whose kid you\r\npushed into the lake that day down at Ditteredge Hall--and he rallied\r\nround with his story of how he had come to lunch with you and found\r\nyour bedroom full up with cats and fish, and how you had pinched his\r\nhat while you were driving past his car in a taxi, and all that, you\r\nknow. It just rounded the whole thing off nicely. I always say, and I\r\nalways shall say, that you’ve only got to stand on Jeeves, and fate\r\ncan’t touch you.”\r\n\r\nI can stand a good deal, but there are limits.\r\n\r\n“Well, of all the dashed bits of nerve I ever....”\r\n\r\nBingo looked at me astonished.\r\n\r\n“You aren’t _annoyed_?” he said.\r\n\r\n“Annoyed! At having half London going about under the impression that\r\nI’m off my chump? Dash it all....”\r\n\r\n“Bertie,” said Bingo, “you amaze and wound me. If I had dreamed that\r\nyou would object to doing a trifling good turn to a fellow who’s been a\r\npal of yours for fifteen years....”\r\n\r\n“Yes, but, look here....”\r\n\r\n“Have you forgotten,” said young Bingo, “that we were at school\r\ntogether?”\r\n\r\n       *       *       *       *       *\r\n\r\nI pushed on to the old flat, seething like the dickens. One thing I\r\nwas jolly certain of, and that was that this was where Jeeves and I\r\nparted company. A topping valet, of course, none better in London, but\r\nI wasn’t going to allow that to weaken me. I buzzed into the flat like\r\nan east wind ... and there was the box of cigarettes on the small table\r\nand the illustrated weekly papers on the big table and my slippers on\r\nthe floor, and every dashed thing so bally _right_, if you know what\r\nI mean, that I started to calm down in the first two seconds. It was\r\nlike one of those moments in a play where the chappie, about to steep\r\nhimself in crime, suddenly hears the soft, appealing strains of the\r\nold melody he learned at his mother’s knee. Softened, I mean to say.\r\nThat’s the word I want. I was softened.\r\n\r\nAnd then through the doorway there shimmered good old Jeeves in the\r\nwake of a tray full of the necessary ingredients, and there was\r\nsomething about the mere look of the man....\r\n\r\nHowever, I steeled the old heart and had a stab at it.\r\n\r\n“I have just met Mr. Little, Jeeves,” I said.\r\n\r\n“Indeed, sir?”\r\n\r\n“He--er--he told me you had been helping him.”\r\n\r\n“I did my best, sir. And I am happy to say that matters now appear to\r\nbe proceeding smoothly. Whisky, sir?”\r\n\r\n“Thanks. Er--Jeeves.”\r\n\r\n“Sir?”\r\n\r\n“Another time....”\r\n\r\n“Sir?”\r\n\r\n“Oh, nothing.... Not all the soda, Jeeves.”\r\n\r\n“Very good, sir.”\r\n\r\nHe started to drift out.\r\n\r\n“Oh, Jeeves!”\r\n\r\n“Sir?”\r\n\r\n“I wish ... that is ... I think ... I mean.... Oh, nothing!”\r\n\r\n“Very good, sir. The cigarettes are at your elbow, sir. Dinner will be\r\nready at a quarter to eight precisely, unless you desire to dine out?”\r\n\r\n“No. I’ll dine in.”\r\n\r\n“Yes, sir.”\r\n\r\n“Jeeves!”\r\n\r\n“Sir?”\r\n\r\n“Oh, nothing!” I said.\r\n\r\n“Very good, sir,” said Jeeves.\r\n\r\n\r\n\r\n\r\n+-------------------------------------------------+\r\n|Transcriber’s note:                              |\r\n|                                                 |\r\n|Obvious typographic errors have been corrected.  |\r\n|                                                 |\r\n+-------------------------------------------------+"
  ]
}