{
  "index": 14,
  "title": "Chapter 13",
  "paragraphs": [
    "THE GREAT SERMON HANDICAP\r\n\r\n\r\nAfter Goodwood’s over, I generally find that I get a bit restless.\r\nI’m not much of a lad for the birds and the trees and the great open\r\nspaces as a rule, but there’s no doubt that London’s not at its best\r\nin August, and rather tends to give me the pip and make me think of\r\npopping down into the country till things have bucked up a trifle.\r\nLondon, about a couple of weeks after that spectacular finish of young\r\nBingo’s which I’ve just been telling you about, was empty and smelled\r\nof burning asphalt. All my pals were away, most of the theatres were\r\nshut, and they were taking up Piccadilly in large spadefuls.\r\n\r\nIt was most infernally hot. As I sat in the old flat one night trying\r\nto muster up energy enough to go to bed, I felt I couldn’t stand it\r\nmuch longer: and when Jeeves came in with the tissue-restorers on a\r\ntray I put the thing to him squarely.\r\n\r\n“Jeeves,” I said, wiping the brow and gasping like a stranded goldfish,\r\n“it’s beastly hot.”\r\n\r\n“The weather _is_ oppressive, sir.”\r\n\r\n“Not all the soda, Jeeves.”\r\n\r\n“No, sir.”\r\n\r\n“I think we’ve had about enough of the metrop. for the time being, and\r\nrequire a change. Shift-ho, I think, Jeeves, what?”\r\n\r\n“Just as you say, sir. There is a letter on the tray, sir.”\r\n\r\n“By Jove, Jeeves, that was practically poetry. Rhymed, did you notice?”\r\nI opened the letter. “I say, this is rather extraordinary.”\r\n\r\n“Sir?”\r\n\r\n“You know Twing Hall?”\r\n\r\n“Yes, sir.”\r\n\r\n“Well, Mr. Little is there.”\r\n\r\n“Indeed, sir?”\r\n\r\n“Absolutely in the flesh. He’s had to take another of those tutoring\r\njobs.”\r\n\r\nAfter that fearful mix-up at Goodwood, when young Bingo Little, a\r\nbroken man, had touched me for a tenner and whizzed silently off into\r\nthe unknown, I had been all over the place, asking mutual friends if\r\nthey had heard anything of him, but nobody had. And all the time he had\r\nbeen at Twing Hall. Rummy. And I’ll tell you why it was rummy. Twing\r\nHall belongs to old Lord Wickhammersley, a great pal of my guv’nor’s\r\nwhen he was alive, and I have a standing invitation to pop down there\r\nwhen I like. I generally put in a week or two some time in the summer,\r\nand I was thinking of going there before I read the letter.\r\n\r\n“And, what’s more, Jeeves, my cousin Claude, and my cousin Eustace--you\r\nremember them?”\r\n\r\n“Very vividly, sir.”\r\n\r\n“Well, they’re down there, too, reading for some exam, or other with\r\nthe vicar. I used to read with him myself at one time. He’s known far\r\nand wide as a pretty hot coach for those of fairly feeble intellect.\r\nWell, when I tell you he got _me_ through Smalls, you’ll gather that\r\nhe’s a bit of a hummer. I call this most extraordinary.”\r\n\r\nI read the letter again. It was from Eustace. Claude and Eustace are\r\ntwins, and more or less generally admitted to be the curse of the\r\nhuman race.\r\n\r\n\r\n     _The Vicarage,\r\n     Twing, Glos._\r\n\r\n     _Dear Bertie--Do you want to make a bit of money? I hear you had a\r\n     bad Goodwood, so you probably do. Well, come down here quick and\r\n     get in on the biggest sporting event of the season. I’ll explain\r\n     when I see you, but you can take it from me it’s all right._\r\n\r\n     _Claude and I are with a reading-party at old Heppenstall’s.\r\n     There are nine of us, not counting your pal Bingo Little, who is\r\n     tutoring the kid up at the Hall._\r\n\r\n     _Don’t miss this golden opportunity, which may never occur again.\r\n     Come and join us._\r\n\r\n     _Yours,\r\n     Eustace._\r\n\r\n\r\nI handed this to Jeeves. He studied it thoughtfully.\r\n\r\n“What do you make of it? A rummy communication, what?”\r\n\r\n“Very high-spirited young gentlemen, sir, Mr. Claude and Mr. Eustace.\r\nUp to some game, I should be disposed to imagine.”\r\n\r\n“Yes. But what game, do you think?”\r\n\r\n“It is impossible to say, sir. Did you observe that the letter\r\ncontinues over the page?”\r\n\r\n“Eh, what?” I grabbed the thing. This was what was on the other side of\r\nthe last page:\r\n\r\n\r\n                            SERMON HANDICAP\r\n                          RUNNERS AND BETTING\r\n                           PROBABLE STARTERS.\r\n\r\n     Rev. Joseph Tucker (Badgwick), scratch.\r\n\r\n     Rev. Leonard Starkie (Stapleton), scratch.\r\n\r\n     Rev. Alexander Jones (Upper Bingley), receives three minutes.\r\n\r\n     Rev. W. Dix (Little Clickton-in-the-Wold), receives five minutes.\r\n\r\n     Rev. Francis Heppenstall (Twing), receives eight minutes.\r\n\r\n     Rev. Cuthbert Dibble (Boustead Parva), receives nine minutes.\r\n\r\n     Rev. Orlo Hough (Boustead Magna), receives nine minutes.\r\n\r\n     Rev. J. J. Roberts (Fale-by-the-Water), receives ten minutes.\r\n\r\n     Rev. G. Hayward (Lower Bingley), receives twelve minutes.\r\n\r\n     Rev. James Bates (Gandle-by-the-Hill), receives fifteen minutes.\r\n\r\n                      (_The above have arrived._)\r\n\r\n\r\n     PRICES.--5-2, Tucker, Starkie; 3-1, Jones; 9-2, Dix; 6-1,\r\n     Heppenstall, Dibble, Hough; 100-8 any other.\r\n\r\n\r\nIt baffled me.\r\n\r\n“Do you understand it, Jeeves?”\r\n\r\n“No, sir.”\r\n\r\n“Well, I think we ought to have a look into it, anyway, what?”\r\n\r\n“Undoubtedly, sir.”\r\n\r\n“Right-o, then. Pack our spare dickey and a toothbrush in a neat\r\nbrown-paper parcel, send a wire to Lord Wickhammersley to say we’re\r\ncoming, and buy two tickets on the five-ten at Paddington to-morrow.”\r\n\r\n       *       *       *       *       *\r\n\r\nThe five-ten was late as usual, and everybody was dressing for dinner\r\nwhen I arrived at the Hall. It was only by getting into my evening\r\nthings in record time and taking the stairs to the dining-room in\r\na couple of bounds that I managed to dead-heat with the soup. I\r\nslid into the vacant chair, and found that I was sitting next to old\r\nWickhammersley’s youngest daughter, Cynthia.\r\n\r\n“Oh, hallo, old thing,” I said.\r\n\r\nGreat pals we’ve always been. In fact, there was a time when I had an\r\nidea I was in love with Cynthia. However, it blew over. A dashed pretty\r\nand lively and attractive girl, mind you, but full of ideals and all\r\nthat. I may be wronging her, but I have an idea that she’s the sort of\r\ngirl who would want a fellow to carve out a career and what not. I know\r\nI’ve heard her speak favourably of Napoleon. So what with one thing and\r\nanother the jolly old frenzy sort of petered out, and now we’re just\r\npals. I think she’s a topper, and she thinks me next door to a looney,\r\nso everything’s nice and matey.\r\n\r\n“Well, Bertie, so you’ve arrived?”\r\n\r\n“Oh, yes, I’ve arrived. Yes, here I am. I say, I seem to have plunged\r\ninto the middle of quite a young dinner-party. Who are all these coves?”\r\n\r\n“Oh, just people from round about. You know most of them. You remember\r\nColonel Willis, and the Spencers----”\r\n\r\n“Of course, yes. And there’s old Heppenstall. Who’s the other clergyman\r\nnext to Mrs. Spencer?”\r\n\r\n“Mr. Hayward, from Lower Bingley.”\r\n\r\n“What an amazing lot of clergymen there are round here. Why, there’s\r\nanother, next to Mrs. Willis.”\r\n\r\n“That’s Mr. Bates, Mr. Heppenstall’s nephew. He’s an assistant-master\r\nat Eton. He’s down here during the summer holidays, acting as locum\r\ntenens for Mr. Spettigue, the rector of Gandle-by-the-Hill.”\r\n\r\n“I thought I knew his face. He was in his fourth year at Oxford when\r\nI was a fresher. Rather a blood. Got his rowing-blue and all that.” I\r\ntook another look round the table, and spotted young Bingo. “Ah, there\r\nhe is,” I said. “There’s the old egg.”\r\n\r\n“There’s who?”\r\n\r\n“Young Bingo Little. Great pal of mine. He’s tutoring your brother, you\r\nknow.”\r\n\r\n“Good gracious! Is he a friend of yours?”\r\n\r\n“Rather! Known him all my life.”\r\n\r\n“Then tell me, Bertie, is he at all weak in the head?”\r\n\r\n“Weak in the head?”\r\n\r\n“I don’t mean simply because he’s a friend of yours. But he’s so\r\nstrange in his manner.”\r\n\r\n“How do you mean?”\r\n\r\n“Well, he keeps looking at me so oddly.”\r\n\r\n“Oddly? How? Give an imitation.”\r\n\r\n“I can’t in front of all these people.”\r\n\r\n“Yes, you can. I’ll hold my napkin up.”\r\n\r\n“All right, then. Quick. There!”\r\n\r\nConsidering that she had only about a second and a half to do it in, I\r\nmust say it was a jolly fine exhibition. She opened her mouth and eyes\r\npretty wide and let her jaw drop sideways, and managed to look so like\r\na dyspeptic calf that I recognised the symptoms immediately.\r\n\r\n“Oh, that’s all right,” I said. “No need to be alarmed. He’s simply in\r\nlove with you.”\r\n\r\n“In love with me. Don’t be absurd.”\r\n\r\n“My dear old thing, you don’t know young Bingo. He can fall in love\r\nwith _anybody_.”\r\n\r\n“Thank you!”\r\n\r\n“Oh, I didn’t mean it that way, you know. I don’t wonder at his taking\r\nto you. Why, I was in love with you myself once.”\r\n\r\n“Once? Ah! And all that remains now are the cold ashes? This isn’t one\r\nof your tactful evenings, Bertie.”\r\n\r\n“Well, my dear sweet thing, dash it all, considering that you gave\r\nme the bird and nearly laughed yourself into a permanent state of\r\nhiccoughs when I asked you----”\r\n\r\n“Oh, I’m not reproaching you. No doubt there were faults on both sides.\r\nHe’s very good-looking, isn’t he?”\r\n\r\n“Good-looking? Bingo? Bingo good-looking? No, I say, come now, really!”\r\n\r\n“I mean, compared with some people,” said Cynthia.\r\n\r\nSome time after this, Lady Wickhammersley gave the signal for the\r\nfemales of the species to leg it, and they duly stampeded. I didn’t get\r\na chance of talking to young Bingo when they’d gone, and later, in the\r\ndrawing-room, he didn’t show up. I found him eventually in his room,\r\nlying on the bed with his feet on the rail, smoking a toofah. There was\r\na notebook on the counterpane beside him.\r\n\r\n“Hallo, old scream,” I said.\r\n\r\n“Hallo, Bertie,” he replied, in what seemed to me rather a moody,\r\ndistrait sort of manner.\r\n\r\n“Rummy finding you down here. I take it your uncle cut off your\r\nallowance after that Goodwood binge and you had to take this tutoring\r\njob to keep the wolf from the door?”\r\n\r\n“Correct,” said young Bingo tersely.\r\n\r\n“Well, you might have let your pals know where you were.”\r\n\r\nHe frowned darkly.\r\n\r\n“I didn’t want them to know where I was. I wanted to creep away and\r\nhide myself. I’ve been through a bad time, Bertie, these last weeks.\r\nThe sun ceased to shine----”\r\n\r\n“That’s curious. We’ve had gorgeous weather in London.”\r\n\r\n“The birds ceased to sing----”\r\n\r\n“What birds?”\r\n\r\n“What the devil does it matter what birds?” said young Bingo, with some\r\nasperity. “Any birds. The birds round about here. You don’t expect me\r\nto specify them by their pet names, do you? I tell you, Bertie, it hit\r\nme hard at first, very hard.”\r\n\r\n“What hit you?” I simply couldn’t follow the blighter.\r\n\r\n“Charlotte’s calculated callousness.”\r\n\r\n“Oh, ah!” I’ve seen poor old Bingo through so many unsuccessful\r\nlove-affairs that I’d almost forgotten there was a girl mixed up with\r\nthat Goodwood business. Of course! Charlotte Corday Rowbotham. And she\r\nhad given him the raspberry, I remembered, and gone off with Comrade\r\nButt.\r\n\r\n“I went through torments. Recently, however, I’ve--er--bucked up a bit.\r\nTell me, Bertie, what are you doing down here? I didn’t know you knew\r\nthese people.”\r\n\r\n“Me? Why, I’ve known them since I was a kid.”\r\n\r\nYoung Bingo put his feet down with a thud.\r\n\r\n“Do you mean to say you’ve known Lady Cynthia all that time?”\r\n\r\n“Rather! She can’t have been seven when I met her first.”\r\n\r\n“Good Lord!” said young Bingo. He looked at me for the first time as\r\nthough I amounted to something, and swallowed a mouthful of smoke the\r\nwrong way. “I love that girl, Bertie,” he went on, when he’d finished\r\ncoughing.\r\n\r\n“Yes. Nice girl, of course.”\r\n\r\nHe eyed me with pretty deep loathing.\r\n\r\n“Don’t speak of her in that horrible casual way. She’s an angel. An\r\nangel! Was she talking about me at all at dinner, Bertie?”\r\n\r\n“Oh, yes.”\r\n\r\n“What did she say?”\r\n\r\n“I remember one thing. She said she thought you good-looking.”\r\n\r\nYoung Bingo closed his eyes in a sort of ecstasy. Then he picked up the\r\nnotebook.\r\n\r\n“Pop off now, old man, there’s a good chap,” he said, in a hushed,\r\nfar-away voice. “I’ve got a bit of writing to do.”\r\n\r\n“Writing?”\r\n\r\n“Poetry, if you must know. I wish the dickens,” said young Bingo, not\r\nwithout some bitterness, “she had been christened something except\r\nCynthia. There isn’t a dam’ word in the language it rhymes with. Ye\r\ngods, how I could have spread myself if she had only been called Jane!”\r\n\r\n       *       *       *       *       *\r\n\r\nBright and early next morning, as I lay in bed blinking at the sunlight\r\non the dressing-table and wondering when Jeeves was going to show up\r\nwith a cup of tea, a heavy weight descended on my toes, and the voice\r\nof young Bingo polluted the air. The blighter had apparently risen with\r\nthe lark.\r\n\r\n“Leave me,” I said, “I would be alone. I can’t see anybody till I’ve\r\nhad my tea.”\r\n\r\n“When Cynthia smiles,” said young Bingo, “the skies are blue; the world\r\ntakes on a roseate hue: birds in the garden trill and sing, and Joy is\r\nking of everything, when Cynthia smiles.” He coughed, changing gears.\r\n“When Cynthia frowns----”\r\n\r\n“What the devil are you talking about?”\r\n\r\n“I’m reading you my poem. The one I wrote to Cynthia last night. I’ll\r\ngo on, shall I?”\r\n\r\n“No!”\r\n\r\n“No?”\r\n\r\n“No. I haven’t had my tea.”\r\n\r\nAt this moment Jeeves came in with the good old beverage, and I\r\nsprang on it with a glad cry. After a couple of sips things looked a\r\nbit brighter. Even young Bingo didn’t offend the eye to quite such an\r\nextent. By the time I’d finished the first cup I was a new man, so\r\nmuch so that I not only permitted but encouraged the poor fish to read\r\nthe rest of the bally thing, and even went so far as to criticise the\r\nscansion of the fourth line of the fifth verse. We were still arguing\r\nthe point when the door burst open and in blew Claude and Eustace. One\r\nof the things which discourage me about rural life is the frightful\r\nearliness with which events begin to break loose. I’ve stayed at places\r\nin the country where they’ve jerked me out of the dreamless at about\r\nsix-thirty to go for a jolly swim in the lake. At Twing, thank heaven,\r\nthey know me, and let me breakfast in bed.\r\n\r\nThe twins seemed pleased to see me.\r\n\r\n“Good old Bertie!” said Claude.\r\n\r\n“Stout fellow!” said Eustace. “The Rev. told us you had arrived. I\r\nthought that letter of mine would fetch you.”\r\n\r\n“You can always bank on Bertie,” said Claude. “A sportsman to the\r\nfinger-tips. Well, has Bingo told you about it?”\r\n\r\n“Not a word. He’s been----”\r\n\r\n“We’ve been talking,” said Bingo hastily, “of other matters.”\r\n\r\nClaude pinched the last slice of thin bread-and-butter, and Eustace\r\npoured himself out a cup of tea.\r\n\r\n“It’s like this, Bertie,” said Eustace, settling down cosily. “As I\r\ntold you in my letter, there are nine of us marooned in this desert\r\nspot, reading with old Heppenstall. Well, of course, nothing is jollier\r\nthan sweating up the Classics when it’s a hundred in the shade, but\r\nthere does come a time when you begin to feel the need of a little\r\nrelaxation; and, by Jove, there are absolutely no facilities for\r\nrelaxation in this place whatever. And then Steggles got this idea.\r\nSteggles is one of our reading-party, and, between ourselves, rather a\r\nworm as a general thing. Still, you have to give him credit for getting\r\nthis idea.”\r\n\r\n“What idea?”\r\n\r\n“Well, you know how many parsons there are round about here. There are\r\nabout a dozen hamlets within a radius of six miles, and each hamlet has\r\na church and each church has a parson and each parson preaches a sermon\r\nevery Sunday. To-morrow week--Sunday the twenty-third--we’re running\r\noff the great Sermon Handicap. Steggles is making the book. Each parson\r\nis to be clocked by a reliable steward of the course, and the one that\r\npreaches the longest sermon wins. Did you study the race-card I sent\r\nyou?”\r\n\r\n“I couldn’t understand what it was all about.”\r\n\r\n“Why, you chump, it gives the handicaps and the current odds on each\r\nstarter. I’ve got another one here, in case you’ve lost yours. Take a\r\ncareful look at it. It gives you the thing in a nutshell. Jeeves, old\r\nson, do you want a sporting flutter?”\r\n\r\n“Sir?” said Jeeves, who had just meandered in with my breakfast.\r\n\r\nClaude explained the scheme. Amazing the way Jeeves grasped it right\r\noff. But he merely smiled in a paternal sort of way.\r\n\r\n“Thank you, sir, I think not.”\r\n\r\n“Well, you’re with us, Bertie, aren’t you?” said Claude, sneaking a\r\nroll and a slice of bacon. “Have you studied that card? Well, tell me,\r\ndoes anything strike you about it?”\r\n\r\nOf course it did. It had struck me the moment I looked at it.\r\n\r\n“Why, it’s a sitter for old Heppenstall,” I said. “He’s got the event\r\nsewed up in a parcel. There isn’t a parson in the land who could\r\ngive him eight minutes. Your pal Steggles must be an ass, giving\r\nhim a handicap like that. Why, in the days when I was with him, old\r\nHeppenstall never used to preach under half an hour, and there was one\r\nsermon of his on Brotherly Love which lasted forty-five minutes if it\r\nlasted a second. Has he lost his vim lately, or what is it?”\r\n\r\n“Not a bit of it,” said Eustace. “Tell him what happened, Claude.”\r\n\r\n“Why,” said Claude, “the first Sunday we were here, we all went to\r\nTwing church, and old Heppenstall preached a sermon that was well under\r\ntwenty minutes. This is what happened. Steggles didn’t notice it, and\r\nthe Rev. didn’t notice it himself, but Eustace and I both spotted\r\nthat he had dropped a chunk of at least half a dozen pages out of his\r\nsermon-case as he was walking up to the pulpit. He sort of flickered\r\nwhen he got to the gap in the manuscript, but carried on all right, and\r\nSteggles went away with the impression that twenty minutes or a bit\r\nunder was his usual form. The next Sunday we heard Tucker and Starkie,\r\nand they both went well over the thirty-five minutes, so Steggles\r\narranged the handicapping as you see on the card. You must come into\r\nthis, Bertie. You see, the trouble is that I haven’t a bean, and\r\nEustace hasn’t a bean, and Bingo Little hasn’t a bean, so you’ll have\r\nto finance the syndicate. Don’t weaken! It’s just putting money in all\r\nour pockets. Well, we’ll have to be getting back now. Think the thing\r\nover, and phone me later in the day. And, if you let us down, Bertie,\r\nmay a cousin’s curse---- Come on, Claude, old thing.”\r\n\r\nThe more I studied the scheme, the better it looked.\r\n\r\n“How about it, Jeeves?” I said.\r\n\r\nJeeves smiled gently, and drifted out.\r\n\r\n“Jeeves has no sporting blood,” said Bingo.\r\n\r\n“Well, I have. I’m coming into this. Claude’s quite right. It’s like\r\nfinding money by the wayside.”\r\n\r\n“Good man!” said Bingo. “Now I can see daylight. Say I have a tenner\r\non Heppenstall, and cop; that’ll give me a bit in hand to back Pink\r\nPill with in the two o’clock at Gatwick the week after next: cop on\r\nthat, put the pile on Musk-Rat for the one-thirty at Lewes, and there\r\nI am with a nice little sum to take to Alexandra Park on September the\r\ntenth, when I’ve got a tip straight from the stable.”\r\n\r\nIt sounded like a bit out of “Smiles’s Self-Help.”\r\n\r\n“And then,” said young Bingo, “I’ll be in a position to go to my uncle\r\nand beard him in his lair somewhat. He’s quite a bit of a snob, you\r\nknow, and when he hears that I’m going to marry the daughter of an\r\nearl----”\r\n\r\n“I say, old man,” I couldn’t help saying, “aren’t you looking ahead\r\nrather far?”\r\n\r\n“Oh, that’s all right. It’s true nothing’s actually settled yet, but\r\nshe practically told me the other day she was fond of me.”\r\n\r\n“What!”\r\n\r\n“Well, she said that the sort of man she liked was the self-reliant,\r\nmanly man with strength, good looks, character, ambition, and\r\ninitiative.”\r\n\r\n“Leave me, laddie,” I said. “Leave me to my fried egg.”\r\n\r\n       *       *       *       *       *\r\n\r\nDirectly I’d got up I went to the phone, snatched Eustace away from his\r\nmorning’s work, and instructed him to put a tenner on the Twing flier\r\nat current odds for each of the syndicate; and after lunch Eustace\r\nrang me up to say that he had done business at a snappy seven-to-one,\r\nthe odds having lengthened owing to a rumour in knowledgeable circles\r\nthat the Rev. was subject to hay-fever, and was taking big chances\r\nstrolling in the paddock behind the Vicarage in the early mornings. And\r\nit was dashed lucky, I thought next day, that we had managed to get\r\nthe money on in time, for on the Sunday morning old Heppenstall fairly\r\ntook the bit between his teeth, and gave us thirty-six solid minutes on\r\nCertain Popular Superstitions. I was sitting next to Steggles in the\r\npew, and I saw him blench visibly. He was a little, rat-faced fellow,\r\nwith shifty eyes and a suspicious nature. The first thing he did when\r\nwe emerged into the open air was to announce, formally, that anyone who\r\nfancied the Rev. could now be accommodated at fifteen-to-eight on, and\r\nhe added, in a rather nasty manner, that if he had his way, this sort\r\nof in-and-out running would be brought to the attention of the Jockey\r\nClub, but that he supposed that there was nothing to be done about it.\r\nThis ruinous price checked the punters at once, and there was little\r\nmoney in sight. And so matters stood till just after lunch on Tuesday\r\nafternoon, when, as I was strolling up and down in front of the house\r\nwith a cigarette, Claude and Eustace came bursting up the drive on\r\nbicycles, dripping with momentous news.\r\n\r\n“Bertie,” said Claude, deeply agitated, “unless we take immediate\r\naction and do a bit of quick thinking, we’re in the cart.”\r\n\r\n“What’s the matter?”\r\n\r\n“G. Hayward’s the matter,” said Eustace morosely. “The Lower Bingley\r\nstarter.”\r\n\r\n“We never even considered him,” said Claude. “Somehow or other, he\r\ngot overlooked. It’s always the way. Steggles overlooked him. We all\r\noverlooked him. But Eustace and I happened by the merest fluke to be\r\nriding through Lower Bingley this morning, and there was a wedding on\r\nat the church, and it suddenly struck us that it wouldn’t be a bad move\r\nto get a line on G. Hayward’s form, in case he might be a dark horse.”\r\n\r\n“And it was jolly lucky we did,” said Eustace. “He delivered an address\r\nof twenty-six minutes by Claude’s stop-watch. At a village wedding,\r\nmark you! What’ll he do when he really extends himself!”\r\n\r\n“There’s only one thing to be done, Bertie,” said Claude. “You must\r\nspring some more funds, so that we can hedge on Hayward and save\r\nourselves.”\r\n\r\n“But----”\r\n\r\n“Well, it’s the only way out.”\r\n\r\n“But I say, you know, I hate the idea of all that money we put on\r\nHeppenstall being chucked away.”\r\n\r\n“What else can you suggest? You don’t suppose the Rev. can give this\r\nabsolute marvel a handicap and win, do you?”\r\n\r\n“I’ve got it!” I said.\r\n\r\n“What?”\r\n\r\n“I see a way by which we can make it safe for our nominee. I’ll pop\r\nover this afternoon, and ask him as a personal favour to preach that\r\nsermon of his on Brotherly Love on Sunday.”\r\n\r\nClaude and Eustace looked at each other, like those chappies in the\r\npoem, with a wild surmise.\r\n\r\n“It’s a scheme,” said Claude.\r\n\r\n“A jolly brainy scheme,” said Eustace. “I didn’t think you had it in\r\nyou, Bertie.”\r\n\r\n“But even so,” said Claude, “fizzer as that sermon no doubt is, will it\r\nbe good enough in the face of a four-minute handicap?”\r\n\r\n“Rather!” I said. “When I told you it lasted forty-five minutes, I was\r\nprobably understating it. I should call it--from my recollection of the\r\nthing--nearer fifty.”\r\n\r\n“Then carry on,” said Claude.\r\n\r\nI toddled over in the evening and fixed the thing up. Old Heppenstall\r\nwas most decent about the whole affair. He seemed pleased and touched\r\nthat I should have remembered the sermon all these years, and said he\r\nhad once or twice had an idea of preaching it again, only it had seemed\r\nto him, on reflection, that it was perhaps a trifle long for a rustic\r\ncongregation.\r\n\r\n“And in these restless times, my dear Wooster,” he said, “I fear that\r\nbrevity in the pulpit is becoming more and more desiderated by even\r\nthe bucolic churchgoer, who one might have supposed would be less\r\nafflicted with the spirit of hurry and impatience than his metropolitan\r\nbrother. I have had many arguments on the subject with my nephew,\r\nyoung Bates, who is taking my old friend Spettigue’s cure over at\r\nGandle-by-the-Hill. His view is that a sermon nowadays should be a\r\nbright, brisk, straight-from-the-shoulder address, never lasting more\r\nthan ten or twelve minutes.”\r\n\r\n“Long?” I said. “Why, my goodness! you don’t call that Brotherly Love\r\nsermon of yours _long_, do you?”\r\n\r\n“It takes fully fifty minutes to deliver.”\r\n\r\n“Surely not?”\r\n\r\n“Your incredulity, my dear Wooster, is extremely flattering--far more\r\nflattering, of course, than I deserve. Nevertheless, the facts are as\r\nI have stated. You are sure that I would not be well advised to make\r\ncertain excisions and eliminations? You do not think it would be a\r\ngood thing to cut, to prune? I might, for example, delete the rather\r\nexhaustive excursus into the family life of the early Assyrians?”\r\n\r\n“Don’t touch a word of it, or you’ll spoil the whole thing,” I said\r\nearnestly.\r\n\r\n“I am delighted to hear you say so, and I shall preach the sermon\r\nwithout fail next Sunday morning.”\r\n\r\n       *       *       *       *       *\r\n\r\nWhat I have always said, and what I always shall say, is, that this\r\nante-post betting is a mistake, an error, and a mug’s game. You never\r\ncan tell what’s going to happen. If fellows would only stick to the\r\ngood old S.P. there would be fewer young men go wrong. I’d hardly\r\nfinished my breakfast on the Saturday morning, when Jeeves came to my\r\nbedside to say that Eustace wanted me on the telephone.\r\n\r\n“Good Lord, Jeeves, what’s the matter, do you think?”\r\n\r\nI’m bound to say I was beginning to get a bit jumpy by this time.\r\n\r\n“Mr. Eustace did not confide in me, sir.”\r\n\r\n“Has he got the wind up?”\r\n\r\n“Somewhat vertically, sir, to judge by his voice.”\r\n\r\n“Do you know what I think, Jeeves? Something’s gone wrong with the\r\nfavourite.”\r\n\r\n“Which is the favourite, sir?”\r\n\r\n“Mr. Heppenstall. He’s gone to odds on. He was intending to preach a\r\nsermon on Brotherly Love which would have brought him home by lengths.\r\nI wonder if anything’s happened to him.”\r\n\r\n“You could ascertain, sir, by speaking to Mr. Eustace on the telephone.\r\nHe is holding the wire.”\r\n\r\n“By Jove, yes!”\r\n\r\nI shoved on a dressing-gown, and flew downstairs like a mighty, rushing\r\nwind. The moment I heard Eustace’s voice I knew we were for it. It had\r\na croak of agony in it.\r\n\r\n“Bertie?”\r\n\r\n“Here I am.”\r\n\r\n“Deuce of a time you’ve been. Bertie, we’re sunk. The favourite’s blown\r\nup.”\r\n\r\n“No!”\r\n\r\n“Yes. Coughing in his stable all last night.”\r\n\r\n“What!”\r\n\r\n“Absolutely! Hay-fever.”\r\n\r\n“Oh, my sainted aunt!”\r\n\r\n“The doctor is with him now, and it’s only a question of minutes\r\nbefore he’s officially scratched. That means the curate will show up\r\nat the post instead, and he’s no good at all. He is being offered at a\r\nhundred-to-six, but no takers. What shall we do?”\r\n\r\nI had to grapple with the thing for a moment in silence.\r\n\r\n“Eustace.”\r\n\r\n“Hallo?”\r\n\r\n“What can you get on G. Hayward?”\r\n\r\n“Only four-to-one now. I think there’s been a leak, and Steggles has\r\nheard something. The odds shortened late last night in a significant\r\nmanner.”\r\n\r\n“Well, four-to-one will clear us. Put another fiver all round on G.\r\nHayward for the syndicate. That’ll bring us out on the right side of\r\nthe ledger.”\r\n\r\n“If he wins.”\r\n\r\n“What do you mean? I thought you considered him a cert. bar\r\nHeppenstall.”\r\n\r\n“I’m beginning to wonder,” said Eustace gloomily, “if there’s such a\r\nthing as a cert. in this world. I’m told the Rev. Joseph Tucker did\r\nan extraordinarily fine trial gallop at a mothers’ meeting over at\r\nBadgwick yesterday. However, it seems our only chance. So-long.”\r\n\r\nNot being one of the official stewards, I had my choice of churches\r\nnext morning, and naturally I didn’t hesitate. The only drawback to\r\ngoing to Lower Bingley was that it was ten miles away, which meant\r\nan early start, but I borrowed a bicycle from one of the grooms and\r\ntooled off. I had only Eustace’s word for it that G. Hayward was such\r\na stayer, and it might have been that he had showed too flattering\r\nform at that wedding where the twins had heard him preach; but any\r\nmisgivings I may have had disappeared the moment he got into the\r\npulpit. Eustace had been right. The man was a trier. He was a tall,\r\nrangy-looking greybeard, and he went off from the start with a nice,\r\neasy action, pausing and clearing his throat at the end of each\r\nsentence, and it wasn’t five minutes before I realised that here was\r\nthe winner. His habit of stopping dead and looking round the church at\r\nintervals was worth minutes to us, and in the home stretch we gained\r\nno little advantage owing to his dropping his pince-nez and having to\r\ngrope for them. At the twenty-minute mark he had merely settled down.\r\nTwenty-five minutes saw him going strong. And when he finally finished\r\nwith a good burst, the clock showed thirty-five minutes fourteen\r\nseconds. With the handicap which he had been given, this seemed to\r\nme to make the event easy for him, and it was with much bonhomie and\r\ngoodwill to all men that I hopped on to the old bike and started back\r\nto the Hall for lunch.\r\n\r\nBingo was talking on the phone when I arrived.\r\n\r\n“Fine! Splendid! Topping!” he was saying. “Eh? Oh, we needn’t worry\r\nabout him. Right-o, I’ll tell Bertie.” He hung up the receiver and\r\ncaught sight of me. “Oh, hallo, Bertie; I was just talking to Eustace.\r\nIt’s all right, old man. The report from Lower Bingley has just got\r\nin. G. Hayward romps home.”\r\n\r\n“I knew he would. I’ve just come from there.”\r\n\r\n“Oh, were you there? I went to Badgwick. Tucker ran a splendid race,\r\nbut the handicap was too much for him. Starkie had a sore throat and\r\nwas nowhere. Roberts, of Fale-by-the-Water, ran third. Good old G.\r\nHayward!” said Bingo affectionately, and we strolled out on to the\r\nterrace.\r\n\r\n“Are all the returns in, then?” I asked.\r\n\r\n“All except Gandle-by-the-Hill. But we needn’t worry about Bates. He\r\nnever had a chance. By the way, poor old Jeeves loses his tenner. Silly\r\nass!”\r\n\r\n“Jeeves? How do you mean?”\r\n\r\n“He came to me this morning, just after you had left, and asked me to\r\nput a tenner on Bates for him. I told him he was a chump and begged him\r\nnot to throw his money away, but he would do it.”\r\n\r\n“I beg your pardon, sir. This note arrived for you just after you had\r\nleft the house this morning.”\r\n\r\nJeeves had materialised from nowhere, and was standing at my elbow.\r\n\r\n“Eh? What? Note?”\r\n\r\n“The Reverend Mr. Heppenstall’s butler brought it over from the\r\nVicarage, sir. It came too late to be delivered to you at the moment.”\r\n\r\nYoung Bingo was talking to Jeeves like a father on the subject of\r\nbetting against the form-book. The yell I gave made him bite his tongue\r\nin the middle of a sentence.\r\n\r\n“What the dickens is the matter?” he asked, not a little peeved.\r\n\r\n“We’re dished! Listen to this!”\r\n\r\nI read him the note:\r\n\r\n\r\n     _The Vicarage,\r\n     Twing, Glos._\r\n\r\n     _My Dear Wooster,--As you may have heard, circumstances over\r\n     which I have no control will prevent my preaching the sermon on\r\n     Brotherly Love for which you made such a flattering request. I am\r\n     unwilling, however, that you shall be disappointed, so, if you\r\n     will attend divine service at Gandle-by-the-Hill this morning,\r\n     you will hear my sermon preached by young Bates, my nephew. I\r\n     have lent him the manuscript at his urgent desire, for, between\r\n     ourselves, there are wheels within wheels. My nephew is one of the\r\n     candidates for the headmastership of a well-known public school,\r\n     and the choice has narrowed down between him and one rival._\r\n\r\n     _Late yesterday evening James received private information that\r\n     the head of the Board of Governors of the school proposed to sit\r\n     under him this Sunday in order to judge of the merits of his\r\n     preaching, a most important item in swaying the Board’s choice. I\r\n     acceded to his plea that I lend him my sermon on Brotherly Love,\r\n     of which, like you, he apparently retains a vivid recollection. It\r\n     would have been too late for him to compose a sermon of suitable\r\n     length in place of the brief address which--mistakenly, in my\r\n     opinion--he had designed to deliver to his rustic flock, and I\r\n     wished to help the boy._\r\n\r\n     _Trusting that his preaching of the sermon will supply you with as\r\n     pleasant memories as you say you have of mine, I remain,_\r\n\r\n     _Cordially yours,\r\n     F. Heppenstall._\r\n\r\n     P.S.--_The hay-fever has rendered my eyes unpleasantly weak for\r\n     the time being, so I am dictating this letter to my butler,\r\n     Brookfield, who will convey it to you._\r\n\r\n\r\nI don’t know when I’ve experienced a more massive silence than the one\r\nthat followed my reading of this cheery epistle. Young Bingo gulped\r\nonce or twice, and practically every known emotion came and went on his\r\nface. Jeeves coughed one soft, low, gentle cough like a sheep with a\r\nblade of grass stuck in its throat, and then stood gazing serenely at\r\nthe landscape. Finally young Bingo spoke.\r\n\r\n“Great Scott!” he whispered hoarsely. “An S.P. job!”\r\n\r\n“I believe that is the technical term, sir,” said Jeeves.\r\n\r\n“So you had inside information, dash it!” said young Bingo.\r\n\r\n“Why, yes, sir,” said Jeeves. “Brookfield happened to mention the\r\ncontents of the note to me when he brought it. We are old friends.”\r\n\r\nBingo registered grief, anguish, rage, despair and resentment.\r\n\r\n“Well, all I can say,” he cried, “is that it’s a bit thick! Preaching\r\nanother man’s sermon! Do you call that honest? Do you call that playing\r\nthe game?”\r\n\r\n“Well, my dear old thing,” I said, “be fair. It’s quite within the\r\nrules. Clergymen do it all the time. They aren’t expected always to\r\nmake up the sermons they preach.”\r\n\r\nJeeves coughed again, and fixed me with an expressionless eye.\r\n\r\n“And in the present case, sir, if I may be permitted to take the\r\nliberty of making the observation, I think we should make allowances.\r\nWe should remember that the securing of this headmastership meant\r\neverything to the young couple.”\r\n\r\n“Young couple! What young couple?”\r\n\r\n“The Reverend James Bates, sir, and Lady Cynthia. I am informed by\r\nher ladyship’s maid that they have been engaged to be married for some\r\nweeks--provisionally, so to speak; and his lordship made his consent\r\nconditional on Mr. Bates securing a really important and remunerative\r\nposition.”\r\n\r\nYoung Bingo turned a light green.\r\n\r\n“Engaged to be married!”\r\n\r\n“Yes, sir.”\r\n\r\nThere was a silence.\r\n\r\n“I think I’ll go for a walk,” said Bingo.\r\n\r\n“But, my dear old thing,” I said, “it’s just lunch-time. The gong will\r\nbe going any minute now.”\r\n\r\n“I don’t want any lunch!” said Bingo."
  ]
}