{
  "index": 9,
  "title": "Chapter 8",
  "paragraphs": [
    "For many minutes the fight raged furiously round the pole, and the\r\nearth shook beneath the iron boots of Friesshardt and Leuthold as they\r\nrushed about, striking out right and left with their fists and the\r\nflats of their pikes. Seppi the cowboy (an ancestor, by the way, of\r\nBuffalo Bill) went down before a tremendous blow by Friesshardt, and\r\nLeuthold knocked Klaus von der Flue head over heels.\r\n\r\n\"What you _want_\" said Arnold of Sewa, who had seen the beginning\r\nof the fight from the window of his cottage and had hurried to join it,\r\nand, as usual, to give advice to everybody--\"what you want here is\r\nguile. That's what you want--guile, cunning. Not brute force, mind you.\r\nIt's no good rushing at a man in armour and hitting him. He only hits\r\nyou back. You should employ guile. Thus. Observe.\"\r\n\r\nHe had said these words standing on the outskirts of the crowd. He now\r\ngrasped his cudgel and began to steal slowly towards Friesshardt, who\r\nhad just given Werni the huntsman such a hit with his pike that the\r\nsound of it was still echoing in the mountains, and was now busily\r\nengaged in disposing of Jost Weiler. Arnold of Sewa crept stealthily\r\nbehind him, and was just about to bring his cudgel down on his head,\r\nwhen Leuthold, catching sight of him, saved his comrade by driving his\r\npike with all his force into Arnold's side. Arnold said afterwards that\r\nit completely took his breath away. He rolled over, and after being\r\ntrodden on by everybody for some minutes, got up and limped back to his\r\ncottage, where he went straight to bed, and did not get up for two\r\ndays.\r\n\r\nAll this time Tell had been standing a little way off with his arms\r\nfolded, looking on. While it was a quarrel simply between himself and\r\nFriesshardt he did not mind fighting. But when the crowd joined in he\r\nfelt that it was not fair to help so many men attack one, however badly\r\nthat one might have behaved.\r\n\r\nHe now saw that the time had come to put an end to the disturbance. He\r\ndrew an arrow from his quiver, placed it in his crossbow, and pointed\r\nit at the hat. Friesshardt, seeing what he intended to do, uttered a\r\nshout of horror and rushed to stop him. But at that moment somebody in\r\nthe crowd hit him so hard with a spade that his helmet was knocked over\r\nhis eyes, and before he could raise it again the deed was done. Through\r\nthe cap and through the pole and out at the other side sped the arrow.\r\nAnd the first thing he saw when he opened his eyes was Tell standing\r\nbeside him twirling his moustache, while all around the crowd danced\r\nand shouted and threw their caps into the air with joy.\r\n\r\n[Illustration: PLATE VII]\r\n\r\n[Illustration: PLATE VIII]\r\n\r\n\"A mere trifle,\" said Tell modestly.\r\n\r\nThe crowd cheered again and again.\r\n\r\nFriesshardt and Leuthold lay on the ground beside the pole, feeling\r\nvery sore and bruised, and thought that perhaps, on the whole, they had\r\nbetter stay there. There was no knowing what the crowd might do after\r\nthis, if they began to fight again. So they lay on the ground and made\r\nno attempt to interfere with the popular rejoicings. What they\r\n_wanted_, as Arnold of Sewa might have said if he had been there,\r\nwas a few moments' complete rest. Leuthold's helmet had been hammered\r\nwith sticks until it was over his eyes and all out of shape, and\r\nFriesshardt's was very little better. And they both felt just as if\r\nthey had been run over in the street by a horse and cart.\r\n\r\n\"Tell!\" shouted the crowd. \"Hurrah for Tell! Good old Tell!\"\r\n\r\n\"Tell's the boy!\" roared Ulric the smith. \"Not another man in\r\nSwitzerland could have made that shot.\"\r\n\r\n\"No,\" shrieked everybody, \"not another!\"\r\n\r\n\"Speech!\" cried someone from the edge of the crowd.\r\n\r\n\"Speech! Speech! Tell, speech!\" Everybody took up the cry.\r\n\r\n\"No, no,\" said Tell, blushing.\r\n\r\n\"Go on, go on!\" shouted the crowd.\r\n\r\n\"Oh, I couldn't,\" said Tell; \"I don't know what to say.\"\r\n\r\n\"Anything will do. Speech! Speech!\"\r\n\r\nUlric the smith and Ruodi the fisherman hoisted Tell on to their\r\nshoulders, and, having coughed once or twice, he said:\r\n\r\n\"Gentlemen--\"\r\n\r\nCheers from the crowd.\r\n\r\n\"Gentlemen,\" said Tell again, \"this is the proudest moment of my life.\"\r\n\r\nMore cheers.\r\n\r\n\"I don't know what you want me to talk about. I have never made a\r\nspeech before. Excuse my emotion. This is the proudest moment of my\r\nlife. To-day is a great day for Switzerland. We have struck the first\r\nblow of the revolution. Let us strike some more.\"\r\n\r\nShouts of \"Hear, hear!\" from the crowd, many of whom, misunderstanding\r\nTell's last remark, proceeded to hit Leuthold and Friesshardt, until\r\nstopped by cries of \"Order!\" from Ulric the smith.\r\n\r\n\"Gentlemen,\" continued Tell, \"the floodgates of revolution have been\r\nopened. From this day they will stalk through the land burning to ashes\r\nthe slough of oppression which our tyrant Governor has erected in our\r\nmidst. I have only to add that this is the proudest moment of my life,\r\nand----\"\r\n\r\nHe was interrupted by a frightened voice.\r\n\r\n\"Look out, you chaps,\" said the voice; \"here comes the Governor!\"\r\n\r\nGessler, with a bodyguard of armed men, had entered the meadow, and was\r\ngalloping towards them."
  ]
}