{
  "index": 1,
  "title": "Chapter 1",
  "paragraphs": [
    "CHAPTER I\r\n\r\n\r\nOnce upon a time, more years ago than anybody can remember, before the\r\nfirst hotel had been built or the first Englishman had taken a\r\nphotograph of Mont Blanc and brought it home to be pasted in an album\r\nand shown after tea to his envious friends, Switzerland belonged to the\r\nEmperor of Austria, to do what he liked with.\r\n\r\nOne of the first things the Emperor did was to send his friend Hermann\r\nGessler to govern the country. Gessler was not a nice man, and it soon\r\nbecame plain that he would never make himself really popular with the\r\nSwiss. The point on which they disagreed in particular was the question\r\nof taxes. The Swiss, who were a simple and thrifty people, objected to\r\npaying taxes of any sort. They said they wanted to spend their money on\r\nall kinds of other things. Gessler, on the other hand, wished to put a\r\ntax on everything, and, being Governor, he did it. He made everyone who\r\nowned a flock of sheep pay a certain sum of money to him; and if the\r\nfarmer sold his sheep and bought cows, he had to pay rather more money\r\nto Gessler for the cows than he had paid for the sheep. Gessler also\r\ntaxed bread, and biscuits, and jam, and buns, and lemonade, and, in\r\nfact, everything he could think of, till the people of Switzerland\r\ndetermined to complain. They appointed Walter Fürst, who had red hair\r\nand looked fierce; Werner Stauffacher, who had gray hair and was always\r\nwondering how he ought to pronounce his name; and Arnold of Melchthal,\r\nwho had light-yellow hair and was supposed to know a great deal about\r\nthe law, to make the complaint. They called on the Governor one lovely\r\nmorning in April, and were shown into the Hall of Audience.\r\n\r\n\"Well,\" said Gessler, \"and what's the matter now?\"\r\n\r\nThe other two pushed Walter Fürst forward because he looked fierce, and\r\nthey thought he might frighten the Governor.\r\n\r\nWalter Fürst coughed.\r\n\r\n\"Well?\" asked Gessler.\r\n\r\n\"Er--ahem!\" said Walter Fürst.\r\n\r\n\"That's the way,\" whispered Werner; \"_give_ it him!\"\r\n\r\n\"Er--ahem!\"\r\nsaid Walter Fürst again; \"the fact is, your Governorship--\"\r\n\r\n\"It's a small point,\" interrupted Gessler, \"but I'm generally called\r\n'your Excellency.' Yes?\"\r\n\r\n\"The fact is, your Excellency, it seems to the people of Switzerland--\"\r\n\r\n\"--Whom I represent,\" whispered Arnold of Melchthal.\r\n\r\n\"--Whom I represent, that things want changing.\"\r\n\r\n\"What things?\" inquired Gessler.\r\n\r\n\"The taxes, your excellent Governorship.\"\r\n\r\n\"Change the taxes? Why, don't the people of Switzerland think there are\r\nenough taxes?\"\r\n\r\nArnold of Melchthal broke in hastily.\r\n\r\n\"They think there are many too many,\" he said. \"What with the tax on\r\nsheep, and the tax on cows, and the tax on bread, and the tax on tea,\r\nand the tax--\"\r\n\r\n\"I know, _I_ know,\" Gessler interrupted; \"I know all the taxes.\r\nCome to the point. What about 'em?\"\r\n\r\n\"Well, your Excellency, there are too many of them.\"\r\n\r\n\"Too many!\"\r\n\r\n\"Yes. And we are not going to put up with it any longer!\" shouted\r\nArnold of Melchthal.\r\n\r\nGessler leaned forward in his throne.\r\n\r\n\"Might I ask you to repeat that remark?\" he said.\r\n\r\n\"We are not going to put up with it any longer!\"\r\n\r\nGessler sat back again with an ugly smile.\r\n\r\n\"Oh,\" he said--\"oh, indeed! You aren't, aren't you! Desire the Lord\r\nHigh Executioner to step this way,\" he added to a soldier who stood\r\nbeside him.\r\n\r\nThe Lord High Executioner entered the presence. He was a kind-looking\r\nold gentleman with white hair, and he wore a beautiful black robe,\r\ntastefully decorated with death's-heads.\r\n\r\n\"Your Excellency sent for me?\" he said.\r\n\r\n\"Just so,\" replied Gessler. \"This gentleman here\"--he pointed to Arnold\r\nof Melchthal--\"says he does not like taxes, and that he isn't going to\r\nput up with them any longer.\"\r\n\r\n\"Tut-tut!\" murmured the executioner.\r\n\r\n\"See what you can do for him.\"\r\n\r\n\"Certainly, your Excellency. Robert,\" he cried, \"is the oil on the\r\nboil?\"\r\n\r\n\"Just this minute boiled over,\" replied a voice from the other side of\r\nthe door.\r\n\r\n\"Then bring it in, and mind you don't spill any.\"\r\n\r\nEnter Robert, in a suit of armour and a black mask, carrying a large\r\ncaldron, from which the steam rose in great clouds.\r\n\r\n\"Now, sir, if you please,\" said the executioner politely to Arnold of\r\nMelchthal.\r\n\r\nArnold looked at the caldron.\r\n\r\n\"Why, it's hot,\" he said.\r\n\r\n\"Warmish,\" admitted the executioner.\r\n\r\n\"It's against the law to threaten a man with hot oil.\"\r\n\r\n[Illustration: PLATE I]\r\n\r\n\"You may bring an action against me,\" said the executioner. \"Now, sir,\r\nif _you_ please. We are wasting time. The forefinger of your left\r\nhand, if I may trouble you. Thank you. I am obliged.\"\r\n\r\nHe took Arnold's left hand, and dipped the tip of the first finger into\r\nthe oil.\r\n\r\n\"Ow!\" cried Arnold, jumping.\r\n\r\n\"Don't let him see he's hurting you,\" whispered Werner Stauffacher.\r\n\"Pretend you don't notice it.\"\r\n\r\nGessler leaned forward again.\r\n\r\n\"Have your views on taxes changed at all?\" he asked. \"Do you see my\r\npoint of view more clearly now?\"\r\n\r\nArnold admitted that he thought that, after all, there might be\r\nsomething to be said for it.\r\n\r\n\"That's right,\" said the Governor. \"And the tax on sheep? You don't\r\nobject to that?\"\r\n\r\n\"No.\"\r\n\r\n\"And the tax on cows?\"\r\n\r\n\"I like it.\"\r\n\r\n\"And those on bread, and buns, and lemonade?\"\r\n\r\n\"I enjoy them.\"\r\n\r\n\"Excellent. In fact, you're quite contented?\"\r\n\r\n\"Quite.\"\r\n\r\n\"And you think the rest of the people are?\"\r\n\r\n\"Oh, quite, quite!\"\r\n\r\n\"And do you think the same?\" he asked of Walter and Werner.\r\n\r\n\"Oh _yes_, your Excellency!\" they cried.\r\n\r\n\"Then _that's_ all right,\" said Gessler. \"I was sure you would be\r\nsensible about it. Now, if you will kindly place in the tambourine\r\nwhich the gentleman on my left is presenting to you a mere trifle to\r\ncompensate us for our trouble in giving you an audience, and if you\"\r\n(to Arnold of Melchthal) \"will contribute an additional trifle for use\r\nof the Imperial boiling oil, I think we shall all be satisfied. You've\r\ndone it? _That's_ right. Good-bye, and mind the step as you go\r\nout.\"\r\n\r\nAnd, as he finished this speech, the three spokesmen of the people of\r\nSwitzerland were shown out of the Hall of Audience."
  ]
}