{
  "index": 5,
  "title": "Chapter 4",
  "paragraphs": [
    "A few days after this, Hedwig gave Tell a good talking to on the\r\nsubject of his love for adventure. He was sitting at the door of his\r\nhouse mending an axe. Hedwig, as usual, was washing up. Walter and\r\nWilliam were playing with a little cross-bow not far off.\r\n\r\n\"Father,\" said Walter.\r\n\r\n\"Yes, my boy?\"\r\n\r\n\"My bow-string has bust.\" (\"Bust\" was what all Swiss boys said when\r\nthey meant \"broken.\")\r\n\r\n\"You must mend it yourself, my boy,\" said Tell. \"A sportsman always\r\nhelps himself.\"\r\n\r\n\"What _I_ say,\" said Hedwig, bustling out of the house, \"is that a\r\nboy of his age has no business to be shooting. I don't like it.\"\r\n\r\n\"Nobody can shoot well if he does not begin to practise early. Why,\r\nwhen I was a boy--I remember on one occasion, when--\"\r\n\r\n\"What _I_ say,\" interrupted Hedwig, \"is that a boy ought not to\r\nwant always to be shooting, and what not. He ought to stay at home and\r\nhelp his mother. And I wish you would set them a better example.\"\r\n\r\n\"Well, the fact is, you know,\" said Tell, \"I don't think Nature meant\r\nme to be a stay-at-home and that sort of thing. I couldn't be a\r\nherdsman if you paid me. I shouldn't know what to do. No; everyone has\r\nhis special line, and mine is hunting. Now, I _can_ hunt.\"\r\n\r\n\"A nasty, dangerous occupation,\" said Hedwig. \"I don't like to hear of\r\nyour being lost on desolate ice-fields, and leaping from crag to crag,\r\nand what not. Some day, mark my words, if you are not careful, you will\r\nfall down a precipice, or be overtaken by an avalanche, or the ice will\r\nbreak while you are crossing it. There are a thousand ways in which you\r\nmight get hurt.\"\r\n\r\n\"A man of ready wit with a quick eye,\" replied Tell complacently,\r\n\"never gets hurt. The mountain has no terror for her children. I am a\r\nchild of the mountain.\"\r\n\r\n\"You are certainly a child!\" snapped Hedwig. \"It is no use my arguing\r\nwith you.\"\r\n\r\n\"Not very much,\" agreed Tell, \"for I am just off to the town. I have an\r\nappointment with your papa and some other gentlemen.\"\r\n\r\n(I forgot to say so before, but Hedwig was the daughter of Walter\r\nFürst.)\r\n\r\n\"Now, _what_ are you and papa plotting?\" asked Hedwig. \"I know\r\nthere is something going on. I suspected it when papa brought Werner\r\nStauffacher and the other man here, and you wouldn't let me listen.\r\nWhat is it? Some dangerous scheme, I suppose?\"\r\n\r\n\"Now, how in the world do you get those sort of ideas into your head?\"\r\nTell laughed. \"Dangerous scheme! As if I should plot dangerous schemes\r\nwith your papa!\"\r\n\r\n\"I know,\" said Hedwig. \"You can't deceive _me!_ There is a plot\r\nafoot against the Governor, and you are in it.\"\r\n\r\n\"A man must help his country.\"\r\n\r\n\"They're sure to place you where there is most danger. I know them.\r\nDon't go. Send Walter down with a note to say that you regret that an\r\nunfortunate previous engagement, which you have just recollected, will\r\nmake it impossible for you to accept their kind invitation to plot.\"\r\n\r\n\"No; I must go.\"\r\n\r\n\"And there is another thing,\" continued Hedwig: \"Gessler the Governor\r\nis in the town now.\"\r\n\r\n\"He goes away to-day.\"\r\n\r\n\"Well, wait till he has gone. You must not meet him. He bears you\r\nmalice.\"\r\n\r\n\"To me his malice cannot do much harm. I do what's right, and fear no\r\nenemy.\"\r\n\r\n\"Those who do right,\" said Hedwig, \"are those he hates the most. And\r\nyou know he has never forgiven you for speaking like that when you met\r\nhim in the ravine. Keep away from the town for to-day. Do anything\r\nelse. Go hunting, if you will.\"\r\n\r\n\"No,\" said Tell; \"I promised. I must go. Come along, Walter.\"\r\n\r\n\"You _aren't_ going to take that poor _dear_ child? Come\r\nhere, Walter, directly minute!'\r\n\r\n\"Want to go with father,\" said Walter, beginning to cry, for his father\r\nhad promised to take him with him the next time he went to the town,\r\nand he had saved his pocket-money for the occasion.\r\n\r\n\"Oh, let the boy come,\" said Tell. \"William will stay with you, won't\r\nyou, William?\"\r\n\r\n\"All right, father,\" said William.\r\n\r\n\"Well, mark my words,\" said Hedwig, \"if something bad does not happen I\r\nshall be surprised.\"\r\n\r\n\"Oh no,\" said Tell. \"What can happen?\"\r\n\r\nAnd without further delay he set off with Walter for the town."
  ]
}