{
  "index": 2,
  "title": "Chapter 1",
  "paragraphs": [
    "They were met in the street outside by a large body of their\r\nfellow-citizens, who had accompanied them to the Palace, and who had\r\nbeen spending the time since their departure in listening by turns at\r\nthe keyhole of the front-door. But as the Hall of Audience was at the\r\nother side of the Palace, and cut off from the front-door by two other\r\ndoors, a flight of stairs, and a long passage, they had not heard very\r\nmuch of what had gone on inside, and they surrounded the three spokesmen\r\nas they came out, and questioned them eagerly.\r\n\r\n\"Has he taken off the tax on jam?\" asked Ulric the smith.\r\n\r\n\"What is he going to do about the tax on mixed biscuits?\" shouted Klaus\r\nvon der Flue, who was a chimney-sweep of the town and loved mixed\r\nbiscuits.\r\n\r\n\"Never mind about tea and mixed biscuits!\" cried his neighbour, Meier\r\nof Sarnen. \"What I want to know is whether we shall have to pay for\r\nkeeping sheep any more.\"\r\n\r\n\"What _did_ the Governor say?\" asked Jost Weiler, a practical man,\r\nwho liked to go straight to the point.\r\n\r\nThe three spokesmen looked at one another a little doubtfully.\r\n\r\n\"We-e-ll,\" said Werner Stauffacher at last, \"as a matter of fact, he\r\ndidn't actually _say_ very much. It was more what he _did_,\r\nif you understand me, than what he said.\"\r\n\r\n\"I should describe His Excellency the Governor,\" said Walter Fürst, \"as\r\na man who has got a way with him--a man who has got all sorts of\r\narguments at his finger-tips.\"\r\n\r\nAt the mention of finger-tips, Arnold of Melchthal uttered a sharp\r\nhowl.\r\n\r\n\"In short,\" continued Walter, \"after a few minutes' very interesting\r\nconversation he made us see that it really wouldn't do, and that we\r\nmust go on paying the taxes as before.\"\r\n\r\nThere was a dead silence for several minutes, while everybody looked at\r\neverybody else in dismay.\r\n\r\nThe silence was broken by Arnold of Sewa. Arnold of Sewa had been\r\ndisappointed at not being chosen as one of the three spokesmen, and he\r\nthought that if he had been so chosen all this trouble would not have\r\noccurred.\r\n\r\n\"The fact is,\" he said bitterly, \"that you three have failed to do what\r\nyou were sent to do. I mention no names--far from it--but I don't mind\r\nsaying that there are some people in this town who would have given a\r\nbetter account of themselves. What you want in little matters of this\r\nsort is, if I may say so, tact. Tact; that's what you want. Of course,\r\nif you _will_ go rushing into the Governor's presence--\"\r\n\r\n\"But we didn't rush,\" said Walter Fürst.\r\n\r\n\"--Shouting out that you want the taxes abolished--\"\r\n\r\n\"But we didn't shout,\" said Walter Fürst.\r\n\r\n\"I really cannot speak if I am to be constantly interrupted,\" said\r\nArnold of Sewa severely. \"What I say is, that you ought to employ tact.\r\nTact; that's what you want. If I had been chosen to represent the Swiss\r\npeople in this affair--I am not saying I ought to have been, mind you;\r\nI merely say _if_ I had been--I should have acted rather after the\r\nfollowing fashion: Walking firmly, but not defiantly, into the tyrant's\r\npresence, I should have broken the ice with some pleasant remark about\r\nthe weather. The conversation once started, the rest would have been\r\neasy. I should have said that I hoped His Excellency had enjoyed a good\r\ndinner. Once on the subject of food, and it would have been the\r\nsimplest of tasks to show him how unnecessary taxes on food were, and\r\nthe whole affair would have been pleasantly settled while you waited. I\r\ndo not imply that the Swiss people would have done better to have\r\nchosen me as their representative. I merely say that that is how I\r\nshould have acted had they done so.\"\r\n\r\nAnd Arnold of Sewa twirled his moustache and looked offended. His\r\nfriends instantly suggested that he should be allowed to try where the\r\nother three had failed, and the rest of the crowd, beginning to hope\r\nonce more, took up the cry. The result was that the visitors' bell of\r\nthe Palace was rung for the second time. Arnold of Sewa went in, and\r\nthe door was banged behind him.\r\n\r\nFive minutes later he came out, sucking the first finger of his left\r\nhand.\r\n\r\n\"No,\" he said; \"it can't be done. The tyrant has convinced me.\"\r\n\r\n\"I knew he would,\" said Arnold of Melchthal.\r\n\r\n\"Then I think you might have warned me,\" snapped Arnold of Sewa,\r\ndancing with the pain of his burnt finger.\r\n\r\n\"Was it hot?\"\r\n\r\n\"Boiling.\"\r\n\r\n\"Ah!\"\r\n\r\n\"Then he really won't let us off the taxes?\" asked the crowd in\r\ndisappointed voices.\r\n\r\n\"No.\"\r\n\r\n\"Then the long and short of it is,\" said Walter Fürst, drawing a deep\r\nbreath, \"that we must rebel!\"\r\n\r\n\"Rebel?\" cried everybody.\r\n\r\n\"Rebel!\" repeated Walter firmly.\r\n\r\n\"We will!\" cried everybody.\r\n\r\n\"Down with the tyrant!\" shouted Walter Fürst.\r\n\r\n\"Down with the taxes!\" shrieked the crowd.\r\n\r\nA scene of great enthusiasm followed. The last words were spoken by\r\nWerner Stauffacher.\r\n\r\n\"We want a leader,\" he said.\r\n\r\n\"I don't wish to thrust myself forward,\" began Arnold of Sewa, \"but I\r\nmust say, if it comes to leading--\"\r\n\r\n\"And I know the very man for the job,\" said Werner Stauffacher.\r\n\"William Tell!\"\r\n\r\n\"Hurrah for William Tell!\" roared the crowd, and, taking the time from\r\nWerner Stauffacher, they burst into the grand old Swiss chant which\r\nruns as follows:\r\n\r\n     \"For he's a jolly good fellow!\r\n      For he's a jolly good fellow!!\r\n      For he's a jolly good fe-e-ll-ow!!!!\r\n      And so say all of us!\"\r\n\r\nAnd having sung this till they were all quite hoarse, they went off to\r\ntheir beds to get a few hours' sleep before beginning the labours of\r\nthe day."
  ]
}