{
  "index": 7,
  "title": "Chapter 6",
  "paragraphs": [
    "Having set up the pole and cap in the meadow, Gessler sent two of his\r\nbodyguard, Friesshardt (I should think you would be safe in pronouncing\r\nthis Freeze-hard, but you had better ask somebody who knows) and\r\nLeuthold, to keep watch there all day, and see that nobody passed by\r\nwithout kneeling down before the pole and taking off his hat to it.\r\n\r\nBut the people, who prided themselves on being what they called\r\n_üppen zie schnuffen_, or, as we should say, \"up to snuff,\" and\r\nequal to every occasion, had already seen a way out of the difficulty.\r\nThey knew that if they crossed the meadow they must bow down before the\r\npole, which they did not want to do, so it occurred to them that an\r\ningenious way of preventing this would be not to cross the meadow. So\r\nthey went the long way round, and the two soldiers spent a lonely day.\r\n\r\n\"What I sez,\" said Friesshardt, \"is, wot's the use of us wasting our\r\ntime here?\" (Friesshardt was not a very well-educated man, and he did\r\nnot speak good grammar.) \"None of these here people ain't a-going to\r\nbow down to that there hat. Of course they ain't. Why, I can remember\r\nthe time when this meadow was like a fair--everybody a-shoving and\r\na-jostling one another for elbow-room; and look at it now! It's a desert.\r\nThat's what it is, a desert. What's the good of us wasting of our time\r\nhere, I sez. That's what I sez.\r\n\r\n\"And they're artful, too, mind yer,\" he continued. \"Why, only this\r\nmorning, I sez to myself, 'Friesshardt,' I sez, 'you just wait till\r\ntwelve o'clock,' I sez, ''cos that's when they leave the council-house,\r\nand then they'll _have_ to cross the meadow. And then we'll see\r\nwhat we _shall_ see,' I sez. Like that, I sez. Bitter-like, yer\r\nknow. 'We'll see,' I sez, 'what we _shall_ see.' So I waited, and\r\nat twelve o'clock out they came, dozens of them, and began to cross the\r\nmeadow. 'And now,' sez I to myself, 'look out for larks.' But what\r\nhappened? Why, when they came to the pole, the priest stood in front of\r\nit, and the sacristan rang the bell, and they all fell down on their\r\nknees. But they were saying their prayers, not doing obeisance to the\r\nhat. That's what _they_ were doing. Artful--that's what _they_ are!\"\r\n\r\nAnd Friesshardt kicked the foot of the pole viciously with his iron\r\nboot.\r\n\r\n\"It's my belief,\" said Leuthold (Leuthold is the thin soldier you see\r\nin the picture)--\"it's my firm belief that they are laughing at us.\r\nThere! Listen to that!\"\r\n\r\nA voice made itself heard from behind a rock not far off.\r\n\r\n\"Where did you get that hat?\" said the voice.\r\n\r\n\"There!\" grumbled Leuthold; \"they're always at it. Last time it was,\r\n'Who's your hatter?' Why, we're the laughing-stock of the place. We're\r\nlike two rogues in a pillory. 'Tis rank disgrace for one who wears a\r\nsword to stand as sentry o'er an empty hat. To make obeisance to a hat!\r\nI' faith, such a command is downright foolery!\"\r\n\r\n\"Well,\" said Friesshardt, \"and why not bow before an empty hat? Thou\r\nhast oft bow'd before an empty skull. Ha, ha! I was always one for a\r\njoke, yer know.\"\r\n\r\n\"Here come some people,\" said Leuthold. \"At last! And they're only the\r\nrabble, after all. You don't catch any of the better sort of people\r\ncoming here.\"\r\n\r\nA crowd was beginning to collect on the edge of the meadow. Its numbers\r\nswelled every minute, until quite a hundred of the commoner sort must\r\nhave been gathered together. They stood pointing at the pole and\r\ntalking among themselves, but nobody made any movement to cross the\r\nmeadow.\r\n\r\nAt last somebody shouted \"Yah!\"\r\n\r\nThe soldiers took no notice.\r\n\r\nSomebody else cried \"Booh!\"'\r\n\r\n\"Pass along there, pass along!\" said the soldiers.\r\n\r\nCries of \"Where did you get that hat?\" began to come from the body of\r\nthe crowd. When the Swiss invented a catch-phrase they did not drop it\r\nin a hurry.\r\n\r\n\"Where--did--you--get--that--HAT?\" they shouted.\r\n\r\nFriesshardt and Leuthold stood like two statues in armour, paying no\r\nattention to the remarks of the rabble. This annoyed the rabble. They\r\nbegan to be more personal.\r\n\r\n\"You in the second-hand lobster-tin,\" shouted one--he meant\r\nFriesshardt, whose suit of armour, though no longer new, hardly\r\ndeserved this description--\"who's your hatter?\"\r\n\r\n\"Can't yer see,\" shouted a friend, when Friesshardt made no reply, \"the\r\npore thing ain't alive? 'E's stuffed!\"\r\n\r\nRoars of laughter greeted this sally. Friesshardt, in spite of the fact\r\nthat he enjoyed a joke, turned pink.\r\n\r\n\"'E's blushing!\" shrieked a voice.\r\n\r\nFriesshardt turned purple.\r\n\r\nThen things got still more exciting.\r\n\r\n\"'Ere,\" said a rough voice in the crowd impatiently, \"wot's the good of\r\n_torkin'_ to 'em? Gimme that 'ere egg, missus!\"\r\n\r\nAnd in another instant an egg flew across the meadow, and burst over\r\nLeuthold's shoulder. The crowd howled with delight. This was something\r\n_like_ fun, thought they, and the next moment eggs, cabbages,\r\ncats, and missiles of every sort darkened the air. The two soldiers\r\nraved and shouted, but did not dare to leave their post. At last, just\r\nas the storm was at its height, it ceased, as if by magic. Everyone in\r\nthe crowd turned round, and, as he turned, jumped into the air and\r\nwaved his hat.\r\n\r\n[Illustration: PLATE III]\r\n\r\nA deafening cheer went up.\r\n\r\n\"Hurrah!\" cried the mob; \"here comes good old Tell! _Now_ there's\r\ngoing to be a jolly row!\""
  ]
}