{
  "index": 8,
  "title": "Chapter 7",
  "paragraphs": [
    "Tell came striding along, Walter by his side, and his cross-bow over\r\nhis shoulder. He knew nothing about the hat having been placed on the\r\npole, and he was surprised to see such a large crowd gathered in the\r\nmeadow. He bowed to the crowd in his polite way, and the crowd gave\r\nthree cheers and one more, and he bowed again.\r\n\r\n\"Hullo!\" said Walter suddenly; \"look at that hat up there, father. On\r\nthe pole.\"\r\n\r\n\"What is the hat to us?\" said Tell; and he began to walk across the\r\nmeadow with an air of great dignity, and Walter walked by his side,\r\ntrying to look just like him.\r\n\r\n\"Here! hi!\" shouted the soldiers. \"Stop! You haven't bowed down to the\r\ncap.\"\r\n\r\n[Illustration: PLATE IV]\r\n\r\nTell looked scornful, but said nothing. Walter looked still more\r\nscornful.\r\n\r\n\"Ho, there!\" shouted Friesshardt, standing in front of him. \"I bid you\r\nstand in the Emperor's name.\"\r\n\r\n\"My good fellow,\" said Tell, \"please do not bother me. I am in a hurry.\r\nI really have nothing for you.\"\r\n\r\n\"My orders is,\" said Friesshardt, \"to stand in this 'ere meadow and to\r\nsee as how all them what passes through it does obeisance to that there\r\nhat. Them's Governor's orders, them is. So now.\"\r\n\r\n\"My good fellow,\" said Tell, \"let me pass. I shall get cross, I know I\r\nshall.\"\r\n\r\nShouts of encouragement from the crowd, who were waiting patiently for\r\nthe trouble to begin.\r\n\r\n\"Go it, Tell!\" they cried. \"Don't stand talking to him. Hit him a\r\nkick!\"\r\n\r\nFriesshardt became angrier every minute.\r\n\r\n\"My orders is,\" he said again, \"to arrest them as don't bow down to the\r\nhat, and for two pins, young feller, I'll arrest you. So which is it to\r\nbe? Either you bow down to that there hat or you come along of me.\"\r\n\r\nTell pushed him aside, and walked on with his chin in the air. Walter\r\nwent with him, with his chin in the air.\r\n\r\nWHACK!\r\n\r\nA howl of dismay went up from the crowd as they saw Friesshardt raise\r\nhis pike and bring it down with all his force on Tell's head. The sound\r\nof the blow went echoing through the meadow and up the hills and down\r\nthe valleys.\r\n\r\n[Illustration: PLATE V]\r\n\r\n\"Ow!\" cried Tell.\r\n\r\n\"_Now_,\" thought the crowd, \"things must begin to get exciting.\"\r\n\r\nTell's first idea was that one of the larger mountains in the\r\nneighbourhood had fallen on top of him. Then he thought that there must\r\nhave been an earthquake. Then it gradually dawned upon him that he had\r\nbeen hit by a mere common soldier with a pike. Then he _was_\r\nangry.\r\n\r\n\"Look here!\" he began.\r\n\r\n\"Look there!\" said Friesshardt, pointing to the cap.\r\n\r\n[Illustration: PLATE VI]\r\n\r\n\"You've hurt my head very much,\" said Tell. \"Feel the bump. If I hadn't\r\nhappened to have a particularly hard head I don't know what might not\r\nhave happened;\" and he raised his fist and hit Friesshardt; but as\r\nFriesshardt was wearing a thick iron helmet the blow did not hurt him\r\nvery much.\r\n\r\nBut it had the effect of bringing the crowd to Tell's assistance. They\r\nhad been waiting all this time for him to begin the fighting, for\r\nthough they were very anxious to attack the soldiers, they did not like\r\nto do so by themselves. They wanted a leader.\r\n\r\nSo when they saw Tell hit Friesshardt, they tucked up their sleeves,\r\ngrasped their sticks and cudgels more tightly, and began to run across\r\nthe meadow towards him.\r\n\r\nNeither of the soldiers noticed this. Friesshardt was busy arguing with\r\nTell, and Leuthold was laughing at Friesshardt. So when the people came\r\nswarming up with their sticks and cudgels they were taken by surprise.\r\nBut every soldier in the service of Gessler was as brave as a lion, and\r\nFriesshardt and Leuthold were soon hitting back merrily, and making a\r\ngood many of the crowd wish that they had stayed at home. The two\r\nsoldiers were wearing armour, of course, so that it was difficult to\r\nhurt them; but the crowd, who wore no armour, found that _they_\r\ncould get hurt very easily. Conrad Hunn, for instance, was attacking\r\nFriesshardt, when the soldier happened to drop his pike. It fell on\r\nConrad's toe, and Conrad limped away, feeling that fighting was no fun\r\nunless you had thick boots on.\r\n\r\nAnd so for a time the soldiers had the best of the fight."
  ]
}