{
  "index": 3,
  "title": "Chapter 2",
  "paragraphs": [
    "In a picturesque little châlet high up in the mountains, covered with\r\nsnow and edelweiss (which is a flower that grows in the Alps, and you\r\nare not allowed to pick it), dwelt William Tell, his wife Hedwig, and\r\nhis two sons, Walter and William. Such a remarkable man was Tell that I\r\nthink I must devote a whole chapter to him and his exploits. There was\r\nreally nothing he could not do. He was the best shot with the cross-bow\r\nin the whole of Switzerland. He had the courage of a lion, the\r\nsure-footedness of a wild goat, the agility of a squirrel, and a\r\nbeautiful beard. If you wanted someone to hurry across desolate\r\nice-fields, and leap from crag to crag after a chamois, Tell was the\r\nman for your money. If you wanted a man to say rude things to the\r\nGovernor, it was to Tell that you applied first. Once when he was\r\nhunting in the wild ravine of Schächenthal, where men were hardly\r\never to be seen, he met the Governor face to face. There was no way\r\nof getting past. On one side the rocky wall rose sheer up, while below\r\nthe river roared. Directly Gessler caught sight of Tell striding along\r\nwith his cross-bow, his cheeks grew pale and his knees tottered, and he\r\nsat down on a rock feeling very unwell indeed.\r\n\r\n\"Aha!\" said Tell. \"Oho! so it's you, is it? _I_ know you. And a\r\nnice sort of person you are, with your taxes on bread and sheep, aren't\r\nyou! You'll come to a bad end one of these days, that's what will\r\nhappen to you. Oh, you old reprobate! Pooh!\" And he had passed on with\r\na look of scorn, leaving Gessler to think over what he had said. And\r\nGessler ever since had had a grudge against him, and was only waiting\r\nfor a chance of paying him out.\r\n\r\n\"Mark my words,\" said Tell's wife, Hedwig, when her husband told her\r\nabout it after supper that night--\"mark my words, he will never\r\nforgive you.\"\r\n\r\n\"I will avoid him,\" said Tell. \"He will not seek me.\"\r\n\r\n\"Well, mind you do,\" was Hedwig's reply.\r\n\r\nOn another occasion, when the Governor's soldiers were chasing a friend\r\nof his, called Baumgarten, and when Baumgarten's only chance of escape\r\nwas to cross the lake during a fierce storm, and when the ferryman,\r\nsensibly remarking, \"What! must I rush into the jaws of death? No man\r\nthat hath his senses would do that!\" refused to take out his boat even\r\nfor twice his proper fare, and when the soldiers rode down to seize\r\ntheir prey with dreadful shouts, Tell jumped into the boat, and, rowing\r\nwith all his might, brought his friend safe across after a choppy\r\npassage. Which made Gessler the Governor still more angry with him.\r\n\r\nBut it was as a marksman that Tell was so extraordinary. There was\r\nnobody in the whole of the land who was half so skilful. He attended\r\nevery meeting for miles around where there was a shooting competition,\r\nand every time he won first prize. Even his rivals could not help\r\npraising his skill. \"Behold!\" they would say, \"Tell is quite the\r\npot-hunter,\" meaning by the last word a man who always went in for\r\nevery prize, and always won it. And Tell would say, \"Yes, truly am I\r\na pot-hunter, for I hunt to fill the family pot.\" And so he did. He never\r\ncame home empty-handed from the chase. Sometimes it was a chamois that\r\nhe brought back, and then the family had it roasted on the first day,\r\ncold on the next four, and minced on the sixth, with sippets of toast\r\nround the edge of the dish. Sometimes it was only a bird (as on the\r\ncover of this book), and then Hedwig would say, \"Mark my words, this\r\nfowl will not go round.\" But it always did, and it never happened that\r\nthere was not even a fowl to eat.\r\n\r\n[Illustration: Frontispiece]\r\n\r\nIn fact, Tell and his family lived a very happy, contented life, in\r\nspite of the Governor Gessler and his taxes.\r\n\r\nTell was very patriotic. He always believed that some day the Swiss\r\nwould rise and rebel against the tyranny of the Governor, and he used\r\nto drill his two children so as to keep them always in a state of\r\npreparation. They would march about, beating tin cans and shouting, and\r\naltogether enjoying themselves immensely, though Hedwig, who did not\r\nlike noise, and wanted Walter and William to help her with the\r\nhousework, made frequent complaints. \"Mark my words,\" she would say,\r\n\"this growing spirit of militarism in the young and foolish will lead\r\nto no good,\" meaning that boys who played at soldiers instead of\r\nhelping their mother to dust the chairs and scrub the kitchen floor\r\nwould in all probability come to a bad end. But Tell would say, \"Who\r\nhopes to fight his way through life must be prepared to wield arms.\r\nCarry on, my boys!\" And they carried on. It was to this man that the\r\nSwiss people had determined to come for help.\r\n\r\n[Illustration: PLATE II]"
  ]
}