{
  "index": 4,
  "title": "Chapter 3",
  "paragraphs": [
    "Talking matters over in the inn of the town, the Glass and Glacier, the\r\ncitizens came to the conclusion that they ought to appoint three\r\nspokesmen to go and explain to Tell just what they wanted him to do.\r\n\r\n\"I don't wish to seem to boast at all,\" said Arnold of Sewa, \"but I\r\nthink I had better be one of the three.\"\r\n\r\n\"I was thinking,\" said Werner Stauffacher, \"that it would be a pity\r\nalways to be chopping and changing. Why not choose the same three as\r\nwere sent to Gessler?\"\r\n\r\n\"I don't desire to be unpleasant at all,\" replied Arnold of Sewa, \"but\r\nI must be forgiven for reminding the honourable gentleman who has just\r\nspoken that he and his equally honourable friends did not meet with the\r\nbest of success when they called upon the Governor.\"\r\n\r\n\"Well, and you didn't either!\" snapped Arnold of Melchthal, whose\r\nfinger still hurt him, and made him a little bad-tempered.\r\n\r\n\"That,\" said Arnold of Sewa, \"I put down entirely to the fact that you\r\nand your friends, by not exercising tact, irritated the Governor, and\r\nmade him unwilling to listen to anybody else. Nothing is more important\r\nin these affairs than tact. That's what you want--tact. But have it\r\nyour own way. Don't mind _me!_\"\r\n\r\nAnd the citizens did not. They chose Werner Stauffacher, Arnold of\r\nMelchthal, and Walter Fürst, and, having drained their glasses, the\r\nthree trudged up the steep hill which led to Tell's house.\r\n\r\nIt had been agreed that everyone should wait at the Glass and Glacier\r\nuntil the three spokesmen returned, in order that they might hear the\r\nresult of their mission. Everybody was very anxious. A revolution\r\nwithout Tell would be quite impossible, and it was not unlikely that\r\nTell might refuse to be their leader. The worst of a revolution is\r\nthat, if it fails, the leader is always executed as an example to the\r\nrest. And many people object to being executed, however much it may set\r\na good example to their friends. On the other hand, Tell was a brave\r\nman and a patriot, and might be only too eager to try to throw off the\r\ntyrant's yoke, whatever the risk. They had waited about an hour, when\r\nthey saw the three spokesmen coming down the hill. Tell was not with\r\nthem, a fact which made the citizens suspect that he had refused their\r\noffer. The first thing a man does when he has accepted the leadership\r\nof a revolution is to come and plot with his companions.\r\n\r\n\"Well?\" said everybody eagerly, as the three arrived.\r\n\r\nWerner Stauffacher shook his head.\r\n\r\n\"Ah,\" said Arnold of Sewa, \"I see what it is. He has refused. You\r\ndidn't exercise tact, and he refused.\"\r\n\r\n\"We _did_ exercise tact,\" said Stauffacher indignantly; \"but he\r\nwould not be persuaded. It was like this: We went to the house and\r\nknocked at the door. Tell opened it. 'Good-morning,' I said.\r\n\r\n\"'Good-morning,' said he. 'Take a seat.'\r\n\r\n\"I took a seat.\r\n\r\n\"'My heart is full,' I said, 'and longs to speak with you.' I thought\r\nthat a neat way of putting it.\"\r\n\r\nThe company murmured approval.\r\n\r\n\"'A heavy heart,' said Tell, 'will not\r\ngrow light with words.'\"\r\n\r\n\"Not bad that!\" murmured Jost Weiler. \"Clever way of putting things,\r\nTell has got.\"\r\n\r\n\"'Yet words,' I said, 'might lead us on to deeds.'\"\r\n\r\n\"Neat,\" said Jost Weiler--\"very neat. Yes?\"\r\n\r\n\"To which Tell's extraordinary reply was: 'The only thing to do is to\r\nsit still.'\r\n\r\n\"'What!' I said; 'bear in silence things unbearable?'\r\n\r\n\"'Yes,' said Tell; 'to peaceable men peace is gladly granted. When the\r\nGovernor finds that his oppression does not make us revolt, he will\r\ngrow tired of oppressing.'\"\r\n\r\n\"And what did you say to that?\" asked Ulric the smith.\r\n\r\n\"I said he did not know the Governor if he thought he could ever grow\r\ntired of oppressing. 'We might do much,' I said, 'if we held fast\r\ntogether. Union is strength,' I said.\r\n\r\n\"'The strong,' said Tell, 'is strongest when he stands alone.'\r\n\r\n\"'Then our country must not count on thee,' I said, 'when in despair\r\nshe stands on self-defence?'\r\n\r\n\"'Oh, well,' he said, 'hardly that, perhaps. I don't want to desert\r\nyou. What I mean to say is, I'm no use as a plotter or a counsellor and\r\nthat sort of thing. Where I come out strong is in deeds. So don't\r\ninvite me to your meetings and make me speak, and that sort of thing;\r\nbut if you want a man to _do_ anything--why, that's where I shall\r\ncome in, you see. Just write if you want me--a postcard will do--and\r\nyou will not find William Tell hanging back. No, sir.' And with those\r\nwords he showed us out.\"\r\n\r\n\"Well,\" said Jost Weiler, \"I call that encouraging. All we have to do\r\nnow is to plot. Let us plot.\"\r\n\r\n\"Yes, let's!\" shouted everybody.\r\n\r\nUlric the smith rapped for silence on the table.\r\n\r\n\"Gentlemen,\" he said, \"our friend Mr. Klaus von der Flue will now read\r\na paper on 'Governors--their drawbacks, and how to get rid of them.'\r\nSilence, gentlemen, please. Now, then, Klaus, old fellow, speak up and\r\nget it over.\"\r\n\r\nAnd the citizens settled down without further delay to a little serious\r\nplotting."
  ]
}