{
  "index": 6,
  "title": "Chapter 5",
  "paragraphs": [
    "In the meantime all kinds of things of which Tell had no suspicion had\r\nbeen happening in the town. The fact that there were no newspapers in\r\nSwitzerland at that time often made him a little behindhand as regarded\r\nthe latest events. He had to depend, as a rule, on visits from his\r\nfriends, who would sit in his kitchen and tell him all about everything\r\nthat had been going on for the last few days. And, of course, when\r\nthere was anything very exciting happening in the town, nobody had time\r\nto trudge up the hill to Tell's châlet. They all wanted to be in the\r\ntown enjoying the fun.\r\n\r\nWhat had happened now was this. It was the chief amusement of the\r\nGovernor, Gessler (who, you will remember, was _not_ a nice man),\r\nwhen he had a few moments to spare from the cares of governing, to sit\r\ndown and think out some new way of annoying the Swiss people. He was\r\none of those persons who\r\n\r\n            \"only do it to annoy,\r\n     Because they know it teases.\"\r\n\r\nWhat he liked chiefly was to forbid something. He would find out what\r\nthe people most enjoyed doing, and then he would send a herald to say\r\nthat he was very sorry, but it must stop. He found that this annoyed\r\nthe Swiss more than anything. But now he was rather puzzled what to do,\r\nfor he had forbidden everything he could think of. He had forbidden\r\ndancing and singing, and playing on any sort of musical instrument, on\r\nthe ground that these things made such a noise, and disturbed people\r\nwho wanted to work. He had forbidden the eating of everything except\r\nbread and the simplest sorts of meat, because he said that anything\r\nelse upset people, and made them unfit to do anything except sit still\r\nand say how ill they were. And he had forbidden all sorts of games,\r\nbecause he said they were a waste of time.\r\n\r\nSo that now, though he wanted dreadfully to forbid something else, he\r\ncould not think of anything.\r\n\r\nThen he had an idea, and this was it:\r\n\r\nHe told his servants to cut a long pole. And they cut a very long pole.\r\nThen he said to them, \"Go into the hall and bring me one of my hats.\r\nNot my best hat, which I wear on Sundays and on State occasions; nor\r\nyet my second-best, which I wear every day; nor yet, again, the one I\r\nwear when I am out hunting, for all these I need. Fetch me, rather, the\r\noldest of my hats.\" And they fetched him the very oldest of his hats.\r\nThen he said, \"Put it on top of the pole.\" And they put it right on top\r\nof the pole. And, last of all, he said, \"Go and set up the pole in the\r\nmiddle of the meadow just outside the gates of the town.\" And they went\r\nand set up the pole in the very middle of the meadow just outside the\r\ngates of the town.\r\n\r\nThen he sent his heralds out to north and south and east and west to\r\nsummon the people together, because he said he had something very\r\nimportant and special to say to them. And the people came in tens, and\r\nfifties, and hundreds, men, women, and children; and they stood waiting\r\nin front of the Palace steps till Gessler the Governor should come out\r\nand say something very important and special to them.\r\n\r\nAnd punctually at eleven o'clock, Gessler, having finished a capital\r\nbreakfast, came out on to the top step and spoke to them.\r\n\r\n\"Ladies and gentlemen,\"--he began. (A voice from the crowd: \"Speak\r\nup!\")\r\n\r\n\"Ladies and gentlemen,\" he began again, in a louder voice, \"if I could\r\ncatch the man who said 'Speak up!' I would have him bitten in the neck\r\nby wild elephants. (Applause.) I have called you to this place to-day\r\nto explain to you my reason for putting up a pole, on the top of which\r\nis one of my caps, in the meadow just outside the city gates. It is\r\nthis: You all, I know, respect and love me.\" Here he paused for the\r\naudience to cheer, but as they remained quite silent he went on: \"You\r\nwould all, I know, like to come to my Palace every day and do reverence\r\nto me. (A voice: 'No, no!') If I could catch the man who said 'No, no!'\r\nI would have him stung on the soles of the feet by pink scorpions; and\r\nif he was the same man who said 'Speak up!' a little while ago, the\r\nnumber of scorpions should be doubled. (Loud applause.) As I was saying\r\nbefore I was interrupted, I know you would like to come to my Palace\r\nand do reverence to me there. But, as you are many and space is\r\nlimited, I am obliged to refuse you that pleasure. However, being\r\nanxious not to disappoint you, I have set up my cap in the meadow, and\r\nyou may do reverence to _that_. In fact, you _must_. Everybody is\r\nto look on that cap as if it were me. (A voice: 'It ain't so ugly as\r\nyou!') If I could catch the man who made that remark I would have him\r\ntied up and teased by trained bluebottles. (Deafening applause.) In\r\nfact, to put the matter briefly, if anybody crosses that meadow without\r\nbowing down before that cap, my soldiers will arrest him, and I will\r\nhave him pecked on the nose by infuriated blackbirds. So there!\r\nSoldiers, move that crowd on!\"\r\n\r\nAnd Gessler disappeared indoors again, just as a volley of eggs and\r\ncabbages whistled through the air. And the soldiers began to hustle the\r\ncrowd down the various streets till the open space in front of the\r\nPalace gates was quite cleared of them. All this happened the day\r\nbefore Tell and Walter set out for the town."
  ]
}