{
  "index": 13,
  "title": "Chapter 12",
  "paragraphs": [
    "Intense excitement instantly reigned. Their suspense over, the crowd\r\ncheered again and again, shook hands with one another, and flung their\r\ncaps into the air. Everyone was delighted, for everyone was fond of\r\nTell and Walter. It also pleased them to see the Governor disappointed.\r\nHe had had things his own way for so long that it was a pleasant change\r\nto see him baffled in this manner. Not since Switzerland became a\r\nnation had the meadow outside the city gates been the scene of such\r\nrejoicings.\r\n\r\nWalter had picked up the apple with the arrow piercing it, and was\r\nshowing it proudly to all his friends.\r\n\r\n\"I told you so,\" he kept saying; \"I knew father wouldn't hurt me.\r\nFather's the best shot in all Switzerland.\"\r\n\r\n\"That was indeed a shot!\" exclaimed Ulric the smith; \"it will ring\r\nthrough the ages. While the mountains stand will the tale of Tell the\r\nbowman be told.\"\r\n\r\nRudolph der Harras took the apple from Walter and showed it to Gessler,\r\nwho had been sitting transfixed on his horse.\r\n\r\n\"See,\" he said, \"the arrow has passed through the very centre. It was a\r\nmaster shot.\"\r\n\r\n\"It was very nearly a 'Master Walter shot,'\" said Rösselmann the priest\r\nseverely, fixing the Governor with a stern eye.\r\n\r\nGessler made no answer. He sat looking moodily at Tell, who had dropped\r\nhis cross-bow and was standing motionless, still gazing in the\r\ndirection in which the arrow had sped. Nobody liked to be the first to\r\nspeak to him.\r\n\r\n\"Well,\" said Rudolph der Harras, breaking an awkward silence, \"I\r\nsuppose it's all over now? May as well be moving, eh?\"\r\n\r\nHe bit a large piece out of the apple, which he still held. Walter\r\nuttered a piercing scream as he saw the mouthful disappear. Up till now\r\nhe had shown no signs of dismay, in spite of the peril which he had had\r\nto face; but when he watched Rudolph eating the apple, which he\r\nnaturally looked upon as his own property, he could not keep quiet any\r\nlonger. Rudolph handed him the apple with an apology, and he began to\r\nmunch it contentedly.\r\n\r\n\"Come with me to your mother, my boy,\" said Rösselmann.\r\n\r\nWalter took no notice, but went on eating the apple.\r\n\r\nTell came to himself with a start, looked round for Walter, and began\r\nto lead him away in the direction of his home, deaf to all the cheering\r\nthat was going on around him.\r\n\r\nGessler leaned forward in his saddle.\r\n\r\n\"Tell,\" he said, \"a word with you.\"\r\n\r\nTell came back.\r\n\r\n\"Your Excellency?\"\r\n\r\n\"Before you go I wish you to explain one thing.\"\r\n\r\n\"A thousand, your Excellency.\"\r\n\r\n\"No, only one. When you were getting ready to shoot at the apple you\r\nplaced an arrow in the string and a second arrow in your belt.\"\r\n\r\n\"A second arrow!\" Tell pretended to be very much astonished, but the\r\npretence did not deceive the Governor.\r\n\r\n\"Yes, a second arrow. Why was that? What did you intend to do with that\r\narrow, Tell?\"\r\n\r\nTell looked down uneasily, and twisted his bow about in his hands.\r\n\r\n\"My lord,\" he said at last, \"it is a bowman's custom. All archers place\r\na second arrow in their belt.\"\r\n\r\n\"No, Tell,\" said Gessler, \"I cannot take that answer as the truth. I\r\nknow there was some other meaning in what you did. Tell me the reason\r\nwithout concealment. Why was it? Your life is safe, whatever it was, so\r\nspeak out. Why did you take out that second arrow?\"\r\n\r\nTell stopped fidgeting with his bow, and met the Governor's eye with a\r\nsteady gaze.\r\n\r\n\"Since you promise me my life, your Excellency,\" he replied, drawing\r\nhimself up, \"I will tell you.\"\r\n\r\nHe drew the arrow from his belt and held it up.\r\n\r\nThe crowd pressed forward, hanging on his words.\r\n\r\n\"Had my first arrow,\" said Tell slowly, \"pierced my child and not the\r\napple, this would have pierced you, my lord. Had I missed with my first\r\nshot, be sure, my lord, that my second would have found its mark.\"\r\n\r\nA murmur of approval broke from the crowd as Tell thrust the arrow back\r\ninto the quiver and faced the Governor with folded arms and burning\r\neyes. Gessler turned white with fury.\r\n\r\n\"Seize that man!\" he shouted.\r\n\r\n[Illustration: PLATE XIII]\r\n\r\n\"My lord, bethink you,\" whispered Rudolph der Harras; \"you promised him\r\nhis life. Tell, fly!\" he cried.\r\n\r\nTell did not move.\r\n\r\n\"Seize that man and bind him,\" roared Gessler once more. \"If he\r\nresists, cut him down.\"\r\n\r\n\"I shall not resist,\" said Tell scornfully. \"I should have known the\r\nfolly of trusting to a tyrant to keep his word. My death will at least\r\nshow my countrymen the worth of their Governor's promises.\"\r\n\r\n\"Not so,\" replied Gessler; \"no man shall say I ever broke my knightly\r\nword. I promised you your life, and I will give you your life. But you\r\nare a dangerous man, Tell, and against such must I guard myself. You\r\nhave told me your murderous purpose. I must look to it that that\r\npurpose is not fulfilled. Life I promised you, and life I will give\r\nyou. But of freedom I said nothing. In my castle at Küssnacht there are\r\ndungeons where no ray of sun or moon ever falls. Chained hand and foot\r\nin one of these, you will hardly aim your arrows at me. It is rash,\r\nTell, to threaten those who have power over you. Soldiers, bind him and\r\nlead him to my ship. I will follow, and will myself conduct him to\r\nKüssnacht.\"\r\n\r\nThe soldiers tied Tell's hands. He offered no resistance. And amidst\r\nthe groans of the people he was led away to the shore of the lake,\r\nwhere Gessler's ship lay at anchor.\r\n\r\n[Illustration: PLATE XIV]\r\n\r\n\"Our last chance is gone,\" said the people to one another. \"Where shall\r\nwe look now for a leader?\""
  ]
}