{
  "index": 12,
  "title": "Chapter 11",
  "paragraphs": [
    "The crowd fell back, leaving a lane down which Walter walked, carrying\r\nthe apple. There was dead silence as he passed. Then the people began\r\nto whisper excitedly to one another.\r\n\r\n\"Shall this be done before our eyes?\" said Arnold of Melchthal to\r\nWerner Stauffacher. \"Of what use was it that we swore an oath to rebel\r\nif we permit this? Let us rise and slay the tyrant.\"\r\n\r\nWerner Stauffacher, prudent man, scratched his chin thoughtfully.\r\n\r\n\"We-e-ll,\" he said, \"you see, the difficulty is that we are not armed\r\nand the soldiers _are_. There is nothing I should enjoy more than\r\nslaying the tyrant, only I have an idea that the tyrant would slay us.\r\nYou see my point?\"\r\n\r\n\"Why were we so slow!\" groaned Arnold. \"We should have risen before,\r\nand then this would never have happened. Who was it that advised us to\r\ndelay?\"\r\n\r\n\"We-e-ll,\" said Stauffacher (who had himself advised delay), \"I can't\r\nquite remember at the moment, but I dare say you could find out by\r\nlooking up the minutes of our last meeting. I know the motion was\r\ncarried by a majority of two votes. See! Gessler grows impatient.\"\r\n\r\nGessler, who had been fidgeting on his horse for some time, now spoke\r\nagain, urging Tell to hurry.\r\n\r\n\"Begin!\" he cried--\"begin!\"\r\n\r\n\"Immediately,\" replied Tell, fitting the arrow to the string.\r\n\r\nGessler began to mock him once more.\r\n\r\n\"You see now,\" he said, \"the danger of carrying arms. I don't know if\r\nyou have ever noticed it, but arrows very often recoil on the man who\r\ncarries them. The only man who has any business to possess a weapon is\r\nthe ruler of a country--myself, for instance. A low, common fellow--if\r\nyou will excuse the description--like yourself only grows proud through\r\nbeing armed, and so offends those above him. But, of course, it's no\r\nbusiness of mine. I am only telling you what I think about it.\r\nPersonally, I like to encourage my subjects to shoot; that is why I am\r\ngiving you such a splendid mark to shoot at. You see, Tell?\"\r\n\r\nTell did not reply. He raised his bow and pointed it. There was a stir\r\nof excitement in the crowd, more particularly in that part of the crowd\r\nwhich stood on his right, for, his hand trembling for the first time in\r\nhis life, Tell had pointed his arrow, not at his son, but straight into\r\nthe heart of the crowd.\r\n\r\n[Illustration: PLATE XI]\r\n\r\n\"Here! Hi! That's the wrong way! More to the left!\" shouted the people\r\nin a panic, while Gessler roared with laughter, and bade Tell shoot and\r\nchance it.\r\n\r\n\"If you can't hit the apple or your son,\" he chuckled, \"you can bring\r\ndown one of your dear fellow-countrymen.\"\r\n\r\nTell lowered his bow, and a sigh of relief went through the crowd.\r\n\r\n\"My eyes are swimming,\" he said; \"I cannot see.\"\r\n\r\nThen he turned to the Governor.\r\n\r\n\"I cannot shoot,\" he said; \"bid your soldiers kill me.\"\r\n\r\n\"No,\" said Gessler--\"no, Tell. That is not at all what I want. If I had\r\nwished my soldiers to kill you, I should not have waited for a formal\r\ninvitation from you. I have no desire to see you slain. Not at present.\r\nI wish to see you shoot. Come, Tell, they say you can do everything,\r\nand are afraid of nothing. Only the other day, I hear, you carried a\r\nman, one Baumgartner--that was his name, I think--across a rough sea in\r\nan open boat. You may remember it? I particularly wished to catch\r\nBaumgartner, Tell. Now, this is a feat which calls for much less\r\ncourage. Simply to shoot an apple off a boy's head. A child could do\r\nit.\"\r\n\r\nWhile he was speaking, Tell had been standing in silence, his hands\r\ntrembling and his eyes fixed, sometimes on the Governor, sometimes on\r\nthe sky. He now seized his quiver, and taking from it a second arrow,\r\nplaced it in his belt. Gessler watched him, but said nothing.\r\n\r\n\"Shoot, father!\" cried Walter from the other end of the lane; \"I'm not\r\nafraid.\"\r\n\r\nTell, calm again now, raised his bow and took a steady aim. Everybody\r\ncraned forward, the front ranks in vain telling those behind that there\r\nwas nothing to be gained by pushing. Gessler bent over his horse's neck\r\nand peered eagerly towards Walter. A great hush fell on all as Tell\r\nreleased the string.\r\n\r\n\"Phut!\" went the string, and the arrow rushed through the air.\r\n\r\nA moment's suspense, and then a terrific cheer rose from the\r\nspectators.\r\n\r\n[Illustration: PLATE XII]\r\n\r\nThe apple had leaped from Walter's head, pierced through the centre."
  ]
}