{
  "index": 14,
  "title": "Chapter 13",
  "paragraphs": [
    "The castle of Küssnacht lay on the opposite side of the lake, a mighty\r\nmass of stone reared on a mightier crag rising sheer out of the waves,\r\nwhich boiled and foamed about its foot. Steep rocks of fantastic shape\r\nhemmed it in, and many were the vessels which perished on these, driven\r\nthither by the frequent storms that swept over the lake.\r\n\r\nGessler and his men, Tell in their midst, bound and unarmed, embarked\r\nearly in the afternoon at Flüelen, which was the name of the harbour\r\nwhere the Governor's ship had been moored. Flüelen was about two miles\r\nfrom Küssnacht.\r\n\r\nWhen they had arrived at the vessel they went on board, and Tell was\r\nplaced at the bottom of the hold. It was pitch dark, and rats scampered\r\nover his body as he lay. The ropes were cast off, the sails filled, and\r\nthe ship made her way across the lake, aided by a favouring breeze.\r\n\r\nA large number of the Swiss people had followed Tell and his captors to\r\nthe harbour, and stood gazing sorrowfully after the ship as it\r\ndiminished in the distance. There had been whispers of an attempted\r\nrescue, but nobody had dared to begin it, and the whispers had led to\r\nnothing. Few of the people carried weapons, and the soldiers were clad\r\nin armour, and each bore a long pike or a sharp sword. As Arnold of\r\nSewa would have said if he had been present, what the people wanted was\r\nprudence. It was useless to attack men so thoroughly able to defend\r\nthemselves.\r\n\r\nTherefore the people looked on and groaned, but did nothing.\r\n\r\nFor some time the ship sped easily on her way and through a calm sea.\r\nTell lay below, listening to the trampling of the sailors overhead, as\r\nthey ran about the deck, and gave up all hope of ever seeing his home\r\nand his friends again.\r\n\r\nBut soon he began to notice that the ship was rolling and pitching more\r\nthan it had been doing at first, and it was not long before he realized\r\nthat a very violent storm had begun. Storms sprung up very suddenly on\r\nthe lake, and made it unsafe for boats that attempted to cross it.\r\nOften the sea was quite unruffled at the beginning of the crossing, and\r\nwas rough enough at the end to wreck the largest ship.\r\n\r\nTell welcomed the storm. He had no wish to live if life meant years of\r\nimprisonment in a dark dungeon of Castle Küssnacht. Drowning would be a\r\npleasant fate compared with that. He lay at the bottom of the ship,\r\nhoping that the next wave would dash them on to a rock and send them to\r\nthe bottom of the lake. The tossing became worse and worse.\r\n\r\nUpon the deck Gessler was standing beside the helmsman, and gazing\r\nanxiously across the waters at the rocks that fringed the narrow\r\nentrance to the bay a few hundred yards to the east of Castle\r\nKüssnacht. This bay was the only spot for miles along the shore at\r\nwhich it was possible to land safely. For miles on either side the\r\ncoast was studded with great rocks, which would have dashed a ship to\r\npieces in a moment. It was to this bay that Gessler wished to direct\r\nthe ship. But the helmsman told him that he could not make sure of\r\nfinding the entrance, so great was the cloud of spray which covered it.\r\nA mistake would mean shipwreck.\r\n\r\n\"My lord,\" said the helmsman, \"I have\r\nneither strength nor skill to guide the helm. I do not know which way\r\nto turn.\"\r\n\r\n\"What are we to do?\" asked Rudolph der Harras, who was standing near.\r\n\r\nThe helmsman hesitated. Then he spoke, eyeing the Governor uneasily.\r\n\r\n\"Tell could steer us through,\" he said, \"if your lordship would but\r\ngive him the helm.\"\r\n\r\nGessler started.\r\n\r\n\"Tell!\" he muttered. \"Tell!\"\r\n\r\nThe ship drew nearer to the rocks.\r\n\r\n\"Bring him here,\" said Gessler.\r\n\r\nTwo soldiers went down to the hold and released Tell. They bade him get\r\nup and come with them. Tell followed them on deck, and stood before the\r\nGovernor.\r\n\r\n\"Tell,\" said Gessler.\r\n\r\nTell looked at him without speaking.\r\n\r\n\"Take the helm, Tell,\" said Gessler, \"and steer the ship through those\r\nrocks into the bay beyond, or instant death shall be your lot.\"\r\n\r\nWithout a word Tell took the helmsman's place, peering keenly into the\r\ncloud of foam before him. To right and to left he turned the vessel's\r\nhead, and to right again, into the very heart of the spray. They were\r\nright among the rocks now, but the ship did not strike on them.\r\nQuivering and pitching, she was hurried along, until of a sudden the\r\nspray-cloud was behind her, and in front the calm waters of the bay.\r\n\r\nGessler beckoned to the helmsman.\r\n\r\n\"Take the helm again,\" he said.\r\n\r\nHe pointed to Tell.\r\n\r\n\"Bind him,\" he said to the soldiers.\r\n\r\nThe soldiers advanced slowly, for they were loath to bind the man who\r\nhad just saved them from destruction. But the Governor's orders must he\r\nobeyed, so they came towards Tell, carrying ropes with which to bind\r\nhim.\r\n\r\nTell moved a step back. The ship was gliding past a lofty rock. It was\r\nsuch a rock as Tell had often climbed when hunting the chamois. He\r\nacted with the quickness of the hunter. Snatching up the bow and quiver\r\nwhich lay on the deck, he sprang on to the bulwark of the vessel, and,\r\nwith a mighty leap, gained the rock. Another instant, and he was out of\r\nreach.\r\n\r\nGessler roared to his bowmen.\r\n\r\n\"Shoot! shoot!\" he cried.\r\n\r\nThe bowmen hastily fitted arrow to string. They were too late. Tell was\r\nready before them. There was a hiss as the shaft rushed through the\r\nair, and the next moment Gessler the Governor fell dead on the deck,\r\npierced through the heart.\r\n\r\nTell's second arrow had found its mark, as his first had done.\r\n\r\n[Illustration: PLATE XV]"
  ]
}