{
  "index": 10,
  "title": "Chapter 9",
  "paragraphs": [
    "Gessler came riding up on his brown horse, and the crowd melted away in\r\nall directions, for there was no knowing what the Governor might not do\r\nif he found them plotting. They were determined to rebel and to throw\r\noff his tyrannous yoke, but they preferred to do it quietly and\r\ncomfortably, when he was nowhere near.\r\n\r\nSo they ran away to the edge of the meadow, and stood there in groups,\r\nwaiting to see what was going to happen. Not even Ulric the smith and\r\nRuodi the fisherman waited, though they knew quite well that Tell had\r\nnot nearly finished his speech. They set the orator down, and began to\r\nwalk away, trying to look as if they had been doing nothing in\r\nparticular, and were going to go on doing it--only somewhere else.\r\n\r\nTell was left standing alone in the middle of the meadow by the pole.\r\nHe scorned to run away like the others, but he did not at all like the\r\nlook of things. Gessler was a stern man, quick to punish any insult,\r\nand there were two of his soldiers lying on the ground with their nice\r\narmour all spoiled and dented, and his own cap on top of the pole had\r\nan arrow right through the middle of it, and would never look the same\r\nagain, however much it might be patched. It seemed to Tell that there\r\nwas a bad time coming.\r\n\r\nGessler rode up, and reined in his horse.\r\n\r\n\"Now then, now then, now then!\" he said, in his quick, abrupt way.\r\n\"What's this? what's this? what's this?\"\r\n\r\n(When a man repeats what he says three times, you can see that he is\r\nnot in a good temper.)\r\n\r\nFriesshardt and Leuthold got up, saluted, and limped slowly towards\r\nhim. They halted beside his horse, and stood to attention. The tears\r\ntrickled down their cheeks.\r\n\r\n\"Come, come, come!\" said Gessler; \"tell me all about it.\"\r\n\r\n[Illustration: PLATE IX]\r\n\r\nAnd he patted Friesshardt on the head. Friesshardt bellowed.\r\n\r\nGessler beckoned to one of his courtiers.\r\n\r\n\"Have you a handkerchief?\" he said.\r\n\r\n\"I have a handkerchief, your Excellency.\"\r\n\r\n\"Then dry this man's eyes.\"\r\n\r\nThe courtier did as he was bidden.\r\n\r\n\"_Now_,\" said Gessler, when the drying was done, and Friesshardt's\r\ntears had ceased, \"what has been happening here? I heard a cry of\r\n'Help!' as I came up. Who cried 'Help!'?\"\r\n\r\n\"Please, your lordship's noble Excellencyship,\" said Friesshardt, \"it\r\nwas me, Friesshardt.\"\r\n\r\n\"You should say, 'It was I,'\" said Gessler. \"Proceed.\"\r\n\r\n\"Which I am a loyal servant of your Excellency's, and in your\r\nExcellency's army, and seeing as how I was told to stand by this 'ere\r\npole and guard that there hat, I stood by this 'ere pole, and guarded\r\nthat there hat--all day, I did, your Excellency. And then up comes this\r\nman here, and I says to him--'Bow down to the hat,' I says. 'Ho!' he\r\nsays to me--'ho, indeed!' and he passed on without so much as nodding.\r\nSo I takes my pike, and I taps him on the head to remind him, as you\r\nmay say, that there was something he was forgetting, and he ups and\r\nhits me, he does. And then the crowd runs up with their sticks and hits\r\nme and Leuthold cruel, your Excellency. And while we was a-fighting\r\nwith them, this here man I'm a-telling you about, your Excellency, he\r\nouts with an arrow, puts it into his bow, and sends it through the hat,\r\nand I don't see how you'll ever be able to wear it again. It's a waste\r\nof a good hat, your Excellency--that's what it is. And then the people,\r\nthey puts me and Leuthold on the ground, and hoists this here man--Tell,\r\nthey call him--up on their shoulders, and he starts making a speech,\r\nwhen up you comes, your Excellency. That's how it all was.\"\r\n\r\nGessler turned pale with rage, and glared fiercely at Tell, who stood\r\nbefore him in the grasp of two of the bodyguard.\r\n\r\n\"Ah,\" he said, \"Tell, is it? Good-day to you, Tell. I think we've met\r\nbefore, Tell? Eh, Tell?\"\r\n\r\n\"We have, your Excellency. It was in the ravine of Schächenthal,\" said\r\nTell firmly.\r\n\r\n\"Your memory is good, Tell. So is mine. I think you made a few remarks\r\nto me on that occasion, Tell--a few chatty remarks? Eh, Tell?\"\r\n\r\n\"Very possibly, your Excellency.\"\r\n\r\n\"You were hardly polite, Tell.\"\r\n\r\n\"If I offended you I am sorry.\"\r\n\r\n\"I am glad to hear it, Tell. I think you will be even sorrier before\r\nlong. So you've been ill-treating my soldiers, eh?\"\r\n\r\n\"It was not I who touched them.\"\r\n\r\n\"Oh, so you didn't touch them? Ah! But you defied my power by refusing\r\nto bow down to the hat. I set up that hat to prove the people's\r\nloyalty. I am afraid you are not loyal, Tell.\"\r\n\r\n\"I was a little thoughtless, not disloyal. I passed the hat without\r\nthinking.\"\r\n\r\n\"You should always think, Tell. It is very dangerous not to do so. And\r\nI suppose that you shot your arrow through the hat without thinking?\"\r\n\r\n\"I was a little carried away by excitement, your Excellency.\"\r\n\r\n\"Dear, dear! Carried away by excitement, were you? You must really be\r\nmore careful, Tell. One of these days you will be getting yourself into\r\ntrouble. But it seems to have been a very fine shot. You _are_ a\r\ncapital marksman, I believe?\"\r\n\r\n\"Father's the best shot in all Switzerland,\" piped a youthful voice.\r\n\"He can hit an apple on a tree a hundred yards away. I've seen him.\r\nCan't you, father?\"\r\n\r\nWalter, who had run away when the fighting began, had returned on\r\nseeing his father in the hands of the soldiers.\r\n\r\nGessler turned a cold eye upon him.\r\n\r\n\"Who is this?\" he asked."
  ]
}