{
  "index": 11,
  "title": "Chapter 10",
  "paragraphs": [
    "\"It is my son Walter, your Excellency,\" said Tell.\r\n\r\n\"Your son? Indeed. This is very interesting. Have you any more\r\nchildren?\"\r\n\r\n\"I have one other boy.\"\r\n\r\n\"And which of them do you love the most, eh?\"\r\n\r\n\"I love them both alike, your Excellency.\"\r\n\r\n\"Dear me! Quite a happy family. Now, listen to me, Tell. I know you are\r\nfond of excitement, so I am going to try to give you a little. Your son\r\nsays that you can hit an apple on a tree a hundred yards away, and I am\r\nsure you have every right to be very proud of such a feat.\r\nFriesshardt!\"\r\n\r\n\"Your Excellency?\"\r\n\r\n\"Bring me an apple.\"\r\n\r\nFriesshardt picked one up. Some apples had been thrown at him and\r\nLeuthold earlier in the day, and there were several lying about.\r\n\r\n\"Which I'm afraid as how it's a little bruised, your Excellency,\" he\r\nsaid, \"having hit me on the helmet.\"\r\n\r\n\"Thank you. I do not require it for eating purposes,\" said Gessler.\r\n\"Now, Tell, I have here an apple--a simple apple, not over-ripe. I\r\nshould like to test that feat of yours. So take your bow--I see you\r\nhave it in your hand--and get ready to shoot. I am going to put this\r\napple on your son's head. He will be placed a hundred yards away from\r\nyou, and if you do not hit the apple with your first shot your life\r\nshall pay forfeit.\"\r\n\r\n[Illustration: PLATE X]\r\n\r\nAnd he regarded Tell with a look of malicious triumph.\r\n\r\n\"Your Excellency, it cannot be!\" cried Tell; \"the thing is too\r\nmonstrous. Perhaps your Excellency is pleased to jest. You cannot bid a\r\nfather shoot an apple from off his son's head! Consider, your\r\nExcellency!\"\r\n\r\n\"You shall shoot the apple from off the head of this boy,\" said Gessler\r\nsternly. \"I do not jest. That is my will.\"\r\n\r\n\"Sooner would I die,\" said Tell.\r\n\r\n\"If you do not shoot you die with the boy. Come, come, Tell, why so\r\ncautious? They always told me that you loved perilous enterprises, and\r\nyet when I give you one you complain. I could understand anybody else\r\nshrinking from the feat. But you! Hitting apples at a hundred yards is\r\nchild's play to you. And what does it matter where the apple is--whether\r\nit is on a tree or on a boy's head? It is an apple just the same.\r\nProceed, Tell.\"\r\n\r\nThe crowd, seeing a discussion going on, had left the edge of the\r\nmeadow and clustered round to listen. A groan of dismay went up at the\r\nGovernor's words.\r\n\r\n\"Down on your knees, boy,\" whispered Rudolph der Harras to Walter--\"down\r\non your knees, and beg his Excellency for your life.\"\r\n\r\n\"I won't!\" said Walter stoutly.\r\n\r\n\"Come,\" said Gessler, \"clear a path there--clear a path! Hurry\r\nyourselves. I won't have this loitering. Look you, Tell: attend to me\r\nfor a moment. I find you in the middle of this meadow deliberately\r\ndefying my authority and making sport of my orders. I find you in the\r\nact of stirring up discontent among my people with speeches. I might\r\nhave you executed without ceremony. But do I? No. Nobody shall say that\r\nHermann Gessler the Governor is not kind-hearted. I say to myself, 'I\r\nwill give this man one chance.' I place your fate in your own skilful\r\nhands. How can a man complain of harsh treatment when he is made master\r\nof his own fate? Besides, I don't ask you to do anything difficult. I\r\nmerely bid you perform what must be to you a simple shot. You boast of\r\nyour unerring aim. Now is the time to prove it. Clear the way there!\"\r\n\r\nWalter Fürst flung himself on his knees before the Governor.\r\n\r\n\"Your Highness,\" he cried, \"none deny your power. Let it be mingled\r\nwith mercy. It is excellent, as an English poet will say in a few\r\nhundred years, to have a giant's strength, but it is tyrannous to\r\nuse it like a giant. Take the half of my possessions, but spare my\r\nson-in-law.\"\r\n\r\nBut Walter Tell broke in impatiently, and bade his grandfather rise,\r\nand not kneel to the tyrant.\r\n\r\n\"Where must I stand?\" asked he. \"I'm not afraid. Father can hit a bird\r\nupon the wing.\"\r\n\r\n\"You see that lime-tree yonder,\" said Gessler to his soldiers; \"take\r\nthe boy and bind him to it.\"\r\n\r\n\"I will not be bound!\" cried Walter. \"I am not afraid. I'll stand\r\nstill. I won't breathe. If you bind me I'll kick!\"\r\n\r\n\"Let us bind your eyes, at least,\" said Rudolph der Harras.\r\n\r\n\"Do you think I fear to see father shoot?\" said Walter. \"I won't stir\r\nan eyelash. Father, show the tyrant how you can shoot. He thinks you're\r\ngoing to miss. Isn't he an old donkey!\"\r\n\r\n\"Very well, young man,\" muttered Gessler, \"we'll see who is laughing\r\nfive minutes from now.\" And once more he bade the crowd stand back and\r\nleave a way clear for Tell to shoot."
  ]
}