{
  "index": 9,
  "title": "Chapter 8",
  "paragraphs": [
    "As we grow older and realize more clearly the limitations of\r\nhuman happiness, we come to see that the only real and abiding\r\npleasure in life is to give pleasure to other people. One must\r\nassume that the Efficient Baxter had not reached the age when\r\nthis comes home to a man, for the fact that he had given genuine\r\npleasure to some dozens of his fellow-men brought him no balm.\r\n\r\nThere was no doubt about the pleasure he had given. Once they had\r\ngot over their disappointment at finding that he was not a dead\r\nburglar, the house party rejoiced whole-heartedly at the break in\r\nthe monotony of life at Blandings Castle. Relations who had not\r\nbeen on speaking terms for years forgot their quarrels and\r\nstrolled about the grounds in perfect harmony, abusing Baxter.\r\nThe general verdict was that he was insane.\r\n\r\n\"Don't tell me that young fellow's all there,\" said Colonel\r\nHorace Mant; \"because I know better. Have you noticed his eye?\r\nFurtive! Shifty! Nasty gleam in it. Besides--dash it!--did you\r\nhappen to take a look at the hall last night after he had been\r\nthere? It was in ruins, my dear sir--absolute dashed ruins. It\r\nwas positively littered with broken china and tables that had\r\nbeen bowled over. Don't tell me that was just an accidental\r\ncollision in the dark.\r\n\r\n\"My dear sir, the man must have been thrashing about--absolutely\r\nthrashing about, like a dashed salmon on a dashed hook. He must\r\nhave had a paroxysm of some kind--some kind of a dashed fit. A\r\ndoctor could give you the name for it. It's a well-known form of\r\ninsanity. Paranoia--isn't that what they call it? Rush of blood\r\nto the head, followed by a general running amuck.\r\n\r\n\"I've heard fellows who have been in India talk of it. Natives\r\nget it. Don't know what they're doing, and charge through the\r\nstreets taking cracks at people with dashed whacking great\r\nknives. Same with this young man, probably in a modified form at\r\npresent. He ought to be in a home. One of these nights, if this\r\ngrows on him, he will be massacring Emsworth in his bed.\"\r\n\r\n\"My dear Horace!\" The Bishop of Godalming's voice was properly\r\nhorror-stricken; but there was a certain unctuous relish in it.\r\n\r\n\"Take my word for it! Though, mind you, I don't say they aren't\r\nwell suited. Everyone knows that Emsworth has been, to all\r\npractical intents and purposes, a dashed lunatic for years. What\r\nwas it that young fellow Emerson, Freddie's American friend, was\r\nsaying, the other day about some acquaintance of his who is not\r\nquite right in the head? Nobody in the house--is that it?\r\nSomething to that effect, at any rate. I felt at the time it was\r\na perfect description of Emsworth.\"\r\n\r\n\"My dear Horace! Your father-in-law! The head of the family!\"\r\n\r\n\"A dashed lunatic, my dear sir--head of the family or no head of\r\nthe family. A man as absent-minded as he is has no right to call\r\nhimself sane. Nobody in the house--I recollect it now--nobody in\r\nthe house except gas, and that has not been turned on. That's\r\nEmsworth!\"\r\n\r\nThe Efficient Baxter, who had just left his presence, was feeling\r\nmuch the same about his noble employer. After a sleepless night\r\nhe had begun at an early hour to try and corner Lord Emsworth in\r\norder to explain to him the true inwardness of last night's\r\nhappenings. Eventually he had tracked him to the museum, where he\r\nfound him happily engaged in painting a cabinet of birds' eggs.\r\nHe was seated on a small stool, a large pot of red paint on the\r\nfloor beside him, dabbing at the cabinet with a dripping brush.\r\nHe was absorbed and made no attempt whatever to follow his\r\nsecretary's remarks.\r\n\r\nFor ten minutes Baxter gave a vivid picture of his vigil and the\r\nmanner in which it had been interrupted.\r\n\r\n\"Just so; just so, my dear fellow,\" said the earl when he had\r\nfinished. \"I quite understand. All I say is, if you do require\r\nadditional food in the night let one of the servants bring it to\r\nyour room before bedtime; then there will be no danger of these\r\ndisturbances. There is no possible objection to your eating a\r\nhundred meals a day, my good Baxter, provided you do not rouse\r\nthe whole house over them. Some of us like to sleep during the\r\nnight.\"\r\n\r\n\"But, Lord Emsworth! I have just explained--It was not--I was\r\nnot--\"\r\n\r\n\"Never mind, my dear fellow; never mind. Why make such an\r\nimportant thing of it? Many people like a light snack before\r\nactually retiring. Doctors, I believe, sometimes recommend it.\r\nTell me, Baxter, how do you think the museum looks now? A little\r\nbrighter? Better for the dash of color? I think so. Museums are\r\ngenerally such gloomy places.\"\r\n\r\n\"Lord Emsworth, may I explain once again?\"\r\n\r\nThe earl looked annoyed.\r\n\r\n\"My dear Baxter, I have told you that there is nothing to\r\nexplain. You are getting a little tedious. What a deep, rich red\r\nthis is, and how clean new paint smells! Do you know, Baxter, I\r\nhave been longing to mess about with paint ever since I was a\r\nboy! I recollect my old father beating me with a walking stick.\r\n. . . That would be before your time, of course. By the way, if\r\nyou see Freddie, will you tell him I want to speak to him? He\r\nprobably is in the smoking-room. Send him to me here.\"\r\n\r\nIt was an overwrought Baxter who delivered the message to the\r\nHonorable Freddie, who, as predicted, was in the smoking-room,\r\nlounging in a deep armchair.\r\n\r\nThere are times when life presses hard on a man, and it pressed\r\nhard on Baxter now. Fate had played him a sorry trick. It had put\r\nhim in a position where he had to choose between two courses,\r\neach as disagreeable as the other. He must either face a possible\r\nsecond fiasco like that of last night, or else he must abandon\r\nhis post and cease to mount guard over his threatened treasure.\r\n\r\nHis imagination quailed at the thought of a repetition of last\r\nnight's horrors. He had been badly shaken by his collision with\r\nthe table and even more so by the events that had followed it.\r\nThose revolver shots still rang in his ears.\r\n\r\nIt was probably the memory of those shots that turned the scale.\r\nIt was unlikely he would again become entangled with a man\r\nbearing a tongue and the other things--he had given up in despair\r\nthe attempt to unravel the mystery of the tongue; it completely\r\nbaffled him--but it was by no means unlikely that if he spent\r\nanother night in the gallery looking on the hall he might not\r\nagain become a target for Lord Emsworth's irresponsible firearm.\r\nNothing, in fact, was more likely; for in the disturbed state of\r\nthe public mind the slightest sound after nightfall would be\r\nsufficient cause for a fusillade.\r\n\r\nHe had actually overheard young Algernon Wooster telling Lord\r\nStockheath he had a jolly good mind to sit on the stairs that\r\nnight with a shotgun, because it was his opinion that there was a\r\njolly sight more in this business than there seemed to be; and\r\nwhat he thought of the bally affair was that there was a gang of\r\nsome kind at work, and that that feller--what's-his-name?--that\r\nfeller Baxter was some sort of an accomplice.\r\n\r\nWith these things in his mind Baxter decided to remain that night\r\nin the security of his bedroom. He had lost his nerve. He formed\r\nthis decision with the utmost reluctance, for the thought of\r\nleaving the road to the museum clear for marauders was bitter in\r\nthe extreme. If he could have overheard a conversation between\r\nJoan Valentine and Ashe Marson it is probable he would have\r\nrisked Lord Emsworth's revolver and the shotgun of the Honorable\r\nAlgernon Wooster.\r\n\r\nAshe, when he met Joan and recounted the events of the night, at\r\nwhich Joan, who was a sound sleeper, had not been present, was\r\ninclined to blame himself as a failure. True, fate had been\r\nagainst him, but the fact remained that he had achieved nothing.\r\nJoan, however, was not of this opinion.\r\n\r\n\"You have done wonders,\" she said. \"You have cleared the way for\r\nme. That is my idea of real teamwork. I'm so glad now that we\r\nformed our partnership. It would have been too bad if I had got\r\nall the advantage of your work and had jumped in and deprived you\r\nof the reward. As it is, I shall go down and finish the thing off\r\nto-night with a clear conscience.\"\r\n\r\n\"You can't mean that you dream of going down to the museum\r\nto-night!\"\r\n\r\n\"Of course I do.\"\r\n\r\n\"But it's madness!\"\r\n\r\n\"On the contrary, to-night is the one night when there ought to\r\nbe no risk at all.\"\r\n\r\n\"After what happened last night?\"\r\n\r\n\"Because of what happened last night. Do you imagine Mr. Baxter\r\nwill dare to stir from his bed after that? If ever there was a\r\nchance of getting this thing finished, it will be to-night.\"\r\n\r\n\"You're quite right. I never looked at it in that way. Baxter\r\nwouldn't risk a second disaster. I'll certainly make a success of\r\nit this time.\"\r\n\r\nJoan raised her eyebrows.\r\n\r\n\"I don't quite understand you, Mr. Marson. Do you propose to try\r\nto get the scarab to-night?\"\r\n\r\n\"Yes. It will be as easy as--\"\r\n\r\n\"Are you forgetting that, by the terms of our agreement, it is my\r\nturn?\"\r\n\r\n\"You surely don't intend to hold me to that?\"\r\n\r\n\"Certainly I do.\"\r\n\r\n\"But, good heavens, consider my position! Do you seriously expect\r\nme to lie in bed while you do all the work, and then to take a\r\nhalf share in the reward?\"\r\n\r\n\"I do.\"\r\n\r\n\"It's ridiculous!\"\r\n\r\n\"It's no more ridiculous than that I should do the same. Mr.\r\nMarson, there's no use in our going over all this again. We\r\nsettled it long ago.\"\r\n\r\nJoan refused to discuss the matter further, leaving Ashe in a\r\ncondition of anxious misery comparable only to that which, as\r\nnight began to draw near, gnawed the vitals of the Efficient\r\nBaxter.\r\n\r\n                        *   *   *\r\n\r\nBreakfast at Blandings Castle was an informal meal. There was\r\nfood and drink in the long dining-hall for such as were energetic\r\nenough to come down and get it; but the majority of the house\r\nparty breakfasted in their rooms, Lord Emsworth, whom nothing in\r\nthe world would have induced to begin the day in the company of a\r\ncrowd of his relations, most of whom he disliked, setting them\r\nthe example.\r\n\r\nWhen, therefore, Baxter, yielding to Nature after having remained\r\nawake until the early morning, fell asleep at nine o'clock,\r\nnobody came to rouse him. He did not ring his bell, so he was not\r\ndisturbed; and he slept on until half past eleven, by which time,\r\nit being Sunday morning and the house party including one bishop\r\nand several of the minor clergy, most of the occupants of the\r\nplace had gone off to church.\r\n\r\nBaxter shaved and dressed hastily, for he was in state of nervous\r\napprehension. He blamed himself for having lain in bed so long.\r\nWhen every minute he was away might mean the loss of the scarab,\r\nhe had passed several hours in dreamy sloth. He had wakened with\r\na presentiment. Something told him the scarab had been stolen in\r\nthe night, and he wished now that he had risked all and kept\r\nguard.\r\n\r\nThe house was very quiet as he made his way rapidly to the hall.\r\nAs he passed a window he perceived Lord Emsworth, in an\r\nun-Sabbatarian suit of tweeds and bearing a garden fork--which\r\nmust have pained the bishop--bending earnestly over a flower bed;\r\nbut he was the only occupant of the grounds, and indoors there\r\nwas a feeling of emptiness. The hall had that Sunday-morning air\r\nof wanting to be left to itself, and disapproving of the entry of\r\nanything human until lunch time, which can be felt only by a\r\nguest in a large house who remains at home when his fellows have\r\ngone to church.\r\n\r\nThe portraits on the walls, especially the one of the Countess of\r\nEmsworth in the character of Venus rising from the sea, stared at\r\nBaxter as he entered, with cold reproof. The very chairs seemed\r\ndistant and unfriendly; but Baxter was in no mood to appreciate\r\ntheir attitude. His conscience slept. His mind was occupied, to\r\nthe exclusion of all other things, by the scarab and its probable\r\nfate. How disastrously remiss it had been of him not to keep\r\nguard last night! Long before he opened the museum door he was\r\nfeeling the absolute certainty that the worst had happened.\r\n\r\nIt had. The card which announced that here was an Egyptian scarab\r\nof the reign of Cheops of the Fourth Dynasty, presented by J.\r\nPreston Peters, Esquire, still lay on the cabinet in its wonted\r\nplace; but now its neat lettering was false and misleading. The\r\nscarab was gone.\r\n\r\n                        *   *   *\r\n\r\nFor all that he had expected this, for all his premonition of\r\ndisaster, it was an appreciable time before the Efficient Baxter\r\nrallied from the blow. He stood transfixed, goggling at the empty\r\nplace.\r\n\r\nThen his mind resumed its functions. All, he perceived, was not\r\nyet lost. Baxter the watchdog must retire, to be succeeded by\r\nBaxter the sleuthhound. He had been unable to prevent the theft\r\nof the scarab, but he might still detect the thief.\r\n\r\nFor the Doctor Watsons of this world, as opposed to the Sherlock\r\nHolmeses, success in the province of detective work must always\r\nbe, to a very large extent, the result of luck. Sherlock Holmes\r\ncan extract a clew from a wisp of straw or a flake of cigar ash;\r\nbut Doctor Watson has to have it taken out for him and dusted,\r\nand exhibited clearly, with a label attached.\r\n\r\nThe average man is a Doctor Watson. We are wont to scoff in a\r\npatronizing manner at that humble follower of the great\r\ninvestigator; but as a matter of fact we should have been just as\r\ndull ourselves. We should not even have risen to the modest\r\nheight of a Scotland Yard bungler.\r\n\r\nBaxter was a Doctor Watson. What he wanted was a clew; but it is\r\nso hard for the novice to tell what is a clew and what is not.\r\nAnd then he happened to look down--and there on the floor was a\r\nclew that nobody could have overlooked.\r\n\r\nBaxter saw it, but did not immediately recognize it for what it\r\nwas. What he saw, at first, was not a clew, but just a mess. He\r\nhad a tidy soul and abhorred messes, and this was a particularly\r\nmessy mess. A considerable portion of the floor was a sea of red\r\npaint. The can from which it had flowed was lying on its\r\nside--near the wall. He had noticed that the smell of paint had\r\nseemed particularly pungent, but had attributed this to a new\r\nfreshet of energy on the part of Lord Emsworth. He had not\r\nperceived that paint had been spilled.\r\n\r\n\"Pah!\" said Baxter.\r\n\r\nThen suddenly, beneath the disguise of the mess, he saw the clew.\r\nA footmark! No less. A crimson footmark on the polished wood! It\r\nwas as clear and distinct as though it had been left there for\r\nthe purpose of assisting him. It was a feminine footmark, the\r\nprint of a slim and pointed shoe.\r\n\r\nThis perplexed Baxter. He had looked on the siege of the scarab\r\nas an exclusively male affair. But he was not perplexed long.\r\nWhat could be simpler than that Mr. Peters should have enlisted\r\nfemale aid? The female of the species is more deadly than the\r\nmale. Probably she makes a better purloiner of scarabs. At any\r\nrate, there the footprint was, unmistakably feminine.\r\n\r\nInspiration came to him. Aline Peters had a maid! What more\r\nlikely than that secretly she should be a hireling of Mr. Peters,\r\non whom he had now come to look as a man of the blackest and most\r\nsinister character? Mr. Peters was a collector; and when a\r\ncollector makes up his mind to secure a treasure, he employs,\r\nBaxter knew, every possible means to that end.\r\n\r\nBaxter was now in a state of great excitement. He was hot on the\r\nscent and his brain was working like a buzz saw in an ice box.\r\nAccording to his reasoning, if Aline Peters' maid had done this\r\nthing there should be red paint in the hall marking her retreat,\r\nand possibly a faint stain on the stairs leading to the servants'\r\nbedrooms.\r\n\r\nHe hastened from the museum and subjected the hall to a keen\r\nscrutiny. Yes; there was red paint on the carpet. He passed\r\nthrough the green-baize door and examined the stairs. On the\r\nbottom step there was a faint but conclusive stain of crimson!\r\n\r\nHe was wondering how best to follow up this clew when he\r\nperceived Ashe coming down the stairs. Ashe, like Baxter, and as\r\nthe result of a night disturbed by anxious thoughts, had also\r\noverslept himself.\r\n\r\nThere are moments when the giddy excitement of being right on the\r\ntrail causes the amateur--or Watsonian--detective to be\r\nincautious. If Baxter had been wise he would have achieved his\r\nobject--the getting a glimpse of Joan's shoes--by a devious and\r\nsnaky route. As it was, zeal getting the better of prudence, he\r\nrushed straight on. His early suspicion of Ashe had been\r\ntemporarily obscured. Whatever Ashe's claims to be a suspect, it\r\nhad not been his footprint Baxter had seen in the museum.\r\n\r\n\"Here, you!\" said the Efficient Baxter excitedly.\r\n\r\n\"Sir?\"\r\n\r\n\"The shoes!\"\r\n\r\n\"I beg your pardon?\"\r\n\r\n\"I wish to see the servants' shoes. Where are they?\"\r\n\r\n\"I expect they have them on, sir.\"\r\n\r\n\"Yesterday's shoes, man--yesterday's shoes. Where are they?\"\r\n\r\n\"Where are the shoes of yesteryear?\" murmured Ashe. \"I should say\r\nat a venture, sir, that they would be in a large basket somewhere\r\nnear the kitchen. Our genial knife-and-shoe boy collects them, I\r\nbelieve, at early dawn.\"\r\n\r\n\"Would they have been cleaned yet?\"\r\n\r\n\"If I know the lad, sir--no.\"\r\n\r\n\"Go and bring that basket to me. Bring it to me in this room.\"\r\n\r\n                        *   *   *\r\n\r\nThe room to which he referred was none other than the private\r\nsanctum of Mr. Beach, the butler, the door of which, standing\r\nopen, showed it to be empty. It was not Baxter's plan, excited as\r\nhe was, to risk being discovered sifting shoes in the middle of a\r\npassage in the servants' quarters.\r\n\r\nAshe's brain was working rapidly as he made for the shoe\r\ncupboard, that little den of darkness and smells, where Billy,\r\nthe knife-and-shoe boy, better known in the circle in which he\r\nmoved as Young Bonehead, pursued his menial tasks. What exactly\r\nwas at the back of the Efficient Baxter's mind prompting these\r\nmaneuvers he did not know; but that there was something he was\r\ncertain.\r\n\r\nHe had not yet seen Joan this morning, and he did not know\r\nwhether or not she had carried out her resolve of attempting to\r\nsteal the scarab on the previous night; but this activity and\r\nmystery on the part of their enemy must have some sinister\r\nsignificance. He gathered up the shoe basket thoughtfully. He\r\nstaggered back with it and dumped it down on the floor of Mr.\r\nBeach's room. The Efficient Baxter stooped eagerly over it.\r\nAshe, leaning against the wall, straightened the creases in his\r\nclothes and flicked disgustedly at an inky spot which the journey\r\nhad transferred from the basket to his coat.\r\n\r\n\"We have here, sir,\" he said, \"a fair selection of our various\r\nfoot coverings.\"\r\n\r\n\"You did not drop any on your way?\"\r\n\r\n\"Not one, sir.\"\r\n\r\nThe Efficient Baxter uttered a grunt of satisfaction and bent\r\nonce more to his task. Shoes flew about the room. Baxter knelt on\r\nthe floor beside the basket, and dug like a terrier at a rat\r\nhole. At last he made a find and with an exclamation of triumph\r\nrose to his feet. In his hand he held a shoe.\r\n\r\n\"Put those back,\" he said.\r\n\r\nAshe began to pick up the scattered footgear.\r\n\r\n\"That's the lot, sir,\" he said, rising.\r\n\r\n\"Now come with me. Leave the basket there. You can carry it back\r\nwhen you return.\"\r\n\r\n\"Shall I put back that shoe, sir?\"\r\n\r\n\"Certainly not. I shall take this one with me.\"\r\n\r\n\"Shall I carry it for you, sir?\"\r\n\r\nBaxter reflected.\r\n\r\n\"Yes. I think that would be best.\"\r\n\r\nTrouble had shaken his nerve. He was not certain that there might\r\nnot be others besides Lord Emsworth in the garden; and it\r\noccurred to him that, especially after his reputation for\r\neccentric conduct had been so firmly established by his\r\nmisfortunes that night in the hall, it might cause comment should\r\nhe appear before them carrying a shoe.\r\n\r\nAshe took the shoe and, doing so, understood what before had\r\npuzzled him. Across the toe was a broad splash of red paint.\r\nThough he had nothing else to go on, he saw all. The shoe he held\r\nwas a female shoe. His own researches in the museum had made him\r\naware of the presence there of red paint. It was not difficult to\r\nbuild up on these data a pretty accurate estimate of the position\r\nof affairs.\r\n\r\n\"Come with me,\" said Baxter.\r\n\r\nHe left the room. Ashe followed him.\r\n\r\nIn the garden Lord Emsworth, garden fork in hand, was dealing\r\nsummarily with a green young weed that had incautiously shown its\r\nhead in the middle of a flower bed. He listened to Baxter's\r\nstatement with more interest than he usually showed in anybody's\r\nstatements. He resented the loss of the scarab, not so much on\r\naccount of its intrinsic worth as because it had been the gift of\r\nhis friend Mr. Peters.\r\n\r\n\"Indeed!\" he said, when Baxter had finished. \"Really? Dear me!\r\nIt certainly seems--It is extremely suggestive. You are certain\r\nthere was red paint on this shoe?\"\r\n\r\n\"I have it with me. I brought it on purpose to show you.\" He\r\nlooked at Ashe, who stood in close attendance. \"The shoe!\"\r\n\r\nLord Emsworth polished his glasses and bent over the exhibit.\r\n\r\n\"Ah!\" he said. \"Now let me look at--This, you say, is the--Just\r\nso; just so! Just--My dear Baxter, it may be that I have not\r\nexamined this shoe with sufficient care, but--Can you point out\r\nto me exactly where this paint is that you speak of?\"\r\n\r\nThe Efficient Baxter stood staring at the shoe with wild, fixed\r\nstare. Of any suspicion of paint, red or otherwise, it was\r\nabsolutely and entirely innocent!\r\n\r\nThe shoe became the center of attraction, the center of all eyes.\r\nThe Efficient Baxter fixed it with the piercing glare of one who\r\nfeels that his brain is tottering. Lord Emsworth looked at it\r\nwith a mildly puzzled expression. Ashe Marson examined it with a\r\nsort of affectionate interest, as though he were waiting for it\r\nto do a trick of some kind. Baxter was the first to break the\r\nsilence.\r\n\r\n\"There was paint on this shoe,\" he said vehemently. \"I tell you\r\nthere was a splash of red paint across the toe. This man here\r\nwill bear me out in this. You saw paint on this shoe?\"\r\n\r\n\"Paint, sir?\"\r\n\r\n\"What! Do you mean to tell me you did not see it?\"\r\n\r\n\"No, sir; there was no paint on this shoe.\"\r\n\r\n\"This is ridiculous. I saw it with my own eyes. It was a broad\r\nsplash right across the toe.\"\r\n\r\nLord Emsworth interposed.\r\n\r\n\"You must have made a mistake, my dear Baxter. There is certainly\r\nno trace of paint on this shoe. These momentary optical delusions\r\nare, I fancy, not uncommon. Any doctor will tell you--\"\r\n\r\n\"I had an aunt, your lordship,\" said Ashe chattily, \"who was\r\nremarkably subject--\"\r\n\r\n\"It is absurd! I cannot have been mistaken,\" said Baxter. \"I am\r\npositively certain the toe of this shoe was red when I found it.\"\r\n\r\n\"It is quite black now, my dear Baxter.\"\r\n\r\n\"A sort of chameleon shoe,\" murmured Ashe.\r\n\r\nThe goaded secretary turned on him.\r\n\r\n\"What did you say?\"\r\n\r\n\"Nothing, sir.\"\r\n\r\nBaxter's old suspicion of this smooth young man came surging back\r\nto him.\r\n\r\n\"I strongly suspect you of having had something to do with this.\"\r\n\r\n\"Really, Baxter,\" said the earl, \"that is surely the least\r\nprobable of solutions. This young man could hardly have cleaned\r\nthe shoe on his way from the house. A few days ago, when painting\r\nin the museum, I inadvertently splashed some paint on my own\r\nshoe. I can assure you it does not brush off. It needs a very\r\nsystematic cleaning before all traces are removed.\"\r\n\r\n\"Exactly, your lordship,\" said Ashe. \"My theory, if I may--\"\r\n\r\n\"Yes?\"\r\n\r\n\"My theory, your lordship, is that Mr. Baxter was deceived by the\r\nlight-and-shade effects on the toe of the shoe. The morning sun,\r\nstreaming in through the window, must have shone on the shoe in\r\nsuch a manner as to give it a momentary and fictitious aspect of\r\nredness. If Mr. Baxter recollects, he did not look long at the\r\nshoe. The picture on the retina of the eye consequently had not\r\ntime to fade. I myself remember thinking at the moment that the\r\nshoe appeared to have a certain reddish tint. The mistake--\"\r\n\r\n\"Bah!\" said Baxter shortly.\r\n\r\nLord Emsworth, now thoroughly bored with the whole affair and\r\ndesiring nothing more than to be left alone with his weeds and\r\nhis garden fork, put in his word. Baxter, he felt, was curiously\r\nirritating these days. He always seemed to be bobbing up. The\r\nEarl of Emsworth was conscious of a strong desire to be free from\r\nhis secretary's company. He was efficient, yes--invaluable\r\nindeed--he did not know what he should do without Baxter; but\r\nthere was no denying that his company tended after a while to\r\nbecome a trifle tedious. He took a fresh grip on his garden fork\r\nand shifted it about in the air as a hint that the interview had\r\nlasted long enough.\r\n\r\n\"It seems to me, my dear fellow,\" he said, \"the only explanation\r\nthat will square with the facts. A shoe that is really smeared\r\nwith red paint does not become black of itself in the course of a\r\nfew minutes.\"\r\n\r\n\"You are very right, your lordship,\" said Ashe approvingly. \"May\r\nI go now, your lordship?\"\r\n\r\n\"Certainly--certainly; by all means.\"\r\n\r\n\"Shall I take the shoe with me, your lordship?\"\r\n\r\n\"If you do not want it, Baxter.\"\r\n\r\nThe secretary passed the fraudulent piece of evidence to Ashe\r\nwithout a word; and the latter, having included both gentlemen in\r\na kindly smile, left the garden.\r\n\r\nOn returning to the butler's room, Ashe's first act was to remove\r\na shoe from the top of the pile in the basket. He was about to\r\nleave the room with it, when the sound of footsteps in the\r\npassage outside halted him.\r\n\r\n\"I do not in the least understand why you wish me to come here,\r\nmy dear Baxter,\" said a voice, \"and you are completely spoiling\r\nmy morning, but--\"\r\n\r\nFor a moment Ashe was at a loss. It was a crisis that called for\r\nswift action, and it was a little hard to know exactly what to\r\ndo. It had been his intention to carry the paint-splashed shoe\r\nback to his own room, there to clean it at his leisure; but it\r\nappeared that his strategic line of retreat was blocked. Plainly,\r\nthe possibility--nay, the certainty--that Ashe had substituted\r\nanother shoe for the one with the incriminating splash of paint\r\non it had occurred to the Efficient Baxter almost directly the\r\nformer had left the garden.\r\n\r\nThe window was open. Ashe looked out. There were bushes below.\r\nIt was a makeshift policy, and one which did not commend itself\r\nto him as the ideal method, but it seemed the only thing to be\r\ndone, for already the footsteps had reached the door. He threw\r\nthe shoe out of window, and it sank beneath the friendly surface\r\nof the long grass round a wisteria bush.\r\n\r\nAshe turned, relieved, and the next moment the door opened and\r\nBaxter walked in, accompanied--with obvious reluctance---by his\r\nbored employer.\r\n\r\nBaxter was brisk and peremptory.\r\n\r\n\"I wish to look at those shoes again,\" he said coldly.\r\n\r\n\"Certainly, sir,\" said Ashe.\r\n\r\n\"I can manage without your assistance,\" said Baxter.\r\n\r\n\"Very good, sir.\"\r\n\r\nLeaning against the wall, Ashe watched him with silent interest,\r\nas he burrowed among the contents of the basket, like a terrier\r\ndigging for rats. The Earl of Emsworth took no notice of the\r\nproceedings. He yawned plaintively, and pottered about the room.\r\nHe was one of Nature's potterers.\r\n\r\nThe scrutiny of the man whom he had now placed definitely as a\r\nmalefactor irritated Baxter. Ashe was looking at him in an\r\ninsufferably tolerant manner, as if he were an indulgent father\r\nbrooding over his infant son while engaged in some childish\r\nfrolic. He lodged a protest.\r\n\r\n\"Don't stand there staring at me!\"\r\n\r\n\"I was interested in what you were doing, sir.\"\r\n\r\n\"Never mind! Don't stare at me in that idiotic way.\"\r\n\r\n\"May I read a book, sir?\"\r\n\r\n\"Yes, read if you like.\"\r\n\r\n\"Thank you, sir.\"\r\n\r\nAshe took a volume from the butler's slenderly stocked shelf. The\r\nshoe-expert resumed his investigations in the basket. He went\r\nthrough it twice, but each time without success. After the second\r\nsearch he stood up and looked wildly about the room. He was as\r\ncertain as he could be of anything that the missing piece of\r\nevidence was somewhere within those four walls. There was very\r\nlittle cover in the room, even for so small a fugitive as a shoe.\r\nHe raised the tablecloth and peered beneath the table.\r\n\r\n\"Are you looking for Mr. Beach, sir?\" said Ashe. \"I think he has\r\ngone to church.\"\r\n\r\nBaxter, pink with his exertions, fastened a baleful glance upon\r\nhim.\r\n\r\n\"You had better be careful,\" he said.\r\n\r\nAt this point the Earl of Emsworth, having done all the pottering\r\npossible in the restricted area, yawned like an alligator.\r\n\r\n\"Now, my dear Baxter--\" he began querulously.\r\n\r\nBaxter was not listening. He was on the trail. He had caught\r\nsight of a small closet in the wall, next to the mantelpiece, and\r\nit had stimulated him.\r\n\r\n\"What is in this closet?\"\r\n\r\n\"That closet, sir?\"\r\n\r\n\"Yes, this closet.\" He rapped the door irritably.\r\n\r\n\"I could not say, sir. Mr. Beach, to whom the closet belongs,\r\npossibly keeps a few odd trifles there. A ball of string,\r\nperhaps. Maybe an old pipe or something of that kind. Probably\r\nnothing of value or interest.\"\r\n\r\n\"Open it.\"\r\n\r\n\"It appears to be locked, sir--\"\r\n\r\n\"Unlock it.\"\r\n\r\n\"But where is the key?\"\r\n\r\nBaxter thought for a moment.\r\n\r\n\"Lord Emsworth,\" he said, \"I have my reasons for thinking that\r\nthis man is deliberately keeping the contents of this closet from\r\nme. I am convinced that the shoe is in there. Have I your leave\r\nto break open the door?\"\r\n\r\nThe earl looked a little dazed, as if he were unequal to the\r\nintellectual pressure of the conversation.\r\n\r\n\"Now, my dear Baxter,\" said the earl impatiently, \"please tell me\r\nonce again why you have brought me in here. I cannot make head or\r\ntail of what you have been saying. Apparently you accuse this\r\nyoung man of keeping his shoes in a closet. Why should you\r\nsuspect him of keeping his shoes in a closet? And if he wishes to\r\ndo so, why on earth should not he keep his shoes in a closet?\r\nThis is a free country.\"\r\n\r\n\"Exactly, your lordship,\" said Ashe approvingly. \"You have\r\ntouched the spot.\"\r\n\r\n\"It all has to do with the theft of your scarab, Lord Emsworth.\r\nSomebody got into the museum and stole the scarab.\"\r\n\r\n\"Ah, yes; ah, yes--so they did. I remember now. You told me.\r\nBad business that, my dear Baxter. Mr. Peters gave me that\r\nscarab. He will be most deucedly annoyed if it's lost. Yes,\r\nindeed.\"\r\n\r\n\"Whoever stole it upset the can of red paint and stepped in it.\"\r\n\r\n\"Devilish careless of them. It must have made the dickens of a\r\nmess. Why don't people look where they are walking?\"\r\n\r\n\"I suspect this man of shielding the criminal by hiding her shoe\r\nin this closet.\"\r\n\r\n\"Oh, it's not his own shoes that this young man keeps in\r\nclosets?\"\r\n\r\n\"It is a woman's shoe, Lord Emsworth.\"\r\n\r\n\"The deuce it is! Then it was a woman who stole the scarab? Is\r\nthat the way you figure it out? Bless my soul, Baxter, one\r\nwonders what women are coming to nowadays. It's all this\r\nmovement, I suppose. The Vote, and all that--eh? I recollect\r\nhaving a chat with the Marquis of Petersfield some time ago. He\r\nis in the Cabinet, and he tells me it is perfectly infernal the\r\nway these women carry on. He said sometimes it got to such a\r\npitch, with them waving banners and presenting petitions, and\r\nthrowing flour and things at a fellow, that if he saw his own\r\nmother coming toward him, with a hand behind her back, he would\r\nrun like a rabbit. Told me so himself.\"\r\n\r\n\"So,\" said the Efficient Baxter, cutting in on the flow of\r\nspeech, \"what I wish to do is to break open this closet.\"\r\n\r\n\"Eh? Why?\"\r\n\r\n\"To get the shoe.\"\r\n\r\n\"The shoe? . . . Ah, yes, I recollect now. You were telling me.\"\r\n\r\n\"If your lordship has no objection.\"\r\n\r\n\"Objection, my dear fellow? None in the world. Why should I have\r\nany objection? Let me see! What is it you wish to do?\"\r\n\r\n\"This,\" said Baxter shortly.\r\n\r\nHe seized the poker from the fireplace and delivered two rapid\r\nblows on the closet door. The wood was splintered. A third blow\r\nsmashed the flimsy lock. The closet, with any skeletons it might\r\ncontain, was open for all to view.\r\n\r\nIt contained a corkscrew, a box of matches, a paper-covered copy\r\nof a book entitled \"Mary, the Beautiful Mill-Hand,\" a bottle of\r\nembrocation, a spool of cotton, two pencil-stubs, and other\r\nuseful and entertaining objects. It contained, in fact, almost\r\neverything except a paint-splashed shoe, and Baxter gazed at the\r\ncollection in dumb disappointment.\r\n\r\n\"Are you satisfied now, my dear Baxter,\" said the earl, \"or is\r\nthere any more furniture that you would like to break? You know,\r\nthis furniture breaking is becoming a positive craze with you, my\r\ndear fellow. You ought to fight against it. The night before\r\nlast, I don't know how many tables broken in the hall; and now\r\nthis closet. You will ruin me. No purse can stand the constant\r\ndrain.\"\r\n\r\nBaxter did not reply. He was still trying to rally from the blow.\r\nA chance remark of Lord Emsworth's set him off on the trail once\r\nmore. Lord Emsworth, having said his say, had dismissed the\r\naffair from his mind and begun to potter again. The course of his\r\npottering had brought him to the fireplace, where a little pile\r\nof soot on the fender caught his eye. He bent down to inspect it.\r\n\r\n\"Dear me!\" he said. \"I must remember to tell Beach to have his\r\nchimney swept. It seems to need it badly.\"\r\n\r\nNo trumpet-call ever acted more instantaneously on old war-horse\r\nthan this simple remark on the Efficient Baxter. He was still\r\nconvinced that Ashe had hidden the shoe somewhere in the room,\r\nand, now that the closet had proved an alibi, the chimney was the\r\nonly spot that remained unsearched. He dived forward with a rush,\r\nnearly knocking Lord Emsworth off his feet, and thrust an arm up\r\ninto the unknown. The startled peer, having recovered his\r\nbalance, met Ashe's respectfully pitying gaze.\r\n\r\n\"We must humor him,\" said the gaze, more plainly than speech.\r\n\r\nBaxter continued to grope. The chimney was a roomy chimney, and\r\nneeded careful examination. He wriggled his hand about\r\nclutchingly. From time to time soot fell in gentle showers.\r\n\r\n\"My dear Baxter!\"\r\n\r\nBaxter was baffled. He withdrew his hand from the chimney, and\r\nstraightened himself. He brushed a bead of perspiration from his\r\nface with the back of his hand. Unfortunately, he used the sooty\r\nhand, and the result was too much for Lord Emsworth's politeness.\r\nHe burst into a series of pleased chuckles.\r\n\r\n\"Your face, my dear Baxter! Your face! It is positively covered\r\nwith soot--positively! You must go and wash it. You are quite\r\nblack. Really, my dear fellow, you present rather an\r\nextraordinary appearance. Run off to your room.\"\r\n\r\nAgainst this crowning blow the Efficient Baxter could not stand\r\nup. It was the end.\r\n\r\n\"Soot!\" he murmured weakly. \"Soot!\"\r\n\r\n\"Your face is covered, my dear fellow--quite covered.\"\r\n\r\n\"It certainly has a faintly sooty aspect, sir,\" said Ashe.\r\n\r\nHis voice roused the sufferer to one last flicker of spirit.\r\n\r\n\"You will hear more of this,\" he said. \"You will--\"\r\n\r\nAt this moment, slightly muffled by the intervening door and\r\npassageway, there came from the direction of the hall a sound\r\nlike the delivery of a ton of coal. A heavy body bumped down the\r\nstairs, and a voice which all three recognized as that of the\r\nHonorable Freddie uttered an oath that lost itself in a final\r\ncrash and a musical splintering sound, which Baxter for one had\r\nno difficulty in recognizing as the dissolution of occasional\r\nchina.\r\n\r\nEven if they had not so able a detective as Baxter with them,\r\nLord Emsworth and Ashe would have been at no loss to guess what\r\nhad happened. Doctor Watson himself could have deduced it from\r\nthe evidence. The Honorable Freddie had fallen downstairs.\r\n\r\n                        *   *   *\r\n\r\nWith a little ingenuity this portion of the story of Mr. Peters'\r\nscarab could be converted into an excellent tract, driving home\r\nthe perils, even in this world, of absenting one's self from\r\nchurch on Sunday morning. If the Honorable Freddie had gone to\r\nchurch he would not have been running down the great staircase at\r\nthe castle at this hour; and if he had not been running down the\r\ngreat staircase at the castle at that hour he would not have\r\nencountered Muriel.\r\n\r\nMuriel was a Persian cat belonging to Lady Ann Warblington. Lady\r\nAnn had breakfasted in bed and lain there late, as she rather\r\nfancied she had one of her sick headaches coming on. Muriel had\r\nleft her room in the wake of the breakfast tray, being anxious to\r\nbe present at the obsequies of a fried sole that had formed Lady\r\nAnn's simple morning meal, and had followed the maid who bore it\r\nuntil she had reached the hall.\r\n\r\nAt this point the maid, who disliked Muriel, stopped and made a\r\nnoise like an exploding pop bottle, at the same time taking a\r\nlittle run in Muriel's direction and kicking at her with a\r\nmenacing foot. Muriel, wounded and startled, had turned in her\r\ntracks and sprinted back up the staircase at the exact moment\r\nwhen the Honorable Freddie, who for some reason was in a great\r\nhurry, ran lightly down.\r\n\r\nThere was an instant when Freddie could have saved himself by\r\nplanting a number-ten shoe on Muriel's spine, but even in that\r\ncrisis he bethought him that he hardly stood solid enough with\r\nthe authorities to risk adding to his misdeeds the slaughter of\r\nhis aunt's favorite cat, and he executed a rapid swerve. The\r\nspared cat proceeded on her journey upstairs, while Freddie,\r\ntouching the staircase at intervals, went on down.\r\n\r\nHaving reached the bottom, he sat amid the occasional china, like\r\nMarius among the ruins of Carthage, and endeavored to ascertain\r\nthe extent of his injuries. He had a dazed suspicion that he was\r\nirretrievably fractured in a dozen places. It was in this\r\nattitude that the rescue party found him. He gazed up at them\r\nwith silent pathos.\r\n\r\n\"In the name of goodness, Frederick,\" said Lord Emsworth\r\npeevishly, \"what do you imagine you are doing?\"\r\n\r\nFreddie endeavored to rise, but sank back again with a stifled\r\nhowl.\r\n\r\n\"It was that bally cat of Aunt Ann's,\" he said. \"It came legging\r\nit up the stairs. I think I've broken my leg.\"\r\n\r\n\"You have certainly broken everything else,\" said his father\r\nunsympathetically. \"Between you and Baxter, I wonder there's a\r\nstick of furniture standing in the house.\"\r\n\r\n\"Thanks, old chap,\" said Freddie gratefully as Ashe stepped\r\nforward and lent him an arm. \"I think my bally ankle must have\r\ngot twisted. I wish you would give me a hand up to my room.\"\r\n\r\n\"And, Baxter, my dear fellow,\" said Lord Emsworth, \"you might\r\ntelephone to Doctor Bird, in Market Blandings, and ask him to be\r\ngood enough to drive out. I am sorry, Freddie,\" he added, \"that\r\nyou should have met with this accident; but--but everything is\r\nso--so disturbing nowadays that I feel--I feel most disturbed.\"\r\n\r\nAshe and the Honorable Freddie began to move across the\r\nhall--Freddie hopping, Ashe advancing with a sort of polka step.\r\nAs they reached the stairs there was a sound of wheels outside\r\nand the vanguard of the house party, returned from church,\r\nentered the house.\r\n\r\n\"It's all very well to give it out officially that Freddie has\r\nfallen downstairs and sprained his ankle,\" said Colonel Horace\r\nMant, discussing the affair with the Bishop of Godalming later in\r\nthe afternoon; \"but it's my firm belief that that fellow Baxter\r\ndid precisely as I said he would--ran amuck and inflicted dashed\r\nfrightful injuries on young Freddie. When I got into the house\r\nthere was Freddie being helped up the stairs, while Baxter, with\r\nhis face covered with soot, was looking after him with a sort of\r\nevil grin. What had he smeared his face with soot for, I should\r\nlike to know, if he were perfectly sane?\r\n\r\n\"The whole thing is dashed fishy and mysterious and the sooner I\r\ncan get Mildred safely out of the place, the better I shall be\r\npleased. The fellow's as mad as a hatter!\""
  ]
}