{
  "index": 8,
  "title": "Chapter 7",
  "paragraphs": [
    "\"'Put the butter or drippings in a kettle on the range, and when\r\nhot add the onions and fry them; add the veal and cook until\r\nbrown. Add the water, cover closely, and cook very slowly until\r\nthe meat is tender; then add the seasoning and place the potatoes\r\non top of the meat. Cover and cook until the potatoes are tender,\r\nbut not falling to pieces.'\"\r\n\r\n\"Sure,\" said Mr. Peters--\"not falling to pieces. That's right.\r\nGo on.\"\r\n\r\n\"'Then add the cream and cook five minutes longer'\" read Ashe.\r\n\r\n\"Is that all?\"\r\n\r\n\"That's all of that one.\"\r\n\r\nMr. Peters settled himself more comfortably in bed.\r\n\r\n\"Read me the piece where it tells about curried lobster.\"\r\n\r\nAshe cleared his throat.\r\n\r\n\"'Curried Lobster,'\" he read. \"'Materials: Two one-pound\r\nlobsters, two teaspoonfuls lemon juice, half a spoonful curry\r\npowder, two tablespoonfuls butter, a tablespoonful flour, one\r\ncupful scalded milk, one cupful cracker crumbs, half teaspoonful\r\nsalt, quarter teaspoonful pepper.'\"\r\n\r\n\"Go on.\"\r\n\r\n\"'Way of Preparing: Cream the butter and flour and add the\r\nscalded milk; then add the lemon juice, curry powder, salt and\r\npepper. Remove the lobster meat from the shells and cut into\r\nhalf-inch cubes.'\"\r\n\r\n\"Half-inch cubes,\" sighed Mr. Peters wistfully. \"Yes?\"\r\n\r\n\"'Add the latter to the sauce.'\"\r\n\r\n\"You didn't say anything about the latter. Oh, I see; it means\r\nthe half-inch cubes. Yes?\"\r\n\r\n\"'Refill the lobster shells, cover with buttered crumbs, and bake\r\nuntil the crumbs are brown. This will serve six persons.'\"\r\n\r\n\"And make them feel an hour afterward as though they had\r\nswallowed a live wild cat,\" said Mr. Peters ruefully.\r\n\r\n\"Not necessarily,\" said Ashe. \"I could eat two portions of that\r\nat this very minute and go off to bed and sleep like a little\r\nchild.\"\r\n\r\nMr. Peters raised himself on his elbow and stared at him. They\r\nwere in the millionaire's bedroom, the time being one in the\r\nmorning, and Mr. Peters had expressed a wish that Ashe should\r\nread him to sleep. He had voted against Ashe's novel and produced\r\nfrom the recesses of his suitcase a much-thumbed cookbook. He\r\nexplained that since his digestive misfortunes had come on him he\r\nhad derived a certain solace from its perusal.\r\n\r\nIt may be that to some men sorrow's crown of sorrow is\r\nremembering happier things; but Mr. Peters had not found that to\r\nbe the case. In his hour of affliction it soothed him to read of\r\nHungarian Goulash and escaloped brains, and to remember that he,\r\ntoo, the nut-and-grass eater of today, had once dwelt in Arcadia.\r\n\r\nThe passage of the days, which had so sapped the stamina of the\r\nefficient Baxter, had had the opposite effect on Mr. Peters. His\r\nwas one of those natures that cannot deal in half measures.\r\nWhatever he did, he did with the same driving energy. After the\r\nfirst passionate burst of resistance he had settled down into a\r\nmodel pupil in Ashe's one-man school of physical culture. It had\r\nbeen the same, now that he came to look back on it, at Muldoon's.\r\n\r\nNow that he remembered, he had come away from White Plains\r\nhoping, indeed, never to see the place again, but undeniably a\r\ndifferent man physically. It was not the habit of Professor\r\nMuldoon to let his patients loaf; but Mr. Peters, after the\r\ninitial plunge, had needed no driving. He had worked hard at his\r\ncure then, because it was the job in hand. He worked hard now,\r\nunder the guidance of Ashe, because, once he had begun, the thing\r\ninterested and gripped him.\r\n\r\nAshe, who had expected continued reluctance, had been astonished\r\nand delighted at the way in which the millionaire had behaved.\r\nNature had really intended Ashe for a trainer; he identified\r\nhimself so thoroughly with his man and rejoiced at the least\r\nsigns of improvement.\r\n\r\nIn Mr. Peters' case there had been distinct improvement already.\r\nMiracles do not happen nowadays, and it was too much to expect\r\none who had maltreated his body so consistently for so many years\r\nto become whole in a day; but to an optimist like Ashe signs were\r\nnot wanting that in due season Mr. Peters would rise on\r\nstepping-stones of his dead self to higher things, and though\r\nnever soaring into the class that devours lobster a la Newburg\r\nand smiles after it, might yet prove himself a devil of a fellow\r\namong the mutton chops.\r\n\r\n\"You're a wonder!\" said Mr. Peters. \"You're fresh, and you have\r\nno respect for your elders and betters; but you deliver the\r\ngoods. That's the point. Why, I'm beginning to feel great! Say,\r\ndo you know I felt a new muscle in the small of my back this\r\nmorning? They are coming out on me like a rash.\"\r\n\r\n\"That's the Larsen Exercises. They develop the whole body.\"\r\n\r\n\"Well, you're a pretty good advertisement for them if they need\r\none. What were you before you came to me--a prize-fighter?\"\r\n\r\n\"That's the question everybody I have met since I arrived here\r\nhas asked me. I believe it made the butler think I was some sort\r\nof crook when I couldn't answer it. I used to write stories--\r\ndetective stories.\"\r\n\r\n\"What you ought to be doing is running a place over here in\r\nEngland like Muldoon has back home. But you will be able to write\r\none more story out of this business here, if you want to. When\r\nare you going to have another try for my scarab?\"\r\n\r\n\"To-night.\"\r\n\r\n\"To-night? How about Baxter?\"\r\n\r\n\"I shall have to risk Baxter.\"\r\n\r\nMr. Peters hesitated. He had fallen out of the habit of being\r\nmagnanimous during the past few years, for dyspepsia brooks no\r\ndivided allegiance and magnanimity has to take a back seat when\r\nit has its grip on you.\r\n\r\n\"See here,\" he said awkwardly; \"I've been thinking this over\r\nlately--and what's the use? It's a queer thing; and if anybody\r\nhad told me a week ago that I should be saying it I wouldn't have\r\nbelieved him; but I am beginning to like you. I don't want to get\r\nyou into trouble. Let the old scarab go. What's a scarab anyway?\r\nForget about it and stick on here as my private Muldoon. If it's\r\nthe five thousand that's worrying you, forget that too. I'll give\r\nit to you as your fee.\"\r\n\r\nAshe was astounded. That it could really be his peppery employer\r\nwho spoke was almost unbelievable. Ashe's was a friendly nature\r\nand he could never be long associated with anyone without trying\r\nto establish pleasant relations; but he had resigned himself in\r\nthe present case to perpetual warfare.\r\n\r\nHe was touched; and if he had ever contemplated abandoning his\r\nventure, this, he felt, would have spurred him on to see it\r\nthrough. This sudden revelation of the human in Mr. Peters was\r\nlike a trumpet call.\r\n\r\n\"I wouldn't think of it,\" he said. \"It's great of you to suggest\r\nsuch a thing; but I know just how you feel about the thing, and\r\nI'm going to get it for you if I have to wring Baxter's neck.\r\nProbably Baxter will have given up waiting as a bad job by now if\r\nhe has been watching all this while. We've given him ten nights\r\nto cool off. I expect he is in bed, dreaming pleasant dreams.\r\nIt's nearly two o'clock. I'll wait another ten minutes and then\r\ngo down.\" He picked up the cookbook. \"Lie back and make yourself\r\ncomfortable, and I'll read you to sleep first.\"\r\n\r\n\"You're a good boy,\" said Mr. Peters drowsily.\r\n\r\n\"Are you ready? 'Pork Tenderloin Larded. Half pound fat pork--'\"\r\nA faint smile curved Mr. Peters' lips. His eyes were closed and\r\nhe breathed softly. Ashe went on in a low voice: \"'four large\r\npork tenderloins, one cupful cracker crumbs, one cupful boiling\r\nwater, two tablespoonfuls butter, one teaspoonful salt, half\r\nteaspoonful pepper, one teaspoonful poultry seasoning.'\"\r\n\r\nA little sigh came from the bed.\r\n\r\n\"'Way of Preparing: Wipe the tenderloins with a damp cloth. With\r\na sharp knife make a deep pocket lengthwise in each tenderloin.\r\nCut your pork into long thin strips and, with a needle, lard each\r\ntenderloin. Melt the butter in the water, add the seasoning and\r\nthe cracker crumbs, combining all thoroughly. Now fill each\r\npocket in the tenderloin with this stuffing. Place the\r\ntenderloins--'\"\r\n\r\nA snore sounded from the pillows, punctuating the recital like a\r\nmark of exclamation. Ashe laid down the book and peered into the\r\ndarkness beyond the rays of the bed lamp. His employer slept.\r\n\r\nAshe switched off the light and crept to the door. Out in the\r\npassage he stopped and listened. All was still. He stole\r\ndownstairs.\r\n\r\n                        *   *   *\r\n\r\nGeorge Emerson sat in his bedroom in the bachelors' wing of the\r\ncastle smoking a cigarette. A light of resolution was in his\r\neyes. He glanced at the table beside his bed and at what was on\r\nthat table, and the light of resolution flamed into a glare of\r\nfanatic determination. So might a medieval knight have looked on\r\nthe eve of setting forth to rescue a maiden from a dragon.\r\n\r\nHis cigarette burned down. He looked at his watch, put it back,\r\nand lit another cigarette. His aspect was the aspect of one\r\nwaiting for the appointed hour. Smoking his second cigarette, he\r\nresumed his meditations. They had to do with Aline Peters.\r\n\r\nGeorge Emerson was troubled about Aline Peters. Watching over\r\nher, as he did, with a lover's eye, he had perceived that about\r\nher which distressed him. On the terrace that morning she had\r\nbeen abrupt to him--what in a girl of less angelic disposition\r\none might have called snappy. Yes, to be just, she had snapped at\r\nhim. That meant something. It meant that Aline was not well. It\r\nmeant what her pallor and tired eyes meant--that the life she was\r\nleading was doing her no good.\r\n\r\nEleven nights had George dined at Blandings Castle, and on each\r\nof the eleven nights he had been distressed to see the manner in\r\nwhich Aline, declining the baked meats, had restricted herself to\r\nthe miserable vegetable messes which were all that doctor's\r\norders permitted to her suffering father. George's pity had its\r\nlimits. His heart did not bleed for Mr. Peters. Mr. Peters' diet\r\nwas his own affair. But that Aline should starve herself in this\r\nfashion, purely by way of moral support for her parent, was\r\nanother matter.\r\n\r\nGeorge was perhaps a shade material. Himself a robust young man\r\nand taking what might be called an outsize in meals, he attached\r\nperhaps too much importance to food as an adjunct to the perfect\r\nlife. In his survey of Aline he took a line through his own\r\nrequirements; and believing that eleven such dinners as he had\r\nseen Aline partake of would have killed him he decided that his\r\nloved one was on the point of starvation.\r\n\r\nNo human being, he held, could exist on such Barmecide feasts.\r\nThat Mr. Peters continued to do so did not occur to him as a flaw\r\nin his reasoning. He looked on Mr. Peters as a sort of machine.\r\nSuccessful business men often give that impression to the young.\r\nIf George had been told that Mr. Peters went along on gasoline,\r\nlike an automobile, he would not have been much surprised. But\r\nthat Aline--his Aline--should have to deny herself the exercise\r\nof that mastication of rich meats which, together with the gift\r\nof speech, raises man above the beasts of the field---- That was\r\nwhat tortured George.\r\n\r\nHe had devoted the day to thinking out a solution of the problem.\r\nSuch was the overflowing goodness of Aline's heart that not even\r\nhe could persuade her to withdraw her moral support from her\r\nfather and devote herself to keeping up her strength as she\r\nshould do. It was necessary to think of some other plan.\r\n\r\nAnd then a speech of hers had come back to him. She had\r\nsaid--poor child:\r\n\r\n\"I do get a little hungry sometimes--late at night generally.\"\r\n\r\nThe problem was solved. Food should be brought to her late at\r\nnight.\r\n\r\nOn the table by his bed was a stout sheet of packing paper. On\r\nthis lay, like one of those pictures in still life that one sees\r\non suburban parlor walls, a tongue, some bread, a knife, a fork,\r\nsalt, a corkscrew and a small bottle of white wine.\r\n\r\nIt is a pleasure, when one has been able hitherto to portray\r\nGeorge's devotion only through the medium of his speeches, to\r\nproduce these comestibles as Exhibit A, to show that he loved\r\nAline with no common love; for it had not been an easy task to\r\nget them there. In a house of smaller dimensions he would have\r\nraided the larder without shame, but at Blandings Castle there\r\nwas no saying where the larder might be. All he knew was that it\r\nlay somewhere beyond that green-baize door opening on the hall,\r\npast which he was wont to go on his way to bed. To prowl through\r\nthe maze of the servants' quarters in search of it was\r\nimpossible. The only thing to be done was to go to Market\r\nBlandings and buy the things.\r\n\r\nFortune had helped him at the start by arranging that the\r\nHonorable Freddie, also, should be going to Market Blandings in\r\nthe little runabout, which seated two. He had acquiesced in\r\nGeorge's suggestion that he, George, should occupy the other\r\nseat, but with a certain lack of enthusiasm it seemed to George.\r\nHe had not volunteered any reason as to why he was going to\r\nMarket Blandings in the little runabout, and on arrival there had\r\nbetrayed an unmistakable desire to get rid of George at the\r\nearliest opportunity.\r\n\r\nAs this had suited George to perfection, he being desirous of\r\ngetting rid of the Honorable Freddie at the earliest opportunity,\r\nhe had not been inquisitive, and they had parted on the outskirts\r\nof the town without mutual confidences.\r\n\r\nGeorge had then proceeded to the grocer's, and after that to\r\nanother of the Market Blandings inns, not the Emsworth Arms,\r\nwhere he had bought the white wine. He did not believe in the\r\nlocal white wine, for he was a young man with a palate and\r\nmistrusted country cellars, but he assumed that, whatever its\r\nquality, it would cheer Aline in the small hours.\r\n\r\nHe had then tramped the whole five miles back to the castle with\r\nhis purchases. It was here that his real troubles began and the\r\nquality of his love was tested. The walk, to a heavily laden man,\r\nwas bad enough; but it was as nothing compared with the ordeal of\r\nsmuggling the cargo up to his bedroom. Superhuman though he was,\r\nGeorge was alive to the delicacy of the situation. One cannot\r\nconvey food and drink to one's room in a strange house without,\r\nif detected, seeming to cast a slur on the table of the host. It\r\nwas as one who carries dispatches through an enemy's lines that\r\nGeorge took cover, emerged from cover, dodged, ducked and ran;\r\nand the moment when he sank down on his bed, the door locked\r\nbehind him, was one of the happiest of his life.\r\n\r\nThe recollection of that ordeal made the one he proposed to\r\nembark on now seem slight in comparison. All he had to do was to\r\ngo to Aline's room on the other side of the house, knock softly\r\non the door until signs of wakefulness made themselves heard from\r\nwithin, and then dart away into the shadows whence he had come,\r\nand so back to bed. He gave Aline credit for the intelligence\r\nthat would enable her, on finding a tongue, some bread, a knife,\r\na fork, salt, a corkscrew and a bottle of white wine on the mat,\r\nto know what to do with them--and perhaps to guess whose was the\r\nloving hand that had laid them there.\r\n\r\nThe second clause, however, was not important, for he proposed to\r\ntell her whose was the hand next morning. Other people might hide\r\ntheir light under a bushel--not George Emerson.\r\n\r\nIt only remained now to allow time to pass until the hour should\r\nbe sufficiently advanced to insure safety for the expedition. He\r\nlooked at his watch again. It was nearly two. By this time the\r\nhouse must be asleep.\r\n\r\nHe gathered up the tongue, the bread, the knife, the fork, the\r\nsalt, the corkscrew and the bottle of white wine, and left the\r\nroom. All was still. He stole downstairs.\r\n\r\n                        *   *   *\r\n\r\nOn his chair in the gallery that ran round the hall, swathed in\r\nan overcoat and wearing rubber-soled shoes, the Efficient Baxter\r\nsat and gazed into the darkness. He had lost the first fine\r\ncareless rapture, as it were, which had helped him to endure\r\nthese vigils, and a great weariness was on him. He found\r\ndifficulty in keeping his eyes open, and when they were open the\r\ndarkness seemed to press on them painfully. Take him for all in\r\nall, the Efficient Baxter had had about enough of it.\r\n\r\nTime stood still. Baxter's thoughts began to wander. He knew that\r\nthis was fatal and exerted himself to drag them back. He tried to\r\nconcentrate his mind on some one definite thing. He selected the\r\nscarab as a suitable object, but it played him false. He had\r\nhardly concentrated on the scarab before his mind was straying\r\noff to ancient Egypt, to Mr. Peters' dyspepsia, and on a dozen\r\nother branch lines of thought.\r\n\r\nHe blamed the fat man at the inn for this. If the fat man had not\r\nthrust his presence and conversation on him he would have been\r\nable to enjoy a sound sleep in the afternoon, and would have come\r\nfresh to his nocturnal task. He began to muse on the fat man.\r\nAnd by a curious coincidence whom should he meet a few moments\r\nlater but this same man!\r\n\r\nIt happened in a somewhat singular manner, though it all seemed\r\nperfectly logical and consecutive to Baxter. He was climbing up\r\nthe outer wall of Westminster Abbey in his pyjamas and a tall\r\nhat, when the fat man, suddenly thrusting his head out of a\r\nwindow which Baxter had not noticed until that moment, said,\r\n\"Hello, Freddie!\"\r\n\r\nBaxter was about to explain that his name was not Freddie when he\r\nfound himself walking down Piccadilly with Ashe Marson. Ashe said\r\nto him: \"Nobody loves me. Everybody steals my grapefruit!\" And\r\nthe pathos of it cut the Efficient Baxter like a knife. He was on\r\nthe point of replying; when Ashe vanished and Baxter discovered\r\nthat he was not in Piccadilly, as he had supposed, but in an\r\naeroplane with Mr. Peters, hovering over the castle.\r\n\r\nMr. Peters had a bomb in his hand, which he was fondling with\r\nloving care. He explained to Baxter that he had stolen it from\r\nthe Earl of Emsworth's museum. \"I did it with a slice of cold\r\nbeef and a pickle,\" he explained; and Baxter found himself\r\nrealizing that that was the only way. \"Now watch me drop it,\"\r\nsaid Mr. Peters, closing one eye and taking aim at the castle.\r\n\"I have to do this by the doctor's orders.\"\r\n\r\nHe loosed the bomb and immediately Baxter was lying in bed\r\nwatching it drop. He was frightened, but the idea of moving did\r\nnot occur to him. The bomb fell very slowly, dipping and\r\nfluttering like a feather. It came closer and closer. Then it\r\nstruck with a roar and a sheet of flame.\r\n\r\nBaxter woke to a sound of tumult and crashing. For a moment he\r\nhovered between dreaming and waking, and then sleep passed from\r\nhim, and he was aware that something noisy and exciting was in\r\nprogress in the hall below.\r\n\r\n                        *   *   *\r\n\r\nComing down to first causes, the only reason why collisions of\r\nany kind occur is because two bodies defy Nature's law that a\r\ngiven spot on a given plane shall at a given moment of time be\r\noccupied by only one body.\r\n\r\nThere was a certain spot near the foot of the great staircase\r\nwhich Ashe, coming downstairs from Mr. Peters' room, and George\r\nEmerson, coming up to Aline's room, had to pass on their\r\nrespective routes. George reached it at one minute and three\r\nseconds after two a.m., moving silently but swiftly; and Ashe,\r\nalso maintaining a good rate of speed, arrived there at one\r\nminute and four seconds after the hour, when he ceased to walk\r\nand began to fly, accompanied by George Emerson, now going down.\r\nHis arms were round George's neck and George was clinging to his\r\nwaist.\r\n\r\nIn due season they reached the foot of the stairs and a small\r\ntable, covered with occasional china and photographs in frames,\r\nwhich lay adjacent to the foot of the stairs. That--especially\r\nthe occasional china--was what Baxter had heard.\r\n\r\nGeorge Emerson thought it was a burglar. Ashe did not know what\r\nit was, but he knew he wanted to shake it off; so he insinuated a\r\nhand beneath George's chin and pushed upward. George, by this\r\ntime parted forever from the tongue, the bread, the knife, the\r\nfork, the salt, the corkscrew and the bottle of white wine, and\r\nhaving both hands free for the work of the moment, held Ashe with\r\nthe left and punched him in the ribs with the right.\r\n\r\nAshe, removing his left arm from George's neck, brought it up as\r\na reinforcement to his right, and used both as a means of\r\nthrottling George. This led George, now permanently underneath,\r\nto grasp Ashe's ears firmly and twist them, relieving the\r\npressure on his throat and causing Ashe to utter the first vocal\r\nsound of the evening, other than the explosive Ugh! that both had\r\nemitted at the instant of impact.\r\n\r\nAshe dislodged George's hands from his ears and hit George in the\r\nribs with his elbow. George kicked Ashe on the left ankle. Ashe\r\nrediscovered George's throat and began to squeeze it afresh; and\r\na pleasant time was being had by all when the Efficient Baxter,\r\nwhizzing down the stairs, tripped over Ashe's legs, shot forward\r\nand cannoned into another table, also covered with occasional\r\nchina and photographs in frames.\r\n\r\nThe hall at Blandings Castle was more an extra drawing-room than\r\na hall; and, when not nursing a sick headache in her bedroom,\r\nLady Ann Warblington would dispense afternoon tea there to her\r\nguests. Consequently it was dotted pretty freely with small\r\ntables. There were, indeed, no fewer than five more in various\r\nspots, waiting to be bumped into and smashed.\r\n\r\nThe bumping into and smashing of small tables, however, is a task\r\nthat calls for plenty of time, a leisured pursuit; and neither\r\nGeorge nor Ashe, a third party having been added to their little\r\naffair, felt a desire to stay on and do the thing properly. Ashe\r\nwas strongly opposed to being discovered and called on to account\r\nfor his presence there at that hour; and George, conscious of the\r\ntongue and its adjuncts now strewn about the hall, had a similar\r\nprejudice against the tedious explanations that detection must\r\ninvolve.\r\n\r\nAs though by mutual consent each relaxed his grip. They stood\r\npanting for an instant; then, Ashe in the direction where he\r\nsupposed the green-baize door of the servants' quarters to be,\r\nGeorge to the staircase that led to his bedroom, they went away\r\nfrom that place.\r\n\r\nThey had hardly done so when Baxter, having disassociated himself\r\nfrom the contents of the table he had upset, began to grope his\r\nway toward the electric-light switch, the same being situated\r\nnear the foot of the main staircase. He went on all fours, as a\r\nsafer method of locomotion, though slower, than the one he had\r\nattempted before.\r\n\r\nNoises began to make themselves heard on the floors above. Roused\r\nby the merry crackle of occasional china, the house party was\r\nbestirring itself to investigate. Voices sounded, muffled and\r\ninquiring.\r\n\r\nMeantime Baxter crawled steadily on his hands and knees toward\r\nthe light switch. He was in much the same condition as one White\r\nHope of the ring is after he has put his chin in the way of the\r\nfist of a rival member of the Truck Drivers' Union. He knew that\r\nhe was still alive. More he could not say. The mists of sleep,\r\nwhich still shrouded his brain, and the shake-up he had had from\r\nhis encounter with the table, a corner of which he had rammed\r\nwith the top of his head, combined to produce a dreamlike state.\r\n\r\nAnd so the Efficient Baxter crawled on; and as he crawled his\r\nhand, advancing cautiously, fell on something--something that was\r\nnot alive; something clammy and ice-cold, the touch of which\r\nfilled him with a nameless horror.\r\n\r\nTo say that Baxter's heart stood still would be physiologically\r\ninexact. The heart does not stand still. Whatever the emotions of\r\nits owner, it goes on beating. It would be more accurate to say\r\nthat Baxter felt like a man taking his first ride in an express\r\nelevator, who has outstripped his vital organs by several floors\r\nand sees no immediate prospect of their ever catching up with him\r\nagain. There was a great cold void where the more intimate parts\r\nof his body should have been. His throat was dry and contracted.\r\nThe flesh of his back crawled, for he knew what it was he had\r\ntouched.\r\n\r\nPainful and absorbing as had been his encounter with the table,\r\nBaxter had never lost sight of the fact that close beside him a\r\nfurious battle between unseen forces was in progress. He had\r\nheard the bumping and the thumping and the tense breathing even\r\nas he picked occasional china from his person. Such a combat, he\r\nhad felt, could hardly fail to result in personal injury to\r\neither the party of the first part or the party of the second\r\npart, or both. He knew now that worse than mere injury had\r\nhappened, and that he knelt in the presence of death.\r\n\r\nThere was no doubt that the man was dead. Insensibility alone\r\ncould never have produced this icy chill. He raised his head in\r\nthe darkness, and cried aloud to those approaching. He meant to\r\ncry: \"Help! Murder!\" But fear prevented clear articulation. What\r\nhe shouted was: \"Heh! Mer!\" On which, from the neighborhood of\r\nthe staircase, somebody began to fire a revolver.\r\n\r\nThe Earl of Emsworth had been sleeping a sound and peaceful sleep\r\nwhen the imbroglio began downstairs. He sat up and listened. Yes;\r\nundoubtedly burglars! He switched on his light and jumped out of\r\nbed. He took a pistol from a drawer, and thus armed went to look\r\ninto the matter. The dreamy peer was no poltroon.\r\n\r\nIt was quite dark when he arrived on the scene of conflict, in\r\nthe van of a mixed bevy of pyjamaed and dressing-gowned\r\nrelations. He was in the van because, meeting these relations in\r\nthe passage above, he had said to them: \"Let me go first. I have\r\na pistol.\" And they had let him go first. They were, indeed,\r\nawfully nice about it, not thrusting themselves forward or\r\njostling or anything, but behaving in a modest and self-effacing\r\nmanner that was pretty to watch.\r\n\r\nWhen Lord Emsworth said, \"Let me go first,\" young Algernon\r\nWooster, who was on the very point of leaping to the fore, said,\r\n\"Yes, by Jove! Sound scheme, by Gad!\"--and withdrew into the\r\nbackground; and the Bishop of Godalming said: \"By all means,\r\nClarence undoubtedly; most certainly precede us.\"\r\n\r\nWhen his sense of touch told him he had reached the foot of the\r\nstairs, Lord Emsworth paused. The hall was very dark and the\r\nburglars seemed temporarily to have suspended activities. And\r\nthen one of them, a man with a ruffianly, grating voice, spoke.\r\nWhat it was he said Lord Emsworth could not understand. It\r\nsounded like \"Heh! Mer!\"--probably some secret signal to his\r\nconfederates. Lord Emsworth raised his revolver and emptied it in\r\nthe direction of the sound.\r\n\r\nExtremely fortunately for him, the Efficient Baxter had not\r\nchanged his all-fours attitude. This undoubtedly saved Lord\r\nEmsworth the worry of engaging a new secretary. The shots sang\r\nabove Baxter's head one after the other, six in all, and found\r\nother billets than his person. They disposed themselves as\r\nfollows: The first shot broke a window and whistled out into the\r\nnight; the second shot hit the dinner gong and made a perfectly\r\nextraordinary noise, like the Last Trump; the third, fourth and\r\nfifth shots embedded themselves in the wall; the sixth and final\r\nshot hit a life-size picture of his lordship's grandmother in the\r\nface and improved it out of all knowledge.\r\n\r\nOne thinks no worse of Lord Emsworth's grandmother because she\r\nlooked like Eddie Foy, and had allowed herself to be painted,\r\nafter the heavy classic manner of some of the portraits of a\r\nhundred years ago, in the character of Venus--suitably draped, of\r\ncourse, rising from the sea; but it was beyond the possibility of\r\ndenial that her grandson's bullet permanently removed one of\r\nBlandings Castle's most prominent eyesores.\r\n\r\nHaving emptied his revolver, Lord Emsworth said, \"Who is there?\r\nSpeak!\" in rather an aggrieved tone, as though he felt he had\r\ndone his part in breaking the ice, and it was now for the\r\nintruder to exert himself and bear his share of the social\r\namenities.\r\n\r\nThe Efficient Baxter did not reply. Nothing in the world could\r\nhave induced him to speak at that moment, or to make any sound\r\nwhatsoever that might betray his position to a dangerous maniac\r\nwho might at any instant reload his pistol and resume the\r\nfusillade. Explanations, in his opinion, could be deferred until\r\nsomebody had the presence of mind to switch on the lights. He\r\nflattened himself on the carpet and hoped for better things. His\r\ncheek touched the corpse beside him; but though he winced and\r\nshuddered he made no outcry. After those six shots he was through\r\nwith outcries.\r\n\r\nA voice from above, the bishop's voice, said: \"I think you have\r\nkilled him, Clarence.\"\r\n\r\nAnother voice, that of Colonel Horace Mant, said: \"Switch on\r\nthose dashed lights! Why doesn't somebody? Dash it!\"\r\n\r\nThe whole strength of the company began to demand light.\r\n\r\nWhen the lights came, it was from the other side of the hall.\r\nSix revolver shots, fired at quarter past two in the morning,\r\nwill rouse even sleeping domestics. The servants' quarters were\r\nbuzzing like a hive. Shrill feminine screams were puncturing the\r\nair. Mr. Beach, the butler, in a suit of pink silk pajamas, of\r\nwhich no one would have suspected him, was leading a party of men\r\nservants down the stairs--not so much because he wanted to lead\r\nthem as because they pushed him.\r\n\r\nThe passage beyond the green-baize door became congested, and\r\nthere were cries for Mr. Beach to open it and look through and\r\nsee what was the matter; but Mr. Beach was smarter than that and\r\nwriggled back so that he no longer headed the procession. This\r\ndone, he shouted:\r\n\r\n\"Open that door there! Open that door! Look and see what the\r\nmatter is.\"\r\n\r\nAshe opened the door. Since his escape from the hall he had been\r\nlurking in the neighborhood of the green-baize door and had been\r\nengulfed by the swirling throng. Finding himself with elbowroom\r\nfor the first time, he pushed through, swung the door open and\r\nswitched on the lights.\r\n\r\nThey shone on a collection of semi-dressed figures, crowding the\r\nstaircase; on a hall littered with china and glass; on a dented\r\ndinner gong; on an edited and improved portrait of the late\r\nCountess of Emsworth; and on the Efficient Baxter, in an overcoat\r\nand rubber-soled shoes, lying beside a cold tongue. At no great\r\ndistance lay a number of other objects--a knife, a fork, some\r\nbread, salt, a corkscrew and a bottle of white wine.\r\n\r\nUsing the word in the sense of saying something coherent, the\r\nEarl of Emsworth was the first to speak. He peered down at his\r\nrecumbent secretary and said:\r\n\r\n\"Baxter! My dear fellow--what the devil?\"\r\n\r\nThe feeling of the company was one of profound disappointment.\r\nThey were disgusted at the anticlimax. For an instant, when the\r\nEfficient one did not move, a hope began to stir; but as soon as\r\nit was seen that he was not even injured, gloom reigned. One of\r\ntwo things would have satisfied them--either a burglar or a\r\ncorpse. A burglar would have been welcome, dead or alive; but, if\r\nBaxter proposed to fill the part adequately it was imperative\r\nthat he be dead. He had disappointed them deeply by turning out\r\nto be the object of their quest. That he should not have been\r\neven grazed was too much.\r\n\r\nThere was a cold silence as he slowly raised himself from the\r\nfloor. As his eyes fell on the tongue, he started and remained\r\ngazing fixedly at it. Surprise paralyzed him.\r\n\r\nLord Emsworth was also looking at the tongue and he leaped to a\r\nnot unreasonable conclusion. He spoke coldly and haughtily; for\r\nhe was not only annoyed, like the others, at the anticlimax, but\r\noffended. He knew that he was not one of your energetic hosts who\r\nexert themselves unceasingly to supply their guests with\r\nentertainment; but there was one thing on which, as a host, he\r\ndid pride himself--in the material matters of life he did his\r\nguests well; he kept an admirable table.\r\n\r\n\"My dear Baxter,\" he said in the tones he usually reserved for\r\nthe correction of his son Freddie, \"if your hunger is so great\r\nthat you are unable to wait for breakfast and have to raid my\r\nlarder in the middle of the night, I wish to goodness you would\r\ncontrive to make less noise about it. I do not grudge you the\r\nfood--help yourself when you please--but do remember that people\r\nwho have not such keen appetites as yourself like to sleep during\r\nthe night. A far better plan, my dear fellow, would be to have\r\nsandwiches or buns--or whatever you consider most sustaining--\r\nsent up to your bedroom.\"\r\n\r\nNot even the bullets had disordered Baxter's faculties so much as\r\nthis monstrous accusation. Explanations pushed and jostled one\r\nanother in his fermenting brain, but he could not utter them. On\r\nevery side he met gravely reproachful eyes. George Emerson was\r\nlooking at him in pained disgust. Ashe Marson's face was the face\r\nof one who could never have believed this had he not seen it with\r\nhis own eyes. The scrutiny of the knife-and-shoe boy was\r\nunendurable.\r\n\r\nHe stammered. Words began to proceed from him, tripping and\r\nstumbling over each other. Lord Emsworth's frigid disapproval did\r\nnot relax.\r\n\r\n\"Pray do not apologize, Baxter. The desire for food is human. It\r\nis your boisterous mode of securing and conveying it that I\r\ndeprecate. Let us all go to bed.\"\r\n\r\n\"But, Lord Emsworth-----\"\r\n\r\n\"To bed!\" repeated his lordship firmly.\r\n\r\nThe company began to stream moodily upstairs. The lights were\r\nswitched off. The Efficient Baxter dragged himself away. From the\r\ndarkness in the direction of the servants' door a voice spoke.\r\n\r\n\"Greedy pig!\" said the voice scornfully.\r\n\r\nIt sounded like the fresh young voice of the knife-and-shoe boy,\r\nbut Baxter was too broken to investigate. He continued his\r\nretreat without pausing.\r\n\r\n\"Stuffin' of 'isself at all hours!\" said the voice.\r\n\r\nThere was a murmur of approval from the unseen throng of\r\ndomestics."
  ]
}