{
  "index": 3,
  "title": "Chapter 2",
  "paragraphs": [
    "The Earl of Emsworth stood in the doorway of the Senior\r\nConservative Club's vast diningroom, and beamed with a vague\r\nsweetness on the two hundred or so Senior Conservatives who, with\r\nmuch clattering of knives and forks, were keeping body and soul\r\ntogether by means of the coffee-room luncheon. He might have been\r\nposing for a statue of Amiability. His pale blue eyes shone with\r\na friendly light through their protecting glasses; the smile of a\r\nman at peace with all men curved his weak mouth; his bald head,\r\nreflecting the sunlight, seemed almost to wear a halo.\r\n\r\nNobody appeared to notice him. He so seldom came to London these\r\ndays that he was practically a stranger in the club; and in any\r\ncase your Senior Conservative, when at lunch, has little leisure\r\nfor observing anything not immediately on the table in front of\r\nhim. To attract attention in the dining-room of the Senior\r\nConservative Club between the hours of one and two-thirty, you\r\nhave to be a mutton chop--not an earl.\r\n\r\nIt is possible that, lacking the initiative to make his way down\r\nthe long aisle and find a table for himself, he might have stood\r\nthere indefinitely, but for the restless activity of Adams, the\r\nhead steward. It was Adams' mission in life to flit to and fro,\r\nhauling would-be lunchers to their destinations, as a St. Bernard\r\ndog hauls travelers out of Alpine snowdrifts. He sighted Lord\r\nEmsworth and secured him with a genteel pounce.\r\n\r\n\"A table, your lordship? This way, your lordship.\" Adams\r\nremembered him, of course. Adams remembered everybody.\r\n\r\nLord Emsworth followed him beamingly and presently came to anchor\r\nat a table in the farther end of the room. Adams handed him the\r\nbill of fare and stood brooding over him like a providence.\r\n\r\n\"Don't often see your lordship in the club,\" he opened chattily.\r\n\r\nIt was business to know the tastes and dispositions of all the\r\nfive thousand or so members of the Senior Conservative Club and\r\nto suit his demeanor to them. To some he would hand the bill of\r\nfare swiftly, silently, almost brusquely, as one who realizes\r\nthat there are moments in life too serious for talk. Others, he\r\nknew, liked conversation; and to those he introduced the subject\r\nof food almost as a sub-motive.\r\n\r\nLord Emsworth, having examined the bill of fare with a mild\r\ncuriosity, laid it down and became conversational.\r\n\r\n\"No, Adams; I seldom visit London nowadays. London does not\r\nattract me. The country--the fields--the woods--the birds----\"\r\n\r\nSomething across the room seemed to attract his attention and his\r\nvoice trailed off. He inspected this for some time with bland\r\ninterest, then turned to Adams once more.\r\n\r\n\"What was I saying, Adams?\"\r\n\r\n\"The birds, your lordship.\"\r\n\r\n\"Birds! What birds? What about birds?\"\r\n\r\n\"You were speaking of the attractions of life in the country,\r\nyour lordship. You included the birds in your remarks.\"\r\n\r\n\"Oh, yes, yes, yes! Oh, yes, yes! Oh, yes--to be sure. Do you\r\never go to the country, Adams?\"\r\n\r\n\"Generally to the seashore, your lordship--when I take my annual\r\nvacation.\"\r\n\r\nWhatever was the attraction across the room once more exercised\r\nits spell. His lordship concentrated himself on it to the\r\nexclusion of all other mundane matters. Presently he came out of\r\nhis trance again.\r\n\r\n\"What were you saying, Adams?\"\r\n\r\n\"I said that I generally went to the seashore, your lordship.\"\r\n\r\n\"Eh? When?\"\r\n\r\n\"For my annual vacation, your lordship.\"\r\n\r\n\"Your what?\"\r\n\r\n\"My annual vacation, your lordship.\"\r\n\r\n\"What about it?\"\r\n\r\nAdams never smiled during business hours--unless professionally,\r\nas it were, when a member made a joke; but he was storing up in\r\nthe recesses of his highly respectable body a large laugh, to be\r\nshared with his wife when he reached home that night. Mrs. Adams\r\nnever wearied of hearing of the eccentricities of the members of\r\nthe club. It occurred to Adams that he was in luck to-day. He was\r\nexpecting a little party of friends to supper that night, and he\r\nwas a man who loved an audience.\r\n\r\nYou would never have thought it, to look at him when engaged in\r\nhis professional duties, but Adams had built up a substantial\r\nreputation as a humorist in his circle by his imitations of\r\ncertain members of the club; and it was a matter of regret to him\r\nthat he got so few opportunities nowadays of studying the\r\nabsent-minded Lord Emsworth. It was rare luck--his lordship\r\ncoming in to-day, evidently in his best form.\r\n\r\n\"Adams, who is the gentleman over by the window--the gentleman in\r\nthe brown suit?\"\r\n\r\n\"That is Mr. Simmonds, your lordship. He joined us last year.\"\r\n\r\n\"I never saw a man take such large mouthfuls. Did you ever see a\r\nman take such large mouthfuls, Adams?\"\r\n\r\nAdams refrained from expressing an opinion, but inwardly he was\r\nthrilling with artistic fervor. Mr. Simmonds eating, was one of\r\nhis best imitations, though Mrs. Adams was inclined to object to\r\nit on the score that it was a bad example for the children. To be\r\nprivileged to witness Lord Emsworth watching and criticizing Mr.\r\nSimmonds was to collect material for a double-barreled character\r\nstudy that would assuredly make the hit of the evening.\r\n\r\n\"That man,\" went on Lord Emsworth, \"is digging his grave with his\r\nteeth. Digging his grave with his teeth, Adams! Do you take large\r\nmouthfuls, Adams?\"\r\n\r\n\"No, your lordship.\"\r\n\r\n\"Quite right. Very sensible of you, Adams--very sensible of you.\r\nVery sen---- What was I saying, Adams?\"\r\n\r\n\"About my not taking large mouthfuls, your lordship.\"\r\n\r\n\"Quite right--quite right! Never take large mouthfuls, Adams.\r\nNever gobble. Have you any children, Adams?\"\r\n\r\n\"Two, your lordship.\"\r\n\r\n\"I hope you teach them not to gobble. They pay for it in later\r\nlife. Americans gobble when young and ruin their digestions. My\r\nAmerican friend, Mr. Peters, suffers terribly from indigestion.\"\r\n\r\nAdams lowered his voice to a confidential murmur: \"If you will\r\npardon the liberty, your lordship--I saw it in the paper--\"\r\n\r\n\"About Mr. Peters' indigestion?\"\r\n\r\n\"About Miss Peters, your lordship, and the Honorable Frederick.\r\nMay I be permitted to offer my congratulations?\"\r\n\r\n\"Eh, Oh, yes--the engagement. Yes, yes, yes! Yes--to be sure.\r\nYes; very satisfactory in every respect. High time he settled\r\ndown and got a little sense. I put it to him straight. I cut off\r\nhis allowance and made him stay at home. That made him\r\nthink--lazy young devil!\"\r\n\r\nLord Emsworth had his lucid moments; and in the one that occurred\r\nnow it came home to him that he was not talking to himself, as he\r\nhad imagined, but confiding intimate family secrets to the head\r\nsteward of his club's dining-room. He checked himself abruptly,\r\nand with a slight decrease of amiability fixed his gaze on the\r\nbill of fare and ordered cold beef. For an instant he felt\r\nresentful against Adams for luring him on to soliloquize; but the\r\nnext moment his whole mind was gripped by the fascinating\r\nspectacle of Mr. Simmonds dealing with a wedge of Stilton cheese,\r\nand Adams was forgotten.\r\n\r\nThe cold beef had the effect of restoring his lordship to\r\ncomplete amiability, and when Adams in the course of his\r\nwanderings again found himself at the table he was once more\r\ndisposed for light conversation.\r\n\r\n\"So you saw the news of the engagement in the paper, did you,\r\nAdams?\"\r\n\r\n\"Yes, your lordship, in the Mail. It had quite a long piece about\r\nit. And the Honorable Frederick's photograph and the young lady's\r\nwere in the Mirror. Mrs. Adams clipped them out and put them in\r\nan album, knowing that your lordship was a member of ours. If I\r\nmay say so, your lordship--a beautiful young lady.\"\r\n\r\n\"Devilish attractive, Adams--and devilish rich. Mr. Peters is a\r\nmillionaire, Adams.\"\r\n\r\n\"So I read in the paper, your lordship.\"\r\n\r\n\"Damme! They all seem to be millionaires in America. Wish I knew\r\nhow they managed it. Honestly, I hope. Mr. Peters is an honest\r\nman, but his digestion is bad. He used to bolt his food. You\r\ndon't bolt your food, I hope, Adams?\"\r\n\r\n\"No, your lordship; I am most careful.\"\r\n\r\n\"The late Mr. Gladstone used to chew each mouthful thirty-three\r\ntimes. Deuced good notion if you aren't in a hurry. What cheese\r\nwould you recommend, Adams?\"\r\n\r\n\"The gentlemen are speaking well of the Gorgonzola.\"\r\n\r\n\"All right, bring me some. You know, Adams, what I admire about\r\nAmericans is their resource. Mr. Peters tells me that as a boy of\r\neleven he earned twenty dollars a week selling mint to saloon\r\nkeepers, as they call publicans over there. Why they wanted mint\r\nI cannot recollect. Mr. Peters explained the reason to me and it\r\nseemed highly plausible at the time; but I have forgotten it.\r\nPossibly for mint sauce. It impressed me, Adams. Twenty dollars\r\nis four pounds. I never earned four pounds a week when I was a\r\nboy of eleven; in fact, I don't think I ever earned four pounds a\r\nweek. His story impressed me, Adams. Every man ought to have an\r\nearning capacity. I was so struck with what he told me that I\r\nbegan to paint.\"\r\n\r\n\"Landscapes, your lordship?\"\r\n\r\n\"Furniture. It is unlikely that I shall ever be compelled to\r\npaint furniture for a living, but it is a consolation to me to\r\nfeel that I could do so if called on. There is a fascination\r\nabout painting furniture, Adams. I have painted the whole of my\r\nbedroom at Blandings and am now engaged on the museum. You would\r\nbe surprised at the fascination of it. It suddenly came back to\r\nme the other day that I had been inwardly longing to mess about\r\nwith paints and things since I was a boy. They stopped me when I\r\nwas a boy. I recollect my old father beating me with a walking\r\nstick--Tell me, Adams, have I eaten my cheese?\"\r\n\r\n\"Not yet, your lordship. I was about to send the waiter for it.\"\r\n\r\n\"Never mind. Tell him to bring the bill instead. I remember that\r\nI have an appointment. I must not be late.\"\r\n\r\n\"Shall I take the fork, your lordship?\"\r\n\r\n\"The fork?\"\r\n\r\n\"Your lordship has inadvertently put a fork in your coat pocket.\"\r\n\r\nLord Emsworth felt in the pocket indicated, and with the air of\r\nan inexpert conjurer whose trick has succeeded contrary to his\r\nexpectations produced a silver-plated fork. He regarded it with\r\nsurprise; then he looked wonderingly at Adams.\r\n\r\n\"Adams, I'm getting absent-minded. Have you ever noticed any\r\ntraces of absent-mindedness in me before?\"\r\n\r\n\"Oh, no, your lordship.\"\r\n\r\n\"Well, it's deuced peculiar! I have no recollection whatsoever of\r\nplacing that fork in my pocket . . . Adams, I want a taxicab.\" He\r\nglanced round the room, as though expecting to locate one by the\r\nfireplace.\r\n\r\n\"The hall porter will whistle one for you, your lordship.\"\r\n\r\n\"So he will, by George!--so he will! Good day, Adams.\"\r\n\r\n\"Good day, your lordship.\"\r\n\r\nThe Earl of Emsworth ambled benevolently to the door, leaving\r\nAdams with the feeling that his day had been well-spent. He gazed\r\nalmost with reverence after the slow-moving figure.\r\n\r\n\"What a nut!\" said Adams to his immortal soul.\r\n\r\nWafted through the sunlit streets in his taxicab, the Earl of\r\nEmsworth smiled benevolently on London's teeming millions. He was\r\nas completely happy as only a fluffy-minded old man with\r\nexcellent health and a large income can be. Other people worried\r\nabout all sorts of things--strikes, wars, suffragettes, the\r\ndiminishing birth rate, the growing materialism of the age, a\r\nscore of similar subjects.\r\n\r\nWorrying, indeed, seemed to be the twentieth-century specialty.\r\nLord Emsworth never worried. Nature had equipped him with a mind\r\nso admirably constructed for withstanding the disagreeableness of\r\nlife that if an unpleasant thought entered it, it passed out\r\nagain a moment later. Except for a few of life's fundamental\r\nfacts, such as that his check book was in the right-hand top\r\ndrawer of his desk; that the Honorable Freddie Threepwood was a\r\nyoung idiot who required perpetual restraint; and that when in\r\ndoubt about anything he had merely to apply to his secretary,\r\nRupert Baxter--except for these basic things, he never remembered\r\nanything for more than a few minutes.\r\n\r\nAt Eton, in the sixties, they had called him Fathead.\r\n\r\nHis was a life that lacked, perhaps, the sublimer emotions which\r\nraise man to the level of the gods; but undeniably it was an\r\nextremely happy one. He never experienced the thrill of ambition\r\nfulfilled; but, on the other hand, he never knew the agony of\r\nambition frustrated. His name, when he died, would not live\r\nforever in England's annals; he was spared the pain of worrying\r\nabout this by the fact that he had no desire to live forever in\r\nEngland's annals. He was possibly as nearly contented as a human\r\nbeing could be in this century of alarms and excursions.\r\n\r\nIndeed, as he bowled along in his cab and reflected that a really\r\ncharming girl, not in the chorus of any West End theater, a girl\r\nwith plenty of money and excellent breeding, had--in a moment,\r\ndoubtless, of mental aberration--become engaged to be married to\r\nthe Honorable Freddie, he told himself that life at last was\r\nabsolutely without a crumpled rose leaf.\r\n\r\nThe cab drew up before a house gay with flowered window boxes.\r\nLord Emsworth paid the driver and stood on the sidewalk looking\r\nup at this cheerful house, trying to remember why on earth he had\r\ntold the man to drive there.\r\n\r\nA few moments' steady thought gave him the answer to the riddle.\r\nThis was Mr. Peters' town house, and he had come to it by\r\ninvitation to look at Mr. Peters' collection of scarabs. To be\r\nsure! He remembered now--his collection of scarabs. Or was it\r\nArabs?\r\n\r\nLord Emsworth smiled. Scarabs, of course. You couldn't collect\r\nArabs. He wondered idly, as he rang the bell, what scarabs might\r\nbe; but he was interested in a fluffy kind of way in all forms of\r\ncollecting, and he was very pleased to have the opportunity of\r\nexamining these objects; whatever they were. He rather thought\r\nthey were a kind of fish.\r\n\r\nThere are men in this world who cannot rest; who are so\r\nconstituted that they can only take their leisure in the shape of\r\na change of work. To this fairly numerous class belonged Mr. J.\r\nPreston Peters, father of Freddie's Aline. And to this merit--or\r\ndefect--is to be attributed his almost maniacal devotion to that\r\nrather unattractive species of curio, the Egyptian scarab.\r\n\r\nFive years before, a nervous breakdown had sent Mr. Peters to a\r\nNew York specialist. The specialist had grown rich on similar\r\ncases and his advice was always the same. He insisted on Mr.\r\nPeters taking up a hobby.\r\n\r\n\"What sort of a hobby?\" inquired Mr. Peters irritably. His\r\ndigestion had just begun to trouble him at the time, and his\r\ntemper now was not of the best.\r\n\r\n\"Now my hobby,\" said the specialist, \"is the collecting of\r\nscarabs. Why should you not collect scarabs?\"\r\n\r\n\"Because,\" said Mr. Peters, \"I shouldn't know one if you brought\r\nit to me on a plate. What are scarabs?\"\r\n\r\n\"Scarabs,\" said the specialist, warming to his subject, \"the\r\nEgyptian hieroglyphs.\"\r\n\r\n\"And what,\" inquired Mr. Peters, \"are Egyptian hieroglyphs?\"\r\n\r\nThe specialist began to wonder whether it would not have been\r\nbetter to advise Mr. Peters to collect postage stamps.\r\n\r\n\"A scarab,\" he said--\"derived from the Latin scarabeus--is\r\nliterally a beetle.\"\r\n\r\n\"I will not collect beetles!\" said Mr. Peters definitely. \"They\r\ngive me the Willies.\"\r\n\r\n\"Scarabs are Egyptian symbols in the form of beetles,\" the\r\nspecialist hurried on. \"The most common form of scarab is in the\r\nshape of a ring. Scarabs were used for seals. They were also\r\nemployed as beads or ornaments. Some scarabaei bear inscriptions\r\nhaving reference to places; as, for instance: 'Memphis is mighty\r\nforever.'\"\r\n\r\nMr. Peters' scorn changed to active interest.\r\n\r\n\"Have you got one like that?\"\r\n\r\n\"Like what?\"\r\n\r\n\"A scarab boosting Memphis. It's my home town.\"\r\n\r\n\"I think it possible that some other Memphis was alluded to.\"\r\n\r\n\"There isn't any other except the one in Tennessee,\" said Mr.\r\nPeters patriotically.\r\n\r\nThe specialist owed the fact that he was a nerve doctor instead\r\nof a nerve patient to his habit of never arguing with his\r\nvisitors.\r\n\r\n\"Perhaps,\" he said, \"you would care to glance at my collection.\r\nIt is in the next room.\"\r\n\r\nThat was the beginning of Mr. Peters' devotion to scarabs. At\r\nfirst he did his collecting without any love of it, partly\r\nbecause he had to collect something or suffer, but principally\r\nbecause of a remark the specialist made as he was leaving the\r\nroom.\r\n\r\n\"How long would it take me to get together that number of the\r\nthings?\" Mr. Peters inquired, when, having looked his fill on the\r\ndullest assortment of objects he remembered ever to have seen, he\r\nwas preparing to take his leave.\r\n\r\nThe specialist was proud of his collection. \"How long? To make a\r\ncollection as large as mine? Years, Mr. Peters. Oh, many, many\r\nyears.\"\r\n\r\n\"I'll bet you a hundred dollars I'll do it in six months!\"\r\n\r\nFrom that moment Mr. Peters brought to the collecting of scarabs\r\nthe same furious energy which had given him so many dollars and\r\nso much indigestion. He went after scarabs like a dog after rats.\r\nHe scooped in scarabs from the four corners of the earth, until\r\nat the end of a year he found himself possessed of what, purely\r\nas regarded quantity, was a record collection.\r\n\r\nThis marked the end of the first phase of--so to speak--the\r\nscarabaean side of his life. Collecting had become a habit with\r\nhim, but he was not yet a real enthusiast. It occurred to him\r\nthat the time had arrived for a certain amount of pruning and\r\nelimination. He called in an expert and bade him go through the\r\ncollection and weed out what he felicitously termed the \"dead\r\nones.\" The expert did his job thoroughly. When he had finished,\r\nthe collection was reduced to a mere dozen specimens.\r\n\r\n\"The rest,\" he explained, \"are practically valueless. If you are\r\nthinking of making a collection that will have any value in the\r\neyes of archeologists I should advise you to throw them away. The\r\nremaining twelve are good.\"\r\n\r\n\"How do you mean--good? Why is one of these things valuable and\r\nanother so much punk? They all look alike to me.\"\r\n\r\nAnd then the expert talked to Mr. Peters for nearly two hours\r\nabout the New Kingdom, the Middle Kingdom, Osiris, Ammon, Mut,\r\nBubastis, dynasties, Cheops, the Hyksos kings, cylinders, bezels,\r\nAmenophis III, Queen Taia, the Princess Gilukhipa of Mitanni, the\r\nlake of Zarukhe, Naucratis, and the Book of the Dead. He did it\r\nwith a relish. He liked to do it.\r\n\r\nWhen he had finished, Mr. Peters thanked him and went to the\r\nbathroom, where he bathed his temples with eau de Cologne.\r\n\r\nThat talk changed J. Preston Peters from a supercilious\r\nscooper-up of random scarabs to what might be called a genuine\r\nscarab fan. It does not matter what a man collects; if Nature has\r\ngiven him the collector's mind he will become a fanatic on the\r\nsubject of whatever collection he sets out to make. Mr. Peters\r\nhad collected dollars; he began to collect scarabs with precisely\r\nthe same enthusiasm. He would have become just as enthusiastic\r\nabout butterflies or old china if he had turned his thoughts to\r\nthem; but it chanced that what he had taken up was the collecting\r\nof the scarab, and it gripped him more and more as the years went\r\non.\r\n\r\nGradually he came to love his scarabs with that love, surpassing\r\nthe love of women, which only collectors know. He became an\r\nexpert on those curious relics of a dead civilization. For a time\r\nthey ran neck and neck in his thoughts with business. When he\r\nretired from business he was free to make them the master passion\r\nof his life. He treasured each individual scarab in his\r\ncollection as a miser treasures gold.\r\n\r\nCollecting, as Mr. Peters did it, resembles the drink habit. It\r\nbegins as an amusement and ends as an obsession. He was gloating\r\nover his treasures when the maid announced Lord Emsworth.\r\n\r\nA curious species of mutual toleration--it could hardly be\r\ndignified by the title of friendship--had sprung up between these\r\ntwo men, so opposite in practically every respect. Each regarded\r\nthe other with that feeling of perpetual amazement with which we\r\nencounter those whose whole viewpoint and mode of life is foreign\r\nto our own.\r\n\r\nThe American's force and nervous energy fascinated Lord Emsworth.\r\nAs for Mr. Peters, nothing like the earl had ever happened to him\r\nbefore in a long and varied life. Each, in fact, was to the other\r\na perpetual freak show, with no charge for admission. And if\r\nanything had been needed to cement the alliance it would have\r\nbeen supplied by the fact that they were both collectors.\r\n\r\nThey differed in collecting as they did in everything else. Mr.\r\nPeters' collecting, as has been shown, was keen, furious,\r\nconcentrated; Lord Emsworth's had the amiable dodderingness that\r\nmarked every branch of his life. In the museum at Blandings\r\nCastle you could find every manner of valuable and valueless\r\ncurio. There was no central motive; the place was simply an\r\namateur junk shop. Side by side with a Gutenberg Bible for which\r\nrival collectors would have bidden without a limit, you would\r\ncome on a bullet from the field of Waterloo, one of a consignment\r\nof ten thousand shipped there for the use of tourists by a\r\nBirmingham firm. Each was equally attractive to its owner.\r\n\r\n\"My dear Mr. Peters,\" said Lord Emsworth sunnily, advancing into\r\nthe room, \"I trust I am not unpunctual. I have been lunching at\r\nmy club.\"\r\n\r\n\"I'd have asked you to lunch here,\" said Mr. Peters, \"but you\r\nknow how it is with me . . . I've promised the doctor I'll give\r\nthose nuts and grasses of his a fair trial, and I can do it\r\npretty well when I'm alone with Aline; but to have to sit by and\r\nsee somebody else eating real food would be trying me too high.\"\r\n\r\nLord Emsworth murmured sympathetically. The other's digestive\r\ntribulations touched a ready chord. An excellent trencherman\r\nhimself, he understood what Mr. Peters must suffer.\r\n\r\n\"Too bad!\" he said.\r\n\r\nMr. Peters turned the conversation into other channels.\r\n\r\n\"These are my scarabs,\" he said.\r\n\r\nLord Emsworth adjusted his glasses, and the mild smile\r\ndisappeared from his face, to be succeeded by a set look. A stage\r\ndirector of a moving-picture firm would have recognized the look.\r\nLord Emsworth was registering interest--interest which he\r\nperceived from the first instant would have to be completely\r\nsimulated; for instinct told him, as Mr. Peters began to talk,\r\nthat he was about to be bored as he had seldom been bored in his\r\nlife.\r\n\r\nMr. Peters, in his character of showman, threw himself into his\r\nwork with even more than his customary energy. His flow of speech\r\nnever faltered. He spoke of the New Kingdom, the Middle Kingdom,\r\nOsiris and Ammon; waxed eloquent concerning Mut, Bubastis,\r\nCheops, the Hyksos kings, cylinders, bezels and Amenophis III;\r\nand became at times almost lyrical when touching on Queen Taia,\r\nthe Princess Gilukhipa of Mitanni, the lake of Zarukhe, Naucratis\r\nand the Book of the Dead. Time slid by.\r\n\r\n\"Take a look at this, Lord Emsworth.\"\r\n\r\nAs one who, brooding on love or running over business projects in\r\nhis mind, walks briskly into a lamppost and comes back to the\r\nrealities of life with a sense of jarring shock, Lord Emsworth\r\nstarted, blinked and returned to consciousness. Far away his mind\r\nhad been--seventy miles away--in the pleasant hothouses and shady\r\ngarden walks of Blandings Castle. He came back to London to find\r\nthat his host, with a mingled air of pride and reverence, was\r\nextending toward him a small, dingy-looking something.\r\n\r\nHe took it and looked at it. That, apparently, was what he was\r\nmeant to do. So far, all was well.\r\n\r\n\"Ah!\" he said--that blessed word; covering everything! He\r\nrepeated it, pleased at his ready resource.\r\n\r\n\"A Cheops of the Fourth Dynasty,\" said Mr. Peters fervently.\r\n\r\n\"I beg your pardon?\"\r\n\r\n\"A Cheops--of the Fourth Dynasty.\"\r\n\r\nLord Emsworth began to feel like a hunted stag. He could not go\r\non saying \"Ah!\" indefinitely; yet what else was there to say to\r\nthis curious little beastly sort of a beetle kind of thing?\r\n\r\n\"Dear me! A Cheops!\"\r\n\r\n\"Of the Fourth Dynasty!\"\r\n\r\n\"Bless my soul! The Fourth Dynasty!\"\r\n\r\n\"What do you think of that--eh?\"\r\n\r\nStrictly speaking, Lord Emsworth thought nothing of it; and he\r\nwas wondering how to veil this opinion in diplomatic words, when\r\nthe providence that looks after all good men saved him by causing\r\na knock at the door to occur. In response to Mr. Peters'\r\nirritated cry a maid entered.\r\n\r\n\"If you please, sir, Mr. Threepwood wishes to speak with you on\r\nthe telephone.\"\r\n\r\nMr. Peters turned to his guest. \"Excuse me for one moment.\"\r\n\r\n\"Certainly,\" said Lord Emsworth gratefully. \"Certainly,\r\ncertainly, certainly! By all means.\"\r\n\r\nThe door closed behind Mr. Peters. Lord Emsworth was alone. For\r\nsome moments he stood where he had been left, a figure with small\r\nsigns of alertness about it. But Mr. Peters did not return\r\nimmediately. The booming of his voice came faintly from some\r\ndistant region. Lord Emsworth strolled to the window and looked\r\nout.\r\n\r\nThe sun still shone brightly on the quiet street. Across the road\r\nwere trees. Lord Emsworth was fond of trees; he looked at these\r\napprovingly. Then round the corner came a vagrom man, wheeling\r\nflowers in a barrow.\r\n\r\nFlowers! Lord Emsworth's mind shot back to Blandings like a\r\nhoming pigeon. Flowers! Had he or had he not given Head Gardener\r\nThorne adequate instructions as to what to do with those\r\nhydrangeas? Assuming that he had not, was Thorne to be depended\r\non to do the right thing by them by the light of his own\r\nintelligence? Lord Emsworth began to brood on Head Gardener\r\nThorne.\r\n\r\nHe was aware of some curious little object in his hand. He\r\naccorded it a momentary inspection. It had no message for him.\r\nIt was probably something; but he could not remember what. He put\r\nit in his pocket and returned to his meditations.\r\n\r\n                        *   *   *\r\n\r\nAt about the hour when the Earl of Emsworth was driving to keep\r\nhis appointment with Mr. Peters, a party of two sat at a corner\r\ntable at Simpson's Restaurant, in the Strand. One of the two was\r\na small, pretty, good-natured-looking girl of about twenty; the\r\nother, a thick-set young man, with a wiry crop of red-brown hair\r\nand an expression of mingled devotion and determination. The girl\r\nwas Aline Peters; the young man's name was George Emerson. He,\r\nalso, was an American, a rising member in a New York law firm. He\r\nhad a strong, square face, with a dogged and persevering chin.\r\n\r\nThere are all sorts of restaurants in London, from the restaurant\r\nwhich makes you fancy you are in Paris to the restaurant which\r\nmakes you wish you were. There are palaces in Piccadilly, quaint\r\nlethal chambers in Soho, and strange food factories in Oxford\r\nStreet and Tottenham Court Road. There are restaurants which\r\nspecialize in ptomaine and restaurants which specialize in\r\nsinister vegetable messes. But there is only one Simpson's.\r\n\r\nSimpson's, in the Strand, is unique. Here, if he wishes, the\r\nBriton may for the small sum of half a dollar stupefy himself\r\nwith food. The god of fatted plenty has the place under his\r\nprotection. Its keynote is solid comfort.\r\n\r\nIt is a pleasant, soothing, hearty place--a restful temple of\r\nfood. No strident orchestra forces the diner to bolt beef in\r\nragtime. No long central aisle distracts his attention with its\r\nstream of new arrivals. There he sits, alone with his food, while\r\nwhite-robed priests, wheeling their smoking trucks, move to and\r\nfro, ever ready with fresh supplies.\r\n\r\nAll round the room--some at small tables, some at large tables\r\n--the worshipers sit, in their eyes that resolute, concentrated\r\nlook which is the peculiar property of the British luncher,\r\nex-President Roosevelt's man-eating fish, and the American army\r\nworm.\r\n\r\nConversation does not flourish at Simpson's. Only two of all\r\nthose present on this occasion showed any disposition toward\r\nchattiness. They were Aline Peters and her escort.\r\n\r\n\"The girl you ought to marry,\" Aline was saying, \"is Joan\r\nValentine.\"\r\n\r\n\"The girl I am going to marry,\" said George Emerson, \"is Aline\r\nPeters.\"\r\n\r\nFor answer, Aline picked up from the floor beside her an\r\nillustrated paper and, having opened it at a page toward the end,\r\nhanded it across the table.\r\n\r\nGeorge Emerson glanced at it disdainfully. There were two\r\nphotographs on the page. One was of Aline; the other of a heavy,\r\nloutish-looking youth, who wore that expression of pained\r\nglassiness which Young England always adopts in the face of a\r\ncamera.\r\n\r\nUnder one photograph were printed the words: \"Miss Aline Peters,\r\nwho is to marry the Honorable Frederick Threepwood in June\";\r\nunder the other: \"The Honorable Frederick Threepwood, who is to\r\nmarry Miss Aline Peters in June.\" Above the photographs was the\r\nlegend: \"Forthcoming International Wedding. Son of the Earl of\r\nEmsworth to marry American heiress.\" In one corner of the picture\r\na Cupid, draped in the Stars and Stripes, aimed his bow at the\r\ngentleman; in the other another Cupid, clad in a natty Union\r\nJack, was drawing a bead on the lady.\r\n\r\nThe subeditor had done his work well. He had not been ambiguous.\r\nWhat he intended to convey to the reader was that Miss Aline\r\nPeters, of America, was going to marry the Honorable Frederick\r\nThreepwood, son of the Earl of Emsworth; and that was exactly the\r\nimpression the average reader got.\r\n\r\nGeorge Emerson, however, was not an average reader. The\r\nsubeditor's work did not impress him.\r\n\r\n\"You mustn't believe everything you see in the papers,\" he said.\r\n\"What are the stout children in the one-piece bathing suits\r\nsupposed to be doing?\"\r\n\r\n\"Those are Cupids, George, aiming at us with their little bow--\r\na pretty and original idea.\"\r\n\r\n\"Why Cupids?\"\r\n\r\n\"Cupid is the god of love.\"\r\n\r\n\"What has the god of love got to do with it?\"\r\n\r\nAline placidly devoured a fried potato. \"You're simply trying to\r\nmake me angry,\" she said; \"and I call it very mean of you. You\r\nknow perfectly well how fatal it is to get angry at meals. It was\r\neating while he was in a bad temper that ruined father's\r\ndigestion. George, that nice, fat carver is wheeling his truck\r\nthis way. Flag him and make him give me some more of that\r\nmutton.\"\r\n\r\nGeorge looked round him morosely.\r\n\r\n\"This,\" he said, \"is England--this restaurant, I mean. You don't\r\nneed to go any farther. Just take a good look at this place and\r\nyou have seen the whole country and can go home again. You may\r\njudge a country by its meals. A people with imagination will eat\r\nwith imagination. Look at the French; look at ourselves. The\r\nEnglishman loathes imagination. He goes to a place like this and\r\nsays: 'Don't bother me to think. Here's half a dollar. Give me\r\nfood--any sort of food--until I tell you to stop.' And that's the\r\nprinciple on which he lives his life. 'Give me anything, and\r\ndon't bother me!' That's his motto.\"\r\n\r\n\"If that was meant to apply to Freddie and me, I think you're\r\nvery rude. Do you mean that any girl would have done for him, so\r\nlong as it was a girl?\"\r\n\r\nGeorge Emerson showed a trace of confusion. Being honest with\r\nhimself, he had to admit that he did not exactly know what he did\r\nmean--if he meant anything. That, he felt rather bitterly, was\r\nthe worst of Aline. She would never let a fellow's good things go\r\npurely as good things; she probed and questioned and spoiled the\r\nwhole effect. He was quite sure that when he began to speak he\r\nhad meant something, but what it was escaped him for the moment.\r\nHe had been urged to the homily by the fact that at a neighboring\r\ntable he had caught sight of a stout young Briton, with a red\r\nface, who reminded him of the Honorable Frederick Threepwood. He\r\nmentioned this to Aline.\r\n\r\n\"Do you see that fellow in the gray suit--I think he has been\r\nsleeping in it--at the table on your right? Look at the stodgy\r\nface. See the glassy eye. If that man sandbagged your Freddie and\r\ntied him up somewhere, and turned up at the church instead of\r\nhim, can you honestly tell me you would know the difference?\r\nCome, now, wouldn't you simply say, 'Why, Freddie, how natural\r\nyou look!' and go through the ceremony without a suspicion?\"\r\n\r\n\"He isn't a bit like Freddie.\"\r\n\r\n\"My dear girl, there isn't a man in this restaurant under the age\r\nof thirty who isn't just like Freddie. All Englishmen look\r\nexactly alike, talk exactly alike, and think exactly alike.\"\r\n\r\n\"And you oughtn't to speak of him as Freddie. You don't know\r\nhim.\"\r\n\r\n\"Yes, I do. And, what is more, he expressly asked me to call him\r\nFreddie. 'Oh, dash it, old top, don't keep on calling me\r\nThreepwood! Freddie to pals!' Those were his very words.\"\r\n\r\n\"George, you're making this up.\"\r\n\r\n\"Not at all. We met last night at the National Sporting Club.\r\nPorky Jones was going twenty rounds with Eddie Flynn. I offered\r\nto give three to one on Eddie. Freddie, who was sitting next to\r\nme, took me in fivers. And if you want any further proof of your\r\nyoung man's pin-headedness; mark that! A child could have seen\r\nthat Eddie had him going. Eddie comes from Pittsburgh--God bless\r\nit! My own home town!\"\r\n\r\n\"Did your Eddie win?\"\r\n\r\n\"You don't listen--I told you he was from Pittsburgh. And\r\nafterward Threepwood chummed up with me and told me that to real\r\npals like me he was Freddie. I was a real pal, as I understood\r\nit, because I would have to wait for my money. The fact was, he\r\nexplained, his old governor had cut off his bally allowance.\"\r\n\r\n\"You're simply trying to poison my mind against him; and I don't\r\nthink it's very nice of you, George.\"\r\n\r\n\"What do you mean--poison your mind? I'm not poisoning your mind;\r\nI'm simply telling you a few things about him. You know perfectly\r\nwell that you don't love him, and that you aren't going to marry\r\nhim--and that you are going to marry me.\"\r\n\r\n\"How do you know I don't love my Freddie?\"\r\n\r\n\"If you can look me straight in the eyes and tell me you do, I\r\nwill drop the whole thing and put on a little page's dress and\r\ncarry your train up the aisle. Now, then!\"\r\n\r\n\"And all the while you're talking you're letting my carver get\r\naway,\" said Aline.\r\n\r\nGeorge called to the willing priest, who steered his truck toward\r\nthem. Aline directed his dissection of the shoulder of mutton by\r\nword and gesture.\r\n\r\n\"Enjoy yourself!\" said Emerson coldly.\r\n\r\n\"So I do, George; so I do. What excellent meat they have in\r\nEngland!\"\r\n\r\n\"It all comes from America,\" said George patriotically. \"And,\r\nanyway, can't you be a bit more spiritual? I don't want to sit\r\nhere discussing food products.\"\r\n\r\n\"If you were in my position, George, you wouldn't want to talk\r\nabout anything else. It's doing him a world of good, poor dear;\r\nbut there are times when I'm sorry Father ever started this\r\nfood-reform thing. You don't know what it means for a healthy\r\nyoung girl to try and support life on nuts and grasses.\"\r\n\r\n\"And why should you?\" broke out Emerson. \"I'll tell you what it\r\nis, Aline--you are perfectly absurd about your father. I don't\r\nwant to say anything against him to you, naturally; but--\"\r\n\r\n\"Go ahead, George. Why this diffidence? Say what you like.\"\r\n\r\n\"Very well, then, I will. I'll give it to you straight. You know\r\nquite well that you have let your father bully you since you were\r\nin short frocks. I don't say it is your fault or his fault, or\r\nanybody's fault; I just state it as a fact. It's temperament, I\r\nsuppose. You are yielding and he is aggressive; and he has taken\r\nadvantage of it.\r\n\r\n\"We now come to this idiotic Freddie-marriage business. Your\r\nfather has forced you into that. It's all very well to say that\r\nyou are a free agent and that fathers don't coerce their\r\ndaughters nowadays. The trouble is that your father does. You let\r\nhim do what he likes with you. He has got you hypnotized; and you\r\nwon't break away from this Freddie foolishness because you can't\r\nfind the nerve. I'm going to help you find the nerve. I'm coming\r\ndown to Blandings Castle when you go there on Friday.\"\r\n\r\n\"Coming to Blandings!\"\r\n\r\n\"Freddie invited me last night. I think it was done by way of\r\ninterest on the money he owed me; but he did it and I accepted.\"\r\n\r\n\"But, George, my dear boy, do you never read the etiquette books\r\nand the hints in the Sunday papers on how to be the perfect\r\ngentleman? Don't you know you can't be a man's guest and take\r\nadvantage of his hospitality to try to steal his fiancee away\r\nfrom him?\"\r\n\r\n\"Watch me.\"\r\n\r\nA dreamy look came into Aline's eyes. \"I wonder what it feels\r\nlike, being a countess,\" she said.\r\n\r\n\"You will never know.\" George looked at her pityingly. \"My poor\r\ngirl,\" he said, \"have you been lured into this engagement in the\r\nbelief that pop-eyed Frederick, the Idiot Child, is going to be\r\nan earl some day? You have been stung! Freddie is not the heir.\r\nHis older brother, Lord Bosham, is as fit as a prize-fighter and\r\nhas three healthy sons. Freddie has about as much chance of\r\ngetting the title as I have.\"\r\n\r\n\"George, your education has been sadly neglected. Don't you know\r\nthat the heir to the title always goes on a yachting cruise, with\r\nhis whole family, and gets drowned--and the children too? It\r\nhappens in every English novel you read.\"\r\n\r\n\"Listen, Aline! Let us get this thing straight: I have been in\r\nlove with you since I wore knickerbockers. I proposed to you at\r\nyour first dance--\"\r\n\r\n\"Very clumsily.\"\r\n\r\n\"But sincerely. Last year, when I found that you had gone to\r\nEngland, I came on after you as soon as the firm could spare me.\r\nAnd I found you engaged to this Freddie excrescence.\"\r\n\r\n\"I like the way you stand up for Freddie. So many men in your\r\nposition might say horrid things about him.\"\r\n\r\n\"Oh, I've nothing against Freddie. He is practically an imbecile\r\nand I don't like his face; outside of that he's all right. But\r\nyou will be glad later that you did not marry him. You are much\r\ntoo real a person. What a wife you will make for a hard-working\r\nman!\"\r\n\r\n\"What does Freddie work hard at?\"\r\n\r\n\"I am alluding at the moment not to Freddie but to myself. I\r\nshall come home tired out. Maybe things will have gone wrong\r\ndowntown. I shall be fagged, disheartened. And then you will come\r\nwith your cool, white hands and, placing them gently on my\r\nforehead--\"\r\n\r\nAline shook her head. \"It's no good, George. Really, you had\r\nbetter realize it. I'm very fond of you, but we are not suited!\"\r\n\r\n\"Why not?\"\r\n\r\n\"You are too overwhelming--too much like a bomb. I think you must\r\nbe one of the supermen one reads about. You would want your own\r\nway and nothing but your own way. Now, Freddie will roll through\r\nhoops and sham dead, and we shall be the happiest pair in the\r\nworld. I am much too placid and mild to make you happy. You want\r\nsomebody who would stand up to you--somebody like Joan\r\nValentine.\"\r\n\r\n\"That's the second time you have mentioned this Joan Valentine.\r\nWho is she?\"\r\n\r\n\"She is a girl who was at school with me. We were the greatest\r\nchums--at least, I worshiped her and would have done anything for\r\nher; and I think she liked me. Then we lost touch with one\r\nanother and didn't meet for years. I met her on the street\r\nyesterday, and she is just the same. She has been through the\r\nmost awful times. Her father was quite rich; he died suddenly\r\nwhile he and Joan were in Paris, and she found that he hadn't\r\nleft a cent. He had been living right up to his income all the\r\ntime. His life wasn't even insured. She came to London; and, so\r\nfar as I could make out from the short talk we had, she has done\r\npretty nearly everything since we last met. She worked in a shop\r\nand went on the stage, and all sorts of things. Isn't it awful,\r\nGeorge!\"\r\n\r\n\"Pretty tough,\" said Emerson. He was but faintly interested in\r\nMiss Valentine.\r\n\r\n\"She is so plucky and full of life. She would stand up to you.\"\r\n\r\n\"Thanks! My idea of marriage is not a perpetual scrap. My notion\r\nof a wife is something cozy and sympathetic and soothing. That\r\nis why I love you. We shall be the happiest--\"\r\n\r\nAline laughed.\r\n\r\n\"Dear old George! Now pay the check and get me a taxi. I've\r\nendless things to do at home. If Freddie is in town I suppose he\r\nwill be calling to see me. Who is Freddie, do you ask? Freddie is\r\nmy fiance, George. My betrothed. My steady. The young man I'm\r\ngoing to marry.\"\r\n\r\nEmerson shook his head resignedly. \"Curious how you cling to that\r\nFreddie idea. Never mind! I'll come down to Blandings on Friday\r\nand we shall see what happens. Bear in mind the broad fact that\r\nyou and I are going to be married, and that nothing on earth is\r\ngoing to stop us.\"\r\n\r\n                        *   *   *\r\n\r\nIt was Aline Peters who had to bear the brunt of her father's\r\nmental agony when he discovered, shortly after Lord Emsworth had\r\nleft him, that the gem of his collection of scarabs had done the\r\nsame. It is always the innocent bystander who suffers.\r\n\r\n\"The darned old sneak thief!\" said Mr. Peters.\r\n\r\n\"Father!\"\r\n\r\n\"Don't sit there saying 'Father!' What's the use of saying\r\n'Father!'? Do you think it is going to help--your saying\r\n'Father!'? I'd rather the old pirate had taken the house and lot\r\nthan that scarab. He knows what's what! Trust him to walk off\r\nwith the pick of the whole bunch! I did think I could leave the\r\nfather of the man who's going to marry my daughter for a second\r\nalone with the things. There's no morality among\r\ncollectors--none! I'd trust a syndicate of Jesse James, Captain\r\nKidd and Dick Turpin sooner than I would a collector. My Cheops\r\nof the Fourth Dynasty! I wouldn't have lost it for five thousand\r\ndollars!\"\r\n\r\n\"But, father, couldn't you write him a letter, asking for it\r\nback? He's such a nice old man! I'm sure he didn't mean to steal\r\nthe scarab.\"\r\n\r\nMr. Peters' overwrought soul blew off steam in the shape of a\r\npassionate snort.\r\n\r\n\"Didn't mean to steal it! What do you think he meant to do--take\r\nit away and keep it safe for me for fear I should lose it? Didn't\r\nmean to steal it! Bet you he's well-known in society as a\r\nkleptomaniac. Bet you that when his name is announced his friends\r\npick up their spoons and send in a hurry call to police\r\nheadquarters for a squad to come and see that he doesn't sneak\r\nthe front door. Of course he meant to steal it! He has a museum\r\nof his own down in the country. My Cheops is going to lend tone\r\nto that. I'd give five thousand dollars to get it back. If\r\nthere's a man in this country with the spirit to break into that\r\ncastle and steal that scarab and hand it back to me, there's five\r\nthousand waiting for him right here; and if he wants to he can\r\nknock that old safe blower on the head with a jimmy into the\r\nbargain.\"\r\n\r\n\"But, father, why can't you simply go to him and say it's yours\r\nand that you must have it back?\"\r\n\r\n\"And have him come back at me by calling off this engagement of\r\nyours? Not if I know it! You can't go about the place charging a\r\nman with theft and ask him to go on being willing to have his son\r\nmarry your daughter, can you? The slightest suggestion that I\r\nthought he had stolen this scarab and he would do the Proud Old\r\nEnglish Aristocrat and end everything. He's in the strongest\r\nposition a thief has ever been in. You can't get at him.\"\r\n\r\n\"I didn't think of that.\"\r\n\r\n\"You don't think at all. That's the trouble with you,\" said Mr.\r\nPeters.\r\n\r\nYears of indigestion had made Mr. Peters' temper, even when in a\r\nnormal mood, perfectly impossible; in a crisis like this it ran\r\namuck. He vented it on Aline because he had always vented his\r\nirritabilities on Aline; because the fact of her sweet, gentle\r\ndisposition, combined with the fact of their relationship, made\r\nher the ideal person to receive the overflow of his black moods.\r\nWhile his wife had lived he had bullied her. On her death Aline\r\nhad stepped into the vacant position.\r\n\r\nAline did not cry, because she was not a girl who was given to\r\ntears; but, for all her placid good temper, she was wounded. She\r\nwas a girl who liked everything in the world to run smoothly and\r\neasily, and these scenes with her father always depressed her.\r\nShe took advantage of a lull in Mr. Peters' flow of words and\r\nslipped from the room.\r\n\r\nHer cheerfulness had received a shock. She wanted sympathy. She\r\nwanted comforting. For a moment she considered George Emerson in\r\nthe role of comforter; but there were objections to George in\r\nthis character. Aline was accustomed to tease and chat with\r\nGeorge, but at heart she was a little afraid of him; and instinct\r\ntold her that, as comforter, he would be too volcanic and\r\nsupermanly for a girl who was engaged to marry another man in\r\nJune. George, as comforter, would be far too prone to trust to\r\naction rather than to the soothing power of the spoken word.\r\nGeorge's idea of healing the wound, she felt, would be to push\r\nher into a cab and drive to the nearest registrar's.\r\n\r\nNo; she would not go to George. To whom, then? The vision of Joan\r\nValentine came to her--of Joan as she had seen her yesterday,\r\nstrong, cheerful, self-reliant, bearing herself, in spite of\r\nadversity, with a valiant jauntiness. Yes; she would go and see\r\nJoan. She put on her hat and stole from the house.\r\n\r\nCuriously enough, only a quarter of an hour before, R. Jones had\r\nset out with exactly the same object in view.\r\n\r\n                        *   *   *\r\n\r\nAt almost exactly the hour when Aline Peters set off to visit her\r\nfriend, Miss Valentine, three men sat in the cozy smoking-room of\r\nBlandings Castle.\r\n\r\nThey were variously occupied. In the big chair nearest the door\r\nthe Honorable Frederick Threepwood--Freddie to pals--was reading.\r\nNext to him sat a young man whose eyes, glittering through\r\nrimless spectacles, were concentrated on the upturned faces of\r\nseveral neat rows of playing cards--Rupert Baxter, Lord\r\nEmsworth's invaluable secretary, had no vices, but he sometimes\r\nrelaxed his busy brain with a game of solitaire. Beyond Baxter, a\r\ncigar in his mouth and a weak highball at his side, the Earl of\r\nEmsworth took his ease.\r\n\r\nThe book the Honorable Freddie was reading was a small\r\npaper-covered book. Its cover was decorated with a color scheme\r\nin red, black and yellow, depicting a tense moment in the lives\r\nof a man with a black beard, a man with a yellow beard, a man\r\nwithout any beard at all, and a young woman who, at first sight,\r\nappeared to be all eyes and hair. The man with the black beard,\r\nto gain some private end, had tied this young woman with ropes to\r\na complicated system of machinery, mostly wheels and pulleys. The\r\nman with the yellow beard was in the act of pushing or pulling a\r\nlever. The beardless man, protruding through a trapdoor in the\r\nfloor, was pointing a large revolver at the parties of the second\r\npart.\r\n\r\nBeneath this picture were the words: \"Hands up, you scoundrels!\"\r\n\r\nAbove it, in a meandering scroll across the page, was: \"Gridley\r\nQuayle, Investigator. The Adventure of the Secret Six. By Felix\r\nClovelly.\"\r\n\r\nThe Honorable Freddie did not so much read as gulp the adventure\r\nof the Secret Six. His face was crimson with excitement; his hair\r\nwas rumpled; his eyes bulged. He was absorbed.\r\n\r\nThis is peculiarly an age in which each of us may, if we do but\r\nsearch diligently, find the literature suited to his mental\r\npowers. Grave and earnest men, at Eton and elsewhere, had tried\r\nFreddie Threepwood with Greek, with Latin and with English; and\r\nthe sheeplike stolidity with which he declined to be interested\r\nin the masterpieces of all three tongues had left them with the\r\nconviction that he would never read anything.\r\n\r\nAnd then, years afterward, he had suddenly blossomed out as a\r\nstudent--only, it is true, a student of the Adventures of Gridley\r\nQuayle; but still a student. His was a dull life and Gridley\r\nQuayle was the only person who brought romance into it. Existence\r\nfor the Honorable Freddie was simply a sort of desert, punctuated\r\nwith monthly oases in the shape of new Quayle adventures. It was\r\nhis ambition to meet the man who wrote them.\r\n\r\nLord Emsworth sat and smoked, and sipped and smoked again, at\r\npeace with all the world. His mind was as nearly a blank as it is\r\npossible for the human mind to be. The hand that had not the task\r\nof holding the cigar was at rest in his trousers pocket. The\r\nfingers of it fumbled idly with a small, hard object.\r\n\r\nGradually it filtered into his lordship's mind that this small,\r\nhard object was not familiar. It was something new--something\r\nthat was neither his keys nor his pencil; nor was it his small\r\nchange. He yielded to a growing curiosity and drew it out. He\r\nexamined it. It was a little something, rather like a fossilized\r\nbeetle. It touched no chord in him. He looked at it with amiable\r\ndistaste.\r\n\r\n\"Now how in the world did that get there?\" he said.\r\n\r\nThe Honorable Freddie paid no attention to the remark. He was now\r\nat the very crest of his story, when every line intensified the\r\nthrill. Incident was succeeding incident. The Secret Six were\r\nhere, there and everywhere, like so many malignant June bugs.\r\n\r\nAnnabel, the heroine, was having a perfectly rotten\r\ntime--kidnapped, and imprisoned every few minutes. Gridley\r\nQuayle, hot on the scent, was covering somebody or other with his\r\nrevolver almost continuously. Freddie Threepwood had no time for\r\nchatting with his father. Not so Rupert Baxter. Chatting with\r\nLord Emsworth was one of the things for which he received his\r\nsalary. He looked up from his cards.\r\n\r\n\"Lord Emsworth?\"\r\n\r\n\"I have found a curious object in my pocket, Baxter. I was\r\nwondering how it got there.\"\r\n\r\nHe handed the thing to his secretary. Rupert Baxter's eyes lit up\r\nwith sudden enthusiasm. He gasped.\r\n\r\n\"Magnificent!\" he cried. \"Superb!\"\r\n\r\nLord Emsworth looked at him inquiringly.\r\n\r\n\"It is a scarab, Lord Emsworth; and unless I am mistaken--and I\r\nthink I may claim to be something of an expert--a Cheops of the\r\nFourth Dynasty. A wonderful addition to your museum!\"\r\n\r\n\"Is it? By Gad! You don't say so, Baxter!\"\r\n\r\n\"It is, indeed. If it is not a rude question, how much did you\r\ngive for it, Lord Emsworth? It must have been the gem of\r\nsomebody's collection. Was there a sale at Christie's this\r\nafternoon?\"\r\n\r\nLord Emsworth shook his head. \"I did not get it at Christie's,\r\nfor I recollect that I had an important engagement which\r\nprevented my going to Christie's. To be sure; yes--I had promised\r\nto call on Mr. Peters and examine his collection of--Now I wonder\r\nwhat it was that Mr. Peters said he collected!\"\r\n\r\n\"Mr. Peters is one of the best-known living collectors of\r\nscarabs.\"\r\n\r\n\"Scarabs! You are quite right, Baxter. Now that I recall the\r\nepisode, this is a scarab; and Mr. Peters gave it to me.\"\r\n\r\n\"Gave it to you, Lord Emsworth?\"\r\n\r\n\"Yes. The whole scene comes back to me. Mr. Peters, after telling\r\nme a great many exceedingly interesting things about scarabs,\r\nwhich I regret to say I cannot remember, gave me this. And you\r\nsay it is really valuable, Baxter?\"\r\n\r\n\"It is, from a collector's point of view, of extraordinary\r\nvalue.\"\r\n\r\n\"Bless my soul!\" Lord Emsworth beamed. \"This is extremely\r\ninteresting, Baxter. One has heard so much of the princely\r\nhospitality of Americans. How exceedingly kind of Mr. Peters! I\r\nshall certainly treasure it, though I must confess that from a\r\npurely spectacular standpoint it leaves me a little cold.\r\nHowever, I must not look a gift horse in the mouth--eh, Baxter?\"\r\n\r\nFrom afar came the silver booming of a gong. Lord Emsworth rose.\r\n\r\n\"Time to dress for dinner? I had no idea it was so late. Baxter,\r\nyou will be going past the museum door. Will you be a good fellow\r\nand place this among the exhibits? You will know what to do with\r\nit better than I. I always think of you as the curator of my\r\nlittle collection, Baxter--ha-ha! Mind how you step when you are\r\nin the museum. I was painting a chair there yesterday and I think\r\nI left the paint pot on the floor.\"\r\n\r\nHe cast a less amiable glance at his studious son.\r\n\r\n\"Get up, Frederick, and go and dress for dinner. What is that\r\ntrash you are reading?\"\r\n\r\nThe Honorable Freddie came out of his book much as a sleepwalker\r\nwakes--with a sense of having been violently assaulted. He looked\r\nup with a kind of stunned plaintiveness.\r\n\r\n\"Eh, gov'nor?\"\r\n\r\n\"Make haste! Beach rang the gong five minutes ago. What is that\r\nyou are reading?\"\r\n\r\n\"Oh, nothing, gov'nor--just a book.\"\r\n\r\n\"I wonder you can waste your time on such trash. Make haste!\"\r\n\r\nHe turned to the door, and the benevolent expression once more\r\nwandered athwart his face.\r\n\r\n\"Extremely kind of Mr. Peters!\" he said. \"Really, there is\r\nsomething almost Oriental in the lavish generosity of our\r\nAmerican cousins.\"\r\n\r\n                        *   *   *\r\n\r\nIt had taken R. Jones just six hours to discover Joan Valentine's\r\naddress. That it had not taken him longer is a proof of his\r\nenergy and of the excellence of his system of obtaining\r\ninformation; but R. Jones, when he considered it worth his while,\r\ncould be extremely energetic, and he was a past master at the art\r\nof finding out things.\r\n\r\nHe poured himself out of his cab and rang the bell of Number\r\nSeven. A disheveled maid answered the ring.\r\n\r\n\"Miss Valentine in?\"\r\n\r\n\"Yes, sir.\"\r\n\r\nR. Jones produced his card.\r\n\r\n\"On important business, tell her. Half a minute--I'll write it.\"\r\n\r\nHe wrote the words on the card and devoted the brief period of\r\nwaiting to a careful scrutiny of his surroundings. He looked out\r\ninto the court and he looked as far as he could down the dingy\r\npassage; and the conclusions he drew from what he saw were\r\ncomplimentary to Miss Valentine.\r\n\r\n\"If this girl is the sort of girl who would hold up Freddie's\r\nletters,\" he mused, \"she wouldn't be living in a place like this.\r\nIf she were on the make she would have more money than she\r\nevidently possesses. Therefore, she is not on the make; and I am\r\nprepared to bet that she destroyed the letters as fast as she got\r\nthem.\"\r\n\r\nThose were, roughly, the thoughts of R. Jones as he stood in the\r\ndoorway of Number Seven; and they were important thoughts\r\ninasmuch as they determined his attitude toward Joan in the\r\napproaching interview. He perceived that this matter must be\r\nhandled delicately--that he must be very much the gentleman. It\r\nwould be a strain, but he must do it.\r\n\r\nThe maid returned and directed him to Joan's room with a brief\r\nword and a sweeping gesture.\r\n\r\n\"Eh?\" said R. Jones. \"First floor?\"\r\n\r\n\"Front,\" said the maid.\r\n\r\nR. Jones trudged laboriously up the short flight of stairs. It\r\nwas very dark on the stairs and he stumbled. Eventually, however,\r\nlight came to him through an open door. Looking in, he saw a girl\r\nstanding at the table. She had an air of expectation; so he\r\ndeduced that he had reached his journey's end.\r\n\r\n\"Miss Valentine?\"\r\n\r\n\"Please come in.\"\r\n\r\nR. Jones waddled in.\r\n\r\n\"Not much light on your stairs.\"\r\n\r\n\"No. Will you take a seat?\"\r\n\r\n\"Thanks.\"\r\n\r\nOne glance at the girl convinced R. Jones that he had been right.\r\nCircumstances had made him a rapid judge of character, for in the\r\nprofession of living by one's wits in a large city the first\r\nprinciple of offense and defense is to sum people up at first\r\nsight. This girl was not on the make.\r\n\r\nJoan Valentine was a tall girl with wheat-gold hair and eyes as\r\nbrightly blue as a November sky when the sun is shining on a\r\nfrosty world. There was in them a little of November's cold\r\nglitter, too, for Joan had been through much in the last few\r\nyears; and experience, even though it does not harden, erects a\r\ndefensive barrier between its children and the world.\r\n\r\nHer eyes were eyes that looked straight and challenged. They\r\ncould thaw to the satin blue of the Mediterranean Sea, where it\r\npurrs about the little villages of Southern France; but they did\r\nnot thaw for everybody. She looked what she was--a girl of\r\naction; a girl whom life had made both reckless and wary--wary of\r\nfriendly advances, reckless when there was a venture afoot.\r\n\r\nHer eyes, as they met R. Jones' now, were cold and challenging.\r\nShe, too, had learned the trick of swift diagnosis of character,\r\nand what she saw of R. Jones in that first glance did not impress\r\nher favorably.\r\n\r\n\"You wished to see me on business?\"\r\n\r\n\"Yes,\" said R. Jones. \"Yes. . . . Miss Valentine, may I begin by\r\nbegging you to realize that I have no intention of insulting\r\nyou?\"\r\n\r\nJoan's eyebrows rose. For an instant she did her visitor the\r\ninjustice of suspecting that he had been dining too well.\r\n\r\n\"I don't understand.\"\r\n\r\n\"Let me explain: I have come here,\" R. Jones went on, getting\r\nmore gentlemanly every moment, \"on a very distasteful errand, to\r\noblige a friend. Will you bear in mind that whatever I say is\r\nsaid entirely on his behalf?\"\r\n\r\nBy this time Joan had abandoned the idea that this stout person\r\nwas a life-insurance tout, and was inclining to the view that he\r\nwas collecting funds for a charity.\r\n\r\n\"I came here at the request of the Honorable Frederick\r\nThreepwood.\"\r\n\r\n\"I don't quite understand.\"\r\n\r\n\"You never met him, Miss Valentine; but when you were in the\r\nchorus at the Piccadilly Theatre, I believe, he wrote you some\r\nvery foolish letters. Possibly you have forgotten them?\"\r\n\r\n\"I certainly have.\"\r\n\r\n\"You have probably destroyed them---eh?\"\r\n\r\n\"Certainly! I never keep letters. Why do you ask?\"\r\n\r\n\"Well, you see, Miss Valentine, the Honorable Frederick\r\nThreepwood is about to be married; and he thought that possibly,\r\non the whole, it would be better that the letters--and\r\npoetry--which he wrote you were nonexistent.\"\r\n\r\nNot all R. Jones' gentlemanliness--and during this speech he\r\ndiffused it like a powerful scent in waves about him--could hide\r\nthe unpleasant meaning of the words.\r\n\r\n\"He was afraid I might try to blackmail him?\" said Joan, with\r\nformidable calm.\r\n\r\nR. Jones raised and waved a fat hand deprecatingly.\r\n\r\n\"My dear Miss Valentine!\"\r\n\r\nJoan rose and R. Jones followed her example. The interview was\r\nplainly at an end.\r\n\r\n\"Please tell Mr. Threepwood to make his mind quite easy. He is in\r\nno danger.\"\r\n\r\n\"Exactly--exactly; precisely! I assured Threepwood that my visit\r\nhere would be a mere formality. I was quite sure you had no\r\nintention whatever of worrying him. I may tell him definitely,\r\nthen, that you have destroyed the letters?\"\r\n\r\n\"Yes. Good-evening.\"\r\n\r\n\"Good-evening, Miss Valentine.\"\r\n\r\nThe closing of the door behind him left him in total darkness,\r\nbut he hardly liked to return and ask Joan to reopen it in order\r\nto light him on his way. He was glad to be out of her presence.\r\nHe was used to being looked at in an unfriendly way by his\r\nfellows, but there had been something in Joan's eyes that had\r\ncuriously discomfited him.\r\n\r\nR. Jones groped his way down, relieved that all was over and had\r\nended well. He believed what she had told him, and he could\r\nconscientiously assure Freddie that the prospect of his sharing\r\nthe fate of poor old Percy was nonexistent. It is true that he\r\nproposed to add in his report that the destruction of the letters\r\nhad been purchased with difficulty, at a cost of just five\r\nhundred pounds; but that was a mere business formality.\r\n\r\nHe had almost reached the last step when there was a ring at the\r\nfront door. With what he was afterward wont to call an\r\ninspiration, he retreated with unusual nimbleness until he had\r\nalmost reached Joan's door again. Then he leaned over the\r\nbanister and listened.\r\n\r\nThe disheveled maid opened the door. A girl's voice spoke:\r\n\r\n\"Is Miss Valentine in?\"\r\n\r\n\"She's in; but she's engaged.\"\r\n\r\n\"I wish you would go up and tell her that I want to see her. Say\r\nit's Miss Peters--Miss Aline Peters.\"\r\n\r\nThe banister shook beneath R. Jones' sudden clutch. For a moment\r\nhe felt almost faint. Then he began to think swiftly. A great\r\nlight had dawned on him, and the thought outstanding in his mind\r\nwas that never again would he trust a man or woman on the\r\nevidence of his senses. He could have sworn that this Valentine\r\ngirl was on the level. He had been perfectly satisfied with her\r\nstatement that she had destroyed the letters. And all the while\r\nshe had been playing as deep a game as he had come across in the\r\nwhole course of his professional career! He almost admired her.\r\nHow she had taken him in!\r\n\r\nIt was obvious now what her game was. Previous to his visit she\r\nhad arranged a meeting with Freddie's fiancee, with the view of\r\nopening negotiations for the sale of the letters. She had held\r\nhim, Jones, at arm's length because she was going to sell the\r\nletters to whoever would pay the best price. But for the accident\r\nof his happening to be here when Miss Peters arrived, Freddie and\r\nhis fiancee would have been bidding against each other and\r\nraising each other's price. He had worked the same game himself a\r\ndozen times, and he resented the entry of female competition into\r\nwhat he regarded as essentially a male field of enterprise.\r\n\r\nAs the maid stumped up the stairs he continued his retreat. He\r\nheard Joan's door open, and the stream of light showed him the\r\ndisheveled maid standing in the doorway.\r\n\r\n\"Ow, I thought there was a gentleman with you, miss.\"\r\n\r\n\"He left a moment ago. Why?\"\r\n\r\n\"There's a lady wants to see you. Miss Peters, her name is.\"\r\n\r\n\"Will you ask her to come up?\"\r\n\r\nThe disheveled maid was no polished mistress of ceremonies. She\r\nleaned down into the void and hailed Aline.\r\n\r\n\"She says will you come up?\"\r\n\r\nAline's feet became audible on the staircase. There were\r\ngreetings.\r\n\r\n\"Whatever brings you here, Aline?\"\r\n\r\n\"Am I interrupting you, Joan, dear?\"\r\n\r\n\"No. Do come in! I was only surprised to see you so late. I\r\ndidn't know you paid calls at this hour. Is anything wrong? Come\r\nin.\"\r\n\r\nThe door closed, the maid retired to the depths, and R. Jones\r\nstole cautiously down again. He was feeling absolutely\r\nbewildered. Apparently his deductions, his second thoughts, had\r\nbeen all wrong, and Joan was, after all, the honest person he had\r\nimagined at first sight. Those two girls had talked to each other\r\nas though they were old friends; as though they had known each\r\nother all their lives. That was the thing which perplexed R.\r\nJones.\r\n\r\nWith the tread of a red Indian, he approached the door and put\r\nhis ear to it. He found he could hear quite comfortably.\r\n\r\nAline, meantime, inside the room, had begun to draw comfort from\r\nJoan's very appearance, she looked so capable.\r\n\r\nJoan's eyes had changed the expression they had contained during\r\nthe recent interview. They were soft now, with a softness that\r\nwas half compassionate, half contemptuous. It is the compensation\r\nwhich life gives to those whom it has handled roughly in order\r\nthat they shall be able to regard with a certain contempt the\r\nsmall troubles of the sheltered. Joan remembered Aline of old,\r\nand knew her for a perennial victim of small troubles. Even in\r\ntheir schooldays she had always needed to be looked after and\r\ncomforted. Her sweet temper had seemed to invite the minor slings\r\nand arrows of fortune. Aline was a girl who inspired\r\nprotectiveness in a certain type of her fellow human beings. It\r\nwas this quality in her that kept George Emerson awake at nights;\r\nand it appealed to Joan now.\r\n\r\nJoan, for whom life was a constant struggle to keep the wolf\r\nwithin a reasonable distance from the door, and who counted that\r\nday happy on which she saw her way clear to paying her weekly\r\nrent and possibly having a trifle over for some coveted hat or\r\npair of shoes, could not help feeling, as she looked at Aline,\r\nthat her own troubles were as nothing, and that the immediate\r\nneed of the moment was to pet and comfort her friend. Her\r\nknowledge of Aline told her the probable tragedy was that she had\r\nlost a brooch or had been spoken to crossly by somebody; but it\r\nalso told her that such tragedies bulked very large on Aline's\r\nhorizon.\r\n\r\nTrouble, after all, like beauty, is in the eye of the beholder;\r\nand Aline was far less able to endure with fortitude the loss of\r\na brooch than she herself to bear the loss of a position the\r\nemoluments of which meant the difference between having just\r\nenough to eat and starving.\r\n\r\n\"You're worried about something,\" she said. \"Sit down and tell me\r\nall about it.\"\r\n\r\nAline sat down and looked about her at the shabby room. By that\r\ncurious process of the human mind which makes the spectacle of\r\nanother's misfortune a palliative for one's own, she was feeling\r\noddly comforted already. Her thoughts were not definite and she\r\ncould not analyze them; but what they amounted to was that,\r\nthough it was an unpleasant thing to be bullied by a dyspeptic\r\nfather, the world manifestly held worse tribulations, which her\r\nfather's other outstanding quality, besides dyspepsia--wealth, to\r\nwit--enabled her to avoid.\r\n\r\nIt was at this point that the dim beginnings of philosophy began\r\nto invade her mind. The thing resolved itself almost into an\r\nequation. If father had not had indigestion he would not have\r\nbullied her. But, if father had not made a fortune he would not\r\nhave had indigestion. Therefore, if father had not made a fortune\r\nhe would not have bullied her. Practically, in fact, if father\r\ndid not bully her he would not be rich. And if he were not rich--\r\n\r\nShe took in the faded carpet, the stained wall paper and the\r\nsoiled curtains with a comprehensive glance. It certainly cut\r\nboth ways. She began to be a little ashamed of her misery.\r\n\r\n\"It's nothing at all; really,\" she said. \"I think I've been\r\nmaking rather a fuss about very little.\"\r\n\r\nJoan was relieved. The struggling life breeds moods of\r\ndepression, and such a mood had come to her just before Aline's\r\narrival. Life, at that moment, had seemed to stretch before her\r\nlike a dusty, weary road, without hope. She was sick of fighting.\r\nShe wanted money and ease, and a surcease from this perpetual\r\nrace with the weekly bills. The mood had been the outcome partly\r\nof R. Jones' gentlemanly-veiled insinuations, but still more,\r\nthough she did not realize it, of her yesterday's meeting with\r\nAline.\r\n\r\nMr. Peters might be unguarded in his speech when conversing with\r\nhis daughter--he might play the tyrant toward her in many ways;\r\nbut he did not stint her in the matter of dress allowance, and,\r\non the occasion when she met Joan, Aline had been wearing so\r\nParisian a hat and a tailor-made suit of such obviously expensive\r\nsimplicity that green-eyed envy had almost spoiled Joan's\r\npleasure at meeting this friend of her opulent days.\r\n\r\nShe had suppressed the envy, and it had revenged itself by\r\nassaulting her afresh in the form of the worst fit of the blues\r\nshe had had in two years.\r\n\r\nShe had been loyally ready to sink her depression in order to\r\nalleviate Aline's, but it was a distinct relief to find that the\r\nfeat would not be necessary.\r\n\r\n\"Never mind,\" she said. \"Tell me what the very little thing was.\"\r\n\r\n\"It was only father,\" said Aline simply.\r\n\r\nJoan cast her mind back to the days of school and placed father\r\nas a rather irritable person, vaguely reputed to be something of\r\nan ogre in his home circle.\r\n\r\n\"Was he angry with you about something?\" she asked.\r\n\r\n\"Not exactly angry with me; but--well, I was there.\"\r\n\r\nJoan's depression lifted slightly. She had forgotten, in the\r\nstunning anguish of the sudden spectacle of that hat and that\r\ntailor-made suit, that Paris hats and hundred-and-twenty-dollar\r\nsuits not infrequently had what the vulgar term a string attached\r\nto them. After all, she was independent. She might have to murder\r\nher beauty with hats and frocks that had never been nearer Paris\r\nthan the Tottenham Court Road; but at least no one bullied her\r\nbecause she happened to be at hand when tempers were short.\r\n\r\n\"What a shame!\" she said. \"Tell me all about it.\"\r\n\r\nWith a prefatory remark that it was all so ridiculous, really,\r\nAline embarked on the narrative of the afternoon's events.\r\n\r\nJoan heard her out, checking a strong disposition to giggle. Her\r\nviewpoint was that of the average person, and the average person\r\ncannot see the importance of the scarab in the scheme of things.\r\nThe opinion she formed of Mr. Peters was of his being an\r\neccentric old gentleman, making a great to-do about nothing at\r\nall. Losses had to have a concrete value before they could\r\nimpress Joan. It was beyond her to grasp that Mr. Peters would\r\nsooner have lost a diamond necklace, if he had happened to\r\npossess one, than his Cheops of the Fourth Dynasty.\r\n\r\nIt was not until Aline, having concluded her tale, added one more\r\nstrand to it that she found herself treating the matter\r\nseriously.\r\n\r\n\"Father says he would give five thousand dollars to anyone who\r\nwould get it back for him.\"\r\n\r\n\"What!\"\r\n\r\nThe whole story took on a different complexion for Joan. Money\r\ntalks. Mr. Peters' words might have been merely the rhetorical\r\noutburst of a heated moment; but, even discounting them, there\r\nseemed to remain a certain exciting substratum. A man who shouts\r\nthat he will give five thousand dollars for a thing may very well\r\nmean he will give five hundred, and Joan's finances were\r\nperpetually in a condition which makes five hundred dollars a sum\r\nto be gasped at.\r\n\r\n\"He wasn't serious, surely!\"\r\n\r\n\"I think he was,\" said Aline.\r\n\r\n\"But five thousand dollars!\"\r\n\r\n\"It isn't really very much to father, you know. He gave away a\r\nhundred thousand a year ago to a university.\"\r\n\r\n\"But for a grubby little scarab!\"\r\n\r\n\"You don't understand how father loves his scarabs. Since he\r\nretired from business, he has been simply wrapped up in them. You\r\nknow collectors are like that. You read in the papers about men\r\ngiving all sorts of money for funny things.\"\r\n\r\nOutside the door R. Jones, his ear close to the panel, drank in\r\nall these things greedily. He would have been willing to remain\r\nin that attitude indefinitely in return for this kind of special\r\ninformation; but just as Aline said these words a door opened on\r\nthe floor above, and somebody came out, whistling, and began to\r\ndescend the stairs.\r\n\r\nR. Jones stood not on the order of his going. He was down in the\r\nhall and fumbling with the handle of the front door with an\r\nagility of which few casual observers of his dimensions would\r\nhave deemed him capable. The next moment he was out in the\r\nstreet, walking calmly toward Leicester Square, pondering over\r\nwhat he had heard.\r\n\r\nMuch of R. Jones' substantial annual income was derived from\r\npondering over what he had heard.\r\n\r\nIn the room Joan was looking at Aline with the distended eyes of\r\none who sees visions or has inspirations. She got up. There are\r\noccasions when one must speak standing.\r\n\r\n\"Then you mean to say that your father would really give five\r\nthousand dollars to anyone who got this thing back for him?\"\r\n\r\n\"I am sure he would. But who could do it?\"\r\n\r\n\"I could,\" said Joan. \"And what is more, I'm going to!\"\r\n\r\nAline stared at her helplessly. In their schooldays, Joan had\r\nalways swept her off her feet. Then, she had always had the\r\nfeeling that with Joan nothing was impossible. Heroine worship,\r\nlike hero worship, dies hard. She looked at Joan now with the\r\nstricken sensation of one who has inadvertently set powerful\r\nmachinery in motion.\r\n\r\n\"But, Joan!\" It was all she could say.\r\n\r\n\"My dear child, it's perfectly simple. This earl of yours has\r\ntaken the thing off to his castle, like a brigand. You say you\r\nare going down there on Friday for a visit. All you have to do is\r\nto take me along with you, and sit back and watch me get busy.\"\r\n\r\n\"But, Joan!\"\r\n\r\n\"Where's the difficulty?\"\r\n\r\n\"I don't see how I could take you down very well.\"\r\n\r\n\"Why not?\"\r\n\r\n\"Oh, I don't know.\"\r\n\r\n\"But what is your objection?\"\r\n\r\n\"Well--don't you see?--if you went down there as a friend of mine\r\nand were caught stealing the scarab, there would be just the\r\ntrouble father wants to avoid--about my engagement, you see, and\r\nso on.\"\r\n\r\nIt was an aspect of the matter that had escaped Joan. She frowned\r\nthoughtfully.\r\n\r\n\"I see. Yes, there is that; but there must be a way.\"\r\n\r\n\"You mustn't, Joan--really! don't think any more about it.\"\r\n\r\n\"Not think any more about it! My child, do you even faintly\r\nrealize what five thousand dollars--or a quarter of five thousand\r\ndollars--means to me? I would do anything for it--anything! And\r\nthere's the fun of it. I don't suppose you can realize that,\r\neither. I want a change. I've been grubbing away here on nothing\r\na week for years, and it's time I had a vacation. There must be a\r\nway by which you could get me down--Why, of course! Why didn't I\r\nthink of it before! You shall take me on Friday as your lady's\r\nmaid!\"\r\n\r\n\"But, Joan, I couldn't!\"\r\n\r\n\"Why not?\"\r\n\r\n\"I--I couldn't.\"\r\n\r\n\"Why not?\"\r\n\r\n\"Oh, well!\"\r\n\r\nJoan advanced on her where she sat and grasped her firmly by the\r\nshoulders. Her face was inflexible.\r\n\r\n\"Aline, my pet, it's no good arguing. You might just as well\r\nargue with a wolf on the trail of a fat Russian peasant. I need\r\nthat money. I need it in my business. I need it worse than\r\nanybody has ever needed anything. And I'm going to have it! From\r\nnow on, until further notice, I am your lady's maid. You can give\r\nyour present one a holiday.\"\r\n\r\nAline met her eyes waveringly. The spirit of the old schooldays,\r\nwhen nothing was impossible where Joan was concerned, had her in\r\nits grip. Moreover, the excitement of the scheme began to attract\r\nher.\r\n\r\n\"But, Joan,\" she said, \"you know it's simply ridiculous. You\r\ncould never pass as a lady's maid. The other servants would find\r\nyou out. I expect there are all sorts of things a lady's maid has\r\ngot to do and not do.\"\r\n\r\n\"My dear Aline, I know them all. You can't stump me on\r\nbelow-stairs etiquette. I've been a lady's maid!\"\r\n\r\n\"Joan!\"\r\n\r\n\"It's quite true--three years ago, when I was more than usually\r\nimpecunious. The wolf was glued to the door like a postage stamp;\r\nso I answered an advertisement and became a lady's maid.\"\r\n\r\n\"You seem to have done everything.\"\r\n\r\n\"I have--pretty nearly. It's all right for you idle rich,\r\nAline--you can sit still and contemplate life; but we poor\r\nworking girls have got to hustle.\"\r\n\r\nAline laughed.\r\n\r\n\"You know, you always could make me do anything you wanted in the\r\nold days, Joan. I suppose I have got to look on this as quite\r\nsettled now?\"\r\n\r\n\"Absolutely settled! Oh, Aline, there's one thing you must\r\nremember: Don't call me Joan when I'm down at the castle. You\r\nmust call me Valentine.\"\r\n\r\nShe paused. The recollection of the Honorable Freddie had come to\r\nher. No; Valentine would not do!\r\n\r\n\"No; not Valentine,\" she went on--\"it's too jaunty. I used it\r\nonce years ago, but it never sounded just right. I want something\r\nmore respectable, more suited to my position. Can't you suggest\r\nsomething?\"\r\n\r\nAline pondered.\r\n\r\n\"Simpson?\"\r\n\r\n\"Simpson! It's exactly right. You must practice it. Simpson! Say\r\nit kindly and yet distantly, as though I were a worm, but a worm\r\nfor whom you felt a mild liking. Roll it round your tongue.\"\r\n\r\n\"Simpson.\"\r\n\r\n\"Splendid! Now once again--a little more haughtily.\"\r\n\r\n\"Simpson--Simpson--Simpson.\"\r\n\r\nJoan regarded her with affectionate approval.\r\n\r\n\"It's wonderful!\" she said. \"You might have been doing it all\r\nyour life.\"\r\n\r\n\"What are you laughing at?\" asked Aline.\r\n\r\n\"Nothing,\" said Joan. \"I was just thinking of something. There's\r\na young man who lives on the floor above this, and I was\r\nlecturing him yesterday on enterprise. I told him to go and find\r\nsomething exciting to do. I wonder what he would say if he knew\r\nhow thoroughly I am going to practice what I preach!\""
  ]
}