{
  "index": 1,
  "title": "Chapter 1",
  "paragraphs": [
    "CHAPTER I\r\n\r\nThe sunshine of a fair Spring morning fell graciously on London\r\ntown. Out in Piccadilly its heartening warmth seemed to infuse\r\ninto traffic and pedestrians alike a novel jauntiness, so that\r\nbus drivers jested and even the lips of chauffeurs uncurled into\r\nnot unkindly smiles. Policemen whistled at their posts--clerks,\r\non their way to work; beggars approached the task of trying to\r\npersuade perfect strangers to bear the burden of their\r\nmaintenance with that optimistic vim which makes all the\r\ndifference. It was one of those happy mornings.\r\n\r\nAt nine o'clock precisely the door of Number Seven Arundell\r\nStreet, Leicester Square, opened and a young man stepped out.\r\n\r\nOf all the spots in London which may fairly be described as\r\nbackwaters there is none that answers so completely to the\r\ndescription as Arundell Street, Leicester Square. Passing along\r\nthe north sidewalk of the square, just where it joins Piccadilly,\r\nyou hardly notice the bottleneck opening of the tiny cul-de-sac.\r\nDay and night the human flood roars past, ignoring it. Arundell\r\nStreet is less than forty yards in length; and, though there are\r\ntwo hotels in it, they are not fashionable hotels. It is just a\r\nbackwater.\r\n\r\nIn shape Arundell Street is exactly like one of those flat stone\r\njars in which Italian wine of the cheaper sort is stored. The\r\nnarrow neck that leads off Leicester Square opens abruptly into a\r\nsmall court. Hotels occupy two sides of this; the third is at\r\npresent given up to rooming houses for the impecunious. These are\r\nalways just going to be pulled down in the name of progress to\r\nmake room for another hotel, but they never do meet with that\r\nfate; and as they stand now so will they in all probability stand\r\nfor generations to come.\r\n\r\nThey provide single rooms of moderate size, the bed modestly\r\nhidden during the day behind a battered screen. The rooms contain\r\na table, an easy-chair, a hard chair, a bureau, and a round tin\r\nbath, which, like the bed, goes into hiding after its useful work\r\nis performed. And you may rent one of these rooms, with breakfast\r\nthrown in, for five dollars a week.\r\n\r\nAshe Marson had done so. He had rented the second-floor front of\r\nNumber Seven.\r\n\r\nTwenty-six years before this story opens there had been born to\r\nJoseph Marson, minister, and Sarah his wife, of Hayling,\r\nMassachusetts, in the United States of America, a son. This son,\r\nchristened Ashe after a wealthy uncle who subsequently\r\ndouble-crossed them by leaving his money to charities, in due\r\ncourse proceeded to Harvard to study for the ministry. So far as\r\ncan be ascertained from contemporary records, he did not study a\r\ngreat deal for the ministry; but he did succeed in running the\r\nmile in four minutes and a half and the half mile at a\r\ncorrespondingly rapid speed, and his researches in the art of\r\nlong jumping won him the respect of all.\r\n\r\nThat he should be awarded, at the conclusion of his Harvard\r\ncareer, one of those scholarships at Oxford University instituted\r\nby the late Cecil Rhodes for the encouragement of the liberal\r\narts, was a natural sequence of events.\r\n\r\nThat was how Ashe came to be in England.\r\n\r\nThe rest of Ashe's history follows almost automatically. He won\r\nhis blue for athletics at Oxford, and gladdened thousands by\r\nwinning the mile and the half mile two years in succession\r\nagainst Cambridge at Queen's Club. But owing to the pressure of\r\nother engagements he unfortunately omitted to do any studying,\r\nand when the hour of parting arrived he was peculiarly unfitted\r\nfor any of the learned professions. Having, however, managed to\r\nobtain a sort of degree, enough to enable him to call himself a\r\nBachelor of Arts, and realizing that you can fool some of the\r\npeople some of the time, he applied for and secured a series of\r\nprivate tutorships.\r\n\r\nA private tutor is a sort of blend of poor relation and\r\nnursemaid, and few of the stately homes of England are without\r\none. He is supposed to instill learning and deportment into the\r\nsmall son of the house; but what he is really there for is to\r\nprevent the latter from being a nuisance to his parents when he\r\nis home from school on his vacation.\r\n\r\nHaving saved a little money at this dreadful trade, Ashe came to\r\nLondon and tried newspaper work. After two years of moderate\r\nsuccess he got in touch with the Mammoth Publishing Company.\r\n\r\nThe Mammoth Publishing Company, which controls several important\r\nnewspapers, a few weekly journals, and a number of other things,\r\ndoes not disdain the pennies of the office boy and the junior\r\nclerk. One of its many profitable ventures is a series of\r\npaper-covered tales of crime and adventure. It was here that Ashe\r\nfound his niche. Those adventures of Gridley Quayle,\r\nInvestigator, which are so popular with a certain section of the\r\nreading public, were his work.\r\n\r\nUntil the advent of Ashe and Mr. Quayle, the British Pluck\r\nLibrary had been written by many hands and had included the\r\nadventures of many heroes: but in Gridley Quayle the proprietors\r\nheld that the ideal had been reached, and Ashe received a\r\ncommission to conduct the entire British Pluck\r\nLibrary--monthly--himself. On the meager salary paid him for\r\nthese labors he had been supporting himself ever since.\r\n\r\nThat was how Ashe came to be in Arundell Street, Leicester Square,\r\non this May morning.\r\n\r\nHe was a tall, well-built, fit-looking young man, with a clear\r\neye and a strong chin; and he was dressed, as he closed the front\r\ndoor behind him, in a sweater, flannel trousers, and rubber-soled\r\ngymnasium shoes. In one hand he bore a pair of Indian clubs, in\r\nthe other a skipping rope.\r\n\r\nHaving drawn in and expelled the morning air in a measured and\r\nsolemn fashion, which the initiated observer would have\r\nrecognized as that scientific deep breathing so popular nowadays,\r\nhe laid down his clubs, adjusted his rope and began to skip.\r\n\r\nWhen he had taken the second-floor front of Number Seven, three\r\nmonths before, Ashe Marson had realized that he must forego those\r\nmorning exercises which had become a second nature to him, or\r\nelse defy London's unwritten law and brave London's mockery. He\r\nhad not hesitated long. Physical fitness was his gospel. On the\r\nsubject of exercise he was confessedly a crank. He decided to\r\ndefy London.\r\n\r\nThe first time he appeared in Arundell Street in his sweater and\r\nflannels he had barely whirled his Indian clubs once around his\r\nhead before he had attracted the following audience:\r\n\r\n  a) Two cabmen--one intoxicated;\r\n  b) Four waiters from the Hotel Mathis;\r\n  c) Six waiters from the Hotel Previtali;\r\n  d) Six chambermaids from the Hotel Mathis;\r\n  e) Five chambermaids from the Hotel Previtali;\r\n  f) The proprietor of the Hotel Mathis;\r\n  g) The proprietor of the Hotel Previtali;\r\n  h) A street cleaner;\r\n  i) Eleven nondescript loafers;\r\n  j) Twenty-seven children;\r\n  k) A cat.\r\n\r\nThey all laughed--even the cat--and kept on laughing. The\r\nintoxicated cabman called Ashe \"Sunny Jim.\" And Ashe kept on\r\nswinging his clubs.\r\n\r\nA month later, such is the magic of perseverance, his audience\r\nhad narrowed down to the twenty-seven children. They still\r\nlaughed, but without that ringing conviction which the\r\nsympathetic support of their elders had lent them.\r\n\r\nAnd now, after three months, the neighborhood, having accepted\r\nAshe and his morning exercises as a natural phenomenon, paid him\r\nno further attention.\r\n\r\nOn this particular morning Ashe Marson skipped with even more\r\nthan his usual vigor. This was because he wished to expel by\r\nmeans of physical fatigue a small devil of discontent, of whose\r\npresence within him he had been aware ever since getting out of\r\nbed. It is in the Spring that the ache for the larger life comes\r\non us, and this was a particularly mellow Spring morning. It was\r\nthe sort of morning when the air gives us a feeling of\r\nanticipation--a feeling that, on a day like this, things surely\r\ncannot go jogging along in the same dull old groove; a\r\npremonition that something romantic and exciting is about to\r\nhappen to us.\r\n\r\nBut the southwest wind of Spring brings also remorse. We catch\r\nthe vague spirit of unrest in the air and we regret our misspent\r\nyouth.\r\n\r\nAshe was doing this. Even as he skipped, he was conscious of a\r\nwish that he had studied harder at college and was now in a\r\nposition to be doing something better than hack work for a\r\nsoulless publishing company. Never before had he been so\r\ncompletely certain that he was sick to death of the rut into\r\nwhich he had fallen.\r\n\r\nSkipping brought no balm. He threw down his rope and took up the\r\nIndian clubs. Indian clubs left him still unsatisfied. The\r\nthought came to him that it was a long time since he had done his\r\nLarsen Exercises. Perhaps they would heal him.\r\n\r\nThe Larsen Exercises, invented by a certain Lieutenant Larsen, of\r\nthe Swedish Army, have almost every sort of merit. They make a\r\nman strong, supple, and slender. But they are not dignified.\r\nIndeed, to one seeing them suddenly and without warning for the\r\nfirst time, they are markedly humorous. The only reason why King\r\nHenry, of England, whose son sank with the White Ship, never\r\nsmiled again, was because Lieutenant Larsen had not then invented\r\nhis admirable exercises.\r\n\r\nSo complacent, so insolently unselfconscious had Ashe become in\r\nthe course of three months, owing to his success in inducing the\r\npopulace to look on anything he did with the indulgent eye of\r\nunderstanding, that it simply did not occur to him, when he\r\nabruptly twisted his body into the shape of a corkscrew, in\r\naccordance with the directions in the lieutenant's book for the\r\nconsummation of Exercise One, that he was doing anything funny.\r\n\r\nAnd the behavior of those present seemed to justify his\r\nconfidence. The proprietor of the Hotel Mathis regarded him\r\nwithout a smile. The proprietor of the Hotel Previtali might have\r\nbeen in a trance, for all the interest he displayed. The hotel\r\nemployees continued their tasks impassively. The children were\r\nblind and dumb. The cat across the way stropped its backbone\r\nagainst the railings unheeding.\r\n\r\nBut, even as he unscrambled himself and resumed a normal posture,\r\nfrom his immediate rear there rent the quiet morning air a clear\r\nand musical laugh. It floated out on the breeze and hit him like\r\na bullet.\r\n\r\nThree months ago Ashe would have accepted the laugh as\r\ninevitable, and would have refused to allow it to embarrass him;\r\nbut long immunity from ridicule had sapped his resolution. He\r\nspun round with a jump, flushed and self-conscious.\r\n\r\nFrom the window of the first-floor front of Number Seven a girl\r\nwas leaning. The Spring sunshine played on her golden hair and\r\nlit up her bright blue eyes, fixed on his flanneled and sweatered\r\nperson with a fascinated amusement. Even as he turned, the laugh\r\nsmote him afresh.\r\n\r\nFor the space of perhaps two seconds they stared at each other,\r\neye to eye. Then she vanished into the room.\r\n\r\nAshe was beaten. Three months ago a million girls could have\r\nlaughed at his morning exercises without turning him from his\r\npurpose. Today this one scoffer, alone and unaided, was\r\nsufficient for his undoing. The depression which exercise had\r\nbegun to dispel surged back on him. He had no heart to continue.\r\nSadly gathering up his belongings, he returned to his room, and\r\nfound a cold bath tame and uninspiring.\r\n\r\nThe breakfasts--included in the rent--provided by Mrs. Bell, the\r\nlandlady of Number Seven, were held by some authorities to be\r\nspecially designed to quell the spirits of their victims, should\r\nthey tend to soar excessively. By the time Ashe had done his best\r\nwith the disheveled fried egg, the chicory blasphemously called\r\ncoffee, and the charred bacon, misery had him firmly in its grip.\r\nAnd when he forced himself to the table, and began to try to\r\nconcoct the latest of the adventures of Gridley Quayle,\r\nInvestigator, his spirit groaned within him.\r\n\r\nThis morning, as he sat and chewed his pen, his loathing for\r\nGridley seemed to have reached its climax. It was his habit, in\r\nwriting these stories, to think of a good title first, and then\r\nfit an adventure to it. And overnight, in a moment of\r\ninspiration, he had jotted down on an envelope the words: \"The\r\nAdventure of the Wand of Death.\"\r\n\r\nIt was with the sullen repulsion of a vegetarian who finds a\r\ncaterpillar in his salad that he now sat glaring at them.\r\n\r\nThe title had seemed so promising overnight--so full of strenuous\r\npossibilities. It was still speciously attractive; but now that\r\nthe moment had arrived for writing the story its flaws became\r\nmanifest.\r\n\r\nWhat was a wand of death? It sounded good; but, coming down to\r\nhard facts, what was it? You cannot write a story about a wand of\r\ndeath without knowing what a wand of death is; and, conversely,\r\nif you have thought of such a splendid title you cannot jettison\r\nit offhand. Ashe rumpled his hair and gnawed his pen.\r\n\r\nThere came a knock at the door.\r\n\r\nAshe spun round in his chair. This was the last straw! If he had\r\ntold Mrs. Ball once that he was never to be disturbed in the\r\nmorning on any pretext whatsoever, he had told her twenty times.\r\nIt was simply too infernal to be endured if his work time was to\r\nbe cut into like this. Ashe ran over in his mind a few opening\r\nremarks.\r\n\r\n\"Come in!\" he shouted, and braced himself for battle.\r\n\r\nA girl walked in--the girl of the first-floor front; the girl\r\nwith the blue eyes, who had laughed at his Larsen Exercises.\r\n\r\nVarious circumstances contributed to the poorness of the figure\r\nAshe cut in the opening moments of this interview. In the first\r\nplace, he was expecting to see his landlady, whose height was\r\nabout four feet six, and the sudden entry of somebody who was\r\nabout five feet seven threw the universe temporarily out of\r\nfocus. In the second place, in anticipation of Mrs. Bell's entry,\r\nhe had twisted his face into a forbidding scowl, and it was no\r\nslight matter to change this on the spur of the moment into a\r\npleasant smile. Finally, a man who has been sitting for half an\r\nhour in front of a sheet of paper bearing the words: \"The\r\nAdventure of the Wand of Death,\" and trying to decide what a wand\r\nof death might be, has not his mind under proper control.\r\n\r\nThe net result of these things was that, for perhaps half a\r\nminute, Ashe behaved absurdly. He goggled and he yammered. An\r\nalienist, had one been present, would have made up his mind about\r\nhim without further investigation. For an appreciable time he did\r\nnot think of rising from his seat. When he did, the combined leap\r\nand twist he executed practically amounted to a Larsen Exercise.\r\n\r\nNor was the girl unembarrassed. If Ashe had been calmer he would\r\nhave observed on her cheek the flush which told that she, too,\r\nwas finding the situation trying. But, woman being ever better\r\nequipped with poise than man, it was she who spoke first.\r\n\r\n\"I'm afraid I'm disturbing you.\"\r\n\r\n\"No, no!\" said Ashe. \"Oh, no; not at all--not at all! No. Oh,\r\nno--not at all--no!\" And would have continued to play on the\r\ntheme indefinitely had not the girl spoken again.\r\n\r\n\"I wanted to apologize,\" she said, \"for my abominable rudeness in\r\nlaughing at you just now. It was idiotic of me and I don't know\r\nwhy I did it. I'm sorry.\"\r\n\r\nScience, with a thousand triumphs to her credit, has not yet\r\nsucceeded in discovering the correct reply for a young man to\r\nmake who finds himself in the appalling position of being\r\napologized to by a pretty girl. If he says nothing he seems\r\nsullen and unforgiving. If he says anything he makes a fool of\r\nhimself. Ashe, hesitating between these two courses, suddenly\r\ncaught sight of the sheet of paper over which he had been poring\r\nso long.\r\n\r\n\"What is a wand of death?\" he asked.\r\n\r\n\"I beg your pardon?\"\r\n\r\n\"A wand of death?\"\r\n\r\n\"I don't understand.\"\r\n\r\nThe delirium of the conversation was too much for Ashe. He burst\r\nout laughing. A moment later the girl did the same. And\r\nsimultaneously embarrassment ceased to be.\r\n\r\n\"I suppose you think I'm mad?\" said Ashe.\r\n\r\n\"Certainly,\" said the girl.\r\n\r\n\"Well, I should have been if you hadn't come in.\"\r\n\r\n\"Why was that?\"\r\n\r\n\"I was trying to write a detective story.\"\r\n\r\n\"I was wondering whether you were a writer.\"\r\n\r\n\"Do you write?\"\r\n\r\n\"Yes. Do you ever read Home Gossip?\"\r\n\r\n\"Never!\"\r\n\r\n\"You are quite right to speak in that thankful tone. It's a\r\nhorrid little paper--all brown-paper patterns and advice to the\r\nlovelorn and puzzles. I do a short story for it every week, under\r\nvarious names. A duke or an earl goes with each story. I loathe\r\nit intensely.\"\r\n\r\n\"I am sorry for your troubles,\" said Ashe firmly; \"but we are\r\nwandering from the point. What is a wand of death?\"\r\n\r\n\"A wand of death?\"\r\n\r\n\"A wand of death.\"\r\n\r\nThe girl frowned reflectively.\r\n\r\n\"Why, of course; it's the sacred ebony stick stolen from the\r\nIndian temple, which is supposed to bring death to whoever\r\npossesses it. The hero gets hold of it, and the priests dog him\r\nand send him threatening messages. What else could it be?\"\r\n\r\nAshe could not restrain his admiration.\r\n\r\n\"This is genius!\"\r\n\r\n\"Oh, no!\"\r\n\r\n\"Absolute genius. I see it all. The hero calls in Gridley Quayle,\r\nand that patronizing ass, by the aid of a series of wicked\r\ncoincidences, solves the mystery; and there am I, with another\r\nmonth's work done.\"\r\n\r\nShe looked at him with interest.\r\n\r\n\"Are you the author of Gridley Quayle?\"\r\n\r\n\"Don't tell me you read him!\"\r\n\r\n\"I do not read him! But he is published by the same firm that\r\npublishes Home Gossip, and I can't help seeing his cover\r\nsometimes while I am waiting in the waiting room to see the\r\neditress.\"\r\n\r\nAshe felt like one who meets a boyhood's chum on a desert island.\r\nHere was a real bond between them.\r\n\r\n\"Does the Mammoth publish you, too? Why, we are comrades in\r\nmisfortune--fellow serfs! We should be friends. Shall we be\r\nfriends?\"\r\n\r\n\"I should be delighted.\"\r\n\r\n\"Shall we shake hands, sit down, and talk about ourselves a\r\nlittle?\"\r\n\r\n\"But I am keeping you from your work.\"\r\n\r\n\"An errand of mercy.\"\r\n\r\nShe sat down. It is a simple act, this of sitting down; but, like\r\neverything else, it may be an index to character. There was\r\nsomething wholly satisfactory to Ashe in the manner in which this\r\ngirl did it. She neither seated herself on the extreme edge of\r\nthe easy-chair, as one braced for instant flight; nor did she\r\nwallow in the easy-chair, as one come to stay for the week-end.\r\nShe carried herself in an unconventional situation with an\r\nunstudied self-confidence that he could not sufficiently admire.\r\n\r\nEtiquette is not rigid in Arundell Street; but, nevertheless, a\r\ngirl in a first-floor front may be excused for showing surprise\r\nand hesitation when invited to a confidential chat with a\r\nsecond-floor front young man whom she has known only five\r\nminutes. But there is a freemasonry among those who live in large\r\ncities on small earnings.\r\n\r\n\"Shall we introduce ourselves?\" said Ashe. \"Or did Mrs. Bell tell\r\nyou my name? By the way, you have not been here long, have you?\"\r\n\r\n\"I took my room day before yesterday. But your name, if you are\r\nthe author of Gridley Quayle, is Felix Clovelly, isn't it?\"\r\n\r\n\"Good heavens, no! Surely you don't think anyone's name could\r\nreally be Felix Clovelly? That is only the cloak under which I\r\nhide my shame. My real name is Marson--Ashe Marson. And yours?\"\r\n\r\n\"Valentine--Joan Valentine.\"\r\n\r\n\"Will you tell me the story of your life, or shall I tell mine\r\nfirst?\"\r\n\r\n\"I don't know that I have any particular story. I am an\r\nAmerican.\"\r\n\r\n\"Not American!\"\r\n\r\n\"Why not?\"\r\n\r\n\"Because it is too extraordinary, too much like a Gridley Quayle\r\ncoincidence. I am an American!\"\r\n\r\n\"Well, so are a good many other people.\"\r\n\r\n\"You miss the point. We are not only fellow serfs--we are fellow\r\nexiles. You can't round the thing off by telling me you were born\r\nin Hayling, Massachusetts, I suppose?\"\r\n\r\n\"I was born in New York.\"\r\n\r\n\"Surely not! I didn't know anybody was.\"\r\n\r\n\"Why Hayling, Massachusetts?\"\r\n\r\n\"That was where I was born.\"\r\n\r\n\"I'm afraid I never heard of it.\"\r\n\r\n\"Strange. I know your home town quite well. But I have not yet\r\nmade my birthplace famous; in fact, I doubt whether I ever shall.\r\nI am beginning to realize that I am one of the failures.\"\r\n\r\n\"How old are you?\"\r\n\r\n\"Twenty-six.\"\r\n\r\n\"You are only twenty-six and you call yourself a failure? I think\r\nthat is a shameful thing to say.\"\r\n\r\n\"What would you call a man of twenty-six whose only means of\r\nmaking a living was the writing of Gridley Quayle stories--an\r\nempire builder?\"\r\n\r\n\"How do you know it's your only means of making a living? Why\r\ndon't you try something new?\"\r\n\r\n\"Such as?\"\r\n\r\n\"How should I know? Anything that comes along. Good gracious, Mr.\r\nMarson; here you are in the biggest city in the world, with\r\nchances for adventure simply shrieking to you on every side.\"\r\n\r\n\"I must be deaf. The only thing I have heard shrieking to me on\r\nevery side has been Mrs. Bell--for the week's rent.\"\r\n\r\n\"Read the papers. Read the advertisement columns. I'm sure you\r\nwill find something sooner or later. Don't get into a groove. Be\r\nan adventurer. Snatch at the next chance, whatever it is.\"\r\n\r\nAshe nodded.\r\n\r\n\"Continue,\" he said. \"Proceed. You are stimulating me.\"\r\n\r\n\"But why should you want a girl like me to stimulate you? Surely\r\nLondon is enough to do it without my help? You can always find\r\nsomething new, surely? Listen, Mr. Marson. I was thrown on my own\r\nresources about five years ago--never mind how. Since then I have\r\nworked in a shop, done typewriting, been on the stage, had a\r\nposition as governess, been a lady's maid--\"\r\n\r\n\"A what! A lady's maid?\"\r\n\r\n\"Why not? It was all experience; and I can assure you I would\r\nmuch rather be a lady's maid than a governess.\"\r\n\r\n\"I think I know what you mean. I was a private tutor once. I\r\nsuppose a governess is the female equivalent. I have often\r\nwondered what General Sherman would have said about private\r\ntutoring if he expressed himself so breezily about mere war. Was\r\nit fun being a lady's maid?\"\r\n\r\n\"It was pretty good fun; and it gave me an opportunity of\r\nstudying the aristocracy in its native haunts, which has made me\r\nthe Gossip's established authority on dukes and earls.\"\r\n\r\nAshe drew a deep breath--not a scientific deep breath, but one of\r\nadmiration.\r\n\r\n\"You are perfectly splendid!\"\r\n\r\n\"Splendid?\"\r\n\r\n\"I mean, you have such pluck.\"\r\n\r\n\"Oh, well; I keep on trying. I'm twenty-three and I haven't\r\nachieved anything much yet; but I certainly don't feel like\r\nsitting back and calling myself a failure.\"\r\n\r\nAshe made a grimace.\r\n\r\n\"All right,\" he said. \"I've got it.\"\r\n\r\n\"I meant you to,\" said Joan placidly. \"I hope I haven't bored you\r\nwith my autobiography, Mr. Marson. I'm not setting myself up as a\r\nshining example; but I do like action and hate stagnation.\"\r\n\r\n\"You are absolutely wonderful!\" said Ashe. \"You are a human\r\ncorrespondence course in efficiency, one of the ones you see\r\nadvertised in the back pages of the magazines, beginning, 'Young\r\nman, are you earning enough?' with a picture showing the dead\r\nbeat gazing wistfully at the boss' chair. You would galvanize a\r\njellyfish.\"\r\n\r\n\"If I have really stimulated you-----\"\r\n\r\n\"I think that was another slam,\" said Ashe pensively. \"Well, I\r\ndeserve it. Yes, you have stimulated me. I feel like a new man.\r\nIt's queer that you should have come to me right on top of\r\neverything else. I don't remember when I have felt so restless\r\nand discontented as this morning.\"\r\n\r\n\"It's the Spring.\"\r\n\r\n\"I suppose it is. I feel like doing something big and\r\nadventurous.\"\r\n\r\n\"Well, do it then. You have a Morning Post on the table. Have you\r\nread it yet?\"\r\n\r\n\"I glanced at it.\"\r\n\r\n\"But you haven't read the advertisement pages? Read them. They\r\nmay contain just the opening you want.\"\r\n\r\n\"Well, I'll do it; but my experience of advertisement pages is\r\nthat they are monopolized by philanthropists who want to lend you\r\nany sum from ten to a hundred thousand pounds on your note of\r\nhand only. However, I will scan them.\"\r\n\r\nJoan rose and held out her hand.\r\n\r\n\"Good-by, Mr. Marson. You've got your detective story to write,\r\nand I have to think out something with a duke in it by to-night;\r\nso I must be going.\" She smiled. \"We have traveled a good way\r\nfrom the point where we started, but I may as well go back to it\r\nbefore I leave you. I'm sorry I laughed at you this morning.\"\r\n\r\nAshe clasped her hand in a fervent grip.\r\n\r\n\"I'm not. Come and laugh at me whenever you feel like it. I like\r\nbeing laughed at. Why, when I started my morning exercises, half\r\nof London used to come and roll about the sidewalks in\r\nconvulsions. I'm not an attraction any longer and it makes me\r\nfeel lonesome. There are twenty-nine of those Larsen Exercises\r\nand you saw only part of the first. You have done so much for me\r\nthat if I can be of any use to you, in helping you to greet the\r\nday with a smile, I shall be only too proud. Exercise Six is a\r\nsure-fire mirth-provoker; I'll start with it to-morrow morning. I\r\ncan also recommend Exercise Eleven--a scream! Don't miss it.\"\r\n\r\n\"Very well. Well, good-by for the present.\"\r\n\r\n\"Good-by.\"\r\n\r\nShe was gone; and Ashe, thrilling with new emotions, stared at\r\nthe door which had closed behind her. He felt as though he had\r\nbeen wakened from sleep by a powerful electric shock.\r\n\r\nClose beside the sheet of paper on which he had inscribed the now\r\nluminous and suggestive title of his new Gridley Quayle story lay\r\nthe Morning Post, the advertisement columns of which he had\r\npromised her to explore. The least he could do was to begin at\r\nonce.\r\n\r\nHis spirits sank as he did so. It was the same old game. A Mr.\r\nBrian MacNeill, though doing no business with minors, was\r\nwilling--even anxious--to part with his vast fortune to anyone\r\nover the age of twenty-one whose means happened to be a trifle\r\nstraitened. This good man required no security whatever; nor did\r\nhis rivals in generosity, the Messrs. Angus Bruce, Duncan\r\nMacfarlane, Wallace Mackintosh and Donald MacNab. They, too,\r\nshowed a curious distaste for dealing with minors; but anyone of\r\nmaturer years could simply come round to the office and help\r\nhimself.\r\n\r\nAshe threw the paper down wearily. He had known all along that it\r\nwas no good. Romance was dead and the unexpected no longer\r\nhappened. He picked up his pen and began to write \"The Adventure\r\nof the Wand of Death.\""
  ]
}