{
  "index": 5,
  "title": "Chapter 4",
  "paragraphs": [
    "The four-fifteen express slid softly out of Paddington Station\r\nand Ashe Marson settled himself in the corner seat of his\r\nsecond-class compartment. Opposite him Joan Valentine had begun\r\nto read a magazine. Along the corridor, in a first-class smoking\r\ncompartment, Mr. Peters was lighting a big black cigar. Still\r\nfarther along the corridor, in a first-class non-smoking\r\ncompartment, Aline Peters looked through the window and thought\r\nof many things.\r\n\r\nIn English trains the tipping classes travel first; valets,\r\nlady's maids, footmen, nurses, and head stillroom maids, second;\r\nand housemaids, grooms, and minor and inferior stillroom maids,\r\nthird. But for these social distinctions, the whole fabric of\r\nsociety would collapse and anarchy stalk naked through the\r\nland--as in the United States.\r\n\r\nAshe was feeling remarkably light-hearted. He wished he had not\r\nbought Joan that magazine and thus deprived himself temporarily\r\nof the pleasure of her conversation; but that was the only flaw\r\nin his happiness. With the starting of the train, which might be\r\nconsidered the formal and official beginning of the delicate and\r\ndangerous enterprise on which he had embarked, he had definitely\r\ncome to the conclusion that the life adventurous was the life for\r\nhim. He had frequently suspected this to be the case, but it had\r\nrequired the actual experiment to bring certainty.\r\n\r\nAlmost more than physical courage, the ideal adventurer needs a\r\ncertain lively inquisitiveness, the quality of not being content\r\nto mind his own affairs; and in Ashe this quality was highly\r\ndeveloped. From boyhood up he had always been interested in\r\nthings that were none of his business. And it is just that\r\nattribute which the modern young man, as a rule, so sadly lacks.\r\n\r\nThe modern young man may do adventurous things if they are thrust\r\non him; but left to himself he will edge away uncomfortably and\r\nlook in the other direction when the goddess of adventure smiles\r\nat him. Training and tradition alike pluck at his sleeve and urge\r\nhim not to risk making himself ridiculous. And from sheer horror\r\nof laying himself open to the charge of not minding his own\r\nbusiness he falls into a stolid disregard of all that is out of\r\nthe ordinary and exciting. He tells himself that the shriek from\r\nthe lonely house he passed just now was only the high note of\r\nsome amateur songstress, and that the maiden in distress whom he\r\nsaw pursued by the ruffian with a knife was merely earning the\r\nsalary paid her by some motion-picture firm. And he proceeds on\r\nhis way, looking neither to left nor right.\r\n\r\nAshe had none of this degenerate coyness toward adventure. Though\r\nborn within easy distance of Boston and deposited by\r\ncircumstances in London, he possessed, nevertheless, to a\r\nremarkable degree, that quality so essentially the property of\r\nthe New Yorker--the quality known, for want of a more polished\r\nword, as rubber. It is true that it had needed the eloquence of\r\nJoan Valentine to stir him from his groove; but that was because\r\nhe was also lazy. He loved new sights and new experiences. Yes;\r\nhe was happy. The rattle of the train shaped itself into a lively\r\nmarch. He told himself that he had found the right occupation for\r\na young man in the Spring.\r\n\r\nJoan, meantime, intrenched behind her magazine, was also busy\r\nwith her thoughts. She was not reading the magazine; she held it\r\nbefore her as a protection, knowing that if she laid it down Ashe\r\nwould begin to talk. And just at present she had no desire for\r\nconversation. She, like Ashe, was contemplating the immediate\r\nfuture, but, unlike him, was not doing so with much pleasure. She\r\nwas regretting heartily that she had not resisted the temptation\r\nto uplift this young man and wishing that she had left him to\r\nwallow in the slothful peace in which she had found him.\r\n\r\nIt is curious how frequently in this world our attempts to\r\nstimulate and uplift swoop back on us and smite us like\r\nboomerangs. Ashe's presence was the direct outcome of her lecture\r\non enterprise, and it added a complication to an already\r\ncomplicated venture.\r\n\r\nShe did her best to be fair to Ashe. It was not his fault that he\r\nwas about to try to deprive her of five thousand dollars, which\r\nshe looked on as her personal property; but illogically she found\r\nherself feeling a little hostile.\r\n\r\nShe glanced furtively at him over the magazine, choosing by ill\r\nchance a moment when he had just directed his gaze at her. Their\r\neyes met and there was nothing for it but to talk; so she tucked\r\naway her hostility in a corner of her mind, where she could find\r\nit again when she wanted it, and prepared for the time being to\r\nbe friendly. After all, except for the fact that he was her\r\nrival, this was a pleasant and amusing young man, and one for\r\nwhom, until he made the announcement that had changed her whole\r\nattitude toward him, she had entertained a distinct feeling of\r\nfriendship--nothing warmer.\r\n\r\nThere was something about him that made her feel that she would\r\nhave liked to stroke his hair in a motherly way and straighten\r\nhis tie, and have cozy chats with him in darkened rooms by the\r\nlight of open fires, and make him tell her his inmost thoughts,\r\nand stimulate him to do something really worth while with his\r\nlife; but this, she held, was merely the instinct of a generous\r\nnature to be kind and helpful even to a comparative stranger.\r\n\r\n\"Well, Mr. Marson,\" she said, \"Here we are!\"\r\n\r\n\"Exactly what I was thinking,\" said Ashe.\r\n\r\nHe was conscious of a marked increase in the exhilaration the\r\nstarting of the expedition had brought to him. At the back of his\r\nmind he realized there had been all along a kind of wistful\r\nresentment at the change in this girl's manner toward him.\r\nDuring the brief conversation when he had told her of his having\r\nsecured his present situation, and later, only a few minutes\r\nback, on the platform of Paddington Station, he had sensed a\r\ncoldness, a certain hostility--so different from her pleasant\r\nfriendliness at their first meeting.\r\n\r\nShe had returned now to her earlier manner and he was surprised\r\nat the difference it made. He felt somehow younger, more alive.\r\nThe lilt of the train's rattle changed to a gay ragtime. This was\r\ncurious, because Joan was nothing more than a friend. He was not\r\nin love with her. One does not fall in love with a girl whom one\r\nhas met only three times. One is attracted--yes; but one does not\r\nfall in love.\r\n\r\nA moment's reflection enabled him to diagnose his sensations\r\ncorrectly. This odd impulse to leap across the compartment and\r\nkiss Joan was not love. It was merely the natural desire of a\r\ngood-hearted young man to be decently chummy with his species.\r\n\r\n\"Well, what do you think of it all, Mr. Marson?\" said Joan. \"Are\r\nyou sorry or glad that you let me persuade you to do this\r\nperfectly mad thing? I feel responsible for you, you know. If it\r\nhad not been for me you would have been comfortably in Arundell\r\nStreet, writing your Wand of Death.\"\r\n\r\n\"I'm glad.\"\r\n\r\n\"You don't feel any misgivings now that you are actually\r\ncommitted to domestic service?\"\r\n\r\n\"Not one.\"\r\n\r\nJoan, against her will, smiled approval on this uncompromising\r\nattitude. This young man might be her rival, but his demeanor on\r\nthe eve of perilous times appealed to her. That was the spirit\r\nshe liked and admired--that reckless acceptance of whatever might\r\ncome. It was the spirit in which she herself had gone into the\r\naffair and she was pleased to find that it animated Ashe\r\nalso--though, to be sure, it had its drawbacks. It made his\r\nrivalry the more dangerous. This reflection injected a touch of\r\nthe old hostility into her manner.\r\n\r\n\"I wonder whether you will continue to feel so brave.\"\r\n\r\n\"What do you mean?\"\r\n\r\nJoan perceived that she was in danger of going too far. She had\r\nno wish to unmask Ashe at the expense of revealing her own\r\nsecret. She must resist the temptation to hint that she had\r\ndiscovered his.\r\n\r\n\"I meant,\" she said quickly, \"that from what I have seen of him\r\nMr. Peters seems likely to be a rather trying man to work for.\"\r\n\r\nAshe's face cleared. For a moment he had almost suspected that\r\nshe had guessed his errand.\r\n\r\n\"Yes. I imagine he will be. He is what you might call\r\nquick-tempered. He has dyspepsia, you know.\"\r\n\r\n\"I know.\"\r\n\r\n\"What he wants is plenty of fresh air and no cigars, and a\r\nregular course of those Larsen Exercises that amused you so\r\nmuch.\"\r\n\r\nJoan laughed.\r\n\r\n\"Are you going to try and persuade Mr. Peters to twist himself\r\nabout like that? Do let me see it if you do.\"\r\n\r\n\"I wish I could.\"\r\n\r\n\"Do suggest it to him.\"\r\n\r\n\"Don't you think he would resent it from a valet?\"\r\n\r\n\"I keep forgetting that you are a valet. You look so unlike one.\"\r\n\r\n\"Old Peters didn't think so. He rather complimented me on my\r\nappearance. He said I was ordinary-looking.\"\r\n\r\n\"I shouldn't have called you that. You look so very strong and\r\nfit.\"\r\n\r\n\"Surely there are muscular valets?\"\r\n\r\n\"Well, yes; I suppose there are.\"\r\n\r\nAshe looked at her. He was thinking that never in his life had he\r\nseen a girl so amazingly pretty. What it was that she had done to\r\nherself was beyond him; but something, some trick of dress, had\r\ngiven her a touch of the demure that made her irresistible. She\r\nwas dressed in sober black, the ideal background for her\r\nfairness.\r\n\r\n\"While on the subject,\" he said, \"I suppose you know you don't\r\nlook in the least like a lady's maid? You look like a disguised\r\nprincess.\"\r\n\r\nShe laughed.\r\n\r\n\"That's very nice of you, Mr. Marson, but you're quite wrong.\r\nAnyone could tell I was a lady's maid, a mile away. You aren't\r\ncriticizing the dress, surely?\"\r\n\r\n\"The dress is all right. It's the general effect. I don't think\r\nyour expression is right. It's--it's--there's too much attack in\r\nit. You aren't meek enough.\"\r\n\r\nJoan's eyes opened wide.\r\n\r\n\"Meek! Have you ever seen an English lady's maid, Mr. Marson?\"\r\n\r\n\"Why, no; now that I come to think of it, I don't believe I\r\nhave.\"\r\n\r\n\"Well, let me tell you that meekness is her last quality. Why\r\nshould she be meek? Doesn't she go in after the groom of the\r\nchambers?\"\r\n\r\n\"Go in? Go in where?\"\r\n\r\n\"In to dinner.\" She smiled at the sight of his bewildered face.\r\n\"I'm afraid you don't know much about the etiquette of the new\r\nworld you have entered so rashly. Didn't you know that the rules\r\nof precedence among the servants of a big house in England are\r\nmore rigid and complicated than in English society?\"\r\n\r\n\"You're joking!\"\r\n\r\n\"I'm not joking. You try going in to dinner out of your proper\r\nplace when we get to Blandings and see what happens. A public\r\nrebuke from the butler is the least you could expect.\"\r\n\r\nA bead of perspiration appeared on Ashe's forehead.\r\n\r\n\"Heavens!\" he whispered. \"If a butler publicly rebuked me I think\r\nI should commit suicide. I couldn't survive it.\"\r\n\r\nHe stared, with fallen jaw, into the abyss of horror into which\r\nhe had leaped so light-heartedly. The servant problem, on this\r\nlarge scale, had been nonexistent for him until now. In the days\r\nof his youth, at Mayling, Massachusetts, his needs had been\r\nministered to by a muscular Swede. Later, at Oxford, there had\r\nbeen his \"scout\" and his bed maker, harmless persons both,\r\nprovided you locked up your whisky. And in London, his last\r\nphase, a succession of servitors of the type of the disheveled\r\nmaid at Number Seven had tended him.\r\n\r\nThat, dotted about the land of his adoption, there were houses in\r\nwhich larger staffs of domestics were maintained, he had been\r\nvaguely aware. Indeed, in \"Gridley Quayle, Investigator; the\r\nAdventure of the Missing Marquis\"--number four of the series--he\r\nhad drawn a picture of the home life of a duke, in which a butler\r\nand two powdered footmen had played their parts; but he had had\r\nno idea that rigid and complicated rules of etiquette swayed the\r\nprivate lives of these individuals. If he had given the matter a\r\nthought he had supposed that when the dinner hour arrived the\r\nbutler and the two footmen would troop into the kitchen and\r\nsquash in at the table wherever they found room.\r\n\r\n\"Tell me,\" he said. \"Tell me all you know. I feel as though I had\r\nescaped a frightful disaster.\"\r\n\r\n\"You probably have. I don't suppose there is anything so terrible\r\nas a snub from a butler.\"\r\n\r\n\"If there is I can't think of it. When I was at Oxford I used to\r\ngo and stay with a friend of mine who had a butler that looked\r\nlike a Roman emperor in swallowtails. He terrified me. I used to\r\ngrovel to the man. Please give me all the pointers you can.\"\r\n\r\n\"Well, as Mr. Peters' valet, I suppose you will be rather a big\r\nman.\"\r\n\r\n\"I shan't feel it.\"\r\n\r\n\"However large the house party is, Mr. Peters is sure to be the\r\nprincipal guest; so your standing will be correspondingly\r\nmagnificent. You come after the butler, the housekeeper, the\r\ngroom of the chambers, Lord Emsworth's valet, Lady Ann\r\nWarblington's lady's maid--\"\r\n\r\n\"Who is she?\"\r\n\r\n\"Lady Ann? Lord Emsworth's sister. She has lived with him since\r\nhis wife died. What was I saying? Oh, yes! After them come the\r\nhonorable Frederick Threepwood's valet and myself--and then you.\"\r\n\r\n\"I'm not so high up then, after all?\"\r\n\r\n\"Yes, you are. There's a whole crowd who come after you. It all\r\ndepends on how many other guests there are besides Mr. Peters.\"\r\n\r\n\"I suppose I charge in at the head of a drove of housemaids and\r\nscullery maids?\"\r\n\r\n\"My dear Mr. Marson, if a housemaid or a scullery maid tried to\r\nget into the steward's room and have her meals with us, she would\r\nbe--\"\r\n\r\n\"Rebuked by the butler?\"\r\n\r\n\"Lynched, I should think. Kitchen maids and scullery maids eat in\r\nthe kitchen. Chauffeurs, footmen, under-butler, pantry boys, hall\r\nboy, odd man and steward's-room footman take their meals in the\r\nservants' hall, waited on by the hall boy. The stillroom maids\r\nhave breakfast and tea in the stillroom, and dinner and supper in\r\nthe hall. The housemaids and nursery maids have breakfast and tea\r\nin the housemaid's sitting-room, and dinner and supper in the\r\nhall. The head housemaid ranks next to the head stillroom maid.\r\nThe laundry maids have a place of their own near the laundry, and\r\nthe head laundry maid ranks above the head housemaid. The chef\r\nhas his meals in a room of his own near the kitchen. Is there\r\nanything else I can tell you, Mr. Marson?\"\r\n\r\nAshe was staring at her with vacant eyes. He shook his head\r\ndumbly.\r\n\r\n\"We stop at Swindon in half an hour,\" said Joan softly. \"Don't\r\nyou think you would be wise to get out there and go straight back\r\nto London, Mr. Marson? Think of all you would avoid!\"\r\n\r\nAshe found speech.\r\n\r\n\"It's a nightmare!\"\r\n\r\n\"You would be far happier in Arundell Street. Why don't you get\r\nout at Swindon and go back?\"\r\n\r\nAshe shook his head.\r\n\r\n\"I can't. There's--there's a reason.\"\r\n\r\nJoan picked up her magazine again. Hostility had come out from\r\nthe corner into which she had tucked it away and was once more\r\nfilling her mind. She knew it was illogical, but she could not\r\nhelp it. For a moment, during her revelations of servants'\r\netiquette, she had allowed herself to hope that she had\r\nfrightened her rival out of the field, and the disappointment\r\nmade her feel irritable. She buried herself in a short story, and\r\ncountered Ashe's attempts at renewing the conversation with cold\r\nmonosyllables, until he ceased his efforts and fell into a moody\r\nsilence.\r\n\r\nHe was feeling hurt and angry. Her sudden coldness, following on\r\nthe friendliness with which she had talked so long, puzzled and\r\ninfuriated him. He felt as though he had been snubbed, and for no\r\nreason.\r\n\r\nHe resented the defensive magazine, though he had bought it for\r\nher himself. He resented her attitude of having ceased to\r\nrecognize his existence. A sadness, a filmy melancholy, crept\r\nover him. He brooded on the unutterable silliness of humanity,\r\nespecially the female portion of it, in erecting artificial\r\nbarriers to friendship. It was so unreasonable.\r\n\r\nAt their first meeting, when she might have been excused for\r\nshowing defensiveness, she had treated him with unaffected ease.\r\nWhen that meeting had ended there was a tacit understanding\r\nbetween them that all the preliminary awkwardnesses of the first\r\nstages of acquaintanceship were to be considered as having been\r\npassed; and that when they met again, if they ever did, it would\r\nbe as friends. And here she was, luring him on with apparent\r\nfriendliness, and then withdrawing into herself as though he had\r\npresumed.\r\n\r\nA rebellious spirit took possession of him. He didn't care! Let\r\nher be cold and distant. He would show her that she had no\r\nmonopoly of those qualities. He would not speak to her until she\r\nspoke to him; and when she spoke to him he would freeze her with\r\nhis courteous but bleakly aloof indifference.\r\n\r\nThe train rattled on. Joan read her magazine. Silence reigned in\r\nthe second-class compartment. Swindon was reached and passed.\r\nDarkness fell on the land. The journey began to seem interminable\r\nto Ashe; but presently there came a creaking of brakes and the\r\ntrain jerked itself to another stop. A voice on the platform made\r\nitself heard, calling:\r\n\r\n\"Market Blandings! Market Blandings Station!\"\r\n\r\n                        *   *   *\r\n\r\nThe village of Market Blandings is one of those sleepy English\r\nhamlets that modern progress has failed to touch; except by the\r\naddition of a railroad station and a room over the grocer's shop\r\nwhere moving pictures are on view on Tuesdays and Fridays. The\r\nchurch is Norman and the intelligence of the majority of the\r\nnatives Paleozoic. To alight at Market Blandings Station in the\r\ndusk of a rather chilly Spring day, when the southwest wind has\r\nshifted to due east and the thrifty inhabitants have not yet lit\r\ntheir windows, is to be smitten with the feeling that one is at\r\nthe edge of the world with no friends near.\r\n\r\nAshe, as he stood beside Mr. Peters' baggage and raked the\r\nunsympathetic darkness with a dreary eye, gave himself up to\r\nmelancholy. Above him an oil lamp shed a meager light. Along the\r\nplatform a small but sturdy porter was juggling with a milk can.\r\nThe east wind explored Ashe's system with chilly fingers.\r\n\r\nSomewhere out in the darkness into which Mr. Peters and Aline had\r\nalready vanished in a large automobile, lay the castle, with its\r\nbutler and its fearful code of etiquette. Soon the cart that was\r\nto convey him and the trunks thither would be arriving. He\r\nshivered.\r\n\r\nOut of the gloom and into the feeble rays of the oil lamp came\r\nJoan Valentine. She had been away, tucking Aline into the car.\r\nShe looked warm and cheerful. She was smiling in the old friendly\r\nway.\r\n\r\nIf girls realized their responsibilities they would be so careful\r\nwhen they smiled that they would probably abandon the practice\r\naltogether. There are moments in a man's life when a girl's smile\r\ncan have as important results as an explosion of dynamite.\r\n\r\nIn the course of their brief acquaintance Joan had smiled at Ashe\r\nmany times, but the conditions governing those occasions had not\r\nbeen such as to permit him to be seriously affected. He had been\r\npleased on such occasions; he had admired her smile in a detached\r\nand critical spirit; but he had not been overwhelmed by it. The\r\nframe of mind necessary for that result had been lacking.\r\n\r\nNow, however, after five minutes of solitude on the depressing\r\nplatform of Market Blandings Station, he was what the\r\nspiritualists call a sensitive subject. He had reached that depth\r\nof gloom and bodily discomfort when a sudden smile has all the\r\neffect of strong liquor and good news administered\r\nsimultaneously, warming the blood and comforting the soul, and\r\ngenerally turning the world from a bleak desert into a land\r\nflowing with milk and honey.\r\n\r\nIt is not too much to say that he reeled before Joan's smile. It\r\nwas so entirely unexpected. He clutched Mr. Peters' steamer trunk\r\nin his emotion. All his resolutions to be cold and distant were\r\nswept away. He had the feeling that in a friendless universe here\r\nwas somebody who was fond of him and glad to see him.\r\n\r\nA smile of such importance demands analysis, and in this case\r\nrepays it; for many things lay behind this smile of Joan\r\nValentine's on the platform of Market Blandings Station.\r\n\r\nIn the first place, she had had another of her swift changes of\r\nmood, and had once again tucked away hostility into its corner.\r\nShe had thought it over and had come to the conclusion that as\r\nshe had no logical grievance against Ashe for anything he had\r\ndone to be distant to him was the behavior of a cat. Consequently\r\nshe resolved, when they should meet again, to resume her attitude\r\nof good-fellowship. That in itself would have been enough to make\r\nher smile.\r\n\r\nThere was another reason, however, which had nothing to do with\r\nAshe. While she had been tucking Aline into the automobile she\r\nmet the eye of the driver of that vehicle and had perceived a\r\ncurious look in it--a look of amazement and sheer terror. A\r\nmoment, later, when Aline called the driver Freddie, she had\r\nunderstood. No wonder the Honorable Freddie had looked as though\r\nhe had seen a ghost.\r\n\r\nIt would be a relief to the poor fellow when, as he undoubtedly\r\nwould do in the course of the drive, he inquired of Aline the\r\nname of her maid and was told that it was Simpson. He would\r\nmutter something about \"Reminds me of a girl I used to know,\" and\r\nwould brood on the remarkable way in which Nature produces\r\ndoubles. But he had a bad moment, and it was partly at the\r\nrecollection of his face that Joan smiled.\r\n\r\nA third reason was because the sight of the Honorable Freddie had\r\nreminded her that R. Jones had said he had written her poetry.\r\nThat thought, too, had contributed toward the smile which so\r\ndazzled Ashe.\r\n\r\nAshe, not being miraculously intuitive, accepted the easier\r\nexplanation that she smiled because she was glad to be in his\r\ncompany; and this thought, coming on top of his mood of despair\r\nand general dissatisfaction with everything mundane, acted on him\r\nlike some powerful chemical.\r\n\r\nIn every man's life there is generally one moment to which in\r\nlater years he can look back and say: \"In this moment I fell in\r\nlove!\" Such a moment came to Ashe now.\r\n\r\n          Betwixt the stirrup and the ground,\r\n          Mercy I asked; mercy I found.\r\n\r\nSo sings the poet and so it was with Ashe.\r\n\r\nIn the almost incredibly brief time it took the small but sturdy\r\nporter to roll a milk can across the platform and hump it, with a\r\nclang, against other milk cans similarly treated a moment before,\r\nAshe fell in love.\r\n\r\nThe word is so loosely used, to cover a thousand varying shades\r\nof emotion--from the volcanic passion of an Antony for a\r\nCleopatra to the tepid preference of a grocer's assistant for the\r\nIrish maid at the second house on Main Street, as opposed to the\r\nNorwegian maid at the first house past the post office--the mere\r\nstatement that Ashe fell in love is not a sufficient description\r\nof his feelings as he stood grasping Mr. Peters' steamer trunk.\r\nAnalysis is required.\r\n\r\nFrom his fourteenth year onward Ashe had been in love many times.\r\nHis sensations in the case of Joan were neither the terrific\r\nupheaval that had caused him, in his fifteenth year, to collect\r\ntwenty-eight photographs of the heroine of the road company of a\r\nmusical comedy which had visited the Hayling Opera House, nor the\r\nmilder flame that had caused him, when at college, to give up\r\nsmoking for a week and try to read the complete works of Ella\r\nWheeler Wilcox.\r\n\r\nHis love was something that lay between these two poles.\r\n\r\nHe did not wish the station platform of Market Blandings to\r\nbecome suddenly congested with red Indians so that he might save\r\nJoan's life; and he did not wish to give up anything at all. But\r\nhe was conscious--to the very depths of his being--that a future\r\nin which Joan did not figure would be so insupportable as not to\r\nbear considering; and in the immediate present he very strongly\r\nfavored the idea of clasping Joan in his arms and kissing her\r\nuntil further notice.\r\n\r\nMingled with these feelings was an excited gratitude to her for\r\ncoming to him like this, with that electric smile on her face; a\r\nstunned realization that she was a thousand times prettier than\r\nhe had ever imagined; and a humility that threatened to make him\r\nloose his clutch on the steamer trunk and roll about at her feet,\r\nyapping like a dog.\r\n\r\nGratitude, so far as he could dissect his tangled emotion was the\r\npredominating ingredient of his mood. Only once in his life had\r\nhe felt so passionately grateful to any human being. On that\r\noccasion, too, the object of his gratitude had been feminine.\r\n\r\nYears before, when a boy in his father's home in distant Hayling,\r\nMassachusetts, those in authority had commanded that he--in his\r\neleventh year and as shy as one can be only at that interesting\r\nage--should rise in the presence of a roomful of strangers, adult\r\nguests, and recite \"The Wreck of the Hesperus.\"\r\n\r\nHe had risen. He had blushed. He had stammered. He had contrived\r\nto whisper: \"It was the Schooner Hesperus.\" And then, in a corner\r\nof the room, a little girl, for no properly explained reason, had\r\nburst out crying. She had yelled, she had bellowed, and would not\r\nbe comforted; and in the ensuing confusion Ashe had escaped to\r\nthe woodpile at the bottom of the garden, saved by a miracle.\r\n\r\nAll his life he had remembered the gratitude he had felt for that\r\nlittle timely girl, and never until now had he experienced any\r\nother similar spasm. But as he looked at Joan he found himself\r\nrenewing that emotion of fifteen years ago.\r\n\r\nShe was about to speak. In a sort of trance he watched her lips\r\npart. He waited almost reverently for the first words she should\r\nspeak to him in her new role of the only authentic goddess.\r\n\r\n\"Isn't it a shame?\" she said. \"I've just put a penny in the\r\nchocolate slot machine--and it's empty! I've a good mind to write\r\nto the company.\"\r\n\r\nAshe felt as though he were listening to the strains of some\r\ngrand sweet anthem.\r\n\r\nThe small but sturdy porter, weary of his work among the milk\r\ncans, or perhaps--let us not do him an injustice even in\r\nthought--having finished it, approached them.\r\n\r\n\"The cart from the castle's here.\"\r\n\r\nIn the gloom beyond him there gleamed a light which had not been\r\nthere before. The meditative snort of a horse supported his\r\nstatement. He began to deal as authoritatively with Mr. Peters'\r\nsteamer trunk as he had dealt with the milk cans.\r\n\r\n\"At last!\" said Joan. \"I hope it's a covered cart. I'm frozen.\r\nLet's go and see.\"\r\n\r\nAshe followed her with the gait of an automaton.\r\n\r\n                        *   *   *\r\n\r\nCold is the ogre that drives all beautiful things into hiding.\r\nBelow the surface of a frost-bound garden there lurk hidden\r\nbulbs, which are only biding their time to burst forth in a riot\r\nof laughing color; but shivering Nature dare not put forth her\r\nflowers until the ogre has gone. Not otherwise does cold suppress\r\nlove. A man in an open cart on an English Spring night may\r\ncontinue to be in love; but love is not the emotion uppermost in\r\nhis bosom. It shrinks within him and waits for better times.\r\n\r\nThe cart was not a covered cart. It was open to the four winds of\r\nheaven, of which the one at present active proceeded from the\r\nbleak east. To this fact may be attributed Ashe's swift recovery\r\nfrom the exalted mood into which Joan's smile had thrown him, his\r\nalmost instant emergence from the trance. Deep down in him he was\r\naware that his attitude toward Joan had not changed, but his\r\nconscious self was too fully occupied with the almost hopeless\r\ntask of keeping his blood circulating, to permit of thoughts of\r\nlove. Before the cart had traveled twenty yards he was a mere\r\nchunk of frozen misery.\r\n\r\nAfter an eternity of winding roads, darkened cottages, and black\r\nfields and hedges, the cart turned in at a massive iron gate,\r\nwhich stood open giving entrance to a smooth gravel drive. Here\r\nthe way ran for nearly a mile through an open park of great trees\r\nand was then swallowed in the darkness of dense shrubberies.\r\nPresently to the left appeared lights, at first in ones and twos,\r\nshining out and vanishing again; then, as the shrubberies ended\r\nand the smooth lawns and terraces began, blazing down on the\r\ntravelers from a score of windows, with the heartening effect of\r\nfires on a winter night.\r\n\r\nAgainst the pale gray sky Blandings Castle stood out like a\r\nmountain. It was a noble pile, of Early Tudor building. Its\r\nhistory is recorded in England's history books and Viollet-le-Duc\r\nhas written of its architecture. It dominated the surrounding\r\ncountry.\r\n\r\nThe feature of it which impressed Ashe most at this moment,\r\nhowever, was the fact that it looked warm; and for the first time\r\nsince the drive began he found himself in a mood that\r\napproximated cheerfulness. It was a little early to begin feeling\r\ncheerful, he discovered, for the journey was by no means over.\r\nArrived within sight of the castle, the cart began a detour,\r\nwhich, ten minutes later, brought it under an arch and over\r\ncobblestones to the rear of the building, where it eventually\r\npulled up in front of a great door.\r\n\r\nAshe descended painfully and beat his feet against the cobbles.\r\nHe helped Joan to climb down. Joan was apparently in a gentle\r\nglow. Women seem impervious to cold.\r\n\r\nThe door opened. Warm, kitcheny scents came through it. Strong\r\nmen hurried out to take down the trunks, while fair women, in the\r\nshape of two nervous scullery maids, approached Joan and Ashe,\r\nand bobbed curtsies. This under more normal conditions would have\r\nbeen enough to unman Ashe; but in his frozen state a mere\r\ncurtsying scullery maid expended herself harmlessly on him. He\r\neven acknowledged the greeting with a kindly nod.\r\n\r\nThe scullery maids, it seemed, were acting in much the same\r\ncapacity as the attaches of royalty. One was there to conduct\r\nJoan to the presence of Mrs. Twemlow, the housekeeper; the other\r\nto lead Ashe to where Beach, the butler, waited to do honor to\r\nthe valet of the castle's most important guest.\r\n\r\nAfter a short walk down a stone-flagged passage Joan and her\r\nescort turned to the right. Ashe's objective appeared to be\r\nlocated to the left. He parted from Joan with regret. Her moral\r\nsupport would have been welcome.\r\n\r\nPresently his scullery maid stopped at a door and tapped thereon.\r\nA fruity voice, like old tawny port made audible, said: \"Come\r\nin!\" Ashe's guide opened the door.\r\n\r\n\"The gentleman, Mr. Beach,\" said she, and scuttled away to the\r\nless rarefied atmosphere of the kitchen.\r\n\r\nAshe's first impression of Beach, the butler, was one of tension.\r\nOther people, confronted for the first time with Beach, had felt\r\nthe same. He had that strained air of being on the very point of\r\nbursting that one sees in bullfrogs and toy balloons. Nervous and\r\nimaginative men, meeting Beach, braced themselves involuntarily,\r\nstiffening their muscles for the explosion. Those who had the\r\npleasure of more intimate acquaintance with him soon passed this\r\nstage, just as people whose homes are on the slopes of Mount\r\nVesuvius become immune to fear of eruptions.\r\n\r\nAs far back as they could remember Beach had always looked as\r\nthough an apoplectic fit were a matter of minutes; but he never\r\nhad apoplexy and in time they came to ignore the possibility of\r\nit. Ashe, however, approaching him with a fresh eye, had the\r\nfeeling that this strain could not possibly continue and that\r\nwithin a very short space of time the worst must happen. The\r\nprospect of this did much to rouse him from the coma into which\r\nhe had been frozen by the rigors of the journey.\r\n\r\nButlers as a class seem to grow less and less like anything human\r\nin proportion to the magnificence of their surroundings. There is\r\na type of butler employed in the comparatively modest homes of\r\nsmall country gentlemen who is practically a man and a brother;\r\nwho hobnobs with the local tradesmen, sings a good comic song at\r\nthe village inn, and in times of crisis will even turn to and\r\nwork the pump when the water supply suddenly fails.\r\n\r\nThe greater the house the more does the butler diverge from this\r\ntype. Blandings Castle was one of the more important of England's\r\nshow places, and Beach accordingly had acquired a dignified\r\ninertia that almost qualified him for inclusion in the vegetable\r\nkingdom. He moved--when he moved at all--slowly. He distilled\r\nspeech with the air of one measuring out drops of some precious\r\ndrug. His heavy-lidded eyes had the fixed expression of a\r\nstatue's.\r\n\r\nWith an almost imperceptible wave of a fat white hand, he\r\nconveyed to Ashe that he desired him to sit down. With a stately\r\nmovement of his other hand, he picked up a kettle, which simmered\r\non the hob. With an inclination of his head, he called Ashe's\r\nattention to a decanter on the table.\r\n\r\nIn another moment Ashe was sipping a whisky toddy, with the\r\nfeeling that he had been privileged to assist at some mystic\r\nrite. Mr. Beach, posting himself before the fire and placing his\r\nhands behind his back, permitted speech to drip from him.\r\n\r\n\"I have not the advantage of your name, Mr.----\"\r\n\r\nAshe introduced himself. Beach acknowledged the information with\r\na half bow.\r\n\r\n\"You must have had a cold ride, Mr. Marson. The wind is in the\r\neast.\"\r\n\r\nAshe said yes; the ride had been cold.\r\n\r\n\"When the wind is in the east,\" continued Mr. Beach, letting each\r\nsyllable escape with apparent reluctance, \"I suffer from my\r\nfeet.\"\r\n\r\n\"I beg your pardon?\"\r\n\r\n\"I suffer from my feet,\" repeated the butler, measuring out the\r\ndrops. \"You are a young man, Mr. Marson. Probably you do not know\r\nwhat it is to suffer from your feet.\" He surveyed Ashe, his\r\nwhisky toddy and the wall beyond him, with heavy-lidded\r\ninscrutability. \"Corns!\" he said.\r\n\r\nAshe said he was sorry.\r\n\r\n\"I suffer extremely from my feet--not only corns. I have but\r\nrecently recovered from an ingrowing toenail. I suffered greatly\r\nfrom my ingrowing toenail. I suffer from swollen joints.\"\r\n\r\nAshe regarded this martyr with increasing disfavor. It is the\r\nflaw in the character of many excessively healthy young men that,\r\nthough kind-hearted enough in most respects, they listen with a\r\nregrettable feeling of impatience to the confessions of those\r\nless happily situated as regards the ills of the flesh. Rightly\r\nor wrongly, they hold that these statements should be reserved\r\nfor the ear of the medical profession, and other and more general\r\ntopics selected for conversation with laymen.\r\n\r\n\"I'm sorry,\" he said hastily. \"You must have had a bad time. Is\r\nthere a large house party here just now?\"\r\n\r\n\"We are expecting,\" said Mr. Beach, \"a number of guests. We shall\r\nin all probability sit down thirty or more to dinner.\"\r\n\r\n\"A responsibility for you,\" said Ashe ingratiatingly, well\r\npleased to be quit of the feet topic.\r\n\r\nMr. Beach nodded.\r\n\r\n\"You are right, Mr. Marson. Few persons realize the\r\nresponsibilities of a man in my position. Sometimes, I can assure\r\nyou, it preys on my mind, and I suffer from nervous headaches.\"\r\n\r\nAshe began to feel like a man trying to put out a fire which, as\r\nfast as he checks it at one point, breaks out at another.\r\n\r\n\"Sometimes when I come off duty everything gets blurred. The\r\noutlines of objects grow indistinct and misty. I have to sit down\r\nin a chair. The pain is excruciating.\"\r\n\r\n\"But it helps you to forget the pain in your feet.\"\r\n\r\n\"No, no. I suffer from my feet simultaneously.\"\r\n\r\nAshe gave up the struggle.\r\n\r\n\"Tell me all about your feet,\" he said.\r\n\r\nAnd Mr. Beach told him all about his feet.\r\n\r\nThe pleasantest functions must come to an end, and the moment\r\narrived when the final word on the subject of swollen joints was\r\nspoken. Ashe, who had resigned himself to a permanent\r\ncontemplation of the subject, could hardly believe he heard\r\ncorrectly when, at the end of some ten minutes, his companion\r\nchanged the conversation.\r\n\r\n\"You have been with Mr. Peters some time, Mr. Marson?\"\r\n\r\n\"Eh? Oh! Oh, no only since last Wednesday.\"\r\n\r\n\"Indeed! Might I inquire whom you assisted before that?\"\r\n\r\nFor a moment Ashe did what he would not have believed himself\r\ncapable of doing--regretted that the topic of feet was no longer\r\nunder discussion. The question placed him in an awkward position.\r\nIf he lied and credited himself with a lengthy experience as a\r\nvalet, he risked exposing himself. If he told the truth and\r\nconfessed that this was his maiden effort in the capacity of\r\ngentleman's gentleman, what would the butler think? There were\r\nobjections to each course, but to tell the truth was the easier\r\nof the two; so he told it.\r\n\r\n\"Your first situation?\" said Mr. Beach. \"Indeed!\"\r\n\r\n\"I was--er--doing something else before I met Mr. Peters,\" said\r\nAshe.\r\n\r\nMr. Beach was too well-bred to be inquisitive, but his eyebrows\r\nwere not.\r\n\r\n\"Ah!\" he said. \"?\" cried his eyebrows. \"?--?--?\"\r\n\r\nAshe ignored the eyebrows.\r\n\r\n\"Something different,\" he said.\r\n\r\nThere was an awkward silence. Ashe appreciated its awkwardness.\r\nHe was conscious of a grievance against Mr. Peters. Why could not\r\nMr. Peters have brought him down here as his secretary? To be\r\nsure, he had advanced some objection to that course in their\r\nconversation at the offices of Mainprice, Mainprice & Boole; but\r\nmerely a silly, far-fetched objection. He wished he had had the\r\nsense to fight the point while there was time; but at the moment\r\nwhen they were arranging plans he had been rather tickled by the\r\nthought of becoming a valet. The notion had a pleasing\r\nmusical-comedy touch about it. Why had he not foreseen the\r\ncomplications that must ensue? He could tell by the look on his\r\nface that this confounded butler was waiting for him to give a\r\nfull explanation. What would he think if he withheld it? He would\r\nprobably suppose that Ashe had been in prison.\r\n\r\nWell, there was nothing to be done about it. If Beach was\r\nsuspicious, he must remain suspicious. Fortunately the suspicions\r\nof a butler do not matter much.\r\n\r\nMr. Beach's eyebrows were still mutely urging him to reveal all,\r\nbut Ashe directed his gaze at that portion of the room which Mr.\r\nBeach did not fill. He would be hanged if he was going to let\r\nhimself be hypnotized by a pair of eyebrows into incriminating\r\nhimself! He glared stolidly at the pattern of the wallpaper,\r\nwhich represented a number of birds of an unknown species seated\r\non a corresponding number of exotic shrubs.\r\n\r\nThe silence was growing oppressive. Somebody had to break it\r\nsoon. And as Mr. Beach was still confining himself to the\r\nlanguage of the eyebrow and apparently intended to fight it out\r\non that line if it took all Summer, Ashe himself broke it.\r\n\r\nIt seemed to him as he reconstructed the scene in bed that night\r\nthat Providence must have suggested the subject to Mr. Peters'\r\nindigestion; for the mere mention of his employer's sufferings\r\nacted like magic on the butler.\r\n\r\n\"I might have had better luck while I was looking for a place,\"\r\nsaid Ashe. \"I dare say you know how bad-tempered Mr. Peters is.\r\nHe is dyspeptic.\"\r\n\r\n\"So,\" responded Mr. Beach, \"I have been informed.\" He brooded for\r\na space. \"I, too,\" he proceeded, \"suffer from my stomach. I have\r\na weak stomach. The lining of my stomach is not what I could wish\r\nthe lining of my stomach to be.\"\r\n\r\n\"Tell me,\" said Ashe gratefully, leaning forward in an attitude\r\nof attention, \"all about the lining of your stomach.\"\r\n\r\nIt was a quarter of an hour later when Mr. Beach was checked in\r\nhis discourse by the chiming of the little clock on the\r\nmantelpiece. He turned round and gazed at it with surprise not\r\nunmixed with displeasure.\r\n\r\n\"So late?\" he said. \"I shall have to be going about my duties.\r\nAnd you, also, Mr. Marson, if I may make the suggestion. No doubt\r\nMr. Peters will be wishing to have your assistance in preparing\r\nfor dinner. If you go along the passage outside you will come to\r\nthe door that separates our portion of the house from the other.\r\nI must beg you to excuse me. I have to go to the cellar.\"\r\n\r\nFollowing his directions Ashe came after a walk of a few yards to\r\na green-baize door, which, swinging at his push, gave him a view\r\nof what he correctly took to be the main hall of the castle--a\r\nwide, comfortable space, ringed with settees and warmed by a log\r\nfire burning in a mammoth fireplace. On the right a broad\r\nstaircase led to the upper regions.\r\n\r\nIt was at this point that Ashe realized the incompleteness of Mr.\r\nBeach's directions. Doubtless, the broad staircase would take him\r\nto the floor on which were the bedrooms; but how was he to\r\nascertain, without the tedious process of knocking and inquiring\r\nat each door, which was the one assigned to Mr. Peters? It was\r\ntoo late to go back and ask the butler for further guidance;\r\nalready he was on his way to the cellar in quest of the evening's\r\nwine.\r\n\r\nAs he stood irresolute a door across the hall opened and a man of\r\nhis own age came out. Through the doorway, which the young man\r\nheld open for an instant while he answered a question from\r\nsomebody within, Ashe had a glimpse of glass-topped cases.\r\n\r\nCould this be the museum--his goal? The next moment the door,\r\nopening a few inches more, revealed the outlying portions of an\r\nEgyptian mummy and brought certainty. It flashed across Ashe's\r\nmind that the sooner he explored the museum and located Mr.\r\nPeters' scarab, the better. He decided to ask Beach to take him\r\nthere as soon as he had leisure.\r\n\r\nMeantime the young man had closed the museum door and was\r\ncrossing the hall. He was a wiry-haired, severe-looking young\r\nman, with a sharp nose and eyes that gleamed through rimless\r\nspectacles--none other, in fact than Lord Emsworth's private\r\nsecretary, the Efficient Baxter. Ashe hailed him:\r\n\r\n\"I say, old man, would you mind telling me how I get to Mr.\r\nPeters' room? I've lost my bearings.\"\r\n\r\nHe did not reflect that this was hardly the way in which valets\r\nin the best society addressed their superiors. That is the worst\r\nof adopting what might be called a character part. One can manage\r\nthe business well enough; it is the dialogue that provides the\r\npitfalls.\r\n\r\nMr. Baxter would have accorded a hearty agreement to the\r\nstatement that this was not the way in which a valet should have\r\nspoken to him; but at the moment he was not aware that Ashe was a\r\nvalet. From his easy mode of address he assumed that he was one\r\nof the numerous guests who had been arriving at the castle all\r\nday. As he had asked for Mr. Peters, he fancied that Ashe must be\r\nthe Honorable Freddie's American friend, George Emerson, whom he\r\nhad not yet met. Consequently he replied with much cordiality\r\nthat Mr. Peters' room was the second at the left on the second\r\nfloor.\r\n\r\nHe said Ashe could not miss it. Ashe said he was much obliged.\r\n\r\n\"Awfully good of you,\" said Ashe.\r\n\r\n\"Not at all,\" said Mr. Baxter.\r\n\r\n\"You lose your way in a place like this,\" said Ashe.\r\n\r\n\"You certainly do,\" said Mr. Baxter.\r\n\r\nAshe went on his upward path and in a few moments was knocking at\r\nthe door indicated. And sure enough it was Mr. Peters' voice that\r\ninvited him to enter.\r\n\r\nMr. Peters, partially arrayed in the correct garb for gentlemen\r\nabout to dine, was standing in front of the mirror, wrestling\r\nwith his evening tie. As Ashe entered he removed his fingers and\r\nanxiously examined his handiwork. It proved unsatisfactory. With\r\na yelp and an oath, he tore the offending linen from his neck.\r\n\r\n\"Damn the thing!\"\r\n\r\nIt was plain to Ashe that his employer was in no sunny mood.\r\nThere are few things less calculated to engender sunniness in a\r\nnaturally bad-tempered man than a dress tie that will not let\r\nitself be pulled and twisted into the right shape. Even when\r\nthings went well, Mr. Peters hated dressing for dinner. Words\r\ncannot describe his feelings when they went wrong.\r\n\r\nThere is something to be said in excuse for this impatience: It\r\nis a hollow mockery to be obliged to deck one's person as for a\r\nfeast when that feast is to consist of a little asparagus and a\r\nfew nuts.\r\n\r\nMr. Peters' eye met Ashe's in the mirror.\r\n\r\n\"Oh, it's you, is it? Come in, then. Don't stand staring. Close\r\nthat door quick! Hustle! Don't scrape your feet on the floor.\r\nTry to look intelligent. Don't gape. Where have you been all this\r\nwhile? Why didn't you come before? Can you tie a tie? All right,\r\nthen--do it!\"\r\n\r\nSomewhat calmed by the snow-white butterfly-shaped creation that\r\ngrew under Ashe's fingers, he permitted himself to be helped into\r\nhis coat. He picked up the remnant of a black cigar from the\r\ndressing-table and relit it.\r\n\r\n\"I've been thinking about you,\" he said.\r\n\r\n\"Yes?\" said Ashe.\r\n\r\n\"Have you located the scarab yet?\"\r\n\r\n\"No.\"\r\n\r\n\"What the devil have you been doing with yourself then? You've\r\nhad time to collar it a dozen times.\"\r\n\r\n\"I have been talking to the butler.\"\r\n\r\n\"What the devil do you waste time talking to butlers for? I\r\nsuppose you haven't even located the museum yet?\"\r\n\r\n\"Yes; I've done that.\"\r\n\r\n\"Oh, you have, have you? Well, that's something. And how do you\r\npropose setting about the job?\"\r\n\r\n\"The best plan would be to go there very late at night.\"\r\n\r\n\"Well, you didn't propose to stroll in in the afternoon, did you?\r\nHow are you going to find the scarab when you do get in?\"\r\n\r\nAshe had not thought of that. The deeper he went into this\r\nbusiness the more things did there seem to be in it of which he\r\nhad not thought.\r\n\r\n\"I don't know,\" he confessed.\r\n\r\n\"You don't know! Tell me, young man, are you considered pretty\r\nbright, as Englishmen go?\"\r\n\r\n\"I am not English. I was born near Boston.\"\r\n\r\n\"Oh, you were, were you? You blanked bone-headed, bean-eating\r\nboob!\" cried Mr. Peters, frothing over quite unexpectedly and\r\nwaving his arms in a sudden burst of fury. \"Then if you are an\r\nAmerican why don't you show a little more enterprise? Why don't\r\nyou put something over? Why do you loaf about the place as though\r\nyou were supposed to be an ornament? I want results--and I want\r\nthem quick!\r\n\r\n\"I'll tell you how you can recognize my scarab when you get into\r\nthe museum. That shameless old green-goods man who sneaked it\r\nfrom me has had the gall, the nerve, to put it all by itself,\r\nwith a notice as big as a circus poster alongside of it saying\r\nthat it is a Cheops of the Fourth Dynasty, presented\"--Mr. Peters\r\nchoked--\"presented by J. Preston Peters, Esquire! That's how\r\nyou're going to recognize it.\"\r\n\r\nAshe did not laugh, but he nearly dislocated a rib in his effort\r\nto abstain from doing so. It seemed to him that this act on Lord\r\nEmsworth's part effectually disposed of the theory that Britons\r\nhave no sense of humor. To rob a man of his choicest possession\r\nand then thank him publicly for letting you have it appealed to\r\nAshe as excellent comedy.\r\n\r\n\"The thing isn't even in a glass case,\" continued Mr. Peters.\r\n\"It's lying on an open tray on top of a cabinet of Roman coins.\r\nAnybody who was left alone for two minutes in the place could\r\ntake it! It's criminal carelessness to leave a valuable scarab\r\nabout like that. If Lord Jesse James was going to steal my Cheops\r\nhe might at least have had the decency to treat it as though it\r\nwas worth something.\"\r\n\r\n\"But it makes it easier for me to get it,\" said Ashe consolingly.\r\n\r\n\"It's got to be made easy if you are to get it!\" snapped Mr.\r\nPeters. \"Here's another thing: You say you are going to try for\r\nit late at night. Well, what are you going to do if anyone\r\ncatches you prowling round at that time? Have you considered\r\nthat?\"\r\n\r\n\"No.\"\r\n\r\n\"You would have to say something, wouldn't you? You wouldn't chat\r\nabout the weather, would you? You wouldn't discuss the latest\r\nplay? You would have to think up some mighty good reason for\r\nbeing out of bed at that time, wouldn't you?\"\r\n\r\n\"I suppose so.\"\r\n\r\n\"Oh, you do admit that, do you? Well, what you would say is this:\r\nYou would explain that I had rung for you to come and read me to\r\nsleep. Do you understand?\"\r\n\r\n\"You think that would be a satisfactory explanation of my being\r\nin the museum?\"\r\n\r\n\"Idiot! I don't mean that you're to say it if you're caught\r\nactually in the museum. If you're caught in the museum the best\r\nthing you can do is to say nothing, and hope that the judge will\r\nlet you off light because it's your first offense. You're to say\r\nit if you're found wandering about on your way there.\"\r\n\r\n\"It sounds thin to me.\"\r\n\r\n\"Does it? Well, let me tell you that it isn't so thin as you\r\nsuppose, for it's what you will actually have to do most nights.\r\nTwo nights out of three I have to be read to sleep. My\r\nindigestion gives me insomnia.\" As though to push this fact home,\r\nMr. Peters suddenly bent double. \"Oof!\" he said. \"Wow!\" He\r\nremoved the cigar from his mouth and inserted a digestive\r\ntabloid. \"The lining of my stomach is all wrong,\" he added.\r\n\r\nIt is curious how trivial are the immediate causes that produce\r\nrevolutions. If Mr. Peters had worded his complaint differently\r\nAshe would in all probability have borne it without active\r\nprotest. He had been growing more and more annoyed with this\r\nlittle person who buzzed and barked and bit at him, yet the idea\r\nof definite revolt had not occurred to him. But his sufferings at\r\nthe hands of Beach, the butler, had reduced him to a state where\r\nhe could endure no further mention of stomachic linings. There\r\ncomes a time when our capacity for listening to detailed data\r\nabout the linings of other people's stomachs is exhausted.\r\n\r\nHe looked at Mr. Peters sternly. He had ceased to be intimidated\r\nby the fiery little man and regarded him simply as a\r\nhypochondriac, who needed to be told a few useful facts.\r\n\r\n\"How do you expect not to have indigestion? You take no exercise\r\nand you smoke all day long.\"\r\n\r\nThe novel sensation of being criticized--and by a beardless youth\r\nat that--held Mr. Peters silent. He started convulsively, but he\r\ndid not speak. Ashe, on his pet subject, became eloquent. In his\r\nopinion dyspeptics cumbered the earth. To his mind they had the\r\nchoice between health and sickness, and they deliberately chose\r\nthe latter.\r\n\r\n\"Your sort of man makes me angry. I know your type inside out.\r\nYou overwork and shirk exercise, and let your temper run away\r\nwith you, and smoke strong cigars on an empty stomach; and when\r\nyou get indigestion as a natural result you look on yourself as a\r\nmartyr, nourish a perpetual grouch, and make the lives of\r\neverybody you meet miserable. If you would put yourself into my\r\nhands for a month I would have you eating bricks and thriving on\r\nthem. Up in the morning, Larsen Exercises, cold bath, a brisk\r\nrubdown, sharp walk--\"\r\n\r\n\"Who the devil asked your opinion, you impertinent young hound?\"\r\ninquired Mr. Peters.\r\n\r\n\"Don't interrupt--confound you!\" shouted Ashe. \"Now you have made\r\nme forget what I was going to say.\"\r\n\r\nThere was a tense silence. Then Mr. Peters began to speak:\r\n\r\n\"You--infernal--impudent--\"\r\n\r\n\"Don't talk to me like that!\"\r\n\r\n\"I'll talk to you just--\"\r\n\r\nAshe took a step toward the door. \"Very well, then,\" he said.\r\n\"I'll quit! I'm through! You can get somebody else to do this job\r\nof yours for you.\"\r\n\r\nThe sudden sagging of Mr. Peters' jaw, the look of consternation\r\nthat flashed on his face, told Ashe he had found the right\r\nweapon--that the game was in his hands. He continued with a\r\nfeeling of confidence:\r\n\r\n\"If I had known what being your valet involved I wouldn't have\r\nundertaken the thing for a hundred thousand dollars. Just because\r\nyou had some idiotic prejudice against letting me come down here\r\nas your secretary, which would have been the simple and obvious\r\nthing, I find myself in a position where at any moment I may be\r\npublicly rebuked by the butler and have the head stillroom maid\r\nlooking at me as though I were something the cat had brought in.\"\r\n\r\nHis voice trembled with self-pity.\r\n\r\n\"Do you realize a fraction of the awful things you have let me in\r\nfor? How on earth am I to remember whether I go in before the\r\nchef or after the third footman? I shan't have a peaceful minute\r\nwhile I'm in this place. I've got to sit and listen by the hour\r\nto a bore of a butler who seems to be a sort of walking hospital.\r\nI've got to steer my way through a complicated system of\r\netiquette.\r\n\r\n\"And on top of all that you have the nerve, the insolence, to\r\nimagine that you can use me as a punching bag to work your bad\r\ntemper off! You have the immortal rind to suppose that I will\r\nstand for being nagged and bullied by you whenever your suicidal\r\nway of living brings on an attack of indigestion! You have the\r\nsupreme gall to fancy that you can talk as you please to me!\r\n\r\n\"Very well! I've had enough of it. I resign! If you want this\r\nscarab of yours recovered let somebody else do it. I've retired\r\nfrom business.\"\r\n\r\nHe took another step toward the door. A shaking hand clutched at\r\nhis sleeve.\r\n\r\n\"My boy--my dear boy--be reasonable!\"\r\n\r\nAshe was intoxicated with his own oratory. The sensation of\r\nbullyragging a genuine millionaire was new and exhilarating. He\r\nexpanded his chest and spread his feet like a colossus.\r\n\r\n\"That's all very well,\" he said, coldly disentangling himself\r\nfrom the hand. \"You can't get out of it like that. We have got to\r\ncome to an understanding. The point is that if I am to be\r\nsubjected to your--your senile malevolence every time you have a\r\ntwinge of indigestion, no amount of money could pay me to stop\r\non.\"\r\n\r\n\"My dear boy, it shall not occur again. I was hasty.\"\r\n\r\nMr. Peters, with agitated fingers, relit the stump of his cigar.\r\n\r\n\"Throw away that cigar!\"\r\n\r\n\"My boy!\"\r\n\r\n\"Throw it away! You say you were hasty. Of course you were hasty;\r\nand as long as you abuse your digestion you will go on being\r\nhasty. I want something better than apologies. If I am to stop\r\nhere we must get to the root of things. You must put yourself in\r\nmy hands as though I were your doctor. No more cigars. Every\r\nmorning regular exercises.\"\r\n\r\n\"No, no!\"\r\n\r\n\"Very well!\"\r\n\r\n\"No; stop! Stop! What sort of exercises?\"\r\n\r\n\"I'll show you to-morrow morning. Brisk walks.\"\r\n\r\n\"I hate walking.\"\r\n\r\n\"Cold baths.\"\r\n\r\n\"No, no!\"\r\n\r\n\"Very well!\"\r\n\r\n\"No; stop! A cold bath would kill me at my age.\"\r\n\r\n\"It would put new life into you. Do you consent to the cold\r\nbaths? No? Very well!\"\r\n\r\n\"Yes, yes, yes!\"\r\n\r\n\"You promise?\"\r\n\r\n\"Yes, yes!\"\r\n\r\n\"All right, then.\"\r\n\r\nThe distant sound of the dinner gong floated in.\r\n\r\n\"We settled that just in time,\" said Ashe.\r\n\r\nMr. Peters regarded him fixedly.\r\n\r\n\"Young man,\" he said slowly, \"if, after all this, you fail to\r\nrecover my Cheops for me I'll--I'll--By George, I'll skin you!\"\r\n\r\n\"Don't talk like that,\" said Ashe. \"That's another thing you have\r\ngot to remember. If my treatment is to be successful you must not\r\nlet yourself think in that way. You must exercise self-control\r\nmentally. You must think beautiful thoughts.\"\r\n\r\n\"The idea of skinning you is a beautiful thought!\" said Mr.\r\nPeters wistfully.\r\n\r\n                        *   *   *\r\n\r\nIn order that their gayety might not be diminished--and the food\r\nturned to ashes in their mouths by the absence from the festive\r\nboard of Mr. Beach, it was the custom for the upper servants at\r\nBlandings to postpone the start of their evening meal until\r\ndinner was nearly over above-stairs. This enabled the butler to\r\ntake his place at the head of the table without fear of\r\ninterruption, except for the few moments when coffee was being\r\nserved.\r\n\r\nEvery night shortly before half-past eight--at which hour Mr.\r\nBeach felt that he might safely withdraw from the dining-room and\r\nleave Lord Emsworth and his guests to the care of Merridew, the\r\nunder-butler, and James and Alfred, the footmen, returning only\r\nfor a few minutes to lend tone and distinction to the\r\ndistribution of cigars and liqueurs--those whose rank entitled\r\nthem to do so made their way to the housekeeper's room, to pass\r\nin desultory conversation the interval before Mr. Beach should\r\narrive, and a kitchen maid, with the appearance of one who has\r\nbeen straining at the leash and has at last managed to get free,\r\nopened the door, with the announcement: \"Mr. Beach, if you please,\r\ndinner is served.\" On which Mr. Beach, extending a crooked elbow\r\ntoward the housekeeper, would say, \"Mrs. Twemlow!\" and lead the\r\nway, high and disposedly, down the passage, followed in order of\r\nrank by the rest of the company, in couples, to the steward's\r\nroom.\r\n\r\nFor Blandings was not one of those houses--or shall we say\r\nhovels?--where the upper servants are expected not only to feed\r\nbut to congregate before feeding in the steward's room. Under the\r\nauspices of Mr. Beach and of Mrs. Twemlow, who saw eye to eye\r\nwith him in these matters, things were done properly at the\r\ncastle, with the correct solemnity. To Mr. Beach and Mrs. Twemlow\r\nthe suggestion that they and their peers should gather together\r\nin the same room in which they were to dine would have been as\r\nrepellent as an announcement from Lady Ann Warblington, the\r\nchatelaine, that the house party would eat in the drawing-room.\r\n\r\nWhen Ashe, returning from his interview with Mr. Peters, was\r\nintercepted by a respectful small boy and conducted to the\r\nhousekeeper's room, he was conscious of a sensation of shrinking\r\ninferiority akin to his emotions on his first day at school. The\r\nroom was full and apparently on very cordial terms with itself.\r\nEverybody seemed to know everybody and conversation was\r\nproceeding in a manner reminiscent of an Old Home Week.\r\n\r\nAs a matter of fact, the house party at Blandings being in the\r\nmain a gathering together of the Emsworth clan by way of honor\r\nand as a means of introduction to Mr. Peters and his daughter,\r\nthe bride-of-the-house-to-be, most of the occupants of the\r\nhousekeeper's room were old acquaintances and were renewing\r\ninterrupted friendships at the top of their voices.\r\n\r\nA lull followed Ashe's arrival and all eyes, to his great\r\ndiscomfort, were turned in his direction. His embarrassment was\r\nrelieved by Mrs. Twemlow, who advanced to do the honors. Of Mrs.\r\nTwemlow little need be attempted in the way of pen portraiture\r\nbeyond the statement that she went as harmoniously with Mr.\r\nBeach as one of a pair of vases or one of a brace of pheasants\r\ngoes with its fellow. She had the same appearance of imminent\r\napoplexy, the same air of belonging to some dignified and haughty\r\nbranch of the vegetable kingdom.\r\n\r\n\"Mr. Marson, welcome to Blandings Castle!\"\r\n\r\nAshe had been waiting for somebody to say this, and had been a\r\nlittle surprised that Mr. Beach had not done so. He was also\r\nsurprised at the housekeeper's ready recognition of his identity,\r\nuntil he saw Joan in the throng and deduced that she must have\r\nbeen the source of information.\r\n\r\nHe envied Joan. In some amazing way she contrived to look not out\r\nof place in this gathering. He himself, he felt, had impostor\r\nstamped in large characters all over him.\r\n\r\nMrs. Twemlow began to make the introductions--a long and tedious\r\nprocess, which she performed relentlessly, without haste and\r\nwithout scamping her work. With each member of the aristocracy of\r\nhis new profession Ashe shook hands, and on each member he\r\nsmiled, until his facial and dorsal muscles were like to crack\r\nunder the strain. It was amazing that so many high-class\r\ndomestics could be collected into one moderate-sized room.\r\n\r\n\"Miss Simpson you know,\" said Mrs. Twemlow, and Ashe was about to\r\ndeny the charge when he perceived that Joan was the individual\r\nreferred to. \"Mr. Judson, Mr. Marson. Mr. Judson is the Honorable\r\nFrederick's gentleman.\"\r\n\r\n\"You have not the pleasure of our Freddie's acquaintance as yet,\r\nI take it, Mr. Marson?\" observed Mr. Judson genially, a\r\nsmooth-faced, lazy-looking young man. \"Freddie repays\r\ninspection.\"\r\n\r\n\"Mr. Marson, permit me to introduce you to Mr. Ferris, Lord\r\nStockheath's gentleman.\"\r\n\r\nMr. Ferris, a dark, cynical man, with a high forehead, shook Ashe\r\nby the hand.\r\n\r\n\"Happy to meet you, Mr. Marson.\"\r\n\r\n\"Miss Willoughby, this is Mr. Marson, who will take you in to\r\ndinner. Miss Willoughby is Lady Mildred Mant's lady. As of course\r\nyou are aware, Lady Mildred, our eldest daughter, married Colonel\r\nHorace Mant, of the Scots Guards.\"\r\n\r\nAshe was not aware, and he was rather surprised that Mrs. Twemlow\r\nshould have a daughter whose name was Lady Mildred; but reason,\r\ncoming to his rescue, suggested that by our she meant the\r\noffspring of the Earl of Emsworth and his late countess. Miss\r\nWilloughby was a light-hearted damsel, with a smiling face and\r\nchestnut hair, done low over her forehead.\r\n\r\nSince etiquette forbade that he should take Joan in to dinner,\r\nAshe was glad that at least an apparently pleasant substitute had\r\nbeen provided. He had just been introduced to an appallingly\r\nstatuesque lady of the name of Chester, Lady Ann Warblington's\r\nown maid, and his somewhat hazy recollections of Joan's lecture\r\non below-stairs precedence had left him with the impression that\r\nthis was his destined partner. He had frankly quailed at the\r\nprospect of being linked to so much aristocratic hauteur.\r\n\r\nWhen the final introduction had been made conversation broke out\r\nagain. It dealt almost exclusively, so far as Ashe could follow\r\nit, with the idiosyncrasies of the employers of those present. He\r\ntook it that this happened down the entire social scale below\r\nstairs. Probably the lower servants in the servants' hall\r\ndiscussed the upper servants in the room, and the still lower\r\nservants in the housemaids' sitting-room discussed their\r\nsuperiors of the servants' hall, and the stillroom gossiped about\r\nthe housemaids' sitting-room.\r\n\r\nHe wondered which was the bottom circle of all, and came to the\r\nconclusion that it was probably represented by the small\r\nrespectful boy who had acted as his guide a short while before.\r\nThis boy, having nobody to discuss anybody with, presumably sat\r\nin solitary meditation, brooding on the odd-job man.\r\n\r\nHe thought of mentioning this theory to Miss Willoughby, but\r\ndecided that it was too abstruse for her, and contented himself\r\nwith speaking of some of the plays he had seen before leaving\r\nLondon. Miss Willoughby was an enthusiast on the drama; and,\r\nColonel Mant's military duties keeping him much in town, she had\r\nhad wide opportunities of indulging her tastes. Miss Willoughby\r\ndid not like the country. She thought it dull.\r\n\r\n\"Don't you think the country dull, Mr. Marson?\"\r\n\r\n\"I shan't find it dull here,\" said Ashe; and he was surprised to\r\ndiscover, through the medium of a pleased giggle, that he was\r\nconsidered to have perpetrated a compliment.\r\n\r\nMr. Beach appeared in due season, a little distrait, as becomes a\r\nman who has just been engaged on important and responsible\r\nduties.\r\n\r\n\"Alfred spilled the hock!\" Ashe heard him announce to Mrs.\r\nTwemlow in a bitter undertone. \"Within half an inch of his\r\nlordship's arm he spilled it.\"\r\n\r\nMrs. Twemlow murmured condolences. Mr. Beach's set expression was\r\nof one who is wondering how long the strain of existence can be\r\nsupported.\r\n\r\n\"Mr. Beach, if you please, dinner is served.\"\r\n\r\nThe butler crushed down sad thoughts and crooked his elbow.\r\n\r\n\"Mrs. Twemlow!\"\r\n\r\nAshe, miscalculating degrees of rank in spite of all his caution,\r\nwas within a step of leaving the room out of his proper turn; but\r\nthe startled pressure of Miss Willoughby's hand on his arm warned\r\nhim in time. He stopped, to allow the statuesque Miss Chester to\r\nsail out under escort of a wizened little man with a horseshoe\r\npin in his tie, whose name, in company with nearly all the others\r\nthat had been spoken to him since he came into the room, had\r\nescaped Ashe's memory.\r\n\r\n\"You were nearly making a bloomer!\" said Miss Willoughby\r\nbrightly. \"You must be absent-minded, Mr. Marson--like his\r\nlordship.\"\r\n\r\n\"Is Lord Emsworth absent-minded?\"\r\n\r\nMiss Willoughby laughed.\r\n\r\n\"Why, he forgets his own name sometimes! If it wasn't for Mr.\r\nBaxter, goodness knows what would happen to him.\"\r\n\r\n\"I don't think I know Mr. Baxter.\"\r\n\r\n\"You will if you stay here long. You can't get away from him if\r\nyou're in the same house. Don't tell anyone I said so; but he's\r\nthe real master here. His lordship's secretary he calls himself;\r\nbut he's really everything rolled into one--like the man in the\r\nplay.\"\r\n\r\nAshe, searching in his dramatic memories for such a person in a\r\nplay, inquired whether Miss Willoughby meant Pooh-Bah, in \"The\r\nMikado,\" of which there had been a revival in London recently.\r\nMiss Willoughby did mean Pooh-Bah.\r\n\r\n\"But Nosy Parker is what I call him,\" she said. \"He minds\r\neverybody's business as well as his own.\"\r\n\r\nThe last of the procession trickled into the steward's room.\r\nMr. Beach said grace somewhat patronizingly. The meal began.\r\n\r\n\"You've seen Miss Peters, of course, Mr. Marson?\" said Miss\r\nWilloughby, resuming conversation with the soup.\r\n\r\n\"Just for a few minutes at Paddington.\"\r\n\r\n\"Oh! You haven't been with Mr. Peters long, then?\"\r\n\r\nAshe began to wonder whether everybody he met was going to ask\r\nhim this dangerous question.\r\n\r\n\"Only a day or so.\"\r\n\r\n\"Where were you before that?\"\r\n\r\nAshe was conscious of a prickly sensation. A little more of this\r\nand he might as well reveal his true mission at the castle and\r\nhave done with it.\r\n\r\n\"Oh, I was--that is to say----\"\r\n\r\n\"How are you feeling after the journey, Mr. Marson?\" said a voice\r\nfrom the other side of the table; and Ashe, looking up\r\ngratefully, found Joan's eyes looking into his with a curiously\r\namused expression.\r\n\r\nHe was too grateful for the interruption to try to account for\r\nthis. He replied that he was feeling very well, which was not the\r\ncase. Miss Willoughby's interest was diverted to a discussion of\r\nthe defects of the various railroad systems of Great Britain.\r\n\r\nAt the head of the table Mr. Beach had started an intimate\r\nconversation with Mr. Ferris, the valet of Lord Stockheath, the\r\nHonorable Freddie's \"poor old Percy\"--a cousin, Ashe had\r\ngathered, of Aline Peters' husband-to-be. The butler spoke in\r\nmore measured tones even than usual, for he was speaking of\r\ntragedy.\r\n\r\n\"We were all extremely sorry, Mr. Ferris, to read of your\r\nmisfortune.\"\r\n\r\nAshe wondered what had been happening to Mr. Ferris.\r\n\r\n\"Yes, Mr. Beach,\" replied the valet, \"it's a fact we made a\r\npretty poor show.\" He took a sip from his glass. \"There is no\r\nconcealing the fact--I have never tried to conceal it--that poor\r\nPercy is not bright.\"\r\n\r\nMiss Chester entered the conversation.\r\n\r\n\"I couldn't see where the girl--what's her name? was so very\r\npretty. All the papers had pieces where it said she was\r\nattractive, and what not; but she didn't look anything special to\r\nme from her photograph in the Mirror. What his lordship could see\r\nin her I can't understand.\"\r\n\r\n\"The photo didn't quite do her justice, Miss Chester. I was\r\npresent in court, and I must admit she was svelte--decidedly\r\nsvelte. And you must recollect that Percy, from childhood up, has\r\nalways been a highly susceptible young nut. I speak as one who\r\nknows him.\"\r\n\r\nMr. Beach turned to Joan.\r\n\r\n\"We are speaking of the Stockheath breach-of-promise case, Miss\r\nSimpson, of which you doubtless read in the newspapers. Lord\r\nStockheath is a nephew of ours. I fancy his lordship was greatly\r\nshocked at the occurrence.\"\r\n\r\n\"He was,\" chimed in Mr. Judson from down the table. \"I happened\r\nto overhear him speaking of it to young Freddie. It was in the\r\nlibrary on the morning when the judge made his final summing up\r\nand slipped it into Lord Stockheath so proper. 'If ever anything\r\nof this sort happens to you, you young scalawag,' he says to\r\nFreddie--\"\r\n\r\nMr. Beach coughed. \"Mr. Judson!\"\r\n\r\n\"Oh, it's all right, Mr. Beach; we're all in the family here, in\r\na manner of speaking. It wasn't as though I was telling it to a\r\nlot of outsiders. I'm sure none of these ladies or gentlemen\r\nwill let it go beyond this room?\"\r\n\r\nThe company murmured virtuous acquiescence.\r\n\r\n\"He says to Freddie: 'You young scalawag, if ever anything of\r\nthis sort happens to you, you can pack up and go off to Canada,\r\nfor I'll have nothing more to do with you!'--or words to that\r\neffect. And Freddie says: 'Oh, dash it all, gov'nor, you\r\nknow--what?'\"\r\n\r\nHowever short Mr. Judson's imitation of his master's voice may\r\nhave fallen of histrionic perfection, it pleased the company. The\r\nroom shook with mirth.\r\n\r\n\"Mr. Judson is clever, isn't he, Mr. Marson?\" whispered Miss\r\nWilloughby, gazing with adoring eyes at the speaker.\r\n\r\nMr. Beach thought it expedient to deflect the conversation. By\r\nthe unwritten law of the room every individual had the right to\r\nspeak as freely as he wished about his own personal employer; but\r\nJudson, in his opinion, sometimes went a trifle too far.\r\n\r\n\"Tell me, Mr. Ferris,\" he said, \"does his lordship seem to bear\r\nit well?\"\r\n\r\n\"Oh, Percy is bearing it well enough.\"\r\n\r\nAshe noted as a curious fact that, though the actual valet of any\r\nperson under discussion spoke of him almost affectionately by his\r\nChristian name, the rest of the company used the greatest\r\nceremony and gave him his title with all respect. Lord Stockheath\r\nwas Percy to Mr. Ferris, and the Honorable Frederick Threepwood\r\nwas Freddie to Mr. Judson; but to Ferris, Mr. Judson's Freddie\r\nwas the Honorable Frederick, and to Judson Mr. Ferris' Percy was\r\nLord Stockheath. It was rather a pleasant form of etiquette, and\r\nstruck Ashe as somehow vaguely feudal.\r\n\r\n\"Percy,\" went on Mr. Ferris, \"is bearing it like a little\r\nBriton--the damages not having come out of his pocket! It's his\r\nold father--who had to pay them--that's taking it to heart. You\r\nmight say he's doing himself proud. He says it's brought on his\r\ngout again, and that's why he's gone to Droitwich instead of\r\ncoming here. I dare say Percy isn't sorry.\"\r\n\r\n\"It has been,\" said Mr. Beach, summing up, \"a most unfortunate\r\noccurrence. The modern tendency of the lower classes to get above\r\nthemselves is becoming more marked every day. The young female in\r\nthis case was, I understand, a barmaid. It is deplorable that our\r\nyoung men should allow themselves to get into such\r\nentanglements.\"\r\n\r\n\"The wonder to me,\" said the irrepressible Mr. Judson, \"is that\r\nmore of these young chaps don't get put through it. His lordship\r\nwasn't so wide of the mark when he spoke like that to Freddie in\r\nthe library that time. I give you my word, it's a mercy young\r\nFreddie hasn't been up against it! When we were in London,\r\nFreddie and I,\" he went on, cutting through Mr. Beach's\r\ndisapproving cough, \"before what you might call the crash, when\r\nhis lordship cut off supplies and had him come back and live\r\nhere, Freddie was asking for it--believe me! Fell in love with a\r\ngirl in the chorus of one of the theaters. Used to send me to the\r\nstage door with notes and flowers every night for weeks, as\r\nregular as clockwork.\r\n\r\n\"What was her name? It's on the tip of my tongue. Funny how you\r\nforget these things! Freddie was pretty far gone. I recollect\r\nonce, happening to be looking round his room in his absence,\r\ncoming on a poem he had written to her. It was hot stuff--very\r\nhot! If that girl has kept those letters it's my belief we shall\r\nsee Freddie following in Lord Stockheath's footsteps.\"\r\n\r\nThere was a hush of delighted horror round the table.\r\n\r\n\"Goo',\" said Miss Chester's escort with unction. \"You don't say\r\nso, Mr. Judson! It wouldn't half make them look silly if the\r\nHonorable Frederick was sued for breach just now, with the\r\nwedding coming on!\"\r\n\r\n\"There is no danger of that.\"\r\n\r\nIt was Joan's voice, and she had spoken with such decision that\r\nshe had the ear of the table immediately. All eyes looked in her\r\ndirection. Ashe was struck with her expression. Her eyes were\r\nshining as though she were angry; and there was a flush on her\r\nface. A phrase he had used in the train came back to him. She\r\nlooked like a princess in disguise.\r\n\r\n\"What makes you say that, Miss Simpson?\" inquired Judson,\r\nannoyed. He had been at pains to make the company's flesh creep,\r\nand it appeared to be Joan's aim to undo his work.\r\n\r\nIt seemed to Ashe that Joan made an effort of some sort as though\r\nshe were pulling herself together and remembering where she was.\r\n\r\n\"Well,\" she said, almost lamely, \"I don't think it at all likely\r\nthat he proposed marriage to this girl.\"\r\n\r\n\"You never can tell,\" said Judson. \"My impression is that Freddie\r\ndid. It's my belief that there's something on his mind these\r\ndays. Before he went to London with his lordship the other day he\r\nwas behaving very strange. And since he came back it's my belief\r\nthat he has been brooding. And I happen to know he followed the\r\naffair of Lord Stockheath pretty closely, for he clipped the\r\nclippings out of the paper. I found them myself one day when I\r\nhappened to be going through his things.\"\r\n\r\nBeach cleared his throat--his mode of indicating that he was\r\nabout to monopolize the conversation.\r\n\r\n\"And in any case, Miss Simpson,\" he said solemnly, \"with things\r\ncome to the pass they have come to, and the juries--drawn from\r\nthe lower classes--in the nasty mood they're in, it don't seem\r\nhardly necessary in these affairs for there to have been any\r\ndefinite promise of marriage. What with all this socialism\r\nrampant, they seem so happy at the idea of being able to do one\r\nof us an injury that they give heavy damages without it. A few\r\nardent expressions, and that's enough for them. You recollect the\r\nHavant case, and when young Lord Mount Anville was sued? What it\r\ncomes to is that anarchy is getting the upper hand, and the lower\r\nclasses are getting above themselves. It's all these here cheap\r\nnewspapers that does it. They tempt the lower classes to get\r\nabove themselves.\r\n\r\n\"Only this morning I had to speak severe to that young fellow,\r\nJames, the footman. He was a good young fellow once and did his\r\nwork well, and had a proper respect for people; but now he's gone\r\nall to pieces. And why? Because six months ago he had the\r\nrheumatism, and had the audacity to send his picture and a\r\ntestimonial, saying that it had cured him of awful agonies, to\r\nWalkinshaw's Supreme Ointment, and they printed it in half a\r\ndozen papers; and it has been the ruin of James. He has got above\r\nhimself and don't care for nobody.\"\r\n\r\n\"Well, all I can say is,\" resumed Judson, \"that I hope to\r\ngoodness nothing won't happen to Freddie of that kind; for it's\r\nnot every girl that would have him.\"\r\n\r\nThere was a murmur of assent to this truth.\r\n\r\n\"Now your Miss Peters,\" said Judson tolerantly--\"she seems a nice\r\nlittle thing.\"\r\n\r\n\"She would be pleased to hear you say so,\" said Joan.\r\n\r\n\"Joan Valentine!\" cried Judson, bringing his hands down on the\r\ntablecloth with a bang. \"I've just remembered it. That was the\r\nname of the girl Freddie used to write the letters and poems to;\r\nand that's who it is I've been trying all along to think you\r\nreminded me of, Miss Simpson. You're the living image of\r\nFreddie's Miss Joan Valentine.\"\r\n\r\nAshe was not normally a young man of particularly ready wit; but\r\non this occasion it may have been that the shock of this\r\nrevelation, added to the fact that something must be done\r\nspeedily if Joan's discomposure was not to become obvious to all\r\npresent, quickened his intelligence. Joan, usually so sure of\r\nherself, so ready of resource, had gone temporarily to pieces.\r\nShe was quite white, and her eyes met Ashe's with almost a hunted\r\nexpression.\r\n\r\nIf the attention of the company was to be diverted, something\r\ndrastic must be done. A mere verbal attempt to change the\r\nconversation would be useless. Inspiration descended on Ashe.\r\n\r\nIn the days of his childhood in Hayling, Massachusetts, he had\r\nplayed truant from Sunday school again and again in order to\r\nfrequent the society of one Eddie Waffles, the official bad boy\r\nof the locality. It was not so much Eddie's charm of conversation\r\nwhich had attracted him--though that had been great--as the fact\r\nthat Eddie, among his other accomplishments, could give a\r\nlifelike imitation of two cats fighting in a back yard; and Ashe\r\nfelt that he could never be happy until he had acquired this gift\r\nfrom the master.\r\n\r\nIn course of time he had done so. It might be that his absences\r\nfrom Sunday school in the cause of art had left him in later\r\nyears a trifle shaky on the subject of the Kings of Judah, but\r\nhis hard-won accomplishment had made him in request at every\r\nsmoking concert at Oxford; and it saved the situation now.\r\n\r\n\"Have you ever heard two cats fighting in a back yard?\" he\r\ninquired casually of his neighbor, Miss Willoughby.\r\n\r\nThe next moment the performance was in full swing. Young Master\r\nWaffles, who had devoted considerable study to his subject, had\r\nconceived the combat of his imaginary cats in a broad, almost\r\nHomeric, vein. The unpleasantness opened with a low gurgling\r\nsound, answered by another a shade louder and possibly more\r\nquerulous. A momentary silence was followed by a long-drawn note,\r\nlike rising wind, cut off abruptly and succeeded by a grumbling\r\nmutter. The response to this was a couple of sharp howls. Both\r\nparties to the contest then indulged in a discontented whining,\r\ngrowing louder and louder until the air was full of electric\r\nmenace. And then, after another sharp silence, came war, noisy\r\nand overwhelming.\r\n\r\nStanding at Master Waffles' side, you could follow almost every\r\nmovement of that intricate fray, and mark how now one and now the\r\nother of the battlers gained a short-lived advantage. It was a\r\ngreat fight. Shrewd blows were taken and given, and in the eye of\r\nthe imagination you could see the air thick with flying fur.\r\nLouder and louder grew the din; and then, at its height, it\r\nceased in one crescendo of tumult, and all was still, save for a\r\nfaint, angry moaning.\r\n\r\nSuch was the cat fight of Master Eddie Waffles; and Ashe, though\r\nfalling short of the master, as a pupil must, rendered it\r\nfaithfully and with energy.\r\n\r\nTo say that the attention of the company was diverted from Mr.\r\nJudson and his remarks by the extraordinary noises which\r\nproceeded from Ashe's lips would be to offer a mere shadowy\r\nsuggestion of the sensation caused by his efforts. At first,\r\nstunned surprise, then consternation, greeted him. Beach, the\r\nbutler, was staring as one watching a miracle, nearer apparently\r\nto apoplexy than ever. On the faces of the others every shade of\r\nemotion was to be seen.\r\n\r\nThat this should be happening in the steward's room at Blandings\r\nCastle was scarcely less amazing than if it had taken place in a\r\ncathedral. The upper servants, rigid in their seats, looked at\r\neach other, like Cortes' soldiers--\"with a wild surmise.\"\r\n\r\nThe last faint moan of feline defiance died away and silence fell\r\non the room. Ashe turned to Miss Willoughby.\r\n\r\n\"Just like that!\" he said. \"I was telling Miss Willoughby,\" he\r\nadded apologetically to Mrs. Twemlow, \"about the cats in London.\r\nThey were a great trial.\"\r\n\r\nFor perhaps three seconds his social reputation swayed to and fro\r\nin the balance, while the company pondered on what he had done.\r\nIt was new; but it was humorous--or was it vulgar? There is\r\nnothing the English upper servant so abhors as vulgarity. That\r\nwas what the steward's room was trying to make up its mind about.\r\n\r\nThen Miss Willoughby threw her shapely head back and the squeal\r\nof her laughter smote the ceiling. And at that the company made\r\nits decision. Everybody laughed. Everybody urged Ashe to give an\r\nencore. Everybody was his friend and admirer---everybody but\r\nBeach, the butler. Beach, the butler, was shocked to his very\r\ncore. His heavy-lidded eyes rested on Ashe with disapproval. It\r\nseemed to Beach, the butler, that this young man Marson had got\r\nabove himself.\r\n\r\n                        *   *   *\r\n\r\nAshe found Joan at his side. Dinner was over and the diners were\r\nmaking for the housekeeper's room.\r\n\r\n\"Thank you, Mr. Marson. That was very good of you and very\r\nclever.\" Her eyes twinkled. \"But what a terrible chance you took!\r\nYou have made yourself a popular success, but you might just as\r\neasily have become a social outcast. As it is, I am afraid Mr.\r\nBeach did not approve.\"\r\n\r\n\"I'm afraid he didn't. In a minute or so I'm going to fawn on him\r\nand make all well.\"\r\n\r\nJoan lowered her voice.\r\n\r\n\"It was quite true, what that odious little man said. Freddie\r\nThreepwood did write me letters. Of course I destroyed them long\r\nago.\"\r\n\r\n\"But weren't you running the risk in coming here that he might\r\nrecognize you? Wouldn't that make it rather unpleasant for you?\"\r\n\r\n\"I never met him, you see. He only wrote to me. When he came to\r\nthe station to meet us this evening he looked startled to see me;\r\nso I suppose he remembers my appearance. But Aline will have told\r\nhim that my name is Simpson.\"\r\n\r\n\"That fellow Judson said he was brooding. I think you ought to\r\nput him out of his misery.\"\r\n\r\n\"Mr. Judson must have been letting his imagination run away with\r\nhim. He is out of his misery. He sent a horrid fat man named\r\nJones to see me in London about the letters, and I told him I had\r\ndestroyed them. He must have let him know that by this time.\"\r\n\r\n\"I see.\"\r\n\r\nThey went into the housekeeper's room. Mr. Beach was standing\r\nbefore the fire. Ashe went up to him. It was not an easy matter\r\nto mollify Mr. Beach. Ashe tried the most tempting topics. He\r\nmentioned swollen feet--he dangled the lining of Mr. Beach's\r\nstomach temptingly before his eyes; but the butler was not to be\r\nsoftened. Only when Ashe turned the conversation to the subject\r\nof the museum did a flicker of animation stir him.\r\n\r\nMr. Beach was fond and proud of the Blandings Castle museum. It\r\nhad been the means of getting him into print for the first and\r\nonly time in his life. A year before, a representative of the\r\nIntelligencer and Echo, from the neighboring town of Blatchford,\r\nhad come to visit the castle on behalf of his paper; and he had\r\nbegun one section of his article with the words: \"Under the\r\nauspices of Mr. Beach, my genial cicerone, I then visited his\r\nlordship's museum--\" Mr. Beach treasured the clipping in a\r\nspecial writing-desk.\r\n\r\nHe responded almost amiably to Ashe's questions. Yes; he had seen\r\nthe scarab--he pronounced it scayrub--which Mr. Peters had\r\npresented to his lordship. He understood that his lordship\r\nthought very highly of Mr. Peters' scayrub. He had overheard Mr.\r\nBaxter telling his lordship that it was extremely valuable.\r\n\r\n\"Mr. Beach,\" said Ashe, \"I wonder whether you would take me to\r\nsee Lord Emsworth's museum?\"\r\n\r\nMr. Beach regarded him heavily.\r\n\r\n\"I shall be pleased to take you to see his lordship's museum,\" he\r\nreplied.\r\n\r\n                        *   *   *\r\n\r\nOne can attribute only to the nervous mental condition following\r\nthe interview he had had with Ashe in his bedroom the rash act\r\nMr. Peters attempted shortly after dinner.\r\n\r\nMr. Peters, shortly after dinner, was in a dangerous and reckless\r\nmood. He had had a wretched time all through the meal. The\r\nBlandings chef had extended himself in honor of the house party,\r\nand had produced a succession of dishes, which in happier days\r\nMr. Peters would have devoured eagerly. To be compelled by\r\nconsiderations of health to pass these by was enough to damp the\r\nliveliest optimist. Mr. Peters had suffered terribly. Occasions\r\nof feasting and revelry like the present were for him so many\r\nbattlefields, on which greed fought with prudence.\r\n\r\nAll through dinner he brooded on Ashe's defiance and the horrors\r\nwhich were to result from that defiance. One of Mr. Peters' most\r\npainful memories was of a two weeks' visit he had once paid to\r\nMr. Muldoon in his celebrated establishment at White Plains. He\r\nhad been persuaded to go there by a brother millionaire whom,\r\nuntil then, he had always regarded as a friend. The memory of Mr.\r\nMuldoon's cold shower baths and brisk system of physical exercise\r\nstill lingered.\r\n\r\nThe thought that under Ashe's rule he was to go through privately\r\nvery much what he had gone through in the company of a gang of\r\nother unfortunates at Muldoon's froze him with horror. He knew\r\nthose health cranks who believed that all mortal ailments could\r\nbe cured by cold showers and brisk walks. They were all alike and\r\nthey nearly killed you. His worst nightmare was the one where he\r\ndreamed he was back at Muldoon's, leading his horse up that\r\nendless hill outside the village.\r\n\r\nHe would not stand it! He would be hanged if he'd stand it! He\r\nwould defy Ashe. But if he defied Ashe, Ashe would go away; and\r\nthen whom could he find to recover his lost scarab?\r\n\r\nMr. Peters began to appreciate the true meaning of the phrase\r\nabout the horns of a dilemma. The horns of this dilemma occupied\r\nhis attention until the end of the dinner. He shifted uneasily\r\nfrom one to the other and back again. He rose from the table in a\r\nthoroughly overwrought condition of mind. And then, somehow, in\r\nthe course of the evening, he found himself alone in the hall,\r\nnot a dozen feet from the unlocked museum door.\r\n\r\nIt was not immediately that he appreciated the significance of\r\nthis fact. He had come to the hall because its solitude suited\r\nhis mood. It was only after he had finished a cigar--Ashe could\r\nnot stop his smoking after dinner--that it suddenly flashed on\r\nhim that he had ready at hand a solution of all his troubles. A\r\nbrief minute's resolute action and the scarab would be his again,\r\nand the menace of Ashe a thing of the past. He glanced about him.\r\nYes; he was alone.\r\n\r\nNot once since the removal of the scarab had begun to exercise\r\nhis mind had Mr. Peters contemplated for an instant the\r\npossibility of recovering it himself. The prospect of the\r\nunpleasantness that would ensue had been enough to make him\r\nregard such an action as out of the question. The risk was too\r\ngreat to be considered for a moment; but here he was, in a\r\nposition where the risk was negligible!\r\n\r\nLike Ashe, he had always visualized the recovery of his scarab as\r\na thing of the small hours, a daring act to be performed when\r\nsleep held the castle in its grip. That an opportunity would be\r\npresented to him of walking in quite calmly and walking out again\r\nwith the Cheops in his pocket, had never occurred to him as a\r\npossibility.\r\n\r\nYet now this chance was presenting itself in all its simplicity,\r\nand all he had to do was to grasp it. The door of the museum was\r\nnot even closed. He could see from where he stood that it was\r\najar.\r\n\r\nHe moved cautiously in its direction--not in a straight line as\r\none going to a museum, but circuitously as one strolling without\r\nan aim. From time to time he glanced over his shoulder. He\r\nreached the door, hesitated, and passed it. He turned, reached\r\nthe door again--and again passed it. He stood for a moment\r\ndarting his eyes about the hall; then, in a burst of resolution,\r\nhe dashed for the door and shot in like a rabbit.\r\n\r\nAt the same moment the Efficient Baxter, who, from the shelter of\r\na pillar on the gallery that ran around two-thirds of the hall,\r\nhad been eyeing the peculiar movements of the distinguished guest\r\nwith considerable interest for some minutes, began to descend the\r\nstairs.\r\n\r\nRupert Baxter, the Earl of Emsworth's indefatigable private\r\nsecretary, was one of those men whose chief characteristic is a\r\nvague suspicion of their fellow human beings. He did not suspect\r\nthem of this or that definite crime; he simply suspected them. He\r\nprowled through life as we are told the hosts of Midian prowled.\r\n\r\nHis powers in this respect were well-known at Blandings Castle.\r\nThe Earl of Emsworth said: \"Baxter is invaluable--positively\r\ninvaluable.\" The Honorable Freddie said: \"A chappie can't take a\r\nstep in this bally house without stumbling over that damn feller,\r\nBaxter!\" The manservant and the maidservant within the gates,\r\nlike Miss Willoughby, employing that crisp gift for\r\ncharacterization which is the property of the English lower\r\norders, described him as a Nosy Parker.\r\n\r\nPeering over the railing of the balcony and observing the curious\r\nmovements of Mr. Peters, who, as a matter of fact, while making\r\nup his mind to approach the door, had been backing and filling\r\nabout the hall in a quaint serpentine manner like a man trying to\r\ninvent a new variety of the tango, the Efficient Baxter had found\r\nhimself in some way--why, he did not know--of what, he could not\r\nsay--but in some nebulous way, suspicious.\r\n\r\nHe had not definitely accused Mr. Peters in his mind of any\r\nspecific tort or malfeasance. He had merely felt that something\r\nfishy was toward. He had a sixth sense in such matters.\r\n\r\nBut when Mr. Peters, making up his mind, leaped into the museum,\r\nBaxter's suspicions lost their vagueness and became crystallized.\r\nCertainty descended on him like a bolt from the skies. On oath,\r\nbefore a notary, the Efficient Baxter would have declared that J.\r\nPreston Peters was about to try to purloin the scarab.\r\n\r\nLest we should seem to be attributing too miraculous powers of\r\nintuition to Lord Emsworth's secretary, it should be explained\r\nthat the mystery which hung about that curio had exercised his\r\nmind not a little since his employer had given it to him to place\r\nin the museum. He knew Lord Emsworth's power of forgetting and he\r\ndid not believe his account of the transaction. Scarab maniacs\r\nlike Mr. Peters did not give away specimens from their\r\ncollections as presents. But he had not divined the truth of what\r\nhad happened in London.\r\n\r\nThe conclusion at which he had arrived was that Lord Emsworth had\r\nbought the scarab and had forgotten all about it. To support this\r\ntheory was the fact that the latter had taken his check book to\r\nLondon with him. Baxter's long acquaintance with the earl had\r\nleft him with the conviction that there was no saying what he\r\nmight not do if left loose in London with a check book.\r\n\r\nAs to Mr. Peters' motive for entering the museum, that, too,\r\nseemed completely clear to the secretary. He was a curio\r\nenthusiast himself and he had served collectors in a secretarial\r\ncapacity; and he knew, both from experience and observation, that\r\nstrange madness which may at any moment afflict the collector,\r\nblotting out morality and the nice distinction between meum and\r\ntuum, as with a sponge. He knew that collectors who would not\r\nsteal a loaf if they were starving might--and did--fall before\r\nthe temptation of a coveted curio.\r\n\r\nHe descended the stairs three at a time, and entered the museum\r\nat the very instant when Mr. Peters' twitching fingers were about\r\nto close on his treasure. He handled the delicate situation with\r\neminent tact. Mr. Peters, at the sound of his step, had executed a\r\nbackward leap, which was as good as a confession of guilt, and\r\nhis face was rigid with dismay; but the Efficient Baxter\r\npretended not to notice these phenomena. His manner, when he\r\nspoke, was easy and unembarrassed.\r\n\r\n\"Ah! Taking a look at our little collection, Mr. Peters? You will\r\nsee that we have given the place of honor to your Cheops. It is\r\ncertainly a fine specimen--a wonderfully fine specimen.\"\r\n\r\nMr. Peters was recovering slowly. Baxter talked on, to give him\r\ntime. He spoke of Mut and Bubastis, of Ammon and the Book of the\r\nDead. He directed the other's attention to the Roman coins.\r\n\r\nHe was touching on some aspects of the Princess Gilukhipa of\r\nMitanni, in whom his hearer could scarcely fail to be interested,\r\nwhen the door opened and Beach, the butler, came in, accompanied\r\nby Ashe. In the bustle of the interruption Mr. Peters escaped,\r\nglad to be elsewhere, and questioning for the first time in his\r\nlife the dictum that if you want a thing well done you must do it\r\nyourself.\r\n\r\n\"I was not aware, sir,\" said Beach, the butler, \"that you were in\r\noccupation of the museum. I would not have intruded; but this\r\nyoung man expressed a desire to examine the exhibits, and I took\r\nthe liberty of conducting him.\"\r\n\r\n\"Come in, Beach--come in,\" said Baxter.\r\n\r\nThe light fell on Ashe's face, and he recognized him as the\r\ncheerful young man who had inquired the way to Mr. Peters' room\r\nbefore dinner and who, he had by this time discovered, was not\r\nthe Honorable Freddie's friend, George Emerson--or, indeed, any\r\nother of the guests of the house. He felt suspicious.\r\n\r\n\"Oh, Beach!\"\r\n\r\n\"Sir?\"\r\n\r\n\"Just a moment.\"\r\n\r\nHe drew the butler into the hall, out of earshot.\r\n\r\n\"Beach, who is that man?\"\r\n\r\n\"Mr. Peters' valet, sir.\"\r\n\r\n\"Mr. Peters' valet!\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"Has he been in service long?\" asked Baxter, remembering that a\r\nmere menial had addressed him as \"old man.\"\r\n\r\nBeach lowered his voice. He and the Efficient Baxter were old\r\nallies, and it seemed right to Beach to confide in him.\r\n\r\n\"He has only just joined Mr. Peters, sir; and he has never been\r\nin service before. He told me so himself, and I was unable to\r\nelicit from him any information as to his antecedents. His manner\r\nstruck me, sir, as peculiar. It crossed my mind to wonder whether\r\nMr. Peters happened to be aware of this. I should dislike to do\r\nany young man an injury; but it might be anyone coming to a\r\ngentleman without a character, like this young man. Mr. Peters\r\nmight have been deceived, sir.\"\r\n\r\nThe Efficient Baxter's manner became distraught. His mind was\r\nworking rapidly.\r\n\r\n\"Should he be informed, sir?\"\r\n\r\n\"Eh! Who?\"\r\n\r\n\"Mr. Peters, sir--in case he should have been deceived?\"\r\n\r\n\"No, no; Mr. Peters knows his own business.\"\r\n\r\n\"Far from me be it to appear officious, sir; but--\"\r\n\r\n\"Mr. Peters probably knows all about him. Tell me, Beach, who was\r\nit suggested this visit to the museum? Did you?\"\r\n\r\n\"It was at the young man's express desire that I conducted him,\r\nsir.\"\r\n\r\nThe Efficient Baxter returned to the museum without a word.\r\nAshe, standing in the middle of the room, was impressing the\r\ntopography of the place on his memory. He was unaware of the\r\npiercing stare of suspicion that was being directed at him from\r\nbehind.\r\n\r\nHe did not see Baxter. He was not even thinking of Baxter; but\r\nBaxter was on the alert. Baxter was on the warpath. Baxter knew!"
  ]
}