{
  "index": 6,
  "title": "Chapter 5",
  "paragraphs": [
    "Among the compensations of advancing age is a wholesome\r\npessimism, which, though it takes the fine edge off of whatever\r\ntriumphs may come to us, has the admirable effect of preventing\r\nFate from working off on us any of those gold bricks, coins with\r\nstrings attached, and unhatched chickens, at which ardent youth\r\nsnatches with such enthusiasm, to its subsequent disappointment.\r\nAs we emerge from the twenties we grow into a habit of mind that\r\nlooks askance at Fate bearing gifts. We miss, perhaps, the\r\noccasional prize, but we also avoid leaping light-heartedly into\r\ntraps.\r\n\r\nAshe Marson had yet to reach the age of tranquil mistrust; and\r\nwhen Fate seemed to be treating him kindly he was still young\r\nenough to accept such kindnesses on their face value and rejoice\r\nat them.\r\n\r\nAs he sat on his bed at the end of his first night in Castle\r\nBlandings, he was conscious to a remarkable degree that Fortune\r\nwas treating him well. He had survived--not merely without\r\ndiscredit, but with positive triumph--the initiatory plunge into\r\nthe etiquette maelstrom of life below stairs. So far from doing\r\nthe wrong thing and drawing down on himself the just scorn of the\r\nsteward's room, he had been the life and soul of the party. Even\r\nif to-morrow, in an absent-minded fit, he should anticipate the\r\ngroom of the chambers in the march to the table, he would be\r\nforgiven; for the humorist has his privileges.\r\n\r\nSo much for that. But that was only a part of Fortune's\r\nkindnesses. To have discovered on the first day of their\r\nassociation the correct method of handling and reducing to\r\nsubjection his irascible employer was an even greater boon. A\r\nprolonged association with Mr. Peters on the lines in which their\r\nacquaintance had begun would have been extremely trying. Now, by\r\nvirtue of a fortunate stand at the outset, he had spiked the\r\nmillionaire's guns.\r\n\r\nThirdly, and most important of all, he had not only made himself\r\nfamiliar with the locality and surroundings of the scarab, but he\r\nhad seen, beyond the possibility of doubt, that the removal of it\r\nand the earning of the five thousand dollars would be the\r\nsimplest possible task. Already he was spending the money in his\r\nmind. And to such lengths had optimism led him that, as he sat on\r\nhis bed reviewing the events of the day, his only doubt was\r\nwhether to get the scarab at once or to let it remain where it\r\nwas until he had the opportunity of doing Mr. Peters' interior\r\ngood on the lines he had mapped out in their conversation; for,\r\nof course, directly he had restored the scarab to its rightful\r\nowner and pocketed the reward, his position as healer and trainer\r\nto the millionaire would cease automatically.\r\n\r\nHe was sorry for that, because it troubled him to think that a\r\nsick man would not be made well; but, on the whole, looking at it\r\nfrom every aspect, it would be best to get the scarab as soon as\r\npossible and leave Mr. Peters' digestion to look after itself.\r\nBeing twenty-six and an optimist, he had no suspicion that Fate\r\nmight be playing with him; that Fate might have unpleasant\r\nsurprises in store; that Fate even now was preparing to smite him\r\nin his hour of joy with that powerful weapon, the Efficient\r\nBaxter.\r\n\r\nHe looked at his watch. It was five minutes to one. He had no\r\nidea whether they kept early hours at Blandings Castle or not,\r\nbut he deemed it prudent to give the household another hour in\r\nwhich to settle down. After which he would just trot down and\r\ncollect the scarab.\r\n\r\nThe novel he had brought down with him from London fortunately\r\nproved interesting. Two o'clock came before he was ready for it.\r\nHe slipped the book into his pocket and opened the door.\r\n\r\nAll was still--still and uncommonly dark. Along the corridor on\r\nwhich his room was situated the snores of sleeping domestics\r\nexploded, growled and twittered in the air. Every menial on the\r\nlist seemed to be snoring, some in one key, some in another, some\r\ndefiantly, some plaintively; but the main fact was that they were\r\nall snoring somehow, thus intimating that, so far as this side of\r\nthe house was concerned, the coast might be considered clear and\r\ninterruption of his plans a negligible risk.\r\n\r\nResearches made at an earlier hour had familiarized him with the\r\ngeography of the place. He found his way to the green-baize door\r\nwithout difficulty and, stepping through, was in the hall, where\r\nthe remains of the log fire still glowed a fitful red. This,\r\nhowever, was the only illumination, and it was fortunate that he\r\ndid not require light to guide him to the museum.\r\n\r\nHe knew the direction and had measured the distance. It was\r\nprecisely seventeen steps from where he stood. Cautiously, and\r\nwith avoidance of noise, he began to make the seventeen steps.\r\n\r\nHe was beginning the eleventh when he bumped into somebody--\r\nsomebody soft--somebody whose hand, as it touched his, felt small\r\nand feminine.\r\n\r\nThe fragment of a log fell on the ashes and the fire gave a dying\r\nspurt. Darkness succeeded the sudden glow. The fire was out.\r\nThat little flame had been its last effort before expiring, but\r\nit had been enough to enable him to recognize Joan Valentine.\r\n\r\n\"Good Lord!\" he gasped.\r\n\r\nHis astonishment was short-lived. Next moment the only thing that\r\nsurprised him was the fact that he was not more surprised. There\r\nwas something about this girl that made the most bizarre\r\nhappenings seem right and natural. Ever since he had met her his\r\nlife had changed from an orderly succession of uninteresting days\r\nto a strange carnival of the unexpected, and use was accustoming\r\nhim to it. Life had taken on the quality of a dream, in which\r\nanything might happen and in which everything that did happen was\r\nto be accepted with the calmness natural in dreams.\r\n\r\nIt was strange that she should be here in the pitch-dark hall in\r\nthe middle of the night; but--after all--no stranger than that he\r\nshould be. In this dream world in which he now moved it had to be\r\ntaken for granted that people did all sorts of odd things from\r\nall sorts of odd motives.\r\n\r\n\"Hello!\" he said.\r\n\r\n\"Don't be alarmed.\"\r\n\r\n\"No, no!\"\r\n\r\n\"I think we are both here for the same reason.\"\r\n\r\n\"You don't mean to say--\"\r\n\r\n\"Yes; I have come here to earn the five thousand dollars, too,\r\nMr. Marson. We are rivals.\"\r\n\r\nIn his present frame of mind it seemed so simple and intelligible\r\nto Ashe that he wondered whether he was really hearing it the\r\nfirst time. He had an odd feeling that he had known this all\r\nalong.\r\n\r\n\"You are here to get the scarab?\"\r\n\r\n\"Exactly.\"\r\n\r\nAshe was dimly conscious of some objection to this, but at first\r\nit eluded him. Then he pinned it down.\r\n\r\n\"But you aren't a young man of good appearance,\" he said.\r\n\r\n\"I don't know what you mean. But Aline Peters is an old friend of\r\nmine. She told me her father would give a large reward to whoever\r\nrecovered the scarab; so I--\"\r\n\r\n\"Look out!\" whispered Ashe. \"Run! There's somebody coming!\"\r\n\r\nThere was a soft footfall on the stairs, a click, and above\r\nAshe's head a light flashed out. He looked round. He was alone,\r\nand the green-baize door was swaying gently to and fro.\r\n\r\n\"Who's that? Who's there?\" said a voice.\r\n\r\nThe Efficient Baxter was coming down the broad staircase.\r\n\r\nA general suspicion of mankind and a definite and particular\r\nsuspicion of one individual made a bad opiate. For over an hour\r\nsleep had avoided the Efficient Baxter with an unconquerable\r\ncoyness. He had tried all the known ways of wooing slumber, but\r\nthey had failed him, from the counting of sheep downward. The\r\nevents of the night had whipped his mind to a restless activity.\r\nTry as he might to lose consciousness, the recollection of the\r\nplot he had discovered surged up and kept him wakeful.\r\n\r\nIt is the penalty of the suspicious type of mind that it suffers\r\nfrom its own activity. From the moment he detected Mr. Peters in\r\nthe act of rifling the museum and marked down Ashe as an\r\naccomplice, Baxter's repose was doomed. Nor poppy nor mandragora,\r\nnor all the drowsy sirups of the world, could ever medicine him\r\nto that sweet sleep which he owed yesterday.\r\n\r\nBut it was the recollection that on previous occasions of\r\nwakefulness hot whisky and water had done the trick, which had\r\nnow brought him from his bed and downstairs. His objective was\r\nthe decanter on the table of the smoking-room, which was one of\r\nthe rooms opening on the gallery that looked down on the hall.\r\nHot water he could achieve in his bedroom by means of his stove.\r\n\r\nSo out of bed he had climbed and downstairs he had come; and here\r\nhe was, to all appearances, just in time to foil the very plot on\r\nwhich he had been brooding. Mr. Peters might be in bed, but there\r\nin the hall below him stood the accomplice, not ten paces from\r\nthe museum's door. He arrived on the spot at racing speed and\r\nconfronted Ashe.\r\n\r\n\"What are you doing here?\"\r\n\r\nAnd then, from the Baxter viewpoint, things began to go wrong. By\r\nall the rules of the game, Ashe, caught, as it were, red-handed,\r\nshould have wilted, stammered and confessed all; but Ashe was\r\nfortified by that philosophic calm which comes to us in dreams,\r\nand, moreover, he had his story ready.\r\n\r\n\"Mr. Peters rang for me, sir.\"\r\n\r\nHe had never expected to feel grateful to the little firebrand\r\nwho employed him, but he had to admit that the millionaire, in\r\ntheir late conversation, had shown forethought. The thought\r\nstruck him that but for Mr. Peters' advice he might by now be in\r\nan extremely awkward position; for his was not a swiftly\r\ninventive mind.\r\n\r\n\"Rang for you? At half-past two in the morning!\"\r\n\r\n\"To read to him, sir.\"\r\n\r\n\"To read to him at this hour?\"\r\n\r\n\"Mr. Peters suffers from insomnia, sir. He has a weak digestion\r\nand pain sometimes prevents him from sleeping. The lining of his\r\nstomach is not at all what it should be.\"\r\n\r\n\"I don't believe a word of it.\"\r\n\r\nWith that meekness which makes the good man wronged so impressive\r\na spectacle, Ashe produced and exhibited his novel.\r\n\r\n\"Here is the book I am about to read to him. I think, sir, if you\r\nwill excuse me, I had better be going to his room. Good night,\r\nsir.\"\r\n\r\nHe proceeded to mount the stairs. He was sorry for Mr. Peters, so\r\nshortly about to be roused from a refreshing slumber; but these\r\nwere life's tragedies and must be borne bravely.\r\n\r\nThe Efficient Baxter dogged him the whole way, sprinting silently\r\nin his wake and dodging into the shadows whenever the light of an\r\noccasional electric bulb made it inadvisable to keep to the open.\r\nThen abruptly he gave up the pursuit. For the first time his\r\ncomparative impotence in this silent conflict on which he had\r\nembarked was made manifest to him, and he perceived that on mere\r\nsuspicion, however strong, he could do nothing. To accuse Mr.\r\nPeters of theft or to accuse him of being accessory to a theft\r\nwas out of the question.\r\n\r\nYet his whole being revolted at the thought of allowing the\r\nsanctity of the museum to be violated. Officially its contents\r\nbelonged to Lord Emsworth, but ever since his connection with the\r\ncastle he had been put in charge of them, and he had come to look\r\non them as his own property. If he was only a collector by proxy\r\nhe had, nevertheless, the collector's devotion to his curios,\r\nbeside which the lioness' attachment to her cubs is tepid; and he\r\nwas prepared to do anything to retain in his possession a scarab\r\ntoward which he already entertained the feelings of a life\r\nproprietor.\r\n\r\nNo--not quite anything! He stopped short at the idea of causing\r\nunpleasantness between the father of the Honorable Freddie and\r\nthe father of the Honorable Freddie's fiancee. His secretarial\r\nposition at the castle was a valuable one and he was loath to\r\njeopardize it.\r\n\r\nThere was only one way in which this delicate affair could be\r\nbrought to a satisfactory conclusion. It was obvious from what he\r\nhad seen that night that Mr. Peters' connection with the attempt\r\non the scarab was to be merely sympathetic, and that the actual\r\ntheft was to be accomplished by Ashe. His only course, therefore,\r\nwas to catch Ashe actually in the museum. Then Mr. Peters need\r\nnot appear in the matter at all. Mr. Peters' position in those\r\ncircumstances would be simply that of a man who had happened to\r\nemploy, through no fault of his own, a valet who happened to be a\r\nthief.\r\n\r\nHe had made a mistake, he perceived, in locking the door of the\r\nmuseum. In future he must leave it open, as a trap is open;\r\nand he must stay up nights and keep watch. With these\r\nreflections, the Efficient Baxter returned to his room.\r\n\r\nMeantime Ashe had entered Mr. Peters' bedroom and switched on the\r\nlight. Mr. Peters, who had just succeeded in dropping off to\r\nsleep, sat up with a start.\r\n\r\n\"I've come to read to you,\" said Ashe.\r\n\r\nMr. Peters emitted a stifled howl, in which wrath and self-pity\r\nwere nicely blended.\r\n\r\n\"You fool, don't you know I have just managed to get to sleep?\"\r\n\r\n\"And now you're awake again,\" said Ashe soothingly. \"Such is\r\nlife! A little rest, a little folding of the hands in sleep, and\r\nthen bing!--off we go again. I hope you will like this novel. I\r\ndipped into it and it seems good.\"\r\n\r\n\"What do you mean by coming in here at this time of night? Are\r\nyou crazy?\"\r\n\r\n\"It was your suggestion; and, by the way, I must thank you for\r\nit. I apologize for calling it thin. It worked like a charm. I\r\ndon't think he believed it--in fact, I know he didn't; but it\r\nheld him. I couldn't have thought up anything half so good in an\r\nemergency.\"\r\n\r\nMr. Peters' wrath changed to excitement.\r\n\r\n\"Did you get it? Have you been after my--my Cheops?\"\r\n\r\n\"I have been after your Cheops, but I didn't get it. Bad men were\r\nabroad. That fellow with the spectacles, who was in the museum\r\nwhen I met you there this evening, swooped down from nowhere, and\r\nI had to tell him that you had rung for me to read to you.\r\nFortunately I had this novel on me. I think he followed me\r\nupstairs to see whether I really did come to your room.\"\r\n\r\nMr. Peters groaned miserably.\r\n\r\n\"Baxter,\" he said; \"He's a man named Baxter--Lord Emsworth's\r\nprivate secretary; and he suspects us. He's the man we--I mean\r\nyou--have got to look out for.\"\r\n\r\n\"Well, never mind. Let's be happy while we can. Make yourself\r\ncomfortable and I'll start reading. After all, what could be\r\npleasanter than a little literature in the small hours? Shall I\r\nbegin?\"\r\n\r\n                        *   *   *\r\n\r\nAshe Marson found Joan Valentine in the stable yard after\r\nbreakfast the next morning, playing with a retriever puppy. \"Will\r\nyou spare me a moment of your valuable time?\"\r\n\r\n\"Certainly, Mr. Marson.\"\r\n\r\n\"Shall we walk out into the open somewhere--where we can't be\r\noverheard?\"\r\n\r\n\"Perhaps it would be better.\"\r\n\r\nThey moved off.\r\n\r\n\"Request your canine friend to withdraw,\" said Ashe. \"He prevents\r\nme from marshaling my thoughts.\"\r\n\r\n\"I'm afraid he won't withdraw.\"\r\n\r\n\"Never mind. I'll do my best in spite of him. Tell me, was I\r\ndreaming or did I really meet you in the hall this morning at\r\nabout twenty minutes after two?\"\r\n\r\n\"You did.\"\r\n\r\n\"And did you really tell me that you had come to the castle to\r\nsteal--\"\r\n\r\n\"Recover.\"\r\n\r\n\"--Recover Mr. Peters' scarab?\"\r\n\r\n\"I did.\"\r\n\r\n\"Then it's true?\"\r\n\r\n\"It is.\"\r\n\r\nAshe scraped the ground with a meditative toe.\r\n\r\n\"This,\" he said, \"seems to me to complicate matters somewhat.\"\r\n\r\n\"It complicates them abominably!\"\r\n\r\n\"I suppose you were surprised when you found that I was on the\r\nsame game as yourself.\"\r\n\r\n\"Not in the least.\"\r\n\r\n\"You weren't!\"\r\n\r\n\"I knew it directly I saw the advertisement in the Morning Post.\r\nAnd I hunted up the Morning Post directly you had told me that\r\nyou had become Mr. Peters' valet.\"\r\n\r\n\"You have known all along!\"\r\n\r\n\"I have.\"\r\n\r\nAshe regarded her admiringly.\r\n\r\n\"You're wonderful!\"\r\n\r\n\"Because I saw through you?\"\r\n\r\n\"Partly that; but chiefly because you had the pluck to undertake\r\na thing like this.\"\r\n\r\n\"You undertook it.\"\r\n\r\n\"But I'm a man.\"\r\n\r\n\"And I'm a woman. And my theory, Mr. Marson, is that a woman can\r\ndo nearly everything better than a man. What a splendid test case\r\nthis would make to settle the Votes-for-Women question once and\r\nfor all! Here we are--you and I--a man and a woman, each trying\r\nfor the same thing and each starting with equal chances. Suppose\r\nI beat you? How about the inferiority of women then?\"\r\n\r\n\"I never said women were inferior.\"\r\n\r\n\"You did with your eyes.\"\r\n\r\n\"Besides, you're an exceptional woman.\"\r\n\r\n\"You can't get out of it with a compliment. I'm an ordinary woman\r\nand I'm going to beat a real man.\"\r\n\r\nAshe frowned.\r\n\r\n\"I don't like to think of ourselves as working against each\r\nother.\"\r\n\r\n\"Why not?\"\r\n\r\n\"Because I like you.\"\r\n\r\n\"I like you, Mr. Marson; but we must not let sentiment interfere\r\nwith business. You want Mr. Peters' five thousand dollars. So do\r\nI.\"\r\n\r\n\"I hate the thought of being the instrument to prevent you from\r\ngetting the money.\"\r\n\r\n\"You won't be. I shall be the instrument to prevent you from\r\ngetting it. I don't like that thought, either; but one has got to\r\nface it.\"\r\n\r\n\"It makes me feel mean.\"\r\n\r\n\"That's simply your old-fashioned masculine attitude toward the\r\nfemale, Mr. Marson. You look on woman as a weak creature, to be\r\nshielded and petted. We aren't anything of the sort. We're\r\nterrors! We're as hard as nails. We're awful creatures. You\r\nmustn't let my sex interfere with your trying to get this reward.\r\nThink of me as though I were another man. We're up against each\r\nother in a fair fight, and I don't want any special privileges.\r\nIf you don't do your best from now onward I shall never forgive\r\nyou. Do you understand?\"\r\n\r\n\"I suppose so.\"\r\n\r\n\"And we shall need to do our best. That little man with the\r\nglasses is on his guard. I was listening to you last night from\r\nbehind the door. By the way, you shouldn't have told me to run\r\naway and then have stayed yourself to be caught. That is an\r\nexample of the sort of thing I mean. It was chivalry--not\r\nbusiness.\"\r\n\r\n\"I had a story ready to account for my being there. You had not.\"\r\n\r\n\"And what a capital story it was! I shall borrow it for my own\r\nuse. If I am caught I shall say I had to read Aline to sleep\r\nbecause she suffers from insomnia. And I shouldn't wonder if she\r\ndid--poor girl! She doesn't get enough to eat. She is being\r\nstarved--poor child! I heard one of the footmen say that she\r\nrefused everything at dinner last night. And, though she vows it\r\nisn't, my belief is that it's all because she is afraid to make a\r\nstand against her old father. It's a shame!\"\r\n\r\n\"She is a weak creature, to be shielded and petted,\" said Ashe\r\nsolemnly.\r\n\r\nJoan laughed.\r\n\r\n\"Well, yes; you caught me there. I admit that poor Aline is not a\r\nshining example of the formidable modern woman; but--\" She\r\nstopped. \"Oh, bother! I've just thought of what I ought to have\r\nsaid--the good repartee that would have crushed you. I suppose\r\nit's too late now?\"\r\n\r\n\"Not at all. I'm like that myself--only it is generally the next\r\nday when I hit the right answer. Shall we go back? . . . She is a\r\nweak creature, to be shielded and petted.\"\r\n\r\n\"Thank you so much,\" said Joan gratefully. \"And why is she a weak\r\ncreature? Because she has allowed herself to be shielded and\r\npetted; because she has permitted man to give her special\r\nprivileges, and generally--No; it isn't so good as I thought it\r\nwas going to be.\"\r\n\r\n\"It should be crisper,\" said Ashe critically. \"It lacks the\r\npunch.\"\r\n\r\n\"But it brings me back to my point, which is that I am not going\r\nto imitate her and forfeit my independence of action in return\r\nfor chivalry. Try to look at it from my point of view, Mr.\r\nMarson. I know you need the money just as much as I do. Well,\r\ndon't you think I should feel a little mean if I thought you were\r\nnot trying your hardest to get it, simply because you didn't\r\nthink it would be fair to try your hardest against a woman? That\r\nwould cripple me. I should not feel as though I had the right to\r\ndo anything. It's too important a matter for you to treat me like\r\na child and let me win to avoid disappointing me. I want the\r\nmoney; but I don't want it handed to me.\"\r\n\r\n\"Believe me,\" said Ashe earnestly, \"it will not be handed to you.\r\nI have studied the Baxter question more deeply than you have, and\r\nI can assure you that Baxter is a menace. What has put him so\r\nfirmly on the right scent I don't know; but he seems to have\r\ndivined the exact state of affairs in its entirety--so far as I\r\nam concerned, that is to say. Of course he has no idea you are\r\nmixed up in the business; but I am afraid his suspicion of me\r\nwill hit you as well. What I mean is that, for some time to come,\r\nI fancy that man proposes to camp out on the rug in front of the\r\nmuseum door. It would be madness for either of us to attempt to\r\ngo there at present.\"\r\n\r\n\"It is being made very hard for us, isn't it? And I thought it\r\nwas going to be so simple.\"\r\n\r\n\"I think we should give him at least a week to simmer down.\"\r\n\r\n\"Fully that.\"\r\n\r\n\"Let us look on the bright side. We are in no hurry. Blandings\r\nCastle is quite as comfortable as Number Seven Arundell Street,\r\nand the commissariat department is a revelation to me. I had no\r\nidea English servants did themselves so well. And, as for the\r\nsocial side, I love it; I revel in it. For the first time in my\r\nlife I feel as though I am somebody. Did you observe my manner\r\ntoward the kitchen maid who waited on us at dinner last night? A\r\ntouch of the old noblesse about it, I fancy. Dignified but not\r\nunkind, I think. And I can keep it up. So far as I am concerned,\r\nlet this life continue indefinitely.\"\r\n\r\n\"But what about Mr. Peters? Don't you think there is danger he\r\nmay change his mind about that five thousand dollars if we keep\r\nhim waiting too long?\"\r\n\r\n\"Not a chance of it. Being almost within touch of the scarab has\r\nhad the worst effect on him. It has intensified the craving. By\r\nthe way, have you seen the scarab?\"\r\n\r\n\"Yes; I got Mrs. Twemlow to take me to the museum while you were\r\ntalking to the butler. It was dreadful to feel that it was lying\r\nthere in the open waiting for somebody to take it, and not be\r\nable to do anything.\"\r\n\r\n\"I felt exactly the same. It isn't much to look at, is it? If it\r\nhadn't been for the label I wouldn't have believed it was the\r\nthing for which Peters was offering five thousand dollars'\r\nreward. But that's his affair. A thing is worth what somebody\r\nwill give for it. Ours not to reason why; ours but to elude\r\nBaxter and gather it in.\"\r\n\r\n\"Ours, indeed! You speak as though we were partners instead of\r\nrivals.\"\r\n\r\nAshe uttered an exclamation. \"You've hit it! Why not? Why any\r\ncutthroat competition? Why shouldn't we form a company? It would\r\nsolve everything.\"\r\n\r\nJoan looked thoughtful.\r\n\r\n\"You mean divide the reward?\"\r\n\r\n\"Exactly--into two equal parts.\"\r\n\r\n\"And the labor?\"\r\n\r\n\"The labor?\"\r\n\r\n\"How shall we divide that?\"\r\n\r\nAshe hesitated.\r\n\r\n\"My idea,\" he said, \"was that I should do what I might call the\r\nrough work; and--\"\r\n\r\n\"You mean you should do the actual taking of the scarab?\"\r\n\r\n\"Exactly. I would look after that end of it.\"\r\n\r\n\"And what would my duties be?\"\r\n\r\n\"Well, you--you would, as it were--how shall I put it? You would,\r\nso to speak, lend moral support.\"\r\n\r\n\"By lying snugly in bed, fast asleep?\"\r\n\r\nAshe avoided her eye.\r\n\r\n\"Well, yes--er--something on those lines.\"\r\n\r\n\"While you ran all the risks?\"\r\n\r\n\"No, no. The risks are practically nonexistent.\"\r\n\r\n\"I thought you said just now that it would be madness for either\r\nof us to attempt to go to the museum at present.\" Joan laughed.\r\n\"It won't do, Mr. Marson. You remind me of an old cat I once had.\r\nWhenever he killed a mouse he would bring it into the\r\ndrawing-room and lay it affectionately at my feet. I would reject\r\nthe corpse with horror and turn him out, but back he would come\r\nwith his loathsome gift. I simply couldn't make him understand\r\nthat he was not doing me a kindness. He thought highly of his\r\nmouse and it was beyond him to realize that I did not want it.\r\n\r\n\"You are just the same with your chivalry. It's very kind of you\r\nto keep offering me your dead mouse; but honestly I have no use\r\nfor it. I won't take favors just because I happen to be a female.\r\nIf we are going to form this partnership I insist on doing my\r\nfair share of the work and running my fair share of the\r\nrisks--the practically nonexistent risks.\"\r\n\r\n\"You're very--resolute.\"\r\n\r\n\"Say pig-headed; I shan't mind. Certainly I am! A girl has got to\r\nbe, even nowadays, if she wants to play fair. Listen, Mr.\r\nMarson; I will not have the dead mouse. I do not like dead mice.\r\nIf you attempt to work off your dead mouse on me this partnership\r\nceases before it has begun. If we are to work together we are\r\ngoing to make alternate attempts to get the scarab. No other\r\narrangement will satisfy me.\"\r\n\r\n\"Then I claim the right to make the first one.\"\r\n\r\n\"You don't do anything of the sort. We toss up for first chance,\r\nlike little ladies and gentlemen. Have you a coin? I will spin,\r\nand you call.\"\r\n\r\nAshe made a last stand.\r\n\r\n\"This is perfectly--\"\r\n\r\n\"Mr. Marson!\"\r\n\r\nAshe gave in. He produced a coin and handed it to her gloomily.\r\n\r\n\"Under protest,\" he said.\r\n\r\n\"Head or tail?\" said Joan, unmoved.\r\n\r\nAshe watched the coin gyrating in the sunshine.\r\n\r\n\"Tail!\" he cried.\r\n\r\nThe coin stopped rolling.\r\n\r\n\"Tail it is,\" said Joan. \"What a nuisance! Well, never mind--\r\nI'll get my chance if you fail.\"\r\n\r\n\"I shan't fail,\" said Ashe fervently. \"If I have to pull the\r\nmuseum down I won't fail. Thank heaven, there's no chance now of\r\nyour doing anything foolish!\"\r\n\r\n\"Don't be too sure. Well, good luck, Mr. Marson!\"\r\n\r\n\"Thank you, partner.\"\r\n\r\nThey shook hands.\r\n\r\nAs they parted at the door, Joan made one further remark:\r\n\"There's just one thing, Mr. Marson.\"\r\n\r\n\"Yes?\"\r\n\r\n\"If I could have accepted the mouse from anyone I should\r\ncertainly have accepted it from you.\""
  ]
}