{
  "index": 2,
  "title": "Chapter 1",
  "paragraphs": [
    "In a bedroom on the fourth floor of the Hotel Guelph in\r\nPiccadilly, the Honorable Frederick Threepwood sat in bed, with\r\nhis knees drawn up to his chin, and glared at the day with the\r\nglare of mental anguish. He had very little mind, but what he had\r\nwas suffering.\r\n\r\nHe had just remembered. It is like that in this life. You wake\r\nup, feeling as fit as a fiddle; you look at the window and see\r\nthe sun, and thank Heaven for a fine day; you begin to plan a\r\nperfectly corking luncheon party with some of the chappies you\r\nmet last night at the National Sporting Club; and then--you\r\nremember.\r\n\r\n\"Oh, dash it!\" said the Honorable Freddie. And after a moment's\r\npause: \"And I was feeling so dashed happy!\"\r\n\r\nFor the space of some minutes he remained plunged in sad\r\nmeditation; then, picking up the telephone from the table at his\r\nside, he asked for a number.\r\n\r\n\"Hello!\"\r\n\r\n\"Hello!\" responded a rich voice at the other end of the wire.\r\n\r\n\"Oh, I say! Is that you, Dickie?\"\r\n\r\n\"Who is that?\"\r\n\r\n\"This is Freddie Threepwood. I say, Dickie, old top, I want to\r\nsee you about something devilish important. Will you be in at\r\ntwelve?\"\r\n\r\n\"Certainly. What's the trouble?\"\r\n\r\n\"I can't explain over the wire; but it's deuced serious.\"\r\n\r\n\"Very well. By the way, Freddie, congratulations on the\r\nengagement.\"\r\n\r\n\"Thanks, old man. Thanks very much, and so on--but you won't\r\nforget to be in at twelve, will you? Good-by.\"\r\n\r\nHe replaced the receiver quickly and sprang out of bed, for he\r\nhad heard the door handle turn. When the door opened he was\r\ngiving a correct representation of a young man wasting no time in\r\nbeginning his toilet for the day.\r\n\r\nAn elderly, thin-faced, bald-headed, amiably vacant man entered.\r\nHe regarded the Honorable Freddie with a certain disfavor.\r\n\r\n\"Are you only just getting up, Frederick?\"\r\n\r\n\"Hello, gov'nor. Good morning. I shan't be two ticks now.\"\r\n\r\n\"You should have been out and about two hours ago. The day is\r\nglorious.\"\r\n\r\n\"Shan't be more than a minute, gov'nor, now. Just got to have a\r\ntub and then chuck on a few clothes.\"\r\n\r\nHe disappeared into the bathroom. His father, taking a chair,\r\nplaced the tips of his fingers together and in this attitude\r\nremained motionless, a figure of disapproval and suppressed\r\nannoyance.\r\n\r\nLike many fathers in his rank of life, the Earl of Emsworth had\r\nsuffered much through that problem which, with the exception of\r\nMr. Lloyd-George, is practically the only fly in the British\r\naristocratic amber--the problem of what to do with the younger\r\nsons.\r\n\r\nIt is useless to try to gloss over the fact--in the aristocratic\r\nfamilies of Great Britain the younger son is not required.\r\n\r\nApart, however, from the fact that he was a younger son, and, as\r\nsuch, a nuisance in any case, the honorable Freddie had always\r\nannoyed his father in a variety of ways. The Earl of Emsworth was\r\nso constituted that no man or thing really had the power to\r\ntrouble him deeply; but Freddie had come nearer to doing it than\r\nanybody else in the world. There had been a consistency, a\r\nperseverance, about his irritating performances that had acted on\r\nthe placid peer as dripping water on a stone. Isolated acts of\r\nannoyance would have been powerless to ruffle his calm; but\r\nFreddie had been exploding bombs under his nose since he went to\r\nEton.\r\n\r\nHe had been expelled from Eton for breaking out at night and\r\nroaming the streets of Windsor in a false mustache. He had been\r\nsent down from Oxford for pouring ink from a second-story window\r\non the junior dean of his college. He had spent two years at an\r\nexpensive London crammer's and failed to pass into the army. He\r\nhad also accumulated an almost record series of racing debts,\r\nbesides as shady a gang of friends--for the most part vaguely\r\nconnected with the turf--as any young man of his age ever\r\ncontrived to collect.\r\n\r\nThese things try the most placid of parents; and finally Lord\r\nEmsworth had put his foot down. It was the only occasion in his\r\nlife when he had acted with decision, and he did it with the\r\naccumulated energy of years. He stopped his son's allowance,\r\nhaled him home to Blandings Castle, and kept him there so\r\nrelentlessly that until the previous night, when they had come up\r\ntogether by an afternoon train, Freddie had not seen London for\r\nnearly a year.\r\n\r\nPossibly it was the reflection that, whatever his secret\r\ntroubles, he was at any rate once more in his beloved metropolis\r\nthat caused Freddie at this point to burst into discordant song.\r\nHe splashed and warbled simultaneously.\r\n\r\nLord Emsworth's frown deepened and he began to tap his fingers\r\ntogether irritably. Then his brow cleared and a pleased smile\r\nflickered over his face. He, too, had remembered.\r\n\r\nWhat Lord Emsworth remembered was this: Late in the previous\r\nautumn the next estate to Blandings had been rented by an\r\nAmerican, a Mr. Peters--a man with many millions, chronic\r\ndyspepsia, and one fair daughter--Aline. The two families had\r\nmet. Freddie and Aline had been thrown together; and, only a few\r\ndays before, the engagement had been announced. And for Lord\r\nEmsworth the only flaw in this best of all possible worlds had\r\nbeen removed.\r\n\r\nYes, he was glad Freddie was engaged to be married to Aline\r\nPeters. He liked Aline. He liked Mr. Peters. Such was the relief\r\nhe experienced that he found himself feeling almost affectionate\r\ntoward Freddie, who emerged from the bathroom at this moment,\r\nclad in a pink bathrobe, to find the paternal wrath evaporated,\r\nand all, so to speak, right with the world.\r\n\r\nNevertheless, he wasted no time about his dressing. He was always\r\nill at ease in his father's presence and he wished to be\r\nelsewhere with all possible speed. He sprang into his trousers\r\nwith such energy that he nearly tripped himself up. As he\r\ndisentangled himself he recollected something that had slipped\r\nhis memory.\r\n\r\n\"By the way, gov'nor, I met an old pal of mine last night and\r\nasked him down to Blandings this week. That's all right, isn't\r\nit? He's a man named Emerson, an American. He knows Aline quite\r\nwell, he says--has known her since she was a kid.\"\r\n\r\n\"I do not remember any friend of yours named Emerson.\"\r\n\r\n\"Well, as a matter of fact, I met him last night for the first\r\ntime. But it's all right. He's a good chap, don't you know!\r\n--and all that sort of rot.\"\r\n\r\nLord Emsworth was feeling too benevolent to raise the objections\r\nhe certainly would have raised had his mood been less sunny.\r\n\r\n\"Certainly; let him come if he wishes.\"\r\n\r\n\"Thanks, gov'nor.\"\r\n\r\nFreddie completed his toilet.\r\n\r\n\"Doing anything special this morning, gov'nor? I rather thought\r\nof getting a bit of breakfast and then strolling round a bit.\r\nHave you had breakfast?\"\r\n\r\n\"Two hours ago. I trust that in the course of your strolling you\r\nwill find time to call at Mr. Peters' and see Aline. I shall be\r\ngoing there directly after lunch. Mr. Peters wishes to show me\r\nhis collection of--I think scarabs was the word he used.\"\r\n\r\n\"Oh, I'll look in all right! Don't you worry! Or if I don't I'll\r\ncall the old boy up on the phone and pass the time of day. Well,\r\nI rather think I'll be popping off and getting that bit of\r\nbreakfast--what?\"\r\n\r\nSeveral comments on this speech suggested themselves to Lord\r\nEmsworth. In the first place, he did not approve of Freddie's\r\nallusion to one of America's merchant princes as \"the old boy.\"\r\nSecond, his son's attitude did not strike him as the ideal\r\nattitude of a young man toward his betrothed. There seemed to be\r\na lack of warmth. But, he reflected, possibly this was simply\r\nanother manifestation of the modern spirit; and in any case it\r\nwas not worth bothering about; so he offered no criticism.\r\n\r\nPresently, Freddie having given his shoes a flick with a silk\r\nhandkerchief and thrust the latter carefully up his sleeve, they\r\npassed out and down into the main lobby of the hotel, where they\r\nparted--Freddie to his bit of breakfast; his father to potter\r\nabout the streets and kill time until luncheon. London was always\r\na trial to the Earl of Emsworth. His heart was in the country and\r\nthe city held no fascinations for him.\r\n\r\n                        *   *   *\r\n\r\nOn one of the floors in one of the buildings in one of the\r\nstreets that slope precipitously from the Strand to the Thames\r\nEmbankment, there is a door that would be all the better for a\r\nlick of paint, which bears what is perhaps the most modest and\r\nunostentatious announcement of its kind in London. The grimy\r\nground-glass displays the words:\r\n\r\n                  R. JONES\r\n\r\nSimply that and nothing more. It is rugged in its simplicity.\r\nYou wonder, as you look at it--if you have time to look at and\r\nwonder about these things--who this Jones may be; and what is the\r\nbusiness he conducts with such coy reticence.\r\n\r\nAs a matter of fact, these speculations had passed through\r\nsuspicious minds at Scotland Yard, which had for some time taken\r\nnot a little interest in R. Jones. But beyond ascertaining that\r\nhe bought and sold curios, did a certain amount of bookmaking\r\nduring the flat-racing season, and had been known to lend money,\r\nScotland Yard did not find out much about Mr. Jones and presently\r\ndismissed him from its thoughts.\r\n\r\nOn the theory, given to the world by William Shakespeare, that it\r\nis the lean and hungry-looking men who are dangerous, and that\r\nthe \"fat, sleek-headed men, and such as sleep o' nights,\" are\r\nharmless, R. Jones should have been above suspicion. He was\r\ninfinitely the fattest man in the west-central postal district of\r\nLondon. He was a round ball of a man, who wheezed when he walked\r\nupstairs, which was seldom, and shook like jelly if some tactless\r\nfriend, wishing to attract his attention, tapped him unexpectedly\r\non the shoulder. But this occurred still less frequently than his\r\nwalking upstairs; for in R. Jones' circle it was recognized that\r\nnothing is a greater breach of etiquette and worse form than to\r\ntap people unexpectedly on the shoulder. That, it was felt,\r\nshould be left to those who are paid by the government to do it.\r\n\r\nR. Jones was about fifty years old, gray-haired, of a mauve\r\ncomplexion, jovial among his friends, and perhaps even more\r\njovial with chance acquaintances. It was estimated by envious\r\nintimates that his joviality with chance acquaintances, specially\r\nwith young men of the upper classes, with large purses and small\r\nforeheads--was worth hundreds of pounds a year to him. There was\r\nsomething about his comfortable appearance and his jolly manner\r\nthat irresistibly attracted a certain type of young man. It was\r\nhis good fortune that this type of young man should be the type\r\nfinancially most worth attracting.\r\n\r\nFreddie Threepwood had fallen under his spell during his short\r\nbut crowded life in London. They had met for the first time at\r\nthe Derby; and ever since then R. Jones had held in Freddie's\r\nestimation that position of guide, philosopher and friend which\r\nhe held in the estimation of so many young men of Freddie's\r\nstamp.\r\n\r\nThat was why, at twelve o'clock punctually on this Spring day, he\r\ntapped with his cane on R. Jones' ground glass, and showed such\r\nsatisfaction and relief when the door was opened by the\r\nproprietor in person.\r\n\r\n\"Well, well, well!\" said R. Jones rollickingly. \"Whom have we\r\nhere? The dashing bridegroom-to-be, and no other!\"\r\n\r\nR. Jones, like Lord Emsworth, was delighted that Freddie was\r\nabout to marry a nice girl with plenty of money. The sudden\r\nturning off of the tap from which Freddie's allowance had flowed\r\nhad hit him hard. He had other sources of income, of course; but\r\nfew so easy and unfailing as Freddie had been in the days of his\r\nprosperity.\r\n\r\n\"The prodigal son, by George! Creeping back into the fold after\r\nall this weary time! It seems years since I saw you, Freddie.\r\nThe old gov'nor put his foot down--didn't he?--and stopped the\r\nfunds. Damned shame! I take it that things have loosened up a bit\r\nsince the engagement was announced--eh?\"\r\n\r\nFreddie sat down and chewed the knob of his cane unhappily.\r\n\r\n\"Well, as a matter of fact, Dickie, old top,\" he said, \"not so\r\nthat you could notice it, don't you know! Things are still pretty\r\nmuch the same. I managed to get away from Blandings for a night,\r\nbecause the gov'nor had to come to London; but I've got to go\r\nback with him on the three-o'clock train. And, as for money, I\r\ncan't get a quid out of him. As a matter of fact, I'm in the\r\ndeuce of a hole; and that's why I've come to you.\"\r\n\r\nEven fat, jovial men have their moments of depression. R. Jones'\r\nface clouded, and jerky remarks about hardness of times and\r\nlosses on the Stock Exchange began to proceed from him. As\r\nScotland Yard had discovered, he lent money on occasion; but he\r\ndid not lend it to youths in Freddie's unfortunate position.\r\n\r\n\"Oh, I don't want to make a touch, you know,\" Freddie hastened to\r\nexplain. \"It isn't that. As a matter of fact, I managed to raise\r\nfive hundred of the best this morning. That ought to be enough.\"\r\n\r\n\"Depends on what you want it for,\" said R. Jones, magically genial\r\nonce more.\r\n\r\nThe thought entered his mind, as it had so often, that the world\r\nwas full of easy marks. He wished he could meet the money-lender\r\nwho had been rash enough to advance the Honorable Freddie five\r\nhundred pounds. Those philanthropists cross our path too seldom.\r\n\r\nFreddie felt in his pocket, produced a cigarette case, and from\r\nit extracted a newspaper clipping.\r\n\r\n\"Did you read about poor old Percy in the papers? The case, you\r\nknow?\"\r\n\r\n\"Percy?\"\r\n\r\n\"Lord Stockheath, you know.\"\r\n\r\n\"Oh, the Stockheath breach-of-promise case? I did more than that.\r\nI was in court all three days.\" R. Jones emitted a cozy chuckle.\r\n\"Is he a pal of yours? A cousin, eh? I wish you had seen him in\r\nthe witness box, with Jellicoe-Smith cross-examining him! The\r\nfunniest thing I ever heard! And his letters to the girl! They\r\nread them out in court; and of all--\"\r\n\r\n\"Don't, old man! Dickie, old top--please! I know all about it. I\r\nread the reports. They made poor old Percy look like an absolute\r\nass.\"\r\n\r\n\"Well, Nature had done that already; but I'm bound to say they\r\nimproved on Nature's work. I should think your Cousin Percy must\r\nhave felt like a plucked chicken.\"\r\n\r\nA spasm of pain passed over the Honorable Freddie's vacant face.\r\nHe wriggled in his chair.\r\n\r\n\"Dickie, old man, I wish you wouldn't talk like that. It makes me\r\nfeel ill.\"\r\n\r\n\"Why, is he such a pal of yours as all that?\"\r\n\r\n\"It's not that. It's--the fact is, Dickie, old top, I'm in\r\nexactly the same bally hole as poor old Percy was, myself!\"\r\n\r\n\"What! You have been sued for breach of promise?\"\r\n\r\n\"Not absolutely that--yet. Look here; I'll tell you the whole\r\nthing. Do you remember a show at the Piccadilly about a year ago\r\ncalled \"The Baby Doll\"? There was a girl in the chorus.\"\r\n\r\n\"Several--I remember noticing.\"\r\n\r\n\"No; I mean one particular girl--a girl called Joan Valentine.\r\nThe rotten part is that I never met her.\"\r\n\r\n\"Pull yourself together, Freddie. What exactly is the trouble?\"\r\n\r\n\"Well--don't you see?--I used to go to the show every other\r\nnight, and I fell frightfully in love with this girl--\"\r\n\r\n\"Without having met her?\"\r\n\r\n\"Yes. You see, I was rather an ass in those days.\"\r\n\r\n\"No, no!\" said R. Jones handsomely.\r\n\r\n\"I must have been or I shouldn't have been such an ass, don't you\r\nknow! Well, as I was saying, I used to write this girl letters,\r\nsaying how much I was in love with her; and--and--\"\r\n\r\n\"Specifically proposing marriage?\"\r\n\r\n\"I can't remember. I expect I did. I was awfully in love.\"\r\n\r\n\"How was that if you never met her?\"\r\n\r\n\"She wouldn't meet me. She wouldn't even come out to luncheon.\r\nShe didn't even answer my letters--just sent word down by the\r\nJohnny at the stage door. And then----\"\r\n\r\nFreddie's voice died away. He thrust the knob of his cane into\r\nhis mouth in a sort of frenzy.\r\n\r\n\"What then?\" inquired R. Jones.\r\n\r\nA scarlet blush manifested itself on Freddie's young face. His\r\neyes wandered sidewise. After a long pause a single word escaped\r\nhim, almost inaudible:\r\n\r\n\"Poetry!\"\r\n\r\nR. Jones trembled as though an electric current had been passed\r\nthrough his plump frame. His little eyes sparkled with merriment.\r\n\r\n\"You wrote her poetry!\"\r\n\r\n\"Yards of it, old boy--yards of it!\" groaned Freddie. Panic\r\nfilled him with speech. \"You see the frightful hole I'm in? This\r\ngirl is bound to have kept the letters. I don't remember whether\r\nI actually proposed to her or not; but anyway she's got enough\r\nmaterial to make it worth while to have a dash at an\r\naction--especially after poor old Percy has just got soaked for\r\nsuch a pile of money and made breach-of-promise cases the\r\nfashion, so to speak.\r\n\r\n\"And now that the announcement of my engagement is out she's\r\ncertain to get busy. Probably she has been waiting for something\r\nof the sort. Don't you see that all the cards are in her hands?\r\nWe couldn't afford to let the thing come into court. That poetry\r\nwould dish my marriage for a certainty. I'd have to emigrate or\r\nsomething! Goodness knows what would happen at home! My old\r\ngov'nor would murder me! So you see what a frightful hole I'm in,\r\ndon't you, Dickie, old man?\"\r\n\r\n\"And what do you want me to do?\"\r\n\r\n\"Why, to get hold of this girl and get back the letters--don't\r\nyou see? I can't do it myself, cooped up miles away in the\r\ncountry. And besides, I shouldn't know how to handle a thing\r\nlike that. It needs a chappie with a lot of sense and a\r\npersuasive sort of way with him.\"\r\n\r\n\"Thanks for the compliment, Freddie; but I should imagine that\r\nsomething a little more solid than a persuasive way would be\r\nrequired in a case like this. You said something a while ago\r\nabout five hundred pounds?\"\r\n\r\n\"Here it is, old man--in notes. I brought it on purpose. Will you\r\nreally take the thing on? Do you think you can work it for five\r\nhundred?\"\r\n\r\n\"I can have a try.\"\r\n\r\nFreddie rose, with an expression approximating to happiness on\r\nhis face. Some men have the power of inspiring confidence in some\r\nof their fellows, though they fill others with distrust. Scotland\r\nYard might look askance at R. Jones, but to Freddie he was all\r\nthat was helpful and reliable. He shook R. Jones' hand several\r\ntimes in his emotion.\r\n\r\n\"That's absolutely topping of you, old man!\" he said. \"Then I'll\r\nleave the whole thing to you. Write me the moment you have done\r\nanything, won't you? Good-by, old top, and thanks ever so much!\"\r\n\r\nThe door closed. R. Jones remained where he sat, his fingers\r\nstraying luxuriously among the crackling paper. A feeling of\r\ncomplete happiness warmed R. Jones' bosom. He was uncertain\r\nwhether or not his mission would be successful; and to be\r\ntruthful he was not letting that worry him much. What he was\r\ncertain of was the fact that the heavens had opened unexpectedly\r\nand dropped five hundred pounds into his lap."
  ]
}