{
  "index": 4,
  "title": "Chapter 3",
  "paragraphs": [
    "In the morning following Aline's visit to Joan Valentine, Ashe\r\nsat in his room, the Morning Post on the table before him. The\r\nheady influence of Joan had not yet ceased to work within him;\r\nand he proposed, in pursuance of his promise to her, to go\r\ncarefully through the columns of advertisements, however\r\npessimistic he might feel concerning the utility of that action.\r\n\r\nHis first glance assured him that the vast fortunes of the\r\nphilanthropists, whose acquaintance he had already made in print,\r\nwere not yet exhausted. Brian MacNeill still dangled his gold\r\nbefore the public; so did Angus Bruce; so did Duncan Macfarlane\r\nand Wallace Mackintosh and Donald MacNab. They still had the\r\nmoney and they still wanted to give it away.\r\n\r\nAshe was reading listlessly down the column when, from the mass\r\nof advertisements, one of an unusual sort detached itself.\r\n\r\n   WANTED: Young Man of good appearance, who is poor and\r\n   reckless, to undertake a delicate and dangerous enterprise.\r\n   Good pay for the right man. Apply between the hours of ten\r\n   and twelve at offices of Mainprice, Mainprice & Boole,\r\n   3, Denvers Street, Strand.\r\n\r\nAnd as he read it, half past ten struck on the little clock on\r\nhis mantelpiece. It was probably this fact that decided Ashe. If\r\nhe had been compelled to postpone his visit to the offices of\r\nMessrs. Mainprice, Mainprice & Boole until the afternoon, it is\r\npossible that barriers of laziness might have reared themselves\r\nin the path of adventure; for Ashe, an adventurer at heart, was\r\nalso uncommonly lazy. As it was, however, he could make an\r\nimmediate start.\r\n\r\nPausing but to put on his shoes, and having satisfied himself by\r\na glance in the mirror that his appearance was reasonably good,\r\nhe seized his hat, shot out of the narrow mouth of Arundell Street\r\nlike a shell, and scrambled into a taxicab, with the feeling\r\nthat--short of murder--they could not make it too delicate and\r\ndangerous for him.\r\n\r\nHe was conscious of strange thrills. This, he told himself, was\r\nthe only possible mode of life with spring in the air. He had\r\nalways been partial to those historical novels in which the\r\ncharacters are perpetually vaulting on chargers and riding across\r\ncountry on perilous errands. This leaping into taxicabs to answer\r\nstimulating advertisements in the Morning Post was very much the\r\nsame sort of thing. It was with fine fervor animating him that he\r\nentered the gloomy offices of Mainprice, Mainprice & Boole. His\r\nbrain was afire and he felt ready for anything.\r\n\r\n\"I have come in ans--\" he began, to the diminutive office boy,\r\nwho seemed to be the nearest thing visible to a Mainprice or a\r\nBoole.\r\n\r\n\"Siddown. Gottatakeyerturn,\" said the office boy; and for the\r\nfirst time Ashe perceived that the ante-room in which he stood\r\nwas crowded to overflowing.\r\n\r\nThis, in the circumstances, was something of a damper. He had\r\npictured himself, during his ride in the cab, striding into the\r\noffice and saying. \"The delicate and dangerous enterprise. Lead\r\nme to it!\" He had not realized until now that he was not the only\r\nman in London who read the advertisement columns of the Morning\r\nPost, and for an instant his heart sank at the sight of all this\r\ncompetition. A second and more comprehensive glance at his rivals\r\ngave him confidence.\r\n\r\nThe Wanted column of the morning paper is a sort of dredger,\r\nwhich churns up strange creatures from the mud of London's\r\nunderworld. Only in response to the dredger's operations do they\r\ncome to the surface in such numbers as to be noticeable, for as a\r\nrule they are of a solitary habit and shun company; but when they\r\ndo come they bring with them something of the horror of the\r\ndepths.\r\n\r\nIt is the saddest spectacle in the world--that of the crowd\r\ncollected by a Wanted advertisement. They are so palpably not\r\nwanted by anyone for any purpose whatsoever; yet every time they\r\ngather together with a sort of hopeful hopelessness. What they\r\nwere originally--the units of these collections--Heaven knows.\r\nFate has battered out of them every trace of individuality. Each\r\nnow is exactly like his neighbor--no worse; no better.\r\n\r\nAshe, as he sat and watched them, was filled with conflicting\r\nemotions. One-half of him, thrilled with the glamour of\r\nadventure, was chafing at the delay, and resentful of these poor\r\ncreatures as of so many obstacles to the beginning of all the\r\nbrisk and exciting things that lay behind the mysterious brevity\r\nof the advertisement; the other, pitifully alive to the tragedy\r\nof the occasion, was grateful for the delay.\r\n\r\nOn the whole, he was glad to feel that if one of these derelicts\r\ndid not secure the \"good pay for the right man,\" it would not be\r\nhis fault. He had been the last to arrive, and he would be the\r\nlast to pass through that door, which was the gateway of\r\nadventure--the door with Mr. Boole inscribed on its ground glass,\r\nbehind which sat the author of the mysterious request for\r\nassistance, interviewing applicants. It would be through their\r\nown shortcomings--not because of his superior attractions--if\r\nthey failed to please that unseen arbiter.\r\n\r\nThat they were so failing was plain. Scarcely had one scarred\r\nvictim of London's unkindness passed through before the bell\r\nwould ring; the office boy, who, in the intervals of frowning\r\nsternly on the throng, as much as to say that he would stand no\r\nnonsense, would cry, \"Next!\" and another dull-eyed wreck would\r\ndrift through, to be followed a moment later by yet another. The\r\none fact at present ascertainable concerning the unknown searcher\r\nfor reckless young men of good appearance was that he appeared to\r\nbe possessed of considerable decision of character, a man who did\r\nnot take long to make up his mind. He was rejecting applicants\r\nnow at the rate of two a minute.\r\n\r\nExpeditious though he was, he kept Ashe waiting for a\r\nconsiderable time. It was not until the hands of the fat clock\r\nover the door pointed to twenty minutes past eleven that the\r\noffice boy's \"Next!\" found him the only survivor. He gave his\r\nclothes a hasty smack with the palm of his hand and his hair a\r\nfleeting dab to accentuate his good appearance, and turned the\r\nhandle of the door of fate.\r\n\r\nThe room assigned by the firm to their Mr. Boole for his personal\r\nuse was a small and dingy compartment, redolent of that\r\natmosphere of desolation which lawyers alone know how to achieve.\r\nIt gave the impression of not having been swept since the\r\nfoundation of the firm, in the year 1786. There was one small\r\nwindow, covered with grime. It was one of those windows you see\r\nonly in lawyers' offices. Possibly some reckless Mainprice or\r\nharebrained Boole had opened it in a fit of mad excitement\r\ninduced by the news of the Battle of Waterloo, in 1815, and had\r\nbeen instantly expelled from the firm. Since then, no one had\r\ndared to tamper with it.\r\n\r\nGazing through this window--or, rather, gazing at it, for X-rays\r\ncould hardly have succeeded in actually penetrating the alluvial\r\ndeposits on the glass--was a little man. As Ashe entered, he\r\nturned and looked at him as though he hurt him rather badly in\r\nsome tender spot.\r\n\r\nAshe was obliged to own to himself that he felt a little nervous.\r\nIt is not every day that a young man of good appearance, who has\r\nled a quiet life, meets face to face one who is prepared to pay\r\nhim well for doing something delicate and dangerous. To Ashe the\r\nsensation was entirely novel. The most delicate and dangerous act\r\nhe had performed to date had been the daily mastication of Mrs.\r\nBell's breakfast--included in the rent. Yes, he had to admit\r\nit--he was nervous: and the fact that he was nervous made him hot\r\nand uncomfortable.\r\n\r\nTo judge him by his appearance, the man at the window was also\r\nhot and uncomfortable. He was a little, truculent-looking man,\r\nand his face at present was red with a flush that sat unnaturally\r\non a normally lead-colored face. His eyes looked out from under\r\nthick gray eyebrows with an almost tortured expression. This was\r\npartly owing to the strain of interviewing Ashe's preposterous\r\npredecessors, but principally to the fact that the little man had\r\nsuddenly been seized with acute indigestion, a malady to which he\r\nwas peculiarly subject.\r\n\r\nHe removed from his mouth the black cigar he was smoking,\r\ninserted a digestive tabloid, and replaced the cigar. Then he\r\nconcentrated his attention on Ashe. As he did so the hostile\r\nexpression of his face became modified. He looked surprised\r\nand--grudgingly--pleased.\r\n\r\n\"Well, what do you want?\" he said.\r\n\r\n\"I came in answer to--\"\r\n\r\n\"In answer to my advertisement? I had given up hope of seeing\r\nanything part human. I thought you must be one of the clerks.\r\nYou're certainly more like what I advertised for. Of all the\r\nseedy bunches of dead beats I ever struck, the aggregation I've\r\njust been interviewing was the seediest! When I spend good money\r\nin advertising for a young man of good appearance, I want a young\r\nman of good appearance--not a tramp of fifty-five.\"\r\n\r\nAshe was sorry for his predecessors, but he was bound to admit\r\nthat they certainly had corresponded somewhat faithfully to the\r\ndescription just given. The comparative cordiality of his own\r\nreception removed the slight nervousness that had been troubling\r\nhim. He began to feel confident--almost jaunty.\r\n\r\n\"I'm through,\" said the little man wearily. \"I've had enough of\r\ninterviewing applicants. You're the last one I'll see. Are there\r\nany more hobos outside?\"\r\n\r\n\"Not when I came in.\"\r\n\r\n\"Then we'll get down to business. I'll tell you what I want done,\r\nand if you are willing you can do it; if you are not willing you\r\ncan leave it--and go to the devil! Sit down.\"\r\n\r\nAshe sat down. He resented the little man's tone, but this was\r\nnot the moment for saying so. His companion scrutinized him\r\nnarrowly.\r\n\r\n\"So far as appearance goes,\" he said, \"you are what I want.\" Ashe\r\nfelt inclined to bow. \"Whoever takes on this job has got to act\r\nas my valet, and you look like a valet.\" Ashe felt less inclined\r\nto bow.\r\n\r\n\"You're tall and thin and ordinary-looking. Yes; so far as\r\nappearance goes, you fill the bill.\"\r\n\r\nIt seemed to Ashe that it was time to correct an impression the\r\nlittle man appeared to have formed.\r\n\r\n\"I am afraid,\" he said, \"if all you want is a valet, you will\r\nhave to look elsewhere. I got the idea from your advertisement\r\nthat something rather more exciting was in the air. I can\r\nrecommend you to several good employment agencies if you wish.\"\r\nHe rose. \"Good-morning!\" he said.\r\n\r\nHe would have liked to fling the massive pewter inkwell at this\r\nlittle creature who had so keenly disappointed him.\r\n\r\n\"Sit down!\" snapped the other.\r\n\r\nAshe resumed his seat. The hope of adventure dies hard on a\r\nSpring morning when one is twenty-six, and he had the feeling\r\nthat there was more to come.\r\n\r\n\"Don't be a damned fool!\" said the little man. \"Of course I'm not\r\nasking you to be a valet and nothing else.\"\r\n\r\n\"You would want me to do some cooking and plain sewing on the\r\nside, perhaps?\"\r\n\r\nTheir eyes met in a hostile glare. The flush on the little man's\r\nface deepened.\r\n\r\n\"Are you trying to get fresh with me?\" he demanded dangerously.\r\n\r\n\"Yes,\" said Ashe.\r\n\r\nThe answer seemed to disconcert his adversary. He was silent for\r\na moment.\r\n\r\n\"Well,\" he said at last, \"maybe it's all for the best. If you\r\nweren't full of gall probably you wouldn't have come here at all;\r\nand whoever takes on this job of mine has got to have gall if he\r\nhas nothing else. I think we shall suit each other.\"\r\n\r\n\"What is the job?\"\r\n\r\nThe little man's face showed doubt and perplexity.\r\n\r\n\"It's awkward. If I'm to make the thing clear to you I've got to\r\ntrust you. And I don't know a thing about you. I wish I had\r\nthought of that before I inserted the advertisement.\"\r\n\r\nAshe appreciated the difficulty.\r\n\r\n\"Couldn't you make an A--B case out of it?\"\r\n\r\n\"Maybe I could if I knew what an A--B case was.\"\r\n\r\n\"Call the people mixed up in it A and B.\"\r\n\r\n\"And forget, halfway through, who was which! No; I guess I'll\r\nhave to trust you.\"\r\n\r\n\"I'll play square.\"\r\n\r\nThe little man fastened his eyes on Ashe's in a piercing stare.\r\nAshe met them smilingly. His spirits, always fairly cheerful, had\r\nrisen high by now. There was something about the little man, in\r\nspite of his brusqueness and ill temper, which made him feel\r\nflippant.\r\n\r\n\"Pure white!\" said Ashe.\r\n\r\n\"Eh?\"\r\n\r\n\"My soul! And this\"--he thumped the left section of his\r\nwaistcoat--\"solid gold. You may fire when ready, Gridley.\r\nProceed, professor.\"\r\n\r\n\"I don't know where to begin.\"\r\n\r\n\"Without presuming to dictate, why not at the beginning?\"\r\n\r\n\"It's all so darned complicated that I don't rightly know which\r\nis the beginning. Well, see here . . . I collect scarabs. I'm\r\ncrazy about scarabs. Ever since I quit business, you might say\r\nthat I have practically lived for scarabs.\"\r\n\r\n\"Though it sounds like an unkind thing to say of anyone,\" said\r\nAshe. \"Incidentally, what are scarabs?\" He held up his hand.\r\n\"Wait! It all comes back to me. Expensive classical education,\r\nnow bearing belated fruit. Scarabaeus--Latin; noun, nominative--a\r\nbeetle. Scarabaee--vocative--O you beetle! Scarabaeum--\r\naccusative--the beetle. Scarabaei--of the beetle. Scarabaeo--to\r\nor for the beetle. I remember now. Egypt--Rameses--pyramids--\r\nsacred scarabs! Right!\"\r\n\r\n\"Well, I guess I've gotten together the best collection of\r\nscarabs outside the British Museum, and some of them are worth\r\nwhat you like to me. I don't reckon money when it comes to a\r\nquestion of my scarabs. Do you understand?\"\r\n\r\n\"Sure, Mike!\"\r\n\r\nDispleasure clouded the little man's face.\r\n\r\n\"My name is not Mike.\"\r\n\r\n\"I used the word figuratively, as it were.\"\r\n\r\n\"Well, don't do it again. My name is J. Preston Peters, and Mr.\r\nPeters will do as well as anything else when you want to attract\r\nmy attention.\"\r\n\r\n\"Mine is Marson. You were saying, Mr. Peters--?\"\r\n\r\n\"Well, it's this way,\" said the little man.\r\n\r\nShakespeare and Pope have both emphasized the tediousness of a\r\ntwice-told tale; the Episode Of the Stolen Scarab need not be\r\nrepeated at this point, though it must be admitted that Mr.\r\nPeters' version of it differed considerably from the calm,\r\ndispassionate description the author, in his capacity of official\r\nhistorian, has given earlier in the story.\r\n\r\nIn Mr. Peters' version the Earl of Emsworth appeared as a smooth\r\nand purposeful robber, a sort of elderly Raffles, worming his way\r\ninto the homes of the innocent, and only sparing that portion of\r\ntheir property which was too heavy for him to carry away. Mr.\r\nPeters, indeed, specifically described the Earl of Emsworth as an\r\noily old second-story man.\r\n\r\nIt took Ashe some little time to get a thorough grasp of the\r\ntangled situation; but he did it at last.\r\n\r\nOnly one point perplexed him.\r\n\r\n\"You want to hire somebody to go to this castle and get this\r\nscarab back for you. I follow that. But why must he go as your\r\nvalet?\"\r\n\r\n\"That's simple enough. You don't think I'm asking him to buy a\r\nblack mask and break in, do you? I'm making it as easy for him as\r\npossible. I can't take a secretary down to the castle, for\r\neverybody knows that, now I've retired, I haven't got a\r\nsecretary; and if I engaged a new one and he was caught trying to\r\nsteal my scarab from the earl's collection, it would look\r\nsuspicious. But a valet is different. Anyone can get fooled by a\r\ncrook valet with bogus references.\"\r\n\r\n\"I see. There's just one other point: Suppose your accomplice\r\ndoes get caught--what then?\"\r\n\r\n\"That,\" said Mr. Peters, \"is the catch; and it's just because of\r\nthat I am offering good pay to my man. We'll suppose, for the\r\nsake of argument, that you accept the contract and get caught.\r\nWell, if that happens you've got to look after yourself. I\r\ncouldn't say a word. If I did it would all come out, and so far\r\nas the breaking off of my daughter's engagement to young\r\nThreepwood is concerned, it would be just as bad as though I had\r\ntried to get the thing back myself.\r\n\r\n\"You've got to bear that in mind. You've got to remember it if\r\nyou forget everything else. I don't appear in this business in\r\nany way whatsoever. If you get caught you take what's coming to\r\nyou without a word. You can't turn round and say: 'I am innocent.\r\nMr. Peters will explain all'--because Mr. Peters certainly won't.\r\nMr. Peters won't utter a syllable of protest if they want to hang\r\nyou.\r\n\r\n\"No; if you go into this, young man, you go into it with your\r\neyes open. You go into it with a full understanding of the\r\nrisks--because you think the reward, if you are successful, makes\r\nthe taking of those risks worth while. You and I know that what\r\nyou are doing isn't really stealing; it's simply a tactful way of\r\ngetting back my own property. But the judge and jury will have\r\ndifferent views.\"\r\n\r\n\"I am beginning to understand,\" said Ashe thoughtfully, \"why you\r\ncalled the job delicate and dangerous.\"\r\n\r\nCertainly it had been no overstatement. As a writer of detective\r\nstories for the British office boy, he had imagined in his time\r\nmany undertakings that might be so described, but few to which\r\nthe description was more admirably suited.\r\n\r\n\"It is,\" said Mr. Peters; \"and that is why I'm offering good pay.\r\nWhoever carries this job through gets one thousand pounds.\"\r\n\r\nAshe started.\r\n\r\n\"One thousand pounds--five thousand dollars!\"\r\n\r\n\"Five thousand.\"\r\n\r\n\"When do I begin?\"\r\n\r\n\"You'll do it?\"\r\n\r\n\"For five thousand dollars I certainly will.\"\r\n\r\n\"With your eyes open?\"\r\n\r\n\"Wide open!\"\r\n\r\nA look of positive geniality illuminated Mr. Peters' pinched\r\nfeatures. He even went so far as to pat Ashe on the shoulder.\r\n\r\n\"Good boy!\" he said. \"Meet me at Paddington Station at four\r\no'clock on Friday. And if there's anything more you want to know\r\ncome round to this address.\"\r\n\r\nThere remained the telling of Joan Valentine; for it was\r\nobviously impossible not to tell her. When you have\r\nrevolutionized your life at the bidding of another you cannot\r\nwell conceal the fact, as though nothing had happened. Ashe had\r\nnot the slightest desire to conceal the fact. On the contrary, he\r\nwas glad to have such a capital excuse for renewing the\r\nacquaintance.\r\n\r\nHe could not tell her, of course, the secret details of the\r\nthing. Naturally those must remain hidden. No, he would just go\r\nairily in and say:\r\n\r\n\"You know what you told me about doing something new? Well, I've\r\njust got a job as a valet.\"\r\n\r\nSo he went airily in and said it.\r\n\r\n\"To whom?\" said Joan.\r\n\r\n\"To a man named Peters--an American.\"\r\n\r\nWomen are trained from infancy up to conceal their feelings. Joan\r\ndid not start or otherwise express emotion.\r\n\r\n\"Not Mr. J. Preston Peters?\"\r\n\r\n\"Yes. Do you know him? What a remarkable thing.\"\r\n\r\n\"His daughter,\" said Joan, \"has just engaged me as a lady's\r\nmaid.\"\r\n\r\n\"What!\"\r\n\r\n\"It will not be quite the same thing as three years ago,\" Joan\r\nexplained. \"It is just a cheap way of getting a holiday. I used\r\nto know Miss Peters very well, you see. It will be more like\r\ntraveling as her guest.\"\r\n\r\n\"But--but--\" Ashe had not yet overcome his amazement.\r\n\r\n\"Yes?\"\r\n\r\n\"But what an extraordinary coincidence!\"\r\n\r\n\"Yes. By the way, how did you get the situation? And what put it\r\ninto your head to be a valet at all? It seems such a curious\r\nthing for you to think of doing.\"\r\n\r\nAshe was embarrassed.\r\n\r\n\"I--I--well, you see, the experience will be useful to me, of\r\ncourse, in my writing.\"\r\n\r\n\"Oh! Are you thinking of taking up my line of work? Dukes?\"\r\n\r\n\"No, no--not exactly that.\"\r\n\r\n\"It seems so odd. How did you happen to get in touch with Mr.\r\nPeters?\"\r\n\r\n\"Oh, I answered an advertisement.\"\r\n\r\n\"I see.\"\r\n\r\nAshe was becoming conscious of an undercurrent of something not\r\naltogether agreeable in the conversation. It lacked the gay ease\r\nof their first interview. He was not apprehensive lest she might\r\nhave guessed his secret. There was, he felt, no possible means by\r\nwhich she could have done that. Yet the fact remained that those\r\nkeen blue eyes of hers were looking at him in a peculiar and\r\npenetrating manner. He felt damped.\r\n\r\n\"It will be nice, being together,\" he said feebly.\r\n\r\n\"Very!\" said Joan.\r\n\r\nThere was a pause.\r\n\r\n\"I thought I would come and tell you.\"\r\n\r\n\"Quite so.\"\r\n\r\nThere was another pause.\r\n\r\n\"It seems so funny that you should be going out as a lady's\r\nmaid.\"\r\n\r\n\"Yes?\"\r\n\r\n\"But, of course, you have done it before.\"\r\n\r\n\"Yes.\"\r\n\r\n\"The really extraordinary thing is that we should be going to the\r\nsame people.\"\r\n\r\n\"Yes.\"\r\n\r\n\"It--it's remarkable, isn't it?\"\r\n\r\n\"Yes.\"\r\n\r\nAshe reflected. No; he did not appear to have any further remarks\r\nto make.\r\n\r\n\"Good-by for the present,\" he said.\r\n\r\n\"Good-by.\"\r\n\r\nAshe drifted out. He was conscious of a wish that he understood\r\ngirls. Girls, in his opinion, were odd.\r\n\r\nWhen he had gone Joan Valentine hurried to the door and, having\r\nopened it an inch, stood listening. When the sound of his door\r\nclosing came to her she ran down the stairs and out into Arundell\r\nStreet. She went to the Hotel Mathis.\r\n\r\n\"I wonder,\" she said to the sad-eyed waiter, \"if you have a copy\r\nof the Morning Post?\"\r\n\r\nThe waiter, a child of romantic Italy, was only too anxious to\r\noblige youth and beauty. He disappeared and presently returned\r\nwith a crumpled copy. Joan thanked him with a bright smile.\r\n\r\nBack in her room, she turned to the advertisement pages. She knew\r\nthat life was full of what the unthinking call coincidences; but\r\nthe miracle of Ashe having selected by chance the father of Aline\r\nPeters as an employer was too much of a coincidence for her.\r\nSuspicion furrowed her brow.\r\n\r\nIt did not take her long to discover the advertisement that had\r\nsent Ashe hurrying in a taxicab to the offices of Messrs.\r\nMainprice, Mainprice & Boole. She had been looking for something\r\nof the kind.\r\n\r\nShe read it through twice and smiled. Everything was very clear\r\nto her. She looked at the ceiling above her and shook her head.\r\n\r\n\"You are quite a nice young man, Mr. Marson,\" she said softly;\r\n\"but you mustn't try to jump my claim. I dare say you need that\r\nmoney too; but I'm afraid you must go without. I am going to have\r\nit--and nobody else!\""
  ]
}