{
  "index": 7,
  "title": "Chapter 6",
  "paragraphs": [
    "It is worthy of record, in the light of after events, that at the\r\nbeginning of their visit it was the general opinion of the guests\r\ngathered together at Blandings Castle that the place was dull.\r\nThe house party had that air of torpor which one sees in the\r\nsaloon passengers of an Atlantic liner--that appearance of\r\nresignation to an enforced idleness and a monotony to be broken\r\nonly by meals. Lord Emsworth's guests gave the impression,\r\ncollectively, of being just about to yawn and look at their\r\nwatches.\r\n\r\nThis was partly the fault of the time of year, for most house\r\nparties are dull if they happen to fall between the hunting and\r\nthe shooting seasons, but must be attributed chiefly to Lord\r\nEmsworth's extremely sketchy notions of the duties of a host.\r\n\r\nA host has no right to interne a regiment of his relations in his\r\nhouse unless he also invites lively and agreeable outsiders to\r\nmeet them. If he does commit this solecism the least he can do is\r\nto work himself to the bone in the effort to invent amusements\r\nand diversions for his victims. Lord Emsworth had failed badly in\r\nboth these matters. With the exception of Mr. Peters, his\r\ndaughter Aline and George Emerson, there was nobody in the house\r\nwho did not belong to the clan; and, as for his exerting himself\r\nto entertain, the company was lucky if it caught a glimpse of its\r\nhost at meals.\r\n\r\nLord Emsworth belonged to the people-who-like-to-be-left-alone-\r\nto-amuse-themselves-when-they-come-to-a-place school of hosts. He\r\npottered about the garden in an old coat--now uprooting a weed,\r\nnow wrangling with the autocrat from Scotland, who was\r\ntheoretically in his service as head gardener---dreamily\r\nsatisfied, when he thought of them at all, that his guests were\r\nas perfectly happy as he was.\r\n\r\nApart from his son Freddie, whom he had long since dismissed as a\r\nyouth of abnormal tastes, from whom nothing reasonable was to be\r\nexpected, he could not imagine anyone not being content merely to\r\nbe at Blandings when the buds were bursting on the trees.\r\n\r\nA resolute hostess might have saved the situation; but Lady Ann\r\nWarblington's abilities in that direction stopped short at\r\nleaving everything to Mrs. Twemlow and writing letters in her\r\nbedroom. When Lady Ann Warblington was not writing letters in her\r\nbedroom--which was seldom, for she had an apparently\r\ninexhaustible correspondence--she was nursing sick headaches in\r\nit. She was one of those hostesses whom a guest never sees except\r\nwhen he goes into the library and espies the tail of her skirt\r\nvanishing through the other door.\r\n\r\nAs for the ordinary recreations of the country house, the guests\r\ncould frequent the billiard room, where they were sure to find\r\nLord Stockheath playing a hundred up with his cousin, Algernon\r\nWooster--a spectacle of the liveliest interest--or they could, if\r\nfond of golf, console themselves for the absence of links in the\r\nneighborhood with the exhilarating pastime of clock golf; or they\r\ncould stroll about the terraces with such of their relations as\r\nthey happened to be on speaking terms with at the moment, and\r\nabuse their host and the rest of their relations.\r\n\r\nThis was the favorite amusement; and after breakfast, on a\r\nmorning ten days after Joan and Ashe had formed their compact,\r\nthe terraces were full of perambulating couples. Here, Colonel\r\nHorace Mant, walking with the Bishop of Godalming, was soothing\r\nthat dignitary by clothing in soldierly words thoughts that the\r\nlatter had not been able to crush down, but which his holy office\r\nscarcely permitted him to utter.\r\n\r\nThere, Lady Mildred Mant, linked to Mrs. Jack Hale, of the\r\ncollateral branch of the family, was saying things about her\r\nfather in his capacity of host and entertainer, that were making\r\nher companion feel like another woman. Farther on, stopping\r\noccasionally to gesticulate, could be seen other Emsworth\r\nrelations and connections. It was a typical scene of quiet,\r\npeaceful English family life.\r\n\r\nLeaning on the broad stone balustrade of the upper terrace, Aline\r\nPeters and George Emerson surveyed the malcontents. Aline gave a\r\nlittle sigh, almost inaudible; but George's hearing was good.\r\n\r\n\"I was wondering when you are going to admit it,\" he said,\r\nshifting his position so that he faced her.\r\n\r\n\"Admit what?\"\r\n\r\n\"That you can't stand the prospect; that the idea of being stuck\r\nfor life with this crowd, like a fly on fly paper, is too much\r\nfor you; that you are ready to break off your engagement to\r\nFreddie and come away and marry me and live happily ever after.\"\r\n\r\n\"George!\"\r\n\r\n\"Well, wasn't that what it meant? Be honest!\"\r\n\r\n\"What what meant?\"\r\n\r\n\"That sigh.\"\r\n\r\n\"I didn't sigh. I was just breathing.\"\r\n\r\n\"Then you can breathe in this atmosphere! You surprise me!\" He\r\nraked the terraces with hostile eyes. \"Look at them! Look at\r\nthem--crawling round like doped beetles. My dear girl, it's no\r\nuse your pretending that this sort of thing wouldn't kill you.\r\nYou're pining away already. You're thinner and paler since you\r\ncame here. Gee! How we shall look back at this and thank our\r\nstars that we're out of it when we're back in old New York, with\r\nthe elevated rattling and the street cars squealing over the\r\npoints, and something doing every step you take. I shall call you\r\non the 'phone from the office and have you meet me down town\r\nsomewhere, and we'll have a bite to eat and go to some show, and\r\na bit of supper afterward and a dance or two; and then go home to\r\nour cozy---\"\r\n\r\n\"George, you mustn't--really!\"\r\n\r\n\"Why mustn't I?\"\r\n\r\n\"It's wrong. You can't talk like that when we are both enjoying\r\nthe hospitality--\"\r\n\r\nA wild laugh, almost a howl, disturbed the talk of the most\r\nadjacent of the perambulating relations. Colonel Horace Mant,\r\nchecked in mid-sentence, looked up resentfully at the cause of\r\nthe interruption.\r\n\r\n\"I wish somebody would tell me whether it's that American fellow,\r\nEmerson, or young Freddie who's supposed to be engaged to Miss\r\nPeters. Hanged if you ever see her and Freddie together, but she\r\nand Emerson are never to be found apart. If my respected\r\nfather-in-law had any sense I should have thought he would have\r\nhad sense enough to stop that.\"\r\n\r\n\"You forget, my dear Horace,\" said the bishop charitably; \"Miss\r\nPeters and Mr. Emerson have known each other since they were\r\nchildren.\"\r\n\r\n\"They were never nearly such children as Emsworth is now,\"\r\nsnorted the colonel. \"If that girl isn't in love with Emerson\r\nI'll be--I'll eat my hat.\"\r\n\r\n\"No, no,\" said the bishop. \"No, no! Surely not, Horace. What were\r\nyou saying when you broke off?\"\r\n\r\n\"I was saying that if a man wanted his relations never to speak\r\nto each other again for the rest of their lives the best thing he\r\ncould do would be to herd them all together in a dashed barrack\r\nof a house a hundred miles from anywhere, and then go off and\r\nspend all his time prodding dashed flower beds with a spud--dash\r\nit!\"\r\n\r\n\"Just so; just so. So you were. Go on, Horace; I find a curious\r\ncomfort in your words.\"\r\n\r\nOn the terrace above them Aline was looking at George with\r\nstartled eyes.\r\n\r\n\"George!\"\r\n\r\n\"I'm sorry; but you shouldn't spring these jokes on me so\r\nsuddenly. You said enjoying! Yes--reveling in it, aren't we!\"\r\n\r\n\"It's a lovely old place,\" said Aline defensively.\r\n\r\n\"And when you've said that you've said everything. You can't live\r\non scenery and architecture for the rest of your life. There's\r\nthe human element to be thought of. And you're beginning--\"\r\n\r\n\"There goes father,\" interrupted Aline. \"How fast he is walking!\r\nGeorge, have you noticed a sort of difference in father these\r\nlast few days?\"\r\n\r\n\"I haven't. My specialty is keeping an eye on the rest of the\r\nPeters family.\"\r\n\r\n\"He seems better somehow. He seems to have almost stopped\r\nsmoking--and I'm very glad, for those cigars were awfully bad for\r\nhim. The doctor expressly told him he must stop them, but he\r\nwouldn't pay any attention to him. And he seems to take so much\r\nmore exercise. My bedroom is next to his, you know, and every\r\nmorning I can hear things going on through the wall--father\r\ndancing about and puffing a good deal. And one morning I met his\r\nvalet going in with a pair of Indian clubs. I believe father is\r\nreally taking himself in hand at last.\"\r\n\r\nGeorge Emerson exploded.\r\n\r\n\"And about time, too! How much longer are you to go on starving\r\nyourself to death just to give him the resolution to stick to his\r\ndieting? It maddens me to see you at dinner. And it's killing\r\nyou. You're getting pale and thin. You can't go on like this.\"\r\n\r\nA wistful look came over Aline's face.\r\n\r\n\"I do get a little hungry sometimes--late at night generally.\"\r\n\r\n\"You want somebody to take care of you and look after you. I'm\r\nthe man. You may think you can fool me; but I can tell. You're\r\nweakening on this Freddie proposition. You're beginning to see\r\nthat it won't do. One of these days you're going to come to me\r\nand say: 'George, you were right. I take the count. Me for the\r\nquiet sneak to the station, without anybody knowing, and the\r\nbreak for London, and the wedding at the registrar's.' Oh, I\r\nknow! I couldn't have loved you all this time and not know.\r\nYou're weakening.\"\r\n\r\nThe trouble with these supermen is that they lack reticence. They\r\ndo not know how to omit. They expand their chests and whoop. And\r\na girl, even the mildest and sweetest of girls--even a girl like\r\nAline Peters--cannot help resenting the note of triumph. But\r\nsupermen despise tact. As far as one can gather, that is the\r\nchief difference between them and the ordinary man.\r\n\r\nA little frown appeared on Aline's forehead and she set her mouth\r\nmutinously.\r\n\r\n\"I'm not weakening at all,\" she said, and her voice was--for\r\nher--quite acid. \"You--you take too much for granted.\"\r\n\r\nGeorge was contemplating the landscape with a conqueror's eye.\r\n\r\n\"You are beginning to see that it is impossible--this Freddie\r\nfoolishness.\"\r\n\r\n\"It is not foolishness,\" said Aline pettishly, tears of annoyance\r\nin her eyes. \"And I wish you wouldn't call him Freddie.\"\r\n\r\n\"He asked me to. He asked me to!\"\r\n\r\nAline stamped her foot.\r\n\r\n\"Well, never mind. Please don't do it.\"\r\n\r\n\"Very well, little girl,\" said George softly. \"I wouldn't do\r\nanything to hurt you.\"\r\n\r\nThe fact that it never even occurred to George Emerson he was\r\nbeing offensively patronizing shows the stern stuff of which\r\nthese supermen are made.\r\n\r\n                        *   *   *\r\n\r\nThe Efficient Baxter bicycled broodingly to Market Blandings for\r\ntobacco. He brooded for several reasons. He had just seen Aline\r\nPeters and George Emerson in confidential talk on the upper\r\nterrace, and that was one thing which exercised his mind, for he\r\nsuspected George Emerson. He suspected him nebulously as a snake\r\nin the grass; as an influence working against the orderly\r\nprogress of events concerning the marriage that had been arranged\r\nand would shortly take place between Miss Peters and the\r\nHonorable Frederick Threepwood.\r\n\r\nIt would be too much to say that he had any idea that George was\r\nputting in such hard and consistent work in his serpentine role;\r\nindeed if he could have overheard the conversation just recorded\r\nit is probable that Rupert Baxter would have had heart failure;\r\nbut he had observed the intimacy between the two as he observed\r\nmost things in his immediate neighborhood, and he disapproved of\r\nit. It was all very well to say that George Emerson had known\r\nAline Peters since she was a child. If that was so, then in the\r\nopinion of the Efficient Baxter he had known her quite long\r\nenough and ought to start making the acquaintance of somebody\r\nelse.\r\n\r\nHe blamed the Honorable Freddie. If the Honorable Freddie had\r\nbeen a more ardent lover he would have spent his time with Aline,\r\nand George Emerson would have taken his proper place as one of\r\nthe crowd at the back of the stage. But Freddie's view of the\r\nmatter seemed to be that he had done all that could be expected\r\nof a chappie in getting engaged to the girl, and that now he\r\nmight consider himself at liberty to drop her for a while.\r\n\r\nSo Baxter, as he bicycled to Market Blandings for tobacco,\r\nbrooded on Freddie, Aline Peters and George Emerson. He also\r\nbrooded on Mr. Peters and Ashe Marson. Finally he brooded in a\r\ngeneral way, because he had had very little sleep the past week.\r\n\r\nThe spectacle of a young man doing his duty and enduring\r\nconsiderable discomforts while doing it is painful; but there is\r\nsuch uplift in it, it affords so excellent a moral picture, that\r\nI cannot omit a short description of the manner in which Rupert\r\nBaxter had spent the nights which had elapsed since his meeting\r\nwith Ashe in the small hours in the hall.\r\n\r\nIn the gallery which ran above the hall there was a large chair,\r\nsituated a few paces from the great staircase. On this, in an\r\novercoat--for the nights were chilly--and rubber-soled shoes, the\r\nEfficient Baxter had sat, without missing a single night, from\r\none in the morning until daybreak, waiting, waiting, waiting. It\r\nhad been an ordeal to try the stoutest determination. Nature had\r\nnever intended Baxter for a night bird. He loved his bed. He knew\r\nthat doctors held that insufficient sleep made a man pale and\r\nsallow, and he had always aimed at the peach-bloom complexion\r\nwhich comes from a sensible eight hours between the sheets.\r\n\r\nOne of the King Georges of England--I forget which--once said\r\nthat a certain number of hours' sleep each night--I cannot recall\r\nat the moment how many--made a man something, which for the time\r\nbeing has slipped my memory. Baxter agreed with him. It went\r\nagainst all his instincts to sit up in this fashion; but it was\r\nhis duty and he did it.\r\n\r\nIt troubled him that, as night after night went by and Ashe, the\r\nsuspect, did not walk into the trap so carefully laid for him, he\r\nfound an increasing difficulty in keeping awake. The first two or\r\nthree of his series of vigils he had passed in an unimpeachable\r\nwakefulness, his chin resting on the rail of the gallery and his\r\nears alert for the slightest sound; but he had not been able to\r\nmaintain this standard of excellence.\r\n\r\nOn several occasions he had caught himself in the act of dropping\r\noff, and the last night he had actually wakened with a start to\r\nfind it quite light. As his last recollection before that was of\r\nan inky darkness impenetrable to the eye, dismay gripped him with\r\na sudden clutch and he ran swiftly down to the museum. His\r\nrelief on finding that the scarab was still there had been\r\ntempered by thoughts of what might have been.\r\n\r\nBaxter, then, as he bicycled to Market Blandings for tobacco, had\r\ngood reason to brood. Having bought his tobacco and observed the\r\nlife and thought of the town for half an hour--it was market day\r\nand the normal stagnation of the place was temporarily relieved\r\nand brightened by pigs that eluded their keepers, and a bull calf\r\nwhich caught a stout farmer at the psychological moment when he\r\nwas tying his shoe lace and lifted him six feet--he made his way\r\nto the Emsworth Arms, the most respectable of the eleven inns the\r\ncitizens of Market Blandings contrived in some miraculous way to\r\nsupport.\r\n\r\nIn English country towns, if the public houses do not actually\r\noutnumber the inhabitants, they all do an excellent trade. It is\r\nonly when they are two to one that hard times hit them and set\r\nthe innkeepers to blaming the government.\r\n\r\nIt was not the busy bar, full to overflowing with honest British\r\nyeomen--many of them in a similar condition--that Baxter sought.\r\nHis goal was the genteel dining-room on the first floor, where a\r\nbald and shuffling waiter, own cousin to a tortoise, served\r\nluncheon to those desiring it. Lack of sleep had reduced Baxter\r\nto a condition where the presence and chatter of the house party\r\nwere insupportable. It was his purpose to lunch at the Emsworth\r\nArms and take a nap in an armchair afterward.\r\n\r\nHe had relied on having the room to himself, for Market Blandings\r\ndid not lunch to a great extent; but to his annoyance and\r\ndisappointment the room was already occupied by a man in brown\r\ntweeds.\r\n\r\nOccupied is the correct word, for at first sight this man seemed\r\nto fill the room. Never since almost forgotten days when he used\r\nto frequent circuses and side shows, had Baxter seen a fellow\r\nhuman being so extraordinarily obese. He was a man about fifty\r\nyears old, gray-haired, of a mauve complexion, and his general\r\nappearance suggested joviality.\r\n\r\nTo Baxter's chagrin, this person engaged him in conversation\r\ndirectly he took his seat at the table. There was only one table\r\nin the room, as is customary in English inns, and it had the\r\ndisadvantage that it collected those seated at it into one party.\r\nIt was impossible for Baxter to withdraw into himself and ignore\r\nthis person's advances.\r\n\r\nIt is doubtful whether he could have done it, however, had they\r\nbeen separated by yards of floor, for the fat man was not only\r\nnaturally talkative but, as appeared from his opening remarks,\r\nspeech had been dammed up within him for some time by lack of a\r\nsuitable victim.\r\n\r\n\"Morning!\" he began; \"nice day. Good for the farmers. I'll move\r\nup to your end of the table if I may, sir. Waiter, bring my beef\r\nto this gentleman's end of the table.\"\r\n\r\nHe creaked into a chair at Baxter's side and resumed:\r\n\r\n\"Infernally quiet place, this, sir. I haven't found a soul to\r\nspeak to since I arrived yesterday afternoon except deaf-and-dumb\r\nrustics. Are you making a long stay here?\"\r\n\r\n\"I live outside the town.\"\r\n\r\n\"I pity you. Wouldn't care to do it myself. Had to come here on\r\nbusiness and shan't be sorry when it's finished. I give you my\r\nword I couldn't sleep a wink last night because of the quiet. I\r\nwas just dropping off when a beast of a bird outside the window\r\ngave a chirrup, and it brought me up with a jerk as though\r\nsomebody had fired a gun. There's a damned cat somewhere near my\r\nroom that mews. I lie in bed waiting for the next mew, all worked\r\nup.\r\n\r\n\"Heaven save me from the country! It may be all right for you, if\r\nyou've got a comfortable home and a pal or two to chat with after\r\ndinner; but you've no conception what it's like in this infernal\r\ntown--I suppose it calls itself a town. What a hole! There's a\r\nchurch down the street. I'm told it's Norman or something.\r\nAnyway, it's old. I'm not much of a man for churches as a rule,\r\nbut I went and took a look at it.\r\n\r\n\"Then somebody told me there was a fine view from the end of High\r\nStreet; so I went and took a look at that. And now, so far as I\r\ncan make out, I've done the sights and exhausted every\r\npossibility of entertainment the town has to provide--unless\r\nthere's another church. I'm so reduced that I'll go and see the\r\nMethodist Chapel, if there is one.\"\r\n\r\nFresh air, want of sleep and the closeness of the dining-room\r\ncombined to make Baxter drowsy. He ate his lunch in a torpor,\r\nhardly replying to his companion's remarks, who, for his part,\r\ndid not seem to wish or to expect replies. It was enough for him\r\nto be talking.\r\n\r\n\"What do people do with themselves in a place like this? When\r\nthey want amusement, I mean. I suppose it's different if you've\r\nbeen brought up to it. Like being born color-blind or something.\r\nYou don't notice. It's the visitor who suffers. They've no\r\nenterprise in this sort of place. There's a bit of land just\r\noutside here that would make a sweet steeplechase course; natural\r\nbarriers; everything. It hasn't occurred to 'em to do anything\r\nwith it. It makes you despair of your species--that sort of\r\nthing. Now if I--\"\r\n\r\nBaxter dozed. With his fork still impaling a piece of cold beef,\r\nhe dropped into that half-awake, half-asleep state which is\r\nNature's daytime substitute for the true slumber of the night.\r\nThe fat man, either not noticing or not caring, talked on. His\r\nvoice was a steady drone, lulling Baxter to rest.\r\n\r\nSuddenly there was a break. Baxter sat up, blinking. He had a\r\ncurious impression that his companion had said \"Hello, Freddie!\"\r\nand that the door had just opened and closed.\r\n\r\n\"Eh?\" he said.\r\n\r\n\"Yes?\" said the fat man.\r\n\r\n\"What did you say?\"\r\n\r\n\"I was speaking of--\"\r\n\r\n\"I thought you said, 'Hello, Freddie!'\"\r\n\r\nHis companion eyed him indulgently.\r\n\r\n\"I thought you were dropping off when I looked at you. You've\r\nbeen dreaming. What should I say, 'Hello, Freddie!' for?\"\r\n\r\nThe conundrum was unanswerable. Baxter did not attempt to answer\r\nit. But there remained at the back of his mind a quaint idea that\r\nhe had caught sight, as he woke, of the Honorable Frederick\r\nThreepwood, his face warningly contorted, vanishing through the\r\ndoorway. Yet what could the Honorable Freddie be doing at the\r\nEmsworth Arms?\r\n\r\nA solution of the difficulty occurred to him: he had dreamed he\r\nhad seen Freddie and that had suggested the words which, reason\r\npointed out, his companion could hardly have spoken. Even if the\r\nHonorable Freddie should enter the room, this fat man, who was\r\napparently a drummer of some kind, would certainly not know who\r\nhe was, nor would he address him so familiarly.\r\n\r\nYes, that must be the explanation. After all, the quaintest\r\nthings happened in dreams. Last night, when he had fallen asleep\r\nin his chair, he had dreamed that he was sitting in a glass case\r\nin the museum, making faces at Lord Emsworth, Mr. Peters, and\r\nBeach, the butler, who were trying to steal him, under the\r\nimpression that he was a scarab of the reign of Cheops of the\r\nFourth Dynasty--a thing he would never have done when awake. Yes;\r\nhe must certainly have been dreaming.\r\n\r\nIn the bedroom into which he had dashed to hide himself, on\r\ndiscovering that the dining-room was in possession of the\r\nEfficient Baxter, the Honorable Freddie sat on a rickety chair,\r\nscowling. He elaborated a favorite dictum of his:\r\n\r\n\"You can't take a step anywhere without stumbling over that damn\r\nfeller, Baxter!\"\r\n\r\nHe wondered whether Baxter had seen him. He wondered whether\r\nBaxter had recognized him. He wondered whether Baxter had heard\r\nR. Jones say, \"Hello, Freddie!\"\r\n\r\nHe wondered, if such should be the case, whether R. Jones'\r\npresence of mind and native resource had been equal to explaining\r\naway the remark."
  ]
}