{
  "index": 11,
  "title": "Chapter 10",
  "paragraphs": [
    "Blandings Castle dozed in the calm of an English Sunday\r\nafternoon. All was peace. Freddie was in bed, with orders from\r\nthe doctor to stay there until further notice. Baxter had washed\r\nhis face. Lord Emsworth had returned to his garden fork. The rest\r\nof the house party strolled about the grounds or sat in them, for\r\nthe day was one of those late spring days that are warm with a\r\npremature suggestion of midsummer.\r\n\r\nAline Peters was sitting at the open window of her bedroom, which\r\ncommanded an extensive view of the terraces. A pile of letters\r\nlay on the table beside her, for she had just finished reading\r\nher mail. The postman came late to the castle on Sundays and she\r\nhad not been able to do this until luncheon was over.\r\n\r\nAline was puzzled. She was conscious of a fit of depression for\r\nwhich she could in no way account. She had a feeling that all was\r\nnot well with the world, which was the more remarkable in that\r\nshe was usually keenly susceptible to weather conditions and\r\nreveled in sunshine like a kitten. Yet here was a day nearly as\r\nfine as an American day--and she found no solace in it.\r\n\r\nShe looked down on the terrace; as she looked the figure of\r\nGeorge Emerson appeared, walking swiftly. And at the sight of him\r\nsomething seemed to tell her that she had found the key to her\r\ngloom.\r\n\r\nThere are many kinds of walk. George Emerson's was the walk of\r\nmental unrest. His hands were clasped behind his back, his eyes\r\nstared straight in front of him from beneath lowering brows, and\r\nbetween his teeth was an unlighted cigar. No man who is not a\r\nprofessional politician holds an unlighted cigar in his mouth\r\nunless he wishes to irritate and baffle a ticket chopper in the\r\nsubway, or because unpleasant meditations have caused him to\r\nforget he has it there. Plainly, then, all was not well with\r\nGeorge Emerson.\r\n\r\nAline had suspected as much at luncheon; and looking back she\r\nrealized that it was at luncheon her depression had begun. The\r\ndiscovery startled her a little. She had not been aware, or she\r\nhad refused to admit to herself, that George's troubles bulked so\r\nlarge on her horizon. She had always told herself that she liked\r\nGeorge, that George was a dear old friend, that George amused and\r\nstimulated her; but she would have denied she was so wrapped up\r\nin George that the sight of him in trouble would be enough to\r\nspoil for her the finest day she had seen since she left America.\r\n\r\nThere was something not only startling but shocking in the\r\nthought; for she was honest enough with herself to recognize that\r\nFreddie, her official loved one, might have paced the grounds of\r\nthe castle chewing an unlighted cigar by the hour without\r\nstirring any emotion in her at all.\r\n\r\nAnd she was to marry Freddie next month! This was surely a matter\r\nthat called for thought. She proceeded, gazing down the while at\r\nthe perambulating George, to give it thought.\r\n\r\nAline's was not a deep nature. She had never pretended to herself\r\nthat she loved the Honorable Freddie in the sense in which the\r\nword is used in books. She liked him and she liked the idea of\r\nbeing connected with the peerage; her father liked the idea and\r\nshe liked her father. And the combination of these likings had\r\ncaused her to reply \"Yes\" when, last Autumn, Freddie, swelling\r\nhimself out like an embarrassed frog and gulping, had uttered\r\nthat memorable speech beginning, \"I say, you know, it's like\r\nthis, don't you know!\"--and ending, \"What I mean is, will you\r\nmarry me--what?\"\r\n\r\nShe had looked forward to being placidly happy as the Honorable\r\nMrs. Frederick Threepwood. And then George Emerson had reappeared\r\nin her life, a disturbing element.\r\n\r\nUntil to-day she would have resented the suggestion that she was\r\nin love with George. She liked to be with him, partly because he\r\nwas so easy to talk to, and partly because it was exciting to be\r\ncontinually resisting the will power he made no secret of trying\r\nto exercise. But to-day there was a difference. She had suspected\r\nit at luncheon and she realized it now. As she looked down at him\r\nfrom behind the curtain, and marked his air of gloom, she could\r\nno longer disguise it from herself.\r\n\r\nShe felt maternal--horribly maternal. George was in trouble and\r\nshe wanted to comfort him.\r\n\r\nFreddie, too, was in trouble. But did she want to comfort\r\nFreddie? No. On the contrary, she was already regretting her\r\npromise, so lightly given before luncheon, to go and sit with him\r\nthat afternoon. A well-marked feeling of annoyance that he should\r\nhave been so silly as to tumble downstairs and sprain his ankle\r\nwas her chief sentiment respecting Freddie.\r\n\r\nGeorge Emerson continued to perambulate and Aline continued to\r\nwatch him. At last she could endure it no longer. She gathered up\r\nher letters, stacked them in a corner of the dressing-table and\r\nleft the room. George had reached the end of the terrace and\r\nturned when she began to descend the stone steps outside the\r\nfront door. He quickened his pace as he caught sight of her. He\r\nhalted before her and surveyed her morosely.\r\n\r\n\"I have been looking for you,\" he said.\r\n\r\n\"And here I am. Cheer up, George! Whatever is the matter? I've\r\nbeen sitting in my room looking at you, and you have been simply\r\nprowling. What has gone wrong?\"\r\n\r\n\"Everything!\"\r\n\r\n\"How do you mean--everything?\"\r\n\r\n\"Exactly what I say. I'm done for. Read this.\"\r\n\r\nAline took the yellow slip of paper. \"A cable,\" added George. \"I\r\ngot it this morning--mailed on from my rooms in London. Read it.\"\r\n\r\n\"I'm trying to. It doesn't seem to make sense.\"\r\n\r\nGeorge laughed grimly.\r\n\r\n\"It makes sense all right.\"\r\n\r\n\"I don't see how you can say that. 'Meredith elephant\r\nkangaroo--?'\"\r\n\r\n\"Office cipher; I was forgetting. 'Elephant' means 'Seriously ill\r\nand unable to attend to duty.' Meredith is one of the partners in\r\nmy firm in New York.\"\r\n\r\n\"Oh, I'm so sorry! Do you think he is very sick? Are you very\r\nfond of Mr. Meredith?\"\r\n\r\n\"Meredith is a good fellow and I like him; but if it was simply a\r\nmatter of his being ill I'm afraid I could manage to bear up\r\nunder the news. Unfortunately 'kangaroo' means 'Return, without\r\nfail, by the next boat.'\"\r\n\r\n\"You must return by the next boat?\" Aline looked at him, in her\r\neyes a slow-growing comprehension of the situation. \"Oh!\" she\r\nsaid at length.\r\n\r\n\"I put it stronger than that,\" said George.\r\n\r\n\"But--the next boat---- That means on Wednesday.\"\r\n\r\n\"Wednesday morning, from Southampton. I shall have to leave here\r\nto-morrow.\"\r\n\r\nAline's eyes were fixed on the blue hills across the valley, but\r\nshe did not see them. There was a mist between. She was feeling\r\ncrushed and ill-treated and lonely. It was as though George was\r\nalready gone and she left alone in an alien land.\r\n\r\n\"But, George!\" she said; she could find no other words for her\r\nprotest against the inevitable.\r\n\r\n\"It's bad luck,\" said Emerson quietly; \"but I shouldn't wonder if\r\nit is not the best thing that really could have happened. It\r\nfinishes me cleanly, instead of letting me drag on and make both\r\nof us miserable. If this cable hadn't come I suppose I should\r\nhave gone on bothering you up to the day of your wedding. I\r\nshould have fancied, to the last moment, that there was a chance\r\nfor me; but this ends me with one punch.\r\n\r\n\"Even I haven't the nerve to imagine that I can work a miracle in\r\nthe few hours before the train leaves to-morrow. I must just make\r\nthe best of it. If we ever meet again--and I don't see why we\r\nshould--you will be married. My particular brand of mental\r\nsuggestion doesn't work at long range. I shan't hope to influence\r\nyou by telepathy.\"\r\n\r\nHe leaned on the balustrade at her side and spoke in a low, level\r\nvoice.\r\n\r\n\"This thing,\" he said, \"coming as a shock, coming out of the blue\r\nsky without warning--Meredith is the last man in the world you\r\nwould expect to crack up; he looked as fit as a dray horse the\r\nlast time I saw him--somehow seems to have hammered a certain\r\namount of sense into me. Odd it never struck me before; but I\r\nsuppose I have been about the most bumptious, conceited fool that\r\never happened.\r\n\r\n\"Why I should have imagined that there was a sort of irresistible\r\nfascination in me, which was bound to make you break off your\r\nengagement and upset the whole universe simply to win the\r\nwonderful reward of marrying me, is more than I can understand. I\r\nsuppose it takes a shock to make a fellow see exactly what he\r\nreally amounts to. I couldn't think any more of you than I do;\r\nbut, if I could, the way you have put up with my mouthing and\r\nswaggering and posing as a sort of superman, would make me do it.\r\nYou have been wonderful!\"\r\n\r\nAline could not speak. She felt as though her whole world had\r\nbeen turned upside down in the last quarter of an hour. This was\r\na new George Emerson, a George at whom it was impossible to\r\nlaugh, but an insidiously attractive George. Her heart beat\r\nquickly. Her mind was not clear; but dimly she realized that he\r\nhad pulled down her chief barrier of defense and that she was\r\nmore open to attack than she had ever been. Obstinacy, the\r\nautomatic desire to resist the pressure of a will that attempted\r\nto overcome her own, had kept her cool and level-headed in the\r\npast. With masterfulness she had been able to cope. Humility was\r\nanother thing altogether.\r\n\r\nSoft-heartedness was Aline's weakness. She had never clearly\r\nrecognized it, but it had been partly pity that had induced her\r\nto accept Freddie; he had seemed so downtrodden and sorry for\r\nhimself during those Autumn days when they had first met.\r\nPrudence warned her that strange things might happen if once she\r\nallowed herself to pity George Emerson.\r\n\r\nThe silence lengthened. Aline could find nothing to say. In her\r\npresent mood there was danger in speech.\r\n\r\n\"We have known each other so long,\" said Emerson, \"and I have\r\ntold you so often that I love you, we have come to make almost a\r\njoke of it, as though we were playing some game. It just happens\r\nthat that is our way--to laugh at things; but I am going to say\r\nit once again, even though it has come to be a sort of catch\r\nphrase. I love you! I'm reconciled to the fact that I am done\r\nfor, out of the running, and that you are going to marry somebody\r\nelse; but I am not going to stop loving you.\r\n\r\n\"It isn't a question of whether I should be happier if I forgot\r\nyou. I can't do it. It's just an impossibility--and that's all\r\nthere is to it. Whatever I may be to you, you are part of me, and\r\nyou always will be part of me. I might just as well try to go on\r\nliving without breathing as living without loving you.\"\r\n\r\nHe stopped and straightened himself.\r\n\r\n\"That's all! I don't want to spoil a perfectly good Spring\r\nafternoon for you by pulling out the tragic stop. I had to say\r\nall that; but it's the last time. It shan't occur again. There\r\nwill be no tragedy when I step into the train to-morrow. Is there\r\nany chance that you might come and see me off?\"\r\n\r\nAline nodded.\r\n\r\n\"You will? That will be splendid! Now I'll go and pack and break\r\nit to my host that I must leave him. I expect, it will be news to\r\nhim to learn that I am here. I doubt if he knows me by sight.\"\r\n\r\nAline stood where he had left her, leaning on the balustrade. In\r\nthe fullness of time there came to her the recollection she had\r\npromised Freddie that shortly after luncheon she would sit with\r\nhim.\r\n\r\n                        *   *   *\r\n\r\nThe Honorable Freddie, draped in purple pyjamas and propped up\r\nwith many pillows, was lying in bed, reading Gridley Quayle,\r\nInvestigator. Aline's entrance occurred at a peculiarly poignant\r\nmoment in the story and gave him a feeling of having been brought\r\nviolently to earth from a flight in the clouds. It is not often\r\nan author has the good fortune to grip a reader as the author of\r\nGridley Quayle gripped Freddie.\r\n\r\nOne of the results of his absorbed mood was that he greeted Aline\r\nwith a stare of an even glassier quality than usual. His eyes\r\nwere by nature a trifle prominent; and to Aline, in the\r\noverstrung condition in which her talk with George Emerson had\r\nleft her, they seemed to bulge at her like a snail's. A man\r\nseldom looks his best in bed, and to Aline, seeing him for the\r\nfirst time at this disadvantage, the Honorable Freddie seemed\r\nquite repulsive. It was with a feeling of positive panic that she\r\nwondered whether he would want her to kiss him.\r\n\r\nFreddie made no such demand. He was not one of your demonstrative\r\nlovers. He contented himself with rolling over in bed and\r\ndropping his lower jaw.\r\n\r\n\"Hello, Aline!\"\r\n\r\nAline sat down on the edge of the bed.\r\n\r\n\"Well, Freddie?\"\r\n\r\nHer betrothed improved his appearance a little by hitching up his\r\njaw. As though feeling that would be too extreme a measure, he\r\ndid not close his mouth altogether; but he diminished the abyss.\r\nThe Honorable Freddie belonged to the class of persons who move\r\nthrough life with their mouths always restfully open.\r\n\r\nIt seemed to Aline that on this particular afternoon a strange\r\ndumbness had descended on her. She had been unable to speak to\r\nGeorge and now she could not think of anything to say to Freddie.\r\nShe looked at him and he looked at her; and the clock on the\r\nmantel-piece went on ticking.\r\n\r\n\"It was that bally cat of Aunt Ann's,\" said Freddie at length,\r\nessaying light conversation. \"It came legging it up the stairs\r\nand I took the most frightful toss. I hate cats! Do you hate\r\ncats? I knew a fellow in London who couldn't stand cats.\"\r\n\r\nAline began to wonder whether there was not something permanently\r\nwrong with her organs of speech. It should have been a simple\r\nmatter to develop the cat theme, but she found herself unable to\r\ndo so. Her mind was concentrated, to the exclusion of all else,\r\non the repellent nature of the spectacle provided by her loved\r\none in pyjamas. Freddie resumed the conversation.\r\n\r\n\"I was just reading a corking book. Have you ever read these\r\nthings? They come out every month, and they're corking. The\r\nfellow who writes them must be a corker. It beats me how he\r\nthinks of these things. They are about a detective--a chap called\r\nGridley Quayle. Frightfully exciting!\"\r\n\r\nAn obvious remedy for dumbness struck Aline.\r\n\r\n\"Shall I read to you, Freddie?\"\r\n\r\n\"Right-ho! Good scheme! I've got to the top of this page.\"\r\n\r\nAline took the paper-covered book.\r\n\r\n\"'Seven guns covered him with deadly precision.' Did you get as\r\nfar as that?\"\r\n\r\n\"Yes; just beyond. It's a bit thick, don't you know! This chappie\r\nQuayle has been trapped in a lonely house, thinking he was going\r\nto see a pal in distress; and instead of the pal there pop out a\r\nwhole squad of masked blighters with guns. I don't see how he's\r\ngoing to get out of it, myself; but I'll bet he does. He's a\r\ncorker!\"\r\n\r\nIf anybody could have pitied Aline more than she pitied herself,\r\nas she waded through the adventures of Mr. Quayle, it would have\r\nbeen Ashe Marson. He had writhed as he wrote the words and she\r\nwrithed as she read them. The Honorable Freddie also writhed, but\r\nwith tense excitement.\r\n\r\n\"What's the matter? Don't stop!\" he cried as Aline's voice\r\nceased.\r\n\r\n\"I'm getting hoarse, Freddie.\"\r\n\r\nFreddie hesitated. The desire to remain on the trail with Gridley\r\nstruggled with rudimentary politeness.\r\n\r\n\"How would it be--Would you mind if I just took a look at the\r\nrest of it myself? We could talk afterward, you know. I shan't be\r\nlong.\"\r\n\r\n\"Of course! Do read if you want to. But do you really like this\r\nsort of thing, Freddie?\"\r\n\r\n\"Me? Rather! Why--don't you?\"\r\n\r\n\"I don't know. It seems a little--I don't know.\"\r\n\r\nFreddie had become absorbed in his story. Aline did not attempt\r\nfurther analysis of her attitude toward Mr. Quayle; she relapsed\r\ninto silence.\r\n\r\nIt was a silence pregnant with thought. For the first time in\r\ntheir relations, she was trying to visualize to herself exactly\r\nwhat marriage with this young man would mean. Hitherto, it struck\r\nher, she had really seen so little of Freddie that she had\r\nscarcely had a chance of examining him. In the crowded world\r\noutside he had always seemed a tolerable enough person. To-day,\r\nsomehow, he was different. Everything was different to-day.\r\n\r\nThis, she took it, was a fair sample of what she might expect\r\nafter marriage. Marriage meant--to come to essentials--that two\r\npeople were very often and for lengthy periods alone together,\r\ndependent on each other for mutual entertainment. What exactly\r\nwould it be like, being alone often and for lengthy periods with\r\nFreddie? Well, it would, she assumed, be like this.\r\n\r\n\"It's all right,\" said Freddie without looking up. \"He did get\r\nout! He had a bomb on him, and he threatened to drop it and blow\r\nthe place to pieces unless the blighters let him go. So they\r\ncheesed it. I knew he had something up his sleeve.\"\r\n\r\nLike this! Aline drew a deep breath. It would be like\r\nthis--forever and ever and ever--until she died. She bent forward\r\nand stared at him.\r\n\r\n\"Freddie,\" she said, \"do you love me?\" There was no reply.\r\n\"Freddie, do you love me? Am I a part of you? If you hadn't me\r\nwould it be like trying to go on living without breathing?\"\r\n\r\nThe Honorable Freddie raised a flushed face and gazed at her with\r\nan absent eye.\r\n\r\n\"Eh? What?\" he said. \"Do I--Oh; yes, rather! I say, one of the\r\nblighters has just loosed a rattlesnake into Gridley Quayle's\r\nbedroom through the transom!\"\r\n\r\nAline rose from her seat and left the room softly. The Honorable\r\nFreddie read on, unheeding.\r\n\r\n                        *   *   *\r\n\r\nAshe Marson had not fallen far short of the truth in his estimate\r\nof the probable effect on Mr. Peters of the information that his\r\nprecious scarab had once more been removed by alien hands and was\r\nnow farther from his grasp than ever. A drawback to success in\r\nlife is that failure, when it does come, acquires an exaggerated\r\nimportance. Success had made Mr. Peters, in certain aspects of\r\nhis character, a spoiled child.\r\n\r\nAt the moment when Ashe broke the news he would have parted with\r\nhalf his fortune to recover the scarab. Its recovery had become a\r\npoint of honor. He saw it as the prize of a contest between his\r\nwill and that of whatever malignant powers there might be ranged\r\nagainst him in the effort to show him that there were limits to\r\nwhat he could achieve. He felt as he had felt in the old days\r\nwhen people sneaked up on him in Wall Street and tried to loosen\r\nhis grip on a railroad or a pet stock. He was suffering from that\r\nform of paranoia which makes men multimillionaires. Nobody would\r\nbe foolish enough to become a multimillionaire if it were not for\r\nthe desire to prove himself irresistible.\r\n\r\nMr. Peters obtained a small relief for his feelings by doubling\r\nthe existing reward, and Ashe went off in search of Joan, hoping\r\nthat this new stimulus, acting on their joint brains, might\r\ndevelop inspiration.\r\n\r\n\"Have any fresh ideas been vouchsafed to you?\" he asked. \"You may\r\nlook on me as baffled.\"\r\n\r\nJoan shook her head.\r\n\r\n\"Don't give up,\" she urged. \"Think again. Try to realize what\r\nthis means, Mr. Marson. Between us we have lost ten thousand\r\ndollars in a single night. I can't afford it. It is like losing a\r\nlegacy. I absolutely refuse to give in without an effort and go\r\nback to writing duke-and-earl stories for Home Gossip.\"\r\n\r\n\"The prospect of tackling Gridley Quayle again--\"\r\n\r\n\"Why, I was forgetting that you were a writer of detective\r\nstories. You ought to be able to solve this mystery in a moment.\r\nAsk yourself, 'What would Gridley Quayle have done?'\"\r\n\r\n\"I can answer that. Gridley Quayle would have waited helplessly\r\nfor some coincidence to happen to help him out.\"\r\n\r\n\"Had he no methods?\"\r\n\r\n\"He was full of methods; but they never led him anywhere without\r\nthe coincidence. However, we might try to figure it out. What\r\ntime did you get to the museum?\"\r\n\r\n\"One o'clock.\"\r\n\r\n\"And you found the scarab gone. What does that suggest to you?\"\r\n\r\n\"Nothing. What does it suggest to you?\"\r\n\r\n\"Absolutely nothing. Let us try again. Whoever took the scarab\r\nmust have had special information that Peters was offering the\r\nreward.\"\r\n\r\n\"Then why hasn't he been to Mr. Peters and claimed it?\"\r\n\r\n\"True! That would seem to be a flaw in the reasoning. Once again:\r\nWhoever took it must have been in urgent and immediate need of\r\nmoney.\"\r\n\r\n\"And how are we to find out who was in urgent and immediate need\r\nof money?\"\r\n\r\n\"Exactly! How indeed?\"\r\n\r\nThere was a pause.\r\n\r\n\"I should think your Mr. Quayle must have been a great comfort to\r\nhis clients, wasn't he?\" said Joan.\r\n\r\n\"Inductive reasoning, I admit, seems to have fallen down to a\r\ncertain extent,\" said Ashe. \"We must wait for the coincidence. I\r\nhave a feeling that it will come.\" He paused. \"I am very\r\nfortunate in the way of coincidences.\"\r\n\r\n\"Are you?\"\r\n\r\nAshe looked about him and was relieved to find that they appeared\r\nto be out of earshot of their species. It was not easy to achieve\r\nthis position at the castle if you happened to be there as a\r\ndomestic servant. The space provided for the ladies and gentlemen\r\nattached to the guests was limited, and it was rarely that you\r\ncould enjoy a stroll without bumping into a maid, a valet or a\r\nfootman; but now they appeared to be alone. The drive leading to\r\nthe back regions of the castle was empty. As far as the eye could\r\nreach there were no signs of servants--upper or lower.\r\nNevertheless, Ashe lowered his voice.\r\n\r\n\"Was it not a strange coincidence,\" he said, \"that you should\r\nhave come into my life at all?\"\r\n\r\n\"Not very,\" said Joan prosaically. \"It was quite likely that we\r\nshould meet sooner or later, as we lived on different floors of\r\nthe same house.\"\r\n\r\n\"It was a coincidence that you should have taken that room.\"\r\n\r\n\"Why?\"\r\n\r\nAshe felt damped. Logically, no doubt, she was right; but surely\r\nshe might have helped him out a little in this difficult\r\nsituation. Surely her woman's intuition should have told her that\r\na man who has been speaking in a loud and cheerful voice does\r\nnot lower it to a husky whisper without some reason. The\r\nhopelessness of his task began to weigh on him.\r\n\r\nEver since that evening at Market Blandings Station, when he\r\nrealized that he loved her, he had been trying to find an\r\nopportunity to tell her so; and every time they had met, the talk\r\nhad seemed to be drawn irresistibly into practical and\r\nunsentimental channels. And now, when he was doing his best to\r\nreason it out that they were twin souls who had been brought\r\ntogether by a destiny it would be foolish to struggle against;\r\nwhen he was trying to convey the impression that fate had designed\r\nthem for each other--she said, \"Why?\" It was hard.\r\n\r\nHe was about to go deeper into the matter when, from the\r\ndirection of the castle, he perceived the Honorable Freddie's\r\nvalet--Mr. Judson--approaching. That it was this repellent young\r\nman's object to break in on them and rob him of his one small\r\nchance of inducing Joan to appreciate, as he did, the mysterious\r\nworkings of Providence as they affected herself and him, was\r\nobvious. There was no mistaking the valet's desire for\r\nconversation. He had the air of one brimming over with speech.\r\nHis wonted indolence was cast aside; and as he drew nearer he\r\npositively ran. He was talking before he reached them.\r\n\r\n\"Miss Simpson, Mr. Marson, it's true--what I said that night.\r\nIt's a fact!\"\r\n\r\nAshe regarded the intruder with a malevolent eye. Never fond of\r\nMr. Judson, he looked on him now with positive loathing. It had\r\nnot been easy for him to work himself up to the point where he\r\ncould discuss with Joan the mysterious ways of Providence, for\r\nthere was that about her which made it hard to achieve sentiment.\r\nThat indefinable something in Joan Valentine which made for\r\nnocturnal raids on other people's museums also rendered her a\r\nsomewhat difficult person to talk to about twin souls and\r\ndestiny. The qualities that Ashe loved in her--her strength, her\r\ncapability, her valiant self-sufficingness--were the very\r\nqualities which seemed to check him when he tried to tell her\r\nthat he loved them.\r\n\r\nMr. Judson was still babbling.\r\n\r\n\"It's true. There ain't a doubt of it now. It's been and happened\r\njust as I said that night.\"\r\n\r\n\"What did you say? Which night?\" inquired Ashe.\r\n\r\n\"That night at dinner--the first night you two came here. Don't\r\nyou remember me talking about Freddie and the girl he used to\r\nwrite letters to in London--the girl I said was so like you, Miss\r\nSimpson? What was her name again? Joan Valentine. That was it.\r\nThe girl at the theater that Freddie used to send me with letters\r\nto pretty nearly every evening. Well, she's been and done it,\r\nsame as I told you all that night she was jolly likely to go and\r\ndo. She's sticking young Freddie up for his letters, just as he\r\nought to have known she would do if he hadn't been a young\r\nfathead. They're all alike, these girls--every one of them.\"\r\n\r\nMr. Judson paused, subjected the surrounding scenery to a\r\ncautious scrutiny and resumed.\r\n\r\n\"I took a suit of Freddie's clothes away to brush just now; and\r\nhappening\"--Mr. Judson paused and gave a little cough--\"happening\r\nto glance at the contents of his pockets I come across a letter.\r\nI took a sort of look at it before setting it aside, and it was\r\nfrom a fellow named Jones; and it said that this girl, Valentine,\r\nwas sticking onto young Freddie's letters what he'd written her,\r\nand would see him blowed if she parted with them under another\r\nthousand. And, as I made it out, Freddie had already given her\r\nfive hundred.\r\n\r\n\"Where he got it is more than I can understand; but that's what\r\nthe letter said. This fellow Jones said he had passed it to her\r\nwith his own hands; but she wasn't satisfied, and if she didn't\r\nget the other thousand she was going to bring an action for\r\nbreach. And now Freddie has given me a note to take to this\r\nJones, who is stopping in Market Blandings.\"\r\n\r\nJoan had listened to this remarkable speech with a stunned\r\namazement. At this point she made her first comment:\r\n\r\n\"But that can't be true.\"\r\n\r\n\"Saw the letter with my own eyes, Miss Simpson.\"\r\n\r\n\"But----\"\r\n\r\nShe looked at Ashe helplessly. Their eyes met--hers wide with\r\nperplexity, his bright with the light of comprehension.\r\n\r\n\"It shows,\" said Ashe slowly, \"that he was in immediate and\r\nurgent need of money.\"\r\n\r\n\"You bet it does,\" said Mr. Judson with relish. \"It looks to me\r\nas though young Freddie had about reached the end of his tether\r\nthis time. My word! There won't half be a kick-up if she does sue\r\nhim for breach! I'm off to tell Mr. Beach and the rest. They'll\r\njump out of their skins.\" His face fell. \"Oh, Lord, I was\r\nforgetting this note. He told me to take it at once.\"\r\n\r\n\"I'll take it for you,\" said Ashe. \"I'm not doing anything.\"\r\n\r\nMr. Judson's gratitude was effusive.\r\n\r\n\"You're a good fellow, Marson,\" he said. \"I'll do as much for you\r\nanother time. I couldn't hardly bear not to tell a bit of news\r\nlike this right away. I should burst or something.\"\r\n\r\nAnd Mr. Judson, with shining face, hurried off to the\r\nhousekeeper's room.\r\n\r\n\"I simply can't understand it,\" said Joan at length. \"My head is\r\ngoing round.\"\r\n\r\n\"Can't understand it? Why, it's perfectly clear. This is the\r\ncoincidence for which, in my capacity of Gridley Quayle, I was\r\nwaiting. I can now resume inductive reasoning. Weighing the\r\nevidence, what do we find? That young sweep, Freddie, is the man.\r\nHe has the scarab.\"\r\n\r\n\"But it's all such a muddle. I'm not holding his letters.\"\r\n\r\n\"For Jones' purposes you are. Let's get this Jones element in the\r\naffair straightened out. What do you know of him?\"\r\n\r\n\"He was an enormously fat man who came to see me one night and\r\nsaid he had been sent to get back some letters. I told him I had\r\ndestroyed them ages ago and he went away.\"\r\n\r\n\"Well, that part of it is clear, then. He is working a simple but\r\ningenious game on Freddie. It wouldn't succeed with everybody, I\r\nsuppose; but from what I have seen and heard of him Freddie isn't\r\nstrong on intellect. He seems to have accepted the story without\r\na murmur. What does he do? He has to raise a thousand pounds\r\nimmediately, and the raising of the first five hundred has\r\nexhausted his credit. He gets the idea of stealing the scarab!\"\r\n\r\n\"But why? Why should he have thought of the scarab at all? That\r\nis what I can't understand. He couldn't have meant to give it to\r\nMr. Peters and claim the reward. He couldn't have known that Mr.\r\nPeters was offering a reward. He couldn't have known that Lord\r\nEmsworth had not got the scarab quite properly. He couldn't have\r\nknown--he couldn't have known anything!\"\r\n\r\nAshe's enthusiasm was a trifle damped.\r\n\r\n\"There's something in that. But--I have it! Jones must have known\r\nabout the scarab and told him.\"\r\n\r\n\"But how could he have known?\"\r\n\r\n\"Yes; there's something in that, too. How could Jones have\r\nknown?\"\r\n\r\n\"He couldn't. He had gone by the time Aline came that night.\"\r\n\r\n\"I don't quite understand. Which night?\"\r\n\r\n\"It was the night of the day I first met you. I was wondering for\r\na moment whether he could by any chance have overheard Aline\r\ntelling me about the scarab and the reward Mr. Peters was\r\noffering for it.\"\r\n\r\n\"Overheard! That word is like a bugle blast to me. Nine out of\r\nten of Gridley Quayle's triumphs were due to his having overheard\r\nsomething. I think we are now on the right track.\"\r\n\r\n\"I don't. How could he have overheard us? The door was closed and\r\nhe was in the street by that time.\"\r\n\r\n\"How do you know he was in the street? Did you see him out?\"\r\n\r\n\"No; but he went.\"\r\n\r\n\"He might have waited on the stairs--you remember how dark they\r\nare at Number Seven--and listened.\"\r\n\r\n\"Why?\"\r\n\r\nAshe reflected.\r\n\r\n\"Why? Why? What a beast of a word that is--the detective's\r\nbugbear. I thought I had it, until you said--Great Scott! I'll\r\ntell you why. I see it all. I have him with the goods. His object\r\nin coming to see you about the letters was because Freddie wanted\r\nthem back owing to his approaching marriage with Miss\r\nPeters--wasn't it?\"\r\n\r\n\"Yes.\"\r\n\r\n\"You tell him you have destroyed the letters. He goes off. Am I\r\nright?\"\r\n\r\n\"Yes.\"\r\n\r\n\"Before he is out of the house Miss Peters is giving her name at\r\nthe front door. Put yourself in Jones' place. What does he think?\r\nHe is suspicious. He thinks there is some game on. He skips\r\nupstairs again, waits until Miss Peters has gone into your room,\r\nthen stands outside and listens. How about that?\"\r\n\r\n\"I do believe you are right. He might quite easily have done\r\nthat.\"\r\n\r\n\"He did do exactly that. I know it as though I had been there; in\r\nfact, it is highly probable I was there. You say all this\r\nhappened on the night we first met? I remember coming downstairs\r\nthat night--I was going out to a vaudeville show--and hearing\r\nvoices in your room. I remember it distinctly. In all probability\r\nI nearly ran into Jones.\"\r\n\r\n\"It does all seem to fit in, doesn't it?\"\r\n\r\n\"It's a clear case. There isn't a flaw in it. The only question\r\nis, can I, on the evidence, go to young Freddie and choke the\r\nscarab out of him? On the whole, I think I had better take this\r\nnote to Jones, as I promised Judson, and see whether I can't work\r\nsomething through him. Yes; that's the best plan. I'll be\r\nstarting at once.\"\r\n\r\n                        *   *   *\r\n\r\nPerhaps the greatest hardship in being an invalid is the fact\r\nthat people come and see you and keep your spirits up. The\r\nHonorable Freddie Threepwood suffered extremely from this. His\r\nwas not a gregarious nature and it fatigued his limited brain\r\npowers to have to find conversation for his numerous visitors.\r\nAll he wanted was to be left alone to read the adventures of\r\nGridley Quayle, and when tired of doing that to lie on his back\r\nand look at the ceiling and think of nothing.\r\n\r\nIt is your dynamic person, your energetic world's worker, who\r\nchafes at being laid up with a sprained ankle. The Honorable\r\nFreddie enjoyed it. From boyhood up he had loved lying in bed;\r\nand now that fate had allowed him to do this without incurring\r\nrebuke he objected to having his reveries broken up by officious\r\nrelations.\r\n\r\nHe spent his rare intervals of solitude in trying to decide in\r\nhis mind which of his cousins, uncles and aunts was, all things\r\nconsidered, the greatest nuisance. Sometimes he would give the\r\npalm to Colonel Horace Mant, who struck the soldierly note--\"I\r\nrecollect in a hill campaign in the winter of the year '93 giving\r\nmy ankle the deuce of a twist.\" Anon the more spiritual attitude\r\nof the Bishop of Godalming seemed to annoy him more keenly.\r\n\r\nSometimes he would head the list with the name of his Cousin\r\nPercy--Lord Stockheath--who refused to talk of anything except\r\nhis late breach-of-promise case and the effect the verdict had\r\nhad on his old governor. Freddie was in no mood just now to be\r\nsympathetic with others on their breach-of-promise cases.\r\n\r\nAs he lay in bed reading on Monday morning, the only flaw in his\r\nenjoyment of this unaccustomed solitude was the thought that\r\npresently the door was bound to open and some kind inquirer\r\ninsinuate himself into the room.\r\n\r\nHis apprehensions proved well founded. Scarcely had he got well\r\ninto the details of an ingenious plot on the part of a secret\r\nsociety to eliminate Gridley Quayle by bribing his cook--a bad\r\nlot--to sprinkle chopped-up horsehair in his chicken fricassee,\r\nwhen the door-knob turned and Ashe Marson came in.\r\n\r\nFreddie was not the only person who had found the influx of\r\nvisitors into the sick room a source of irritation. The fact that\r\nthe invalid seemed unable to get a moment to himself had annoyed\r\nAshe considerably. For some little time he had hung about the\r\npassage in which Freddie's room was situated, full of enterprise,\r\nbut unable to make a forward move owing to the throng of\r\nsympathizers. What he had to say to the sufferer could not be\r\nsaid in the presence of a third party.\r\n\r\nFreddie's sensation, on perceiving him, was one of relief. He had\r\nbeen half afraid it was the bishop. He recognized Ashe as the\r\nvalet chappie who had helped him to bed on the occasion of his\r\naccident. It might be that he had come in a respectful way to\r\nmake inquiries, but he was not likely to stop long. He nodded and\r\nwent on reading. And then, glancing up, he perceived Ashe\r\nstanding beside the bed, fixing him with a piercing stare.\r\n\r\nThe Honorable Freddie hated piercing stares. One of the reasons\r\nwhy he objected to being left alone with his future\r\nfather-in-law, Mr. J. Preston Peters, was that Nature had given\r\nthe millionaire a penetrating pair of eyes, and the stress of\r\nbusiness life in New York had developed in him a habit of boring\r\nholes in people with them. A young man had to have a stronger\r\nnerve and a clearer conscience than the Honorable Freddie to\r\nenjoy a tete-a-tete with Mr. Peters.\r\n\r\nThough he accepted Aline's father as a necessary evil and\r\nrecognized that his position entitled him to look at people as\r\nsharply as he liked, whatever their feelings, he would be hanged\r\nif he was going to extend this privilege to Mr. Peters' valet.\r\nThis man standing beside him was giving him a look that seemed to\r\nhis sensitive imagination to have been fired red-hot from a gun;\r\nand this annoyed and exasperated Freddie.\r\n\r\n\"What do you want?\" he said querulously. \"What are you staring at\r\nme like that for?\"\r\n\r\nAshe sat down, leaned his elbows on the bed, and applied the look\r\nagain from a lower elevation.\r\n\r\n\"Ah!\" he said.\r\n\r\nWhatever may have been Ashe's defects, so far as the handling of\r\nthe inductive-reasoning side of Gridley Quayle's character was\r\nconcerned, there was one scene in each of his stories in which he\r\nnever failed. That was the scene in the last chapter where\r\nQuayle, confronting his quarry, unmasked him. Quayle might have\r\nfloundered in the earlier part of the story, but in his big scene\r\nhe was exactly right. He was curt, crisp and mercilessly\r\ncompelling.\r\n\r\nAshe, rehearsing this interview in the passage before his entry,\r\nhad decided that he could hardly do better than model himself on\r\nthe detective. So he began to be curt, crisp and mercilessly\r\ncompelling to Freddie; and after the first few sentences he had\r\nthat youth gasping for air.\r\n\r\n\"I will tell you,\" he said. \"If you can spare me a few moments of\r\nyour valuable time I will put the facts before you. Yes; press\r\nthat bell if you wish--and I will put them before witnesses. Lord\r\nEmsworth will no doubt be pleased to learn that his son, whom he\r\ntrusted, is a thief!\"\r\n\r\nFreddie's hand fell limply. The bell remained un-touched. His\r\nmouth opened to its fullest extent. In the midst of his panic he\r\nhad a curious feeling that he had heard or read that last\r\nsentence somewhere before. Then he remembered. Those very words\r\noccurred in Gridley Quayle, Investigator--The Adventure of the\r\nBlue Ruby.\r\n\r\n\"What--what do you mean?\" he stammered.\r\n\r\n\"I will tell you what I mean. On Saturday night a valuable scarab\r\nwas stolen from Lord Emsworth's private museum. The case was put\r\ninto my hands----\"\r\n\r\n\"Great Scott! Are you a detective?\"\r\n\r\n\"Ah!\" said Ashe.\r\n\r\nLife, as many a worthy writer has pointed out, is full of\r\nironies. It seemed to Freddie that here was a supreme example of\r\nthis fact. All these years he had wanted to meet a detective; and\r\nnow that his wish had been gratified the detective was detecting\r\nhim!\r\n\r\n\"The case,\" continued Ashe severely, \"was placed in my hands. I\r\ninvestigated it. I discovered that you were in urgent and\r\nimmediate need of money.\"\r\n\r\n\"How on earth did you do that?\"\r\n\r\n\"Ah!\" said Ashe. \"I further discovered that you were in\r\ncommunication with an individual named Jones.\"\r\n\r\n\"Good Lord! How?\"\r\n\r\nAshe smiled quietly.\r\n\r\n\"Yesterday I had a talk with this man Jones, who is staying in\r\nMarket Blandings. Why is he staying in Market Blandings? Because\r\nhe had a reason for keeping in touch with you; because you were\r\nabout to transfer to his care something you could get possession\r\nof, but which only he could dispose of--the scarab.\"\r\n\r\nThe Honorable Freddie was beyond speech. He made no comment on\r\nthis statement. Ashe continued:\r\n\r\n\"I interviewed this man Jones. I said to him: 'I am in the\r\nHonorable Frederick Threepwood's confidence. I know everything.\r\nHave you any instructions for me?' He replied: 'What do you\r\nknow?' I answered: 'I know that the Honorable Frederick\r\nThreepwood has something he wishes to hand to you, but which he\r\nhas been unable to hand to you owing to having had an accident\r\nand being confined to his room.' He then told me to tell you to\r\nlet him have the scarab by messenger.\"\r\n\r\nFreddie pulled himself together with an effort. He was in sore\r\nstraits, but he saw one last chance. His researches in detective\r\nfiction had given him the knowledge that detectives occasionally\r\nrelaxed their austerity when dealing with a deserving case. Even\r\nGridley Quayle could sometimes be softened by a hard-luck story.\r\nFreddie could recall half a dozen times when a detected criminal\r\nhad been spared by him because he had done it all from the best\r\nmotives. He determined to throw himself on Ashe's mercy.\r\n\r\n\"I say, you know,\" he said ingratiatingly, \"I think it's bally\r\nmarvelous the way you've deduced everything, and so on.\"\r\n\r\n\"Well?\"\r\n\r\n\"But I believe you would chuck it if you heard my side of the\r\ncase.\"\r\n\r\n\"I know your side of the case. You think you are being\r\nblackmailed by a Miss Valentine for some letters you once wrote\r\nher. You are not. Miss Valentine has destroyed the letters. She\r\ntold the man Jones so when he went to see her in London. He kept\r\nyour five hundred pounds and is trying to get another thousand\r\nout of you under false pretenses.\"\r\n\r\n\"What? You can't be right.\"\r\n\r\n\"I am always right.\"\r\n\r\n\"You must be mistaken.\"\r\n\r\n\"I am never mistaken.\"\r\n\r\n\"But how do you know?\"\r\n\r\n\"I have my sources of information.\"\r\n\r\n\"She isn't going to sue me for breach of promise?\"\r\n\r\n\"She never had any intention of doing so.\"\r\n\r\nThe Honorable Freddie sank back on the pillows.\r\n\r\n\"Good egg!\" he said with fervor. He beamed happily. \"This,\" he\r\nobserved, \"is a bit of all right.\"\r\n\r\nFor a space relief held him dumb. Then another aspect of the\r\nmatter struck him, and he sat up again with a jerk.\r\n\r\n\"I say, you don't mean to say that that rotter Jones was such a\r\nrotter as to do a rotten thing like that?\"\r\n\r\n\"I do.\"\r\n\r\nFreddie grew plaintive.\r\n\r\n\"I trusted that man,\" he said. \"I jolly well trusted him\r\nabsolutely.\"\r\n\r\n\"I know,\" said Ashe. \"There is one born every minute.\"\r\n\r\n\"But\"--the thing seemed to be filtering slowly into Freddie's\r\nintelligence \"what I mean to say is, I--I--thought he was such a\r\ngood chap.\"\r\n\r\n\"My short acquaintance with Mr. Jones,\" said Ashe \"leads me to\r\nthink that he probably is--to himself.\"\r\n\r\n\"I won't have anything more to do with him.\"\r\n\r\n\"I shouldn't.\"\r\n\r\n\"Dash it, I'll tell you what I'll do. The very next time I meet\r\nthe blighter, I'll cut him dead. I will! The rotter! Five hundred\r\nquid he's had off me for nothing! And, if it hadn't been for you,\r\nhe'd have had another thousand! I'm beginning to think that my\r\nold governor wasn't so far wrong when he used to curse me for\r\ngoing around with Jones and the rest of that crowd. He knew a\r\nbit, by Gad! Well, I'm through with them. If the governor ever\r\nlets me go to London again, I won't have anything to do with\r\nthem. I'll jolly well cut the whole bunch! And to think that, if\r\nit hadn't been for you . . .\"\r\n\r\n\"Never mind that,\" said Ashe. \"Give me the scarab. Where is it?\"\r\n\r\n\"What are you going to do with it?\"\r\n\r\n\"Restore it to its rightful owner.\"\r\n\r\n\"Are you going to give me away to the governor?\"\r\n\r\n\"I am not.\"\r\n\r\n\"It strikes me,\" said Freddie gratefully, \"that you are a dashed\r\ngood sort. You seem to me to have the making of an absolute\r\ntopper! It's under the mattress. I had it on me when I fell\r\ndownstairs and I had to shove it in there.\"\r\n\r\nAshe drew it out. He stood looking at it, absorbed. He could\r\nhardly believe his quest was at an end and that a small fortune\r\nlay in the palm of his hand. Freddie was eyeing him admiringly.\r\n\r\n\"You know,\" he said, \"I've always wanted to meet a detective.\r\nWhat beats me is how you chappies find out things.\"\r\n\r\n\"We have our methods.\"\r\n\r\n\"I believe you. You're a blooming marvel! What first put you on\r\nmy track?\"\r\n\r\n\"That,\" said Ashe, \"would take too long to explain. Of course I\r\nhad to do some tense inductive reasoning; but I cannot trace\r\nevery link in the chain for you. It would be tedious.\"\r\n\r\n\"Not to me.\"\r\n\r\n\"Some other time.\"\r\n\r\n\"I say, I wonder whether you've ever read any of these\r\nthings--these Gridley Quayle stories? I know them by heart.\"\r\n\r\nWith the scarab safely in his pocket, Ashe could contemplate the\r\nbrightly-colored volume the other extended toward him without\r\nactive repulsion. Already he was beginning to feel a sort of\r\nsentiment for the depressing Quayle, as something that had once\r\nformed part of his life.\r\n\r\n\"Do you read these things?\"\r\n\r\n\"I should say not. I write them.\"\r\n\r\nThere are certain supreme moments that cannot be adequately\r\ndescribed. Freddie's appreciation of the fact that such a moment\r\nhad occurred in his life expressed itself in a startled cry and a\r\nconvulsive movement of all his limbs. He shot up from the pillows\r\nand gaped at Ashe.\r\n\r\n\"You write them? You don't mean, write them!\"\r\n\r\n\"Yes.\"\r\n\r\n\"Great Scott!\"\r\n\r\nHe would have gone on, doubtless, to say more; but at this moment\r\nvoices made themselves heard outside the door. There was a\r\nmovement of feet. Then the door opened and a small procession\r\nentered.\r\n\r\nIt was headed by the Earl of Emsworth. Following him came Mr.\r\nPeters. And in the wake of the millionaire were Colonel Horace\r\nMant and the Efficient Baxter. They filed into the room and stood\r\nby the bedside. Ashe seized the opportunity to slip out.\r\n\r\nFreddie glanced at the deputation without interest. His mind was\r\noccupied with other matters. He supposed they had come to inquire\r\nafter his ankle and he was mildly thankful that they had come in\r\na body instead of one by one. The deputation grouped itself about\r\nthe bed and shuffled its feet. There was an atmosphere of\r\nawkwardness.\r\n\r\n\"Er--Frederick!\" said Lord Emsworth. \"Freddie, my boy!\"\r\n\r\nMr. Peters fiddled dumbly with the coverlet. Colonel Mant cleared\r\nhis throat. The Efficient Baxter scowled. \"Er--Freddie, my dear\r\nboy, I fear we have a painful--er--task to perform.\"\r\n\r\nThe words struck straight home at the Honorable Freddie's guilty\r\nconscience. Had they, too, tracked him down? And was he now to be\r\naccused of having stolen that infernal scarab? A wave of relief\r\nswept over him as he realized that he had got rid of the thing. A\r\ndecent chappie like that detective would not give him away. All\r\nhe had to do was to keep his head and stick to stout denial. That\r\nwas the game--stout denial.\r\n\r\n\"I don't know what you mean,\" he said defensively.\r\n\r\n\"Of course you don't--dash it!\" said Colonel Mant. \"We're coming\r\nto that. And I should like to begin by saying that, though in a\r\nsense it was my fault, I fail to see how I could have acted---\"\r\n\r\n\"Horace!\"\r\n\r\n\"Oh, very well! I was only trying to explain.\"\r\n\r\nLord Emsworth adjusted his pince-nez and sought inspiration from\r\nthe wall paper.\r\n\r\n\"Freddie, my boy,\" he began, \"we have a somewhat unpleasant--a\r\nsomewhat er--disturbing--We are compelled to break it to you. We\r\nare all most pained and astounded; and--\"\r\n\r\nThe Efficient Baxter spoke. It was plain he was in a bad temper.\r\n\r\n\"Miss Peters,\" he snapped, \"has eloped with your friend Emerson.\"\r\n\r\nLord Emsworth breathed a sigh of relief.\r\n\r\n\"Exactly, Baxter. Precisely! You have put the thing in a\r\nnutshell. Really, my dear fellow, you are invaluable.\"\r\n\r\nAll eyes searched Freddie's face for signs of uncontrollable\r\nemotion. The deputation waited anxiously for his first\r\ngrief-stricken cry.\r\n\r\n\"Eh? What?\" said Freddie.\r\n\r\n\"It is quite true, Freddie, my dear boy. She went to London with\r\nhim on the ten-fifty.\"\r\n\r\n\"And if I had not been forcibly restrained,\" said Baxter acidly,\r\ncasting a vindictive look at Colonel Mant, \"I could have\r\nprevented it.\"\r\n\r\nColonel Mant cleared his throat again and put a hand to his\r\nmustache.\r\n\r\n\"I'm afraid that is true, Freddie. It was a most unfortunate\r\nmisunderstanding. I'll tell you how it happened: I chanced to be\r\nat the station bookstall when the train came in. Mr. Baxter was\r\nalso in the station. The train pulled up and this young fellow\r\nEmerson got in--said good-by to us, don't you know, and got in.\r\nJust as the train was about to start, Miss Peters exclaiming,\r\n'George dear, I'm going with you---, dash it,' or some such\r\nspeech--proceeded to go--hell for leather--to the door of young\r\nEmerson's compartment. On which---\"\r\n\r\n\"On which,\" interrupted Baxter, \"I made a spring to try and catch\r\nher. Apart from any other consideration, the train was already\r\nmoving and Miss Peters ran considerable risk of injury. I had\r\nhardly moved when I felt a violent jerk at my ankle and fell to\r\nthe ground. After I had recovered from the shock, which was not\r\nimmediately, I found--\"\r\n\r\n\"The fact is, Freddie, my boy,\" the colonel went on, \"I acted\r\nunder a misapprehension. Nobody can be sorrier for the mistake\r\nthan I; but recent events in this house had left me with the\r\nimpression that Mr. Baxter here was not quite responsible for his\r\nactions--overwork or something, I imagined. I have seen it happen\r\nso often in India, don't you know, where fellows run amuck and\r\nkick up the deuce's own delight. I am bound to admit that I have\r\nbeen watching Mr. Baxter rather closely lately in the expectation\r\nthat something of this very kind might happen.\r\n\r\n\"Of course I now realize my mistake; and I have apologized--\r\napologized humbly--dash it! But at the moment I was firmly under\r\nthe impression that our friend here had an attack of some kind\r\nand was about to inflict injuries on Miss Peters. If I've seen it\r\nhappen once in India, I've seen it happen a dozen times.\r\n\r\n\"I recollect, in the hot weather of the year '99---or was it\r\n'93?--I think '93---one of my native bearers--However, I sprang\r\nforward and caught the crook of my walking stick on Mr. Baxter's\r\nankle and brought him down. And by the time explanations were\r\nmade it was too late. The train had gone, with Miss Peters in\r\nit.\"\r\n\r\n\"And a telegram has just arrived,\" said Lord Emsworth, \"to say\r\nthat they are being married this afternoon at a registrar's. The\r\nwhole occurrence is most disturbing.\"\r\n\r\n\"Bear it like a man, my boy!\" urged Colonel Mant.\r\n\r\nTo all appearances Freddie was bearing it magnificently. Not a\r\nsingle exclamation, either of wrath or pain, had escaped his\r\nlips. One would have said the shock had stunned him or that he\r\nhad not heard, for his face expressed no emotion whatever.\r\n\r\nThe fact was, the story had made very little impression on the\r\nHonorable Freddie of any sort. His relief at Ashe's news about\r\nJoan Valentine; the stunning joy of having met in the flesh the\r\nauthor of the adventures of Gridley Quayle; the general feeling\r\nthat all was now right with the world--these things deprived him\r\nof the ability to be greatly distressed.\r\n\r\nAnd there was a distinct feeling of relief--actual relief--that\r\nnow it would not be necessary for him to get married. He had\r\nliked Aline; but whenever he really thought of it the prospect of\r\ngetting married rather appalled him. A chappie looked such an ass\r\ngetting married! It appeared, however, that some verbal comment\r\non the state of affairs was required of him. He searched his mind\r\nfor something adequate.\r\n\r\n\"You mean to say Aline has bolted with Emerson?\"\r\n\r\nThe deputation nodded pained nods. Freddie searched in his mind\r\nagain. The deputation held its breath.\r\n\r\n\"Well, I'm blowed!\" said Freddie. \"Fancy that!\"\r\n\r\n                        *   *   *\r\n\r\nMr. Peters walked heavily into his room. Ashe Marson was waiting\r\nfor him there. He eyed Ashe dully.\r\n\r\n\"Pack!\" he said.\r\n\r\n\"Pack?\"\r\n\r\n\"Pack! We're getting out of here by the afternoon train.\"\r\n\r\n\"Has anything happened?\"\r\n\r\n\"My daughter has eloped with Emerson.\"\r\n\r\n\"What!\"\r\n\r\n\"Don't stand there saying, 'What!' Pack.\"\r\n\r\nAshe put his hand in his pocket.\r\n\r\n\"Where shall I put this?\" he asked.\r\n\r\nFor a moment Mr. Peters looked without comprehension at what Ashe\r\nwas holding out; then his whole demeanor altered. His eyes lit\r\nup. He uttered a howl of pure rapture:\r\n\r\n\"You got it!\"\r\n\r\n\"I got it.\"\r\n\r\n\"Where was it? Who took it? How did you choke it out of them?\r\nHow did you find it? Who had it?\"\r\n\r\n\"I don't know whether I ought to say. I don't want to start\r\nanything. You won't tell anyone?\"\r\n\r\n\"Tell anyone! What do you take me for? Do you think I am going\r\nabout advertising this? If I can sneak out without that fellow\r\nBaxter jumping on my back I shall be satisfied. You can take it\r\nfrom me that there won't be any sensational exposures if I can\r\nhelp it. Who had it?\"\r\n\r\n\"Young Threepwood.\"\r\n\r\n\"Threepwood? Why did he want it?\"\r\n\r\n\"He needed money and he was going to raise it on--\"\r\n\r\nMr. Peters exploded.\r\n\r\n\"And I have been kicking because Aline can't marry him and has\r\ngone off with a regular fellow like young Emerson! He's a good\r\nboy--young Emerson. I knew his folks. He'll make a name for\r\nhimself one of these days. He's got get-up in him. And I have\r\nbeen waiting to shoot him because he has taken Aline away from\r\nthat goggle-eyed chump up in bed there!\r\n\r\n\"Why, if she had married Threepwood I should have had\r\ngrandchildren who would have sneaked my watch while I was dancing\r\nthem on my knee! There is a taint of some sort in the whole\r\nfamily. Father sneaks my Cheops and sonny sneaks it from father.\r\nWhat a gang! And the best blood in England! If that's England's\r\nidea of good blood give me Hoboken! This settles it. I was a\r\nchump ever to come to a country like this. Property isn't safe\r\nhere. I'm going back to America on the next boat.\r\n\r\n\"Where's my check book? I'm going to write you that check right\r\naway. You've earned it. Listen, young man; I don't know what your\r\nideas are, but if you aren't chained to this country I'll make it\r\nworth your while to stay on with me. They say no one's\r\nindispensable, but you come mighty near it. If I had you at my\r\nelbow for a few years I'd get right back into shape. I'm feeling\r\nbetter now than I have felt in years--and you've only just\r\nstarted in on me.\r\n\r\n\"How about it? You can call yourself what you like--secretary or\r\ntrainer, or whatever suits you best. What you will be is the\r\nfellow who makes me take exercise and stop smoking cigars, and\r\ngenerally looks after me. How do you feel about it?\"\r\n\r\nIt was a proposition that appealed both to Ashe's commercial and\r\nto his missionary instincts. His only regret had been that, the\r\nscarab recovered, he and Mr. Peters would now, he supposed, part\r\ncompany. He had not liked the idea of sending the millionaire\r\nback to the world a half-cured man. Already he had begun to look\r\non him in the light of a piece of creative work to which he had\r\njust set his hand.\r\n\r\nBut the thought of Joan gave him pause. If this meant separation\r\nfrom Joan it was not to be considered.\r\n\r\n\"Let me think it over,\" he said.\r\n\r\n\"Well, think quick!\" said Mr. Peters.\r\n\r\n                        *   *   *\r\n\r\nIt has been said by those who have been through fires,\r\nearthquakes and shipwrecks that in such times of stress the\r\nsocial barriers are temporarily broken down, and the spectacle\r\nmay be seen of persons of the highest social standing speaking\r\nquite freely to persons who are not in society at all; and of\r\nquite nice people addressing others to whom they have never been\r\nintroduced. The news of Aline Peters' elopement with George\r\nEmerson, carried beyond the green-baize door by Slingsby, the\r\nchauffeur, produced very much the same state of affairs in the\r\nservants' quarters at Blandings Castle.\r\n\r\nIt was not only that Slingsby was permitted to penetrate into the\r\nhousekeeper's room and tell his story to his social superiors\r\nthere, though that was an absolutely unprecedented occurrence;\r\nwhat was really extraordinary was that mere menials discussed the\r\naffair with the personal ladies and gentlemen of the castle\r\nguests, and were allowed to do so uncrushed. James, the\r\nfootman--that pushing individual--actually shoved his way into\r\nthe room, and was heard by witnesses to remark to no less a\r\nperson than Mr. Beach that it was a bit thick.\r\n\r\nAnd it is on record that his fellow footman, Alfred, meeting the\r\ngroom of the chambers in the passage outside, positively prodded\r\nhim in the lower ribs, winked, and said: \"What a day we're\r\nhaving!\" One has to go back to the worst excesses of the French\r\nRevolution to parallel these outrages. It was held by Mr. Beach\r\nand Mrs. Twemlow afterward that the social fabric of the castle\r\nnever fully recovered from this upheaval. It may be they took an\r\nextreme view of the matter, but it cannot be denied that it\r\nwrought changes. The rise of Slingsby is a case in point. Until\r\nthis affair took place the chauffeur's standing had never been\r\nsatisfactorily settled. Mr. Beach and Mrs. Twemlow led the party\r\nwhich considered that he was merely a species of coachman; but\r\nthere was a smaller group which, dazzled by Slingsby's\r\npersonality, openly declared it was not right that he should take\r\nhis meals in the servants' hall with such admitted plebeians as\r\nthe odd man and the steward's-room footman.\r\n\r\nThe Aline-George elopement settled the point once and for all.\r\nSlingsby had carried George's bag to the train. Slingsby had been\r\nstanding a few yards from the spot where Aline began her dash for\r\nthe carriage door. Slingsby was able to exhibit the actual half\r\nsovereign with which George had tipped him only five minutes\r\nbefore the great event. To send such a public man back to the\r\nservants' hall was impossible. By unspoken consent the chauffeur\r\ndined that night in the steward's room, from which he was never\r\ndislodged.\r\n\r\nMr. Judson alone stood apart from the throng that clustered about\r\nthe chauffeur. He was suffering the bitterness of the supplanted.\r\nA brief while before and he had been the central figure, with his\r\nstory of the letter he had found in the Honorable Freddie's coat\r\npocket. Now the importance of his story had been engulfed in that\r\nof this later and greater sensation, Mr. Judson was learning, for\r\nthe first time, on what unstable foundations popularity stands.\r\n\r\nJoan was nowhere to be seen. In none of the spots where she might\r\nhave been expected to be at such a time was she to be found. Ashe\r\nhad almost given up the search when, going to the back door and\r\nlooking out as a last chance, he perceived her walking slowly on\r\nthe gravel drive.\r\n\r\nShe greeted Ashe with a smile, but something was plainly\r\ntroubling her. She did not speak for a moment and they walked\r\nside by side.\r\n\r\n\"What is it?\" said Ashe at length. \"What is the matter?\"\r\n\r\nShe looked at him gravely.\r\n\r\n\"Gloom,\" she said. \"Despondency, Mr. Marson--A sort of flat\r\nfeeling. Don't you hate things happening?\"\r\n\r\n\"I don't quite understand.\"\r\n\r\n\"Well, this affair of Aline, for instance. It's so big it makes\r\none feel as though the whole world had altered. I should like\r\nnothing to happen ever, and life just to jog peacefully along.\r\nThat's not the gospel I preached to you in Arundell Street, is it!\r\nI thought I was an advanced apostle of action; but I seem to have\r\nchanged. I'm afraid I shall never be able to make clear what I do\r\nmean. I only know I feel as though I have suddenly grown old.\r\nThese things are such milestones. Already I am beginning to look\r\non the time before Aline behaved so sensationally as terribly\r\nremote. To-morrow it will be worse, and the day after that worse\r\nstill. I can see that you don't in the least understand what I\r\nmean.\"\r\n\r\n\"Yes; I do--or I think I do. What it comes to, in a few words, is\r\nthat somebody you were fond of has gone out of your life. Is that\r\nit?\"\r\n\r\nJoan nodded.\r\n\r\n\"Yes--at least, that is partly it. I didn't really know Aline\r\nparticularly well, beyond having been at school with her, but\r\nyou're right. It's not so much what has happened as what it\r\nrepresents that matters. This elopement has marked the end of a\r\nphase of my life. I think I have it now. My life has been such a\r\nseries of jerks. I dash along--then something happens which stops\r\nthat bit of my life with a jerk; and then I have to start over\r\nagain--a new bit. I think I'm getting tired of jerks. I want\r\nsomething stodgy and continuous.\r\n\r\n\"I'm like one of the old bus horses that could go on forever if\r\npeople got off without making them stop. It's the having to get\r\nthe bus moving again that wears one out. This little section of\r\nmy life since we came here is over, and it is finished for good.\r\nI've got to start the bus going again on a new road and with a\r\nnew set of passengers. I wonder whether the old horses used to be\r\nsorry when they dropped one lot of passengers and took on a lot\r\nof strangers?\"\r\n\r\nA sudden dryness invaded Ashe's throat. He tried to speak, but\r\nfound no words. Joan went on:\r\n\r\n\"Do you ever get moods when life seems absolutely meaningless?\r\nIt's like a badly-constructed story, with all sorts of characters\r\nmoving in and out who have nothing to do with the plot. And when\r\nsomebody comes along that you think really has something to do\r\nwith the plot, he suddenly drops out. After a while you begin to\r\nwonder what the story is about, and you feel that it's about\r\nnothing--just a jumble.\"\r\n\r\n\"There is one thing,\" said Ashe, \"that knits it together.\"\r\n\r\n\"What is that?\"\r\n\r\n\"The love interest.\"\r\n\r\nTheir eyes met and suddenly there descended on Ashe confidence.\r\nHe felt cool and alert, sure of himself, as in the old days he\r\nhad felt when he ran races and, the nerve-racking hours of\r\nwaiting past, he listened for the starter's gun. Subconsciously\r\nhe was aware he had always been a little afraid of Joan, and that\r\nnow he was no longer afraid.\r\n\r\n\"Joan, will you marry me?\"\r\n\r\nHer eyes wandered from his face. He waited.\r\n\r\n\"I wonder!\" she said softly. \"You think that is the solution?\"\r\n\r\n\"Yes.\"\r\n\r\n\"How can you tell?\" she broke out. \"We scarcely know each other.\r\nI shan't always be in this mood. I may get restless again. I may\r\nfind it is the jerks that I really like.\"\r\n\r\n\"You won't!\"\r\n\r\n\"You're very confident.\"\r\n\r\n\"I am absolutely confident.\"\r\n\r\n\"'She travels fastest who travels alone,'\" misquoted Joan.\r\n\r\n\"What is the good,\" said Ashe, \"of traveling fast if you're going\r\nround in a circle? I know how you feel. I've felt the same\r\nmyself. You are an individualist. You think there is something\r\ntremendous just round the corner and that you can get it if you\r\ntry hard enough. There isn't--or if there is it isn't worth\r\ngetting. Life is nothing but a mutual aid association. I am going\r\nto help old Peters--you are going to help me--I am going to help\r\nyou.\"\r\n\r\n\"Help me to do what?\"\r\n\r\n\"Make life coherent instead of a jumble.\"\r\n\r\n\"Mr. Marson---\"\r\n\r\n\"Don't call me Mr. Marson.\"\r\n\r\n\"Ashe, you don't know what you are doing. You don't know me.\r\nI've been knocking about the world for five years and I'm\r\nhard--hard right through. I should make you wretched.\"\r\n\r\n\"You are not in the least hard--and you know it. Listen to me,\r\nJoan. Where's your sense of fairness? You crash into my life,\r\nturn it upside down, dig me out of my quiet groove, revolutionize\r\nmy whole existence; and now you propose to drop me and pay no\r\nfurther attention to me. Is it fair?\"\r\n\r\n\"But I don't. We shall always be the best of friends.\"\r\n\r\n\"We shall--but we will get married first.\"\r\n\r\n\"You are determined?\"\r\n\r\n\"I am!\"\r\n\r\nJoan laughed happily.\r\n\r\n\"How perfectly splendid! I was terrified lest I might have made\r\nyou change your mind. I had to say all I did to preserve my\r\nself-respect after proposing to you. Yes; I did. How strange it\r\nis that men never seem to understand a woman, however plainly she\r\ntalks! You don't think I was really worrying because I had lost\r\nAline, do you? I thought I was going to lose you, and it made me\r\nmiserable. You couldn't expect me to say it in so many words; but\r\nI thought--I was hoping--you guessed. I practically said it.\r\nAshe! What are you doing?\"\r\n\r\nAshe paused for a moment to reply.\r\n\r\n\"I am kissing you,\" he said.\r\n\r\n\"But you mustn't! There's a scullery maid or somebody looking\r\nthrough the kitchen window. She will see us.\"\r\n\r\nAshe drew her to him.\r\n\r\n\"Scullery maids have few pleasures,\" he said. \"Theirs is a dull\r\nlife. Let her see us.\""
  ]
}