{
  "index": 10,
  "title": "Chapter 9",
  "paragraphs": [
    "When Lord Emsworth, sighting Mr. Peters in the group of returned\r\nchurchgoers, drew him aside and broke the news that the valuable\r\nscarab, so kindly presented by him to the castle museum, had been\r\nstolen in the night by some person unknown, he thought the\r\nmillionaire took it exceedingly well. Though the stolen object no\r\nlonger belonged to him, Mr. Peters no doubt still continued to\r\ntake an affectionate interest in it and might have been excused\r\nhad he shown annoyance that his gift had been so carelessly\r\nguarded.\r\n\r\nMr. Peters was, however, thoroughly magnanimous about the matter.\r\nHe deprecated the notion that the earl could possibly have\r\nprevented this unfortunate occurrence. He quite understood. He\r\nwas not in the least hurt. Nobody could have foreseen such a\r\ncalamity. These things happened and one had to accept them. He\r\nhimself had once suffered in much the same way, the gem of his\r\ncollection having been removed almost beneath his eyes in the\r\nsmoothest possible fashion.\r\n\r\nAltogether, he relieved Lord Emsworth's mind very much; and when\r\nhe had finished doing so he departed swiftly and rang for Ashe.\r\nWhen Ashe arrived he bubbled over with enthusiasm. He was lyrical\r\nin his praise. He went so far as to slap Ashe on the back. It was\r\nonly when the latter disclaimed all credit for what had occurred\r\nthat he checked the flow of approbation.\r\n\r\n\"It wasn't you who got it? Who was it, then?\"\r\n\r\n\"It was Miss Peters' maid. It's a long story; but we were working\r\nin partnership. I tried for the thing and failed, and she\r\nsucceeded.\"\r\n\r\nIt was with mixed feelings that Ashe listened while Mr. Peters\r\ntransferred his adjectives of commendation to Joan. He admired\r\nJoan's courage, he was relieved that her venture had ended\r\nwithout disaster, and he knew that she deserved whatever anyone\r\ncould find to say in praise of her enterprise: but, at first,\r\nthough he tried to crush it down, he could not help feeling a\r\ncertain amount of chagrin that a girl should have succeeded where\r\nhe, though having the advantage of first chance, had failed. The\r\nterms of his partnership with Joan had jarred on him from the\r\nbeginning.\r\n\r\nA man may be in sympathy with the modern movement for the\r\nemancipation of woman and yet feel aggrieved when a mere girl\r\nproves herself a more efficient thief than himself. Woman is\r\ninvading man's sphere more successfully every day; but there are\r\nstill certain fields in which man may consider that he is\r\nrightfully entitled to a monopoly--and the purloining of scarabs\r\nin the watches of the night is surely one of them. Joan, in\r\nAshe's opinion, should have played a meeker and less active part.\r\n\r\nThese unworthy emotions did not last long. Whatever his other\r\nshortcomings, Ashe possessed a just mind. By the time he had\r\nfound Joan, after Mr. Peters had said his say, and dispatched him\r\nbelow stairs for that purpose, he had purged himself of petty\r\nregrets and was prepared to congratulate her whole-heartedly. He\r\nwas, however, resolved that nothing should induce him to share in\r\nthe reward. On that point, he resolved, he would refuse to be\r\nshaken.\r\n\r\n\"I have just left Mr. Peters,\" he began. \"All is well. His check\r\nbook lies before him on the table and he is trying to make his\r\nfountain pen work long enough to write a check. But there is just\r\none thing I want to say--\"\r\n\r\nShe interrupted him. To his surprise, she was eyeing him coldly\r\nand with disapproval.\r\n\r\n\"And there is just one thing I want to say,\" she said; \"and that\r\nis, if you imagine I shall consent to accept a penny of the\r\nreward--\"\r\n\r\n\"Exactly what I was going to say. Of course I couldn't dream of\r\ntaking any of it.\"\r\n\r\n\"I don't understand you. You are certainly going to have it all.\r\nI told you when we made our agreement that I should only take my\r\nshare if you let me do my share of the work. Now that you have\r\nbroken that agreement, nothing could induce me to take it. I know\r\nyou meant it kindly, Mr. Marson, but I simply can't feel\r\ngrateful. I told you that ours was a business contract and that I\r\nwouldn't have any chivalry; and I thought that after you had\r\ngiven me your promise--\"\r\n\r\n\"One moment,\" said Ashe, bewildered. \"I can't follow this. What\r\ndo you mean?\"\r\n\r\n\"What do I mean? Why, that you went down to the museum last night\r\nbefore me and took the scarab, though you had promised to stay\r\naway and give me my chance.\"\r\n\r\n\"But I didn't do anything of the sort.\"\r\n\r\nIt was Joan's turn to look bewildered.\r\n\r\n\"But you have got the scarab, Mr. Marson?\"\r\n\r\n\"Why, you have got it!\"\r\n\r\n\"No!\"\r\n\r\n\"But--but it has gone!\"\r\n\r\n\"I know. I went down to the museum last night, as we had\r\narranged; and when I got there there was no scarab. It had\r\ndisappeared.\"\r\n\r\nThey looked at each other in consternation. Ashe was the first to\r\nspeak.\r\n\r\n\"It was gone when you got to the museum?\"\r\n\r\n\"There wasn't a trace of it. I took it for granted that you had\r\nbeen down before me. I was furious!\"\r\n\r\n\"But this is ridiculous!\" said Ashe. \"Who can have taken it?\r\nThere was nobody beside ourselves who knew Mr. Peters was\r\noffering the reward. What exactly happened last night?\"\r\n\r\n\"I waited until one o'clock. Then I slipped down, got into the\r\nmuseum, struck a match, and looked for the scarab. It wasn't\r\nthere. I couldn't believe it at first. I struck some more\r\nmatches--quite a number--but it was no good. The scarab was gone;\r\nso I went back to bed and thought hard thoughts about you. It was\r\nsilly of me. I ought to have known you would not break your word;\r\nbut there didn't seem any other solution of the thing's\r\ndisappearance.\r\n\r\n\"Well, somebody must have taken it; and the question is, what are\r\nwe to do?\" She laughed. \"It seems to me that we were a little\r\npremature in quarreling about how we are to divide that reward.\r\nIt looks as though there wasn't going to be any reward.\"\r\n\r\n\"Meantime,\" said Ashe gloomily, \"I suppose I have got to go back\r\nand tell Peters. I expect it will break his heart.\""
  ]
}