{
  "index": 12,
  "title": "Chapter 11",
  "paragraphs": [
    "The Earl of Emsworth sat by the sick bed and regarded the\r\nHonorable Freddie almost tenderly.\r\n\r\n\"I fear, Freddie, my dear boy, this has been a great shock to\r\nyou.\"\r\n\r\n\"Eh? What? Yes--rather! Deuce of a shock, gov'nor.\"\r\n\r\n\"I have been thinking it over, my boy, and perhaps I have been a\r\nlittle hard on you. When your ankle is better I have decided to\r\nrenew your allowance; and you may return to London, as you do not\r\nseem happy in the country. Though how any reasonable being can\r\nprefer--\"\r\n\r\nThe Honorable Freddie started, pop-eyed, to a sitting posture.\r\n\r\n\"My word! Not really?\"\r\n\r\nHis father nodded.\r\n\r\n\"I say, gov'nor, you really are a topper! You really are, you\r\nknow! I know just how you feel about the country and the jolly\r\nold birds and trees and chasing the bally slugs off the young\r\ngeraniums and all that sort of thing, but somehow it's never\r\nquite hit me the same way. It's the way I'm built, I suppose. I\r\nlike asphalt streets and crowds and dodging taxis and meeting\r\nchappies at the club and popping in at the Empire for half an\r\nhour and so forth. And there's something about having an\r\nallowance--I don't know . . . sort of makes you chuck your chest\r\nout and feel you're someone. I don't know how to thank you,\r\ngov'nor! You're--you're an absolute sportsman! This is the most\r\npriceless bit of work you've ever done. I feel like a\r\ntwo-year-old. I don't know when I've felt so braced.\r\nI--I--really, you know, gov'nor, I'm most awfully grateful.\"\r\n\r\n\"Exactly,\" said Lord Emsworth. \"Ah--precisely. But, Freddie, my\r\nboy,\" he added, not without pathos, \"there is just one thing\r\nmore. Do you think that--with an effort--for my sake--you could\r\nendeavor this time not to make a--a damned fool of yourself?\"\r\n\r\nHe eyed his offspring wistfully.\r\n\r\n\"Gov'nor,\" said the Honorable Freddie firmly, \"I'll have a jolly\r\ngood stab at it!\""
  ]
}