{
  "index": 7,
  "title": "Chapter 6",
  "paragraphs": [
    "UKRIDGE SEES HER THROUGH\r\n\r\n\r\nThe girl from the typewriting and stenographic bureau had a quiet\r\nbut speaking eye. At first it had registered nothing but enthusiasm\r\nand the desire to please. But now, rising from that formidable\r\nnotebook, it met mine with a look of exasperated bewilderment.\r\nThere was an expression of strained sweetness on her face, as of\r\na good woman unjustly put upon. I could read what was in her mind\r\nas clearly as if she had been impolite enough to shout it. She\r\nthought me a fool. And as this made the thing unanimous, for I had\r\nbeen feeling exactly the same myself for the last quarter of an\r\nhour, I decided that the painful exhibition must now terminate.\r\n\r\nIt was Ukridge who had let me in for the thing. He had fired my\r\nimagination with tales of authors who were able to turn out five\r\nthousand words a day by dictating their stuff to a stenographer\r\ninstead of writing it; and though I felt at the time that he was\r\nmerely trying to drum up trade for the typewriting bureau in which\r\nhis young friend Dora Mason was now a partner, the lure of the idea\r\nhad gripped me. Like all writers, I had a sturdy distaste for solid\r\nwork, and this seemed to offer a pleasant way out, turning literary\r\ncomposition into a jolly _tête-à-tête_ chat. It was only when those\r\ngleaming eyes looked eagerly into mine and that twitching pencil\r\npoised itself to record the lightest of my golden thoughts that I\r\ndiscovered what I was up against. For fifteen minutes I had been\r\nexperiencing all the complex emotions of a nervous man who, suddenly\r\ncalled upon to make a public speech, realises too late that his\r\nbrain has been withdrawn and replaced by a cheap cauliflower\r\nsubstitute: and I was through.\r\n\r\n“I’m sorry,” I said, “but I’m afraid it’s not much use going on.\r\nI don’t seem able to manage it.”\r\n\r\nNow that I had come frankly out into the open and admitted my\r\nidiocy, the girl’s expression softened. She closed her notebook\r\nforgivingly.\r\n\r\n“Lots of people can’t,” she said. “It’s just a knack.”\r\n\r\n“Everything seems to go out of my head.”\r\n\r\n“I’ve often thought it must be very difficult to dictate.”\r\n\r\nTwo minds with but a single thought, in fact. Her sweet\r\nreasonableness, combined with the relief that the thing was over,\r\ninduced in me a desire to babble. One has the same feeling when\r\nthe dentist lets one out of his chair.\r\n\r\n“You’re from the Norfolk Street Agency, aren’t you?” I said. A\r\nsilly question, seeing that I had expressly rung them up on the\r\ntelephone and asked them to send somebody round; but I was still\r\nfeeling the effects of the ether.\r\n\r\n“Yes.”\r\n\r\n“That’s in Norfolk Street, isn’t it? I mean,” I went on hurriedly,\r\n“I wonder if you know a Miss Mason there? Miss Dora Mason.”\r\n\r\nShe seemed surprised.\r\n\r\n“My name is Dora Mason,” she said.\r\n\r\nI was surprised, too. I had not supposed that partners in\r\ntypewriting businesses stooped to going out on these errands. And\r\nI was conscious of a return of my former embarrassment, feeling—quite\r\nunreasonably, for I had only seen her once in my life, and then\r\nfrom a distance—that I ought to have remembered her.\r\n\r\n“We were short-handed at the office,” she explained, “so I came\r\nalong. But how do you know my name?”\r\n\r\n“I am a great friend of Ukridge’s.”\r\n\r\n“Why, of course! I was wondering why your name was so familiar.\r\nI’ve heard him talk so much about you.”\r\n\r\nAnd after that we really did settle down to the cosy _tête-à-tête_\r\nof which I had had visions. She was a nice girl, the only noticeable\r\nflaw in her character being an absurd respect for Ukridge’s\r\nintelligence and abilities. I, who had known that foe of the human\r\nrace from boyhood up and was still writhing beneath the memory of\r\nthe night when he had sneaked my dress clothes, could have corrected\r\nher estimate of him, but it seemed unkind to shatter her girlish\r\ndreams.\r\n\r\n“He was wonderful about this type-writing business,” she said. “It\r\nwas such a splendid opportunity, and but for Mr. Ukridge I should\r\nhave had to let it slip. You see, they were asking two hundred\r\npounds for the partnership, and I only had a hundred. And Mr.\r\nUkridge insisted on putting up the rest of the money. You see—I\r\ndon’t know if he told you—he insisted that he ought to do something\r\nbecause he says he lost me the position I had with his aunt. It\r\nwasn’t his fault at all, really, but he kept saying that if I\r\nhadn’t gone to that dance with him I shouldn’t have got back late\r\nand been dismissed. So——”\r\n\r\nShe was a rapid talker, and it was only now that I was able to\r\ncomment on the amazing statement which she had made in the opening\r\nportion of her speech. So stunning had been the effect of those\r\nfew words on me that I had hardly heard her subsequent remarks.\r\n\r\n“Did you say that Ukridge insisted on finding the rest?” I gasped.\r\n\r\n“Yes. Wasn’t it nice of him?”\r\n\r\n“He gave you a hundred pounds? Ukridge!”\r\n\r\n“Guaranteed it,” said Miss Mason. “I arranged to pay a hundred\r\npounds down and the rest in sixty days.”\r\n\r\n“But suppose the rest is not paid in sixty days?”\r\n\r\n“Well, then I’m afraid I should lose my hundred. But it will be,\r\nof course. Mr. Ukridge told me to have no anxiety about that at\r\nall. Well, good-bye, Mr. Corcoran. I must be going now. I’m sorry\r\nwe didn’t get better results with the dictating. I should think it\r\nmust be very difficult to do till you get used to it.”\r\n\r\nHer cheerful smile as she went out struck me as one of the most\r\npathetic sights I had ever seen. Poor child, bustling off so\r\nbrightly when her whole future rested on Ukridge’s ability to raise\r\na hundred pounds! I presumed that he was relying on one of those\r\nUtopian schemes of his which were to bring him in thousands—“at a\r\nconservative estimate, laddie!”—and not for the first time in a\r\nfriendship of years the reflection came to me that Ukridge ought\r\nto be in some sort of a home. A capital fellow in many respects,\r\nbut not a man lightly to be allowed at large.\r\n\r\nI was pursuing this train of thought when the banging of the front\r\ndoor, followed by a pounding of footsteps on the stairs and a\r\nconfused noise without, announced his arrival.\r\n\r\n“I say, laddie,” said Ukridge, entering the room, as was his habit,\r\nlike a north-easterly gale, “was that Dora Mason I saw going down\r\nthe street? It looked like her back. Has she been here?”\r\n\r\n“Yes. I asked her agency to send someone to take dictation, and\r\nshe came.”\r\n\r\nUkridge reached out for the tobacco jar, filled his pipe,\r\nreplenished his pouch, sank comfortably on to the sofa, adjusted\r\nthe cushions, and bestowed an approving glance upon me.\r\n\r\n“Corky, my boy,” said Ukridge, “what I like about you and the\r\nreason why I always maintain that you will be a great man one of\r\nthese days is that you have Vision. You have the big, broad,\r\nflexible outlook. You’re not too proud to take advice. I say to\r\nyou, ‘Dictate your stuff, it’ll pay you,’ and, damme, you go\r\nstraight off and do it. No arguing or shilly-shallying. You just\r\ngo and do it. It’s the spirit that wins to success. I like to see\r\nit. Dictating will add thousands a year to your income. I say it\r\nadvisedly, laddie—thousands. And if you continue leading a steady\r\nand sober life and save your pennies, you’ll be amazed at the way\r\nyour capital will pile up. Money at five per cent. compound interest\r\ndoubles itself every fourteen years. By the time you’re forty——”\r\n\r\nIt seemed churlish to strike a jarring note after all these\r\ncompliments, but it had to be done.\r\n\r\n“Never mind about what’s going to happen to me when I’m forty,” I\r\nsaid. “What I want to know is what is all this I hear about you\r\nguaranteeing Miss Mason a hundred quid?”\r\n\r\n“Ah, she told you? Yes,” said Ukridge, airily, “I guaranteed it.\r\nMatter of conscience, old son. Man of honour, no alternative. You\r\nsee, there’s no getting away from it, it was my fault that she was\r\nsacked by my aunt. Got to see her through, laddie, got to see her\r\nthrough.”\r\n\r\nI goggled at the man.\r\n\r\n“Look here,” I said, “let’s get this thing straight. A couple of\r\ndays ago you touched me for five shillings and said it would save\r\nyour life.”\r\n\r\n“It did, old man, it did.”\r\n\r\n“And now you’re talking of scattering hundred quids about the place\r\nas if you were Rothschild. Do you smoke it or inject it with a\r\nhypodermic needle?”\r\n\r\nThere was pain in Ukridge’s eyes as he sat up and gazed at me\r\nthrough the smoke.\r\n\r\n“I don’t like this tone, laddie,” he said, reproachfully. “Upon my\r\nSam, it wounds me. It sounds as if you had lost faith in me, in my\r\nvision.”\r\n\r\n“Oh, I know you’ve got vision. And the big, broad, flexible outlook.\r\nAlso snap, ginger, enterprise, and ears that stick out at right\r\nangles like the sails of a windmill. But that doesn’t help me to\r\nunderstand where on earth you expect to get a hundred quid.”\r\n\r\nUkridge smiled tolerantly.\r\n\r\n“You don’t suppose I would have guaranteed the money for poor\r\nlittle Dora unless I knew where to lay my hands on it, do you? If\r\nyou ask me, Have I got the stuff at this precise moment? I candidly\r\nreply, No, I haven’t. But it’s fluttering on the horizon, laddie,\r\nfluttering on the horizon. I can hear the beating of its wings.”\r\n\r\n“Is Battling Billson going to fight someone and make your fortune\r\nagain?”\r\n\r\nUkridge winced, and the look of pain flitted across his face once\r\nmore.\r\n\r\n“Don’t mention that man’s name to me, old horse,” he begged. “Every\r\ntime I think of him everything seems to go all black. No, the thing\r\nI have on hand now is a real solid business proposition. Gilt-edged,\r\nyou might call it. I ran into a bloke the other day whom I used to\r\nknow out in Canada.”\r\n\r\n“I didn’t know you had ever been in Canada,” I interrupted.\r\n\r\n“Of course I’ve been in Canada. Go over there and ask the first\r\nfellow you meet if I was ever in Canada. Canada! I should say I\r\nhad been in Canada. Why, when I left Canada, I was seen off on the\r\nsteamer by a couple of policemen. Well, I ran into this bloke in\r\nPiccadilly. He was wandering up and down and looking rather lost.\r\nCouldn’t make out what the deuce he was doing over here, because,\r\nwhen I knew him, he hadn’t a cent. Well, it seems that he got fed\r\nup with Canada and went over to America to try and make his fortune.\r\nAnd, by Jove, he did, first crack out of the box. Bought a bit of\r\nland about the size of a pocket-handkerchief in Texas or Oklahoma\r\nor somewhere, and one morning, when he was hoeing the soil or\r\nplanting turnips or something, out buzzed a whacking great oil-well.\r\nApparently that sort of thing’s happening every day out there. If\r\nI could get a bit of capital together, I’m dashed if I wouldn’t go\r\nto Texas myself. Great open spaces where men are men, laddie—suit\r\nme down to the ground. Well, we got talking, and he said that he\r\nintended to settle in England. Came from London as a kid, but\r\ncouldn’t stick it at any price now because they had altered it so\r\nmuch. I told him the thing for him to do was to buy a house in the\r\ncountry with a decent bit of shooting, and he said, ‘Well, how do\r\nyou buy a house in the country with a decent bit of shooting?’ and\r\nI said, ‘Leave it entirely in my hands, old horse. I’ll see you’re\r\ntreated right.’ So he told me to go ahead, and I went to Farmingdons,\r\nthe house-agent blokes in Cavendish Square. Had a chat with the\r\nmanager. Very decent old bird with moth-eaten whiskers. I said I’d\r\ngot a millionaire looking for a house in the country. ‘Find him\r\none, laddie,’ I said, ‘and we split the commish.’ He said ‘Right-o,’\r\nand any day now I expect to hear that he’s dug up something\r\nsuitable. Well, you can see for yourself what that’s going to mean.\r\nThese house-agent fellows take it as a personal affront if a client\r\ngets away from them with anything except a collar-stud and the\r\nclothes he stands up in, and I’m in halves. Reason it out, my boy,\r\nreason it out.”\r\n\r\n“You’re sure this man really has money?”\r\n\r\n“Crawling with it, laddie. Hasn’t found out yet there’s anything\r\nsmaller than a five-pound note in circulation. He took me to lunch,\r\nand when he tipped the waiter the man burst into tears and kissed\r\nhim on both cheeks.”\r\n\r\nI am bound to admit that I felt easier in my mind, for it really\r\ndid seem as though the fortunes of Miss Mason rested on firm\r\nground. I had never supposed that Ukridge could be associated with\r\nso sound a scheme, and I said so. In fact, I rather overdid my\r\napproval, for it encouraged him to borrow another five shillings;\r\nand before he left we were in treaty over a further deal which was\r\nto entail my advancing him half a sovereign in one solid payment.\r\nBusiness breeds business.\r\n\r\nFor the next ten days I saw nothing of Ukridge. As he was in the\r\nhabit of making these periodical disappearances, I did not worry\r\nunduly as to the whereabouts of my wandering boy, but I was\r\nconscious from time to time of a mild wonder as to what had become\r\nof him. The mystery was solved one night when I was walking through\r\nPall Mall on my way home after a late session with an actor\r\nacquaintance who was going into vaudeville, and to whom I\r\nhoped,—mistakenly, as it turned out—to sell a one-act play.\r\n\r\nI say night, but it was nearly two in the morning. The streets were\r\nblack and deserted, silence was everywhere, and all London slept\r\nexcept Ukridge and a friend of his whom I came upon standing\r\noutside Hardy’s fishing tackle shop. That is to say, Ukridge was\r\nstanding outside the shop. His friend was sitting on the pavement\r\nwith his back against a lamp-post.\r\n\r\nAs far as I could see in the uncertain light, he was a man of\r\nmiddle age, rugged of aspect and grizzled about the temples. I was\r\nable to inspect his temples because—doubtless from the best\r\nmotives—he was wearing his hat on his left foot. He was correctly\r\nclad in dress clothes, but his appearance was a little marred by\r\na splash of mud across his shirt-front and the fact that at some\r\npoint earlier in the evening he had either thrown away or been\r\ndeprived of his tie. He gazed fixedly at the hat with a\r\npoached-egg-like stare. He was the only man I had ever seen who\r\nwas smoking two cigars at the same time.\r\n\r\nUkridge greeted me with the warmth of a beleaguered garrison\r\nwelcoming the relieving army.\r\n\r\n“My dear old horse! Just the man I wanted!” he cried, as if he had\r\npicked me out of a number of competing applicants. “You can give\r\nme a hand with Hank, laddie.”\r\n\r\n“Is this Hank!” I enquired, glancing at the recumbent sportsman,\r\nwho had now closed his eyes as if the spectacle of the hat had\r\nbegun to pall.\r\n\r\n“Yes. Hank Philbrick. This is the bloke I was telling you about,\r\nthe fellow who wants the house.”\r\n\r\n“He doesn’t seem to want any house. He looks quite satisfied with\r\nthe great open spaces.”\r\n\r\n“Poor old Hank’s a bit under the weather,” explained Ukridge,\r\nregarding his stricken friend with tolerant sympathy. “It takes\r\nhim this way. The fact is, old man, it’s a mistake for these blokes\r\nto come into money. They overdo things. The only thing Hank ever\r\ngot to drink for the first fifty years of his life was water, with\r\nbuttermilk as a treat on his birthday, and he’s trying to make up\r\nfor lost time. He’s only just discovered that there are such things\r\nas liqueurs in the world, and he’s making them rather a hobby. Says\r\nthey’re such a pretty colour. It wouldn’t be so bad if he stuck to\r\none at a time, but he likes making experiments. Mixes them, laddie.\r\nOrders the whole lot and blends them in a tankard. Well, I mean to\r\nsay,” said Ukridge reasonably, “you can’t take more than five or\r\nsix tankards of mixed benedictine, chartreuse, kummel, crème de\r\nmenthe, and old brandy without feeling the strain a bit. Especially\r\nif you stoke up on champagne and burgundy.”\r\n\r\nA strong shudder ran through me at the thought. I gazed at the\r\nhuman cellar on the pavement with a feeling bordering on awe.\r\n\r\n“Does he really?”\r\n\r\n“Every night for the last two weeks. I’ve been with him most of\r\nthe time. I’m the only pal he’s got in London, and he likes to have\r\nme round.”\r\n\r\n“What plans have you for his future? His immediate future, I mean.\r\nDo we remove him somewhere or is he going to spend the night out\r\nhere under the quiet stars?”\r\n\r\n“I thought, if you would lend a hand, old man, we could get him to\r\nthe Carlton. He’s staying there.”\r\n\r\n“He won’t be long, if he comes in in this state.”\r\n\r\n“Bless you, my dear old man, they don’t mind. He tipped the\r\nnight-porter twenty quid yesterday and asked me if I thought it\r\nwas enough. Lend a hand, laddie. Let’s go.”\r\n\r\nI lent a hand, and we went.\r\n\r\nThe effect which that nocturnal encounter had upon me was to cement\r\nthe impression that in acting as agent for Mr. Philbrick in the\r\npurchase of a house Ukridge was on to a good thing. What little I\r\nhad seen of Hank had convinced me that he was not the man to be\r\nfinicky about price. He would pay whatever they asked him without\r\nhesitation. Ukridge would undoubtedly make enough out of his share\r\nof the commission to pay off Dora Mason’s hundred without feeling\r\nit. Indeed, for the first time in his life he would probably be in\r\npossession of that bit of capital of which he was accustomed to\r\nspeak so wistfully. I ceased, therefore, to worry about Miss\r\nMason’s future and concentrated myself on my own troubles.\r\n\r\nThey would probably have seemed to anyone else minor troubles, but\r\nnevertheless they were big enough to depress me. Two days after my\r\nmeeting with Ukridge and Mr. Philbrick in Pall Mall I had received\r\nrather a disturbing letter.\r\n\r\nThere was a Society paper for which at that time I did occasional\r\nwork and wished to do more; and the editor of this paper had sent\r\nme a ticket for the forthcoming dance of the Pen and Ink Club, with\r\ninstructions to let him have a column and a half of bright\r\ndescriptive matter. It was only after I had digested the pleasant\r\nreflection that here was a bit of badly needed cash dropping on me\r\nout of a clear sky that I realised why the words Pen and Ink Club\r\nseemed to have a familiar ring. It was the club of which Ukridge’s\r\naunt Julia was the popular and energetic president, and the thought\r\nof a second meeting with that uncomfortable woman filled me with\r\na deep gloom. I had not forgotten—and probably would never forget—my\r\nencounter with her in her drawing-room at Wimbledon.\r\n\r\nI was not in a financial position, however, to refuse editors their\r\nwhims, so the thing had to be gone through; but the prospect damped\r\nme, and I was still brooding on it when a violent ring at the\r\nfront-door bell broke in on my meditations. It was followed by the\r\nbooming of Ukridge’s voice enquiring if I were in. A moment later\r\nhe had burst into the room. His eyes were wild, his pince-nez at\r\nan angle of forty-five, and his collar separated from its stud by\r\na gap of several inches. His whole appearance clearly indicated\r\nsome blow of fate, and I was not surprised when his first words\r\nrevealed an aching heart.\r\n\r\n“Hank Philbrick,” said Ukridge without preamble, “is a son of\r\nBelial, a leper, and a worm.”\r\n\r\n“What’s happened now?”\r\n\r\n“He’s let me down, the weak-minded Tishbite! Doesn’t want that\r\nhouse in the country after all. My gosh, if Hank Philbrick is the\r\nsort of man Canada is producing nowadays, Heaven help the British\r\nEmpire.”\r\n\r\nI shelved my petty troubles. They seemed insignificant beside this\r\nmajestic tragedy.\r\n\r\n“What made him change his mind?” I asked.\r\n\r\n“The wobbling, vacillating hell-hound! I always had a feeling that\r\nthere was something wrong with that man. He had a nasty, shifty\r\neye. You’ll bear me out, laddie, in that? Haven’t I spoken to you\r\na hundred times about his shifty eye?”\r\n\r\n“Certainly. Why did he change his mind?”\r\n\r\n“Didn’t I always say he wasn’t to be trusted?”\r\n\r\n“Repeatedly. What made him change his mind?”\r\n\r\nUkridge laughed with a sharp bitterness that nearly cracked the\r\nwindow-pane. His collar leaped like a live thing. Ukridge’s collar\r\nwas always a sort of thermometer that registered the warmth of his\r\nfeelings. Sometimes, when his temperature was normal, it would\r\nremain attached to its stud for minutes at a time; but the slightest\r\ntouch of fever sent it jumping up, and the more he was moved the\r\nhigher it jumped.\r\n\r\n“When I knew Hank out in Canada,” he said, “he had the constitution\r\nof an ox. Ostriches took his correspondence course in digestion.\r\nBut directly he comes into a bit of money——Laddie,” said Ukridge\r\nearnestly, “when I’m a rich man, I want you to stand at my elbow\r\nand watch me very carefully. The moment you see signs of degeneration\r\nspeak a warning word. Don’t let me coddle myself. Don’t let me get\r\nfussy about my health. Where was I? Oh yes. Directly this man comes\r\ninto a bit of money he gets the idea that he’s a sort of fragile,\r\ndelicate flower.”\r\n\r\n“I shouldn’t have thought so from what you were telling me the\r\nother night.”\r\n\r\n“What happened the other night was the cause of all the trouble.\r\nNaturally he woke up with a bit of a head.”\r\n\r\n“I can quite believe it.”\r\n\r\n“Yes, but my gosh, what’s a head! In the old days he would have\r\ngone and worked it off by taking a dose of pain-killer and chopping\r\ndown half-a-dozen trees. But now what happens? Having all this\r\nmoney, he wouldn’t take a simple remedy like that. No, sir! He went\r\nto one of those Harley Street sharks who charge a couple of guineas\r\nfor saying ‘Well, how are we this morning?’ A fatal move, laddie.\r\nNaturally, the shark was all over him. Tapped him here and prodded\r\nhim there, said he was run down, and finally told him he ought to\r\nspend six months in a dry, sunny climate. Recommended Egypt. Egypt,\r\nI’ll trouble you, for a bloke who lived fifty years thinking that\r\nit was a town in Illinois. Well, the long and the short of it is\r\nthat he’s gone off for six months, doesn’t want a place in England,\r\nand I hope he gets bitten by a crocodile. And the lease all drawn\r\nout and ready to sign. Upon my Sam, it’s a little hard. Sometimes\r\nI wonder whether it’s worth while going on struggling.”\r\n\r\nA sombre silence fell upon us. Ukridge, sunk in gloomy reverie,\r\nfumbled absently at his collar stud. I smoked with a heavy heart.\r\n\r\n“What will your friend Dora do now?” I said at length.\r\n\r\n“That’s what’s worrying me,” said Ukridge, lugubriously. “I’ve been\r\ntrying to think of some other way of raising that hundred, but at\r\nthe moment I don’t mind confessing I am baffled. I can see no\r\ndaylight.”\r\n\r\nNor could I. His chance of raising a hundred pounds by any means\r\nshort of breaking into the Mint seemed slight indeed.\r\n\r\n“Odd the way things happen,” I said. I gave him the editor’s\r\nletter. “Look at that.”\r\n\r\n“What’s this?”\r\n\r\n“He’s sending me to do an article on the Pen and Ink Club dance.\r\nIf only I had never been to see your aunt——”\r\n\r\n“And made such a mess of it.”\r\n\r\n“I didn’t make a mess of it. It just happened that——”\r\n\r\n“All right, laddie, all right,” said Ukridge, tonelessly. “Don’t\r\nlet’s split straws. The fact remains, whether it’s your fault or\r\nnot, the thing was a complete frost. What were you saying?”\r\n\r\n“I was saying that, if only I had never been to your aunt, I could\r\nhave met her in a perfectly natural way at this dance.”\r\n\r\n“Done Young Disciple stuff,” said Ukridge, seizing on the idea.\r\n“Rubbed in the fact that you could do her a bit of good by boosting\r\nher in the paper.”\r\n\r\n“And asked her to re-engage Miss Mason as her secretary.”\r\n\r\nUkridge fiddled with the letter.\r\n\r\n“You don’t think even now——”\r\n\r\nI was sorry for him and sorrier for Dora Mason, but on this point\r\nI was firm.\r\n\r\n“No, I don’t.”\r\n\r\n“But consider, laddie,” urged Ukridge. “At this dance she may well\r\nbe in malleable mood. The lights, the music, the laughter, the\r\njollity.”\r\n\r\n“No,” I said. “It can’t be done. I can’t back out of going to the\r\naffair, because if I did I’d never get any more work to do for this\r\npaper. But I’ll tell you one thing. I mean to keep quite clear of\r\nyour aunt. That’s final. I dream of her in the night sometimes and\r\nwake up screaming. And in any case it wouldn’t be any use my\r\ntackling her. She wouldn’t listen to me. It’s too late. You weren’t\r\nthere that afternoon at Wimbledon, but you can take it from me that\r\nI’m not one of her circle of friends.”\r\n\r\n“That’s the way it always happens,” sighed Ukridge. “Everything\r\ncomes too late. Well, I’ll be popping off. Lot of heavy thinking\r\nto do, laddie. Lot of heavy thinking.”\r\n\r\nAnd he left without borrowing even a cigar, a sure sign that his\r\nresilient spirit was crushed beyond recuperation.\r\n\r\nThe dance of the Pen and Ink Club was held, like so many functions\r\nof its kind, at the Lotus Rooms, Knightsbridge, that barrack-like\r\nbuilding which seems to exist only for these sad affairs. The Pen\r\nand Ink evidently went in for quality in its membership rather than\r\nquantity; and the band, when I arrived, was giving out the\r\npeculiarly tinny sound which bands always produce in very large\r\nrooms that are only one-sixth part full. The air was chilly and\r\ndesolate and a general melancholy seemed to prevail. The few\r\ncouples dancing on the broad acres of floor appeared sombre and\r\nintrospective, as if they were meditating on the body upstairs and\r\nrealizing that all flesh is as grass. Around the room on those gilt\r\nchairs which are only seen in subscription-dance halls weird beings\r\nwere talking in undertones, probably about the trend of Scandinavian\r\nliterature. In fact, the only bright spot on the whole gloomy\r\nbusiness was that it occurred before the era of tortoiseshell-rimmed\r\nspectacles.\r\n\r\nThat curious grey hopelessness which always afflicts me when I am\r\nconfronted with literary people in the bulk was not lightened by\r\nthe reflection that at any moment I might encounter Miss Julia\r\nUkridge. I moved warily about the room, keenly alert, like a cat\r\nthat has wandered into a strange alley and sees in every shadow\r\nthe potential hurler of a half-brick. I could envisage nothing but\r\nawkwardness and embarrassment springing from such a meeting. The\r\nlesson which I had drawn from my previous encounter with her was\r\nthat happiness for me lay in keeping as far away from Miss Julia\r\nUkridge as possible.\r\n\r\n “Excuse me!”\r\n\r\nMy precautions had been in vain. She had sneaked up on me from\r\nbehind.\r\n\r\n“Good evening,” I said.\r\n\r\nIt is never any good rehearsing these scenes in advance. They\r\nalways turn out so differently. I had been assuming, when I slunk\r\ninto this hall, that if I met this woman I should feel the same\r\nshrinking sense of guilt and inferiority which had proved so\r\ndisintegrating at Wimbledon. I had omitted to make allowances for\r\nthe fact that that painful episode had taken place on her own\r\nground, and that right from the start my conscience had been far\r\nfrom clear. To-night the conditions were different.\r\n\r\n“Are you a member of the Pen and Ink Club?” said Ukridge’s aunt,\r\nfrostily.\r\n\r\nHer stony blue eyes were fixed on me with an expression that was\r\nnot exactly loathing, but rather a cold and critical contempt. So\r\nmight a fastidious cook look at a black-beetle in her kitchen.\r\n\r\n“No,” I replied, “I am not.”\r\n\r\nI felt bold and hostile. This woman gave me a pain in the neck,\r\nand I endeavoured to express as much in the language of the eyes.\r\n\r\n“Then will you please tell me what you are doing here? This is a\r\nprivate dance.”\r\n\r\nOne has one’s moments. I felt much as I presume Battling Billson\r\nmust have felt in his recent fight with Alf Todd, when he perceived\r\nhis antagonist advancing upon him wide-open, inviting the knock-out\r\npunch.\r\n\r\n“The editor of _Society_ sent me a ticket. He wanted an article\r\nwritten about it.”\r\n\r\nIf I was feeling like Mr. Billson, Ukridge’s aunt must have felt\r\nvery like Mr. Todd. I could see that she was shaken. In a flash I\r\nhad changed from a black-beetle to a god-like creature, able, if\r\nconciliated, to do a bit of that log-rolling which is so dear to\r\nthe heart of the female novelist. And she had not conciliated me.\r\nOf all sad words of tongue or pen, the saddest are these: It might\r\nhave been. It is too much to say that her jaw fell, but certainly\r\nthe agony of this black moment caused her lips to part in a sort\r\nof twisted despair. But there was good stuff in this woman. She\r\nrallied gamely.\r\n\r\n“A Press ticket,” she murmured.\r\n\r\n“A Press ticket,” I echoed.\r\n\r\n“May I see it?”\r\n\r\n“Certainly.”\r\n\r\n“Thank you.”\r\n\r\n“Not at all.”\r\n\r\nShe passed on.\r\n\r\nI resumed my inspection of the dancers with a lighter heart. In my\r\npresent uplifted mood they did not appear so bad as they had a few\r\nminutes back. Some of them, quite a few of them, looked almost\r\nhuman. The floor was fuller now, and whether owing to my imagination\r\nor not, the atmosphere seemed to have taken on a certain cheeriness.\r\nThe old suggestion of a funeral still lingered, but now it was\r\npossible to think of it as a less formal, rather jollier funeral.\r\nI began to be glad that I had come.\r\n\r\n“Excuse me!”\r\n\r\nI had thought that I was finished with this sort of thing for the\r\nevening, and I turned with a little impatience. It was a refined\r\ntenor voice that had addressed me, and it was a refined tenor-looking\r\nman whom I saw. He was young and fattish, with a Jovian coiffure\r\nand pince-nez attached to a black cord.\r\n\r\n“Pardon me,” said this young man, “but are you a member of the Pen\r\nand Ink Club?”\r\n\r\nMy momentary annoyance vanished, for it suddenly occurred to me\r\nthat, looked at in the proper light, it was really extremely\r\nflattering, this staunch refusal on the part of these people to\r\nentertain the belief that I could be one of them. No doubt, I felt,\r\nthey were taking up the position of the proprietor of a certain\r\nnight-club, who, when sued for defamation of character by a young\r\nlady to whom he had refused admittance on the ground that she was\r\nnot a fit person to associate with his members, explained to the\r\ncourt that he had meant it as a compliment.\r\n\r\n“No, thank Heaven!” I replied.\r\n\r\n“Then what——”\r\n\r\n“Press ticket,” I explained.\r\n\r\n“Press ticket? What paper?”\r\n\r\n“_Society_.”\r\n\r\nThere was nothing of the Julia Ukridge spirit in this young man,\r\nno ingrained pride which kept him aloof and outwardly indifferent.\r\nHe beamed like the rising sun. He grasped my arm and kneaded it.\r\nHe gambolled about me like a young lamb in the springtime.\r\n\r\n“My dear fellow!” he exclaimed, exuberantly, and clutched my arm\r\nmore firmly, lest even now I might elude him. “My dear fellow, I\r\nreally must apologise. I would not have questioned you, but there\r\nare some persons present who were not invited. I met a man only a\r\nmoment ago who said that he had bought a ticket. Some absurd\r\nmistake. There were no tickets for sale. I was about to question\r\nhim further, but he disappeared into the crowd and I have not seen\r\nhim since. This is a quite private dance, open only to members of\r\nthe club. Come with me, my dear fellow, and I will give you a few\r\nparticulars which you may find of use for your article.”\r\n\r\nHe led me resolutely into a small room off the floor, closed the\r\ndoor to prevent escape, and, on the principle on which you rub a\r\ncat’s paws with butter to induce it to settle down in a new home,\r\nbegan to fuss about with whisky and cigarettes.\r\n\r\n“Do, do sit down.”\r\n\r\nI sat down.\r\n\r\n“First, about this club. The Pen and Ink Club is the only really\r\nexclusive organisation of its kind in London. We pride ourselves\r\non the fact. We are to the literary world what Brooks’s and the\r\nCarlton are to the social. Members are elected solely by invitation.\r\nElection, in short, you understand, is in the nature of an accolade.\r\nWe have exactly one hundred members, and we include only those\r\nwriters who in our opinion possess vision.”\r\n\r\n“And the big, broad, flexible outlook?”\r\n\r\n“I beg your pardon?”\r\n\r\n“Nothing.”\r\n\r\n“The names of most of those here to-night must be very familiar to\r\nyou.”\r\n\r\n“I know Miss Ukridge, the president,” I said.\r\n\r\nA faint, almost imperceptible shadow passed over the stout young\r\nman’s face. He removed his pince-nez and polished them with a touch\r\nof disfavour. There was a rather flat note in his voice.\r\n\r\n“Ah, yes,” he said, “Julia Ukridge. A dear soul, but between\r\nourselves, strictly between ourselves, not a great deal of help in\r\nan executive capacity.”\r\n\r\n“No!”\r\n\r\n“No. In confidence, I do all the work. I am the club’s secretary.\r\nMy name, by the way, is Charlton Prout. You may know it?”\r\n\r\nHe eyed me wistfully, and I felt that something ought to be done\r\nabout him. He was much too sleek, and he had no right to do his\r\nhair like that.\r\n\r\n“Of course,” I said. “I have read all your books.”\r\n\r\n“Really?”\r\n\r\n“‘A Shriek in the Night.’ ‘Who Killed Jasper Bossom?’—all of them.”\r\n\r\nHe stiffened austerely.\r\n\r\n“You must be confusing me with some other—ah—writer,” he said. “My\r\nwork is on somewhat different lines. The reviewers usually describe\r\nthe sort of thing I do as Pastels in Prose. My best-liked book, I\r\nbelieve, is _Grey Myrtles_. Dunstable’s brought it out last year.\r\nIt was exceedingly well received. And I do a good deal of critical\r\nwork for the better class of review.” He paused. “If you think it\r\nwould interest your readers,” he said, with a deprecating wave of\r\nthe hand, “I will send you a photograph. Possibly your editor would\r\nlike to use it.”\r\n\r\n“I bet he would.”\r\n\r\n“A photograph somehow seems to—as it were—set off an article of\r\nthis kind.”\r\n\r\n“That,” I replied, cordially, “is what it doesn’t do nothing else\r\nbut.”\r\n\r\n“And you won’t forget _Grey Myrtles_. Well, if you have finished\r\nyour cigarette, we might be returning to the ballroom. These people\r\nrather rely on me to keep things going, you know.”\r\n\r\nA burst of music greeted us as he opened the door, and even in that\r\nfirst moment I had an odd feeling that it sounded different. That\r\ntinny sound had gone from it. And as we debouched from behind a\r\npotted palm and came in sight of the floor, I realised why.\r\n\r\nThe floor was full. It was crammed, jammed, and overflowing. Where\r\ncouples had moved as single spies, they were now in battalions.\r\nThe place was alive with noise and laughter. These people might,\r\nas my companion had said, be relying on him to keep things going,\r\nbut they seemed to have been getting along uncommonly well in his\r\nabsence. I paused and surveyed the mob in astonishment. I could\r\nnot make the man’s figures balance.\r\n\r\n“I thought you said the Pen and Ink Club had only a hundred\r\nmembers.”\r\n\r\nThe secretary was fumbling for his glasses. He had an almost\r\nUkridge-like knack of dropping his pince-nez in moments of emotion.\r\n\r\n“It—it has,” he stammered.\r\n\r\n“Well, reading from left to right, I make it nearer seven hundred.”\r\n\r\n“I cannot understand it.”\r\n\r\n“Perhaps they have been having a new election and letting in some\r\nwriters without vision,” I suggested.\r\n\r\nI was aware of Miss Ukridge bearing down upon us, bristling.\r\n\r\n“Mr. Prout!”\r\n\r\nThe talented young author of _Grey Myrtles_ leaped convulsively.\r\n\r\n“Yes, Miss Ukridge?”\r\n\r\n“Who are all these people?”\r\n\r\n“I—I don’t know,” said the talented young man.\r\n\r\n“You don’t know! It’s your business to know. You are the secretary\r\nof the club. I suggest that you find out as quickly as possible\r\nwho they are and what they imagine they are doing here.”\r\n\r\nThe goaded secretary had something of the air of a man leading a\r\nforlorn hope, and his ears had turned bright pink, but he went at\r\nit bravely. A serene-looking man with a light moustache and a\r\nmade-up tie was passing, and he sprang upon him like a stoutish\r\nleopard.\r\n\r\n“Excuse me, sir.”\r\n\r\n“Eh?”\r\n\r\n“Will you kindly—would you mind—pardon me if I ask——”\r\n\r\n“What are you doing here?” demanded Miss Ukridge, curtly, cutting\r\nin on his flounderings with a masterful impatience. “How do you\r\ncome to be at this dance?”\r\n\r\nThe man seemed surprised.\r\n\r\n“Who, me?” he said. “I came with the rest of ’em.”\r\n\r\n“What do you mean, the rest of them?”\r\n\r\n“The members of the Warner’s Stores Social and Outing Club.”\r\n\r\n“But this is the dance of the Pen and Ink Club,” bleated Mr. Prout.\r\n\r\n“Some mistake,” said the other, confidently. “It’s a bloomer of\r\nsome kind. Here,” he added, beckoning to a portly gentleman of\r\nmiddle age who was bustling by, “you’d better have a talk with our\r\nhon. sec. He’ll know. Mr. Biggs, this gentleman seems to think\r\nthere’s been some mistake about this dance.”\r\n\r\nMr. Biggs stopped, looked, and listened. Seen at close range, he\r\nhad a forceful, determined air. I liked his looks.\r\n\r\n“May I introduce Mr. Charlton Prout?” I said. “Author of _Grey\r\nMyrtles_. Mr. Prout,” I went on, as this seemed to make little or\r\nno sensation, “is the secretary of the Pen and Ink Club.”\r\n\r\n“I’m the secretary of the Warner’s Stores Social and Outing Club,”\r\nsaid Mr. Biggs.\r\n\r\nThe two secretaries eyed each other warily, like two dogs.\r\n\r\n“But what are you doing here?” moaned Mr. Prout, in a voice like\r\nthe wind in the tree-tops. “This is a private dance.”\r\n\r\n“Nothing of the kind,” said Mr. Biggs, resolutely. “I personally\r\nbought tickets for all my members.”\r\n\r\n“But there were no tickets for sale. The dance was for the\r\nexclusive——”\r\n\r\n“It’s perfectly evident that you have come to the wrong hall or\r\nchosen the wrong evening,” snapped Miss Ukridge, abruptly\r\nsuperseding Mr. Prout in the supreme command. I did not blame her\r\nfor feeling a little impatient. The secretary was handling the\r\ncampaign very feebly.\r\n\r\nThe man behind the Warner’s Stores Social and Outing Club cocked\r\na polite but belligerent eye at this new enemy. I liked his looks\r\nmore than ever. This was a man who would fight it out on these\r\nlines if it took all the summer.\r\n\r\n“I have not the honour of this lady’s acquaintance,” he said,\r\nsmoothly, but with a gradually reddening eye. The Biggses, that\r\neye seemed to say, were loath to war upon women, but if the women\r\nasked for it they could be men of iron, ruthless. “Might I ask who\r\nthis lady is?”\r\n\r\n“This is our president.”\r\n\r\n“Happy to meet you, ma’am.”\r\n\r\n“Miss Ukridge,” added Mr. Prout, completing the introduction.\r\n\r\nThe name appeared to strike a chord in Mr. Biggs. He bent forward\r\nand a gleam of triumph came into his eyes.\r\n\r\n“Ukridge, did you say?”\r\n\r\n“Miss Julia Ukridge.”\r\n\r\n“Then it’s all right,” said Mr. Biggs, briskly. “There’s been no\r\nmistake. I bought our tickets from a gentleman named Ukridge. I\r\ngot seven hundred at five bob apiece, reduction for taking a\r\nquantity and ten per cent. discount for cash. If Mr. Ukridge acted\r\ncontrary to instructions, it’s too late to remedy the matter now.\r\nYou should have made it clear to him what you wanted him to do\r\nbefore he went and did it.”\r\n\r\nAnd with this extremely sound sentiment the honorary secretary of\r\nthe Warner’s Stores Social and Outing Club turned on the heel of\r\nhis shining dancing-pump and was gone. And I, too, sauntered away.\r\nThere seemed nothing to keep me. As I went, I looked over my\r\nshoulder. The author of _Grey Myrtles_ appeared to be entering upon\r\nthe opening stages of what promised to be a painful _tête-à-tête_.\r\nMy heart bled for him. If ever a man was blameless Mr. Prout was,\r\nbut the president of the Pen and Ink Club was not the woman to\r\nallow a trifle like that to stand in her way.\r\n\r\n“Oh, it just came to me, laddie,” said Stanley Featherstonehaugh\r\nUkridge modestly, interviewed later by our representative. “You\r\nknow me. One moment mind a blank, then—_bing!_—some dashed colossal\r\nidea. It was your showing me that ticket for the dance that set me\r\nthinking. And I happened to meet a bloke in a pub who worked in\r\nWarner’s Stores. Nice fellow, with a fair amount of pimples. Told\r\nme their Social and Outing Club was working up for its semi-annual\r\nbeano. One thing led to another, I got him to introduce me to the\r\nhon. sec., and we came to terms. I liked the man, laddie. Great\r\ntreat to meet a bloke with a good, level business head. We settled\r\nthe details in no time. Well, I don’t mind telling you, Corky my\r\nboy, that at last for the first time in many years I begin to see\r\nmy way clear. I’ve got a bit of capital now. After sending poor\r\nlittle Dora her hundred, I shall have at least fifty quid left\r\nover. Fifty quid! My dear old son, you may take it from me that\r\nthere’s no limit—absolutely no limit—to what I can accomplish with\r\nfifty o’goblins in my kick. From now on I see my way clear. My feet\r\nare on solid ground. The world, laddie, is my oyster. Nothing can\r\nstop me from making a colossal fortune. I’m not exaggerating, old\r\nhorse—a colossal fortune. Why, by a year from now I calculate, at\r\na conservative estimate——”\r\n\r\nOur representative then withdrew."
  ]
}