{
  "index": 5,
  "title": "Chapter 4",
  "paragraphs": [
    "FIRST AID FOR DORA\r\n\r\n\r\nNever in the course of a long and intimate acquaintance having been\r\nshown any evidence to the contrary, I had always looked on Stanley\r\nFeatherstonehaugh Ukridge, my boyhood chum, as a man ruggedly\r\nindifferent to the appeal of the opposite sex. I had assumed that,\r\nlike so many financial giants, he had no time for dalliance with\r\nwomen—other and deeper matters, I supposed, keeping that great\r\nbrain permanently occupied. It was a surprise, therefore, when,\r\npassing down Shaftesbury Avenue one Wednesday afternoon in June at\r\nthe hour when _matinée_ audiences were leaving the theatres, I came\r\nupon him assisting a girl in a white dress to mount an omnibus.\r\n\r\nAs far as this simple ceremony could be rendered impressive,\r\nUkridge made it so. His manner was a blend of courtliness and\r\ndevotion; and if his mackintosh had been a shade less yellow and\r\nhis hat a trifle less disreputable, he would have looked just like\r\nSir Walter Ralegh.\r\n\r\nThe bus moved on, Ukridge waved, and I proceeded to make enquiries.\r\nI felt that I was an interested party. There had been a distinctly\r\n“object-matrimony” look about the back of his neck, it seemed to\r\nme; and the prospect of having to support a Mrs. Ukridge and keep\r\na flock of little Ukridges in socks and shirts perturbed me.\r\n\r\n“Who was that?” I asked.\r\n\r\n“Oh, hallo, laddie!” said Ukridge, turning. “Where did you spring\r\nfrom? If you had come a moment earlier, I’d have introduced you to\r\nDora.” The bus was lumbering out of sight into Piccadilly Circus,\r\nand the white figure on top turned and gave a final wave. “That\r\nwas Dora Mason,” said Ukridge, having flapped a large hand in\r\nreply. “She’s my aunt’s secretary-companion. I used to see a bit\r\nof her from time to time when I was living at Wimbledon. Old Tuppy\r\ngave me a couple of seats for that show at the Apollo, so I thought\r\nit would be a kindly act to ask her along. I’m sorry for that girl.\r\nSorry for her, old horse.”\r\n\r\n“What’s the matter with her?”\r\n\r\n“Hers is a grey life. She has few pleasures. It’s an act of charity\r\nto give her a little treat now and then. Think of it! Nothing to\r\ndo all day but brush the Pekingese and type out my aunt’s rotten\r\nnovels.”\r\n\r\n“Does your aunt write novels?”\r\n\r\n“The world’s worst, laddie, the world’s worst. She’s been steeped\r\nto the gills in literature ever since I can remember. They’ve just\r\nmade her president of the Pen and Ink Club. As a matter of fact,\r\nit was her novels that did me in when I lived with her. She used\r\nto send me to bed with the beastly things and ask me questions\r\nabout them at breakfast. Absolutely without exaggeration, laddie,\r\nat breakfast. It was a dog’s life, and I’m glad it’s over. Flesh\r\nand blood couldn’t stand the strain. Well, knowing my aunt, I don’t\r\nmind telling you that my heart bleeds for poor little Dora. I know\r\nwhat a foul time she has, and I feel a better, finer man for having\r\ngiven her this passing gleam of sunshine. I wish I could have done\r\nmore for her.”\r\n\r\n“Well, you might have stood her tea after the theatre.”\r\n\r\n“Not within the sphere of practical politics, laddie. Unless you\r\ncan sneak out without paying, which is dashed difficult to do with\r\nthese cashiers watching the door like weasels, tea even at an A B\r\nC shop punches the pocket-book pretty hard, and at the moment I’m\r\ndown to the scrapings. But I’ll tell you what, I don’t mind joining\r\nyou in a cup, if you were thinking of it.”\r\n\r\n“I wasn’t.”\r\n\r\n“Come, come! A little more of the good old spirit of hospitality,\r\nold horse.”\r\n\r\n“Why do you wear that beastly mackintosh in mid-summer?”\r\n\r\n“Don’t evade the point, laddie. I can see at a glance that you need\r\ntea. You’re looking pale and fagged.”\r\n\r\n“Doctors say that tea is bad for the nerves.”\r\n\r\n“Yes, possibly there’s something in that. Then I’ll tell you what,”\r\nsaid Ukridge, never too proud to yield a point, “we’ll make it a\r\nwhisky-and-soda instead. Come along over to the Criterion.”\r\n\r\nIt was a few days after this that the Derby was run, and a horse\r\nof the name of Gunga Din finished third. This did not interest the\r\ngreat bulk of the intelligentsia to any marked extent, the animal\r\nhaving started at a hundred to three, but it meant much to me, for\r\nI had drawn his name in the sweepstake at my club. After a\r\nmonotonous series of blanks stretching back to the first year of\r\nmy membership, this seemed to me the outstanding event of the\r\ncentury, and I celebrated my triumph by an informal dinner to a\r\nfew friends. It was some small consolation to me later to remember\r\nthat I had wanted to include Ukridge in the party, but failed to\r\nget hold of him. Dark hours were to follow, but at least Ukridge\r\ndid not go through them bursting with my meat.\r\n\r\nThere is no form of spiritual exaltation so poignant as that which\r\ncomes from winning even a third prize in a sweepstake. So tremendous\r\nwas the moral uplift that, when eleven o’clock arrived, it seemed\r\nsilly to sit talking in a club and still sillier to go to bed. I\r\nsuggested spaciously that we should all go off and dress and resume\r\nthe revels at my expense half an hour later at Mario’s, where, it\r\nbeing an extension night, there would be music and dancing till\r\nthree. We scattered in cabs to our various homes.\r\n\r\nHow seldom in this life do we receive any premonition of impending\r\ndisaster. I hummed a gay air as I entered the house in Ebury Street\r\nwhere I lodged, and not even the usually quelling sight of Bowles,\r\nmy landlord, in the hall as I came in could quench my bonhomie.\r\nGenerally a meeting with Bowles had the effect on me which the\r\ninterior of a cathedral has on the devout, but to-night I was\r\nsuperior to this weakness.\r\n\r\n“Ah, Bowles,” I cried, chummily, only just stopping myself from\r\nadding “Honest fellow!” “Hallo, Bowles! I say, Bowles, I drew Gunga\r\nDin in the club sweep.”\r\n\r\n“Indeed, sir?”\r\n\r\n“Yes. He came in third, you know.”\r\n\r\n“So I see by the evening paper, sir. I congratulate you.”\r\n\r\n“Thank you, Bowles, thank you.”\r\n\r\n“Mr. Ukridge called earlier in the evening, sir,” said Bowles.\r\n\r\n“Did he? Sorry I was out. I was trying to get hold of him. Did he\r\nwant anything in particular?”\r\n\r\n“Your dress-clothes, sir.”\r\n\r\n“My dress-clothes, eh?” I laughed genially. “Extraordinary fellow!\r\nYou never know——” A ghastly thought smote me like a blow. A cold\r\nwind seemed to blow through the hall. “He didn’t _get_ them, did\r\nhe?” I quavered.\r\n\r\n“Why, yes, sir.”\r\n\r\n“Got my dress-clothes?” I muttered thickly, clutching for support\r\nat the hat-stand.\r\n\r\n“He said it would be all right, sir,” said Bowles, with that\r\nsickening tolerance which he always exhibited for all that Ukridge\r\nsaid or did. One of the leading mysteries of my life was my\r\nlandlord’s amazing attitude towards this hell-hound. He fawned on\r\nthe man. A splendid fellow like myself had to go about in a state\r\nof hushed reverence towards Bowles, while a human blot like Ukridge\r\ncould bellow at him over the banisters without the slightest\r\nrebuke. It was one of those things which make one laugh cynically\r\nwhen people talk about the equality of man.\r\n\r\n“He got my dress-clothes?” I mumbled.\r\n\r\n“Mr. Ukridge said that he knew you would be glad to let him have\r\nthem, as you would not be requiring them to-night.”\r\n\r\n“But I do require them, damn it!” I shouted, lost to all proper\r\nfeeling. Never before had I let fall an oath in Bowles’s presence.\r\n“I’m giving half a dozen men supper at Mario’s in a quarter of an\r\nhour.”\r\n\r\nBowles clicked his tongue sympathetically.\r\n\r\n“What am I going to do?”\r\n\r\n“Perhaps if you would allow me to lend you mine, sir?”\r\n\r\n“Yours?”\r\n\r\n“I have a very nice suit. It was given to me by his lordship the\r\nlate Earl of Oxted, in whose employment I was for many years. I\r\nfancy it would do very well on you, sir. His lordship was about\r\nyour height, though perhaps a little slenderer. Shall I fetch it,\r\nsir? I have it in a trunk downstairs.”\r\n\r\nThe obligations of hospitality are sacred. In fifteen minutes’ time\r\nsix jovial men would be assembling at Mario’s, and what would they\r\ndo, lacking a host? I nodded feebly.\r\n\r\n“It’s very kind of you,” I managed to say.\r\n\r\n“Not at all, sir. It is a pleasure.”\r\n\r\nIf he was speaking the truth, I was glad of it. It is nice to think\r\nthat the affair brought pleasure to someone.\r\n\r\nThat the late Earl of Oxted had indeed been a somewhat slenderer\r\nman than myself became manifest to me from the first pulling on of\r\nthe trousers. Hitherto I had always admired the slim, small-boned\r\ntype of aristocrat, but it was not long before I was wishing that\r\nBowles had been in the employment of someone who had gone in a\r\nlittle more heartily for starchy foods. And I regretted, moreover,\r\nthat the fashion of wearing a velvet collar on an evening coat, if\r\nit had to come in at all, had not lasted a few years longer. Dim\r\nas the light in my bedroom was, it was strong enough to make me\r\nwince as I looked in the mirror.\r\n\r\nAnd I was aware of a curious odour.\r\n\r\n“Isn’t this room a trifle stuffy, Bowles?”\r\n\r\n“No, sir. I think not.”\r\n\r\n“Don’t you notice an odd smell?”\r\n\r\n“No, sir. But I have a somewhat heavy cold. If you are ready, sir,\r\nI will call a cab.”\r\n\r\nMoth-balls! That was the scent I had detected. It swept upon me\r\nlike a wave in the cab. It accompanied me like a fog all the way\r\nto Mario’s, and burst out in its full fragrance when I entered the\r\nplace and removed my overcoat. The cloak-room waiter sniffed in a\r\nstartled way as he gave me my check, one or two people standing\r\nnear hastened to remove themselves from my immediate neighbourhood,\r\nand my friends, when I joined them, expressed themselves with\r\nfriend-like candour. With a solid unanimity they told me frankly\r\nthat it was only the fact that I was paying for the supper that\r\nenabled them to tolerate my presence.\r\n\r\nThe leper-like feeling induced by this uncharitable attitude caused\r\nme after the conclusion of the meal to withdraw to the balcony to\r\nsmoke in solitude. My guests were dancing merrily, but such\r\npleasures were not for me. Besides, my velvet collar had already\r\nexcited ribald comment, and I am a sensitive man. Crouched in a\r\nlonely corner of the balcony, surrounded by the outcasts who were\r\nnot allowed on the lower floor because they were not dressed, I\r\nchewed a cigar and watched the revels with a jaundiced eye. The\r\nspace reserved for dancing was crowded and couples either revolved\r\nwarily or ruthlessly bumped a passage for themselves, using their\r\npartners as battering-rams. Prominent among the ruthless bumpers\r\nwas a big man who was giving a realistic imitation of a steam-plough.\r\nHe danced strongly and energetically, and when he struck the line,\r\nsomething had to give.\r\n\r\nFrom the very first something about this man had seemed familiar;\r\nbut owing to his peculiar crouching manner of dancing, which he\r\nseemed to have modelled on the ring-style of Mr. James J. Jeffries,\r\nit was not immediately that I was able to see his face. But\r\npresently, as the music stopped and he straightened himself to clap\r\nhis hands for an encore, his foul features were revealed to me.\r\n\r\nIt was Ukridge. Ukridge, confound him, with my dress-clothes\r\nfitting him so perfectly and with such unwrinkled smoothness that\r\nhe might have stepped straight out of one of Ouida’s novels. Until\r\nthat moment I had never fully realized the meaning of the expression\r\n“faultless evening dress.” With a passionate cry I leaped from my\r\nseat, and, accompanied by a rich smell of camphor, bounded for the\r\nstairs. Like Hamlet on a less impressive occasion, I wanted to slay\r\nthis man when he was full of bread, with all his crimes, broad-blown,\r\nas flush as May, at drinking, swearing, or about some act that had\r\nno relish of salvation in it.\r\n\r\n“But, laddie,” said Ukridge, backed into a corner of the lobby\r\napart from the throng, “be reasonable.”\r\n\r\nI cleansed my bosom of a good deal of that perilous stuff that\r\nweighs upon the heart.\r\n\r\n“How could I guess that you would want the things? Look at it from\r\nmy position, old horse. I knew you, laddie, a good true friend who\r\nwould be delighted to lend a pal his dress-clothes any time when\r\nhe didn’t need them himself, and as you weren’t there when I\r\ncalled, I couldn’t ask you, so I naturally simply borrowed them.\r\nIt was all just one of those little misunderstandings which can’t\r\nbe helped. And, as it luckily turns out, you had a spare suit, so\r\neverything was all right, after all.”\r\n\r\n“You don’t think this poisonous fancy dress is mine, do you?”\r\n\r\n“Isn’t it?” said Ukridge, astonished.\r\n\r\n“It belongs to Bowles. He lent it to me.”\r\n\r\n“And most extraordinarily well you look in it, laddie,” said\r\nUkridge. “Upon my Sam, you look like a duke or something.”\r\n\r\n“And smell like a second-hand clothes-store.”\r\n\r\n“Nonsense, my dear old son, nonsense. A mere faint suggestion of\r\nsome rather pleasant antiseptic. Nothing more. I like it. It’s\r\ninvigorating. Honestly, old man, it’s really remarkable what an\r\nair that suit gives you. Distinguished. That’s the word I was\r\nsearching for. You look distinguished. All the girls are saying\r\nso. When you came in just now to speak to me, I heard one of them\r\nwhisper ‘Who is it?’ That shows you.”\r\n\r\n“More likely ‘What is it?’”\r\n\r\n“Ha, ha!” bellowed Ukridge, seeking to cajole me with sycophantic\r\nmirth. “Dashed good! Deuced good! Not ‘Who is it?’ but ‘What is\r\nit?’ It beats me how you think of these things. Golly, if I had a\r\nbrain like yours——But now, old son, if you don’t mind, I really\r\nmust be getting back to poor little Dora. She’ll be wondering what\r\nhas become of me.”\r\n\r\nThe significance of these words had the effect of making me forget\r\nmy just wrath for a moment.\r\n\r\n“Are you here with that girl you took to the theatre the other\r\nafternoon?”\r\n\r\n“Yes. I happened to win a trifle on the Derby, so I thought it\r\nwould be the decent thing to ask her out for an evening’s pleasure.\r\nHers is a grey life.”\r\n\r\n“It must be, seeing you so much.”\r\n\r\n“A little personal, old horse,” said Ukridge reprovingly. “A trifle\r\nbitter. But I know you don’t mean it. Yours is a heart of gold\r\nreally. If I’ve said that once, I’ve said it a hundred times.\r\nAlways saying it. Rugged exterior but heart of gold. My very words.\r\nWell, good-bye for the present, laddie. I’ll look in to-morrow and\r\nreturn these things. I’m sorry there was any misunderstanding about\r\nthem, but it makes up for everything, doesn’t it, to feel that\r\nyou’ve helped brighten life for a poor little downtrodden thing\r\nwho has few pleasures.”\r\n\r\n“Just one last word,” I said. “One final remark.”\r\n\r\n“Yes?”\r\n\r\n“I’m sitting in that corner of the balcony over there,” I said. “I\r\nmention the fact so that you can look out for yourself. If you come\r\ndancing underneath there, I shall drop a plate on you. And if it\r\nkills you, so much the better. I’m a poor downtrodden little thing,\r\nand I have few pleasures.”\r\n\r\nOwing to a mawkish respect for the conventions, for which I reproach\r\nmyself, I did not actually perform this service to humanity. With\r\nthe exception of throwing a roll at him—which missed him but most\r\nfortunately hit the member of my supper-party who had sniffed with\r\nthe most noticeable offensiveness at my camphorated costume—I took\r\nno punitive measures against Ukridge that night. But his demeanour,\r\nwhen he called at my rooms next day, could not have been more\r\ncrushed if I had dropped a pound of lead on him. He strode into my\r\nsitting-room with the sombre tread of the man who in a conflict\r\nwith Fate has received the loser’s end. I had been passing in my\r\nmind a number of good snappy things to say to him, but his\r\nappearance touched me to such an extent that I held them in. To\r\nabuse this man would have been like dancing on a tomb.\r\n\r\n“For Heaven’s sake what’s the matter?” I asked. “You look like a\r\ntoad under the harrow.”\r\n\r\nHe sat down creakingly, and lit one of my cigars.\r\n\r\n“Poor little Dora!”\r\n\r\n“What about her?”\r\n\r\n“She’s got the push!”\r\n\r\n“The push? From your aunt’s, do you mean?”\r\n\r\n“Yes.”\r\n\r\n“What for?”\r\n\r\nUkridge sighed heavily.\r\n\r\n“Most unfortunate business, old horse, and largely my fault. I\r\nthought the whole thing was perfectly safe. You see, my aunt goes\r\nto bed at half-past ten every night, so it seemed to me that if\r\nDora slipped out at eleven and left a window open behind her she\r\ncould sneak back all right when we got home from Mario’s. But what\r\nhappened? Some dashed officious ass,” said Ukridge, with honest\r\nwrath, “went and locked the damned window. I don’t know who it was.\r\nI suspect the butler. He has a nasty habit of going round the place\r\nlate at night and shutting things. Upon my Sam, it’s a little hard!\r\nIf only people would leave things alone and not go snooping about——”\r\n\r\n“What happened?”\r\n\r\n“Why, it was the scullery window which we’d left open, and when we\r\ngot back at four o’clock this morning the infernal thing was shut\r\nas tight as an egg. Things looked pretty rocky, but Dora remembered\r\nthat her bedroom window was always open, so we bucked up again for\r\na bit. Her room’s on the second floor, but I knew where there was\r\na ladder, so I went and got it, and she was just hopping up as\r\nmerry as dammit when somebody flashed a great beastly lantern on\r\nus, and there was a policeman, wanting to know what the game was.\r\nThe whole trouble with the police force of London, laddie, the\r\nthing that makes them a hissing and a byword, is that they’re\r\nsnoopers to a man. Zeal, I suppose they call it. Why they can’t\r\nattend to their own affairs is more than I can understand. Dozens\r\nof murders going on all the time, probably, all over Wimbledon,\r\nand all this bloke would do was stand and wiggle his infernal\r\nlantern and ask what the game was. Wouldn’t be satisfied with a\r\nplain statement that it was all right. Insisted on rousing the\r\nhouse to have us identified.”\r\n\r\nUkridge paused, a reminiscent look of pain on his expressive face.\r\n\r\n“And then?” I said.\r\n\r\n“We were,” said Ukridge, briefly.\r\n\r\n“What?”\r\n\r\n“Identified. By my aunt. In a dressing-gown and a revolver. And\r\nthe long and the short of it is, old man, that poor little Dora\r\nhas got the sack.”\r\n\r\nI could not find it in my heart to blame his aunt for what he\r\nevidently considered a high-handed and tyrannical outrage. If I\r\nwere a maiden lady of regular views, I should relieve myself of\r\nthe services of any secretary-companion who returned to roost only\r\na few short hours in advance of the milk. But, as Ukridge plainly\r\ndesired sympathy rather than an austere pronouncement on the\r\nrelations of employer and employed, I threw him a couple of tuts,\r\nwhich seemed to soothe him a little. He turned to the practical\r\nside of the matter.\r\n\r\n“What’s to be done?”\r\n\r\n“I don’t see what you can do.”\r\n\r\n“But I must do something. I’ve lost the poor little thing her job,\r\nand I must try to get it back. It’s a rotten sort of job, but it’s\r\nher bread and butter. Do you think George Tupper would biff round\r\nand have a chat with my aunt, if I asked him?”\r\n\r\n“I suppose he would. He’s the best-hearted man in the world. But\r\nI doubt if he’ll be able to do much.”\r\n\r\n“Nonsense, laddie,” said Ukridge, his unconquerable optimism rising\r\nbravely from the depths. “I have the utmost confidence in old\r\nTuppy. A man in a million. And he’s such a dashed respectable sort\r\nof bloke that he might have her jumping through hoops and shamming\r\ndead before she knew what was happening to her. You never know.\r\nYes, I’ll try old Tuppy. I’ll go and see him now.”\r\n\r\n“I should.”\r\n\r\n“Just lend me a trifle for a cab, old son, and I shall be able to\r\nget to the Foreign Office before one o’clock. I mean to say, even\r\nif nothing comes of it, I shall be able to get a lunch out of him.\r\nAnd I need refreshment, laddie, need it sorely. The whole business\r\nhas shaken me very much.”\r\n\r\nIt was three days after this that, stirred by a pleasant scent of\r\nbacon and coffee, I hurried my dressing and, proceeding to my\r\nsitting-room, found that Ukridge had dropped in to take breakfast\r\nwith me, as was often his companionable practice. He seemed\r\nthoroughly cheerful again, and was plying knife and fork briskly\r\nlike the good trencherman he was.\r\n\r\n“Morning, old horse,” he said agreeably.\r\n\r\n“Good morning.”\r\n\r\n“Devilish good bacon, this. As good as I’ve ever bitten. Bowles is\r\ncooking you some more.”\r\n\r\n“That’s nice. I’ll have a cup of coffee, if you don’t mind me\r\nmaking myself at home while I’m waiting.” I started to open the\r\nletters by my plate, and became aware that my guest was eyeing me\r\nwith a stare of intense penetration through his pince-nez, which\r\nwere all crooked as usual. “What’s the matter?”\r\n\r\n“Matter?”\r\n\r\n“Why,” I said, “are you looking at me like a fish with lung-trouble?”\r\n\r\n“Was I?” He took a sip of coffee with an overdone carelessness.\r\n“Matter of fact, old son, I was rather interested. I see you’ve\r\nhad a letter from my aunt.”\r\n\r\n“What?”\r\n\r\nI had picked up the last envelope. It was addressed in a strong\r\nfemale hand, strange to me. I now tore it open. It was even as\r\nUkridge had said. Dated the previous day and headed “Heath House,\r\nWimbledon Common,” the letter ran as follows:—\r\n\r\n“Dear Sir,—I shall be happy to see you if you will call at this\r\naddress the day after to-morrow (Friday) at four-thirty.—Yours\r\nfaithfully, Julia Ukridge.”\r\n\r\nI could make nothing of this. My morning mail, whether pleasant or\r\nthe reverse, whether bringing a bill from a tradesman or a cheque\r\nfrom an editor, had had till now the uniform quality of being\r\nplain, straightforward, and easy to understand; but this\r\ncommunication baffled me. How Ukridge’s aunt had become aware of\r\nmy existence, and why a call from me should ameliorate her lot,\r\nwere problems beyond my unravelling, and I brooded over it as an\r\nEgyptologist might over some newly-discovered hieroglyphic.\r\n\r\n“What does she say?” enquired Ukridge.\r\n\r\n“She wants me to call at half-past four to-morrow afternoon.”\r\n\r\n“Splendid!” cried Ukridge. “I knew she would bite.”\r\n\r\n“What on earth are you talking about?”\r\n\r\nUkridge reached across the table and patted me affectionately on\r\nthe shoulder. The movement involved the upsetting of a full cup of\r\ncoffee, but I suppose he meant well. He sank back again in his\r\nchair and adjusted his pince-nez in order to get a better view of\r\nme. I seemed to fill him with honest joy, and he suddenly burst\r\ninto a spirited eulogy, rather like some minstrel of old delivering\r\nan _ex-tempore_ boost of his chieftain and employer.\r\n\r\n“Laddie,” said Ukridge, “if there’s one thing about you that I’ve\r\nalways admired it’s your readiness to help a pal. One of the most\r\nadmirable qualities a bloke can possess, and nobody has it to a\r\ngreater extent than you. You’re practically unique in that way.\r\nI’ve had men come up to me and ask me about you. ‘What sort of a\r\nchap is he?’ they say. ‘One of the very best,’ I reply. ‘A fellow\r\nyou can rely on. A man who would die rather than let you down. A\r\nbloke who would go through fire and water to do a pal a good turn.\r\nA bird with a heart of gold and a nature as true as steel.’”\r\n\r\n“Yes, I’m a splendid fellow,” I agreed, slightly perplexed by this\r\npanegyric. “Get on.”\r\n\r\n“I am getting on, old horse,” said Ukridge with faint reproach.\r\n“What I’m trying to say is that I knew you would be delighted to\r\ntackle this little job for me. It wasn’t necessary to ask you. I\r\n_knew_.”\r\n\r\nA grim foreboding of an awful doom crept over me, as it had done\r\nso often before in my association with Ukridge.\r\n\r\n“Will you kindly tell me what damned thing you’ve let me in for\r\nnow?”\r\n\r\nUkridge deprecated my warmth with a wave of his fork. He spoke\r\nsoothingly and with a winning persuasiveness. He practically cooed.\r\n\r\n“It’s nothing, laddie. Practically nothing. Just a simple little\r\nact of kindness which you will thank me for putting in your way.\r\nIt’s like this. As I ought to have foreseen from the first, that\r\nass Tuppy proved a broken reed. In that matter of Dora, you know.\r\nGot no result whatever. He went to see my aunt the day before\r\nyesterday, and asked her to take Dora on again, and she gave him\r\nthe miss-in-balk. I’m not surprised. I never had any confidence in\r\nTuppy. It was a mistake ever sending him. It’s no good trying\r\nfrontal attack in a delicate business like this. What you need is\r\nstrategy. You want to think what is the enemy’s weak side and then\r\nattack from that angle. Now, what is my aunt’s weak side, laddie?\r\nHer weak side, what is it? Now think. Reflect, old horse.”\r\n\r\n“From the sound of her voice, the only time I ever got near her,\r\nI should say she hadn’t one.”\r\n\r\n“That’s where you make your error, old son. Butter her up about\r\nher beastly novels, and a child could eat out of her hand. When\r\nTuppy let me down I just lit a pipe and had a good think. And then\r\nsuddenly I got it. I went to a pal of mine, a thorough sportsman—you\r\ndon’t know him. I must introduce you some day—and he wrote my aunt\r\na letter from you, asking if you could come and interview her for\r\n_Womans Sphere_. It’s a weekly paper, which I happen to know she\r\ntakes in regularly. Now, listen, laddie. Don’t interrupt for a\r\nmoment. I want you to get the devilish shrewdness of this. You go\r\nand interview her, and she’s all over you. Tickled to death. Of\r\ncourse, you’ll have to do a good deal of Young Disciple stuff, but\r\nyou won’t mind that. After you’ve soft-soaped her till she’s\r\npurring like a dynamo, you get up to go. ‘Well,’ you say, ‘this\r\nhas been the proudest occasion of my life, meeting one whose work\r\nI have so long admired.’ And she says, ‘The pleasure is mine, old\r\nhorse.’ And you slop over each other a bit more. Then you say sort\r\nof casually, as if it had just occurred to you, ‘Oh, by the way,\r\nI believe my cousin—or sister——No, better make it cousin—I believe\r\nmy cousin, Miss Dora Mason, is your secretary, isn’t she?’ ‘She\r\nisn’t any such dam’ thing,’ replies my aunt. ‘I sacked her three\r\ndays ago.’ That’s your cue, laddie. Your face falls, you register\r\nconcern, you’re frightfully cut up. You start in to ask her to let\r\nDora come back. And you’re such pals by this time that she can\r\nrefuse you nothing. And there you are! My dear old son, you can\r\ntake it from me that if you only keep your head and do the Young\r\nDisciple stuff properly the thing can’t fail. It’s an iron-clad\r\nscheme. There isn’t a flaw in it.”\r\n\r\n“There is one.”\r\n\r\n“I think you’re wrong. I’ve gone over the thing very carefully.\r\nWhat is it?”\r\n\r\n“The flaw is that I’m not going anywhere near your infernal aunt.\r\nSo you can trot back to your forger chum and tell him he’s wasted\r\na good sheet of letter-paper.”\r\n\r\nA pair of pince-nez tinkled into a plate. Two pained eyes blinked\r\nat me across the table. Stanley Featherstonehaugh Ukridge was\r\nwounded to the quick.\r\n\r\n“You don’t mean to say you’re backing out?” he said, in a low,\r\nquivering voice.\r\n\r\n“I never was in.”\r\n\r\n“Laddie,” said Ukridge, weightily, resting an elbow on his last\r\nslice of bacon, “I want to ask you one question. Just one simple\r\nquestion. Have you ever let me down? Has there been one occasion\r\nin our long friendship when I have relied upon you and been\r\ndeceived? Not one!”\r\n\r\n“Everything’s got to have a beginning. I’m starting now.”\r\n\r\n“But think of her. Dora! Poor little Dora. Think of poor little\r\nDora.”\r\n\r\n“If this business teaches her to keep away from you, it will be a\r\nblessing in the end.”\r\n\r\n“But, laddie——”\r\n\r\nI suppose there is some fatal weakness in my character, or else\r\nthe brand of bacon which Bowles cooked possessed a peculiarly\r\nmellowing quality. All I know is that, after being adamant for a\r\ngood ten minutes, I finished breakfast committed to a task from\r\nwhich my soul revolted. After all, as Ukridge said, it was rough\r\non the girl. Chivalry is chivalry. We must strive to lend a helping\r\nhand as we go through this world of ours, and all that sort of\r\nthing. Four o’clock on the following afternoon found me entering\r\na cab and giving the driver the address of Heath House, Wimbledon\r\nCommon.\r\n\r\nMy emotions on entering Heath House were such as I would have felt\r\nhad I been keeping a tryst with a dentist who by some strange freak\r\nhappened also to be a duke. From the moment when a butler of\r\nsuper-Bowles dignity opened the door and, after regarding me with\r\nill-concealed dislike, started to conduct me down a long hall, I\r\nwas in the grip of both fear and humility. Heath House is one of\r\nthe stately homes of Wimbledon; how beautiful they stand, as the\r\npoet says: and after the humble drabness of Ebury Street it frankly\r\noverawed me. Its keynote was an extreme neatness which seemed to\r\nsneer at my squashy collar and reproach my baggy trouser-leg. The\r\nfarther I penetrated over the polished floor, the more vividly was\r\nit brought home to me that I was one of the submerged tenth and\r\ncould have done with a hair-cut. I had not been aware when I left\r\nhome that my hair was unusually long, but now I seemed to be\r\nfestooned by a matted and offensive growth. A patch on my left shoe\r\nwhich had had a rather comfortable look in Ebury Street stood out\r\nlike a blot on the landscape. No, I was not at my ease; and when\r\nI reflected that in a few moments I was to meet Ukridge’s aunt,\r\nthat legendary figure, face to face, a sort of wistful admiration\r\nfilled me for the beauty of the nature of one who would go through\r\nall this to help a girl he had never even met. There was no doubt\r\nabout it—the facts spoke for themselves—I was one of the finest\r\nfellows I had ever known. Nevertheless, there was no getting away\r\nfrom it, my trousers did bag at the knee.\r\n\r\n“Mr. Corcoran,” announced the butler, opening the drawing-room\r\ndoor. He spoke with just that intonation of voice that seemed to\r\ndisclaim all responsibility. If I had an appointment, he intimated,\r\nit was his duty, however repulsive, to show me in; but, that done,\r\nhe disociated himself entirely from the whole affair.\r\n\r\nThere were two women and six Pekingese dogs in the room. The Pekes\r\nI had met before, during their brief undergraduate days at Ukridge’s\r\ndog college, but they did not appear to recognise me. The occasion\r\nwhen they had lunched at my expense seemed to have passed from\r\ntheir minds. One by one they came up, sniffed, and then moved away\r\nas if my bouquet had disappointed them. They gave the impression\r\nthat they saw eye to eye with the butler in his estimate of the\r\nyoung visitor. I was left to face the two women.\r\n\r\nOf these—reading from right to left—one was a tall, angular,\r\nhawk-faced female with a stony eye. The other, to whom I gave but\r\na passing glance at the moment, was small, and so it seemed to me,\r\npleasant-looking. She had bright hair faintly powdered with grey,\r\nand mild eyes of a china blue. She reminded me of the better class\r\nof cat. I took her to be some casual caller who had looked in for\r\na cup of tea. It was the hawk on whom I riveted my attention. She\r\nwas looking at me with a piercing and unpleasant stare, and I\r\nthought how exactly she resembled the picture I had formed of her\r\nin my mind from Ukridge’s conversation.\r\n\r\n“Miss Ukridge?” I said, sliding on a rug towards her and feeling\r\nlike some novice whose manager, against his personal wishes, has\r\nfixed him up with a match with the heavyweight champion.\r\n\r\n“I am Miss Ukridge,” said the other woman. “Miss Watterson, Mr.\r\nCorcoran.”\r\n\r\nIt was a shock, but, the moment of surprise over, I began to feel\r\nsomething approaching mental comfort for the first time since I\r\nhad entered this house of slippery rugs and supercilious butlers.\r\nSomehow I had got the impression from Ukridge that his aunt was a\r\nsort of stage aunt, all stiff satin and raised eyebrows. This\r\nhalf-portion with the mild blue eyes I felt that I could tackle.\r\nIt passed my comprehension why Ukridge should ever have found her\r\nintimidating.\r\n\r\n“I hope you will not mind if we have our little talk before Miss\r\nWatterson,” she said with a charming smile. “She has come to\r\narrange the details of the Pen and Ink Club dance which we are\r\ngiving shortly. She will keep quite quiet and not interrupt. You\r\ndon’t mind?”\r\n\r\n“Not at all, not at all,” I said in my attractive way. It is not\r\nexaggerating to say that at this moment I felt debonair. “Not at\r\nall, not at all. Oh, not at all.”\r\n\r\n“Won’t you sit down?”\r\n\r\n“Thank you, thank you.”\r\n\r\nThe hawk moved over to the window, leaving us to ourselves.\r\n\r\n“Now we are quite cosy,” said Ukridge’s aunt.\r\n\r\n“Yes, yes,” I agreed. Dash it, I liked this woman.\r\n\r\n“Tell me, Mr. Corcoran,” said Ukridge’s aunt, “are you on the staff\r\nof _Woman’s Sphere_? It is one of my favourite papers. I read it\r\nevery week.”\r\n\r\n“The outside staff.”\r\n\r\n“What do you mean by the outside staff?”\r\n\r\n“Well, I don’t actually work in the office, but the editor gives\r\nme occasional jobs.”\r\n\r\n“I see. Who is the editor now?”\r\n\r\nI began to feel slightly less debonair. She was just making\r\nconversation, of course, to put me at my ease, but I wished she\r\nwould stop asking me these questions. I searched desperately in my\r\nmind for a name—any name—but as usual on these occasions every name\r\nin the English language had passed from me.\r\n\r\n“Of course. I remember now,” said Ukridge’s aunt, to my profound\r\nrelief. “It’s Mr. Jevons, isn’t it? I met him one night at dinner.”\r\n\r\n“Jevons,” I burbled. “That’s right. Jevons.”\r\n\r\n“A tall man with a light moustache.”\r\n\r\n“Well, fairly tall,” I said, judicially.\r\n\r\n“And he sent you here to interview me?”\r\n\r\n“Yes.”\r\n\r\n“Well, which of my novels do you wish me to talk about?”\r\n\r\nI relaxed with a delightful sense of relief. I felt on solid ground\r\nat last. And then it suddenly came to me that Ukridge in his\r\nwoollen-headed way had omitted to mention the name of a single one\r\nof this woman’s books.\r\n\r\n“Er—oh, all of them,” I said hurriedly.\r\n\r\n“I see. My general literary work.”\r\n\r\n“Exactly,” I said. My feeling towards her now was one of positive\r\naffection.\r\n\r\n  She leaned back in her chair with her finger-tips together,\r\na pretty look of meditation on her face.\r\n\r\n“Do you think it would interest the readers of _Woman’s Sphere_ to\r\nknow which novel of mine is my own favourite?”\r\n\r\n“I am sure it would.”\r\n\r\n“Of course,” said Ukridge’s aunt, “it is not easy for an author to\r\nanswer a question like that. You see, one has moods in which first\r\none book and then another appeals to one.”\r\n\r\n“Quite,” I replied. “Quite.”\r\n\r\n“Which of my books do _you_ like best, Mr. Corcoran?”\r\n\r\nThere swept over me the trapped feeling one gets in nightmares.\r\nFrom six baskets the six Pekingese stared at me unwinkingly.\r\n\r\n“Er—oh, all of them,” I heard a croaking voice reply. My voice,\r\npresumably, though I did not recognise it.\r\n\r\n“How delightful!” said Ukridge’s aunt. “Now, I really do call that\r\ndelightful. One or two of the critics have said that my work was\r\nuneven. It is so nice to meet someone who doesn’t agree with them.\r\nPersonally, I think my favourite is _The Heart of Adelaide_.”\r\n\r\nI nodded my approval of this sound choice. The muscles which had\r\nhumped themselves stiffly on my back began to crawl back into place\r\nagain. I found it possible to breathe.\r\n\r\n“Yes,” I said, frowning thoughtfully, “I suppose _The Heart of\r\nAdelaide_ is the best thing you have written. It has such human\r\nappeal,” I added, playing it safe.\r\n\r\n“Have you read it, Mr. Corcoran?”\r\n\r\n“Oh yes.”\r\n\r\n“And you really enjoyed it?”\r\n\r\n“Tremendously.”\r\n\r\n“You don’t think it is a fair criticism to say that it is a little\r\nbroad in parts?”\r\n\r\n“Most unfair.” I began to see my way. I do not know why, but I had\r\nbeen assuming that her novels must be the sort you find in seaside\r\nlibraries. Evidently they belonged to the other class of female\r\nnovels, the sort which libraries ban. “Of course,” I said, “it is\r\nwritten honestly, fearlessly, and shows life as it is. But broad?\r\nNo, no!”\r\n\r\n“That scene in the conservatory?”\r\n\r\n“Best thing in the book,” I said stoutly.\r\n\r\nA pleased smile played about her mouth. Ukridge had been right.\r\nPraise her work, and a child could eat out of her hand. I found\r\nmyself wishing that I had really read the thing, so that I could\r\nhave gone into more detail and made her still happier.\r\n\r\n“I’m so glad you like it,” she said. “Really, it is most\r\nencouraging.”\r\n\r\n“Oh, no,” I murmured modestly.\r\n\r\n“Oh, but it is. Because I have only just started to write it, you\r\nsee. I finished chapter one this morning.”\r\n\r\nShe was still smiling so engagingly that for a moment the full\r\nhorror of these words did not penetrate my consciousness.\r\n\r\n“_The Heart of Adelaide_ is my next novel. The scene in the\r\nconservatory, which you like so much, comes towards the middle of\r\nit. I was not expecting to reach it till about the end of next\r\nmonth. How odd that you should know all about it!”\r\n\r\nI had got it now all right, and it was like sitting down on the\r\nempty space where there should have been a chair. Somehow the fact\r\nthat she was so pleasant about it all served to deepen my\r\ndiscomfiture. In the course of an active life I have frequently\r\nfelt a fool, but never such a fool as I felt then. The fearful\r\nwoman had been playing with me, leading me on, watching me entangle\r\nmyself like a fly on fly-paper. And suddenly I perceived that I\r\nhad erred in thinking of her eyes as mild. A hard gleam had come\r\ninto them. They were like a couple of blue gimlets. She looked like\r\na cat that had caught a mouse, and it was revealed to me in one\r\nsickening age-long instant why Ukridge went in fear of her. There\r\nwas that about her which would have intimidated the Sheik.\r\n\r\n“It seems so odd, too,” she tinkled on, “that you should have come\r\nto interview me for _Woman’s Sphere_. Because they published an\r\ninterview with me only the week before last. I thought it so\r\nstrange that I rang up my friend Miss Watterson, who is the\r\neditress, and asked her if there had not been some mistake. And\r\nshe said she had never heard of you. _Have_ you ever heard of Mr.\r\nCorcoran, Muriel?”\r\n\r\n“Never,” said the hawk, fixing me with a revolted eye.\r\n\r\n“How strange!” said Ukridge’s aunt. “But then the whole thing is\r\nso strange. Oh, must you go, Mr. Corcoran?”\r\n\r\nMy mind was in a slightly chaotic condition, but on that one point\r\nit was crystal-clear. Yes, I must go. Through the door if I could\r\nfind it—failing that, through the window. And anybody who tried to\r\nstop me would do well to have a care.\r\n\r\n“You will remember me to Mr. Jevons when you see him, won’t you?”\r\nsaid Ukridge’s aunt.\r\n\r\nI was fumbling at the handle.\r\n\r\n“And, Mr. Corcoran.” She was still smiling amiably, but there had\r\ncome into her voice a note like that which it had had on a certain\r\nmemorable occasion when summoning Ukridge to his doom from the\r\nunseen interior of his Sheep’s Cray Cottage. “Will you please tell\r\nmy nephew Stanley that I should be glad if he would send no more\r\nof his friends to see me. Good afternoon.”\r\n\r\nI suppose that at some point in the proceedings my hostess must\r\nhave rung a bell, for out in the passage I found my old chum, the\r\nbutler. With the uncanny telepathy of his species he appeared aware\r\nthat I was leaving under what might be called a cloud, for his\r\nmanner had taken on a warder-like grimness. His hand looked as if\r\nit was itching to grasp me by the shoulder, and when we reached\r\nthe front door he eyed the pavement wistfully, as if thinking what\r\nsplendid spot it would be for me to hit with a thud.\r\n\r\n“Nice day,” I said, with the feverish instinct to babble which\r\ncomes to strong men in their agony.\r\n\r\nHe scorned to reply, and as I tottered down the sunlit street I\r\nwas conscious of his gaze following me.\r\n\r\n“A very vicious specimen,” I could fancy him saying. “And mainly\r\ndue to my prudence and foresight that he hasn’t got away with the\r\nspoons.”\r\n\r\nIt was a warm afternoon, but to such an extent had the recent\r\nhappenings churned up my emotions that I walked the whole way back\r\nto Ebury Street with a rapidity which caused more languid\r\npedestrians to regard me with a pitying contempt. Reaching my\r\nsitting-room in an advanced state of solubility and fatigue, I\r\nfound Ukridge stretched upon the sofa.\r\n\r\n“Hallo, laddie!” said Ukridge, reaching out a hand for the cooling\r\ndrink that lay on the floor beside him. “I was wondering when you\r\nwould show up. I wanted to tell you that it won’t be necessary for\r\nyou to go and see my aunt after all. It appears that Dora has a\r\nhundred quid tucked away in a bank, and she’s been offered a\r\npartnership by a woman she knows who runs one of these typewriting\r\nplaces. I advised her to close with it. So she’s all right.”\r\n\r\nHe quaffed deeply of the bowl and breathed a contented sigh. There\r\nwas a silence.\r\n\r\n“When did you hear of this?” I asked at length.\r\n\r\n“Yesterday afternoon,” said Ukridge. “I meant to pop round and tell\r\nyou, but somehow it slipped my mind.”"
  ]
}