{
  "index": 3,
  "title": "Chapter 2",
  "paragraphs": [
    "UKRIDGE’S ACCIDENT SYNDICATE\r\n\r\n\r\n“Half a minute, laddie,” said Ukridge. And, gripping my arm, he\r\nbrought me to a halt on the outskirts of the little crowd which\r\nhad collected about the church door.\r\n\r\nIt was a crowd such as may be seen any morning during the London\r\nmating-season outside any of the churches which nestle in the quiet\r\nsquares between Hyde Park and the King’s Road, Chelsea.\r\n\r\nIt consisted of five women of cooklike aspect, four nurse-maids,\r\nhalf a dozen men of the non-producing class who had torn themselves\r\naway for the moment from their normal task of propping up the wall\r\nof the Bunch of Grapes public-house on the corner, a costermonger\r\nwith a barrow of vegetables, divers small boys, eleven dogs, and\r\ntwo or three purposeful-looking young fellows with cameras slung\r\nover their shoulders. It was plain that a wedding was in\r\nprogress—and, arguing from the presence of the camera-men and the\r\nline of smart motor-cars along the kerb, a fairly fashionable\r\nwedding. What was not plain—to me—was why Ukridge, sternest of\r\nbachelors, had desired to add himself to the spectators.\r\n\r\n“What,” I enquired, “is the thought behind this? Why are we\r\ninterrupting our walk to attend the obsequies of some perfect\r\nstranger?”\r\n\r\nUkridge did not reply for a moment. He seemed plunged in thought.\r\nThen he uttered a hollow, mirthless laugh—a dreadful sound like\r\nthe last gargle of a dying moose.\r\n\r\n“Perfect stranger, my number eleven foot!” he responded, in his\r\ncoarse way. “Do you know who it is who’s getting hitched up in\r\nthere?”\r\n\r\n“Who?”\r\n\r\n“Teddy Weeks.”\r\n\r\n“Teddy Weeks? Teddy Weeks? Good Lord!” I exclaimed. “Not really?”\r\n\r\nAnd five years rolled away.\r\n\r\nIt was at Barolini’s Italian restaurant in Beak Street that Ukridge\r\nevolved his great scheme. Barolini’s was a favourite resort of our\r\nlittle group of earnest strugglers in the days when the philanthropic\r\nrestaurateurs of Soho used to supply four courses and coffee for\r\na shilling and sixpence; and there were present that night, besides\r\nUkridge and myself, the following men-about-town: Teddy Weeks, the\r\nactor, fresh from a six-weeks’ tour with the Number Three “Only a\r\nShop-Girl” Company; Victor Beamish, the artist, the man who drew\r\nthat picture of the O-So-Eesi Piano-Player in the advertisement\r\npages of the _Piccadilly Magazine_; Bertram Fox, author of _Ashes\r\nof Remorse_, and other unproduced motion-picture scenarios; and\r\nRobert Dunhill, who, being employed at a salary of eighty pounds\r\nper annum by the New Asiatic Bank, represented the sober,\r\nhard-headed commercial element. As usual, Teddy Weeks had collared\r\nthe conversation, and was telling us once again how good he was\r\nand how hardly treated by a malignant fate.\r\n\r\nThere is no need to describe Teddy Weeks. Under another and a more\r\neuphonious name he has long since made his personal appearance\r\ndreadfully familiar to all who read the illustrated weekly papers.\r\nHe was then, as now, a sickeningly handsome young man, possessing\r\nprecisely the same melting eyes, mobile mouth, and corrugated hair\r\nso esteemed by the theatre-going public to-day. And yet, at this\r\nperiod of his career he was wasting himself on minor touring\r\ncompanies of the kind which open at Barrow-in-Furness and jump to\r\nBootle for the second half of the week. He attributed this, as\r\nUkridge was so apt to attribute his own difficulties, to lack of\r\ncapital.\r\n\r\n“I have everything,” he said, querulously, emphasising his remarks\r\nwith a coffee-spoon. “Looks, talent, personality, a beautiful\r\nspeaking-voice—everything. All I need is a chance. And I can’t get\r\nthat because I have no clothes fit to wear. These managers are all\r\nthe same, they never look below the surface, they never bother to\r\nfind out if a man has genius. All they go by are his clothes. If\r\nI could afford to buy a couple of suits from a Cork Street tailor,\r\nif I could have my boots made to order by Moykoff instead of\r\ngetting them ready-made and second-hand at Moses Brothers’, if I\r\ncould once contrive to own a decent hat, a really good pair of\r\nspats, and a gold cigarette-case, all at the same time, I could\r\nwalk into any manager’s office in London and sign up for a West-end\r\nproduction to-morrow.”\r\n\r\nIt was at this point that Freddie Lunt came in. Freddie, like\r\nRobert Dunhill, was a financial magnate in the making and an\r\nassiduous frequenter of Barolini’s; and it suddenly occurred to us\r\nthat a considerable time had passed since we had last seen him in\r\nthe place. We enquired the reason for this aloofness.\r\n\r\n“I’ve been in bed,” said Freddie, “for over a fortnight.”\r\n\r\nThe statement incurred Ukridge’s stern disapproval. That great man\r\nmade a practice of never rising before noon, and on one occasion,\r\nwhen a carelessly-thrown match had burned a hole in his only pair\r\nof trousers, had gone so far as to remain between the sheets for\r\nforty-eight hours; but sloth on so majestic a scale as this shocked\r\nhim.\r\n\r\n“Lazy young devil,” he commented severely. “Letting the golden\r\nhours of youth slip by like that when you ought to have been\r\nbustling about and making a name for yourself.”\r\n\r\nFreddie protested himself wronged by the imputation.\r\n\r\n“I had an accident,” he explained. “Fell off my bicycle and sprained\r\nan ankle.”\r\n\r\n“Tough luck,” was our verdict.\r\n\r\n“Oh, I don’t know,” said Freddie. “It wasn’t bad fun getting a\r\nrest. And of course there was the fiver.”\r\n\r\n“What fiver?”\r\n\r\n“I got a fiver from the _Weekly Cyclist_ for getting my ankle\r\nsprained.”\r\n\r\n“You—_what?_” cried Ukridge, profoundly stirred—as ever—by a tale\r\nof easy money. “Do you mean to sit there and tell me that some\r\ndashed paper paid you five quid simply because you sprained your\r\nankle? Pull yourself together, old horse. Things like that don’t\r\nhappen.”\r\n\r\n“It’s quite true.”\r\n\r\n“Can you show me the fiver?”\r\n\r\n“No; because if I did you would try to borrow it.”\r\n\r\nUkridge ignored this slur in dignified silence.\r\n\r\n“Would they pay a fiver to _anyone_ who sprained his ankle?” he\r\nasked, sticking to the main point.\r\n\r\n“Yes. If he was a subscriber.”\r\n\r\n“I knew there was a catch in it,” said Ukridge, moodily.\r\n\r\n“Lots of weekly papers are starting this wheeze,” proceeded Freddie.\r\n“You pay a year’s subscription and that entitles you to accident\r\ninsurance.”\r\n\r\nWe were interested. This was in the days before every daily paper\r\nin London was competing madly against its rivals in the matter of\r\ninsurance and offering princely bribes to the citizens to make a\r\nfortune by breaking their necks. Nowadays papers are paying as high\r\nas two thousand pounds for a genuine corpse and five pounds a week\r\nfor a mere dislocated spine; but at that time the idea was new and\r\nit had an attractive appeal.\r\n\r\n“How many of these rags are doing this?” asked Ukridge. You could\r\ntell from the gleam in his eyes that that great brain was whirring\r\nlike a dynamo. “As many as ten?”\r\n\r\n“Yes, I should think so. Quite ten.”\r\n\r\n“Then a fellow who subscribed to them all and then sprained his\r\nankle would get fifty quid?” said Ukridge, reasoning acutely.\r\n\r\n“More if the injury was more serious,” said Freddie, the expert.\r\n“They have a regular tariff. So much for a broken arm, so much for\r\na broken leg, and so forth.”\r\n\r\nUkridge’s collar leaped off its stud and his pince-nez wobbled\r\ndrunkenly as he turned to us.\r\n\r\n“How much money can you blokes raise?” he demanded.\r\n\r\n“What do you want it for?” asked Robert Dunhill, with a banker’s\r\ncaution.\r\n\r\n“My dear old horse, can’t you see? Why, my gosh, I’ve got the idea\r\nof the century. Upon my Sam, this is the giltest-edged scheme that\r\nwas ever hatched. We’ll get together enough money and take out a\r\nyear’s subscription for every one of these dashed papers.”\r\n\r\n“What’s the good of that?” said Dunhill, coldly unenthusiastic.\r\n\r\nThey train bank clerks to stifle emotion, so that they will be able\r\nto refuse overdrafts when they become managers. “The odds are we\r\nshould none of us have an accident of any kind, and then the money\r\nwould be chucked away.”\r\n\r\n“Good heavens, ass,” snorted Ukridge, “you don’t suppose I’m\r\nsuggesting that we should leave it to chance, do you? Listen!\r\nHere’s the scheme. We take out subscriptions for all these papers,\r\nthen we draw lots, and the fellow who gets the fatal card or\r\nwhatever it is goes out and breaks his leg and draws the loot, and\r\nwe split it up between us and live on it in luxury. It ought to\r\nrun into hundreds of pounds.”\r\n\r\nA long silence followed. Then Dunhill spoke again. His was a solid\r\nrather than a nimble mind.\r\n\r\n“Suppose he couldn’t break his leg?”\r\n\r\n“My gosh!” cried Ukridge, exasperated. “Here we are in the twentieth\r\ncentury, with every resource of modern civilisation at our disposal,\r\nwith opportunities for getting our legs broken opening about us on\r\nevery side—and you ask a silly question like that! Of course he\r\ncould break his leg. Any ass can break a leg. It’s a little hard!\r\nWe’re all infernally broke—personally, unless Freddie can lend me\r\na bit of that fiver till Saturday, I’m going to have a difficult\r\njob pulling through. We all need money like the dickens, and yet,\r\nwhen I point out this marvellous scheme for collecting a bit,\r\ninstead of fawning on me for my ready intelligence you sit and make\r\nobjections. It isn’t the right spirit. It isn’t the spirit that\r\nwins.”\r\n\r\n“If you’re as hard up as that,” objected Dunhill, “how are you\r\ngoing to put in your share of the pool?”\r\n\r\nA pained, almost a stunned, look came into Ukridge’s eyes. He gazed\r\nat Dunhill through his lop-sided pince-nez as one who speculates\r\nas to whether his hearing has deceived him.\r\n\r\n“Me?” he cried. “Me? I like that! Upon my Sam, that’s rich! Why,\r\ndamme, if there’s any justice in the world, if there’s a spark of\r\ndecency and good feeling in your bally bosoms, I should think you\r\nwould let me in free for suggesting the idea. It’s a little hard!\r\nI supply the brains and you want me to cough up cash as well. My\r\ngosh, I didn’t expect this. This hurts me, by George! If anybody\r\nhad told me that an old pal would——”\r\n\r\n“Oh, all right,” said Robert Dunhill. “All right, all right, all\r\nright. But I’ll tell you one thing. If you draw the lot it’ll be\r\nthe happiest day of my life.”\r\n\r\n“I sha’n’t,” said Ukridge. “Something tells me that I shan’t.”\r\n\r\nNor did he. When, in a solemn silence broken only by the sound of\r\na distant waiter quarrelling with the cook down a speaking-tube,\r\nwe had completed the drawing, the man of destiny was Teddy Weeks.\r\n\r\nI suppose that even in the springtime of Youth, when broken limbs\r\nseems a lighter matter than they become later in life, it can never\r\nbe an unmixedly agreeable thing to have to go out into the public\r\nhighways and try to make an accident happen to one. In such\r\ncircumstances the reflection that you are thereby benefiting your\r\nfriends brings but slight balm. To Teddy Weeks it appeared to bring\r\nno balm at all. That he was experiencing a certain disinclination\r\nto sacrifice himself for the public good became more and more\r\nevident as the days went by and found him still intact. Ukridge,\r\nwhen he called upon me to discuss the matter, was visibly perturbed.\r\nHe sank into a chair beside the table at which I was beginning my\r\nmodest morning meal, and, having drunk half my coffee, sighed\r\ndeeply.\r\n\r\n“Upon my Sam,” he moaned, “it’s a little disheartening. I strain\r\nmy brain to think up schemes for getting us all a bit of money just\r\nat the moment when we are all needing it most, and when I hit on\r\nwhat is probably the simplest and yet ripest notion of our time,\r\nthis blighter Weeks goes and lets me down by shirking his plain\r\nduty. It’s just my luck that a fellow like that should have drawn\r\nthe lot. And the worst of it is, laddie, that, now we’ve started\r\nwith him, we’ve got to keep on. We can’t possibly raise enough\r\nmoney to pay yearly subscriptions for anybody else. It’s Weeks or\r\nnobody.”\r\n\r\n“I suppose we must give him time.”\r\n\r\n“That’s what he says,” grunted Ukridge, morosely, helping himself\r\nto toast. “He says he doesn’t know how to start about it. To listen\r\nto him, you’d think that going and having a trifling accident was\r\nthe sort of delicate and intricate job that required years of study\r\nand special preparation. Why, a child of six could do it on his\r\nhead at five minutes’ notice. The man’s so infernally particular.\r\nYou make helpful suggestions, and instead of accepting them in a\r\nbroad, reasonable spirit of co-operation he comes back at you every\r\ntime with some frivolous objection. He’s so dashed fastidious. When\r\nwe were out last night, we came on a couple of navvies scrapping.\r\nGood hefty fellows, either of them capable of putting him in\r\nhospital for a month. I told him to jump in and start separating\r\nthem, and he said no; it was a private dispute which was none of\r\nhis business, and he didn’t feel justified in interfering. Finicky,\r\nI call it. I tell you, laddie, this blighter is a broken reed. He\r\nhas got cold feet. We did wrong to let him into the drawing at all.\r\nWe might have known that a fellow like that would never give\r\nresults. No conscience. No sense of esprit de corps. No notion of\r\nputting himself out to the most trifling extent for the benefit of\r\nthe community. Haven’t you any more marmalade, laddie?”\r\n\r\n“I have not.”\r\n\r\n“Then I’ll be going,” said Ukridge, moodily. “I suppose,” he added,\r\npausing at the door, “you couldn’t lend me five bob?”\r\n\r\n“How did you guess?”\r\n\r\n“Then I’ll tell you what,” said Ukridge, ever fair and reasonable;\r\n“you can stand me dinner to-night.” He seemed cheered up for the\r\nmoment by this happy compromise, but gloom descended on him again.\r\nHis face clouded. “When I think,” he said, “of all the money that’s\r\nlocked up in that poor faint-hearted fish, just waiting to be\r\nreleased, I could sob. Sob, laddie, like a little child. I never\r\nliked that man—he has a bad eye and waves his hair. Never trust a\r\nman who waves his hair, old horse.”\r\n\r\nUkridge’s pessimism was not confined to himself. By the end of a\r\nfortnight, nothing having happened to Teddy Weeks worse than a\r\nslight cold which he shook off in a couple of days, the general\r\nconsensus of opinion among his apprehensive colleagues in the\r\nSyndicate was that the situation had become desperate. There were\r\nno signs whatever of any return on the vast capital which we had\r\nlaid out, and meanwhile meals had to be bought, landladies paid,\r\nand a reasonable supply of tobacco acquired. It was a melancholy\r\ntask in these circumstances to read one’s paper of a morning.\r\n\r\nAll over the inhabited globe, so the well-informed sheet gave one\r\nto understand, every kind of accident was happening every day to\r\npractically everybody in existence except Teddy Weeks. Farmers in\r\nMinnesota were getting mixed up with reaping-machines, peasants in\r\nIndia were being bisected by crocodiles; iron girders from\r\nskyscrapers were falling hourly on the heads of citizens in every\r\ntown from Philadelphia to San Francisco; and the only people who\r\nwere not down with ptomaine poisoning were those who had walked\r\nover cliffs, driven motors into walls, tripped over manholes, or\r\nassumed on too slight evidence that the gun was not loaded. In a\r\ncrippled world, it seemed, Teddy Weeks walked alone, whole and\r\nglowing with health. It was one of those grim, ironical, hopeless,\r\ngrey, despairful situations which the Russian novelists love to\r\nwrite about, and I could not find it in me to blame Ukridge for\r\ntaking direct action in this crisis. My only regret was that bad\r\nluck caused so excellent a plan to miscarry.\r\n\r\nMy first intimation that he had been trying to hurry matters on\r\ncame when he and I were walking along the King’s Road one evening,\r\nand he drew me into Markham Square, a dismal backwater where he\r\nhad once had rooms.\r\n\r\n“What’s the idea?” I asked, for I disliked the place.\r\n\r\n“Teddy Weeks lives here,” said Ukridge. “In my old rooms.” I could\r\nnot see that this lent any fascination to the place. Every day and\r\nin every way I was feeling sorrier and sorrier that I had been\r\nfoolish enough to put money which I could ill spare into a venture\r\nwhich had all the earmarks of a wash-out, and my sentiments towards\r\nTeddy Weeks were cold and hostile.\r\n\r\n“I want to enquire after him.”\r\n\r\n“Enquire after him? Why?”\r\n\r\n“Well, the fact is, laddie, I have an idea that he has been bitten\r\nby a dog.”\r\n\r\n“What makes you think that?”\r\n\r\n“Oh, I don’t know,” said Ukridge, dreamily. “I’ve just got the\r\nidea. You know how one gets ideas.”\r\n\r\nThe mere contemplation of this beautiful event was so inspiring\r\nthat for awhile it held me silent. In each of the ten journals in\r\nwhich we had invested dog-bites were specifically recommended as\r\nthings which every subscriber ought to have. They came about\r\nhalf-way up the list of lucrative accidents, inferior to a broken\r\nrib or a fractured fibula, but better value than an ingrowing\r\ntoe-nail. I was gloating happily over the picture conjured up by\r\nUkridge’s words when an exclamation brought me back with a start\r\nto the realities of life. A revolting sight met my eyes. Down the\r\nstreet came ambling the familiar figure of Teddy Weeks, and one\r\nglance at his elegant person was enough to tell us that our hopes\r\nhad been built on sand. Not even a toy Pomeranian had chewed this\r\nman.\r\n\r\n“Hallo, you fellows!” said Teddy Weeks.\r\n\r\n“Hallo!” we responded, dully.\r\n\r\n“Can’t stop,” said Teddy Weeks. “I’ve got to fetch a doctor.”\r\n\r\n“A doctor?”\r\n\r\n“Yes. Poor Victor Beamish. He’s been bitten by a dog.”\r\n\r\nUkridge and I exchanged weary glances. It seemed as if Fate was\r\ngoing out of its way to have sport with us. What was the good of\r\na dog biting Victor Beamish? What was the good of a hundred dogs\r\nbiting Victor Beamish? A dog-bitten Victor Beamish had no market\r\nvalue whatever.\r\n\r\n“You know that fierce brute that belongs to my landlady,” said\r\nTeddy Weeks. “The one that always dashes out into the area and\r\nbarks at people who come to the front door.” I remembered. A large\r\nmongrel with wild eyes and flashing fangs, badly in need of a\r\nhaircut. I had encountered it once in the street, when visiting\r\nUkridge, and only the presence of the latter, who knew it well and\r\nto whom all dogs were as brothers, had saved me from the doom of\r\nVictor Beamish. “Somehow or other he got into my bedroom this\r\nevening. He was waiting there when I came home. I had brought\r\nBeamish back with me, and the animal pinned him by the leg the\r\nmoment I opened the door.”\r\n\r\n“Why didn’t he pin you?” asked Ukridge, aggrieved.\r\n\r\n“What I can’t make out,” said Teddy Weeks, “is how on earth the\r\nbrute came to be in my room. Somebody must have put him there. The\r\nwhole thing is very mysterious.”\r\n\r\n“Why didn’t he pin you?” demanded Ukridge again.\r\n\r\n“Oh, I managed to climb on to the top of the wardrobe while he was\r\nbiting Beamish,” said Teddy Weeks. “And then the landlady came and\r\ntook him away. But I can’t stop here talking. I must go and get\r\nthat doctor.”\r\n\r\nWe gazed after him in silence as he tripped down the street. We\r\nnoted the careful manner in which he paused at the corner to eye\r\nthe traffic before crossing the road, the wary way in which he drew\r\nback to allow a truck to rattle past.\r\n\r\n“You heard that?” said Ukridge, tensely. “He climbed on to the top\r\nof the wardrobe!”\r\n\r\n“Yes.”\r\n\r\n“And you saw the way he dodged that excellent truck?”\r\n\r\n“Yes.”\r\n\r\n“Something’s got to be done,” said Ukridge, firmly. “The man\r\nhas got to be awakened to a sense of his responsibilities.”\r\n\r\nNext day a deputation waited on Teddy Weeks.\r\n\r\nUkridge was our spokesman, and he came to the point with admirable\r\ndirectness.\r\n\r\n“How about it?” asked Ukridge.\r\n\r\n“How about what?” replied Teddy Weeks, nervously, avoiding his\r\naccusing eye.\r\n\r\n“When do we get action?”\r\n\r\n“Oh, you mean that accident business?”\r\n\r\n“Yes.”\r\n\r\n“I’ve been thinking about that,” said Teddy Weeks.\r\n\r\nUkridge drew the mackintosh which he wore indoors and out of doors\r\nand in all weathers more closely around him. There was in the\r\naction something suggestive of a member of the Roman Senate about\r\nto denounce an enemy of the State. In just such a manner must\r\nCicero have swished his toga as he took a deep breath preparatory\r\nto assailing Clodius. He toyed for a moment with the ginger-beer\r\nwire which held his pince-nez in place, and endeavoured without\r\nsuccess to button his collar at the back. In moments of emotion\r\nUkridge’s collar always took on a sort of temperamental jumpiness\r\nwhich no stud could restrain.\r\n\r\n“And about time you _were_ thinking about it,” he boomed, sternly.\r\n\r\nWe shifted appreciatively in our seats, all except Victor Beamish,\r\nwho had declined a chair and was standing by the mantelpiece. “Upon\r\nmy Sam, it’s about time you were thinking about it. Do you realise\r\nthat we’ve invested an enormous sum of money in you on the distinct\r\nunderstanding that we could rely on you to do your duty and get\r\nimmediate results? Are we to be forced to the conclusion that you\r\nare so yellow and few in the pod as to want to evade your honourable\r\nobligations? We thought better of you, Weeks. Upon my Sam, we\r\nthought better of you. We took you for a two-fisted, enterprising,\r\nbig-souled, one hundred-per-cent. he-man who would stand by his\r\nfriends to the finish.”\r\n\r\n“Yes, but——”\r\n\r\n“Any bloke with a sense of loyalty and an appreciation of what it\r\nmeant to the rest of us would have rushed out and found some means\r\nof fulfilling his duty long ago. You don’t even grasp at the\r\nopportunities that come your way. Only yesterday I saw you draw\r\nback when a single step into the road would have had a truck\r\nbumping into you.”\r\n\r\n“Well, it’s not so easy to let a truck bump into you.”\r\n\r\n“Nonsense. It only requires a little ordinary resolution. Use your\r\nimagination, man. Try to think that a child has fallen down in the\r\nstreet—a little golden-haired child,” said Ukridge, deeply affected.\r\n“And a dashed great cab or something comes rolling up. The kid’s\r\nmother is standing on the pavement, helpless, her hands clasped in\r\nagony. ‘Dammit,’ she cries, ‘will no one save my darling?’ ‘Yes,\r\nby George,’ you shout, ‘_I_ will.’ And out you jump and the thing’s\r\nover in half a second. I don’t know what you’re making such a fuss\r\nabout.”\r\n\r\n“Yes, but——” said Teddy Weeks.\r\n\r\n“I’m told, what’s more, it isn’t a bit painful. A sort of dull\r\nshock, that’s all.”\r\n\r\n“Who told you that?”\r\n\r\n“I forget. Someone.”\r\n\r\n“Well, you can tell him from me that he’s an ass,” said Teddy\r\nWeeks, with asperity.\r\n\r\n“All right. If you object to being run over by a truck there are\r\nlots of other ways. But, upon my Sam, it’s pretty hopeless\r\nsuggesting them. You seem to have no enterprise at all. Yesterday,\r\nafter I went to all the trouble to put a dog in your room, a dog\r\nwhich would have done all the work for you—all that you had to do\r\nwas stand still and let him use his own judgment—what happened?\r\nYou climbed on to——”\r\n\r\nVictor Beamish interrupted, speaking in a voice husky with emotion.\r\n\r\n“Was it you who put that damned dog in the room?”\r\n\r\n“Eh?” said Ukridge. “Why, yes. But we can have a good talk about\r\nall that later on,” he proceeded, hastily. “The point at the moment\r\nis how the dickens we’re going to persuade this poor worm to\r\ncollect our insurance money for us. Why, damme, I should have\r\nthought you would have——”\r\n\r\n“All I can say——” began Victor Beamish, heatedly.\r\n\r\n“Yes, yes,” said Ukridge; “some other time. Must stick to business\r\nnow, laddie. I was saying,” he resumed, “that I should have thought\r\nyou would have been as keen as mustard to put the job through for\r\nyour own sake. You’re always beefing that you haven’t any clothes\r\nto impress managers with. Think of all you can buy with your share\r\nof the swag once you have summoned up a little ordinary determination\r\nand seen the thing through. Think of the suits, the boots, the\r\nhats, the spats. You’re always talking about your dashed career,\r\nand how all you need to land you in a West-end production is good\r\nclothes. Well, here’s your chance to get them.”\r\n\r\nHis eloquence was not wasted. A wistful look came into Teddy\r\nWeeks’s eye, such a look as must have come into the eye of Moses\r\non the summit of Pisgah. He breathed heavily. You could see that\r\nthe man was mentally walking along Cork Street, weighing the merits\r\nof one famous tailor against another.\r\n\r\n“I’ll tell you what I’ll do,” he said, suddenly. “It’s no use\r\nasking me to put this thing through in cold blood. I simply can’t\r\ndo it. I haven’t the nerve. But if you fellows will give me a\r\ndinner to-night with lots of champagne I think it will key me up\r\nto it.”\r\n\r\nA heavy silence fell upon the room. Champagne! The word was like\r\na knell.\r\n\r\n“How on earth are we going to afford champagne?” said Victor\r\nBeamish.\r\n\r\n“Well, there it is,” said Teddy Weeks. “Take it or leave it.”\r\n\r\n“Gentlemen,” said Ukridge, “it would seem that the company requires\r\nmore capital. How about it, old horses? Let’s get together in a\r\nfrank, business-like cards-on-the-table spirit, and see what can\r\nbe done. I can raise ten bob.”\r\n\r\n“What!” cried the entire assembled company, amazed. “How?”\r\n\r\n“I’ll pawn a banjo.”\r\n\r\n“You haven’t got a banjo.”\r\n\r\n“No, but George Tupper has, and I know where he keeps it.”\r\n\r\nStarted in this spirited way, the subscriptions came pouring in.\r\nI contributed a cigarette-case, Bertram Fox thought his landlady\r\nwould let him owe for another week, Robert Dunhill had an uncle in\r\nKensington who, he fancied, if tactfully approached, would be good\r\nfor a quid, and Victor Beamish said that if the advertisement-manager\r\nof the O-So-Eesi Piano-Player was churlish enough to refuse an\r\nadvance of five shillings against future work he misjudged him\r\nsadly. Within a few minutes, in short, the Lightning Drive had\r\nproduced the impressive total of two pounds six shillings, and we\r\nasked Teddy Weeks if he thought that he could get adequately keyed\r\nup within the limits of that sum.\r\n\r\n“I’ll try,” said Teddy Weeks.\r\n\r\nSo, not unmindful of the fact that that excellent hostelry supplied\r\nchampagne at eight shillings the quart bottle, we fixed the meeting\r\nfor seven o’clock at Barolini’s.\r\n\r\nConsidered as a social affair, Teddy Weeks’s keying-up dinner was\r\nnot a success. Almost from the start I think we all found it\r\ntrying. It was not so much the fact that he was drinking deeply of\r\nBarolini’s eight-shilling champagne while we, from lack of funds,\r\nwere compelled to confine ourselves to meaner beverages; what\r\nreally marred the pleasantness of the function was the extraordinary\r\neffect the stuff had on Teddy. What was actually in the champagne\r\nsupplied to Barolini and purveyed by him to the public, such as\r\nwere reckless enough to drink it, at eight shillings the bottle\r\nremains a secret between its maker and his Maker; but three glasses\r\nof it were enough to convert Teddy Weeks from a mild and rather\r\noily young man into a truculent swashbuckler.\r\n\r\nHe quarrelled with us all. With the soup he was tilting at Victor\r\nBeamish’s theories of Art; the fish found him ridiculing Bertram\r\nFox’s views on the future of the motion-picture; and by the time\r\nthe leg of chicken with dandelion salad arrived—or, as some held,\r\nstring salad—opinions varied on this point—the hell-brew had so\r\nwrought on him that he had begun to lecture Ukridge on his mis-spent\r\nlife and was urging him in accents audible across the street to go\r\nout and get a job and thus acquire sufficient self-respect to\r\nenable him to look himself in the face in a mirror without wincing.\r\nNot, added Teddy Weeks with what we all thought uncalled-for\r\noffensiveness, that any amount of self-respect was likely to do\r\nthat. Having said which, he called imperiously for another eight\r\nbobs’-worth.\r\n\r\nWe gazed at one another wanly. However excellent the end towards\r\nwhich all this was tending, there was no denying that it was hard\r\nto bear. But policy kept us silent. We recognised that this was\r\nTeddy Weeks’s evening and that he must be humoured. Victor Beamish\r\nsaid meekly that Teddy had cleared up a lot of points which had\r\nbeen troubling him for a long time. Bertram Fox agreed that there\r\nwas much in what Teddy had said about the future of the close-up.\r\nAnd even Ukridge, though his haughty soul was seared to its\r\nfoundations by the latter’s personal remarks, promised to take his\r\nhomily to heart and act upon it at the earliest possible moment.\r\n\r\n“You’d better!” said Teddy Weeks, belligerently, biting off the\r\nend of one of Barolini’s best cigars. “And there’s another\r\nthing—don’t let me hear of your coming and sneaking people’s socks\r\nagain.”\r\n\r\n“Very well, laddie,” said Ukridge, humbly.\r\n\r\n“If there is one person in the world that I despise,” said Teddy,\r\nbending a red-eyed gaze on the offender, “it’s a snock-seeker—a\r\nseek-snocker—a—well, you know what I mean.”\r\n\r\nWe hastened to assure him that we knew what he meant and he relapsed\r\ninto a lengthy stupor, from which he emerged three-quarters of an\r\nhour later to announce that he didn’t know what we intended to do,\r\nbut that he was going. We said that we were going too, and we paid\r\nthe bill and did so.\r\n\r\nTeddy Weeks’s indignation on discovering us gathered about him upon\r\nthe pavement outside the restaurant was intense, and he expressed\r\nit freely. Among other things, he said—which was not true—that he\r\nhad a reputation to keep up in Soho.\r\n\r\n“It’s all right, Teddy, old horse,” said Ukridge, soothingly. “We\r\njust thought you would like to have all your old pals round you\r\nwhen you did it.”\r\n\r\n“Did it? Did what?”\r\n\r\n“Why, had the accident.”\r\n\r\nTeddy Weeks glared at him truculently. Then his mood seemed to\r\nchange abruptly, and he burst into a loud and hearty laugh.\r\n\r\n“Well, of all the silly ideas!” he cried, amusedly. “I’m not going\r\nto have an accident. You don’t suppose I ever seriously intended\r\nto have an accident, do you? It was just my fun.” Then, with\r\nanother sudden change of mood, he seemed to become a victim to an\r\nacute unhappiness. He stroked Ukridge’s arm affectionately, and a\r\ntear rolled down his cheek. “Just my fun,” he repeated. “You don’t\r\nmind my fun, do you?” he asked, pleadingly. “You like my fun, don’t\r\nyou? All my fun. Never meant to have an accident at all. Just\r\nwanted dinner.” The gay humour of it all overcame his sorrow once\r\nmore. “Funniest thing ever heard,” he said cordially. “Didn’t want\r\naccident, wanted dinner. Dinner daxident, danner dixident,” he\r\nadded, driving home his point. “Well, good night all,” he said,\r\ncheerily. And, stepping off the kerb on to a banana-skin, was\r\ninstantly knocked ten feet by a passing lorry.\r\n\r\n“Two ribs and an arm,” said the doctor five minutes later,\r\nsuperintending the removal proceedings. “Gently with that\r\nstretcher.”\r\n\r\nIt was two weeks before we were informed by the authorities of\r\nCharing Cross Hospital that the patient was in a condition to\r\nreceive visitors. A whip-round secured the price of a basket of\r\nfruit, and Ukridge and I were deputed by the shareholders to\r\ndeliver it with their compliments and kind enquiries.\r\n\r\n“Hallo!” we said in a hushed, bedside manner when finally admitted\r\nto his presence.\r\n\r\n“Sit down, gentlemen,” replied the invalid.\r\n\r\nI must confess even in that first moment to having experienced a\r\nslight feeling of surprise. It was not like Teddy Weeks to call us\r\ngentlemen. Ukridge, however, seemed to notice nothing amiss.\r\n\r\n“Well, well, well,” he said, buoyantly. “And how are you, laddie?\r\nWe’ve brought you a few fragments of fruit.”\r\n\r\n“I am getting along capitally,” replied Teddy Weeks, still in that\r\nodd precise way which had made his opening words strike me as\r\ncurious. “And I should like to say that in my opinion England has\r\nreason to be proud of the alertness and enterprise of her great\r\njournals. The excellence of their reading-matter, the ingenuity of\r\ntheir various competitions, and, above all, the go-ahead spirit\r\nwhich has resulted in this accident insurance scheme are beyond\r\npraise. Have you got that down?” he enquired.\r\n\r\nUkridge and I looked at each other. We had been told that Teddy\r\nwas practically normal again, but this sounded like delirium.\r\n\r\n“Have we got that down, old horse?” asked Ukridge, gently.\r\n\r\nTeddy Weeks seemed surprised.\r\n\r\n“Aren’t you reporters?”\r\n\r\n“How do you mean, reporters?”\r\n\r\n“I thought you had come from one of these weekly papers that have\r\nbeen paying me insurance money, to interview me,” said Teddy Weeks.\r\n\r\nUkridge and I exchanged another glance. An uneasy glance this time.\r\nI think that already a grim foreboding had begun to cast its shadow\r\nover us.\r\n\r\n“Surely you remember me, Teddy, old horse?” said Ukridge, anxiously.\r\n\r\nTeddy Weeks knit his brow, concentrating painfully.\r\n\r\n“Why, of course,” he said at last. “You’re Ukridge, aren’t you?”\r\n\r\n“That’s right. Ukridge.”\r\n\r\n“Of course. Ukridge.”\r\n\r\n“Yes. Ukridge. Funny your forgetting me!”\r\n\r\n“Yes,” said Teddy Weeks. “It’s the effect of the shock I got when\r\nthat thing bowled me over. I must have been struck on the head, I\r\nsuppose. It has had the effect of rendering my memory rather\r\nuncertain. The doctors here are very interested. They say it is a\r\nmost unusual case. I can remember some things perfectly, but in\r\nsome ways my memory is a complete blank.”\r\n\r\n“Oh, but I say, old horse,” quavered Ukridge. “I suppose you\r\nhaven’t forgotten about that insurance, have you?”\r\n\r\n“Oh, no, I remember that.”\r\n\r\nUkridge breathed a relieved sigh.\r\n\r\n“I was a subscriber to a number of weekly papers,” went on Teddy\r\nWeeks. “They are paying me insurance money now.”\r\n\r\n“Yes, yes, old horse,” cried Ukridge. “But what I mean is you\r\nremember the Syndicate, don’t you?”\r\n\r\nTeddy Weeks raised his eyebrows.\r\n\r\n“Syndicate? What Syndicate?”\r\n\r\n“Why, when we all got together and put up the money to pay for the\r\nsubscriptions to these papers and drew lots, to choose which of us\r\nshould go out and have an accident and collect the money. And you\r\ndrew it, don’t you remember?”\r\n\r\nUtter astonishment, and a shocked astonishment at that, spread\r\nitself over Teddy Weeks’s countenance. The man seemed outraged.\r\n\r\n“I certainly remember nothing of the kind,” he said, severely. “I\r\ncannot imagine myself for a moment consenting to become a party to\r\nwhat from your own account would appear to have been a criminal\r\nconspiracy to obtain money under false pretences from a number of\r\nweekly papers.”\r\n\r\n“But, laddie——”\r\n\r\n“However,” said Teddy Weeks, “if there is any truth in this story,\r\nno doubt you have documentary evidence to support it.”\r\n\r\nUkridge looked at me. I looked at Ukridge. There was a long silence.\r\n\r\n“Shift-ho, old horse?” said Ukridge, sadly. “No use staying on\r\nhere.”\r\n\r\n“No,” I replied, with equal gloom. “May as well go.”\r\n\r\n“Glad to have seen you,” said Teddy Weeks, “and thanks for the\r\nfruit.”\r\n\r\nThe next time I saw the man he was coming out of a manager’s office\r\nin the Haymarket. He had on a new Homburg hat of a delicate pearl\r\ngrey, spats to match, and a new blue flannel suit, beautifully cut,\r\nwith an invisible red twill. He was looking jubilant, and; as I\r\npassed him, he drew from his pocket a gold cigarette-case.\r\n\r\nIt was shortly after that, if you remember, that he made a big hit\r\nas the juvenile lead in that piece at the Apollo and started on\r\nhis sensational career as a _matinee_ idol.\r\n\r\nInside the church the organ had swelled into the familiar music of\r\nthe Wedding March. A verger came out and opened the doors. The five\r\ncooks ceased their reminiscences of other and smarter weddings at\r\nwhich they had participated. The camera-men unshipped their cameras.\r\nThe costermonger moved his barrow of vegetables a pace forward. A\r\ndishevelled and unshaven man at my side uttered a disapproving\r\ngrowl.\r\n\r\n“Idle rich!” said the dishevelled man.\r\n\r\nOut of the church came a beauteous being, leading attached to his\r\narm another being, somewhat less beauteous.\r\n\r\nThere was no denying the spectacular effect of Teddy Weeks. He was\r\nhandsomer than ever. His sleek hair, gorgeously waved, shone in\r\nthe sun, his eyes were large and bright; his lissome frame, garbed\r\nin faultless morning-coat and trousers, was that of an Apollo. But\r\nhis bride gave the impression that Teddy had married money. They\r\npaused in the doorway, and the camera-men became active and fussy.\r\n\r\n“Have you got a shilling, laddie?” said Ukridge in a low, level\r\nvoice.\r\n\r\n“Why do you want a shilling?”\r\n\r\n“Old horse,” said Ukridge, tensely, “it is of the utmost vital\r\nimportance that I have a shilling here and now.”\r\n\r\nI passed it over. Ukridge turned to the dishevelled man, and I\r\nperceived that he held in his hand a large rich tomato of juicy\r\nand over-ripe appearance.\r\n\r\n“Would you like to earn a bob?” Ukridge said.\r\n\r\n“Would I!” replied the dishevelled man.\r\n\r\nUkridge sank his voice to a hoarse whisper.\r\n\r\nThe camera-men had finished their preparations. Teddy Weeks, his\r\nhead thrown back in that gallant way which has endeared him to so\r\nmany female hearts, was exhibiting his celebrated teeth. The cooks,\r\nin undertones, were making adverse comments on the appearance of\r\nthe bride.\r\n\r\n“Now, please,” said one of the camera-men.\r\n\r\nOver the heads of the crowd, well and truly aimed, whizzed a large\r\njuicy tomato. It burst like a shell full between Teddy Weeks’s\r\nexpressive eyes, obliterating them in scarlet ruin. It spattered\r\nTeddy Weeks’s collar, it dripped on Teddy Weeks’s morning-coat.\r\nAnd the dishevelled man turned abruptly and raced off down the\r\nstreet.\r\n\r\nUkridge grasped my arm. There was a look of deep content in his\r\neyes.\r\n\r\n“Shift-ho?” said Ukridge.\r\n\r\nArm-in-arm, we strolled off in the pleasant June sunshine."
  ]
}