{
  "index": 4,
  "title": "Chapter 3",
  "paragraphs": [
    "THE DÉBUT OF BATTLING BILLSON\r\n\r\n\r\nIt becomes increasingly difficult, I have found, as time goes by,\r\nto recall the exact circumstances in which one first became\r\nacquainted with this man or that; for as a general thing I lay no\r\nclaim to the possession of one of those hair-trigger memories which\r\ncome from subscribing to the correspondence courses advertised in\r\nthe magazines. And yet I can state without doubt or hesitation that\r\nthe individual afterwards known as Battling Billson entered my life\r\nat half-past four on the afternoon of Saturday, September the\r\ntenth, two days after my twenty-seventh birthday. For there was\r\nthat about my first sight of him which has caused the event to\r\nremain photographically lined on the tablets of my mind when a\r\nyesterday has faded from its page. Not only was our meeting dramatic\r\nand even startling, but it had in it something of the quality of\r\nthe last straw, the final sling or arrow of outrageous Fortune. It\r\nseemed to put the lid on the sadness of life.\r\n\r\nEverything had been going steadily wrong with me for more than a\r\nweek. I had been away, paying a duty visit to uncongenial relatives\r\nin the country, and it had rained and rained and rained. There had\r\nbeen family prayers before breakfast and bezique after dinner. On\r\nthe journey back to London my carriage had been full of babies,\r\nthe train had stopped everywhere, and I had had nothing to eat but\r\na bag of buns. And when finally I let myself into my lodgings in\r\nEbury Street and sought the soothing haven of my sitting-room, the\r\nfirst thing I saw on opening the door was this enormous red-headed\r\nman lying on the sofa.\r\n\r\nHe made no move as I came in, for he was asleep; and I can best\r\nconvey the instantaneous impression I got of his formidable physique\r\nby saying that I had no desire to wake him. The sofa was a small\r\none, and he overflowed it in every direction. He had a broken nose,\r\nand his jaw was the jaw of a Wild West motion-picture star\r\nregistering Determination. One hand was under his head; the other,\r\nhanging down to the floor, looked like a strayed ham congealed into\r\nstone. What he was doing in my sitting-room I did not know; but,\r\npassionately as I wished to know, I preferred not to seek first-hand\r\ninformation. There was something about him that seemed to suggest\r\nthat he might be one of those men who are rather cross when they\r\nfirst wake up. I crept out and stole softly downstairs to make\r\nenquiries of Bowles, my landlord.\r\n\r\n“Sir?” said Bowles, in his fruity ex-butler way, popping up from\r\nthe depths accompanied by a rich smell of finnan haddie.\r\n\r\n“There’s someone in my room,” I whispered.\r\n\r\n“That would be Mr. Ukridge, sir.”\r\n\r\n“It wouldn’t be anything of the kind,” I replied, with asperity.\r\nI seldom had the courage to contradict Bowles, but this statement\r\nwas so wildly inaccurate that I could not let it pass. “It’s a huge\r\nred-headed man.”\r\n\r\n“Mr. Ukridge’s friend, sir. He joined Mr. Ukridge here yesterday.”\r\n\r\n“How do you mean, joined Mr. Ukridge here yesterday?”\r\n\r\n“Mr. Ukridge came to occupy your rooms in your absence, sir, on\r\nthe night after your departure. I assumed that he had your approval.\r\nHe said, if I remember correctly, that ‘it would be all right.’”\r\n\r\nFor some reason or other which I had never been able to explain,\r\nBowles’s attitude towards Ukridge from their first meeting had been\r\nthat of an indulgent father towards a favourite son. He gave the\r\nimpression now of congratulating me on having such a friend to\r\nrally round and sneak into my rooms when I went away.\r\n\r\n“Would there be anything further, sir?” enquired Bowles, with a\r\nwistful half-glance over his shoulder. He seemed reluctant to tear\r\nhimself away for long from the finnan haddie.\r\n\r\n“No,” I said. “Er—no. When do you expect Mr. Ukridge back?”\r\n\r\n“Mr. Ukridge informed me that he would return for dinner, sir.\r\nUnless he has altered his plans, he is now at a _matinée_\r\nperformance at the Gaiety Theatre.”\r\n\r\nThe audience was just beginning to leave when I reached the Gaiety.\r\nI waited in the Strand, and presently was rewarded by the sight of\r\na yellow mackintosh working its way through the crowd.\r\n\r\n“Hallo, laddie!” said Stanley Featherstonehaugh Ukridge, genially.\r\n“When did you get back? I say, I want you to remember this tune,\r\nso that you can remind me of it to-morrow, when I’ll be sure to\r\nhave forgotten it. This is how it goes.” He poised himself\r\nflat-footedly in the surging tide of pedestrians and, shutting his\r\neyes and raising his chin, began to yodel in a loud and dismal\r\ntenor. “Tumty-tumty-tumty-tum, tum tum tum,” he concluded. “And\r\nnow, old horse, you may lead me across the street to the Coal Hole\r\nfor a short snifter. What sort of a time have you had?”\r\n\r\n“Never mind what sort of a time I’ve had. Who’s the fellow you’ve\r\ndumped down in my rooms?\r\n\r\n“Red-haired man?”\r\n\r\n“Good Lord! Surely even you wouldn’t inflict more than one on me?”\r\n\r\nUkridge looked at me a little pained.\r\n\r\n“I don’t like this tone,” he said, leading me down the steps of\r\nthe Coal Hole. “Upon my Sam, your manner wounds me, old horse. I\r\nlittle thought that you would object to your best friend laying\r\nhis head on your pillow.”\r\n\r\n“I don’t mind your head. At least I do, but I suppose I’ve got to\r\nput up with it. But when it comes to your taking in lodgers——”\r\n\r\n“Order two tawny ports, laddie,” said Ukridge, “and I’ll explain\r\nall about that. I had an idea all along that you would want to\r\nknow. It’s like this,” he proceeded, when the tawny ports had\r\narrived. “That bloke’s going to make my everlasting fortune.”\r\n\r\n“Well, can’t he do it somewhere else except in my sitting-room?”\r\n\r\n“You know me, old horse,” said Ukridge, sipping luxuriously. “Keen,\r\nalert, far-sighted. Brain never still. Always getting\r\nideas—_bing_—like a flash. The other day I was in a pub down\r\nChelsea way having a bit of bread and cheese, and a fellow came in\r\nsmothered with jewels. Smothered, I give you my word. Rings on his\r\nfingers and a tie-pin you could have lit your cigar at. I made\r\nenquiries and found that he was Tod Bingham’s manager.”\r\n\r\n“Who’s Tod Bingham?”\r\n\r\n“My dear old son, you must have heard of Tod Bingham. The new\r\nmiddle-weight champion. Beat Alf Palmer for the belt a couple of\r\nweeks ago. And this bloke, as opulent-looking a bloke as ever I\r\nsaw, was his manager. I suppose he gets about fifty per cent. of\r\neverything Tod makes, and you know the sort of purses they give\r\nfor big fights nowadays. And then there’s music-hall tours and the\r\nmovies and all that. Well, I see no reason why, putting the thing\r\nat the lowest figures, I shouldn’t scoop in thousands. I got the\r\nidea two seconds after they told me who this fellow was. And what\r\nmade the thing seem almost as if it was meant to be was the\r\ncoincidence that I should have heard only that morning that the\r\n_Hyacinth_ was in.”\r\n\r\nThe man seemed to me to be rambling. In my reduced and afflicted\r\nstate his cryptic method of narrative irritated me.\r\n\r\n“I don’t know what you’re talking about,” I said. “What’s the\r\n_Hyacinth_? In where?”\r\n\r\n“Pull yourself together, old horse,” said Ukridge, with the air of\r\none endeavouring to be patient with a half-witted child. “You\r\nremember the _Hyacinth_, the tramp steamer I took that trip on a\r\ncouple of years ago. Many’s the time I’ve told you all about the\r\n_Hyacinth_. She docked in the Port of London the night before I\r\nmet this opulent bloke, and I had been meaning to go down next day\r\nand have a chat with the lads. The fellow you found in your rooms\r\nis one of the trimmers. As decent a bird as ever you met. Not much\r\nconversation, but a heart of gold. And it came across me like a\r\nthunderbolt the moment they told me who the jewelled cove was that,\r\nif I could only induce this man Billson to take up scrapping\r\nseriously, with me as his manager, my fortune was made. Billson is\r\nthe man who invented fighting.”\r\n\r\n“He looks it.”\r\n\r\n“Splendid chap—you’ll like him.”\r\n\r\n“I bet I shall. I made up my mind to like him the moment I saw\r\nhim.”\r\n\r\n“Never picks a quarrel, you understand—in fact, used to need the\r\ndeuce of a lot of provocation before he would give of his best;\r\nbut once he started—golly! I’ve seen that man clean out a bar at\r\nMarseilles in a way that fascinated you. A bar filled to overflowing\r\nwith A.B.’s and firemen, mind you, and all capable of felling oxen\r\nwith a blow. Six of them there were, and they kept swatting Billson\r\nwith all the vim and heartiness at their disposal, but he just let\r\nthem bounce off, and went on with the business in hand. The man’s\r\na champion, laddie, nothing less. You couldn’t hurt him with a\r\nhatchet, and every time he hits anyone all the undertakers in the\r\nplace jump up and make bids for the body. And the amazing bit of\r\nluck is that he was looking for a job ashore. It appears he’s\r\nfallen in love with one of the barmaids at the Crown in Kennington.\r\nNot,” said Ukridge, so that all misapprehension should be avoided,\r\n“the one with the squint. The other one. Flossie. The girl with\r\nyellow hair.”\r\n\r\n“I don’t know the barmaids at the Crown in Kennington,” I said.\r\n\r\n“Nice girls,” said Ukridge, paternally. “So it was all right, you\r\nsee. Our interests were identical. Good old Billson isn’t what\r\nyou’d call a very intelligent chap, but I managed to make him\r\nunderstand after an hour or so, and we drew up the contract. I’m\r\nto get fifty per cent. of everything in consideration of managing\r\nhim, fixing up fights, and looking after him generally.”\r\n\r\n“And looking after him includes tucking him up on my sofa and\r\nsinging him to sleep?”\r\n\r\nAgain that pained look came into Ukridge’s face. He gazed at me as\r\nif I had disappointed him.\r\n\r\n“You keep harping on that, laddie, and it isn’t the right spirit.\r\nAnyone would think that we had polluted your damned room.”\r\n\r\n“Well, you must admit that having this coming champion of yours in\r\nthe home is going to make things a bit crowded.”\r\n\r\n“Don’t worry about that, my dear old man,” said Ukridge,\r\nreassuringly. “We move to the White Hart at Barnes to-morrow, to\r\nstart training. I’ve got Billson an engagement in one of the\r\npreliminaries down at Wonderland two weeks from to-night.”\r\n\r\n“No; really?” I said, impressed by this enterprise. “How did you\r\nmanage it?”\r\n\r\n“I just took him along and showed him to the management. They\r\njumped at him. You see, the old boy’s appearance rather speaks for\r\nitself. Thank goodness, all this happened just when I had a few\r\nquid tucked away. By the greatest good luck I ran into George\r\nTupper at the very moment when he had had word that they were going\r\nto make him an under-secretary or something—I can’t remember the\r\ndetails, but it’s something they give these Foreign Office blokes\r\nwhen they show a bit of class—and Tuppy parted with a tenner\r\nwithout a murmur. Seemed sort of dazed. I believe now I could have\r\nhad twenty if I’d had the presence of mind to ask for it. Still,”\r\nsaid Ukridge, with a manly resignation which did him credit, “it\r\ncan’t be helped now, and ten will see me through. The only thing\r\nthat’s worrying me at the moment is what to call Billson.”\r\n\r\n“Yes, I should be careful what I called a man like that.”\r\n\r\n“I mean, what name is he to fight under?”\r\n\r\n“Why not his own?”\r\n\r\n“His parents, confound them,” said Ukridge, moodily, “christened\r\nhim Wilberforce. I ask you, can you see the crowd at Wonderland\r\nhaving Wilberforce Billson introduced to them?”\r\n\r\n“Willie Billson,” I suggested. “Rather snappy.”\r\n\r\nUkridge considered the proposal seriously, with knit brows, as\r\nbecomes a manager.\r\n\r\n“Too frivolous,” he decided at length. “Might be all right for a\r\nbantam, but—no, I don’t like it. I was thinking of something like\r\nHurricane Hicks or Rock-Crusher Riggs.”\r\n\r\n“Don’t do it,” I urged, “or you’ll kill his career right from the\r\nstart. You never find a real champion with one of these fancy\r\nnames. Bob Fitzsimmons, Jack Johnson, James J. Corbett, James J.\r\nJeffries——”\r\n\r\n“James J. Billson?”\r\n\r\n“Rotten.”\r\n\r\n“You don’t think,” said Ukridge, almost with timidity, “that\r\nWildcat Wix might do?”\r\n\r\n“No fighter with an adjective in front of his name ever boxed in\r\nanything except a three-round preliminary.”\r\n\r\n“How about Battling Billson?”\r\n\r\nI patted him on the shoulder.\r\n\r\n“Go no farther,” I said. “The thing is settled. Battling Billson\r\nis the name.”\r\n\r\n“Laddie,” said Ukridge in a hushed voice, reaching across the table\r\nand grasping my hand, “this is genius. Sheer genius. Order another\r\ncouple of tawny ports, old man.”\r\n\r\nI did so, and we drank deep to the Battler’s success.\r\n\r\nMy formal introduction to my godchild took place on our return to\r\nEbury Street, and—great as had been my respect for the man before—it\r\nleft me with a heightened appreciation of the potentialities for\r\ntriumph awaiting him in his selected profession. He was awake by\r\nthis time and moving ponderously about the sitting-room, and he\r\nlooked even more impressive standing than he had appeared when\r\nlying down. At our first meeting, moreover, his eyes had been\r\nclosed in sleep; they were now open, green in colour, and of a\r\npeculiarly metallic glint which caused them, as we shook hands, to\r\nseem to be exploring my person for good spots to hit. What was\r\nprobably intended to be the smile that wins appeared to me a grim\r\nand sardonic twist of the lip. Take him for all in all, I had never\r\nmet a man so calculated to convert the most truculent swashbuckler\r\nto pacifism at a glance; and when I recalled Ukridge’s story of\r\nthe little unpleasantness at Marseilles and realised that a mere\r\nhandful of half a dozen able-bodied seamen had had the temerity to\r\nengage this fellow in personal conflict, it gave me a thrill of\r\npatriotic pride. There must be good stuff in the British Merchant\r\nMarine, I felt. Hearts of oak.\r\n\r\nDinner, which followed the introduction, revealed the Battler\r\nrather as a capable trencherman than as a sparkling conversationalist.\r\nHis long reach enabled him to grab salt, potatoes, pepper, and\r\nother necessaries without the necessity of asking for them; and on\r\nother topics he seemed to possess no views which he deemed worthy\r\nof exploitation. A strong, silent man.\r\n\r\nThat there was a softer side to his character was, however, made\r\nclear to me when, after smoking one of my cigars and talking for\r\nawhile of this and that, Ukridge went out on one of those mysterious\r\nerrands of his which were always summoning him at all hours and\r\nleft my guest and myself alone together. After a bare half-hour’s\r\nsilence, broken only by the soothing gurgle of his pipe, the coming\r\nchampion cocked an intimidating eye at me and spoke.\r\n\r\n“You ever been in love, mister?”\r\n\r\nI was thrilled and flattered. Something in my appearance, I told\r\nmyself, some nebulous something that showed me a man of sentiment\r\nand sympathy, had appealed to this man, and he was about to pour\r\nout his heart in intimate confession. I said yes, I had been in\r\nlove many times. I went on to speak of love as a noble emotion of\r\nwhich no man need be ashamed. I spoke at length and with fervour.\r\n\r\n“R!” said Battling Billson.\r\n\r\nThen, as if aware that he had been chattering in an undignified\r\nmanner to a comparative stranger, he withdrew into the silence\r\nagain and did not emerge till it was time to go to bed, when he\r\nsaid “Good night, mister,” and disappeared. It was disappointing.\r\nSignificant, perhaps, the conversation had been, but I had been\r\nrather hoping for something which could have been built up into a\r\nhuman document, entitled “The Soul of the Abysmal Brute,” and sold\r\nto some editor for that real money which was always so badly needed\r\nin the home.\r\n\r\nUkridge and his _protégé_ left next morning for Barnes, and, as\r\nthat riverside resort was somewhat off my beat, I saw no more of\r\nthe Battler until the fateful night at Wonderland. From time to\r\ntime Ukridge would drop in at my rooms to purloin cigars and socks,\r\nand on these occasions he always spoke with the greatest confidence\r\nof his man’s prospects. At first, it seemed, there had been a\r\nlittle difficulty owing to the other’s rooted idea that plug\r\ntobacco was an indispensable adjunct to training: but towards the\r\nend of the first week the arguments of wisdom had prevailed and he\r\nhad consented to abandon smoking until after his début. By this\r\nconcession the issue seemed to Ukridge to have been sealed as a\r\ncertainty, and he was in sunny mood as he borrowed the money from\r\nme to pay our fares to the Underground station at which the pilgrim\r\nalights who wishes to visit that Mecca of East-end boxing,\r\nWonderland.\r\n\r\nThe Battler had preceded us, and when we arrived was in the\r\ndressing-room, stripped to a breath-taking semi-nudity. I had not\r\nsupposed that it was possible for a man to be larger than was Mr.\r\nBillson when arrayed for the street, but in trunks and boxing shoes\r\nhe looked like his big brother. Muscles resembling the hawsers of\r\nan Atlantic liner coiled down his arms and rippled along his\r\nmassive shoulders. He seemed to dwarf altogether the by no means\r\nflimsy athlete who passed out of the room as we came in.\r\n\r\n“That’s the bloke,” announced Mr. Billson, jerking his red head\r\nafter this person.\r\n\r\nWe understood him to imply that the other was his opponent, and\r\nthe spirit of confidence which had animated us waxed considerably.\r\nWhere six of the pick of the Merchant Marine had failed, this\r\nstripling could scarcely hope to succeed.\r\n\r\n“I been talkin’ to ’im,” said Battling Billson.\r\n\r\nI took this unwonted garrulity to be due to a slight nervousness\r\nnatural at such a moment.\r\n\r\n“’E’s ’ad a lot of trouble, that bloke,” said the Battler.\r\n\r\nThe obvious reply was that he was now going to have a lot more,\r\nbut before either of us could make it a hoarse voice announced that\r\nSquiffy and the Toff had completed their three-round bout and that\r\nthe stage now waited for our nominee. We hurried to our seats. The\r\nnecessity of taking a look at our man in his dressing-room had\r\ndeprived us of the pleasure of witnessing the passage of arms\r\nbetween Squiffy and the Toff, but I gathered that it must have been\r\nlively and full of entertainment, for the audience seemed in\r\nexcellent humour. All those who were not too busy eating jellied\r\neels were babbling happily or whistling between their fingers to\r\nfriends in distant parts of the hall. As Mr. Billson climbed into\r\nthe ring in all the glory of his red hair and jumping muscles, the\r\nbabble rose to a roar. It was plain that Wonderland had stamped\r\nour Battler with its approval on sight.\r\n\r\nThe audiences which support Wonderland are not disdainful of\r\nscience. Neat footwork wins their commendation, and a skilful\r\nducking of the head is greeted with knowing applause. But what they\r\nesteem most highly is the punch. And one sight of Battling Billson\r\nseemed to tell them that here was the Punch personified. They sent\r\nthe fighters off to a howl of ecstasy, and settled back in their\r\nseats to enjoy the pure pleasure of seeing two of their fellow-men\r\nhitting each other very hard and often.\r\n\r\nThe howl died away.\r\n\r\nI looked at Ukridge with concern. Was this the hero of Marseilles,\r\nthe man who cleaned out bar-rooms and on whom undertakers fawned?\r\nDiffident was the only word to describe our Battler’s behaviour in\r\nthat opening round. He pawed lightly at his antagonist. He embraced\r\nhim like a brother. He shuffled about the ring, innocuous.\r\n\r\n“What’s the matter with him?” I asked.\r\n\r\n“He always starts slow,” said Ukridge, but his concern was manifest.\r\nHe fumbled nervously at the buttons of his mackintosh. The referee\r\nwas warning Battling Billson, He was speaking to him like a\r\ndisappointed father. In the cheaper and baser parts of the house\r\nenraged citizens were whistling “Comrades.” Everywhere a chill had\r\nfallen on the house. That first fine fresh enthusiasm had died\r\naway, and the sounding of the gong for the end of the round was\r\ngreeted with censorious cat-calls. As Mr. Billson lurched back to\r\nhis corner, frank unfriendliness was displayed on all sides.\r\n\r\nWith the opening of the second round considerably more spirit was\r\nintroduced into the affair. The same strange torpidity still held\r\nour Battler in its grip, but his opponent was another man. During\r\nround one he had seemed a little nervous and apprehensive. He had\r\nbehaved as if he considered it prudent not to stir Mr. Billson.\r\nBut now this distaste for direct action had left him. There was\r\njauntiness in his demeanour as he moved to the centre of the ring;\r\nand, having reached it, he uncoiled a long left and smote Mr.\r\nBillson forcefully on the nose. Twice he smote him, and twice Mr.\r\nBillson blinked like one who has had bad news from home. The man\r\nwho had had a lot of trouble leaned sideways and brought his right\r\nfist squarely against the Battler’s ear.\r\n\r\nAll was forgotten and forgiven. A moment before the audience had\r\nbeen solidly anti-Billson. Now they were as unanimously pro. For\r\nthese blows, while they appeared to have affected him not at all\r\nphysically, seemed to have awakened Mr. Billson’s better feelings\r\nas if somebody had turned on a tap. They had aroused in Mr.\r\nBillson’s soul that zest for combat which had been so sadly to seek\r\nin round one. For an instant after the receipt of that buffet on\r\nthe ear the Battler stood motionless on his flat feet, apparently\r\nin deep thought. Then, with the air of one who has suddenly\r\nremembered an important appointment, he plunged forward. Like an\r\nanimated windmill he cast himself upon the bloke of troubles. He\r\nknocked him here, he bounced him there. He committed mayhem upon\r\nhis person. He did everything to him that a man can do who is\r\nhampered with boxing-gloves, until presently the troubled one was\r\nleaning heavily against the ropes, his head hanging dazedly, his\r\nwhole attitude that of a man who would just as soon let the matter\r\ndrop. It only remained for the Battler to drive home the final\r\npunch, and a hundred enthusiasts, rising to their feet, were\r\npointing out to him desirable locations for it.\r\n\r\nBut once more that strange diffidence had descended upon our\r\nrepresentative. While every other man in the building seemed to\r\nknow the correct procedure and was sketching it out in nervous\r\nEnglish, Mr. Billson appeared the victim of doubt. He looked\r\nuncertainly at his opponent and enquiringly at the referee.\r\n\r\nThe referee, obviously a man of blunted sensibilities, was\r\nunresponsive. Do It Now was plainly his slogan. He was a business\r\nman, and he wanted his patrons to get good value for their money.\r\nHe was urging Mr. Billson to make a thorough job of it. And finally\r\nMr. Billson approached his man and drew back his right arm. Having\r\ndone this, he looked over his shoulder once more at the referee.\r\n\r\nIt was a fatal blunder. The man who had had a lot of trouble may\r\nhave been in poor shape, but, like most of his profession, he\r\nretained, despite his recent misadventures, a reserve store of\r\nenergy. Even as Mr. Billson turned his head, he reached down to\r\nthe floor with his gloved right hand, then, with a final effort,\r\nbrought it up in a majestic sweep against the angle of the other’s\r\njaw. And then, as the fickle audience, with swift change of\r\nsympathy, cheered him on, he buried his left in Mr. Billson’s\r\nstomach on the exact spot where the well-dressed man wears the\r\nthird button of his waistcoat.\r\n\r\nOf all human experiences this of being smitten in this precise\r\nlocality is the least agreeable. Battling Billson drooped like a\r\nstricken flower, settled slowly down, and spread himself out. He\r\nlay peacefully on his back with outstretched arms like a man\r\nfloating in smooth water. His day’s work was done.\r\n\r\nA wailing cry rose above the din of excited patrons of sport\r\nendeavouring to explain to their neighbours how it had all happened.\r\nIt was the voice of Ukridge mourning over his dead.\r\n\r\nAt half-past eleven that night, as I was preparing for bed, a\r\ndrooping figure entered my room. I mixed a silent, sympathetic\r\nScotch and soda, and for awhile no word was spoken.\r\n\r\n“How is the poor fellow?” I asked at length.\r\n\r\n“He’s all right,” said Ukridge, listlessly. “I left him eating fish\r\nand chips at a coffee-stall.”\r\n\r\n“Bad luck his getting pipped on the post like that.”\r\n\r\n“Bad luck!” boomed Ukridge, throwing off his lethargy with a vigour\r\nthat spoke of mental anguish. “What do you mean, bad luck? It was\r\njust dam’ bone-headedness. Upon my Sam, it’s a little hard. I\r\ninvest vast sums in this man, I support him in luxury for two\r\nweeks, asking nothing of him in return except to sail in and knock\r\nsomebody’s head off, which he could have done in two minutes if he\r\nhad liked, and he lets me down purely and simply because the other\r\nfellow told him that he had been up all night looking after his\r\nwife who had burned her hand at the jam factory. Inferanal\r\nsentimentalism!”\r\n\r\n“Does him credit,” I argued.\r\n\r\n“Bah!”\r\n\r\n“Kind hearts,” I urged, “are more than coronets.”\r\n\r\n“Who the devil wants a pugilist to have a kind heart? What’s the\r\nuse of this man Billson being able to knock out an elephant if he’s\r\nafflicted with this damned maudlin mushiness? Who ever heard of a\r\nmushy pugilist? It’s the wrong spirit. It doesn’t make for success.”\r\n\r\n“It’s a handicap, of course,” I admitted.\r\n\r\n“What guarantee have I,” demanded Ukridge, “that if I go to enormous\r\ntrouble and expense getting him another match, he won’t turn aside\r\nand brush away a silent tear in the first round because he’s heard\r\nthat the blighter’s wife has got an ingrowing toenail?”\r\n\r\n“You could match him only against bachelors.”\r\n\r\n“Yes, and the first bachelor he met would draw him into a corner\r\nand tell him his aunt was down with whooping-cough, and the chump\r\nwould heave a sigh and stick his chin out to be walloped. A fellow’s\r\ngot no business to have red hair if he isn’t going to live up to\r\nit. And yet,” said Ukridge, wistfully, “I’ve seen that man—it was\r\nin a dance-hall at Naples—I’ve seen him take on at least eleven\r\nItalians simultaneously. But then, one of them had stuck a knife\r\nabout three inches into his leg. He seems to need something like\r\nthat to give him ambition.”\r\n\r\n“I don’t see how you are going to arrange to have him knifed just\r\nbefore each fight.”\r\n\r\n“No,” said Ukridge, mournfully.\r\n\r\n“What are you going to do about his future? Have you any plans?”\r\n\r\n“Nothing definite. My aunt was looking for a companion to attend\r\nto her correspondence and take care of the canary last time I saw\r\nher. I might try to get the job for him.”\r\n\r\nAnd with a horrid, mirthless laugh Stanley Featherstonehaugh\r\nUkridge borrowed five shillings and passed out into the night.\r\n\r\nI did not see Ukridge for the next few days, but I had news of him\r\nfrom our mutual friend George Tupper, whom I met prancing in\r\nuplifted mood down Whitehall.\r\n\r\n“I say,” said George Tupper without preamble, and with a sort of\r\ndazed fervour, “they’ve given me an under-secretaryship.”\r\n\r\nI pressed his hand. I would have slapped him on the back, but one\r\ndoes not slap the backs of eminent Foreign Office officials in\r\nWhitehall in broad daylight, even if one has been at school with\r\nthem.\r\n\r\n“Congratulations,” I said. “There is no one whom I would more\r\ngladly see under-secretarying. I heard rumours of this from\r\nUkridge.”\r\n\r\n“Oh, yes, I remember I told him it might be coming off. Good old\r\nUkridge! I met him just now and told him the news, and he was\r\ndelighted.”\r\n\r\n“How much did he touch you for?”\r\n\r\n“Eh? Oh, only five pounds. Till Saturday. He expects to have a lot\r\nof money by then.”\r\n\r\n“Did you ever know the time when Ukridge didn’t expect to have a\r\nlot of money?”\r\n\r\n“I want you and Ukridge to come and have a bit of dinner with me\r\nto celebrate. How would Wednesday suit you?”\r\n\r\n“Splendidly.”\r\n\r\n“Seven-thirty at the Regent Grill, then. Will you tell Ukridge?”\r\n\r\n“I don’t know where he’s got to. I haven’t seen him for nearly a\r\nweek. Did he tell you where he was?”\r\n\r\n“Out at some place at Barnes. What was the name of it?”\r\n\r\n“The White Hart?”\r\n\r\n“That’s it.”\r\n\r\n“Tell me,” I said, “how did he seem? Cheerful?”\r\n\r\n“Very. Why?”\r\n\r\n“The last time I saw him he was thinking of giving up the struggle.\r\nHe had had reverses.”\r\n\r\nI proceeded to the White Hart immediately after lunch. The fact\r\nthat Ukridge was still at that hostelry and had regained his usual\r\nsunny outlook on life seemed to point to the fact that the clouds\r\nenveloping the future of Mr. Billson had cleared away, and that\r\nthe latter’s hat was still in the ring. That this was so was made\r\nclear to me directly I arrived. Enquiring for my old friend, I was\r\ndirected to an upper room, from which, as I approached, there came\r\na peculiar thudding noise. It was caused, as I perceived on opening\r\nthe door, by Mr. Billson. Clad in flannel trousers and a sweater,\r\nhe was earnestly pounding a large leather object suspended from a\r\nwooden platform. His manager, seated on a soap-box in a corner,\r\nregarded him the while with affectionate proprietorship.\r\n\r\n“Hallo, old horse!” said Ukridge, rising as I entered. “Glad to\r\nsee you.”\r\n\r\nThe din of Mr. Billson’s bag-punching, from which my arrival had\r\nnot caused him to desist, was such as to render conversation\r\ndifficult. We moved to the quieter retreat of the bar downstairs,\r\nwhere I informed Ukridge of the under-secretary’s invitation.\r\n\r\n“I’ll be there,” said Ukridge. “There’s one thing about good old\r\nBillson, you can trust him not to break training if you take your\r\neye off him. And, of course, he realises that this is a big thing.\r\nIt’ll be the making of him.”\r\n\r\n“Your aunt is considering engaging him, then?”\r\n\r\n“My aunt? What on earth are you talking about? Collect yourself,\r\nladdie.”\r\n\r\n“When you left me you were going to try to get him the job of\r\nlooking after your aunt’s canary.”\r\n\r\n“Oh, I was feeling rather sore then. That’s all over. I had an\r\nearnest talk with the poor zimp, and he means business from now\r\non. And so he ought to, dash it, with a magnificent opportunity\r\nlike this.”\r\n\r\n“Like what?”\r\n\r\n“We’re on to a big thing now, laddie, the dickens of a big thing.”\r\n\r\n“I hope you’ve made sure the other man’s a bachelor. Who is he?”\r\n\r\n“Tod Bingham.”\r\n\r\n“Tod Bingham?” I groped in my memory. “You don’t mean the\r\nmiddle-weight champion?”\r\n\r\n“That’s the fellow.”\r\n\r\n“You don’t expect me to believe that you’ve got a match on with a\r\nchampion already?”\r\n\r\n“It isn’t exactly a match. It’s like this. Tod Bingham is going\r\nround the East-end halls offering two hundred quid to anyone who’ll\r\nstay four rounds with him. Advertisement stuff. Good old Billson\r\nis going to unleash himself at the Shoreditch Empire next Saturday.”\r\n\r\n“Do you think he’ll be able to stay four rounds?”\r\n\r\n“Stay four rounds!” cried Ukridge. “Why, he could stay four rounds\r\nwith a fellow armed with a Gatling-gun and a couple of pickaxes.\r\nThat money’s as good as in our pockets, laddie. And once we’re\r\nthrough with this job, there isn’t a boxing-place in England that\r\nwon’t jump at us. I don’t mind telling you in confidence, old\r\nhorse, that in a year from now I expect to be pulling in hundreds\r\na week. Clean up a bit here first, you know, and then pop over to\r\nAmerica and make an enormous fortune. Damme, I shan’t know how to\r\nspend the money!”\r\n\r\n“Why not buy some socks? I’m running a bit short of them.”\r\n\r\n“Now, laddie, laddie,” said Ukridge, reprovingly, “need we strike\r\na jarring note? Is this the moment to fling your beastly socks in\r\nan old friend’s face? A broader-minded spirit is what I would like\r\nto see.”\r\n\r\nI was ten minutes late in arriving at the Regent Grill on the\r\nWednesday of George Tupper’s invitation, and the spectacle of\r\nGeorge in person standing bare-headed at the Piccadilly entrance\r\nfilled me with guilty remorse. George was the best fellow in the\r\nworld, but the atmosphere of the Foreign Office had increased the\r\ntendency he had always had from boyhood to a sort of precise\r\nfussiness, and it upset him if his affairs did not run exactly on\r\nschedule. The thought that my unpunctuality should have marred this\r\ngreat evening sent me hurrying towards him full of apologies.\r\n\r\n“Oh, there you are,” said George Tupper. “I say, it’s too bad——”\r\n\r\n“I’m awfully sorry. My watch——”\r\n\r\n“Ukridge!” cried George Tupper, and I perceived that it was not I\r\nwho had caused his concern.\r\n\r\n“Isn’t he coming?” I asked, amazed. The idea of Ukridge evading a\r\nfree meal was one of those that seem to make the solid foundations\r\nof the world rock.\r\n\r\n“He’s come. And he’s brought a girl with him!”\r\n\r\n“A _girl!_”\r\n\r\n“In pink, with yellow hair,” wailed George Tupper. “What am I to\r\ndo?”\r\n\r\nI pondered the point.\r\n\r\n“It’s a weird thing for even Ukridge to have done,” I said, “but\r\nI suppose you’ll have to give her dinner.”\r\n\r\n“But the place is full of people I know, and this girl’s so—so\r\nspectacular.”\r\n\r\nI felt for him deeply, but I could see no way out of it.\r\n\r\n“You don’t think I could say I had been taken ill?”\r\n\r\n“It would hurt Ukridge’s feelings.”\r\n\r\n“I should enjoy hurting Ukridge’s feelings, curse him!” said George\r\nTupper, fervently.\r\n\r\n“And it would be an awful slam for the girl, whoever she is.”\r\n\r\nGeorge Tupper sighed. His was a chivalrous nature. He drew himself\r\nup as if bracing himself for a dreadful ordeal.\r\n\r\n“Oh, well, I suppose there’s nothing to do,” he said. “Come along.\r\nI left them drinking cocktails in the lounge.”\r\n\r\nGeorge had not erred in describing Ukridge’s addition to the\r\nfestivities as spectacular. Flamboyant would have been a suitable\r\nword. As she preceded us down the long dining-room, her arm linked\r\nin George Tupper’s—she seemed to have taken a liking to George—I\r\nhad ample opportunity for studying her, from her patent-leather\r\nshoes to the mass of golden hair beneath her picture-hat. She had\r\na loud, clear voice, and she was telling George Tupper the rather\r\nintimate details of an internal complaint which had recently\r\ntroubled an aunt of hers. If George had been the family physician,\r\nshe could not have been franker; and I could see a dull glow\r\nspreading over his shapely ears.\r\n\r\nPerhaps Ukridge saw it, too, for he seemed to experience a slight\r\ntwinge of conscience.\r\n\r\n“I have an idea, laddie,” he whispered, “that old Tuppy is a trifle\r\npeeved at my bringing Flossie along. If you get a chance, you might\r\njust murmur to him that it was military necessity.”\r\n\r\n“Who is she?” I asked.\r\n\r\n“I told you about her. Flossie, the barmaid at the Crown in\r\nKennington. Billson’s _fiancée_.”\r\n\r\nI looked at him in amazement.\r\n\r\n“Do you mean to tell me that you’re courting death by flirting with\r\nBattling Billson’s girl?”\r\n\r\n“My dear old man, nothing like that,” said Ukridge, shocked. “The\r\nwhole thing is, I’ve got a particular favour to ask of her—rather\r\na rummy request—and it was no good springing it on her in cold\r\nblood. There had to be a certain amount of champagne in advance,\r\nand my funds won’t run to champagne. I’m taking her on to the\r\nAlhambra after dinner. I’ll look you up to-night and tell you all\r\nabout it.”\r\n\r\nWe then proceeded to dine. It was not one of the pleasantest meals\r\nof my experience. The future Mrs. Billson prattled agreeably\r\nthroughout, and Ukridge assisted her in keeping the conversation\r\nalive; but the shattered demeanour of George Tupper would have\r\ntaken the sparkle out of any banquet. From time to time he pulled\r\nhimself together and endeavoured to play the host, but for the most\r\npart he maintained a pale and brooding silence; and it was a relief\r\nwhen Ukridge and his companion rose to leave.\r\n\r\n“Well!——” began George Tupper in a strangled voice, as they moved\r\naway down the aisle.\r\n\r\nI lit a cigar and sat back dutifully to listen.\r\n\r\nUkridge arrived in my rooms at midnight, his eyes gleaming through\r\ntheir pince-nez with a strange light. His manner was exuberant.\r\n\r\n“It’s all right,” he said.\r\n\r\n“I’m glad you think so.”\r\n\r\n“Did you explain to Tuppy?”\r\n\r\n“I didn’t get a chance. He was talking too hard.”\r\n\r\n“About me?”\r\n\r\n“Yes. He said everything I’ve always felt about you, only far, far\r\nbetter than I could ever have put it.”\r\n\r\nUkridge’s face clouded for a moment, but cheerfulness returned.\r\n\r\n“Oh, well, it can’t be helped. He’ll simmer down in a day or two.\r\nIt had to be done, laddie. Life and death matter. And it’s all\r\nright. Read this.”\r\n\r\nI took the letter he handed me. It was written in a scrawly hand.\r\n\r\n“What’s this?”\r\n\r\n“Read it, laddie. I think it will meet the case.” I read.\r\n\r\n“‘_Wilberforce_.’”\r\n\r\n“Who on earth’s Wilberforce?”\r\n\r\n“I told you that was Billson’s name.”\r\n\r\n“Oh, yes.”\r\n\r\nI returned to the letter.\r\n\r\nWilberforce,—\r\n\r\n“I take my pen in hand to tell you that I can never be yours. You\r\nwill no doubt be surprised to hear that I love another and a better\r\nman, so that it can never be. He loves me, and he is a better man\r\nthan you.\r\n\r\n“Hoping this finds you in the pink as it leaves me at present,\r\n\r\n  “Yours faithfully,\r\n\r\n  “Florence Burns.”\r\n\r\n“I told her to keep it snappy,” said Ukridge.\r\n\r\n“Well, she’s certainly done it,” I replied, handing back the\r\nletter. “I’m sorry. From the little I saw of her, I thought her a\r\nnice girl—for Billson. Do you happen to know the other man’s\r\naddress? Because it would be a kindly act to send him a post card\r\nadvising him to leave England for a year or two.”\r\n\r\n“The Shoreditch Empire will find him this week.”\r\n\r\n“What!”\r\n\r\n“The other man is Tod Bingham.”\r\n\r\n“Tod Bingham!” The drama of the situation moved me. “Do you mean\r\nto say that Tod Bingham is in love with Battling Billson’s girl?”\r\n\r\n“No. He’s never seen her!”\r\n\r\n“What do you mean?”\r\n\r\nUkridge sat down creakingly on the sofa. He slapped my knee with\r\nsudden and uncomfortable violence.\r\n\r\n“Laddie,” said Ukridge, “I will tell you all. Yesterday afternoon\r\nI found old Billson reading a copy of the _Daily Sportsman_. He\r\nisn’t much of a reader as a rule, so I was rather interested to\r\nknow what had gripped him. And do you know what it was, old horse?”\r\n\r\n“I do not.”\r\n\r\n“It was an article about Tod Bingham. One of those damned\r\nsentimental blurbs they print about pugilists nowadays, saying what\r\na good chap he was in private life and how he always sent a telegram\r\nto his old mother after each fight and gave her half the purse.\r\nDamme, there ought to be a censorship of the Press. These blighters\r\ndon’t mind _what_ they print. I don’t suppose Tod Bingham has _got_\r\nan old mother, and if he has I’ll bet he doesn’t give her a bob.\r\nThere were tears in that chump Billson’s eyes as he showed me the\r\narticle. Salt tears, laddie! ‘Must be a nice feller!’ he said.\r\nWell, I ask you! I mean to say, it’s a bit thick when the man\r\nyou’ve been pouring out money for and watching over like a baby\r\nsister starts getting sorry for a champion three days before he’s\r\ndue to fight him. A champion, mark you! It was bad enough his\r\ngetting mushy about that fellow at Wonderland, but when it came to\r\nbeing soft-hearted over Tod Bingham something had to be done. Well,\r\nyou know me. Brain like a buzz-saw. I saw the only way of\r\ncounteracting this pernicious stuff was to get him so mad with Tod\r\nBingham that he would forget all about his old mother, so I suddenly\r\nthought: Why not get Flossie to pretend that Bingham had cut him\r\nout with her? Well, it’s not the sort of thing you can ask a girl\r\nto do without preparing the ground a bit, so I brought her along\r\nto Tuppy’s dinner. It was a master-stroke, laddie. There’s nothing\r\nsoftens the delicately-nurtured like a good dinner, and there’s no\r\ndenying that old Tuppy did us well. She agreed the moment I put\r\nthe thing to her, and sat down and wrote that letter without a\r\nblink. I think she thinks it’s all a jolly practical joke. She’s\r\na light-hearted girl.”\r\n\r\n“Must be.”\r\n\r\n“It’ll give poor old Billson a bit of a jar for the time being, I\r\nsuppose, but it’ll make him spread himself on Saturday night, and\r\nhe’ll be perfectly happy on Sunday morning when she tells him she\r\ndidn’t mean it and he realises that he’s got a hundred quid of Tod\r\nBingham’s in his trousers pocket.”\r\n\r\n“I thought you said it was two hundred quid that Bingham was\r\noffering.”\r\n\r\n“I get a hundred,” said Ukridge, dreamily.\r\n\r\n“The only flaw is, the letter doesn’t give the other man’s name.\r\nHow is Billson to know it’s Tod Bingham?”\r\n\r\n“Why, damme, laddie, do use your intelligence. Billson isn’t going\r\nto sit and yawn when he gets that letter. He’ll buzz straight down\r\nto Kennington and ask Flossie.”\r\n\r\n“And then she will give the whole thing away.”\r\n\r\n“No, she won’t. I slipped her a couple of quid to promise she\r\nwouldn’t. And that reminds me, old man, it has left me a bit short,\r\nso if you could possibly manage——”\r\n\r\n“Good night,” I said.\r\n\r\n“But, laddie——”\r\n\r\n“And God bless you,” I added, firmly.\r\n\r\nThe Shoreditch Empire is a roomy house, but it was crowded to the\r\ndoors when I reached it on the Saturday night. In normal\r\ncircumstances I suppose there would always have been a large\r\naudience on a Saturday, and this evening the lure of Tod Bingham’s\r\npersonal appearance had drawn more than capacity. In return for my\r\nshilling I was accorded the privilege of standing against the wall\r\nat the back, a position from which I could not see a great deal of\r\nthe performance.\r\n\r\nFrom the occasional flashes which I got of the stage between the\r\nheads of my neighbours, however, and from the generally restless\r\nand impatient attitude of the audience I gathered that I was not\r\nmissing much. The programme of the Shoreditch Empire that week was\r\nessentially a one-man affair. The patrons had the air of suffering\r\nthe preliminary acts as unavoidable obstacles that stand between\r\nthem and the head-liner. It was Tod Bingham whom they had come to\r\nsee, and they were not cordial to the unfortunate serio-comics,\r\ntramp cyclists, jugglers, acrobats, and ballad singers who intruded\r\nthemselves during the earlier part of the evening. The cheer that\r\narose as the curtain fell on a dramatic sketch came from the heart,\r\nfor the next number on the programme was that of the star.\r\n\r\nA stout man in evening dress with a red handkerchief worn\r\nambassadorially athwart his shirt-front stepped out from the wings.\r\n\r\n“Ladies and gentlemen!”\r\n\r\n“’Ush!” cried the audience.\r\n\r\n“Ladies and gentlemen!”\r\n\r\nA Voice: “Good ole Tod!” (“Cheese it!”)\r\n\r\n“Ladies and gentlemen,” said the ambassador for the third time. He\r\nscanned the house apprehensively. “Deeply regret have unfortunate\r\ndisappointment to announce. Tod Bingham unfortunately unable to\r\nappear before you to-night.”\r\n\r\nA howl like the howl of wolves balked of their prey or of an\r\namphitheatre full of Roman citizens on receipt of the news that\r\nthe supply of lions had run out greeted these words. We stared at\r\neach other with a wild surmise. Could this thing be, or was it not\r\ntoo thick for human belief?\r\n\r\n“Wot’s the matter with ’im?” demanded the gallery, hoarsely.\r\n\r\n“Yus, wot’s the matter with ’im?” echoed we of the better element\r\non the lower floor.\r\n\r\nThe ambassador sidled uneasily towards the prompt entrance. He\r\nseemed aware that he was not a popular favourite.\r\n\r\n“’E ’as ’ad an unfortunate accident,” he declared, nervousness\r\nbeginning to sweep away his aitches wholesale. “On ’is way ’ere to\r\nthis ’all ’e was unfortunately run into by a truck, sustaining\r\nbruises and contusions which render ’im unfortunately unable to\r\nappear before you to-night. I beg to announce that ’is place will\r\nbe taken by Professor Devine, who will render ’is marvellous\r\nimitations of various birds and familiar animals. Ladies and\r\ngentlemen,” concluded the ambassador, stepping nimbly off the\r\nstage, “I thank you one and all.”\r\n\r\nThe curtain rose and a dapper individual with a waxed moustache\r\nskipped on.\r\n\r\n“Ladies and gentlemen, my first imitation will be of that well-known\r\nsongster, the common thrust—better known to some of you per’aps as\r\nthe throstle. And in connection with my performance I wish to state\r\nthat I ’ave nothing whatsoever in my mouth. The effects which I\r\nproduce——”\r\n\r\nI withdrew, and two-thirds of the audience started to do the same.\r\nFrom behind us, dying away as the doors closed, came the plaintive\r\nnote of the common thrush feebly competing with that other and\r\nsterner bird which haunts those places of entertainment where\r\naudiences are critical and swift to take offence.\r\n\r\nOut in the street a knot of Shoreditch’s younger set were hanging\r\non the lips of an excited orator in a battered hat and trousers\r\nwhich had been made for a larger man. Some stirring tale which he\r\nwas telling held them spell-bound. Words came raggedly through the\r\nnoise of the traffic.\r\n\r\n“——like this. Then ’e ’its ’im another like that. Then they start—on\r\nthe side of the jor——”\r\n\r\n“Pass along, there,” interrupted an official voice. “Come on,\r\nthere, pass along.”\r\n\r\nThe crowd thinned and resolved itself into its elements. I found\r\nmyself moving down the street in company with the wearer of the\r\nbattered hat. Though we had not been formally introduced, he seemed\r\nto consider me a suitable recipient for his tale. He enrolled me\r\nat once as a nucleus for a fresh audience.\r\n\r\n“’E comes up, this bloke does, just as Tod is goin’ in at the\r\nstage-door——”\r\n\r\n“Tod?” I queried.\r\n\r\n“Tod Bingham. ’E comes up just as ’e’s goin’ in at the stage-door,\r\nand ’e says ‘’Ere!’ and Tod says ‘Yus?’ and this bloke ’e says ‘Put\r\n’em up!’ and Tod says ‘Put wot up?’ and this bloke says ‘Yer\r\n’ands,’ and Tod says ‘Wot, me?’—sort of surprised. An’ the next\r\nminute they’re fightin’ all over the shop.”\r\n\r\n“But surely Tod Bingham was run over by a truck?”\r\n\r\nThe man in the battered hat surveyed me with the mingled scorn and\r\nresentment which the devout bestow on those of heretical views.\r\n\r\n“Truck! ’E wasn’t run over by no truck. Wot mikes yer fink ’e was\r\nrun over by a truck? Wot ’ud ’e be doin’ bein’ run over by a truck?\r\n’E ’ad it put across ’im by this red-’eaded bloke, same as I’m\r\ntellin’ yer.”\r\n\r\nA great light shone upon me.\r\n\r\n“Red-headed?” I cried.\r\n\r\n“Yus.”\r\n\r\n“A big man?”\r\n\r\n“Yus.”\r\n\r\n“And he put it across Tod Bingham?”\r\n\r\n“Put it across ’im proper. ’Ad to go ’ome in a keb, Tod did. Funny\r\na bloke that could fight like that bloke could fight ’adn’t the\r\nsense to go and do it on the stige and get some money for it.\r\nThat’s wot I think.”\r\n\r\nAcross the street an arc-lamp shed its cold rays. And into its\r\nglare there strode a man draped in a yellow mackintosh. The light\r\ngleamed on his pince-nez and lent a gruesome pallor to his set\r\nface. It was Ukridge retreating from Moscow.\r\n\r\n“Others,” I said, “are thinking the same.”\r\n\r\nAnd I hurried across the road to administer what feeble consolation\r\nI might. There are moments when a fellow needs a friend."
  ]
}