{
  "index": 2,
  "title": "Chapter 1",
  "paragraphs": [
    "UKRIDGE’S DOG COLLEGE\r\n\r\n\r\n“Laddie,” said Stanley Featherstonehaugh Ukridge, that much-enduring\r\nman, helping himself to my tobacco and slipping the pouch absently\r\ninto his pocket, “listen to me, you son of Belial.”\r\n\r\n“What?” I said, retrieving the pouch.\r\n\r\n“Do you want to make an enormous fortune?”\r\n\r\n“I do.”\r\n\r\n“Then write my biography. Bung it down on paper, and we’ll split\r\nthe proceeds. I’ve been making a pretty close study of your stuff\r\nlately, old horse, and it’s all wrong. The trouble with you is that\r\nyou don’t plumb the well-springs of human nature and all that. You\r\njust think up some rotten yarn about some-dam-thing-or-other and\r\nshove it down. Now, if you tackled my life, you’d have something\r\nworth writing about. Pots of money in it, my boy—English serial\r\nrights and American serial rights and book rights, and dramatic\r\nrights and movie rights—well, you can take it from me that, at a\r\nconservative estimate, we should clean up at least fifty thousand\r\npounds apiece.”\r\n\r\n“As much as that?”\r\n\r\n“Fully that. And listen, laddie, I’ll tell you what. You’re a good\r\nchap and we’ve been pals for years, so I’ll let you have my share\r\nof the English serial rights for a hundred pounds down.”\r\n\r\n“What makes you think I’ve got a hundred pounds?”\r\n\r\n“Well, then, I’ll make it my share of the English and American\r\nserial rights for fifty.”\r\n\r\n“Your collar’s come off its stud.”\r\n\r\n“How about my complete share of the whole dashed outfit for\r\ntwenty-five?”\r\n\r\n“Not for me, thanks.”\r\n\r\n“Then I’ll tell you what, old horse,” said Ukridge, inspired. “Just\r\nlend me half a crown to be going on with.”\r\n\r\n\r\n  *     *     *     *     *\r\n\r\n\r\nIf the leading incidents of S. F. Ukridge’s disreputable career\r\nare to be given to the public—and not, as some might suggest,\r\ndecently hushed up—I suppose I am the man to write them. Ukridge\r\nand I have been intimate since the days of school. Together we\r\nsported on the green, and when he was expelled no one missed him\r\nmore than I. An unfortunate business, this expulsion. Ukridge’s\r\ngenerous spirit, ever ill-attuned to school rules, caused him\r\neventually to break the solemnest of them all by sneaking out at\r\nnight to try his skill at the coco-nut-shies of the local village\r\nfair; and his foresight in putting on scarlet whiskers and a false\r\nnose for the expedition was completely neutralised by the fact that\r\nhe absent-mindedly wore his school cap throughout the entire\r\nproceedings. He left the next morning, regretted by all.\r\n\r\nAfter this there was a hiatus of some years in our friendship. I\r\nwas at Cambridge, absorbing culture, and Ukridge, as far as I could\r\ngather from his rare letters and the reports of mutual acquaintances,\r\nflitting about the world like a snipe. Somebody met him in New\r\nYork, just off a cattle-ship. Somebody else saw him in Buenos\r\nAyres. Somebody, again, spoke sadly of having been pounced on by\r\nhim at Monte Carlo and touched for a fiver. It was not until I\r\nsettled down in London that he came back into my life. We met in\r\nPiccadilly one day, and resumed our relations where they had been\r\nbroken off. Old associations are strong, and the fact that he was\r\nabout my build and so could wear my socks and shirts drew us very\r\nclose together.\r\n\r\nThen he disappeared again, and it was a month or more before I got\r\nnews of him.\r\n\r\nIt was George Tupper who brought the news. George was head of the\r\nschool in my last year, and he has fulfilled exactly the impeccable\r\npromise of those early days. He is in the Foreign Office, doing\r\nwell and much respected. He has an earnest, pulpy heart and takes\r\nother people’s troubles very seriously. Often he had mourned to me\r\nlike a father over Ukridge’s erratic progress through life, and\r\nnow, as he spoke, he seemed to be filled with a solemn joy, as over\r\na reformed prodigal.\r\n\r\n“Have you heard about Ukridge?” said George Tupper. “He has settled\r\ndown at last. Gone to live with an aunt of his who owns one of\r\nthose big houses on Wimbledon Common. A very rich woman. I am\r\ndelighted. It will be the making of the old chap.”\r\n\r\nI suppose he was right in a way, but to me this tame subsidence\r\ninto companionship with a rich aunt in Wimbledon seemed somehow an\r\nindecent, almost a tragic, end to a colourful career like that of\r\nS. F. Ukridge. And when I met the man a week later my heart grew\r\nheavier still.\r\n\r\nIt was in Oxford Street at the hour when women come up from the\r\nsuburbs to shop; and he was standing among the dogs and\r\ncommissionaires outside Selfridge’s. His arms were full of parcels,\r\nhis face was set in a mask of wan discomfort, and he was so\r\nbeautifully dressed that for an instant I did not recognise him.\r\nEverything which the Correct Man wears was assembled on his person,\r\nfrom the silk hat to the patent-leather boots; and, as he confided\r\nto me in the first minute, he was suffering the tortures of the\r\ndamned. The boots pinched him, the hat hurt his forehead, and the\r\ncollar was worse than the hat and boots combined.\r\n\r\n“She makes me wear them,” he said, moodily, jerking his head\r\ntowards the interior of the store and uttering a sharp howl as the\r\nmovement caused the collar to gouge his neck.\r\n\r\n“Still,” I said, trying to turn his mind to happier things, “you\r\nmust be having a great time. George Tupper tells me that your aunt\r\nis rich. I suppose you’re living off the fat of the land.”\r\n\r\n“The browsing and sluicing are good,” admitted Ukridge. “But it’s\r\na wearing life, laddie. A wearing life, old horse.”\r\n\r\n“Why don’t you come and see me sometimes?”\r\n\r\n“I’m not allowed out at night.”\r\n\r\n“Well, shall I come and see you?”\r\n\r\nA look of poignant alarm shot out from under the silk hat.\r\n\r\n“Don’t dream of it, laddie,” said Ukridge, earnestly. “Don’t dream\r\nof it. You’re a good chap—my best pal and all that sort of thing—but\r\nthe fact is, my standing in the home’s none too solid even now,\r\nand one sight of you would knock my prestige into hash. Aunt Julia\r\nwould think you worldly.”\r\n\r\n“I’m not worldly.”\r\n\r\n“Well, you look worldly. You wear a squash hat and a soft collar.\r\nIf you don’t mind my suggesting it, old horse, I think, if I were\r\nyou, I’d pop off now before she comes out. Good-bye, laddie.”\r\n\r\n“Ichabod!” I murmured sadly to myself as I passed on down Oxford\r\nStreet. “Ichabod!”\r\n\r\nI should have had more faith. I should have known my Ukridge\r\nbetter. I should have realised that a London suburb could no more\r\nimprison that great man permanently than Elba did Napoleon.\r\n\r\nOne afternoon, as I let myself into the house in Ebury Street of\r\nwhich I rented at that time the bedroom and sitting-room on the\r\nfirst floor, I came upon Bowles, my landlord, standing in listening\r\nattitude at the foot of the stairs.\r\n\r\n“Good afternoon, sir,” said Bowles. “A gentleman is waiting to see\r\nyou. I fancy I heard him calling me a moment ago.”\r\n\r\n“Who is he?”\r\n\r\n“A Mr. Ukridge, sir. He——”\r\n\r\nA vast voice boomed out from above.\r\n\r\n“Bowles, old horse!”\r\n\r\nBowles, like all other proprietors of furnished apartments in the\r\nsouth-western district of London, was an ex-butler, and about him,\r\nas about all ex-butlers, there clung like a garment an aura of\r\ndignified superiority which had never failed to crush my spirit.\r\nHe was a man of portly aspect, with a bald head and prominent eyes\r\nof a lightish green—eyes that seemed to weigh me dispassionately\r\nand find me wanting. “H’m!” they seemed to say. “Young—very young.\r\nAnd not at all what I have been accustomed to in the best places.”\r\nTo hear this dignitary addressed—and in a shout at that—as “old\r\nhorse” affected me with much the same sense of imminent chaos as\r\nwould afflict a devout young curate if he saw his bishop slapped\r\non the back. The shock, therefore, when he responded not merely\r\nmildly but with what almost amounted to camaraderie was numbing.\r\n\r\n“Sir?” cooed Bowles.\r\n\r\n“Bring me six bones and a corkscrew.”\r\n\r\n“Very good, sir.”\r\n\r\nBowles retired, and I bounded upstairs and flung open the door of\r\nmy sitting-room.\r\n\r\n“Great Scott!” I said, blankly.\r\n\r\nThe place was a sea of Pekingese dogs. Later investigation reduced\r\ntheir numbers to six, but in that first moment there seemed to be\r\nhundreds. Goggling eyes met mine wherever I looked. The room was\r\na forest of waving tails. With his back against the mantelpiece,\r\nsmoking placidly, stood Ukridge.\r\n\r\n“Hallo, laddie!” he said, with a genial wave of the hand, as if to\r\nmake me free of the place. “You’re just in time. I’ve got to dash\r\noff and catch a train in a quarter of an hour. Stop it, you mutts!”\r\nhe bellowed, and the six Pekingese, who had been barking steadily\r\nsince my arrival, stopped in mid-yap, and were still. Ukridge’s\r\npersonality seemed to exercise a magnetism over the animal kingdom,\r\nfrom ex-butlers to Pekes, which bordered on the uncanny. “I’m off\r\nto Sheep’s Cray, in Kent. Taken a cottage there.”\r\n\r\n“Are you going to live there?”\r\n\r\n“Yes.”\r\n\r\n“But what about your aunt?”\r\n\r\n“Oh, I’ve left her. Life is stern and life is earnest, and if I\r\nmean to make a fortune I’ve got to bustle about and not stay cooped\r\nup in a place like Wimbledon.”\r\n\r\n“Something in that.”\r\n\r\n“Besides which, she told me the very sight of me made her sick and\r\nshe never wanted to see me again.”\r\n\r\nI might have guessed, directly I saw him, that some upheaval had\r\ntaken place. The sumptuous raiment which had made him such a treat\r\nto the eye at our last meeting was gone, and he was back in his\r\npre-Wimbledon costume, which was, as the advertisements say,\r\ndistinctively individual. Over grey flannel trousers, a golf coat,\r\nand a brown sweater he wore like a royal robe a bright yellow\r\nmackintosh. His collar had broken free from its stud and showed a\r\ncouple of inches of bare neck. His hair was disordered, and his\r\nmasterful nose was topped by a pair of steel-rimmed pince-nez\r\ncunningly attached to his flapping ears with ginger-beer wire. His\r\nwhole appearance spelled revolt.\r\n\r\nBowles manifested himself with a plateful of bones.\r\n\r\n“That’s right. Chuck ’em down on the floor.”\r\n\r\n“Very good, sir.”\r\n\r\n“I like that fellow,” said Ukridge, as the door closed. “We had a\r\ndashed interesting talk before you came in. Did you know he had a\r\ncousin on the music-halls?”\r\n\r\n“He hasn’t confided in me much.”\r\n\r\n“He’s promised me an introduction to him later on. May be useful\r\nto be in touch with a man who knows the ropes. You see, laddie,\r\nI’ve hit on the most amazing scheme.” He swept his arm round\r\ndramatically, overturning a plaster cast of the Infant Samuel at\r\nPrayer. “All right, all right, you can mend it with glue or\r\nsomething, and, anyway, you’re probably better without it. Yessir,\r\nI’ve hit on a great scheme. The idea of a thousand years.”\r\n\r\n“What’s that?”\r\n\r\n“I’m going to train dogs.”\r\n\r\n“Train dogs?”\r\n\r\n“For the music-hall stage. Dog acts, you know. Performing dogs.\r\nPots of money in it. I start in a modest way with these six. When\r\nI’ve taught ’em a few tricks, I sell them to a fellow in the\r\nprofession for a large sum and buy twelve more. I train those, sell\r\n’em for a large sum, and with the money buy twenty-four more. I\r\ntrain those——”\r\n\r\n“Here, wait a minute.” My head was beginning to swim. I had a\r\nvision of England paved with Pekingese dogs, all doing tricks. “How\r\ndo you know you’ll be able to sell them?”\r\n\r\n“Of course I shall. The demand’s enormous. Supply can’t cope with\r\nit. At a conservative estimate I should think I ought to scoop in\r\nfour or five thousand pounds the first year. That, of course, is\r\nbefore the business really starts to expand.”\r\n\r\n“I see.”\r\n\r\n“When I get going properly, with a dozen assistants under me and\r\nan organised establishment, I shall begin to touch the big money.\r\nWhat I’m aiming at is a sort of Dogs’ College out in the country\r\nsomewhere. Big place with a lot of ground. Regular classes and a\r\nset curriculum. Large staff, each member of it with so many dogs\r\nunder his care, me looking on and superintending. Why, once the\r\nthing starts moving it’ll run itself, and all I shall have to do\r\nwill be to sit back and endorse the cheques. It isn’t as if I would\r\nhave to confine my operations to England. The demand for performing\r\ndogs is universal throughout the civilised world. America wants\r\nperforming dogs. Australia wants performing dogs. Africa could do\r\nwith a few, I’ve no doubt. My aim, laddie, is gradually to get a\r\nmonopoly of the trade. I want everybody who needs a performing dog\r\nof any description to come automatically to me. And I’ll tell you\r\nwhat, laddie. If you like to put up a bit of capital, I’ll let you\r\nin on the ground floor.”\r\n\r\n“No, thanks.”\r\n\r\n“All right. Have it your own way. Only don’t forget that there was\r\na fellow who put nine hundred dollars into the Ford Car business\r\nwhen it was starting and he collected a cool forty million. I say,\r\nis that clock right? Great Scott! I’ll be missing my train. Help\r\nme mobilise these dashed animals.”\r\n\r\nFive minutes later, accompanied by the six Pekingese and bearing\r\nabout him a pound of my tobacco, three pairs of my socks, and the\r\nremains of a bottle of whisky, Ukridge departed in a taxi-cab for\r\nCharing Cross Station to begin his life-work.\r\n\r\nPerhaps six weeks passed, six quiet Ukridgeless weeks, and then\r\none morning I received an agitated telegram. Indeed, it was not so\r\nmuch a telegram as a cry of anguish. In every word of it there\r\nbreathed the tortured spirit of a great man who has battled in vain\r\nagainst overwhelming odds. It was the sort of telegram which Job\r\nmight have sent off after a lengthy session with Bildad the\r\nShuhite:—\r\n\r\n“Come here immediately, laddie. Life and death matter, old horse.\r\nDesperate situation. Don’t fail me.”\r\n\r\nIt stirred me like a bugle, I caught the next train.\r\n\r\nThe White Cottage, Sheep’s Cray—destined, presumably, to become in\r\nfuture years an historic spot and a Mecca for dog-loving pilgrims—was\r\na small and battered building standing near the main road to London\r\nat some distance from the village. I found it without difficulty,\r\nfor Ukridge seemed to have achieved a certain celebrity in the\r\nneighbourhood; but to effect an entry was a harder task. I rapped\r\nfor a full minute without result, then shouted; and I was about to\r\nconclude that Ukridge was not at home when the door suddenly\r\nopened. As I was just giving a final bang at the moment, I entered\r\nthe house in a manner reminiscent of one of the Ballet Russe\r\npractising a new and difficult step.\r\n\r\n“Sorry, old horse,” said Ukridge. “Wouldn’t have kept you waiting\r\nif I’d known who it was. Thought you were Gooch, the grocer—goods\r\nsupplied to the value of six pounds three and a penny.”\r\n\r\n“I see.”\r\n\r\n“He keeps hounding me for his beastly money,” said Ukridge,\r\nbitterly, as he led the way into the sitting-room. “It’s a little\r\nhard. Upon my Sam it’s a little hard. I come down here to inaugurate\r\na vast business and do the natives a bit of good by establishing\r\na growing industry in their midst, and the first thing you know\r\nthey turn round and bite the hand that was going to feed them. I’ve\r\nbeen hampered and rattled by these blood-suckers ever since I got\r\nhere. A little trust, a little sympathy, a little of the good old\r\ngive-and-take spirit—that was all I asked. And what happened? They\r\nwanted a bit on account! Kept bothering me for a bit on account,\r\nI’ll trouble you, just when I needed all my thoughts and all my\r\nenergy and every ounce of concentration at my command for my\r\nextraordinarily difficult and delicate work. _I_ couldn’t give them\r\na bit on account. Later on, if they had only exercised reasonable\r\npatience, I would no doubt have been in a position to settle their\r\ninfernal bills fifty times over. But the time was not ripe. I\r\nreasoned with the men. I said, ‘Here am I, a busy man, trying hard\r\nto educate six Pekingese dogs for the music-hall stage, and you\r\ncome distracting my attention and impairing my efficiency by\r\nbabbling about a bit on account. It isn’t the pull-together spirit,’\r\nI said. ‘It isn’t the spirit that wins to wealth. These narrow\r\npetty-cash ideas can never make for success.’ But no, they couldn’t\r\nsee it. They started calling here at all hours and waylaying me in\r\nthe public highways till life became an absolute curse. And now\r\nwhat do you think has happened?”\r\n\r\n“What?”\r\n\r\n“The dogs.”\r\n\r\n“Got distemper?”\r\n\r\n“No. Worse. My landlord’s pinched them as security for his infernal\r\nrent! Sneaked the stock. Tied up the assets. Crippled the business\r\nat the very outset. Have you ever in your life heard of anything\r\nso dastardly? I know I agreed to pay the damned rent weekly and\r\nI’m about six weeks behind, but, my gosh! surely a man with a huge\r\nenterprise on his hands isn’t supposed to have to worry about these\r\ntrifles when he’s occupied with the most delicate——Well, I put all\r\nthat to old Nickerson, but a fat lot of good it did. So then I\r\nwired to you.”\r\n\r\n“Ah!” I said, and there was a brief and pregnant pause.\r\n\r\n“I thought,” said Ukridge, meditatively, “that you might be able\r\nto suggest somebody I could touch.”\r\n\r\nHe spoke in a detached and almost casual way, but his eye was\r\ngleaming at me significantly, and I avoided it with a sense of\r\nguilt. My finances at the moment were in their customary unsettled\r\ncondition—rather more so, in fact, than usual, owing to\r\nunsatisfactory speculations at Kempton Park on the previous\r\nSaturday; and it seemed to me that, if ever there was a time for\r\npassing the buck, this was it. I mused tensely. It was an occasion\r\nfor quick thinking.\r\n\r\n“George Tupper!” I cried, on the crest of a brain-wave.\r\n\r\n“George Tupper?” echoed Ukridge, radiantly, his gloom melting like\r\nfog before the sun. “The very man, by Gad! It’s a most amazing\r\nthing, but I never thought of him. George Tupper, of course!\r\nBig-hearted George, the old school-chum. He’ll do it like a shot\r\nand won’t miss the money. These Foreign Office blokes have always\r\ngot a spare tenner or two tucked away in the old sock. They pinch\r\nit out of the public funds. Rush back to town, laddie, with all\r\nspeed, get hold of Tuppy, lush him up, and bite his ear for twenty\r\nquid. Now is the time for all good men to come to the aid of the\r\nparty.”\r\n\r\nI had been convinced that George Tupper would not fail us, nor did\r\nhe. He parted without a murmur—even with enthusiasm. The consignment\r\nwas one that might have been made to order for him. As a boy,\r\nGeorge used to write sentimental poetry for the school magazine,\r\nand now he is the sort of man who is always starting subscription\r\nlists and getting up memorials and presentations. He listened to\r\nmy story with the serious official air which these Foreign Office\r\nfellows put on when they are deciding whether to declare war on\r\nSwitzerland or send a firm note to San Marino, and was reaching\r\nfor his cheque-book before I had been speaking two minutes.\r\nUkridge’s sad case seemed to move him deeply.\r\n\r\n“Too bad,” said George. “So he is training dogs, is he? Well, it\r\nseems very unfair that, if he has at last settled down to real\r\nwork, he should be hampered by financial difficulties at the\r\noutset. We ought to do something practical for him. After all, a\r\nloan of twenty pounds cannot relieve the situation permanently.”\r\n\r\n“I think you’re a bit optimistic if you’re looking on it as a\r\nloan.”\r\n\r\n“What Ukridge needs is capital.”\r\n\r\n“He thinks that, too. So does Gooch, the grocer.”\r\n\r\n“Capital,” repeated George Tupper, firmly, as if he were reasoning\r\nwith the plenipotentiary of some Great Power. “Every venture\r\nrequires capital at first.” He frowned thoughtfully. “Where can we\r\nobtain capital for Ukridge?”\r\n\r\n“Rob a bank.”\r\n\r\nGeorge Tupper’s face cleared.\r\n\r\n“I have it!” he said. “I will go straight over to Wimbledon to-night\r\nand approach his aunt.”\r\n\r\n“Aren’t you forgetting that Ukridge is about as popular with her\r\nas a cold welsh rabbit?”\r\n\r\n“There may be a temporary estrangement, but if I tell her the facts\r\nand impress upon her that Ukridge is really making a genuine effort\r\nto earn a living——”\r\n\r\n“Well, try it if you like. But she will probably set the parrot on\r\nto you.”\r\n\r\n“It will have to be done diplomatically, of course. It might be as\r\nwell if you did not tell Ukridge what I propose to do. I do not\r\nwish to arouse hopes which may not be fulfilled.”\r\n\r\nA blaze of yellow on the platform of Sheep’s Cray Station next\r\nmorning informed me that Ukridge had come to meet my train. The\r\nsun poured down from a cloudless sky, but it took more than sunshine\r\nto make Stanley Featherstonehaugh Ukridge discard his mackintosh.\r\nHe looked like an animated blob of mustard.\r\n\r\nWhen the train rolled in, he was standing in solitary grandeur\r\ntrying to light his pipe, but as I got out I perceived that he had\r\nbeen joined by a sad-looking man, who, from the rapid and earnest\r\nmanner in which he talked and the vehemence of his gesticulations,\r\nappeared to be ventilating some theme on which he felt deeply.\r\nUkridge was looking warm and harassed, and, as I approached, I\r\ncould hear his voice booming in reply.\r\n\r\n“My dear sir, my dear old horse, do be reasonable, do try to\r\ncultivate the big, broad flexible outlook——”\r\n\r\nHe saw me and broke away—not unwillingly; and, gripping my arm,\r\ndrew me off along the platform. The sad-looking man followed\r\nirresolutely.\r\n\r\n“Have you got the stuff, laddie?” enquired Ukridge, in a tense\r\nwhisper. “Have you got it?”\r\n\r\n“Yes, here it is.”\r\n\r\n“Put it back, put it back!” moaned Ukridge in agony, as I felt in\r\nmy pocket. “Do you know who that was I was talking to? Gooch, the\r\ngrocer!”\r\n\r\n“Goods supplied to the value of six pounds three and a penny?”\r\n\r\n“Absolutely!”\r\n\r\n“Well, now’s your chance. Fling him a purse of gold. That’ll make\r\nhim look silly.”\r\n\r\n“My dear old horse, I can’t afford to go about the place squandering\r\nmy cash simply in order to make grocers look silly. That money is\r\nearmarked for Nickerson, my landlord.”\r\n\r\n“Oh! I say, I think the six pounds three and a penny bird is\r\nfollowing us.”\r\n\r\n“Then for goodness’ sake, laddie, let’s get a move on! If that man\r\nknew we had twenty quid on us, our lives wouldn’t be safe. He’d\r\nmake one spring.”\r\n\r\nHe hurried me out of the station and led the way up a shady lane\r\nthat wound off through the fields, slinking furtively “like one\r\nthat on a lonesome road doth walk in fear and dread, and having\r\nonce looked back walks on and turns no more his head, because he\r\nknows a frightful fiend doth close behind him tread.” As a matter\r\nof fact, the frightful fiend had given up the pursuit after the\r\nfirst few steps, and a moment later I drew this fact to Ukridge’s\r\nattention, for it was not the sort of day on which to break walking\r\nrecords unnecessarily.\r\n\r\nHe halted, relieved, and mopped his spacious brow with a handkerchief\r\nwhich I recognised as having once been my property.\r\n\r\n“Thank goodness we’ve shaken him off,” he said. “Not a bad chap in\r\nhis way, I believe—a good husband and father, I’m told, and sings\r\nin the church choir. But no vision. That’s what he lacks, old\r\nhorse—vision. He can’t understand that all vast industrial\r\nenterprises have been built up on a system of liberal and cheerful\r\ncredit. Won’t realise that credit is the life-blood of commerce.\r\nWithout credit commerce has no elasticity. And if commerce has no\r\nelasticity what dam’ good is it?”\r\n\r\n“I don’t know.”\r\n\r\n“Nor does anybody else. Well, now that he’s gone, you can give me\r\nthat money. Did old Tuppy cough up cheerfully?”\r\n\r\n“Blithely.”\r\n\r\n“I knew it,” said Ukridge, deeply moved, “I knew it. A good fellow.\r\nOne of the best. I’ve always liked Tuppy. A man you can rely on.\r\nSome day, when I get going on a big scale, he shall have this back\r\na thousandfold. I’m glad you brought small notes.”\r\n\r\n“Why?”\r\n\r\n“I want to scatter ’em about on the table in front of this Nickerson\r\nblighter.”\r\n\r\n“Is this where he lives?”\r\n\r\nWe had come to a red-roofed house, set back from the road amidst\r\ntrees. Ukridge wielded the knocker forcefully.\r\n\r\n“Tell Mr. Nickerson,” he said to the maid, “that Mr. Ukridge has\r\ncalled and would like a word.”\r\n\r\nAbout the demeanour of the man who presently entered the room into\r\nwhich we had been shown there was that subtle but well-marked\r\nsomething which stamps your creditor all the world over. Mr.\r\nNickerson was a man of medium height, almost completely surrounded\r\nby whiskers, and through the shrubbery he gazed at Ukridge with\r\nfrozen eyes, shooting out waves of deleterious animal magnetism.\r\nYou could see at a glance that he was not fond of Ukridge. Take\r\nhim for all in all, Mr. Nickerson looked like one of the less\r\namiable prophets of the Old Testament about to interview the\r\ncaptive monarch of the Amalekites.\r\n\r\n“Well?” he said, and I have never heard the word spoken in a more\r\nforbidding manner.\r\n\r\n“I’ve come about the rent.”\r\n\r\n“Ah!” said Mr. Nickerson, guardedly.\r\n\r\n“To pay it,” said Ukridge.\r\n\r\n“To pay it!” ejaculated Mr. Nickerson, incredulously.\r\n\r\n“Here!” said Ukridge, and with a superb gesture flung money on the\r\ntable.\r\n\r\nI understood now why the massive-minded man had wanted small notes.\r\nThey made a brave display. There was a light breeze blowing in\r\nthrough the open window, and so musical a rustling did it set up\r\nas it played about the heaped-up wealth that Mr. Nickerson’s\r\nausterity seemed to vanish like breath off a razor-blade. For a\r\nmoment a dazed look came into his eyes and he swayed slightly;\r\nthen, as he started to gather up the money, he took on the\r\nbenevolent air of a bishop blessing pilgrims. As far as Mr.\r\nNickerson was concerned, the sun was up.\r\n\r\n“Why, thank you, Mr. Ukridge, I’m sure,” he said. “Thank you very\r\nmuch. No hard feelings, I trust?”\r\n\r\n“Not on my side, old horse,” responded Ukridge, affably. “Business\r\nis business.”\r\n\r\n“Exactly.”\r\n\r\n“Well, I may as well take those dogs now,” said Ukridge, helping\r\nhimself to a cigar from a box which he had just discovered on the\r\nmantelpiece and putting a couple more in his pocket in the\r\nfriendliest way. “The sooner they’re back with me, the better.\r\nThey’ve lost a day’s education as it is.”\r\n\r\n“Why, certainly, Mr. Ukridge; certainly. They are in the shed at\r\nthe bottom of the garden. I will get them for you at once.”\r\n\r\nHe retreated through the door, babbling ingratiatingly.\r\n\r\n“Amazing how fond these blokes are of money,” sighed Ukridge. “It’s\r\na thing I don’t like to see. Sordid, I call it. That blighter’s\r\neyes were gleaming, positively gleaming, laddie, as he scooped up\r\nthe stuff. Good cigars these,” he added, pocketing three more.\r\n\r\nThere was a faltering footstep outside, and Mr. Nickerson re-entered\r\nthe room. The man appeared to have something on his mind. A glassy\r\nlook was in his whisker-bordered eyes, and his mouth, though it\r\nwas not easy to see it through the jungle, seemed to me to be\r\nsagging mournfully. He resembled a minor prophet who has been hit\r\nbehind the ear with a stuffed eel-skin.\r\n\r\n“Mr. Ukridge!”\r\n\r\n“Hallo?”\r\n\r\n“The—the little dogs!”\r\n\r\n“Well?”\r\n\r\n“The little dogs!”\r\n\r\n“What about them?”\r\n\r\n“They have gone!”\r\n\r\n“Gone?”\r\n\r\n“Run away!”\r\n\r\n“Run away? How the devil could they run away?”\r\n\r\n“There seems to have been a loose board at the back of the shed.\r\nThe little dogs must have wriggled through. There is no trace of\r\nthem to be found.”\r\n\r\nUkridge flung up his arms despairingly. He swelled like a captive\r\nballoon. His pince-nez rocked on his nose, his mackintosh flapped\r\nmenacingly, and his collar sprang off its stud. He brought his fist\r\ndown with a crash on the table.\r\n\r\n“Upon my Sam!”\r\n\r\n“I am extremely sorry——”\r\n\r\n“Upon my Sam!” cried Ukridge. “It’s hard. It’s pretty hard. I come\r\ndown here to inaugurate a great business, which would eventually\r\nhave brought trade and prosperity to the whole neighbourhood, and\r\nI have hardly had time to turn round and attend to the preliminary\r\ndetails of the enterprise when this man comes and sneaks my dogs.\r\nAnd now he tells me with a light laugh——”\r\n\r\n“Mr. Ukridge, I assure you——”\r\n\r\n“Tells me with a light laugh that they’ve gone. Gone! Gone where?\r\nWhy, dash it, they may be all over the county. A fat chance I’ve\r\ngot of ever seeing them again. Six valuable Pekingese, already\r\neducated practically to the stage where they could have been sold\r\nat an enormous profit——”\r\n\r\nMr. Nickerson was fumbling guiltily, and now he produced from his\r\npocket a crumpled wad of notes, which he thrust agitatedly upon\r\nUkridge, who waved them away with loathing.\r\n\r\n“This gentleman,” boomed Ukridge, indicating me with a sweeping\r\ngesture, “happens to be a lawyer. It is extremely lucky that he\r\nchanced to come down to-day to pay me a visit. Have you followed\r\nthe proceedings closely?”\r\n\r\nI said I had followed them very closely.\r\n\r\n“Is it your opinion that an action will lie?”\r\n\r\nI said it seemed highly probable, and this expert ruling appeared\r\nto put the final touch on Mr. Nickerson’s collapse. Almost tearfully\r\nhe urged the notes on Ukridge.\r\n\r\n“What’s this?” said Ukridge, loftily.\r\n\r\n“I—I thought, Mr. Ukridge, that, if it were agreeable to you, you\r\nmight consent to take your money back, and—and consider the episode\r\nclosed.”\r\n\r\nUkridge turned to me with raised eyebrows.\r\n\r\n“Ha!” he cried. “Ha, ha!”\r\n\r\n“Ha, ha!” I chorused, dutifully.\r\n\r\n“He thinks that he can close the episode by giving me my money\r\nback. Isn’t that rich?”\r\n\r\n“Fruity,” I agreed.\r\n\r\n“Those dogs were worth hundreds of pounds, and he thinks he can\r\nsquare me with a rotten twenty. Would you have believed it if you\r\nhadn’t heard it with your own ears, old horse?”\r\n\r\n“Never!”\r\n\r\n“I’ll tell you what I’ll do,” said Ukridge, after thought. “I’ll\r\ntake this money.” Mr. Nickerson thanked him. “And there are one or\r\ntwo trifling accounts which want settling with some of the local\r\ntradesmen. You will square those——”\r\n\r\n“Certainly, Mr. Ukridge, certainly.”\r\n\r\n“And after that—well, I’ll have to think it over. If I decide to\r\ninstitute proceedings my lawyer will communicate with you in due\r\ncourse.”\r\n\r\nAnd we left the wretched man, cowering despicably behind his\r\nwhiskers.\r\n\r\nIt seemed to me, as we passed down the tree-shaded lane and out\r\ninto the white glare of the road, that Ukridge was bearing himself\r\nin his hour of disaster with a rather admirable fortitude. His\r\nstock-in-trade, the life-blood of his enterprise, was scattered\r\nall over Kent, probably never to return, and all that he had to\r\nshow on the other side of the balance-sheet was the cancelling of\r\na few weeks’ back rent and the paying-off of Gooch, the grocer,\r\nand his friends. It was a situation which might well have crushed\r\nthe spirit of an ordinary man, but Ukridge seemed by no means\r\ndejected. Jaunty, rather. His eyes shone behind their pince-nez\r\nand he whistled a rollicking air. When presently he began to sing,\r\nI felt that it was time to create a diversion.\r\n\r\n“What are you going to do?” I asked.\r\n\r\n“Who, me?” said Ukridge, buoyantly. “Oh, I’m coming back to town\r\non the next train. You don’t mind hoofing it to the next station,\r\ndo you? It’s only five miles. It might be a trifle risky to start\r\nfrom Sheep’s Cray.”\r\n\r\n“Why risky?”\r\n\r\n“Because of the dogs, of course.”\r\n\r\n“Dogs?”\r\n\r\nUkridge hummed a gay strain.\r\n\r\n“Oh, yes. I forgot to tell you about that. I’ve got ’em.”\r\n\r\n“What?”\r\n\r\n“Yes. I went out late last night and pinched them out of the shed.”\r\nHe chuckled amusedly. “Perfectly simple. Only needed a clear, level\r\nhead. I borrowed a dead cat and tied a string to it, legged it to\r\nold Nickerson’s garden after dark, dug a board out of the back of\r\nthe shed, and shoved my head down and chirruped. The dogs came\r\ntrickling out, and I hared off, towing old Colonel Cat on his\r\nstring. Great run while it lasted, laddie. Hounds picked up the\r\nscent right away and started off in a bunch at fifty miles an hour.\r\nCat and I doing a steady fifty-five. Thought every minute old\r\nNickerson would hear and start blazing away with a gun, but nothing\r\nhappened. I led the pack across country for a run of twenty minutes\r\nwithout a check, parked the dogs in my sitting-room, and so to bed.\r\nTook it out of me, by gosh! Not so young as I was.”\r\n\r\nI was silent for a moment, conscious of a feeling almost of\r\nreverence. This man was undoubtedly spacious. There had always been\r\nsomething about Ukridge that dulled the moral sense.\r\n\r\n“Well,” I said at length, “you’ve certainly got vision.”\r\n\r\n“Yes?” said Ukridge, gratified.\r\n\r\n“_And_ the big, broad, flexible outlook.”\r\n\r\n“Got to, laddie, nowadays. The foundation of a successful business\r\ncareer.”\r\n\r\n“And what’s the next move?”\r\n\r\nWe were drawing near to the White Cottage. It stood and broiled in\r\nthe sunlight, and I hoped that there might be something cool to\r\ndrink inside it. The window of the sitting-room was open, and\r\nthrough it came the yapping of Pekingese.\r\n\r\n“Oh, I shall find another cottage somewhere else,” said Ukridge,\r\neyeing his little home with a certain sentimentality. “That won’t\r\nbe hard. Lots of cottages all over the place. And then I shall\r\nbuckle down to serious work. You’ll be astounded at the progress\r\nI’ve made already. In a minute I’ll show you what those dogs can\r\ndo.”\r\n\r\n“They can bark all right.”\r\n\r\n“Yes. They seem excited about something. You know, laddie, I’ve\r\nhad a great idea. When I saw you at your rooms my scheme was to\r\nspecialise in performing dogs for the music-halls—what you might\r\ncall professional dogs. But I’ve been thinking it over, and now I\r\ndon’t see why I shouldn’t go in for developing amateur talent as\r\nwell. Say you have a dog—Fido, the household pet—and you think it\r\nwould brighten the home if he could do a few tricks from time to\r\ntime. Well, you’re a busy man, you haven’t the time to give up to\r\nteaching him. So you just tie a label to his collar and ship him\r\noff for a month to the Ukridge Dog College, and back he comes,\r\nthoroughly educated. No trouble, no worry, easy terms. Upon my Sam,\r\nI’m not sure there isn’t more money in the amateur branch than in\r\nthe professional. I don’t see why eventually dog owners shouldn’t\r\nsend their dogs to me as a regular thing, just as they send their\r\nsons to Eton and Winchester. My golly! this idea’s beginning to\r\ndevelop. I’ll tell you what—how would it be to issue special\r\ncollars to all dogs which have graduated from my college? Something\r\ndistinctive which everybody would recognise. See what I mean? Sort\r\nof badge of honour. Fellow with a dog entitled to wear the Ukridge\r\ncollar would be in a position to look down on the bloke whose dog\r\nhadn’t got one. Gradually it would get so that anybody in a decent\r\nsocial position would be ashamed to be seen out with a non-Ukridge\r\ndog. The thing would become a landslide. Dogs would pour in from\r\nall corners of the country. More work than I could handle. Have to\r\nstart branches. The scheme’s colossal. Millions in it, my boy!\r\nMillions!” He paused with his fingers on the handle of the front\r\ndoor. “Of course,” he went on, “just at present it’s no good\r\nblinking the fact that I’m hampered and handicapped by lack of\r\nfunds and can only approach the thing on a small scale. What it\r\namounts to, laddie, is that somehow or other I’ve got to get\r\ncapital.”\r\n\r\nIt seemed the moment to spring the glad news.\r\n\r\n“I promised him I wouldn’t mention it,” I said, “for fear it might\r\nlead to disappointment, but as a matter of fact George Tupper is\r\ntrying to raise some capital for you. I left him last night starting\r\nout to get it.”\r\n\r\n“George Tupper!”—Ukridge’s eyes dimmed with a not unmanly\r\nemotion—“George Tupper! By Gad, that fellow is the salt of the\r\nearth. Good, loyal fellow! A true friend. A man you can rely on.\r\nUpon my Sam, if there were more fellows about like old Tuppy, there\r\nwouldn’t be all this modern pessimism and unrest. Did he seem to\r\nhave any idea where he could raise a bit of capital for me?”\r\n\r\n“Yes. He went round to tell your aunt about your coming down here\r\nto train those Pekes, and——What’s the matter?”\r\n\r\nA fearful change had come over Ukridge’s jubilant front. His eyes\r\nbulged, his jaw sagged. With the addition of a few feet of grey\r\nwhiskers he would have looked exactly like the recent Mr. Nickerson.\r\n\r\n“My aunt?” he mumbled, swaying on the door-handle.\r\n\r\n“Yes. What’s the matter? He thought, if he told her all about it,\r\nshe might relent and rally round.”\r\n\r\nThe sigh of a gallant fighter at the end of his strength forced\r\nits way up from Ukridge’s mackintosh-covered bosom.\r\n\r\n“Of all the dashed, infernal, officious, meddling, muddling,\r\nfat-headed, interfering asses,” he said, wanly, “George Tupper is\r\nthe worst.”\r\n\r\n“What do you mean?”\r\n\r\n“The man oughtn’t to be at large. He’s a public menace.”\r\n\r\n“But——”\r\n\r\n“Those dogs _belong_ to my aunt. I pinched them when she chucked\r\nme out!”\r\n\r\nInside the cottage the Pekingese were still yapping industriously.\r\n\r\n“Upon my Sam,” said Ukridge, “it’s a little hard.”\r\n\r\nI think he would have said more, but at this point a voice spoke\r\nwith a sudden and awful abruptness from the interior of the cottage.\r\nIt was a woman’s voice, a quiet, steely voice, a voice, it seemed\r\nto me, that suggested cold eyes, a beaky nose, and hair like\r\ngun-metal.\r\n\r\n“Stanley!”\r\n\r\nThat was all it said, but it was enough. Ukridge’s eye met mine in\r\na wild surmise. He seemed to shrink into his mackintosh like a\r\nsnail surprised while eating lettuce.\r\n\r\n“Stanley!”\r\n\r\n“Yes, Aunt Julia?” quavered Ukridge.\r\n\r\n“Come here. I wish to speak to you.”\r\n\r\n“Yes, Aunt Julia.”\r\n\r\nI sidled out into the road. Inside the cottage the yapping of the\r\nPekingese had become quite hysterical. I found myself trotting,\r\nand then—though it was a warm day—running quite rapidly. I could\r\nhave stayed if I had wanted to, but somehow I did not want to.\r\nSomething seemed to tell me that on this holy domestic scene I\r\nshould be an intruder.\r\n\r\nWhat it was that gave me that impression I do not know—probably\r\nvision or the big, broad, flexible outlook."
  ]
}