{
  "index": 8,
  "title": "Chapter 7",
  "paragraphs": [
    "NO WEDDING BELLS FOR HIM\r\n\r\n\r\nTo Ukridge, as might be expected from one of his sunny optimism,\r\nthe whole affair has long since come to present itself in the light\r\nof yet another proof of the way in which all things in this world\r\nof ours work together for good. In it, from start to finish, he\r\nsees the finger of Providence; and, when marshalling evidence to\r\nsupport his theory that a means of escape from the most formidable\r\nperils will always be vouchsafed to the righteous and deserving,\r\nthis is the episode which he advances as Exhibit A.\r\n\r\nThe thing may be said to have had its beginning in the Haymarket\r\none afternoon towards the middle of the summer. We had been lunching\r\nat my expense at the Pall Mall Restaurant, and as we came out a\r\nlarge and shiny car drew up beside the kerb, and the chauffeur,\r\nalighting, opened the bonnet and began to fiddle about in its\r\ninterior with a pair of pliers. Had I been alone, a casual glance\r\nin passing would have contented me, but for Ukridge the spectacle\r\nof somebody else working always had an irresistible fascination,\r\nand, gripping my arm, he steered me up to assist him in giving the\r\ntoiler moral support. About two minutes after he had started to\r\nbreathe earnestly on the man’s neck, the latter, seeming to become\r\naware that what was tickling his back hair was not some wandering\r\nJune zephyr, looked up with a certain petulance.\r\n\r\n“’Ere!” he said, protestingly. Then his annoyance gave place to\r\nsomething which—for a chauffeur—approached cordiality. “’Ullo!” he\r\nobserved.\r\n\r\n“Why, hallo, Frederick,” said Ukridge. “Didn’t recognise you. Is\r\nthis the new car?”\r\n\r\n“Ah,” nodded the chauffeur.\r\n\r\n“Pal of mine,” explained Ukridge to me in a brief aside. “Met him\r\nin a pub.” London was congested with pals whom Ukridge had met in\r\npubs. “What’s the trouble?”\r\n\r\n“Missing,” said Frederick the chauffeur. “Soon ’ave her right.”\r\n\r\nHis confidence in his skill was not misplaced. After a short\r\ninterval he straightened himself, closed the bonnet, and wiped his\r\nhands.\r\n\r\n“Nice day,” he said.\r\n\r\n“Terrific,” agreed Ukridge. “Where are you off to?”\r\n\r\n“Got to go to Addington. Pick up the guv’nor, playin’ golf there.”\r\nHe seemed to hesitate for a moment, then the mellowing influence\r\nof the summer sunshine asserted itself. “Like a ride as far as East\r\nCroydon? Get a train back from there.”\r\n\r\nIt was a handsome offer, and one which neither Ukridge nor myself\r\nfelt disposed to decline. We climbed in, Frederick trod on the\r\nself-starter, and off we bowled, two gentlemen of fashion taking\r\ntheir afternoon airing. Speaking for myself, I felt tranquil and\r\ndebonair, and I have no reason to suppose that Ukridge was\r\notherwise. The deplorable incident which now occurred was thus\r\nrendered doubly distressing. We had stopped at the foot of the\r\nstreet to allow the north-bound traffic to pass, when our pleasant\r\nafter-luncheon torpidity was shattered by a sudden and violent\r\nshout.\r\n\r\n“Hi!”\r\n\r\nThat the shouter was addressing us there was no room for doubt. He\r\nwas standing on the pavement not four feet away, glaring unmistakably\r\ninto our costly tonneau—a stout, bearded man of middle age,\r\nunsuitably clad, considering the weather and the sartorial\r\nprejudices of Society, in a frock-coat and a bowler hat. “Hi! You!”\r\nhe bellowed, to the scandal of all good passers-by.\r\n\r\nFrederick the chauffeur, after one swift glance of god-like disdain\r\nout of the corner of his left eye, had ceased to interest himself\r\nin this undignified exhibition on the part of one of the lower\r\norders, but I was surprised to observe that Ukridge was betraying\r\nall the discomposure of some wild thing taken in a trap. His face\r\nhad turned crimson and assumed a bulbous expression, and he was\r\nstaring straight ahead of him with a piteous effort to ignore what\r\nmanifestly would not be ignored.\r\n\r\n“I’d like a word with you,” boomed the bearded one.\r\n\r\nAnd then matters proceeded with a good deal of rapidity. The\r\ntraffic had begun to move on now, and as we moved with it,\r\ntravelling with increasing speed, the man appeared to realise that\r\nif ’twere done ’twere well ’twere done quickly. He executed a\r\ncumbersome leap and landed on our running-board; and Ukridge,\r\ncoming suddenly to life, put out a large flat hand and pushed. The\r\nintruder dropped off, and the last I saw of him he was standing in\r\nthe middle of the road, shaking his fist, in imminent danger of\r\nbeing run over by a number three omnibus.\r\n\r\n“Gosh!” sighed Ukridge, with some feverishness.\r\n\r\n“What was it all about?” I enquired.\r\n\r\n“Bloke I owe a bit of money to,” explained Ukridge, tersely.\r\n\r\n“Ah!” I said, feeling that all had been made clear. I had never\r\nbefore actually seen one of Ukridge’s creditors in action, but he\r\nhad frequently given me to understand that they lurked all over\r\nLondon like leopards in the jungle, waiting to spring on him. There\r\nwere certain streets down which he would never walk for fear of\r\nwhat might befall.\r\n\r\n“Been trailing me like a bloodhound for two years,” said Ukridge.\r\n“Keeps bobbing up when I don’t expect him and turning my hair white\r\nto the roots.”\r\n\r\nI was willing to hear more, and even hinted as much, but he relapsed\r\ninto a moody silence. We were moving at a brisk clip into Clapham\r\nCommon when the second of the incidents occurred which were to make\r\nthis drive linger in the memory. Just as we came in sight of the\r\nCommon, a fool of a girl loomed up right before our front wheels.\r\nShe had been crossing the road, and now, after the manner of her\r\nspecies, she lost her head. She was a large, silly-looking girl,\r\nand she darted to and fro like a lunatic hen; and as Ukridge and\r\nI rose simultaneously from our seats, clutching each other in\r\nagony, she tripped over her feet and fell. But Frederick, master\r\nof his craft, had the situation well in hand. He made an inspired\r\nswerve, and when we stopped a moment later, the girl was picking\r\nherself up, dusty, but still in one piece.\r\n\r\nThese happenings affect different men in different ways. In\r\nFrederick’s cold grey eye as he looked over his shoulder and backed\r\nthe car there was only the weary scorn of a superman for the\r\nnever-ending follies of a woollen-headed proletariat. I, on the\r\nother hand, had reacted in a gust of nervous profanity. And Ukridge,\r\nI perceived as I grew calmer, the affair had touched on his\r\nchivalrous side. All the time we were backing he was mumbling to\r\nhimself, and he was out of the car, bleating apologies, almost\r\nbefore we had stopped.\r\n\r\n“Awfully sorry. Might have killed you. Can’t forgive myself.”\r\n\r\nThe girl treated the affair in still another way. She giggled. And\r\nsomehow that brainless laugh afflicted me more than anything that\r\nhad gone before. It was not her fault, I suppose. This untimely\r\nmirth was merely due to disordered nerves. But I had taken a\r\nprejudice against her at first sight.\r\n\r\n“I do hope,” babbled Ukridge, “you aren’t hurt? Do tell me you\r\naren’t hurt.”\r\n\r\nThe girl giggled again. And she was at least twelve pounds too\r\nheavy to be a giggler. I wanted to pass on and forget her.\r\n\r\n“No, reely, thanks.”\r\n\r\n“But shaken, what?”\r\n\r\n“I did come down a fair old bang,” chuckled this repellent female.\r\n\r\n“I thought so. I was afraid so. Shaken. Ganglions vibrating. You\r\nmust let me drive you home.”\r\n\r\n“Oh, it doesn’t matter.”\r\n\r\n“I insist. Positively I insist!”\r\n\r\n“’Ere!” said Frederick the chauffeur, in a low, compelling voice.\r\n\r\n“Eh?”\r\n\r\n“Got to get on to Addington.”\r\n\r\n“Yes, yes, yes,” said Ukridge, with testy impatience, quite the\r\nseigneur resenting interference from an underling. “But there’s\r\nplenty of time to drive this lady home. Can’t you see she’s shaken?\r\nWhere can I take you?”\r\n\r\n“It’s only just round the corner in the next street. Balbriggan the\r\nname of the house is.”\r\n\r\n“Balbriggan, Frederick, in the next street,” said Ukridge, in a\r\ntone that brooked no argument.\r\n\r\nI suppose the spectacle of the daughter of the house rolling up to\r\nthe front door in a Daimler is unusual in Peabody Road, Clapham\r\nCommon. At any rate, we had hardly drawn up when Balbriggan began\r\nto exude its occupants in platoons. Father, mother, three small\r\nsisters, and a brace of brothers were on the steps in the first\r\nten seconds. They surged down the garden path in a solid mass.\r\n\r\nUkridge was at his most spacious. Quickly establishing himself on\r\nthe footing of a friend of the family, he took charge of the whole\r\naffair. Introductions sped to and fro, and in a few moving words\r\nhe explained the situation, while I remained mute and insignificant\r\nin my corner and Frederick the chauffeur stared at his oil-gauge\r\nwith a fathomless eye.\r\n\r\n“Couldn’t have forgiven myself, Mr. Price, if anything had happened\r\nto Miss Price. Fortunately my chauffeur is an excellent driver and\r\nswerved just in time. You showed great presence of mind, Frederick,”\r\nsaid Ukridge, handsomely, “great presence of mind.”\r\n\r\nFrederick continued to gaze aloofly at his oil-gauge.\r\n\r\n“What a lovely car, Mr. Ukridge!” said the mother of the family.\r\n\r\n“Yes?” said Ukridge, airily. “Yes, quite a good old machine.”\r\n\r\n“Can you drive yourself?” asked the smaller of the two small\r\nbrothers, reverently.\r\n\r\n“Oh, yes. Yes. But I generally use Frederick for town work.”\r\n\r\n“Would you and your friend care to come in for a cup of tea?” said\r\nMrs. Price.\r\n\r\nI could see Ukridge hesitate. He had only recently finished an\r\nexcellent lunch, but there was that about the offer of a free meal\r\nwhich never failed to touch a chord in him. At this point, however,\r\nFrederick spoke.\r\n\r\n“’Ere!” said Frederick.\r\n\r\n“Eh?”\r\n\r\n“Got to get on to Addington,” said Frederick, firmly.\r\n\r\nUkridge started as one waked from a dream. I really believe he had\r\nsucceeded in persuading himself that the car belonged to him.\r\n\r\n“Of course, yes. I was forgetting. I have to be at Addington almost\r\nimmediately. Promised to pick up some golfing friends. Some other\r\ntime, eh?”\r\n\r\n“Any time you’re in the neighbourhood, Mr. Ukridge,” said Mr.\r\nPrice, beaming upon the popular pet.\r\n\r\n“Thanks, thanks.”\r\n\r\n“Tell me, Mr. Ukridge,” said Mrs. Price. “I’ve been wondering ever\r\nsince you told me your name. It’s such an unusual one. Are you any\r\nrelation to the Miss Ukridge who writes books?”\r\n\r\n“My aunt,” beamed Ukridge.\r\n\r\n“No, really? I do love her stories so. Tell me——”\r\n\r\nFrederick, whom I could not sufficiently admire, here broke off\r\nwhat promised to be a lengthy literary discussion by treading on\r\nthe self-starter, and we drove off in a flurry of good wishes and\r\ninvitations. I rather fancy I heard Ukridge, as he leaned over the\r\nback of the car, promising to bring his aunt round to Sunday supper\r\nsome time. He resumed his seat as we turned the corner and at once\r\nbegan to moralise.\r\n\r\n“Always sow the good seed, laddie. Absolutely nothing to beat the\r\ngood seed. Never lose the chance of establishing yourself. It is\r\nthe secret of a successful life. Just a few genial words, you see,\r\nand here I am with a place I can always pop into for a bite when\r\nfunds are low.”\r\n\r\nI was shocked at his sordid outlook, and said so. He rebuked me\r\nout of his larger wisdom.\r\n\r\n“It’s all very well to take that attitude, Corky my boy, but do\r\nyou realise that a family like that has cold beef, baked potatoes,\r\npickles, salad, blanc-mange, and some sort of cheese every Sunday\r\nnight after Divine service? There are moments in a man’s life,\r\nladdie, when a spot of cold beef with blanc-mange to follow means\r\nmore than words can tell.”\r\n\r\nIt was about a week later that I happened to go to the British\r\nMuseum to gather material for one of those brightly informative\r\narticles of mine which appeared from time to time in the weekly\r\npapers. I was wandering through the place, accumulating data, when\r\nI came upon Ukridge with a small boy attached to each hand. He\r\nseemed a trifle weary, and he welcomed me with something of the\r\ngratification of the shipwrecked mariner who sights a sail.\r\n\r\n“Run along and improve your bally minds, you kids,” he said to the\r\nchildren. “You’ll find me here when you’ve finished.”\r\n\r\n“All right, Uncle Stanley,” chorused the children.\r\n\r\n“Uncle Stanley?” I said, accusingly.\r\n\r\nHe winced a little. I had to give him credit for that.\r\n\r\n“Those are the Price kids. From Clapham.”\r\n\r\n“I remember them.”\r\n\r\n“I’m taking them out for the day. Must repay hospitality, Corky my\r\nboy.”\r\n\r\n“Then you have really been inflicting yourself on those unfortunate\r\npeople?”\r\n\r\n“I have looked in from time to time,” said Ukridge, with dignity.\r\n\r\n“It’s just over a week since you met them. How often have you\r\nlooked in?”\r\n\r\n“Couple of times, perhaps. Maybe three.”\r\n\r\n“To meals?”\r\n\r\n“There was a bit of browsing going on,” admitted Ukridge.\r\n\r\n“And now you’re Uncle Stanley!”\r\n\r\n“Fine, warm-hearted people,” said Ukridge, and it seemed to me that\r\nhe spoke with a touch of defiance. “Made me one of the family right\r\nfrom the beginning. Of course, it cuts both ways. This afternoon,\r\nfor instance, I got landed with those kids. But, all in all, taking\r\nthe rough with the smooth, it has worked out distinctly on the\r\nright side of the ledger. I own I’m not over keen on the hymns\r\nafter Sunday supper, but the supper, laddie, is undeniable. As good\r\na bit of cold beef,” said Ukridge, dreamily, “as I ever chewed.”\r\n\r\n“Greedy brute,” I said, censoriously.\r\n\r\n“Must keep body and soul together, old man. Of course, there are\r\none or two things about the business that are a bit embarrassing.\r\nFor instance, somehow or other they seem to have got the idea that\r\nthat car we turned up in that day belongs to me, and the kids are\r\nalways pestering me to take them for a ride. Fortunately I’ve\r\nmanaged to square Frederick, and he thinks he can arrange for a\r\nspin or two during the next few days. And then Mrs. Price keeps\r\nasking me to bring my aunt round for a cup of tea and a chat, and\r\nI haven’t the heart to tell her that my aunt absolutely and finally\r\ndisowned me the day after that business of the dance.”\r\n\r\n“You didn’t tell me that.”\r\n\r\n“Didn’t I? Oh, yes. I got a letter from her saying that as far as\r\nshe was concerned I had ceased to exist. I thought it showed a\r\nnasty, narrow spirit, but I can’t say I was altogether surprised.\r\nStill, it makes it awkward when Mrs. Price wants to get matey with\r\nher. I’ve had to tell her that my aunt is a chronic invalid and\r\nnever goes out, being practically bedridden. I find all this a bit\r\nwearing, laddie.”\r\n\r\n“I suppose so.”\r\n\r\n“You see,” said Ukridge, “I dislike subterfuge.”\r\n\r\nThere seemed no possibility of his beating this, so I left the man\r\nand resumed my researches.\r\n\r\nAfter this I was out of town for a few weeks, taking my annual\r\nvacation. When I got back to Ebury Street, Bowles, my landlord,\r\nafter complimenting me in a stately way on my sunburned appearance,\r\ninformed me that George Tupper had called several times while I\r\nwas away.\r\n\r\n“Appeared remarkably anxious to see you, sir.”\r\n\r\nI was surprised at this. George Tupper was always glad—or seemed\r\nto be glad—to see an old school friend when I called upon him, but\r\nhe rarely sought me out in my home.\r\n\r\n“Did he say what he wanted?”\r\n\r\n“No, sir. He left no message. He merely enquired as to the probable\r\ndate of your return and expressed a desire that you would visit\r\nhim as soon as convenient.”\r\n\r\n“I’d better go and see him now.”\r\n\r\n“It might be advisable, sir.”\r\n\r\nI found George Tupper at the Foreign Office, surrounded by\r\nimportant-looking papers.\r\n\r\n“Here you are at last!” cried George, resentfully, it seemed to\r\nme. “I thought you were never coming back.”\r\n\r\n“I had a splendid time, thanks very much for asking,” I replied.\r\n“Got the roses back to my cheeks.”\r\n\r\nGeorge, who seemed far from his usual tranquil self, briefly cursed\r\nmy cheeks and their roses.\r\n\r\n“Look here,” he said, urgently, “something’s got to be done. Have\r\nyou seen Ukridge yet?”\r\n\r\n“Not yet. I thought I would look him up this evening.”\r\n\r\n“You’d better. Do you know what has happened? That poor ass has\r\ngone and got himself engaged to be married to a girl at Clapham!”\r\n\r\n“What?”\r\n\r\n“Engaged! Girl at Clapham! Clapham Common,” added George Tupper,\r\nas if in his opinion that made the matter even worse.\r\n\r\n“You’re joking!”\r\n\r\n“I’m not joking,” said George peevishly. “Do I look as if I were\r\njoking? I met him in Battersea Park with her, and he introduced\r\nme. She reminded me,” said George Tupper, shivering slightly, for\r\nthat fearful evening had seared his soul deeply, “of that ghastly\r\nfemale in pink he brought with him the night I gave you two dinner\r\nat the Regent Grill—the one who talked at the top of her voice all\r\nthe time about her aunt’s stomach-trouble.”\r\n\r\nHere I think he did Miss Price an injustice. She had struck me\r\nduring our brief acquaintance as something of a blister, but I had\r\nnever quite classed her with Battling Billson’s Flossie.\r\n\r\n“Well, what do you want me to do?” I asked, not, I think,\r\nunreasonably.\r\n\r\n“You’ve got to think of some way of getting him out of it. I can’t\r\ndo anything. I’m busy all day.”\r\n\r\n“So am I busy.”\r\n\r\n“Busy my left foot!” said George Tupper, who in moments of strong\r\nemotion was apt to relapse into the phraseology of school days and\r\nexpress himself in a very un-Foreign Official manner. “About once\r\na week you work up energy enough to write a rotten article for some\r\nrag of a paper on ‘Should Curates Kiss?’ or some silly subject,\r\nand the rest of the time you loaf about with Ukridge. It’s obviously\r\nyour job to disentangle the poor idiot.”\r\n\r\n“But how do you know he wants to be disentangled? It seems to me\r\nyou’re jumping pretty readily to conclusions. It’s all very well\r\nfor you bloodless officials to sneer at the holy passion, but it’s\r\nlove, as I sometimes say, that makes the world go round. Ukridge\r\nprobably feels that until now he never realised what true happiness\r\ncould mean.”\r\n\r\n“Does he?” snorted George Tupper. “Well, he didn’t look it when I\r\nmet him. He looked like—well, do you remember when he went in for\r\nthe heavyweights at school and that chap in Seymour’s house hit\r\nhim in the wind in the first round? That’s how he looked when he\r\nwas introducing the girl to me.”\r\n\r\nI am bound to say the comparison impressed me. It is odd how these\r\nlittle incidents of one’s boyhood linger in the memory. Across the\r\nyears I could see Ukridge now, half doubled up, one gloved hand\r\ncaressing his diaphragm, a stunned and horrified bewilderment in\r\nhis eyes. If his bearing as an engaged man had reminded George\r\nTupper of that occasion, it certainly did seem as if the time had\r\ncome for his friends to rally round him.\r\n\r\n“You seem to have taken on the job of acting as a sort of unofficial\r\nkeeper to the man,” said George. “You’ll have to help him now.”\r\n\r\n“Well, I’ll go and see him.”\r\n\r\n“The whole thing is too absurd,” said George Tupper. “How can\r\nUkridge get married to anyone! He hasn’t a bob in the world.”\r\n\r\n“I’ll point that out to him. He’s probably overlooked it.”\r\n\r\nIt was my custom when I visited Ukridge at his lodgings to stand\r\nunderneath his window and bellow his name—upon which, if at home\r\nand receiving, he would lean out and drop me down his latchkey,\r\nthus avoiding troubling his landlady to come up from the basement\r\nto open the door. A very judicious proceeding, for his relations\r\nwith that autocrat were usually in a somewhat strained condition.\r\nI bellowed now, and his head popped out.\r\n\r\n“Hallo, laddie!”\r\n\r\nIt seemed to me, even at this long range, that there was something\r\npeculiar about his face, but it was not till I had climbed the\r\nstairs to his room that I was able to be certain. I then perceived\r\nthat he had somehow managed to acquire a black eye, which, though\r\npast its first bloom, was still of an extraordinary richness.\r\n\r\n“Great Scott!” I cried, staring at this decoration. “How and when?”\r\n\r\nUkridge drew at his pipe moodily.\r\n\r\n“It’s a long story,” he said. “Do you remember some people named\r\nPrice at Clapham——”\r\n\r\n“You aren’t going to tell me your _fiancée_ has biffed you in the\r\neye already?”\r\n\r\n“Have you heard?” said Ukridge, surprised. “Who told you I was\r\nengaged?”\r\n\r\n“George Tupper. I’ve just been seeing him.”\r\n\r\n“Oh, well, that saves a lot of explanation. Laddie,” said Ukridge,\r\nsolemnly, “let this be a warning to you. Never——”\r\n\r\nI wanted facts, not moralisings.\r\n\r\n“How did you get the eye?” I interrupted.\r\n\r\nUkridge blew out a cloud of smoke and his other eye glowed sombrely.\r\n\r\n“That was Ernie Finch,” he said, in a cold voice.\r\n\r\n“Who is Ernie Finch? I’ve never heard of him.”\r\n\r\n“He’s a sort of friend of the family, and as far as I can make out\r\nwas going rather strong as regards Mabel till I came along. When\r\nwe got engaged he was away, and no one apparently thought it worth\r\nwhile to tell him about it, and he came along one night and found\r\nme kissing her good-bye in the front garden. Observe how these\r\nthings work out, Corky. The sight of him coming along suddenly gave\r\nMabel a start, and she screamed; the fact that she screamed gave\r\nthis man Finch a totally wrong angle on the situation; and this\r\ncaused him, blast him, to rush up, yank off my glasses with one\r\nhand, and hit me with the other right in the eye. And before I\r\ncould get at him the family were roused by Mabel’s screeches and\r\ncame out and separated us and explained that I was engaged to\r\nMabel. Of course, when he heard that, the man apologised. And I\r\nwish you could have seen the beastly smirk he gave when he was\r\ndoing it. Then there was a bit of a row and old Price forbade him\r\nthe house. A fat lot of good that was? I’ve had to stay indoors\r\never since waiting for the colour-scheme to dim a bit.”\r\n\r\n“Of course,” I urged, “one can’t help being sorry for the chap in\r\na way.”\r\n\r\n“_I_ can,” said Ukridge, emphatically. “I’ve reached the conclusion\r\nthat there is not room in this world for Ernie Finch and myself,\r\nand I’m living in the hope of meeting him one of these nights down\r\nin a dark alley.”\r\n\r\n“You sneaked his girl,” I pointed out.\r\n\r\n“I don’t want his beastly girl,” said Ukridge, with ungallant heat.\r\n\r\n“Then you really do want to get out of this thing?”\r\n\r\n“Of course I want to get out of it.”\r\n\r\n“But, if you feel like that, how on earth did you ever let it\r\nhappen?”\r\n\r\n“I simply couldn’t tell you, old horse,” said Ukridge, frankly.\r\n“It’s all a horrid blur. The whole affair was the most ghastly\r\nshock to me. It came absolutely out of a blue sky. I had never so\r\nmuch as suspected the possibility of such a thing. All I know is\r\nthat we found ourselves alone in the drawing-room after Sunday\r\nsupper, and all of a sudden the room became full of Prices of every\r\ndescription babbling blessings. And there I was!”\r\n\r\n“But you must have given them something to go on.”\r\n\r\n“I was holding her hand. I admit that.”\r\n\r\n“Ah!”\r\n\r\n“Well, my gosh, I don’t see why there should have been such a fuss\r\nabout that. What does a bit of hand-holding amount to? The whole\r\nthing, Corky, my boy, boils down to the question, Is any man safe?\r\nIt’s got so nowadays,” said Ukridge, with a strong sense of injury,\r\n“that you’ve only to throw a girl a kindly word, and the next thing\r\nyou know you’re in the Lord Warden Hotel at Dover, picking the rice\r\nout of your hair.”\r\n\r\n“Well, you must own that you were asking for it. You rolled up in\r\na new Daimler and put on enough dog for half a dozen millionaires.\r\nAnd you took the family for rides, didn’t you?”\r\n\r\n“Perhaps a couple of times.”\r\n\r\n“And talked about your aunt, I expect, and how rich she was?”\r\n\r\n“I may have touched on my aunt occasionally.”\r\n\r\n“Well, naturally these people thought you were sent from heaven.\r\nThe wealthy son-in-law.” Ukridge projected himself from the depths\r\nsufficiently to muster up the beginnings of a faint smile of\r\ngratification at the description. Then his troubles swept him back\r\nagain. “All you’ve got to do, if you want to get out of it, is to\r\nconfess to them that you haven’t a bob.”\r\n\r\n“But, laddie, that’s the difficulty. It’s a most unfortunate thing,\r\nbut, as it happens, I am on the eve of making an immense fortune,\r\nand I’m afraid I hinted as much to them from time to time.”\r\n\r\n“What do you mean?”\r\n\r\n“Since I saw you last I’ve put all my money in a bookmaker’s\r\nbusiness.”\r\n\r\n“How do you mean—all your money? Where did you get any money?”\r\n\r\n“You haven’t forgotten the fifty quid I made selling tickets for\r\nmy aunt’s dance? And then I collected a bit more here and there\r\nout of some judicious bets. So there it is. The firm is in a small\r\nway at present, but with the world full of mugs shoving and jostling\r\none another to back losers, the thing is a potential goldmine,\r\nand I’m a sleeping partner. It’s no good my trying to make these\r\npeople believe I’m hard up. They would simply laugh in my face and\r\nrush off and start breach-of-promise actions. Upon my Sam, it’s a\r\nlittle hard! Just when I have my foot firmly planted on the ladder\r\nof success, this has to happen.” He brooded in silence for awhile.\r\n“There’s just one scheme that occurred to me,” he said at length.\r\n“Would you have any objection to writing an anonymous letter?”\r\n\r\n“What’s the idea?”\r\n\r\n“I was just thinking that, if you were to write them an anonymous\r\nletter, accusing me of all sorts of things——Might say I was married\r\nalready.”\r\n\r\n“Not a bit of good.”\r\n\r\n“Perhaps you’re right,” said Ukridge, gloomily, and after a few\r\nminutes more of thoughtful silence I left him. I was standing on\r\nthe front steps when I heard him clattering down the stairs.\r\n\r\n“Corky, old man!”\r\n\r\n“Hallo?”\r\n\r\n“I think I’ve got it,” said Ukridge, joining me on the steps. “Came\r\nto me in a flash a second ago. How would it be if someone were to\r\ngo down to Clapham and pretend to be a detective making enquiries\r\nabout me? Dashed sinister and mysterious, you know. A good deal of\r\nmeaning nods and shakes of the head. Give the impression that I\r\nwas wanted for something or other. You get the idea? You would ask\r\na lot of questions and take notes in a book——”\r\n\r\n“How do you mean—_I_ would?”\r\n\r\nUkridge looked at me in pained surprise.\r\n\r\n“Surely, old horse, you wouldn’t object to doing a trifling service\r\nlike this for an old friend?”\r\n\r\n“I would, strongly. And in any case, what would be the use of my\r\ngoing? They’ve seen me.”\r\n\r\n“Yes, but they wouldn’t recognise you. Yours,” said Ukridge,\r\ningratiatingly, “is an ordinary, meaningless sort of face. Or one\r\nof those theatrical costumier people would fit you out with a\r\ndisguise——”\r\n\r\n“No!” I said, firmly. “I’m willing to do anything in reason to help\r\nyou out of this mess, but I refuse to wear false whiskers for you\r\nor anyone.”\r\n\r\n“All right then,” said Ukridge, despondently; “in that case,\r\nthere’s nothing to be——”\r\n\r\nAt this moment he disappeared. It was so swiftly done that he\r\nseemed to have been snatched up to heaven. Only the searching odour\r\nof his powerful tobacco lingered to remind me that he had once been\r\nat my side, and only the slam of the front door told me where he\r\nhad gone. I looked about, puzzled to account for this abrupt\r\ndeparture, and as I did so heard galloping footsteps and perceived\r\na stout, bearded gentleman of middle age, clad in a frock-coat and\r\na bowler hat. He was one of those men who, once seen, are not\r\nreadily forgotten; and I recognised him at once. It was the\r\ncreditor, the bloke Ukridge owed a bit of money to, the man who\r\nhad tried to board our car in the Haymarket. Halting on the pavement\r\nbelow me, he removed the hat and dabbed at his forehead with a\r\nlarge coloured silk handkerchief.\r\n\r\n“Was that Mr. Smallweed you were talking to?” he demanded, gustily.\r\nHe was obviously touched in the wind.\r\n\r\n“No,” I replied, civilly. “No. Not Mr. Smallweed.”\r\n\r\n“You’re lying to me, young man!” cried the creditor, his voice\r\nrising in a too-familiar shout. And at the words, as if they had\r\nbeen some magic spell, the street seemed suddenly to wake from\r\nslumber. It seethed with human life. Maids popped out of windows,\r\nareas disgorged landladies, the very stones seemed to belch forth\r\nexcited spectators. I found myself the centre of attraction—and,\r\nfor some reason which was beyond me, cast for the _rôle_ of the\r\nvillain of the drama. What I had actually done to the poor old man,\r\nnobody appeared to know; but the school of thought which held that\r\nI had picked his pocket and brutally assaulted him had the largest\r\nnumber of adherents, and there was a good deal of informal talk of\r\nlynching me. Fortunately a young man in a blue flannel suit, who\r\nhad been one of the earliest arrivals on the scene, constituted\r\nhimself a peacemaker.\r\n\r\n“Come along, o’ man,” he said, soothingly, his arm weaving itself\r\ninto that of the fermenting creditor. “You don’t want to make\r\nyourself conspicuous, do you?”\r\n\r\n“In there!” roared the creditor, pointing at the door.\r\n\r\nThe crowd seemed to recognise that there had been an error in its\r\ndiagnosis. The prevalent opinion now was that I had kidnapped the\r\nman’s daughter and was holding her prisoner behind that sinister\r\ndoor. The movement in favour of lynching me became almost universal.\r\n\r\n“Now, now!” said the young man, whom I was beginning to like more\r\nevery minute.\r\n\r\n“I’ll kick the door in!”\r\n\r\n“Now, now! You don’t want to go doing anything silly or foolish,”\r\npleaded the peacemaker. “There’ll be a policeman along before you\r\nknow where you are, and you’ll look foolish if he finds you kicking\r\nup a silly row.”\r\n\r\nI must say that, if I had been in the bearded one’s place and had\r\nhad right so indisputably on my side, this argument would not have\r\ninfluenced me greatly, but I suppose respectable citizens with a\r\nreputation to lose have different views on the importance of\r\ncolliding with the police, however right they may be. The creditor’s\r\nviolence began to ebb. He hesitated. He was plainly trying to\r\napproach the matter in the light of pure reason.\r\n\r\n“You know where the fellow lives,” argued the young man. “See what\r\nI mean? Meantersay, you can come and find him whenever you like.”\r\n\r\nThis, too, sounded thin to me. But it appeared to convince the\r\ninjured man. He allowed himself to be led away, and presently, the\r\nstar having left the stage, the drama ceased to attract. The\r\naudience melted away. Windows closed, areas emptied themselves,\r\nand presently the street was given over once more to the cat\r\nlunching in the gutter and the coster hymning his Brussels sprouts.\r\n\r\nA hoarse voice spoke through the letter-box.\r\n\r\n“Has he gone, laddie?”\r\n\r\nI put my mouth to the slit, and we talked together like Pyramus\r\nand Thisbe.\r\n\r\n“Yes.”\r\n\r\n“You’re sure?”\r\n\r\n“Certain.”\r\n\r\n“He isn’t lurking round the corner somewhere, waiting to pop out?”\r\n\r\n“No. He’s gone.”\r\n\r\nThe door opened and an embittered Ukridge emerged.\r\n\r\n“It’s a little hard!” he said, querulously. “You would scarcely\r\ncredit it, Corky, but all that fuss was about a measly one pound\r\ntwo and threepence for a rotten little clockwork man that broke\r\nthe first time I wound it up. Absolutely the first time, old man!\r\nIt’s not as if it had been a tandem bicycle, an enlarging camera,\r\na Kodak, and a magic lantern.”\r\n\r\nI could not follow him.\r\n\r\n“Why should a clockwork man be a tandem bicycle and the rest of\r\nit?”\r\n\r\n“It’s like this,” said Ukridge. “There was a bicycle and photograph\r\nshop down near where I lived a couple of years ago, and I happened\r\nto see a tandem bicycle there which I rather liked the look of. So\r\nI ordered it provisionally from this cove. Absolutely provisionally,\r\nyou understand. Also an enlarging camera, a Kodak, and a magic\r\nlantern. The goods were to be delivered when I had made up my mind\r\nabout them. Well, after about a week the fellow asks if there are\r\nany further particulars I want to learn before definitely buying\r\nthe muck. I say I am considering the matter, and in the meantime\r\nwill he be good enough to let me have that little clockwork man in\r\nhis window which walks when wound up?”\r\n\r\n“Well?”\r\n\r\n“Well, damme,” said Ukridge, aggrieved, “it didn’t walk. It broke\r\nthe first time I tried to wind it. Then a few weeks went by and\r\nthis bloke started to make himself dashed unpleasant. Wanted me to\r\npay him money! I reasoned with the blighter. I said: ‘Now look\r\nhere, my man, need we say any more about this? Really, I think\r\nyou’ve come out of the thing extremely well. Which,’ I said, ‘would\r\nyou rather be owed for? A clockwork man, or a tandem bicycle, an\r\nenlarging camera, a Kodak, and a magic lantern?’ You’d think that\r\nwould have been simple enough for the meanest intellect, but no,\r\nhe continued to make a fuss, until finally I had to move out of\r\nthe neighbourhood. Fortunately, I had given him a false name——”\r\n\r\n“Why?”\r\n\r\n“Just an ordinary business precaution,” explained Ukridge.\r\n\r\n“I see.”\r\n\r\n“I looked on the matter as closed. But ever since then he has been\r\nbounding out at me when I least expect him. Once, by gad, he nearly\r\nnailed me in the middle of the Strand, and I had to leg it like a\r\nhare up Burleigh Street and through Covent Garden. I’d have been\r\ncollared to a certainty, only he tripped over a basket of potatoes.\r\nIt’s persecution, damme, that’s what it is—persecution!”\r\n\r\n“Why don’t you pay the man?” I suggested.\r\n\r\n“Corky, old horse,” said Ukridge, with evident disapproval of these\r\nreckless fiscal methods, “talk sense. How can I pay the man? Apart\r\nfrom the fact that at this stage of my career it would be madness\r\nto start flinging money right and left, there’s the principle of\r\nthe thing!”\r\n\r\nThe immediate result of this disturbing episode was that Ukridge,\r\npacking his belongings in a small suit-case and reluctantly\r\ndisgorging a week’s rent in lieu of notice, softly and silently\r\nvanished away from his own lodgings and came to dwell in mine, to\r\nthe acute gratification of Bowles, who greeted his arrival with a\r\nsolemn joy and brooded over him at dinner the first night like a\r\nfather over a long-lost son. I had often given him sanctuary before\r\nin his hour of need, and he settled down with the easy smoothness\r\nof an old campaigner. He was good enough to describe my little\r\nplace as a home from home, and said that he had half a mind to stay\r\non and end his declining years there.\r\n\r\nI cannot say that this suggestion gave me the rapturous pleasure\r\nit seemed to give Bowles, who nearly dropped the potato dish in\r\nhis emotion; but still I must say that on the whole the man was\r\nnot an exacting guest. His practice of never rising before\r\nlunch-time ensured me those mornings of undisturbed solitude which\r\nare so necessary to the young writer if he is to give _Interesting\r\nBits_ of his best; and if I had work to do in the evenings he was\r\nalways ready to toddle downstairs and smoke a pipe with Bowles,\r\nwhom he seemed to find as congenial a companion as Bowles found\r\nhim. His only defect, indeed, was the habit he had developed of\r\nlooking in on me in my bedroom at all hours of the night to discuss\r\nsome new scheme designed to relieve him of his honourable\r\nobligations to Miss Mabel Price, of Balbriggan, Peabody Road,\r\nClapham Common. My outspoken remarks on this behaviour checked him\r\nfor forty-eight hours, but at three o’clock on the Sunday morning\r\nthat ended the first week of his visit light flashing out above my\r\nhead told me that he was in again.\r\n\r\n“I think, laddie,” I heard a satisfied voice remark, as a heavy\r\nweight descended on my toes, “I think, laddie, that at last I have\r\nhit the bull’s-eye and rung the bell. Hats off to Bowles, without\r\nwhom I would never have got the idea. It was only when he told me\r\nthe plot of that story he is reading that I began to see daylight.\r\nListen, old man,” said Ukridge, settling himself more comfortably\r\non my feet, “and tell me if you don’t think I am on to a good\r\nthing. About a couple of days before Lord Claude Tremaine was to\r\nmarry Angela Bracebridge, the most beautiful girl in London——”\r\n\r\n“What the devil are you talking about? And do you know what the\r\ntime is?”\r\n\r\n“Never mind the time, Corky my boy. To-morrow is the day of rest\r\nand you can sleep on till an advanced hour. I was telling you the\r\nplot of this Primrose Novelette thing that Bowles is reading.”\r\n\r\n“You haven’t woken me up at three in the morning to tell me the\r\nplot of a rotten novelette!”\r\n\r\n“You haven’t been listening, old man,” said Ukridge, with gentle\r\nreproach. “I was saying that it was this plot that gave me my big\r\nidea. To cut it fairly short, as you seem in a strange mood, this\r\nLord Claude bloke, having had a rummy pain in his left side, went\r\nto see a doctor a couple of days before the wedding, and the doc.\r\ngave him the start of his young life by telling him that he had\r\nonly six months to live. There’s a lot more of it, of course, and\r\nin the end it turns out that the fool of a doctor was all wrong;\r\nbut what I’m driving at is that this development absolutely put\r\nthe bee on the wedding. Everybody sympathised with Claude and said\r\nit was out of the question that he could dream of getting married.\r\nSo it suddenly occurred to me, laddie, that here was the scheme of\r\na lifetime. I’m going to supper at Balbriggan to-morrow, and what\r\nI want you to do is simply to——”\r\n\r\n“You can stop right there,” I said, with emotion. “I know what you\r\nwant me to do. You want me to come along with you, disguised in a\r\ntop-hat and a stethoscope, and explain to these people that I am\r\na Harley Street specialist, and have been sounding you and have\r\ndiscovered that you are in the last stages of heart-disease.”\r\n\r\n“Nothing of the kind, old man, nothing of the kind. I wouldn’t\r\ndream of asking you to do anything like that.”\r\n\r\n“Yes, you would, if you had happened to think of it.”\r\n\r\n“Well, as a matter of fact, since you mention it,” said Ukridge,\r\nthoughtfully, “it wouldn’t be a bad scheme. But if you don’t feel\r\nlike taking it on——”\r\n\r\n“I don’t.”\r\n\r\n“Well, then, all I want you to do is to come to Balbriggan at about\r\nnine. Supper will be over by then. No sense,” said Ukridge,\r\nthoughtfully, “in missing supper. Come to Balbriggan at about nine,\r\nask for me, and tell me in front of the gang that my aunt is\r\ndangerously ill.”\r\n\r\n“What’s the sense in that?”\r\n\r\n“You aren’t showing that clear, keen intelligence of which I have\r\noften spoken so highly, Corky. Don’t you see? The news is a terrible\r\nshock to me. It bowls me over. I clutch at my heart——”\r\n\r\n“They’ll see through it in a second.”\r\n\r\n“I ask for water——”\r\n\r\n“Ah, that’s a convincing touch. That’ll make them realise you\r\naren’t yourself.”\r\n\r\n“And after awhile we leave. In fact, we leave as quickly as we\r\njolly well can. You see what happens? I have established the fact\r\nthat my heart is weak, and in a few days I write and say I’ve been\r\nlooked over and the wedding must unfortunately be off because——”\r\n\r\n“Damned silly idea!”\r\n\r\n“Corky my boy,” said Ukridge gravely, “to a man as up against it\r\nas I am no idea is silly that looks as if it might work. Don’t you\r\nthink this will work?”\r\n\r\n“Well, it might, of course,” I admitted.\r\n\r\n“Then I shall have a dash at it. I can rely on you to do your\r\npart?”\r\n\r\n“How am I supposed to know that your aunt is ill?”\r\n\r\n“Perfectly simple. They ’phoned from her house, and you are the\r\nonly person who knows where I’m spending the evening.”\r\n\r\n“And will you swear that this is really all you want me to do?”\r\n\r\n“Absolutely all.”\r\n\r\n“No getting me there and letting me in for something foul?”\r\n\r\n“My dear old man!”\r\n\r\n“All right,” I said. “I feel in my bones that something’s going to\r\ngo wrong, but I suppose I’ve got to do it.”\r\n\r\n“Spoken like a true friend,” said Ukridge.\r\n\r\nAt nine o’clock on the following evening I stood on the steps of\r\nBalbriggan waiting for my ring at the bell to be answered. Cats\r\nprowled furtively in the purple dusk, and from behind a lighted\r\nwindow on the ground floor of the house came the tinkle of a piano\r\nand the sound of voices raised in one of the more mournful types\r\nof hymn. I recognised Ukridge’s above the rest. He was expressing\r\nwith a vigour which nearly cracked the glass a desire to be as a\r\nlittle child washed clean of sin, and it somehow seemed to deepen\r\nmy already substantial gloom. Long experience of Ukridge’s ingenious\r\nschemes had given me a fatalistic feeling with regard to them. With\r\nwhatever fair prospects I started out to co-operate with him on\r\nthese occasions, I almost invariably found myself entangled sooner\r\nor later in some nightmare imbroglio.\r\n\r\nThe door opened. A maid appeared.\r\n\r\n“Is Mr. Ukridge here?”\r\n\r\n“Yes, sir.”\r\n\r\n“Could I see him for a moment?”\r\n\r\nI followed her into the drawing-room.\r\n\r\n“Gentleman to see Mr. Ukridge, please,” said the maid, and left me\r\nto do my stuff.\r\n\r\nI was aware of a peculiar feeling. It was a sort of dry-mouthed\r\npanic, and I suddenly recognised it as the same helpless stage-fright\r\nwhich I had experienced years before on the occasion when, the old\r\nplace presumably being short of talent, I had been picked on to\r\nsing a solo at the annual concert at school. I gazed upon the\r\nroomful of Prices, and words failed me. Near the bookshelf against\r\nthe wall was a stuffed seagull of blackguardly aspect, suspended\r\nwith outstretched wings by a piece of string. It had a gaping\r\ngamboge beak and its eye was bright and sardonic. I found myself\r\ngazing at it in a hypnotised manner. It seemed to see through me\r\nat a glance.\r\n\r\nIt was Ukridge who came to the rescue. Incredibly at his ease in\r\nthis frightful room, he advanced to welcome me, resplendent in a\r\nmorning-coat, patent-leather shoes, and tie, all of which I\r\nrecognised as my property. As always when he looted my wardrobe,\r\nhe exuded wealth and respectability.\r\n\r\n“Want to see me, laddie?”\r\n\r\nHis eye met mine meaningly, and I found speech. We had rehearsed\r\nthis little scene with a good deal of care over the luncheon-table,\r\nand the dialogue began to come back to me. I was able to ignore\r\nthe seagull and proceed.\r\n\r\n“I’m afraid I have serious news, old man,” I said, in a hushed\r\nvoice.\r\n\r\n“Serious news?” said Ukridge, trying to turn pale.\r\n\r\n“Serious news!”\r\n\r\nI had warned him during rehearsals that this was going to sound\r\nuncommonly like a vaudeville cross-talk act of the Argumentative\r\nCollege Chums type, but he had ruled out the objection as\r\nfar-fetched. Nevertheless, that is just what it did sound like,\r\nand I found myself blushing warmly.\r\n\r\n“What is it?” demanded Ukridge, emotionally, clutching me by the\r\narm in a grip like the bite of a horse.\r\n\r\n“Ouch!” I cried. “Your aunt!”\r\n\r\n“My aunt?”\r\n\r\n“They telephoned from the house just now,” I proceeded, warming to\r\nmy work, “to say that she had had a relapse. Her condition is very\r\nserious. They want you there at once. Even now it may be too late.”\r\n\r\n“Water!” said Ukridge, staggering back and clawing at his\r\nwaistcoat—or rather at my waistcoat, which I had foolishly omitted\r\nto lock up. “Water!”\r\n\r\nIt was well done. Even I, much as I wished that he would stop\r\nwrenching one of my best ties all out of shape, was obliged to\r\nadmit that. I suppose it was his lifelong training in staggering\r\nunder the blows of Fate that made him so convincing. The Price\r\nfamily seemed to be shaken to its foundations. There was no water\r\nin the room, but a horde of juvenile Prices immediately rushed off\r\nin quest of some, and meanwhile the rest of the family gathered\r\nabout the stricken man, solicitous and sympathetic.\r\n\r\n“My aunt! Ill!” moaned Ukridge.\r\n\r\n“I shouldn’t worry, o’ man,” said a voice at the door.\r\n\r\nSo sneering and altogether unpleasant was this voice that for a\r\nmoment I almost thought that it must have been the sea-gull that\r\nhad spoken. Then, turning, I perceived a young man in a blue\r\nflannel suit. A young man whom I had seen before. It was the\r\nPeacemaker, the fellow who had soothed and led away the infuriated\r\nbloke to whom Ukridge owed a bit of money.\r\n\r\n“I shouldn’t worry,” he said again, and looked malevolently upon\r\nUkridge. His advent caused a sensation. Mr. Price, who had been\r\nkneading Ukridge’s shoulder with a strong man’s silent sympathy,\r\ntowered as majestically as his five feet six would permit him.\r\n\r\n“Mr. Finch,” he said, “may I enquire what you are doing in my\r\nhouse?”\r\n\r\n“All right, all right——”\r\n\r\n“I thought I told you——”\r\n\r\n“All right, all right,” repeated Ernie Finch, who appeared to be\r\na young man of character. “I’ve only come to expose an impostor.”\r\n\r\n“Impostor!”\r\n\r\n“Him!” said young Mr. Finch, pointing a scornful finger at Ukridge.\r\n\r\nI think Ukridge was about to speak, but he seemed to change his\r\nmind. As for me, I had edged out of the centre of things, and was\r\nlooking on as inconspicuously as I could from behind a red plush\r\nsofa. I wished to dissociate myself entirely from the proceedings.\r\n\r\n“Ernie Finch,” said Mrs. Price, swelling, “what do you mean?”\r\n\r\nThe young man seemed in no way discouraged by the general atmosphere\r\nof hostility. He twirled his small moustache and smiled a frosty\r\nsmile.\r\n\r\n“I mean,” he said, feeling in his pocket and producing an envelope,\r\n“that this fellow here hasn’t got an aunt. Or, if he has, she isn’t\r\nMiss Julia Ukridge, the well-known and wealthy novelist. I had my\r\nsuspicions about this gentleman right from the first, I may as well\r\ntell you, and ever since he came to this house I’ve been going\r\nround making a few enquiries about him. The first thing I did was\r\nto write his aunt—the lady he says is his aunt—making out I wanted\r\nher nephew’s address, me being an old school chum of his. Here’s\r\nwhat she writes back—you can see it for yourselves if you want to:\r\n‘Miss Ukridge acknowledges receipt of Mr. Finch’s letter, and in\r\nreply wishes to state that she has no nephew.’ No nephew! That’s\r\nplain enough, isn’t it?” He raised a hand to check comment. “And\r\nhere’s another thing,” he proceeded. “That motor-car he’s been\r\nswanking about in. It doesn’t belong to him at all. It belongs to\r\na man named Fillimore. I noted the number and made investigations.\r\nThis fellow’s name isn’t Ukridge at all. It’s Smallweed. He’s a\r\npenniless impostor who’s been pulling all your legs from the moment\r\nhe came into the house; and if you let Mabel marry him you’ll be\r\nmaking the biggest bloomer of your lives!”\r\n\r\nThere was an awestruck silence. Price looked upon Price in dumb\r\nconsternation.\r\n\r\n“I don’t believe you,” said the master of the house at length, but\r\nhe spoke without conviction.\r\n\r\n“Then, perhaps,” retorted Ernie Finch, “you’ll believe this\r\ngentleman. Come in, Mr. Grindlay.”\r\n\r\nBearded, frock-coated, and sinister beyond words, the Creditor\r\nstalked into the room.\r\n\r\n“You tell ’em,” said Ernie Finch.\r\n\r\nThe Creditor appeared more than willing. He fixed Ukridge with a\r\nglittering eye, and his bosom heaved with pent-up emotion.\r\n\r\n“Sorry to intrude on a family on Sunday evening,” he said, “but\r\nthis young man told me I should find Mr. Smallweed here, so I came\r\nalong. I’ve been hunting for him high and low for two years and\r\nmore about a matter of one pound two and threepence for goods\r\nsupplied.”\r\n\r\n“He owes you money?” faltered Mr. Price.\r\n\r\n“He bilked me,” said the Creditor, precisely.\r\n\r\n“Is this true?” said Mr. Price, turning to Ukridge.\r\n\r\nUkridge had risen and seemed to be wondering whether it was possible\r\nto sidle unobserved from the room. At this question he halted, and\r\na weak smile played about his lips.\r\n\r\n“Well——” said Ukridge.\r\n\r\nThe head of the family pursued his examination no further. His mind\r\nappeared to be made up. He had weighed the evidence and reached a\r\ndecision. His eyes flashed. He raised a hand and pointed to the\r\ndoor.\r\n\r\n“Leave my house!” he thundered.\r\n\r\n“Right-o!” said Ukridge, mildly.\r\n\r\n“And never enter it again!”\r\n\r\n“Right-o!” said Ukridge.\r\n\r\nMr. Price turned to his daughter.\r\n\r\n“Mabel,” he said, “this engagement of yours is broken. Broken, do\r\nyou understand? I forbid you ever to see this scoundrel again. You\r\nhear me?”\r\n\r\n“All right, pa,” said Miss Price, speaking for the first and last\r\ntime. She seemed to be of a docile and equable disposition. I\r\nfancied I caught a not-displeased glance on its way to Ernie Finch.\r\n\r\n“And now, sir,” cried Mr. Price, “go!”\r\n\r\n“Right-o!” said Ukridge.\r\n\r\nBut here the Creditor struck a business note.\r\n\r\n“And what,” he enquired, “about my one pound two and threepence?”\r\n\r\nIt seemed for a moment that matters were about to become difficult.\r\nBut Ukridge, ever ready-witted, found the solution.\r\n\r\n“Have you got one pound two and threepence on you, old man?” he\r\nsaid to me.\r\n\r\nAnd with my usual bad luck I had.\r\n\r\nWe walked together down Peabody Road. Already Ukridge’s momentary\r\ndiscomfiture had passed.\r\n\r\n“It just shows, laddie,” he said, exuberantly, “that one should\r\nnever despair. However black the outlook, old horse, never, never\r\ndespair. That scheme of mine might or might not have worked—one\r\ncannot tell. But, instead of having to go to all the bother of\r\nsubterfuge, to which I always object, here we have a nice, clean-cut\r\nsolution of the thing without any trouble at all.” He mused happily\r\nfor a moment. “I never thought,” he said, “that the time would come\r\nwhen I would feel a gush of kindly feeling towards Ernie Finch;\r\nbut, upon my Sam, laddie, if he were here now, I would embrace the\r\nfellow. Clasp him to my bosom, dash it!” He fell once more into a\r\nreverie. “Amazing, old horse,” he proceeded, “how things work out.\r\nMany a time I’ve been on the very point of paying that blighter\r\nGrindlay his money, merely to be rid of the annoyance of having\r\nhim always popping up, but every time something seemed to stop me.\r\nI can’t tell you what it was—a sort of feeling. Almost as if one\r\nhad a guardian angel at one’s elbow guiding one. My gosh, just\r\nthink where I would have been if I had yielded to the impulse. It\r\nwas Grindlay blowing in that turned the scale. By gad, Corky my\r\nboy, this is the happiest moment of my life.”\r\n\r\n“It might be the happiest of mine,” I said, churlishly, “if I\r\nthought I should ever see that one pound two and threepence again.”\r\n\r\n“Now, laddie, laddie,” protested Ukridge, “these are not the words\r\nof a friend. Don’t mar a moment of unalloyed gladness. Don’t you\r\nworry, you’ll get your money back. A thousandfold!”\r\n\r\n“When?”\r\n\r\n“One of these days,” said Ukridge, buoyantly. “One of these days.”"
  ]
}