{
  "index": 6,
  "title": "Chapter 5",
  "paragraphs": [
    "THE RETURN OF BATTLING BILLSON\r\n\r\n\r\nIt was a most embarrassing moment, one of those moments which plant\r\nlines on the face and turn the hair a distinguished grey at the\r\ntemples. I looked at the barman. The barman looked at me. The\r\nassembled company looked at us both impartially.\r\n\r\n“Ho!” said the barman.\r\n\r\nI am very quick. I could see at once that he was not in sympathy\r\nwith me. He was a large, profuse man, and his eye as it met mine\r\nconveyed the impression that he regarded me as a bad dream come\r\ntrue. His mobile lips curved slightly, showing a gold tooth; and\r\nthe muscles of his brawny arms, which were strong as iron bands,\r\ntwitched a little.\r\n\r\n“Ho!” he said.\r\n\r\nThe circumstances which had brought me into my present painful\r\nposition were as follows. In writing those stories for the popular\r\nmagazines which at that time were causing so many editors so much\r\nregret, I was accustomed, like one of my brother-authors, to take\r\nall mankind for my province. Thus, one day I would be dealing with\r\ndukes in their castles, the next I would turn right round and start\r\ntackling the submerged tenth in their slums. Versatile. At the\r\nmoment I happened to be engaged upon a rather poignant little thing\r\nabout a girl called Liz, who worked in a fried-fish shop in the\r\nRatcliff Highway, and I had accordingly gone down there to collect\r\nlocal colour. For whatever Posterity may say of James Corcoran, it\r\ncan never say that he shrank from inconvenience where his Art was\r\nconcerned.\r\n\r\nThe Ratcliff Highway is an interesting thoroughfare, but on a warm\r\nday it breeds thirst. After wandering about for an hour or so,\r\ntherefore, I entered the Prince of Wales public-house, called for\r\na pint of beer, drained it at a draught, reached in my pocket for\r\ncoin, and found emptiness. I was in a position to add to my notes\r\non the East End of London one to the effect that pocket-pickery\r\nflourishes there as a fine art.\r\n\r\n“I’m awfully sorry,” I said, smiling an apologetic smile and\r\nendeavouring to put a debonair winsomeness into my voice. “I find\r\nI’ve got no money.”\r\n\r\nIt was at this point that the barman said “Ho!” and moved out into\r\nthe open through a trick door in the counter.\r\n\r\n“I think my pocket must have been picked,” I said.\r\n\r\n“Oh, do you?” said the barman.\r\n\r\nHe gave me the idea of being rather a soured man. Years of\r\nassociation with unscrupulous citizens who tried to get drinks for\r\nnothing had robbed him of that fine fresh young enthusiasm with\r\nwhich he had started out on his career of barmanship.\r\n\r\n“I had better leave my name and address,” I suggested.\r\n\r\n“Who,” enquired the barman, coldly, “wants your blinking name and\r\naddress?”\r\n\r\nThese practical men go straight to the heart of a thing. He had\r\nput his finger on the very hub of the matter. Who did want my\r\nblinking name and address? No one.\r\n\r\n“I will send——” I was proceeding, when things began to happen\r\nsuddenly. An obviously expert hand gripped me by the back of the\r\nneck, another closed upon the seat of my trousers, there was a rush\r\nof air, and I was rolling across the pavement in the direction of\r\na wet and unsavoury gutter. The barman, gigantic against the dirty\r\nwhite front of the public-house, surveyed me grimly.\r\n\r\nI think that, if he had confined himself to mere looks—however\r\noffensive—I would have gone no farther into the matter. After all,\r\nthe man had right on his side. How could he be expected to see into\r\nmy soul and note its snowy purity? But, as I picked myself up, he\r\ncould not resist the temptation to improve the occasion.\r\n\r\n“That’s what comes of tryin’ to snitch drinks,” he said, with what\r\nseemed to me insufferable priggishness.\r\n\r\nThose harsh words stung me to the quick. I burned with generous\r\nwrath. I flung myself on that barman. The futility of attacking\r\nsuch a Colossus never occurred to me. I forgot entirely that he\r\ncould put me out of action with one hand.\r\n\r\nA moment later, however, he had reminded me of this fact. Even as\r\nI made my onslaught an enormous fist came from nowhere and crashed\r\ninto the side of my head. I sat down again.\r\n\r\n“’Ullo!”\r\n\r\nI was aware, dimly, that someone was speaking to me, someone who\r\nwas not the barman. That athlete had already dismissed me as a\r\nspent force and returned to his professional duties. I looked up\r\nand got a sort of general impression of bigness and blue serge,\r\nand then I was lifted lightly to my feet.\r\n\r\nMy head had begun to clear now, and I was able to look more steadily\r\nat my sympathiser. And, as I looked, the feeling came to me that\r\nI had seen him before somewhere. That red hair, those glinting\r\neyes, that impressive bulk—it was my old friend Wilberforce Billson\r\nand no other—Battling Billson, the coming champion, whom I had last\r\nseen fighting at Wonderland under the personal management of\r\nStanley Featherstonehaugh Ukridge.\r\n\r\n“Did ’e ’it yer?” enquired Mr. Billson.\r\n\r\nThere was only one answer to this. Disordered though my faculties\r\nwere, I was clear upon this point. I said, “Yes, he did hit me.”\r\n\r\n“’R!” said Mr. Billson, and immediately passed into the hostelry.\r\n\r\nIt was not at once that I understood the significance of this move.\r\nThe interpretation I placed upon his abrupt departure was that,\r\nhaving wearied of my society, he had decided to go and have some\r\nrefreshment. Only when the sound of raised voices from within came\r\npouring through the door did I begin to suspect that in attributing\r\nto it such callousness I might have wronged that golden nature.\r\nWith the sudden reappearance of the barman—who shot out as if\r\nimpelled by some imperious force and did a sort of backwards\r\nfox-trot across the pavement—suspicion became certainty.\r\n\r\nThe barman, as becomes a man plying his trade in the Ratcliff\r\nHighway, was made of stern stuff. He was no poltroon. As soon as\r\nhe had managed to stop himself from pirouetting, he dabbed at his\r\nright cheek-bone in a delicate manner, soliloquised for a moment,\r\nand then dashed back into the bar. And it was after the door had\r\nswung to again behind him that the proceedings may have been said\r\nformally to have begun.\r\n\r\nWhat precisely was going on inside that bar I was still too\r\nenfeebled to go and see. It sounded like an earthquake, and no\r\nmeagre earthquake at that. All the glassware in the world seemed\r\nto be smashing simultaneously, the populations of several cities\r\nwere shouting in unison, and I could almost fancy that I saw the\r\nwalls of the building shake and heave. And then somebody blew a\r\npolice-whistle.\r\n\r\nThere is a magic about the sound of a police-whistle. It acts like\r\noil on the most troubled waters. This one brought about an instant\r\nlull in the tumult. Glasses ceased to break, voices were hushed,\r\nand a moment later out came Mr. Billson, standing not upon the\r\norder of his going. His nose was bleeding a little and there was\r\nthe scenario of a black eye forming on his face, but otherwise\r\nthere seemed nothing much the matter with him. He cast a wary look\r\nup and down the street and sprinted for the nearest corner. And I,\r\nshaking off the dreamy after-effects of my encounter with the\r\nbarman, sprinted in his wake. I was glowing with gratitude and\r\nadmiration. I wanted to catch this man up and thank him formally.\r\nI wanted to assure him of my undying esteem. Moreover, I wanted to\r\nborrow sixpence from him. The realisation that he was the only man\r\nin the whole wide East End of London who was likely to lend me the\r\nmoney to save me having to walk back to Ebury Street gave me a rare\r\nburst of speed.\r\n\r\nIt was not easy to overtake him, for the sound of my pursuing feet\r\nevidently suggested to Mr. Billson that the hunt was up, and he\r\nmade good going. Eventually, however, when in addition to running\r\nI began to emit a plaintive “Mr. Billson! I say, Mr. Billson!” at\r\nevery second stride, he seemed to gather that he was among friends.\r\n\r\n“Oh, it’s you, is it?” he said, halting.\r\n\r\nHe was plainly relieved. He produced a murky pipe and lit it. I\r\ndelivered my speech of thanks. Having heard me out, he removed his\r\npipe and put into a few short words the moral of the whole affair.\r\n\r\n“Nobody don’t dot no pals of mine not when I’m around,” said Mr.\r\nBillson.\r\n\r\n“It was awfully good of you to trouble,” I said with feeling.\r\n\r\n“No trouble,” said Mr. Billson.\r\n\r\n“You must have hit that barman pretty hard. He came out at about\r\nforty miles an hour.”\r\n\r\n“I dotted him,” agreed Mr. Billson.\r\n\r\n“I’m afraid he has hurt your eye,” I said, sympathetically.\r\n\r\n“Him!” said Mr. Billson, expectorating with scorn. “That wasn’t\r\nhim. That was his pals. Six or seven of ’em there was.”\r\n\r\n“And did you dot them too?” I cried, amazed at the prowess of this\r\nwonder-man.\r\n\r\n“’R!” said Mr. Billson. He smoked awhile. “But I dotted ’im most,”\r\nhe proceeded. He looked at me with honest warmth, his chivalrous\r\nheart plainly stirred to its depths. “The idea,” he said,\r\ndisgustedly, “of a —— —— ’is size”—he defined the barman crisply\r\nand, as far as I could judge after so brief an acquaintanceship,\r\naccurately—“goin’ and dottin’ a little —— —— like you!”\r\n\r\nThe sentiment was so admirable that I could not take exception to\r\nits phraseology. Nor did I rebel at being called “little.” To a\r\nman of Mr. Billson’s mould I supposed most people looked little.\r\n\r\n“Well, I’m very much obliged,” I said.\r\n\r\nMr. Billson smoked in silence.\r\n\r\n“Have you been back long?” I asked, for something to say.\r\nOutstanding as were his other merits, he was not good at keeping\r\na conversation alive.\r\n\r\n“Back?” said Mr. Billson.\r\n\r\n“Back in London. Ukridge told me that you had gone to sea again.”\r\n\r\n“Say, mister,” exclaimed Mr. Billson, for the first time seeming\r\nto show real interest in my remarks, “you seen ’im lately?”\r\n\r\n“Ukridge? Oh, yes, I see him nearly every day.”\r\n\r\n“I been tryin’ to find ’im.”\r\n\r\n“I can give you his address,” I said. And I wrote it down on the\r\nback of an envelope. Then, having shaken his hand, I thanked him\r\nonce more for his courteous assistance and borrowed my fare back\r\nto Civilisation on the Underground, and we parted with mutual\r\nexpressions of good will.\r\n\r\nThe next step in the march of events was what I shall call the\r\nEpisode of the Inexplicable Female. It occurred two days later.\r\nReturning shortly after lunch to my rooms in Ebury Street, I was\r\nmet in the hall by Mrs. Bowles, my landlord’s wife. I greeted her\r\na trifle nervously, for, like her husband, she always exercised a\r\nrather oppressive effect on me. She lacked Bowles’s ambassadorial\r\ndignity, but made up for it by a manner so peculiarly sepulchral\r\nthat strong men quailed before her pale gaze. Scotch by birth, she\r\nhad an eye that looked as if it was for ever searching for astral\r\nbodies wrapped in winding-sheets—this, I believe, being a favourite\r\nindoor sport among certain sets in North Britain.\r\n\r\n“Sir,” said Mrs. Bowles, “there is a body in your sitting-room.”\r\n\r\n“A body!” I am bound to say that this Phillips-Oppenheim-like\r\nopening to the conversation gave me something of a shock. Then I\r\nremembered her nationality. “Oh, you mean a man?”\r\n\r\n“A woman,” corrected Mrs. Bowles. “A body in a pink hat.”\r\n\r\nI was conscious of a feeling of guilt. In this pure and modest\r\nhouse, female bodies in pink hats seemed to require explanation.\r\nI felt that the correct thing to do would have been to call upon\r\nHeaven to witness that this woman was nothing to me, nothing.\r\n\r\n“I was to give you this letter, sir.”\r\n\r\nI took it and opened the envelope with a sigh. I had recognised\r\nthe handwriting of Ukridge, and for the hundredth time in our close\r\nacquaintanceship there smote me like a blow the sad suspicion that\r\nthis man had once more gone and wished upon me some frightful\r\nthing.\r\n\r\n“My dear old Horse,—\r\n\r\n“It’s not often I ask you to do anything for me...\r\n\r\nI laughed hollowly.\r\n\r\n“My dear old Horse,—\r\n\r\n“It’s not often I ask you to do anything for me, laddie, but I beg\r\nand implore you to rally round now and show yourself the true\r\nfriend I know you are. The one thing I’ve always said about you,\r\nCorky my boy, is that you’re a real pal who never lets a fellow\r\ndown.\r\n\r\n“The bearer of this—a delightful woman, you’ll like her—is Flossie’s\r\nmother. She’s up for the day by excursion from the North, and it\r\nis absolutely vital that she be lushed up and seen off at Euston\r\nat six-forty-five. I can’t look after her myself, as unfortunately\r\nI’m laid up with a sprained ankle. Otherwise I wouldn’t trouble\r\nyou.\r\n\r\n“This is a life and death matter, old man, and I’m relying on you.\r\nI can’t possibly tell you how important it is that this old bird\r\nshould be suitably entertained. The gravest issues hang on it. So\r\nshove on your hat and go to it, laddie, and blessings will reward\r\nyou. Tell you all the details when we meet.\r\n\r\n“Yours ever,\r\n\r\n“S. F. Ukridge.\r\n\r\n“P.S.—I will defray all expenses later.”\r\n\r\nThose last words did wring a faint, melancholy smile from me, but\r\napart from them this hideous document seemed to me to be entirely\r\nfree from comic relief. I looked at my watch and found that it was\r\nbarely two-thirty. This female, therefore, was on my hands for a\r\nsolid four hours and a quarter. I breathed maledictions—futile, of\r\ncourse, for it was a peculiar characteristic of the demon Ukridge\r\non these occasions that, unless one were strong-minded enough to\r\ndisregard his frenzied pleadings altogether (a thing which was\r\nnearly always beyond me), he gave one no chance of escape. He\r\nsprang his foul schemes on one at the very last moment, leaving no\r\nopportunity for a graceful refusal.\r\n\r\nI proceeded slowly up the stairs to my sitting-room. It would have\r\nbeen a distinct advantage, I felt, if I had known who on earth this\r\nFlossie was of whom he wrote with such airy familiarity. The name,\r\nthough Ukridge plainly expected it to touch a chord in me, left me\r\nentirely unresponsive. As far as I was aware, there was no Flossie\r\nof any description in my life. I thought back through the years.\r\nLong-forgotten Janes and Kates and Muriels and Elizabeths rose from\r\nthe murky depths of my memory as I stirred it, but no Flossie. It\r\noccurred to me as I opened the door that, if Ukridge was expecting\r\npleasant reminiscences of Flossie to form a tender bond between me\r\nand her mother, he was building on sandy soil.\r\n\r\nThe first impression I got on entering the room was that Mrs.\r\nBowles possessed the true reporter’s gift for picking out the\r\ndetail that really mattered. One could have said many things about\r\nFlossie’s mother, as, for instance, that she was stout, cheerful,\r\nand far more tightly laced than a doctor would have considered\r\njudicious; but what stood out above all the others was the fact\r\nthat she was wearing a pink hat. It was the largest, gayest, most\r\nexuberantly ornate specimen of head-wear that I had ever seen, and\r\nthe prospect of spending four hours and a quarter in its society\r\nadded the last touch to my already poignant gloom. The only gleam\r\nof sunshine that lightened my darkness was the reflection that, if\r\nwe went to a picture-palace, she would have to remove it.\r\n\r\n“Er—how do you do?” I said, pausing in the doorway.\r\n\r\n“’Ow do you do?” said a voice from under the hat. “Say\r\n‘’Ow-do-you-do?’ to the gentleman, Cecil.”\r\n\r\nI perceived a small, shiny boy by the window. Ukridge, realising\r\nwith the true artist’s instinct that the secret of all successful\r\nprose is the knowledge of what to omit, had not mentioned him in\r\nhis letter; and, as he turned reluctantly to go through the\r\nnecessary civilities, it seemed to me that the burden was more than\r\nI could bear. He was a rat-faced, sinister-looking boy, and he\r\ngazed at me with a frigid distaste which reminded me of the barman\r\nat the Prince of Wales public-house in Ratcliff Highway.\r\n\r\n“I brought Cecil along,” said Flossie’s (and presumably Cecil’s)\r\nmother, after the stripling, having growled a cautious greeting,\r\nobviously with the mental reservation that it committed him to\r\nnothing, had returned to the window, “because I thought it would\r\nbe nice for ’im to say he had seen London.”\r\n\r\n“Quite, quite,” I replied, while Cecil, at the window, gazed darkly\r\nout at London as if he did not think much of it.\r\n\r\n“Mr. Ukridge said you would trot us round.”\r\n\r\n“Delighted, delighted,” I quavered, looking at the hat and looking\r\nswiftly away again. “I think we had better go to a picture-palace,\r\ndon’t you?”\r\n\r\n“Naw!” said Cecil. And there was that in his manner which suggested\r\nthat when he said “Naw!” it was final.\r\n\r\n“Cecil wants to see the sights,” explained his mother. “We can see\r\nall the pictures back at home. ’E’s been lookin’ forward to seein’\r\nthe sights of London. It’ll be an education for ’im, like, to see\r\nall the sights.”\r\n\r\n“Westminster Abbey?” I suggested. After all, what could be better\r\nfor the lad’s growing mind than to inspect the memorials of the\r\ngreat past and, if disposed, pick out a suitable site for his own\r\nburial at some later date? Also, I had a fleeting notion, which a\r\nmoment’s reflection exploded before it could bring me much comfort,\r\nthat women removed their hats in Westminster Abbey.\r\n\r\n“Naw!” said Cecil.\r\n\r\n“’E wants to see the murders,” explained Flossie’s mother.\r\n\r\nShe spoke as if it were the most reasonable of boyish desires, but\r\nit sounded to me impracticable. Homicides do not publish formal\r\nprogrammes of their intended activities. I had no notion what\r\nmurders were scheduled for to-day.\r\n\r\n“’E always reads up all the murders in the Sunday paper,” went on\r\nthe parent, throwing light on the matter.\r\n\r\n“Oh, I understand,” I said. “Then Madame Tussaud’s is the spot he\r\nwants. They’ve got all the murderers.”\r\n\r\n“Naw!” said Cecil.\r\n\r\n“It’s the places ’e wants to see,” said Flossie’s mother, amiably\r\ntolerant of my density. “The places where all them murders was\r\ncommitted. ’E’s clipped out the addresses and ’e wants to be able\r\nto tell ’is friends when he gets back that ’e’s seen ’em.”\r\n\r\nA profound relief surged over me.\r\n\r\n“Why, we can do the whole thing in a cab,” I cried. “We can stay\r\nin a cab from start to finish. No need to leave the cab at all.”\r\n\r\n“Or a bus?”\r\n\r\n“Not a bus,” I said firmly. I was quite decided on a cab—one with\r\nblinds that would pull down, if possible.\r\n\r\n“’Ave it your own way,” said Flossie’s mother, agreeably. “Speaking\r\nas far as I’m personally concerned, I’m shaw there’s nothing I\r\nwould rather prefer than a nice ride in a keb. Jear what the\r\ngentleman says, Cecil? You’re goin’ to ride in a keb.”\r\n\r\n“Urgh!” said Cecil, as if he would believe it when he saw it. A\r\nsceptical boy.\r\n\r\nIt was not an afternoon to which I look back as among the happiest\r\nI have spent. For one thing, the expedition far exceeded my hasty\r\nestimates in the matter of expense. Why it should be so I cannot\r\nsay, but all the best murders appear to take place in remote spots\r\nlike Stepney and Canning Town, and cab-fares to these places run\r\ninto money. Then, again, Cecil’s was not one of those personalities\r\nwhich become more attractive with familiarity. I should say at a\r\nventure that those who liked him best were those who saw the least\r\nof him. And, finally, there was a monotony about the entire\r\nproceedings which soon began to afflict my nerves. The cab would\r\ndraw up outside some mouldering house in some desolate street miles\r\nfrom civilisation, Cecil would thrust his unpleasant head out of\r\nthe window and drink the place in for a few moments of silent\r\necstasy, and then he would deliver his lecture. He had evidently\r\nread well and thoughtfully. He had all the information.\r\n\r\n“The Canning Town ’Orror,” he would announce.\r\n\r\n“Yes, dearie?” His mother cast a fond glance at him and a proud\r\none at me. “In this very ’ouse, was it?”\r\n\r\n“In this very ’ouse,” said Cecil, with the gloomy importance of a\r\nconfirmed bore about to hold forth on his favourite subject. “Jimes\r\nPotter ’is nime was. ’E was found at seven in the morning underneaf\r\nthe kitchen sink wiv ’is froat cut from ear to ear. It was the\r\nlandlady’s brother done it. They ’anged ’im at Pentonville.”\r\n\r\nSome more data from the child’s inexhaustible store, and then on\r\nto the next historic site.\r\n\r\n“The Bing Street ’Orror!”\r\n\r\n“In this very ’ouse, dearie?”\r\n\r\n“In this very ’ouse. Body was found in the cellar in an advanced\r\nstige of dee-cawm-po-sition wiv its ’ead bashed in, prezoomably by\r\nsome blunt instrument.”\r\n\r\nAt six-forty-six, ignoring the pink hat which protruded from the\r\nwindow of a third-class compartment and the stout hand that waved\r\na rollicking farewell, I turned from the train with a pale, set\r\nface, and, passing down the platform of Euston Station, told a\r\ncabman to take me with all speed to Ukridge’s lodgings in Arundel\r\nStreet, Leicester Square. There had never, so far as I knew, been\r\na murder in Arundel Street, but I was strongly of opinion that that\r\ntime was ripe. Cecil’s society and conversation had done much to\r\nneutralise the effects of a gentle upbringing, and I toyed almost\r\nluxuriously with the thought of supplying him with an Arundel\r\nStreet Horror for his next visit to the Metropolis.\r\n\r\n“Aha, laddie,” said Ukridge, as I entered. “Come in, old horse.\r\nGlad to see you. Been wondering when you would turn up.”\r\n\r\nHe was in bed, but that did not remove the suspicion which had been\r\ngrowing in me all the afternoon that he was a low malingerer. I\r\nrefused to believe for a moment in that sprained ankle of his. My\r\nview was that he had had the advantage of a first look at Flossie’s\r\nmother and her engaging child and had shrewdly passed them on to\r\nme.\r\n\r\n“I’ve been reading your book, old man,” said Ukridge, breaking a\r\npregnant silence with an overdone carelessness. He brandished\r\nwinningly the only novel I had ever written, and I can offer no\r\nbetter proof of the black hostility of my soul than the statement\r\nthat even this did not soften me. “It’s immense, laddie. No other\r\nword for it. Immense. Damme, I’ve been crying like a child.”\r\n\r\n“It is supposed to be a humorous novel,” I pointed out, coldly.\r\n\r\n“Crying with laughter,” explained Ukridge, hurriedly.\r\n\r\nI eyed him with loathing.\r\n\r\n“Where do you keep your blunt instruments?” I asked.\r\n\r\n“My what?”\r\n\r\n“Your blunt instrument. I want a blunt instrument. Give me a blunt\r\ninstrument. My God! Don’t tell me you have no blunt instrument.”\r\n\r\n“Only a safety-razor.”\r\n\r\nI sat down wearily on the bed.\r\n\r\n“Hi! Mind my ankle!”\r\n\r\n“Your ankle!” I laughed a hideous laugh, the sort of laugh the\r\nlandlady’s brother might have emitted before beginning operations\r\non James Potter. “A lot there is the matter with your ankle.”\r\n\r\n“Sprained it yesterday, old man. Nothing serious,” said Ukridge,\r\nreassuringly. “Just enough to lay me up for a couple of days.”\r\n\r\n“Yes, till that ghastly female and her blighted boy had got well\r\naway.”\r\n\r\nPained astonishment was written all over Ukridge’s face.\r\n\r\n“You don’t mean to say you didn’t like her? Why, I thought you two\r\nwould be all over each other.”\r\n\r\n“And I suppose you thought that Cecil and I would be twin souls?”\r\n\r\n“Cecil?” said Ukridge, doubtfully. “Well, to tell you the truth,\r\nold man, I’m not saying that Cecil doesn’t take a bit of knowing.\r\nHe’s the sort of boy you have to be patient with and bring out, if\r\nyou understand what I mean. I think he grows on you.”\r\n\r\n“If he ever tries to grow on me, I’ll have him amputated.”\r\n\r\n“Well, putting all that on one side,” said Ukridge, “how did things\r\ngo off?”\r\n\r\nI described the afternoon’s activities in a few tense words.\r\n\r\n“Well, I’m sorry, old horse,” said Ukridge, when I had finished.\r\n“I can’t say more than that, can I? I’m sorry. I give you my solemn\r\nword I didn’t know what I was letting you in for. But it was a life\r\nand death matter. There was no other way out. Flossie insisted on\r\nit. Wouldn’t budge an inch.”\r\n\r\nIn my anguish I had forgotten all about the impenetrable mystery\r\nof Flossie.\r\n\r\n“Who the devil is Flossie?” I asked.\r\n\r\n“What! Flossie? You don’t know who Flossie is? My dear old man,\r\ncollect yourself. You must remember Flossie. The barmaid at the\r\nCrown in Kennington. The girl Battling Billson is engaged to.\r\nSurely you haven’t forgotten Flossie? Why, she was saying only\r\nyesterday that you had nice eyes.”\r\n\r\nMemory awoke. I felt ashamed that I could ever have forgotten a\r\ngirl so bounding and spectacular.\r\n\r\n“Of course! The blister you brought with you that night George\r\nTupper gave us dinner at the Regent Grill. By the way, has George\r\never forgiven you for that?”\r\n\r\n“There is still a little coldness,” admitted Ukridge, ruefully.\r\n“I’m bound to say old Tuppy seems to be letting the thing rankle\r\na bit. The fact of the matter is, old horse, Tuppy has his\r\nlimitations. He isn’t a real friend like you. Delightful fellow,\r\nbut lacks vision. Can’t understand that there are certain occasions\r\nwhen it is simply imperative that a man’s pals rally round him.\r\nNow you——”\r\n\r\n“Well, I’ll tell you one thing. I am hoping that what I went\r\nthrough this afternoon really was for some good cause. I should be\r\nsorry, now that I am in a cooler frame of mind, to have to strangle\r\nyou where you lie. Would you mind telling me exactly what was the\r\nidea behind all this?”\r\n\r\n“It’s like this, laddie. Good old Billson blew in to see me the\r\nother day.”\r\n\r\n“I met him down in the East End and he asked for your address.”\r\n\r\n“Yes, he told me.”\r\n\r\n“What’s going on? Are you still managing him?”\r\n\r\n“Yes. That’s what he wanted to see me about. Apparently the contract\r\nhas another year to run and he can’t fix up anything without my\r\nO.K. And he’s just had an offer to fight a bloke called Alf Todd\r\nat the Universal.”\r\n\r\n“That’s a step up from Wonderland,” I said, for I had a solid\r\nrespect for this Mecca of the boxing world. “How much is he getting\r\nthis time?”\r\n\r\n“Two hundred quid.”\r\n\r\n“Two hundred quid! But that’s a lot for practically an unknown\r\nman.”\r\n\r\n“Unknown man?” said Ukridge, hurt. “What do you mean, unknown man?\r\nIf you ask my opinion, I should say the whole pugilistic world is\r\nseething with excitement about old Billson. Literally seething.\r\nDidn’t he slosh the middleweight champion?”\r\n\r\n“Yes, in a rough-and-tumble in a back alley. And nobody saw him do\r\nit.”\r\n\r\n“Well, these things get about.”\r\n\r\n“But two hundred pounds!”\r\n\r\n“A fleabite, laddie, a fleabite. You can take it from me that we\r\nshall be asking a lot more than a measly couple of hundred for our\r\nservices pretty soon. Thousands, thousands! Still, I’m not saying\r\nit won’t be something to be going on with. Well, as I say, old\r\nBillson came to me and said he had had this offer, and how about\r\nit? And when I realised that I was in halves, I jolly soon gave\r\nhim my blessing and told him to go as far as he liked. So you can\r\nimagine how I felt when Flossie put her foot down like this.”\r\n\r\n“Like what? About ten minutes ago when you started talking, you\r\nseemed to be on the point of explaining about Flossie. How does\r\nshe come to be mixed up with the thing? What did she do?”\r\n\r\n“Only wanted to stop the whole business, laddie, that was all. Just\r\nput the kybosh on the entire works. Said he mustn’t fight!”\r\n\r\n“Mustn’t fight?”\r\n\r\n“That was what she said. Just in that airy, careless way, as if\r\nthe most stupendous issues didn’t hang on his fighting as he had\r\nnever fought before. Said—if you’ll believe me, laddie; I shan’t\r\nblame you if you don’t—that she didn’t want his looks spoiled.”\r\nUkridge gazed at me with lifted eyebrows while he let this evidence\r\nof feminine perverseness sink in. “His looks, old man! You got the\r\nword correctly? His looks! She didn’t want his looks spoiled. Why,\r\ndamme, he hasn’t got any looks. There isn’t any possible manner in\r\nwhich you could treat that man’s face without improving it. I\r\nargued with her by the hour, but no, she couldn’t see it. Avoid\r\nwomen, laddie, they have no intelligence.”\r\n\r\n“Well, I’ll promise to avoid Flossie’s mother, if that’ll satisfy\r\nyou. How does she come into the thing?”\r\n\r\n“Now, there’s a woman in a million, my boy. She saved the situation.\r\nShe came along at the eleventh hour and snatched your old friend\r\nout of the soup. It seems she has a habit of popping up to London\r\nat intervals, and Flossie, while she loves and respects her, finds\r\nthat from ten minutes to a quarter of an hour of the old dear gives\r\nher the pip to such an extent that she’s a nervous wreck for days.”\r\n\r\nI felt my heart warm to the future Mrs. Billson. Despite Ukridge’s\r\nslurs, a girl, it seemed to me, of the soundest intelligence.\r\n\r\n“So when Flossie told me—with tears in her eyes, poor girl—that\r\nmother was due to-day, I had the inspiration of a lifetime. Said\r\nI would take her off her hands from start to finish if she would\r\nagree to let Billson fight at the Universal. Well, it shows you\r\nwhat family affection is, laddie; she jumped at it. I don’t mind\r\ntelling you she broke down completely and kissed me on both cheeks.\r\nThe rest, old horse, you know.”\r\n\r\n“Yes. The rest I do know.”\r\n\r\n“Never,” said Ukridge, solemnly, “never, old son, till the sands\r\nof the desert grow cold, shall I forget how you have stood by me\r\nthis day!”\r\n\r\n“Oh, all right. I expect in about a week from now you will be\r\nlanding me with something equally foul.”\r\n\r\n“Now, laddie——”\r\n\r\n“When does this fight come off?”\r\n\r\n“A week from to-night. I’m relying on you to be at my side. Tense\r\nnervous strain, old man; shall want a pal to see me through.”\r\n\r\n“I wouldn’t miss it for worlds. I’ll give you dinner before we go\r\nthere, shall I?”\r\n\r\n“Spoken like a true friend,” said Ukridge, warmly. “And on the\r\nfollowing night I will stand you the banquet of your life. A\r\nbanquet which will ring down the ages. For, mark you, laddie, I\r\nshall be in funds. In funds, my boy.”\r\n\r\n“Yes, if Billson wins. What does he get if he loses?”\r\n\r\n“Loses? He won’t lose. How the deuce can he lose? I’m surprised at\r\nyou talking in that silly way when you’ve seen him only a few days\r\nago. Didn’t he strike you as being pretty fit when you saw him?”\r\n\r\n“Yes, by Jove, he certainly did.”\r\n\r\n“Well, then! Why, it looks to me as if the sea air had made him\r\ntougher than ever. I’ve only just got my fingers straightened out\r\nafter shaking hands with him. He could win the heavyweight\r\nchampionship of the world to-morrow without taking his pipe out of\r\nhis mouth. Alf Todd,” said Ukridge, soaring to an impressive burst\r\nof imagery, “has about as much chance as a one-armed blind man in\r\na dark room trying to shove a pound of melted butter into a\r\nwildcat’s left ear with a red-hot needle.”\r\n\r\nAlthough I knew several of the members, for one reason or another\r\nI had never been inside the Universal Sporting Club, and the\r\natmosphere of the place when we arrived on the night of the fight\r\nimpressed me a good deal. It was vastly different from Wonderland,\r\nthe East End home of pugilism where I had witnessed the Battler\r\nmake his début. There, a certain laxness in the matter of costume\r\nhad been the prevailing note; here, white shirt-fronts gleamed on\r\nevery side. Wonderland, moreover, had been noisy. Patrons of sport\r\nhad so far forgotten themselves as to whistle through their fingers\r\nand shout badinage at distant friends. At the Universal one might\r\nhave been in church. In fact, the longer I sat, the more\r\necclesiastical did the atmosphere seem to become. When we arrived,\r\ntwo acolytes in the bantam class were going devoutly through the\r\nritual under the eye of the presiding minister, while a large\r\ncongregation looked on in hushed silence. As we took our seats,\r\nthis portion of the service came to an end and the priest announced\r\nthat Nippy Coggs was the winner. A reverent murmur arose for an\r\ninstant from the worshippers, Nippy Coggs disappeared into the\r\nvestry, and after a pause of a few minutes I perceived the familiar\r\nform of Battling Billson coming up the aisle.\r\n\r\nThere was no doubt about it, the Battler did look good. His muscles\r\nseemed more cable-like than ever, and a recent hair-cut had given\r\na knobby, bristly appearance to his head which put him even more\r\ndefinitely than before in the class of those with whom the sensible\r\nman would not lightly quarrel. Mr. Todd, his antagonist, who\r\nfollowed him a moment later, was no beauty—the almost complete\r\nabsence of any division between his front hair and his eyebrows\r\nwould alone have prevented him being that—but he lacked a certain\r\n_je-ne-sais-quoi_ which the Battler pre-eminently possessed. From\r\nthe first instant of his appearance in the public eye our man was\r\na warm favourite. There was a pleased flutter in the pews as he\r\ntook his seat, and I could hear whispered voices offering\r\nsubstantial bets on him.\r\n\r\n“Six-round bout,” announced the _padre_. “Battling Billson\r\n(Bermondsey) versus Alf Todd (Marylebone). Gentlemen will kindly\r\nstop smoking.”\r\n\r\nThe congregation relit their cigars and the fight began.\r\n\r\nBearing in mind how vitally Ukridge’s fortunes were bound up in\r\nhis protégé’s success to-night, I was relieved to observe that Mr.\r\nTodd opened the proceedings in a manner that seemed to offer little\r\nscope for any display of Battling Billson’s fatal kind-heartedness.\r\nI had not forgotten how at Wonderland our Battler, with the fight\r\nin hand, had allowed victory to be snatched from him purely through\r\na sentimental distaste for being rough with his adversary, a man\r\nwho had had a lot of trouble and had touched Mr. Billson’s heart\r\nthereby. Such a disaster was unlikely to occur to-night. It was\r\ndifficult to see how anyone in the same ring with him could possibly\r\nbe sorry for Alf Todd. A tender pity was the last thing his\r\nbehaviour was calculated to rouse in the bosom of an opponent.\r\nDirectly the gong sounded, he tucked away what little forehead\r\nNature had given him beneath his fringe, breathed loudly through\r\nhis nose, and galloped into the fray. He seemed to hold no bigoted\r\nviews as to which hand it was best to employ as a medium of attack.\r\nRight or left, it was all one to Alf. And if he could not hit Mr.\r\nBillson with his hands, he was perfectly willing, so long as the\r\neye of authority was not too keenly vigilant, to butt him with his\r\nhead. Broad-minded—that was Alf Todd.\r\n\r\nWilberforce Billson, veteran of a hundred fights on a hundred\r\nscattered water-fronts, was not backward in joining the revels. In\r\nhim Mr. Todd found a worthy and a willing playmate. As Ukridge\r\ninformed me in a hoarse whisper while the vicar was reproaching\r\nAlf for placing an elbow where no elbow should have been, this sort\r\nof thing was as meat and drink to Wilberforce. It was just the kind\r\nof warfare he had been used to all his life, and precisely the sort\r\nmost calculated to make him give of his best—a dictum which was\r\nstrikingly endorsed a moment later, when, after some heated\r\nexchanges in which, generous donor though he was, he had received\r\nmore than he had bestowed, Mr. Todd was compelled to slither back\r\nand do a bit of fancy side-stepping. The round came to an end with\r\nthe Battler distinctly leading on points, and so spirited had it\r\nbeen that applause broke out in various parts of the edifice.\r\n\r\nThe second round followed the same general lines as the first. The\r\nfact that up to now he had been foiled in his attempts to resolve\r\nBattling Billson into his component parts had had no damping effect\r\non Alf Todd’s ardour. He was still the same active, energetic soul,\r\nnever sparing himself in his efforts to make the party go. There\r\nwas a wholehearted abandon in his rushes which reminded one of a\r\nshort-tempered gorilla trying to get at its keeper. Occasionally\r\nsome extra warmth on the part of his antagonist would compel him\r\nto retire momentarily into a clinch, but he always came out of it\r\nas ready as ever to resume the argument. Nevertheless, at the end\r\nof round two he was still a shade behind. Round three added further\r\npoints to the Battler’s score, and at the end of round four Alf\r\nTodd had lost so much ground that the most liberal odds were\r\nrequired to induce speculators to venture their cash on his chances.\r\n\r\nAnd then the fifth round began, and those who a minute before had\r\ntaken odds of three to one on the Battler and openly proclaimed\r\nthe money as good as in their pockets, stiffened in their seats or\r\nbent forward with pale and anxious faces. A few brief moments back\r\nit had seemed to them incredible that this sure thing could come\r\nunstitched. There was only this round and the next to go—a mere\r\nsix minutes of conflict; and Mr. Billson was so far ahead on points\r\nthat nothing but the accident of his being knocked out could lose\r\nhim the decision. And you had only to look at Wilberforce Billson\r\nto realise the absurdity of his being knocked out. Even I, who had\r\nseen him go through the process at Wonderland, refused to consider\r\nthe possibility. If ever there was a man in the pink, it was\r\nWilberforce Billson.\r\n\r\nBut in boxing there is always the thousandth chance. As he came\r\nout of his corner for round five, it suddenly became plain that\r\nthings were not well with our man. Some chance blow in that last\r\nmelee of round four must have found a vital spot, for he was\r\nobviously in bad shape. Incredible as it seemed, Battling Billson\r\nwas groggy. He shuffled rather than stepped; he blinked in a manner\r\ndamping to his supporters; he was clearly finding increasing\r\ndifficulty in foiling the boisterous attentions of Mr. Todd.\r\nSibilant whispers arose; Ukridge clutched my arm in an agonised\r\ngrip; voices were offering to bet on Alf; and in the Battler’s\r\ncorner, their heads peering through the ropes, those members of\r\nthe minor clergy who had been told off to second our man were wan\r\nwith apprehension.\r\n\r\nMr. Todd, for his part, was a new man. He had retired to his corner\r\nat the end of the preceding round with the moody step of one who\r\nsees failure looming ahead. “I’m always chasing rainbows,” Mr.\r\nTodd’s eye had seemed to say as it rested gloomily on the resined\r\nfloor. “Another dream shattered!” And he had come out for round\r\nfive with the sullen weariness of the man who has been helping to\r\namuse the kiddies at a children’s party and has had enough of it.\r\nOrdinary politeness rendered it necessary for him to see this\r\nuncongenial business through to the end, but his heart was no\r\nlonger in it.\r\n\r\nAnd then, instead of the steel and india-rubber warrior who had\r\nsmitten him so sorely at their last meeting, he found this sagging\r\nwreck. For an instant sheer surprise seemed to shackle Mr. Todd’s\r\nlimbs, then he adjusted himself to the new conditions. It was as\r\nif somebody had grafted monkey-glands on to Alfred Todd. He leaped\r\nat Battling Billson, and Ukridge’s grip on my arm became more\r\npainful than ever.\r\n\r\nA sudden silence fell upon the house. It was a tense, expectant\r\nsilence, for affairs had reached a crisis. Against the ropes near\r\nhis corner the Battler was leaning, heedless of the well-meant\r\ncounsel of his seconds, and Alf Todd, with his fringe now almost\r\nobscuring his eyes, was feinting for an opening. There is a tide\r\nin the affairs of men which, taken at the flood, leads on to\r\nfortune; and Alf Todd plainly realised this. He fiddled for an\r\ninstant with his hands, as if he were trying to mesmerise Mr.\r\nBillson, then plunged forward.\r\n\r\nA great shout went up. The congregation appeared to have lost all\r\nsense of what place this was that they were in. They were jumping\r\nup and down in their seats and bellowing deplorably. For the crisis\r\nhad been averted. Somehow or other Wilberforce Billson had contrived\r\nto escape from that corner, and now he was out in the middle of\r\nthe ring, respited.\r\n\r\nAnd yet he did not seem pleased. His usually expressionless face\r\nwas contorted with pain and displeasure. For the first time in the\r\nentire proceedings he appeared genuinely moved. Watching him\r\nclosely, I could see his lips moving, perhaps in prayer. And as\r\nMr. Todd, bounding from the ropes, advanced upon him, he licked\r\nthose lips. He licked them in a sinister meaning way, and his right\r\nhand dropped slowly down below his knee.\r\n\r\nAlf Todd came on. He came jauntily and in the manner of one moving\r\nto a feast or festival. This was the end of a perfect day, and he\r\nknew it. He eyed Battling Billson as if the latter had been a pot\r\nof beer. But for the fact that he came of a restrained and\r\nunemotional race, he would doubtless have burst into song. He shot\r\nout his left and it landed on Mr. Billson’s nose. Nothing happened.\r\nHe drew back his right and poised it almost lovingly for a moment.\r\nIt was during this moment that Battling Billson came to life.\r\n\r\nTo Alf Todd it must have seemed like a resurrection. For the last\r\ntwo minutes he had been testing in every way known to science his\r\ntheory that this man before him no longer possessed the shadow of\r\na punch, and the theory had seemed proven up to the hilt. Yet here\r\nhe was now behaving like an unleashed whirlwind. A disquieting\r\nexperience. The ropes collided with the small of Alf Todd’s back.\r\nSomething else collided with his chin. He endeavoured to withdraw,\r\nbut a pulpy glove took him on the odd fungoid growth which he was\r\naccustomed laughingly to call his ear. Another glove impinged upon\r\nhis jaw. And there the matter ended for Alf Todd.\r\n\r\n“Battling Billson is the winner,” intoned the vicar.\r\n\r\n“Wow!” shouted the congregation.\r\n\r\n“Whew!” breathed Ukridge in my ear.\r\n\r\nIt had been a near thing, but the old firm had pulled through at\r\nthe finish.\r\n\r\nUkridge bounded off to the dressing-room to give his Battler a\r\nmanager’s blessing; and presently, the next fight proving something\r\nof an anti-climax after all the fevered stress of its predecessor,\r\nI left the building and went home. I was smoking a last pipe before\r\ngoing to bed when a violent ring at the front-door bell broke in\r\non my meditations. It was followed by the voice of Ukridge in the\r\nhall.\r\n\r\nI was a little surprised. I had not been expecting to see Ukridge\r\nagain to-night. His intention when we parted at the Universal had\r\nbeen to reward Mr. Billson with a bit of supper; and, as the\r\nBattler had a coy distaste for the taverns of the West End, this\r\ninvolved a journey to the far East, where in congenial surroundings\r\nthe coming champion would drink a good deal of beer and eat more\r\nhard-boiled eggs than you would have believed possible. The fact\r\nthat the host was now thundering up my stairs seemed to indicate\r\nthat the feast had fallen through. And the fact that the feast had\r\nfallen through suggested that something had gone wrong.\r\n\r\n“Give me a drink, old horse,” said Ukridge, bursting into the room.\r\n\r\n“What on earth’s the matter?”\r\n\r\n“Nothing, old horse, nothing. I’m a ruined man, that’s all.”\r\n\r\nHe leaped feverishly at the decanter and siphon which Bowles had\r\nplaced upon the table. I watched him with concern. This could be\r\nno ordinary tragedy that had changed him thus from the ebullient\r\ncreature of joy who had left me at the Universal. A thought flashed\r\nthrough my mind that Battling Billson must have been disqualified—to\r\nbe rejected a moment later, when I remembered that fighters are\r\nnot disqualified as an after-thought half an hour after the fight.\r\nBut what else could have brought about this anguish? If ever there\r\nwas an occasion for solemn rejoicing, now would have seemed to be\r\nthe time.\r\n\r\n“What’s the matter?” I asked again.\r\n\r\n“Matter? I’ll tell you what’s the matter,” moaned Ukridge. He\r\nsplashed seltzer into his glass. He reminded me of King Lear. “Do\r\nyou know how much I get out of that fight to-night? Ten quid! Just\r\nten rotten contemptible sovereigns! That’s what’s the matter.”\r\n\r\n“I don’t understand.”\r\n\r\n“The purse was thirty pounds. Twenty for the winner. My share is\r\nten. Ten, I’ll trouble you! What in the name of everything infernal\r\nis the good of ten quid?”\r\n\r\n“But you said Billson told you——”\r\n\r\n“Yes, I know I did. Two hundred was what he told me he was to get.\r\nAnd the weak-minded, furtive, under-handed son of Belial didn’t\r\nexplain that he was to get it for losing!”\r\n\r\n“Losing?”\r\n\r\n“Yes. He was to get it for losing. Some fellows who wanted a chance\r\nto do some heavy betting persuaded him to sell the fight.”\r\n\r\n“But he didn’t sell the fight.”\r\n\r\n“I know that, dammit. That’s the whole trouble. And do you know\r\nwhy he didn’t? I’ll tell you. Just as he was all ready to let\r\nhimself be knocked out in that fifth round, the other bloke happened\r\nto tread on his ingrowing toe-nail, and that made him so mad that\r\nhe forgot about everything else and sailed in and hammered the\r\nstuffing out of him. I ask you, laddie! I appeal to you as a\r\nreasonable man. Have you ever in your life heard of such a footling,\r\nidiotic, woollen-headed proceeding? Throwing away a fortune, an\r\nabsolute dashed fortune, purely to gratify a momentary whim!\r\nHurling away wealth beyond the dreams of avarice simply because a\r\nbloke stamped on his ingrowing toe-nail. His ingrowing toe-nail!”\r\nUkridge laughed raspingly. “What right has a boxer to _have_ an\r\ningrowing toe-nail? And if he has an ingrowing toe-nail, surely—my\r\ngosh!—he can stand a little trifling discomfort for half a minute.\r\nThe fact of the matter is, old horse, boxers aren’t what they were.\r\nDegenerate, laddie, absolutely degenerate. No heart. No courage.\r\nNo self-respect. No vision. The old bulldog breed has disappeared\r\nentirely.”\r\n\r\nAnd with a moody nod Stanley Featherstonehaugh Ukridge passed out\r\ninto the night."
  ]
}