{
  "index": 9,
  "title": "Chapter 8",
  "paragraphs": [
    "THE LONG ARM OF LOONEY COOTE\r\n\r\n\r\nGiven private means sufficiently large to pad them against the\r\nmoulding buffets of Life, it is extraordinary how little men change\r\nin after years from the boys they once were. There was a youth in\r\nmy house at school named Coote. J. G. Coote. And he was popularly\r\nknown as Looney on account of the vain and foolish superstitions\r\nwhich seemed to rule his every action. Boys are hard-headed,\r\npractical persons, and they have small tolerance for the view-point\r\nof one who declines to join in a quiet smoke behind the gymnasium\r\nnot through any moral scruples—which, to do him justice, he would\r\nhave scorned—but purely on the ground that he had seen a magpie\r\nthat morning. This was what J. G. Coote did, and it was the first\r\noccasion on which I remember him being addressed as Looney.\r\n\r\nBut, once given, the nickname stuck; and this in spite of the\r\nfact—seeing that we were caught half-way through the first cigarette\r\nand forcefully dealt with by a muscular head master—that that\r\nmagpie of his would appear to have known a thing or two. For five\r\nhappy years, till we parted to go to our respective universities,\r\nI never called Coote anything but Looney; and it was as Looney that\r\nI greeted him when we happened upon each other one afternoon at\r\nSandown, shortly after the conclusion of the three o’clock race.\r\n\r\n“Did you do anything on that one?” I asked, after we had exchanged\r\nsalutations.\r\n\r\n“I went down,” replied Looney, in the subdued but not heart-broken\r\nmanner of the plutocrat who can afford to do these things. “I had\r\na tenner on My Valet.”\r\n\r\n“On My Valet!” I cried, aghast at this inexplicable patronage of\r\nan animal which, even in the preliminary saunter round the paddock,\r\nhad shown symptoms of lethargy and fatigue, not to mention a\r\ndisposition to trip over his feet. “Whatever made you do that?”\r\n\r\n“Yes, I suppose he never had a chance,” agreed Coote, “but a week\r\nago my man Spencer broke his leg, and I thought it might be an\r\nomen.”\r\n\r\nAnd then I knew that, for all his moustache and added weight, he\r\nwas still the old Looney of my boyhood.\r\n\r\n“Is that the principle on which you always bet?” I enquired.\r\n\r\n“Well, you’d be surprised how often it works. The day my aunt was\r\nshut up in the private asylum I collected five hundred quid by\r\nbacking Crazy Jane for the Jubilee Cup. Have a cigarette?”\r\n\r\n“Thanks.”\r\n\r\n“Oh, my Lord!”\r\n\r\n“Now what?”\r\n\r\n“My pocket has been picked,” faltered Looney Coote, withdrawing a\r\ntrembling hand. “I had a note-case with nearly a hundred quid, and\r\nit’s gone!”\r\n\r\nThe next moment I was astounded to observe a faint, resigned smile\r\non the man’s face.\r\n\r\n“Well, that makes two,” he murmured, as if to himself.\r\n\r\n“Two what?”\r\n\r\n“Two misfortunes. These things always go in threes, you know.\r\nWhenever anything rotten happens, I simply brace myself up for the\r\nother two things. Well, there’s only one more to come this time,\r\nthank goodness.”\r\n\r\n“What was the first one?”\r\n\r\n“I told you my man Spencer broke his leg.”\r\n\r\n“I should have thought that would have ranked as one of Spencer’s\r\nthree misfortunes. How do you come in?”\r\n\r\n“Why, my dear fellow, I’ve been having the devil of a time since\r\nhe dropped out. The ass they sent me from the agency as a substitute\r\nis no good at all. Look at that!” He extended a shapely leg. “Do\r\nyou call that a crease?”\r\n\r\nFrom the humble standpoint of my own bagginess, I should have\r\ncalled it an excellent crease, but he seemed thoroughly dissatisfied\r\nwith it, so there was nothing to do but tell him to set his teeth\r\nand bear it like a man, and presently, the bell having rung for\r\nthe three-thirty race, we parted.\r\n\r\n“Oh, by the way,” said Looney, as he left me, “are you going to\r\nbe at the old Wrykinian dinner next week?”\r\n\r\n“Yes, I’m coming. So is Ukridge.”\r\n\r\n“Ukridge? Good Lord, I haven’t seen old Ukridge for years.”\r\n\r\n“Well, he will be there. And I expect he’ll touch you for a\r\ntemporary loan. That will make your third misfortune.”\r\n\r\nUkridge’s decision to attend the annual dinner of the Old Boys of\r\nthe school at which he and I had been—in a manner of speaking—educated\r\nhad come as a surprise to me; for, though the meal was likely to\r\nbe well-cooked and sustaining, the tickets cost half a sovereign\r\napiece, and it was required of the celebrants that they wear\r\nevening-dress. And, while Ukridge sometimes possessed ten shillings\r\nwhich he had acquired by pawning a dress-suit, or a dress-suit\r\nwhich he had hired for ten shillings, it was unusual for him to\r\nhave the two things together. Still, he was as good as his word,\r\nand on the night of the banquet turned up at my lodgings for a\r\npreliminary bracer faultlessly clad and ready for the feast.\r\n\r\nTactlessly, perhaps, I asked him what bank he had been robbing.\r\n\r\n“I thought you told me a week ago that money was tight,” I said.\r\n\r\n“It was tighter,” said Ukridge, “than these damned trousers. Never\r\nbuy ready-made dress-clothes, Corky, my boy. They’re always\r\nunsatisfactory. But all that’s over now. I have turned the corner,\r\nold man. Last Saturday we cleaned up to an extraordinary extent at\r\nSandown.”\r\n\r\n“We?”\r\n\r\n“The firm. I told you I had become a sleeping-partner in a bookie’s\r\nbusiness.”\r\n\r\n“For Heaven’s sake! You don’t mean to say that it is really making\r\nmoney?”\r\n\r\n“Making money? My dear old lad, how could it help making money? I\r\ntold you from the first the thing was a gold-mine. Affluence stares\r\nme in the eyeball. The day before yesterday I bought half-a-dozen\r\nshirts. That’ll show you!”\r\n\r\n“How much have you made?”\r\n\r\n“In some ways,” said Ukridge, sentimentally, “I regret this\r\nprosperity. I mean to say, those old careless impecunious days were\r\nnot so bad. Not so bad, Corky, old boy, eh? Life had a tang then.\r\nIt was swift, vivid, interesting. And there’s always the danger\r\nthat one may allow oneself to grow slack and enervated with wealth.\r\nStill, it has its compensations. Yes, on the whole I am not sorry\r\nto have made my pile.”\r\n\r\n“How much have you made?” I asked again, impressed by this time.\r\nThe fact of Ukridge buying shirts for himself instead of purloining\r\nmine suggested an almost Monte Cristo-like opulence.\r\n\r\n“Fifteen quid,” said Ukridge. “Fifteen golden sovereigns, my boy!\r\nAnd out of one week’s racing! And you must remember that the thing\r\nis going on all the year round. Month by month, week by week, we\r\nshall expand, we shall unfold, we shall develop. It wouldn’t be a\r\nbad scheme, old man, to drop a judicious word here and there among\r\nthe lads at this dinner to-night, advising them to lodge their\r\ncommissions with us. Isaac O’Brien is the name of the firm, 3 Blue\r\nStreet, St. James’s. Telegraphic address, ‘Ikobee, London.’ and\r\nour representative attends all the recognised meetings. But don’t\r\nmention my connection with the firm. I don’t want it generally\r\nknown, as it might impair my social standing. And now, laddie, if\r\nwe don’t want to be late for this binge, we had better be starting.”\r\n\r\nUkridge, as I have recorded elsewhere, had left school under\r\nsomething of a cloud. Not to put too fine a point on it, he had\r\nbeen expelled for breaking out at night to attend the local fair,\r\nand it was only after many years of cold exclusion that he had been\r\nadmitted to the pure-minded membership of the Old Boys’ Society.\r\n\r\nNevertheless, in the matter of patriotism he yielded to no one.\r\n\r\nDuring our drive to the restaurant where the dinner was to be held\r\nhe grew more and more sentimental about the dear old school, and\r\nby the time the meal was over and the speeches began he was in the\r\nmood when men shed tears and invite people, to avoid whom in calmer\r\nmoments they would duck down side-streets, to go on long walking\r\ntours with them. He wandered from table to table with a large cigar\r\nin his mouth, now exchanging reminiscences, anon advising\r\ncontemporaries who had won high positions in the Church to place\r\ntheir bets with Isaac O’Brien, of 3 Blue Street, St. James’s—a\r\nsound and trustworthy firm, telegraphic address “Ikobee, London.”\r\n\r\nThe speeches at these dinners always opened with a long and\r\nstatistical harangue from the President, who, furtively consulting\r\nhis paper of notes, announced the various distinctions gained by\r\nOld Boys during the past year. On this occasion, accordingly, he\r\nbegan by mentioning that A. B. Bodger (“Good old Bodger!”—from\r\nUkridge) had been awarded the Mutt-Spivis Gold Medal for Geological\r\nResearch at Oxford University—that C. D. Codger had been appointed\r\nto the sub-junior deanery of Westchester Cathedral—(“That’s the\r\nstuff, Codger, old horse!”)—that as a reward for his services in\r\nconnection with the building of the new waterworks at Strelsau J.\r\nJ. Swodger had received from the Government of Ruritania the Order\r\nof the Silver Trowel, third class (with crossed pickaxes).\r\n\r\n“By the way,” said the President, concluding, “before I finish\r\nthere is one more thing I would like to say. An old boy, B. V.\r\nLawlor, is standing for Parliament next week at Redbridge. If any\r\nof you would care to go down and lend him a hand, I know he would\r\nbe glad of your help.”\r\n\r\nHe resumed his seat, and the leather-lunged toastmaster behind him\r\nemitted a raucous “My Lord, Mr. President, and gentlemen, pray\r\nsilence for Mr. H. K. Hodger, who will propose the health of ‘The\r\nVisitors.’” H. K. Hodger rose with the purposeful expression only\r\nto be seen on the face of one who has been reminded by the remarks\r\nof the last speaker of the story of the two Irishmen; and the\r\ncompany, cosily replete, settled down to give him an indulgent\r\nattention.\r\n\r\nNot so Ukridge. He was staring emotionally across the table at his\r\nold friend Lawlor. The seating arrangements at these dinners were\r\nusually designed to bring contemporaries together at the same\r\ntable, and the future member for Redbridge was one of our platoon.\r\n\r\n“Boko, old horse,” demanded Ukridge, “is this true?”\r\n\r\nA handsome but rather prominent nose had led his little playmates\r\nto bestow this affectionate sobriquet upon the coming M.P. It was\r\none of those boyish handicaps which are never lived down, but I\r\nwould not have thought of addressing B. V. Lawlor in this fashion\r\nmyself, for, though he was a man of my own age, the years had made\r\nhim extremely dignified. Ukridge, however, was above any such\r\nweakness. He gave out the offensive word in a vinous bellow of such\r\na calibre as to cause H. K. Hodger to trip over a “begorra” and\r\nlose the drift of his story.\r\n\r\n“’Sh!” said the President, bending a reproving gaze at our table.\r\n\r\n“’Sh!” said B. V. Lawlor, contorting his smooth face.\r\n\r\n“Yes, but is it?” persisted Ukridge.\r\n\r\n“Of course it is,” whispered Lawlor. “Be quiet!”\r\n\r\n“Then, damme,” shouted Ukridge, “rely on me, young Boko. I shall\r\nbe at your side. I shall spare no efforts to pull you through. You\r\ncan count on me to——”\r\n\r\n“Really! Please! At that table down there,” said the President,\r\nrising, while H. K. Hodger, who had got as far as “Then, faith and\r\nbegob, it’s me that’ll be afther——” paused in a pained manner and\r\nplucked at the table-cloth.\r\n\r\nUkridge subsided. But his offer of assistance was no passing whim,\r\nto be lightly forgotten in the slumbers of the night. I was still\r\nin bed a few mornings later when he burst in, equipped for travel\r\nto the last button and carrying a seedy suit-case.\r\n\r\n“Just off, laddie, just off!”\r\n\r\n“Fine!” I said. “Good-bye.”\r\n\r\n“Corky, my boy,” boomed Ukridge, sitting creakingly on the bed and\r\npoisoning the air with his noisome tobacco, “I feel happy this\r\nmorning. Stimulated. And why? Because I am doing an altruistic\r\naction. We busy men of affairs, Corky, are too apt to exclude\r\naltruism from our lives. We are too prone to say ‘What is there in\r\nit for me?’ and, if there proves on investigation to be nothing in\r\nit for us, to give it the miss-in-balk. That is why this business\r\nmakes me so confoundedly happy. At considerable expense and\r\ninconvenience I am going down to Redbridge to-day, and what is\r\nthere in it for me? Nothing. Nothing, my boy, except the pure\r\ndelight of helping an old schoolfellow over a tough spot. If I can\r\ndo anything, however little, to bring young Boko in at the right\r\nend of the poll, that will be enough reward for me. I am going to\r\ndo my bit, Corky, and it may be that my bit will turn out to be\r\njust the trifle that brings home the bacon. I shall go down there\r\nand talk——”\r\n\r\n“I bet you will.”\r\n\r\n“I don’t know much about politics, it’s true, but I can bone up\r\nenough to get by. Invective ought to meet the case, and I’m pretty\r\ngood at invective. I know the sort of thing. You accuse the rival\r\ncandidate of every low act under the sun, without giving him quite\r\nenough to start a libel action on. Now, what I want you to do,\r\nCorky, old horse——”\r\n\r\n“Oh heavens!” I moaned at these familiar words.\r\n\r\n“——is just to polish up this election song of mine. I sat up half\r\nthe night writing it, but I can see it limps in spots. You can put\r\nit right in half an hour. Polish it up, laddie, and forward without\r\nfail to the Bull Hotel, Redbridge, this afternoon. It may just be\r\nthe means of shoving Boko past the post by a nose.”\r\n\r\nHe clattered out hurriedly; and, sleep being now impossible, I\r\npicked up the sheet of paper he had left and read the verses.\r\n\r\nThey were well meant, but that let them out. Ukridge was no poet\r\nor he would never have attempted to rhyme “Lawlor” with “before\r\nus.”\r\n\r\nA rather neat phrase happening to occur to me at the breakfast\r\ntable, coincident with the reflection that possibly Ukridge was\r\nright and it did behove his old schoolfellows to rally round the\r\ncandidate, I spent the morning turning out a new ballad. Having\r\nfinished this by noon, I despatched it to the Bull Hotel, and went\r\noff to lunch with something of that feeling of satisfaction which,\r\nas Ukridge had pointed out, does come to altruists. I was strolling\r\ndown Piccadilly, enjoying an after-luncheon smoke, when I ran into\r\nLooney Coote.\r\n\r\nOn Looney’s amiable face there was a mingled expression of chagrin\r\nand satisfaction.\r\n\r\n“It’s happened,” he said.\r\n\r\n“What?”\r\n\r\n“The third misfortune. I told you it would.”\r\n\r\n“What’s the trouble now? Has Spencer broken his other leg?”\r\n\r\n“My car has been stolen.”\r\n\r\nA decent sympathy would no doubt have become me, but from earliest\r\nyears I had always found it difficult to resist the temptation to\r\nbe airy and jocose when dealing with Looney Coote. The man was so\r\nindecently rich that he had no right to have troubles.\r\n\r\n“Oh, well,” I said, “you can easily get another. Fords cost\r\npractically nothing nowadays.”\r\n\r\n“It wasn’t a Ford,” bleated Looney, outraged. “It was a brand-new\r\nWinchester-Murphy. I paid fifteen hundred pounds for it only a\r\nmonth ago, and now it’s gone.”\r\n\r\n“Where did you see it last?”\r\n\r\n“I didn’t see it last. My chauffeur brought it round to my rooms\r\nthis morning, and, instead of staying with it as he should have\r\ndone till I was ready, went off round the corner for a cup of\r\ncoffee, so he says! And when he came back it had vanished.”\r\n\r\n“The coffee?”\r\n\r\n“The car, you ass. The car had disappeared. It had been stolen.”\r\n\r\n“I suppose you have notified the police?”\r\n\r\n“I’m on my way to Scotland Yard now. It just occurred to me. Have\r\nyou any idea what the procedure is? It’s the first time I’ve been\r\nmixed up with this sort of thing.”\r\n\r\n“You give them the number of the car, and they send out word to\r\npolice-stations all over the country to look out for it.”\r\n\r\n“I see,” said Looney Coote, brightening. “That sounds rather\r\npromising, what? I mean, it looks as if someone would be bound to\r\nspot it sooner or later.”\r\n\r\n“Yes,” I said. “Of course, the first thing a thief would do would\r\nbe to take off the number-plate and substitute a false one.”\r\n\r\n“Oh, Great Scott! Not really?”\r\n\r\n“And after that he would paint the car a different colour.”\r\n\r\n“Oh, I say!”\r\n\r\n“Still, the police generally manage to find them in the end. Years\r\nhence they will come on it in an old barn with the tonneau stoved\r\nin and the engines taken out. Then they will hand it back to you\r\nand claim the reward. But, as a matter of fact, what you ought to\r\nbe praying is that you may never get it back. Then the thing would\r\nbe a real misfortune. If you get it back as good as new in the next\r\ncouple of days, it won’t be a misfortune at all, and you will have\r\nnumber three hanging over your head again, just as before. And who\r\nknows what that third misfortune may be? In a way, you’re tempting\r\nProvidence by applying to Scotland Yard.”\r\n\r\n“Yes,” said Looney Coote, doubtfully. “All the same, I think I\r\nwill, don’t you know. I mean to say, after all, a fifteen-hundred-quid\r\nWinchester-Murphy _is_ a fifteen-hundred-quid Winchester-Murphy,\r\nif you come right down to it, what?”\r\n\r\nShowing that even in the most superstitious there may be grains of\r\nhard, practical common sense lurking somewhere.\r\n\r\nIt had not been my intention originally to take any part in the\r\nby-election in the Redbridge division beyond writing three verses\r\nof a hymn in praise of Boko Lawlor and sending him a congratulatory\r\nwire if he won. But two things combined to make me change my mind.\r\nThe first was the fact that it occurred to me—always the keen young\r\njournalist—that there might be a couple of guineas of _Interesting\r\nBits_ money in it (“How a Modern Election is Fought: Humours of\r\nthe Poll”); the second, that, ever since his departure Ukridge had\r\nbeen sending me a constant stream of telegrams so stimulating that\r\neventually they lit the spark.\r\n\r\nI append specimens:—\r\n\r\n  “Going strong. Made three speeches yesterday.\r\n  Election song a sensation. Come on down.—Ukridge.”\r\n\r\n  “Boko locally regarded as walk-over. Made four\r\n  speeches yesterday. Election song a breeze. Come on\r\n  down.—Ukridge.”\r\n\r\n  “Victory in sight. Spoke practically all yesterday.\r\n  Election song a riot. Children croon it in cots. Come on\r\n  down.—Ukridge.”\r\n\r\nI leave it to any young author to say whether a man with one\r\nsolitary political lyric to his credit could have resisted this.\r\nWith the exception of a single music-hall song (“Mother, She’s\r\nPinching My Leg,” tried out by Tim Sims, the Koy Komic, at the\r\nPeebles Hippodrome, and discarded, in response to a popular appeal,\r\nafter one performance), no written words of mine had ever passed\r\nhuman lips. Naturally, it gave me a certain thrill to imagine the\r\nenlightened electorate of Redbridge—at any rate, the right-thinking\r\nportion of it—bellowing in its thousands those noble lines:—\r\n\r\n  “No foreign foe’s insidious hate\r\n    Our country shall o’erwhelm\r\n  So long as England’s ship of state\r\n    Has LAWLOR at the helm.”\r\n\r\nWhether I was technically correct in describing as guiding the ship\r\nof state a man who would probably spend his entire Parliamentary\r\ncareer in total silence, voting meekly as the Whip directed, I had\r\nnot stopped to enquire. All I knew was that it sounded well, and\r\nI wanted to hear it. In addition to which, there was the opportunity,\r\nnever likely to occur again, of seeing Ukridge make an ass of\r\nhimself before a large audience.\r\n\r\nI went to Redbridge.\r\n\r\nThe first thing I saw on leaving the station was a very large\r\nposter exhibiting Boko Lawlor’s expressive features, bearing the\r\nlegend:—\r\n\r\n  Lawlor\r\n  for\r\n  Redbridge.\r\n\r\nThis was all right, but immediately beside it, evidently placed\r\nthere by the hand of an enemy, was a still larger caricature of\r\nthis poster which stressed my old friend’s prominent nose in a\r\nmanner that seemed to me to go beyond the limits of a fair debate.\r\nTo this was appended the words:—\r\n\r\n  Do You\r\n  Want\r\n  _THIS_\r\n  For a Member?\r\n\r\nTo which, if I had been a hesitating voter of the constituency, I\r\nwould certainly have replied “No!” for there was something about\r\nthat grossly elongated nose that convicted the man beyond hope of\r\nappeal of every undesirable quality a Member of Parliament can\r\npossess. You could see at a glance that here was one who, if\r\nelected, would do his underhand best to cut down the Navy, tax the\r\npoor man’s food, and strike a series of blows at the very root of\r\nthe home. And, as if this were not enough, a few yards farther on\r\nwas a placard covering almost the entire side of a house, which\r\nsaid in simple, straightforward black letters a foot high:—\r\n\r\n  Down With\r\n  Boko,\r\n  The Human Gargoyle.\r\n\r\nHow my poor old contemporary, after passing a week in the constant\r\nsociety of these slurs on his personal appearance, could endure to\r\nlook himself in the face in his shaving-mirror of a morning was\r\nmore than I could see. I commented on this to Ukridge, who had met\r\nme at the station in a luxurious car.\r\n\r\n“Oh, that’s nothing,” said Ukridge, huskily. The first thing I had\r\nnoticed about him was that his vocal cords had been putting in\r\novertime since our last meeting. “Just the usual give-and-take of\r\nan election. When we get round this next corner you’ll see the\r\nposter we’ve got out to tickle up the other bloke. It’s a pippin.”\r\n\r\nI did, and it was indeed a pippin. After one glance at it as we\r\nrolled by, I could not but feel that the electors of Redbridge were\r\nin an uncommonly awkward position, having to choose between Boko,\r\nas exhibited in the street we had just passed, and this horror now\r\nbefore me. Mr. Herbert Huxtable, the opposition candidate, seemed\r\nto run as generously to ears as his adversary did to nose, and the\r\nartist had not overlooked this feature. Indeed, except for a mean,\r\nnarrow face with close-set eyes and a murderer’s mouth, Mr. Huxtable\r\nappeared to be all ears. They drooped and flapped about him like\r\ncarpet-bags, and I averted my gaze, appalled.\r\n\r\n“Do you mean to say you’re _allowed_ to do this sort of thing?” I\r\nasked, incredulously.\r\n\r\n“My dear old horse, it’s expected of you. It’s a mere formality.\r\nThe other side would feel awkward and disappointed if you didn’t.”\r\n\r\n“And how did they find out about Lawlor being called Boko?” I\r\nenquired, for the point had puzzled me. In a way, you might say\r\nthat it was the only thing you could possibly call him, but the\r\nexplanation hardly satisfied me.\r\n\r\n“That,” admitted Ukridge, “was largely my fault. I was a bit\r\ncarried away the first time I addressed the multitude, and I\r\nhappened to allude to the old chap by his nickname. Of course, the\r\nopposition took it up at once. Boko was a little sore about it for\r\na while.”\r\n\r\n“I can see how he might be.”\r\n\r\n“But that’s all over now,” said Ukridge, buoyantly. “We’re the\r\ngreatest pals. He relies on me at every turn. Yesterday he admitted\r\nto me in so many words that if he gets in it’ll be owing to my help\r\nas much as anything. The fact is, laddie, I’ve made rather a hit\r\nwith the manyheaded. They seem to like to hear me speak.”\r\n\r\n“Fond of a laugh, eh?”\r\n\r\n“Now, laddie,” said Ukridge, reprovingly, “this is not the right\r\ntone. You must curb that spirit of levity while you’re down here.\r\nThis is a dashed serious business, Corky, old man, and the sooner\r\nyou realise it the better. If you have come here to gibe and to\r\nmock——”\r\n\r\n“I came to hear my election song sung. When do they sing it?”\r\n\r\n“Oh, practically all the time. Incessantly, you might say.”\r\n\r\n“In their baths?”\r\n\r\n“Most of the voters here don’t take baths. You’ll gather that when\r\nwe reach Biscuit Row.”\r\n\r\n“What’s Biscuit Row?”\r\n\r\n“It’s the quarter of the town where the blokes live who work in\r\nFitch and Weyman’s biscuit factory, laddie. It’s what you might\r\ncall,” said Ukridge, importantly, “the doubtful element of the\r\nplace. All the rest of the town is nice and clean-cut, they’re\r\neither solid for Boko or nuts on Huxtable—but these biscuit blokes\r\nare wobbly. That’s why we have to canvass them so carefully.”\r\n\r\n“Oh, you’re going canvassing, are you?”\r\n\r\n“_We_ are,” corrected Ukridge.\r\n\r\n“Not me!”\r\n\r\n“Corky,” said Ukridge, firmly, “pull yourself together. It was\r\nprincipally to assist me in canvassing these biscuit blighters that\r\nI got you down here. Where’s your patriotism, laddie? Don’t you\r\nwant old Boko to get into Parliament, or what is it? We must strain\r\nevery nerve. We must set our hands to the plough. The job you’ve\r\ngot to tackle is the baby-kissing——”\r\n\r\n“I won’t kiss their infernal babies!”\r\n\r\n“You will, old horse, unless you mean to spend the rest of your\r\nlife cursing yourself vainly when it is too late that poor old Boko\r\ngot pipped on the tape purely on account of your poltroonery.\r\nConsider, old man! Have some vision! Be an altruist! It may be that\r\nyour efforts will prove the deciding factor in this desperately\r\nclose-run race.”\r\n\r\n“What do you mean, desperately close-run race? You said in your\r\nwire that it was a walk-over for Boko.”\r\n\r\n“That was just to fool the telegraph-bloke, whom I suspect of being\r\nin the enemy camp. As a matter of fact, between ourselves, it’s\r\ntouch and go. A trifle either way will do the business now.”\r\n\r\n“Why don’t _you_ kiss these beastly babies?”\r\n\r\n“There’s something about me that scares ’em, laddie. I’ve tried it\r\nonce or twice, but only alienated several valuable voters by\r\nfrightening their offspring into a nervous collapse. I think it’s\r\nmy glasses they don’t like. But you—now, you,” said Ukridge, with\r\nrevolting fulsomeness, “are an ideal baby-kisser. The first time\r\nI ever saw you, I said: ‘There goes one of Nature’s baby-kissers.’\r\nDirectly I started to canvass these people and realised what I was\r\nup against, I thought of you. ‘Corky’s the man,’ I said to myself;\r\n‘the fellow we want is old Corky. Good-looking. And not merely\r\ngood-looking but _kind_-looking.’ They’ll take to you, laddie.\r\nYours is a face a baby can trust——”\r\n\r\n“Now, listen!”\r\n\r\n“And it won’t last long. Just a couple of streets and we’re through.\r\nSo stiffen your backbone, laddie, and go at it like a man. Boko is\r\ngoing to entertain you with a magnificent banquet at his hotel\r\nto-night. I happen to know there will be champagne. Keep your mind\r\nfixed on that and the thing will seem easy.”\r\n\r\nThe whole question of canvassing is one which I would like some\r\ntime to go into at length. I consider it to be an altogether\r\nabominable practice. An Englishman’s home is his castle, and it\r\nseems to me intolerable that, just as you have got into shirt-sleeves\r\nand settled down to a soothing pipe, total strangers should be\r\npermitted to force their way in and bother you with their nauseous\r\nflattery and their impertinent curiosity as to which way you mean\r\nto vote. And, while I prefer not to speak at length of my\r\nexperiences in Biscuit Row, I must say this much, that practically\r\nevery resident of that dingy quarter appeared to see eye to eye\r\nwith me in this matter. I have never encountered a body of men who\r\nwere consistently less chummy. They looked at me with lowering\r\nbrows, they answered my limping civilities with gruff monosyllables,\r\nthey snatched their babies away from me and hid them, yelling, in\r\ndistant parts of the house. Altogether a most discouraging\r\nexperience, I should have said, and one which seemed to indicate\r\nthat, as far as Biscuit Row was concerned, Boko Lawlor would score\r\na blank at the poll.\r\n\r\nUkridge scoffed at this gloomy theory.\r\n\r\n“My dear old horse,” he cried, exuberantly, as the door of the last\r\nhouse slammed behind us and I revealed to him the inferences I had\r\ndrawn, “you mustn’t mind that. It’s just their way. They treat\r\neverybody the same. Why, one of Huxtable’s fellows got his hat\r\nsmashed in at that very house we’ve just left. I consider the\r\noutlook highly promising, laddie.”\r\n\r\nAnd so, to my surprise, did the candidate himself. When we had\r\nfinished dinner that night and were talking over our cigars, while\r\nUkridge slumbered noisily in an easy chair, Boko Lawlor spoke with\r\na husky confidence of his prospects.\r\n\r\n“And, curiously enough,” said Boko, endorsing what until then I\r\nhad looked on as mere idle swank on Ukridge’s part, “the fellow\r\nwho will have really helped me more than anybody else, if I get\r\nin, is old Ukridge. He borders, perhaps, a trifle too closely on\r\nthe libellous in his speeches, but he certainly has the knack of\r\ntalking to an audience. In the past week he has made himself quite\r\na prominent figure in Redbridge. In fact, I’m bound to say it has\r\nmade me a little nervous at times, this prominence of his. I know\r\nwhat an erratic fellow he is, and if he were to become the centre\r\nof some horrible scandal it would mean defeat for a certainty.”\r\n\r\n“How do you mean, scandal?”\r\n\r\n“I sometimes conjure up a dreadful vision,” said Boko Lawlor, with\r\na slight shudder, “of one of his creditors suddenly rising in the\r\naudience and denouncing him for not having paid for a pair of\r\ntrousers or something.”\r\n\r\nHe cast an apprehensive eye at the sleeping figure.\r\n\r\n“You’re all right if he keeps on wearing that suit,” I said,\r\nsoothingly, “because it happens to be one he sneaked from me. I\r\nhave been wondering why it was so familiar.”\r\n\r\n“Well, anyhow,” said Boko, with determined optimism, “I suppose,\r\nif anything like that was going to happen, it would have happened\r\nbefore. He has been addressing meetings all the week, and nothing\r\nhas occurred. I’m going to let him open the ball at our last rally\r\nto-morrow night. He has a way of warming up the audience. You’ll\r\ncome to that, of course?”\r\n\r\n“If I am to see Ukridge warming up an audience, nothing shall keep\r\nme away.”\r\n\r\n“I’ll see that you get a seat on the platform. It will be the\r\nbiggest affair we have had. The polling takes place on the next\r\nday, and this will be our last chance of swaying the doubters.”\r\n\r\n“I didn’t know doubters ever came to these meetings. I thought the\r\naudience was always solid for the speakers.”\r\n\r\n“It may be so in some constituencies,” said Boko, moodily, “but it\r\ncertainly isn’t at Redbridge.”\r\n\r\nThe monster meeting in support of Boko Lawlor’s candidature was\r\nheld at that popular eyesore, the Associated Mechanics’ Hall. As\r\nI sat among the elect on the platform, waiting for the proceedings\r\nto commence, there came up to me a mixed scent of dust, clothes,\r\norange-peel, chalk, wood, plaster, pomade, and Associated\r\nMechanics—the whole forming a mixture which, I began to see, was\r\nlikely to prove too rich for me. I changed my seat in order to\r\nbring myself next to a small but promising-looking door, through\r\nwhich it would be possible, if necessary, to withdraw without being\r\nnoticed.\r\n\r\nThe principle on which chairmen at these meetings are selected is\r\nperhaps too familiar to require recording here at length, but in\r\ncase some of my readers are not acquainted with the workings of\r\npolitical machines, I may say that no one under the age of\r\neighty-five is eligible and the preference is given to those with\r\nadenoids. For Boko Lawlor the authorities had extended themselves\r\nand picked a champion of his class. In addition to adenoids, the\r\nRight Hon. the Marquess of Cricklewood had—or seemed to have—a\r\npotato of the maximum size and hotness in his mouth, and he had\r\nlearned his elocution in one of those correspondence schools which\r\nteach it by mail. I caught his first sentence—that he would only\r\ndetain us a moment—but for fifteen minutes after that he baffled\r\nme completely. That he was still speaking I could tell by the way\r\nhis Adam’s apple wiggled, but what he was saying I could not even\r\nguess. And presently, the door at my side offering its silent\r\ninvitation, I slid softly through and closed it behind me.\r\n\r\nExcept for the fact that I was now out of sight of the chairman,\r\nI did not seem to have bettered my position greatly. The scenic\r\neffects of the hall had not been alluring, but there was nothing\r\nmuch more enlivening to look at here. I found myself in a\r\nstone-flagged corridor with walls of an unhealthy green, ending in\r\na flight of stairs. I was just about to proceed towards these in\r\na casual spirit of exploration, when footsteps made themselves\r\nheard, and in another moment a helmet loomed into view, followed\r\nby a red face, a blue uniform, and large, stout boots—making in\r\nall one constable, who proceeded along the corridor towards me with\r\na measured step as if pacing a beat. I thought his face looked\r\nstern and disapproving, and attributed it to the fact that I had\r\njust lighted a cigarette—presumably in a place where smoking was\r\nnot encouraged. I dropped the cigarette and placed a guilty heel\r\non it—an action which I regretted the next moment, when the\r\nconstable himself produced one from the recesses of his tunic and\r\nasked me for a match.\r\n\r\n“Not allowed to smoke on duty,” he said, affably, “but there’s no\r\nharm in a puff.”\r\n\r\nI saw now that what I had taken for a stern and disapproving look\r\nwas merely the official mask. I agreed that no possible harm could\r\ncome of a puff.\r\n\r\n“Meeting started?” enquired the officer, jerking his head towards\r\nthe door.\r\n\r\n“Yes. The chairman was making a few remarks when I came out.”\r\n\r\n“Ah! Better give it time to warm up,” he said, cryptically. And\r\nthere was a restful silence for some minutes, while the scent of\r\na cigarette of small price competed with the other odours of the\r\ncorridor.\r\n\r\nPresently, however, the stillness was interrupted. From the unseen\r\nhall came the faint clapping of hands, and then a burst of melody.\r\nI started. It was impossible to distinguish the words, but surely\r\nthere was no mistaking that virile rhythm:—\r\n\r\n  “Tum tumty tumty tumty tum,\r\n    Tum tumty tumty tum,\r\n  Tum tumty tumty tumty tum,\r\n    Tum TUMTY tumty tum.”\r\n\r\nIt was! It must be! I glowed all over with modest pride.\r\n\r\n“That’s mine,” I said, with attempted nonchalance.\r\n\r\n“Ur?” queried the constable, who had fallen into a reverie.\r\n\r\n“That thing they’re singing. Mine. My election song.”\r\n\r\nIt seemed to me that the officer regarded me strangely. It may have\r\nbeen admiration, but it looked more like disappointment and\r\ndisfavour.\r\n\r\n“You on this Lawlor’s side?” he demanded, heavily.\r\n\r\n“Yes. I wrote his election song. They’re singing it now.”\r\n\r\n“I’m opposed to ’im _in toto_ and root and branch,” said the\r\nconstable, emphatically, “I don’t like ’is views—subversive, that’s\r\nwhat I call ’em. Subversive.”\r\n\r\nThere seemed nothing to say to this. This divergence of opinion\r\nwas unfortunate, but there it was. After all, there was no reason\r\nwhy political differences should have to interfere with what had\r\nall the appearance of being the dawning of a beautiful friendship.\r\nPass over it lightly, that was the tactful course. I endeavoured\r\nto steer the conversation gently back to less debatable grounds.\r\n\r\n“This is my first visit to Redbridge,” I said, chattily.\r\n\r\n“Ur?” said the constable, but I could see that he was not\r\ninterested. He finished his cigarette with three rapid puffs and\r\nstamped it out. And as he did so a strange, purposeful tenseness\r\nseemed to come over him. His boiled-fish eyes seemed to say that\r\nthe time of dalliance was now ended and constabulary duty was to\r\nbe done. “Is that the way to the platform, mister?” he asked,\r\nindicating my door with a jerk of the helmet.\r\n\r\nI cannot say why it was, but at this moment a sudden foreboding\r\nswept over me.\r\n\r\n“Why do you want to go on the platform?” I asked, apprehensively.\r\n\r\nThere was no doubt about the disfavour with which he regarded me\r\nnow. So frigid was his glance that I backed against the door in\r\nsome alarm.\r\n\r\n“Never you mind,” he said, severely, “why I want to go on that\r\nplatform. If you really want to know,” he continued, with that\r\nslight inconsistency which marks great minds, “I’m goin’ there to\r\narrest a feller.”\r\n\r\nIt was perhaps a little uncomplimentary to Ukridge that I should\r\nso instantly have leaped to the certainty that, if anybody on a\r\nplatform on which he sat was in danger of arrest, he must be the\r\nman. There were at least twenty other earnest supporters of Boko\r\ngrouped behind the chairman beyond that door, but it never even\r\noccurred to me as a possibility that it could be one of these on\r\nwhom the hand of the law proposed to descend. And a moment later\r\nmy instinct was proved to be unerring. The singing had ceased, and\r\nnow a stentorian voice had begun to fill all space. It spoke, was\r\ninterrupted by a roar of laughter, and began to speak again.\r\n\r\n“That’s ’im,” said the constable, briefly.\r\n\r\n“There must be some mistake,” I said. “That is my friend, Mr.\r\nUkridge.”\r\n\r\n“I don’t know ’is name and I don’t care about ’is name,” said the\r\nconstable, sternly. “But if ’e’s the big feller with glasses that’s\r\nstayin’ at the Bull, that’s the man I’m after. He may be a ’ighly\r\n’umorous and diverting orator,” said the constable, bitterly, as\r\nanother happy burst of laughter greeted what was presumably a\r\nfurther sally at the expense of the side which enjoyed his support,\r\n“but, be that as it may, ’e’s got to come along with me to the\r\nstation and explain how ’e ’appens to be in possession of a stolen\r\ncar that there’s been an enquiry sent out from ’eadquarters about.”\r\n\r\nMy heart turned to water. A light had flashed upon me.\r\n\r\n“Car?” I quavered.\r\n\r\n“Car,” said the constable.\r\n\r\n“Was it a gentleman named Coote who lodged the complaint about his\r\ncar being stolen? Because——”\r\n\r\n“I don’t——”\r\n\r\n“Because, if so, there has been a mistake. Mr. Ukridge is a personal\r\nfriend of Mr. Coote, and——”\r\n\r\n“I don’t know whose name it is’s car’s been stolen,” said the\r\nconstable, elliptically. “All I know is, there’s been an enquiry\r\nsent out, and this feller’s got it.”\r\n\r\nAt this point something hard dug into the small of my back as I\r\npressed against the door. I stole a hand round behind me, and my\r\nfingers closed upon a key. The policeman was stooping to retrieve\r\na dropped notebook. I turned the key softly and pocketed it.\r\n\r\n“If you would kindly not object to standing back a bit and giving\r\na feller a chance to get at that door,” said the policeman,\r\nstraightening himself. He conducted experiments with the handle.\r\n“’Ere, it’s locked!”\r\n\r\n“Is it?” I said. “Is it?”\r\n\r\n“’Ow did you get out through this door if it’s locked?”\r\n\r\n“It wasn’t locked when I came through.”\r\n\r\nHe eyed me with dull suspicion for a moment, then knocked\r\nimperatively with a large red knuckle.\r\n\r\n“Shush! Shush!” came a scandalised whisper through the keyhole.\r\n\r\n“Never you mind about ‘Shush! Shush!’” said the constable, with\r\nasperity. “You open this door, that’s what you do.” And he\r\nsubstituted for the knuckle a leg-of-mutton-like fist. The sound\r\nof his banging boomed through the corridor like distant thunder.\r\n\r\n“Really, you know,” I protested, “you’re disturbing the meeting.”\r\n\r\n“I _want_ to disturb the meeting,” replied this strong but not\r\nsilent man, casting a cold look over his shoulder. And the next\r\ninstant, to prove that he was as ready with deeds as with words,\r\nhe backed a foot or two, lifted a huge and weighty foot, and\r\nkicked.\r\n\r\nFor all ordinary purposes the builder of the Associated Mechanics’\r\nHall had done his work adequately, but he had never suspected that\r\nan emergency might arise which would bring his doors into\r\ncompetition with a policeman’s foot. Any lesser maltreatment the\r\nlock might have withstood, but against this it was powerless. With\r\na sharp sound like the cry of one registering a formal protest the\r\ndoor gave way. It swung back, showing a vista of startled faces\r\nbeyond. Whether or not the noise had reached the audience in the\r\nbody of the hall I did not know, but it had certainly impressed\r\nthe little group on the platform. I had a swift glimpse of forms\r\nhurrying to the centre of the disturbance, of the chairman gaping\r\nlike a surprised sheep, of Ukridge glowering; and then the constable\r\nblocked out my view as he marched forward over the debris.\r\n\r\nA moment later there was no doubt as to whether the audience was\r\ninterested. A confused uproar broke out in every corner of the\r\nhall, and, hurrying on to the platform, I perceived that the hand\r\nof the Law had fallen. It was grasping Ukridge’s shoulder in a\r\nweighty grip in the sight of all men.\r\n\r\nThere was just one instant before the tumult reached its height in\r\nwhich it was possible for the constable to speak with a chance of\r\nmaking himself heard. He seized his opportunity adroitly. He threw\r\nback his head and bellowed as if he were giving evidence before a\r\ndeaf magistrate.\r\n\r\n“’E’s—stolen—a—mo—tor—car! I’m a-r-resting—’im—for—’avin’—sto—len—a—norter-mo_bile!_”\r\nhe vociferated in accents audible to all. And then, with the sudden\r\nswiftness of one practised in the art of spiriting felons away from\r\nthe midst of their friends, he was gone, and Ukridge with him.\r\n\r\nThere followed a long moment of bewildered amazement. Nothing like\r\nthis had ever happened before at political meetings at Redbridge,\r\nand the audience seemed doubtful how to act. The first person to\r\nwhom intelligence returned was a grim-looking little man in the\r\nthird row, who had forced himself into prominence during the\r\nchairman’s speech with some determined heckling. He bounded out of\r\nhis chair and stood on it.\r\n\r\n“Men of Redbridge!” he shouted.\r\n\r\n“Siddown!” roared the audience automatically.\r\n\r\n“Men of Redbridge,” repeated the little man, in a voice out of all\r\nproportion to his inches, “are you going to trust—do you mean to\r\nsupport—-is it your intention to place your affairs in the hands\r\nof one who employs _criminals_——”\r\n\r\n“Siddown!” recommended many voices, but there were many others that\r\nshouted “’Ear, ’Ear!”\r\n\r\n“——who employs _criminals_ to speak on his platform? Men of\r\nRedbridge, I——”\r\n\r\nHere someone grasped the little man’s collar and brought him to\r\nthe floor. Somebody else hit the collar-grasper over the head with\r\nan umbrella. A third party broke the umbrella and smote its owner\r\non the nose. And after that the action may be said to have become\r\ngeneral. Everybody seemed to be fighting everybody else, and at\r\nthe back of the hall a group of serious thinkers, in whom I seemed\r\nto recognise the denizens of Biscuit Row, had begun to dismember\r\nthe chairs and throw them at random. It was when the first rush\r\nwas made for the platform that the meeting definitely broke up.\r\nThe chairman headed the stampede for my little door, moving well\r\nfor a man of his years, and he was closely followed by the rest of\r\nthe elect. I came somewhere midway in the procession, outstripped\r\nby the leaders, but well up in the field. The last I saw of the\r\nmonster meeting in aid of Boko Lawlor’s candidature was Boko’s\r\ndrawn and agonised face as he barked his shin on an overturned\r\ntable in his efforts to reach the exit in three strides.\r\n\r\nThe next morning dawned bright and fair, and the sun, as we speeded\r\nback to London, smiled graciously in through the windows of our\r\nthird-class compartment. But it awoke no answering smile on\r\nUkridge’s face. He sat in his corner scowling ponderously out at\r\nthe green countryside. He seemed in no way thankful that his\r\nprison-life was over, and he gave me no formal thanks for the\r\nswiftness and intelligence with which I had obtained his release.\r\n\r\nA five-shilling telegram to Looney Coote had been the means of\r\neffecting this. Shortly after breakfast Ukridge had come to my\r\nhotel, a free man, with the information that Looney had wired the\r\npolice of Redbridge directions to unbar the prison cell. But\r\nliberty he appeared to consider a small thing compared with his\r\nwrongs, and now he sat in the train, thinking, thinking, thinking.\r\n\r\nI was not surprised when his first act on reaching Paddington was\r\nto climb into a cab and request the driver to convey him immediately\r\nto Looney Coote’s address.\r\n\r\nPersonally, though I was considerate enough not to say so, I was\r\npro-Coote. If Ukridge wished to go about sneaking his friends’ cars\r\nwithout a word of explanation, it seemed to me that he did so at\r\nhis own risk. I could not see how Looney Coote could be expected\r\nto know by some form of telepathy that his vanished Winchester-Murphy\r\nhad fallen into the hands of an old schoolfellow. But Ukridge, to\r\njudge by his stony stare and tightened lips, not to mention the\r\nfact that his collar had jumped off its stud and he had made no\r\nattempt to adjust it, thought differently. He sat in the cab,\r\nbrooding silently, and when we reached our destination and were\r\nshown into Looney’s luxurious sitting-room, he gave one long, deep\r\nsigh, like that of a fighter who hears the gong go for round one.\r\n\r\nLooney fluttered out of the adjoining room in pyjamas and a flowered\r\ndressing-gown. He was evidently a late riser.\r\n\r\n“Oh, here you are!” he said, pleased. “I say, old man, I’m awfully\r\nglad it’s all right.”\r\n\r\n“All right!” An overwrought snort escaped Ukridge. His bosom\r\nswelled beneath his mackintosh. “All right!”\r\n\r\n“I’m frightfully sorry there was any trouble.”\r\n\r\nUkridge struggled for utterance.\r\n\r\n“Do you know I spent the night on a beastly plank bed,” he said,\r\nhuskily.\r\n\r\n“No, really? I say!”\r\n\r\n“Do you know that this morning I was washed by the authorities?”\r\n\r\n“I say, no!”\r\n\r\n“And you say it’s all right!”\r\n\r\nHe had plainly reached the point where he proposed to deliver a\r\nlengthy address of a nature calculated to cause alarm and\r\ndespondency in Looney Coote, for he raised a clenched fist, shook\r\nit passionately, and swallowed once or twice. But before he could\r\nembark on what would certainly have been an oration worth listening\r\nto, his host anticipated him.\r\n\r\n“I don’t see that it was my fault,” bleated Looney Coote, voicing\r\nmy own sentiments.\r\n\r\n“You don’t see that it was your fault!” stuttered Ukridge.\r\n\r\n“Listen, old man,” I urged, pacifically. “I didn’t like to say so\r\nbefore, because you didn’t seem in the mood for it, but what else\r\ncould the poor chap have done? You took his car without a word of\r\nexplanation——”\r\n\r\n“What?”\r\n\r\n“——and naturally he thought it had been stolen and had word sent\r\nout to the police-stations to look out for whoever had got it. As\r\na matter of fact, it was I who advised him to.”\r\n\r\nUkridge was staring bleakly at Looney.\r\n\r\n“Without a word of explanation!” he echoed. “What about my letter,\r\nthe long and carefully-written letter I sent you explaining the\r\nwhole thing?”\r\n\r\n“Letter?”\r\n\r\n“Yes!”\r\n\r\n“I got no letter,” said Looney Coote.\r\n\r\nUkridge laughed malevolently.\r\n\r\n“You’re going to pretend it went wrong in the post, eh? Thin, very\r\nthin. I am certain that letter was posted. I remember placing it\r\nin my pocket for that purpose. It is not there now, and I have been\r\nwearing this suit ever since I left London. See. These are all the\r\ncontents of my——”\r\n\r\nHis voice trailed off as he gazed at the envelope in his hand.\r\nThere was a long silence. Ukridge’s jaw dropped slowly.\r\n\r\n“Now, how the deuce did that happen?” he murmured.\r\n\r\nI am bound to say that Looney Coote in this difficult moment\r\ndisplayed a nice magnanimity which I could never have shown. He\r\nmerely nodded sympathetically.\r\n\r\n“I’m always doing that sort of thing myself,” he said. “Never can\r\nremember to post letters. Well, now that that’s all explained, have\r\na drink, old man, and let’s forget about it.”\r\n\r\nThe gleam in Ukridge’s eye showed that the invitation was a welcome\r\none, but the battered relics of his conscience kept him from\r\nabandoning the subject under discussion as his host had urged.\r\n\r\n“But upon my Sam, Looney, old horse,” he stammered, “I—well, dash\r\nit, I don’t know what to say. I mean——”\r\n\r\nLooney Coote was fumbling in the sideboard for the materials for\r\na friendly carouse.\r\n\r\n“Don’t say another word, old man, not another word,” he pleaded.\r\n“It’s the sort of thing that might have happened to anyone. And,\r\nas a matter of fact, the whole affair has done me a bit of good.\r\nDashed lucky it has turned out for me. You see, it came as a sort\r\nof omen. There was an absolute outsider running in the third race\r\nat Kempton Park the day after the car went called Stolen Goods,\r\nand somehow it seemed to me that the thing had been sent for a\r\npurpose. I crammed on thirty quid at twenty-five to one. The\r\npeople round about laughed when they saw me back this poor,\r\nbroken-down-looking moke, and, dash it, the animal simply romped\r\nhome! I collected a parcel!”\r\n\r\nWe clamoured our congratulations on this happy ending. Ukridge was\r\nespecially exuberant.\r\n\r\n“Yes,” said Looney Coote, “I won seven hundred and fifty quid. Just\r\nlike that! I put it on with that new fellow you were telling me\r\nabout at the O. W. dinner, old man—that chap Isaac O’Brien. It sent\r\nhim absolutely broke and he’s had to go out of business. He’s only\r\npaid me six hundred quid so far, but says he has some sort of a\r\nsleeping partner or something who may be able to raise the balance.”"
  ]
}