{
  "index": 11,
  "title": "Chapter 10",
  "paragraphs": [
    "UKRIDGE ROUNDS A NASTY CORNER\r\n\r\n\r\nThe late Sir Rupert Lakenheath, K.C.M.G., C.B., M.V.O., was one of\r\nthose men at whom their countries point with pride. Until his\r\nretirement on a pension in the year 1906, he had been Governor of\r\nvarious insanitary outposts of the British Empire situated around\r\nthe equator, and as such had won respect and esteem from all. A\r\nkindly editor of my acquaintance secured for me the job of assisting\r\nthe widow of this great administrator to prepare his memoirs for\r\npublication; and on a certain summer afternoon I had just finished\r\narraying myself suitably for my first call on her at her residence\r\nin Thurloe Square, South Kensington, when there was a knock at the\r\ndoor, and Bowles, my landlord, entered, bearing gifts.\r\n\r\nThese consisted of a bottle with a staring label and a large\r\ncardboard hat-box. I gazed at them blankly, for they held no\r\nmessage for me.\r\n\r\nBowles, in his ambassadorial manner, condescended to explain.\r\n\r\n“Mr. Ukridge,” he said, with the ring of paternal affection in his\r\nvoice which always crept into it when speaking of that menace to\r\ncivilisation, “called a moment ago, sir, and desired me to hand\r\nyou these.”\r\n\r\nHaving now approached the table on which he had placed the objects,\r\nI was enabled to solve the mystery of the bottle. It was one of\r\nthose, fat, bulging bottles, and it bore across its diaphragm in\r\nred letters the single word “PEPPO.” Beneath this, in black letters,\r\nran the legend, “It Bucks You Up.” I had not seen Ukridge for more\r\nthan two weeks, but at our last meeting, I remembered, he had\r\nspoken of some foul patent medicine of which he had somehow secured\r\nthe agency. This, apparently, was it.\r\n\r\n“But what’s in the hat-box?” I asked.\r\n\r\n“I could not say, sir,” replied Bowles.\r\n\r\nAt this point the hat-box, which had hitherto not spoken, uttered\r\na crisp, sailorly oath, and followed it up by singing the opening\r\nbars of “Annie Laurie.” It then relapsed into its former moody\r\nsilence.\r\n\r\nA few doses of Peppo would, no doubt, have enabled me to endure\r\nthis remarkable happening with fortitude and phlegm. Not having\r\ntaken that specific, the thing had a devastating effect upon my\r\nnervous centres. I bounded back and upset a chair, while Bowles,\r\nhis dignity laid aside, leaped silently towards the ceiling. It\r\nwas the first time I had ever seen him lay off the mask, and even\r\nin that trying moment I could not help being gratified by the\r\nspectacle. It gave me one of those thrills that come once in a\r\nlifetime.\r\n\r\n“For Gord’s sake!” ejaculated Bowles.\r\n\r\n“Have a nut,” observed the hat-box, hospitably. “Have a nut.”\r\n\r\nBowles’s panic subsided.\r\n\r\n“It’s a bird, sir. A parrot!”\r\n\r\n“What the deuce does Ukridge mean,” I cried, becoming the outraged\r\nhouseholder, “by cluttering up my rooms with his beastly parrots?\r\nI’d like that man to know——”\r\n\r\nThe mention of Ukridge’s name seemed to act on Bowles like a\r\nsoothing draught. He recovered his poise.\r\n\r\n“I have no doubt, sir,” he said, a touch of coldness in his voice\r\nthat rebuked my outburst, “that Mr. Ukridge has good reasons for\r\ndepositing the bird in our custody. I fancy he must wish you to\r\ntake charge of it for him.”\r\n\r\n“He may wish it——” I was beginning, when my eye fell on the clock.\r\nIf I did not want to alienate my employer by keeping her waiting,\r\nI must be on my way immediately.\r\n\r\n“Put that hat-box in the other room, Bowles,” I said. “And I\r\nsuppose you had better give the bird something to eat.”\r\n\r\n“Very good, sir. You may leave the matter in my hands with complete\r\nconfidence.”\r\n\r\nThe drawing-room into which I was shown on arriving at Thurloe\r\nSquare was filled with many mementoes of the late Sir Rupert’s\r\ngubernatorial career. In addition the room contained a small and\r\nbewilderingly pretty girl in a blue dress, who smiled upon me\r\npleasantly.\r\n\r\n“My aunt will be down in a moment,” she said, and for a few moments\r\nwe exchanged commonplaces. Then the door opened and Lady Lakenheath\r\nappeared.\r\n\r\nThe widow of the Administrator was tall, angular, and thin, with\r\na sun-tanned face of a cast so determined as to make it seem a\r\ntenable theory that in the years previous to 1906 she had done at\r\nleast her share of the administrating. Her whole appearance was\r\nthat of a woman designed by Nature to instil law and order into\r\nthe bosoms of boisterous cannibal kings. She surveyed me with an\r\nappraising glance, and then, as if reconciled to the fact that,\r\npoor specimen though I might be, I was probably as good as anything\r\nelse that could be got for the money, received me into the fold by\r\npressing the bell and ordering tea.\r\n\r\nTea had arrived, and I was trying to combine bright dialogue with\r\nthe difficult feat of balancing my cup on the smallest saucer I\r\nhad ever seen, when my hostess, happening to glance out of window\r\ninto the street below, uttered something midway between a sigh and\r\na click of the tongue.\r\n\r\n“Oh, dear! That extraordinary man again!”\r\n\r\nThe girl in the blue dress, who had declined tea and was sewing in\r\na distant corner, bent a little closer over her work.\r\n\r\n“Millie!” said the administratress, plaintively, as if desiring\r\nsympathy in her trouble.\r\n\r\n“Yes, Aunt Elizabeth?”\r\n\r\n“That man is calling again!”\r\n\r\nThere was a short but perceptible pause. A delicate pink appeared\r\nin the girl’s cheeks.\r\n\r\n“Yes, Aunt Elizabeth?” she said.\r\n\r\n“Mr. Ukridge,” announced the maid at the door.\r\n\r\nIt seemed to me that if this sort of thing was to continue, if\r\nexistence was to become a mere series of shocks and surprises,\r\nPeppo would have to be installed as an essential factor in my life.\r\nI stared speechlessly at Ukridge as he breezed in with the\r\nunmistakable air of sunny confidence which a man shows on familiar\r\nground. Even if I had not had Lady Lakenheath’s words as evidence,\r\nhis manner would have been enough to tell me that he was a frequent\r\nvisitor in her drawing-room; and how he had come to be on calling\r\nterms with a lady so pre-eminently respectable it was beyond me to\r\nimagine. I awoke from my stupor to find that we were being\r\nintroduced, and that Ukridge, for some reason clear, no doubt, to\r\nhis own tortuous mind but inexplicable to me, was treating me as\r\na complete stranger. He nodded courteously but distantly, and I,\r\nfalling in with his unspoken wishes, nodded back. Plainly relieved,\r\nhe turned to Lady Lakenheath and plunged forthwith into the talk\r\nof intimacy.\r\n\r\n“I’ve got good news for you,” he said. “News about Leonard.”\r\n\r\nThe alteration in our hostess’s manner at these words was\r\nremarkable. Her somewhat forbidding manner softened in an instant\r\nto quite a tremulous fluttering. Gone was the hauteur which had\r\ncaused her but a moment back to allude to him as “that extraordinary\r\nman.” She pressed tea upon him, and scones.\r\n\r\n“Oh, Mr. Ukridge!” she cried.\r\n\r\n“I don’t want to rouse false hopes and all that sort of thing,\r\nladdie—I mean, Lady Lakenheath, but, upon my Sam, I really believe\r\nI am on the track. I have been making the most assiduous enquiries.”\r\n\r\n“How very kind of you!”\r\n\r\n“No, no,” said Ukridge, modestly.\r\n\r\n“I have been so worried,” said Lady Lakenheath, “that I have\r\nscarcely been able to rest.”\r\n\r\n“Too bad!”\r\n\r\n“Last night I had a return of my wretched malaria.”\r\n\r\nAt these words, as if he had been given a cue, Ukridge reached\r\nunder his chair and produced from his hat, like some conjurer, a\r\nbottle that was own brother to the one he had left in my rooms.\r\nEven from where I sat I could read those magic words of cheer on\r\nits flaunting label.\r\n\r\n“Then I’ve got the very stuff for you,” he boomed. “This is what\r\nyou want. Glowing reports on all sides. Two doses, and cripples\r\nfling away their crutches and join the Beauty Chorus.”\r\n\r\n“I am scarcely a cripple, Mr. Ukridge,” said Lady Lakenheath, with\r\na return of her earlier bleakness.\r\n\r\n“No, no! Good heavens, no! But you can’t go wrong by taking Peppo.”\r\n\r\n“Peppo?” said Lady Lakenheath, doubtfully.\r\n\r\n“It bucks you up.”\r\n\r\n“You think it might do me good?” asked the sufferer, wavering.\r\nThere was a glitter in her eye that betrayed the hypochondriac,\r\nthe woman who will try anything once.\r\n\r\n“Can’t fail.”\r\n\r\n“Well, it is most kind and thoughtful of you to have brought it.\r\nWhat with worrying over Leonard——”\r\n\r\n“I know, I know,” murmured Ukridge, in a positively bedside manner.\r\n\r\n“It seems so strange,” said Lady Lakenheath, “that, after I had\r\nadvertised in all the papers, someone did not find him.”\r\n\r\n“Perhaps someone did find him!” said Ukridge, darkly.\r\n\r\n“You think he must have been stolen?”\r\n\r\n“I am convinced of it. A beautiful parrot like Leonard, able to\r\ntalk in six languages——”\r\n\r\n“And sing,” murmured Lady Lakenheath.\r\n\r\n“——_and_ sing,” added Ukridge, “is worth a lot of money. But don’t\r\nyou worry, old—er—don’t you worry. If the investigations which I\r\nam conducting now are successful, you will have Leonard back safe\r\nand sound to-morrow.”\r\n\r\n“To-morrow?”\r\n\r\n“Absolutely to-morrow. Now tell me all about your malaria.”\r\n\r\nI felt that the time had come for me to leave. It was not merely\r\nthat the conversation had taken a purely medical turn and that I\r\nwas practically excluded from it; what was really driving me away\r\nwas the imperative necessity of getting out in the open somewhere\r\nand thinking. My brain was whirling. The world seemed to have\r\nbecome suddenly full of significant and disturbing parrots. I\r\nseized my hat and rose. My hostess was able to take only an\r\nabsent-minded interest in my departure. The last thing I saw as\r\nthe door closed was Ukridge’s look of big-hearted tenderness as he\r\nleaned forward so as not to miss a syllable of his companion’s\r\nclinical revelations. He was not actually patting Lady Lakenheath’s\r\nhand and telling her to be a brave little woman, but short of that\r\nhe appeared to be doing everything a man could do to show her that,\r\nrugged though his exterior might be, his heart was in the right\r\nplace and aching for her troubles.\r\n\r\nI walked back to my rooms. I walked slowly and pensively, bumping\r\ninto lamp-posts and pedestrians. It was a relief, when I finally\r\nreached Ebury Street, to find Ukridge smoking on my sofa. I was\r\nresolved that before he left he should explain what this was all\r\nabout, if I had to wrench the truth from him.\r\n\r\n“Hallo, laddie!” he said. “Upon my Sam, Corky, old horse, did you\r\never in your puff hear of anything so astounding as our meeting\r\nlike that? Hope you didn’t mind my pretending not to know you. The\r\nfact is my position in that house——What the dickens were you doing\r\nthere, by the way?”\r\n\r\n“I’m helping Lady Lakenheath prepare her husband’s memoirs.”\r\n\r\n“Of course, yes. I remember hearing her say she was going to rope\r\nin someone. But what a dashed extraordinary thing it should be you!\r\nHowever, where was I? Oh, yes. My position in the house, Corky, is\r\nso delicate that I simply didn’t dare risk entering into any\r\nentangling alliances. What I mean to say is, if we had rushed into\r\neach other’s arms, and you had been established in the old lady’s\r\neyes as a friend of mine, and then one of these days you had\r\nhappened to make a bloomer of some kind—as you well might,\r\nladdie—and got heaved into the street on your left ear—well, you\r\nsee where I would be. I should be involved in your downfall. And\r\nI solemnly assure you, laddie, that my whole existence is staked\r\non keeping in with that female. I _must_ get her consent!”\r\n\r\n“Her what?”\r\n\r\n“Her consent. To the marriage.”\r\n\r\n“The marriage?”\r\n\r\nUkridge blew a cloud of smoke, and gazed through it sentimentally\r\nat the ceiling.\r\n\r\n“Isn’t she a perfect angel?” he breathed, softly.\r\n\r\n“Do you mean Lady Lakenheath?” I asked, bewildered.\r\n\r\n“Fool! No, Millie.”\r\n\r\n“Millie? The girl in blue?”\r\n\r\nUkridge sighed dreamily.\r\n\r\n“She was wearing that blue dress when I first met her, Corky. And\r\na hat with thingummies. It was on the Underground. I gave her my\r\nseat, and, as I hung over her, suspended by a strap, I fell in love\r\nabsolutely in a flash. I give you my honest word, laddie, I fell\r\nin love with her for all eternity between Sloane Square and South\r\nKensington stations. She got out at South Kensington. So did I. I\r\nfollowed her to the house, rang the bell, got the maid to show me\r\nin, and, once I was in, put up a yarn about being misdirected and\r\ncoming to the wrong address and all that sort of thing. I think\r\nthey thought I was looney or trying to sell life insurance or\r\nsomething, but I didn’t mind that. A few days later I called, and\r\nafter that I hung about, keeping an eye on their movements, met\r\n’em everywhere they went, and bowed and passed a word and generally\r\nmade my presence felt, and—well, to cut a long story short, old\r\nhorse, we’re engaged. I happened to find out that Millie was in\r\nthe habit of taking the dog for a run in Kensington Gardens every\r\nmorning at eleven, and after that things began to move. It took a\r\nbit of doing, of course, getting up so early, but I was on the spot\r\nevery day and we talked and bunged sticks for the dog, and—well,\r\nas I say, we’re engaged. She is the most amazing, wonderful girl,\r\nladdie, that you ever encountered in your life.”\r\n\r\nI had listened to this recital dumbly. The thing was too cataclysmal\r\nfor my mind. It overwhelmed me.\r\n\r\n“But——” I began.\r\n\r\n“But,” said Ukridge, “the news has yet to be broken to the old\r\nlady, and I am striving with every nerve in my body, with every\r\nfibre of my brain, old horse, to get in right with her. That is\r\nwhy I brought her that Peppo. Not much, you may say, but every\r\nlittle helps. Shows zeal. Nothing like zeal. But, of course, what\r\nI’m really relying on is the parrot. That’s my ace of trumps.”\r\n\r\nI passed a hand over my corrugated forehead.\r\n\r\n“The parrot!” I said, feebly. “Explain about the parrot.” Ukridge\r\neyed me with honest astonishment.\r\n\r\n“Do you mean to tell me you haven’t got on to that? A man of your\r\nintelligence! Corky, you amaze me. Why, I pinched it, of course.\r\nOr, rather, Millie and I pinched it together. Millie—a girl in a\r\nmillion, laddie!—put the bird in a string-bag one night when her\r\naunt was dining out and lowered it to me out of the drawing-room\r\nwindow. And I’ve been keeping it in the background till the moment\r\nwas ripe for the spectacular return. Wouldn’t have done to take it\r\nback at once. Bad strategy. Wiser to hold it in reserve for a few\r\ndays and show zeal and work up the interest. Millie and I are\r\nbuilding on the old lady’s being so supremely bucked at having the\r\nbird restored to her that there will be nothing she won’t be\r\nwilling to do for me.”\r\n\r\n“But what do you want to dump the thing in my rooms for?” I\r\ndemanded, reminded of my grievance. “I never got such a shock as\r\nwhen that damned hat-box began to back-chat at me.”\r\n\r\n“I’m sorry, old man, but it had to be. I could never tell that the\r\nold lady might not take it into her head to come round to my rooms\r\nabout something. I’d thrown out—mistakenly, I realise now—an\r\noccasional suggestion about tea there some afternoon. So I had to\r\npark the bird with you. I’ll take it away to-morrow.”\r\n\r\n“You’ll take it away to-night!”\r\n\r\n“Not to-night, old man,” pleaded Ukridge. “First thing to-morrow.\r\nYou won’t find it any trouble. Just throw it a word or two every\r\nnow and then and give it a bit of bread dipped in tea or something,\r\nand you won’t have to worry about it at all. And I’ll be round by\r\nnoon at the latest to take it away. May Heaven reward you, laddie,\r\nfor the way you have stood by me this day!”\r\n\r\nFor a man like myself, who finds at least eight hours of sleep\r\nessential if that schoolgirl complexion is to be preserved, it was\r\nunfortunate that Leonard the parrot should have proved to be a bird\r\nof high-strung temperament, easily upset. The experiences which he\r\nhad undergone since leaving home had, I was to discover, jarred\r\nhis nervous system. He was reasonably tranquil during the hours\r\npreceding bedtime, and had started his beauty-sleep before I myself\r\nturned in; but at two in the morning something in the nature of a\r\nnightmare must have attacked him, for I was wrenched from slumber\r\nby the sound of a hoarse soliloquy in what I took to be some native\r\ndialect. This lasted without a break till two-fifteen, when he made\r\na noise like a steam-riveter for some moments; after which,\r\napparently soothed, he fell asleep again. I dropped off at about\r\nthree, and at three-thirty was awakened by the strains of a deep-sea\r\nchanty. From then on our periods of sleep never seemed to coincide.\r\nIt was a wearing night, and before I went out after breakfast I\r\nleft imperative instructions with Bowles for Ukridge, on arrival,\r\nto be informed that, if anything went wrong with his plans for\r\nremoving my guest that day, the mortality statistics among parrots\r\nwould take an up-curve. Returning to my rooms in the evening, I\r\nwas pleased to see that this manifesto had been taken to heart.\r\nThe hat-box was gone, and about six o’clock Ukridge appeared, so\r\nbeaming and effervescent that I understood what had happened before\r\nhe spoke. “Corky, my boy,” he said, vehemently, “this is the\r\nmaddest, merriest day of all the glad New Year, and you can quote\r\nme as saying so!”\r\n\r\n“Lady Lakenheath has given her consent?”\r\n\r\n“Not merely given it, but bestowed it blithely, jubilantly.”\r\n\r\n“It beats me,” I said.\r\n\r\n“What beats you?” demanded Ukridge, sensitive to the jarring note.\r\n\r\n“Well, I don’t want to cast any aspersions, but I should have\r\nthought the first thing she would have done would be to make\r\nsearching enquiries about your financial position.”\r\n\r\n“My financial position? What’s wrong with my financial position?\r\nI’ve got considerably over fifty quid in the bank, and I’m on the\r\neve of making an enormous fortune out of this Peppo stuff.”\r\n\r\n“And that satisfied Lady Lakenheath?” I said, incredulously.\r\n\r\nUkridge hesitated for a moment.\r\n\r\n“Well, to be absolutely frank, laddie,” he admitted, “I have an\r\nidea that she rather supposes that in the matter of financing the\r\nventure my aunt will rally round and keep things going till I am\r\non my feet.”\r\n\r\n“Your aunt! But your aunt has finally and definitely disowned you.”\r\n\r\n“Yes. To be perfectly accurate, she has. But the old lady doesn’t\r\nknow that. In fact, I rather made a point of keeping it from her.\r\nYou see, I found it necessary, as things turned out, to play my\r\naunt as my ace of trumps.”\r\n\r\n“You told me the parrot was your ace of trumps.”\r\n\r\n“I know I did. But these things slip up at the last moment. She\r\nseethed with gratitude about the bird, but when I seized the\r\nopportunity to ask her for her blessing I was shocked to see that\r\nshe put her ears back and jibbed. Got that nasty steely look in\r\nher eyes and began to talk about clandestine meetings and things\r\nbeing kept from her. It was an occasion for the swiftest thinking,\r\nladdie. I got an inspiration. I played up my aunt. It worked like\r\nmagic. It seems the old lady has long been an admirer of her\r\nnovels, and has always wanted to meet her. She went down and out\r\nfor the full count the moment I introduced my aunt into the\r\nconversation, and I have had no trouble with her since.”\r\n\r\n“Have you thought what is going to happen when they do meet? I\r\ncan’t see your aunt delivering a striking testimonial to your\r\nmerits.”\r\n\r\n“That’s all right. The fact of the matter is, luck has stood by me\r\nin the most amazing way all through. It happens that my aunt is\r\nout of town. She’s down at her cottage in Sussex finishing a novel,\r\nand on Saturday she sails for America on a lecturing tour.”\r\n\r\n“How did you find that out?”\r\n\r\n“Another bit of luck. I ran into her new secretary, a bloke named\r\nWassick, at the Savage smoker last Saturday. There’s no chance of\r\ntheir meeting. When my aunt’s finishing a novel, she won’t read\r\nletters or telegrams, so it’s no good the old lady trying to get\r\na communication through to her. It’s Wednesday now, she sails on\r\nSaturday, she will be away six months—why, damme, by the time she\r\nhears of the thing I shall be an old married man.”\r\n\r\nIt had been arranged between my employer and myself during the\r\npreliminary negotiations that I should give up my afternoons to\r\nthe memoirs and that the most convenient plan would be for me to\r\npresent myself at Thurloe Square daily at three o’clock. I had just\r\nsettled myself on the following day in the ground-floor study when\r\nthe girl Millie came in, carrying papers.\r\n\r\n“My aunt asked me to give you these,” she said. “They are Uncle\r\nRupert’s letters home for the year 1889.”\r\n\r\nI looked at her with interest and something bordering on awe. This\r\nwas the girl who had actually committed herself to the appalling\r\ntask of going through life as Mrs. Stanley Featherstonehaugh\r\nUkridge—and, what is more, seemed to like the prospect. Of such\r\nstuff are heroines made.\r\n\r\n“Thank you,” I said, putting the papers on the desk. “By the way,\r\nmay I—I hope you will——What I mean is, Ukridge told me all about\r\nit. I hope you will be very happy.”\r\n\r\nHer face fit up. She really was the most delightful girl to look\r\nat I had ever met. I could not blame Ukridge for falling in love\r\nwith her.\r\n\r\n“Thank you very much,” she said. She sat in the huge arm-chair,\r\nlooking very small. “Stanley has been telling me what friends you\r\nand he are. He is devoted to you.”\r\n\r\n“Great chap!” I said, heartily. I would have said anything which\r\nI thought would please her. She exercised a spell, this girl. “We\r\nwere at school together.”\r\n\r\n“I know. He is always talking about it.” She looked at me with\r\nround eyes exactly like a Persian kitten’s. “I suppose you will be\r\nhis best man?” She bubbled with happy laughter. “At one time I was\r\nawfully afraid there wouldn’t be any need for a best man. Do you\r\nthink it was very wrong of us to steal Aunt Elizabeth’s parrot?”\r\n\r\n“Wrong?” I said, stoutly. “Not a bit of it. What an idea!”\r\n\r\n“She was terribly worried,” argued the girl.\r\n\r\n“Best thing in the world,” I assured her. “Too much peace of mind\r\nleads to premature old age.”\r\n\r\n“All the same, I have never felt so wicked and ashamed of myself.\r\nAnd I know Stanley felt just like that, too.”\r\n\r\n“I bet he did!” I agreed, effusively. Such was the magic of this\r\nDresden china child that even her preposterous suggestion that\r\nUkridge possessed a conscience could not shake me.\r\n\r\n“He’s so wonderful and chivalrous and considerate.”\r\n\r\n“The very words I should have used myself!”\r\n\r\n“Why, to show you what a beautiful nature he has, he’s gone out\r\nnow with my aunt to help her do her shopping.”\r\n\r\n“You don’t say so!”\r\n\r\n“Just to try to make it up to her, you see, for the anxiety we\r\ncaused her.”\r\n\r\n“It’s noble! That’s what it is. Absolutely noble!”\r\n\r\n“And if there’s one thing in the world he loathes it is carrying\r\nparcels.”\r\n\r\n“The man,” I exclaimed, with fanatical enthusiasm, “is a perfect\r\nSir Galahad!”\r\n\r\n“Isn’t he? Why, only the other day——”\r\n\r\nShe was interrupted. Outside, the front door slammed. There came\r\na pounding of large feet in the passage. The door of the study flew\r\nopen, and Sir Galahad himself charged in, his arms full of parcels.\r\n\r\n“Corky!” he began. Then, perceiving his future wife, who had risen\r\nfrom the chair in alarm, he gazed at her with a wild pity in his\r\neyes, as one who has bad news to spring. “Millie, old girl,” he\r\nsaid, feverishly, “we’re in the soup!”\r\n\r\nThe girl clutched the table.\r\n\r\n“Oh, Stanley, darling!”\r\n\r\n“There is just one hope. It occurred to me as I was——”\r\n\r\n“You don’t mean that Aunt Elizabeth has changed her mind?”\r\n\r\n“She hasn’t yet. But,” said Ukridge, grimly, “she’s pretty soon\r\ngoing to, unless we move with the utmost despatch.”\r\n\r\n“But what has happened?”\r\n\r\nUkridge shed the parcels. The action seemed to make him calmer.\r\n\r\n“We had just come out of Harrod’s,” he said, “and I was about to\r\nleg it home with these parcels, when she sprang it on me! Right\r\nout of a blue sky!”\r\n\r\n“What, Stanley, dear? Sprang what?”\r\n\r\n“This ghastly thing. This frightful news that she proposes to\r\nattend the dinner of the Pen and Ink Club on Friday night. I saw\r\nher talking to a pug-nosed female we met in the fruit, vegetable,\r\nbirds, and pet dogs department, but I never guessed what they were\r\ntalking about. She was inviting the old lady to that infernal\r\ndinner!”\r\n\r\n“But, Stanley, why shouldn’t Aunt Elizabeth go to the Pen and Ink\r\nClub dinner?”\r\n\r\n“Because my aunt is coming up to town on Friday specially to speak\r\nat that dinner, and your aunt is going to make a point of\r\nintroducing herself and having a long chat about me.”\r\n\r\nWe gazed at one another silently. There was no disguising the\r\ngravity of the news. Like the coming together of two uncongenial\r\nchemicals, this meeting of aunt with aunt must inevitably produce\r\nan explosion. And in that explosion would perish the hopes and\r\ndreams of two loving hearts.\r\n\r\n“Oh, Stanley! What can we do?”\r\n\r\nIf the question had been directed at me, I should have been hard\r\nput to it to answer; but Ukridge, that man of resource, though he\r\nmight be down, was never out.\r\n\r\n“There is just one scheme. It occurred to me as I was sprinting\r\nalong the Brompton Road. Laddie,” he proceeded, laying a heavy hand\r\non my shoulder, “it involves your co-operation.”\r\n\r\n“Oh, how splendid!” cried Millie.\r\n\r\nIt was not quite the comment I would have made myself. She proceeded\r\nto explain.\r\n\r\n“Mr. Corcoran is so clever. I’m sure, if it’s anything that can be\r\ndone, he will do it.”\r\n\r\nThis ruled me out as a potential resister. Ukridge I might have\r\nbeen able to withstand, but so potently had this girl’s spell\r\nworked upon me that in her hands I was as wax.\r\n\r\nUkridge sat down on the desk, and spoke with a tenseness befitting\r\nthe occasion.\r\n\r\n“It’s rummy in this life, laddie,” he began in moralising vein,\r\n“how the rottenest times a fellow goes through may often do him a\r\nbit of good in the end. I don’t suppose I have ever enjoyed any\r\nperiod of my existence less than those months I spent at my aunt’s\r\nhouse in Wimbledon. But mark the sequel, old horse! It was while\r\ngoing through that ghastly experience that I gained a knowledge of\r\nher habits which is going to save us now. You remember Dora Mason?”\r\n\r\n“Who is Dora Mason?” enquired Millie, quickly.\r\n\r\n“A plain, elderly sort of female who used to be my aunt’s\r\nsecretary,” replied Ukridge, with equal promptness.\r\n\r\nPersonally, I remembered Miss Mason as a rather unusually pretty\r\nand attractive girl, but I felt that it would be injudicious to\r\nsay so. I contented myself with making a mental note to the effect\r\nthat Ukridge, whatever his drawbacks as a husband, had at any rate\r\nthat ready tact which is so helpful in the home.\r\n\r\n“Miss Mason,” he proceeded, speaking, I thought, in a manner a\r\nshade more careful and measured, “used to talk to me about her job\r\nfrom time to time. I was sorry for the poor old thing, you\r\nunderstand, because hers was a grey life, and I made rather a point\r\nof trying to cheer her up now and then.”\r\n\r\n“How like you, dear!”\r\n\r\nIt was not I who spoke—it was Millie. She regarded her betrothed\r\nwith shining and admiring eyes, and I could see that she was\r\nthinking that my description of him as a modern Galahad was\r\naltogether too tame.\r\n\r\n“And one of the things she told me,” continued Ukridge, “was that\r\nmy aunt, though she’s always speaking at these bally dinners, can’t\r\nsay a word unless she has her speech written for her and memorises\r\nit. Miss Mason swore solemnly to me that she had written every word\r\nmy aunt had spoken in public in the last two years. You begin to\r\nget on to the scheme, laddie? The long and the short of it is that\r\nwe must get hold of that speech she’s going to deliver at the Pen\r\nand Ink Club binge. We must intercept it, old horse, before it can\r\nreach her. We shall thus spike her guns. Collar that speech, Corky,\r\nold man, before she can get her hooks on it, and you can take it\r\nfrom me that she’ll find she has a headache on Friday night and\r\ncan’t appear.”\r\n\r\nThere stole over me that sickening conviction that comes to those\r\nin peril that I was for it.\r\n\r\n“But it may be too late,” I faltered, with a last feeble effort at\r\nself-preservation. “She may have the speech already.”\r\n\r\n“Not a chance. I know what she’s like when she’s finishing one of\r\nthese beastly books. No distractions of any sort are permitted.\r\nWassick, the secretary bloke, will have had instructions to send\r\nthe thing to her by registered post to arrive Friday morning, so\r\nthat she can study it in the train. Now, listen carefully, laddie,\r\nfor I have thought this thing out to the last detail. My aunt is\r\nat her cottage at Market Deeping, in Sussex. I don’t know how the\r\ntrains go, but there’s sure to be one that’ll get me to Market\r\nDeeping to-night. Directly I arrive I shall send a wire to\r\nWassick—signed ‘Ukridge,’” said the schemer. “I have a perfect\r\nright to sign telegrams ‘Ukridge,’” he added, virtuously, “in which\r\nI tell him to hand the speech over to a gentleman who will call\r\nfor it, as arrangements have been made for him to take it down to\r\nthe cottage. All you have to do is to call at my aunt’s house, see\r\nWassick—a splendid fellow, and just the sort of chump who won’t\r\nsuspect a thing—get the manuscript, and biff off. Once round the\r\ncorner, you dump it in the nearest garbage-box, and all is well.”\r\n\r\n“Isn’t he wonderful, Mr. Corcoran?” cried Millie.\r\n\r\n“I can rely on you, Corky? You will not let me down over your end\r\nof the business?”\r\n\r\n“You _will_ do this for us, Mr. Corcoran, won’t you?” pleaded\r\nMillie.\r\n\r\nI gave one look at her. Her Persian kitten eyes beamed into\r\nmine—gaily, trustfully, confidently. I gulped.\r\n\r\n“All right,” I said, huskily.\r\n\r\nA leaden premonition of impending doom weighed me down next morning\r\nas I got into the cab which was to take me to Heath House, Wimbledon\r\nCommon. I tried to correct this shuddering panic, by telling myself\r\nthat it was simply due to my recollection of what I had suffered\r\nat my previous visit to the place, but it refused to leave me. A\r\nblack devil of apprehension sat on my shoulder all the way, and as\r\nI rang the front-door bell it seemed to me that this imp emitted\r\na chuckle more sinister than any that had gone before. And suddenly\r\nas I waited there I understood.\r\n\r\nNo wonder the imp had chuckled! Like a flash I perceived where the\r\nfatal flaw in this enterprise lay. It was just like Ukridge, poor\r\nimpetuous, woollen-headed ass, not to have spotted it; but that I\r\nmyself should have overlooked it was bitter indeed. The simple fact\r\nwhich had escaped our joint attention was this—that, as I had\r\nvisited the house before, the butler would recognise me. I might\r\nsucceed in purloining the speech, but it would be reported to the\r\nWoman Up Top that the mysterious visitor who had called for the\r\nmanuscript was none other than the loathly Mr. Corcoran of hideous\r\nmemory—and what would happen then? Prosecution? Jail? Social ruin?\r\n\r\nI was on the very point of retreating down the steps when the door\r\nwas flung open, and there swept over me the most exquisite relief\r\nI have ever known.\r\n\r\nIt was a new butler who stood before me.\r\n\r\n“Well?”\r\n\r\nHe did not actually speak the word, but he had a pair of those\r\nexpressive, beetling eyebrows, and they said it for him. A most\r\nforbidding man, fully as grim and austere as his predecessor.\r\n\r\n“I wish to see Mr. Wassick,” I said, firmly.\r\n\r\nThe butler’s manner betrayed no cordiality, but he evidently saw\r\nthat I was not to be trifled with. He led the way down that familiar\r\nhall, and presently I was in the drawing-room, being inspected once\r\nmore by the six Pekingese, who, as on that other occasion, left\r\ntheir baskets, smelt me, registered disappointment, and made for\r\ntheir baskets again.\r\n\r\n“What name shall I say, sir?”\r\n\r\nI was not to be had like that.\r\n\r\n“Mr. Wassick is expecting me,” I replied, coldly.\r\n\r\n“Very good, sir.”\r\n\r\nI strolled buoyantly about the room, inspecting this object and\r\nthat. I hummed lightly. I spoke kindly to the Pekes.\r\n\r\n“Hallo, you Pekes!” I said.\r\n\r\nI sauntered over to the mantelpiece, over which was a mirror. I\r\nwas gazing at myself and thinking that it was not such a bad sort\r\nof face—not handsome, perhaps, but with a sort of something about\r\nit—when of a sudden the mirror reflected something else.\r\n\r\nThat something was the figure of that popular novelist and\r\nwell-known after-dinner speaker, Miss Julia Ukridge. “Good-morning,”\r\nshe said.\r\n\r\nIt is curious how often the gods who make sport of us poor humans\r\ndefeat their own ends by overdoing the thing. Any contretemps less\r\nawful than this, however slightly less awful, would undoubtedly\r\nhave left me as limp as a sheet of carbon paper, rattled and\r\nstammering, in prime condition to be made sport of. But as it was\r\nI found myself strangely cool. I had a subconscious feeling that\r\nthere would be a reaction later, and that the next time I looked\r\nin a mirror I should find my hair strangely whitened, but for the\r\nmoment I was unnaturally composed, and my brain buzzed like a\r\ncircular-saw in an ice-box.\r\n\r\n“How do you do?” I heard myself say. My voice seemed to come from\r\na long distance, but it was steady and even pleasing in timbre.\r\n\r\n“You wished to see me, Mr. Corcoran?”\r\n\r\n“Yes.”\r\n\r\n“Then why,” enquired Miss Ukridge, softly, “did you ask for my\r\nsecretary?”\r\n\r\nThere was that same acid sub-tinkle in her voice which had been\r\nthere at our previous battle in the same ring. But that odd\r\nalertness stood by me well.\r\n\r\n“I understood that you were out of town,” I said.\r\n\r\n“Who told you that?”\r\n\r\n“They were saying so at the Savage Club the other night.” This\r\nseemed to hold her.\r\n\r\n“Why did you wish to see me?” she asked, baffled by my ready\r\nintelligence.\r\n\r\n“I hoped to get a few facts concerning your proposed lecture tour\r\nin America.”\r\n\r\n“How did you know that I was about to lecture in America?” I raised\r\nmy eyebrows. This was childish.\r\n\r\n“They were saying so at the Savage Club,” I replied. Baffled again.\r\n\r\n“I had an idea, Mr. Corcoran,” she said, with a nasty gleam in her\r\nblue eyes, “that you might be the person alluded to in my nephew\r\nStanley’s telegram.”\r\n\r\n“Telegram?”\r\n\r\n“Yes. I altered my plans and returned to London last night instead\r\nof waiting till this evening, and I had scarcely arrived when a\r\ntelegram came, signed Ukridge, from the village where I had been\r\nstaying. It instructed my secretary to hand over to a gentleman\r\nwho would call this morning the draft of the speech which I am to\r\ndeliver at the dinner of the Pen and Ink Club. I assume the thing\r\nto have been some obscure practical joke on the part of my nephew,\r\nStanley. And I also assumed, Mr. Corcoran, that you must be the\r\ngentleman alluded to.”\r\n\r\nI could parry this sort of stuff all day.\r\n\r\n“What an odd idea!” I said.\r\n\r\n“You think it odd? Then why did you tell my butler that my secretary\r\nwas expecting you?”\r\n\r\nIt was the worst one yet, but I blocked it.\r\n\r\n“The man must have misunderstood me. He seemed,” I added, loftily,\r\n“an unintelligent sort of fellow.”\r\n\r\nOur eyes met in silent conflict for a brief instant, but all was\r\nwell. Julia Ukridge was a civilised woman, and this handicapped\r\nher in the contest. For people may say what they like about the\r\nartificialities of modern civilisation and hold its hypocrisies up\r\nto scorn, but there is no denying that it has one outstanding\r\nmerit. Whatever its defects, civilisation prevents a gently-bred\r\nlady of high standing in the literary world from calling a man a\r\nliar and punching him on the nose, however convinced she may be\r\nthat he deserves it. Miss Ukridge’s hands twitched, her lips\r\ntightened, and her eyes gleamed bluely—but she restrained herself.\r\nShe shrugged her shoulders.\r\n\r\n“What do you wish to know about my lecture tour?” she said.\r\n\r\nIt was the white flag.\r\n\r\nUkridge and I had arranged to dine together at the Regent Grill\r\nRoom that night and celebrate the happy ending of his troubles. I\r\nwas first at the tryst, and my heart bled for my poor friend as I\r\nnoted the care-free way in which he ambled up the aisle to our\r\ntable. I broke the bad news as gently as I could, and the man\r\nsagged like a filleted fish. It was not a cheery meal. I extended\r\nmyself as host, plying him with rich foods and spirited young\r\nwines, but he would not be comforted. The only remark he contributed\r\nto the conversation, outside of scattered monosyllables, occurred\r\nas the waiter retired with the cigar-box.\r\n\r\n“What’s the time, Corky, old man?”\r\n\r\nI looked at my watch.\r\n\r\n“Just on half-past nine.”\r\n\r\n“About now,” said Ukridge, dully, “my aunt is starting to give the\r\nold lady an earful!”\r\n\r\nLady Lakenheath was never, even at the best of times, what I should\r\ncall a sparkling woman, but it seemed to me, as I sat with her at\r\ntea on the following afternoon, that her manner was more sombre\r\nthan usual. She had all the earmarks of a woman who has had\r\ndisturbing news. She looked, in fact, exactly like a woman who has\r\nbeen told by the aunt of the man who is endeavouring to marry into\r\nher respectable family the true character of that individual.\r\n\r\nIt was not easy in the circumstances to keep the ball rolling on\r\nthe subject of the ’Mgomo-’Mgomos, but I was struggling bravely,\r\nwhen the last thing happened which I should have predicted.\r\n\r\n“Mr. Ukridge,” announced the maid.\r\n\r\nThat Ukridge should be here at all was astounding; but that he\r\nshould bustle in, as he did, with that same air of being the\r\nhousehold pet which had marked his demeanour at our first meeting\r\nin this drawing-room, soared into the very empyrean of the\r\ninexplicable. So acutely was I affected by the spectacle of this\r\nman, whom I had left on the previous night a broken hulk, behaving\r\nwith the ebullience of an honoured member of the family, that I\r\ndid what I had been on the verge of doing every time I had partaken\r\nof Lady Lakenheath’s hospitality—upset my tea.\r\n\r\n“I wonder,” said Ukridge, plunging into speech with the same old\r\nbreezy abruptness, “if this stuff would be any good, Aunt\r\nElizabeth.”\r\n\r\nI had got my cup balanced again as he started speaking, but at the\r\nsound of this affectionate address over it went again. Only a\r\njuggler of long experience could have manipulated Lady Lakenheath’s\r\nminiature cups and saucers successfuly under the stress of emotions\r\nsuch as I was experiencing.\r\n\r\n“What is it, Stanley?” asked Lady Lakenheath, with a flicker of\r\ninterest.\r\n\r\nThey were bending their heads over a bottle which Ukridge had\r\npulled out of his pocket.\r\n\r\n“It’s some new stuff, Aunt Elizabeth. Just put on the market. Said\r\nto be excellent for parrots. Might be worth trying.”\r\n\r\n“It is exceedingly thoughtful of you, Stanley, to have brought it,”\r\nsaid Lady Lakenheath, warmly. “And I shall certainly try the effect\r\nof a dose if Leonard has another seizure. Fortunately, he seems\r\nalmost himself again this afternoon.”\r\n\r\n“Splendid!”\r\n\r\n“My parrot,” said Lady Lakenheath, including me in the conversation,\r\n“had a most peculiar attack last night. I cannot account for it.\r\nHis health has always been so particularly good. I was dressing\r\nfor dinner at the time, and so was not present at the outset of\r\nthe seizure, but my niece, who was an eye-witness of what occurred,\r\ntells me he behaved in a most unusual way. Quite suddenly, it\r\nappears, he started to sing very excitedly; then, after awhile, he\r\nstopped in the middle of a bar and appeared to be suffering. My\r\nniece, who is a most warm-hearted girl, was naturally exceedingly\r\nalarmed. She ran to fetch me, and when I came down poor Leonard\r\nwas leaning against the side of his cage in an attitude of complete\r\nexhaustion, and all he would say was, ‘Have a nut!’ He repeated\r\nthis several times in a low voice, and then closed his eyes and\r\ntumbled off his perch. I was up half the night with him, but now\r\nhe seems mercifully to have turned the corner. This afternoon he\r\nis almost his old bright self again, and has been talking in\r\nSwahili, always a sign that he is feeling cheerful.”\r\n\r\nI murmured my condolences and congratulations.\r\n\r\n“It was particularly unfortunate,” observed Ukridge, sympathetically,\r\n“that the thing should have happened last night, because it\r\nprevented Aunt Elizabeth going to the Pen and Ink Club dinner.”\r\n\r\n“What!” Fortunately I had set down my cup by this time.\r\n\r\n“Yes,” said Lady Lakenheath, regretfully. “And I had been so\r\nlooking forward to meeting Stanley’s aunt there. Miss Julia Ukridge,\r\nthe novelist. I have been an admirer of hers for many years. But,\r\nwith Leonard in this terrible state, naturally I could not stir\r\nfrom the house. His claims were paramount. I shall have to wait\r\ntill Miss Ukridge returns from America.”\r\n\r\n“Next April,” murmured Ukridge, softly.\r\n\r\n“I think, if you will excuse me now, Mr. Corcoran, I will just run\r\nup and see how Leonard is.”\r\n\r\nThe door closed.\r\n\r\n“Laddie,” said Ukridge, solemnly, “doesn’t this just show——”\r\n\r\nI gazed at him accusingly.\r\n\r\n“Did you poison that parrot?”\r\n\r\n“Me? Poison the parrot? Of course I didn’t poison the parrot. The\r\nwhole thing was due to an act of mistaken kindness carried out in\r\na spirit of the purest altruism. And, as I was saying, doesn’t it\r\njust show that no little act of kindness, however trivial, is ever\r\nwasted in the great scheme of things? One might have supposed that\r\nwhen I brought the old lady that bottle of Peppo the thing would\r\nhave begun and ended there with a few conventional words of thanks.\r\nBut mark, laddie, how all things work together for good. Millie,\r\nwho, between ourselves, is absolutely a girl in a million, happened\r\nto think the bird was looking a bit off colour last night, and with\r\na kindly anxiety to do him a bit of good, gave him a slice of bread\r\nsoaked in Peppo. Thought it might brace him up. Now, what they put\r\nin that stuff, old man, I don’t know, but the fact remains that\r\nthe bird almost instantly became perfectly pie-eyed. You have heard\r\nthe old lady’s account of the affair, but, believe me, she doesn’t\r\nknow one half of it. Millie informs me that Leonard’s behaviour\r\nhad to be seen to be believed. When the old lady came down he was\r\npractically in a drunken stupor, and all to-day he has been\r\nsuffering from a shocking head. If he’s really sitting up and\r\ntaking notice again, it simply means that he has worked off one of\r\nthe finest hangovers of the age. Let this be a lesson to you,\r\nladdie, never to let a day go by without its act of kindness.\r\nWhat’s the time, old horse?”\r\n\r\n“Getting on for five.”\r\n\r\nUkridge seemed to muse for a moment, and a happy smile irradiated\r\nhis face.\r\n\r\n“About now,” he said, complacently, “my aunt is out in the Channel\r\nsomewhere. And I see by the morning paper that there is a nasty\r\ngale blowing up from the southeast!”\r\n\r\n\r\n\r\n\r\n  THE END"
  ]
}