{
  "index": 10,
  "title": "Chapter 9",
  "paragraphs": [
    "THE EXIT OF BATTLING BILLSON\r\n\r\n\r\nThe Theatre Royal, Llunindnno, is in the middle of the principal\r\nthoroughfare of that repellent town, and immediately opposite its\r\ngrubby main entrance there is a lamp-post. Under this lamp-post,\r\nas I approached, a man was standing. He was a large man, and his\r\nair was that of one who has recently passed through some trying\r\nexperience. There was dust on his person, and he had lost his hat.\r\nAt the sound of my footsteps he turned, and the rays of the lamp\r\nrevealed the familiar features of my old friend Stanley\r\nFeatherstonehaugh Ukridge.\r\n\r\n“Great Scot!” I ejaculated. “What are you doing here?”\r\n\r\nThere was no possibility of hallucination. It was the man himself\r\nin the flesh. And what Ukridge, a free agent, could be doing in\r\nLlunindnno was more than I could imagine. Situated, as its name\r\nimplies, in Wales, it is a dark, dingy, dishevelled spot, inhabited\r\nby tough and sinister men with suspicious eyes and three-day\r\nbeards; and to me, after a mere forty minutes’ sojourn in the\r\nplace, it was incredible that anyone should be there except on\r\ncompulsion.\r\n\r\nUkridge gaped at me incredulously.\r\n\r\n“Corky, old horse!” he said, “this is, upon my Sam, without\r\nexception the most amazing event in the world’s history. The last\r\nbloke I expected to see.”\r\n\r\n“Same here. Is anything the matter?” I asked, eyeing his bedraggled\r\nappearance.\r\n\r\n“Matter? I should say something was the matter!” snorted Ukridge,\r\nastonishment giving way to righteous indignation. “They chucked me\r\nout!”\r\n\r\n“Chucked you out? Who? Where from?”\r\n\r\n“This infernal theatre, laddie. After taking my good money, dash\r\nit! At least, I got it on my face, but that has nothing to do with\r\nthe principle of the thing. Corky, my boy, don’t you ever go about\r\nthis world seeking for justice, because there’s no such thing under\r\nthe broad vault of heaven. I had just gone out for a breather after\r\nthe first act, and when I came back I found some fiend in human\r\nshape had pinched my seat. And just because I tried to lift the\r\nfellow out by the ears, a dozen hired assassins swooped down and\r\nshot me out. Me, I’ll trouble you! The injured party! Upon my Sam,”\r\nhe said, heatedly, with a longing look at the closed door, “I’ve\r\na dashed good mind to——”\r\n\r\n“I shouldn’t,” I said, soothingly. “After all, what does it matter?\r\nIt’s just one of those things that are bound to happen from time\r\nto time. The man of affairs passes them off with a light laugh.”\r\n\r\n“Yes, but——”\r\n\r\n“Come and have a drink.”\r\n\r\nThe suggestion made him waver. The light of battle died down in\r\nhis eyes. He stood for a moment in thought.\r\n\r\n“You wouldn’t bung a brick through the window?” he queried,\r\ndoubtfully.\r\n\r\n“No, no!”\r\n\r\n“Perhaps you’re right.”\r\n\r\nHe linked his arm in mine and we crossed the road to where the\r\nlights of a public-house shone like heartening beacons. The crisis\r\nwas over.\r\n\r\n“Corky,” said Ukridge, warily laying down his mug of beer on the\r\ncounter a few moments later, lest emotion should cause him to spill\r\nany of its precious contents, “I can’t get over, I simply cannot\r\nget over the astounding fact of your being in this blighted town.”\r\n\r\nI explained my position. My presence in Llunindnno was due to the\r\nfact that the paper which occasionally made use of my services as\r\na special writer had sent me to compose a fuller and more scholarly\r\nreport than its local correspondent seemed capable of concocting\r\nof the activities of one Evan Jones, the latest of those revivalists\r\nwho periodically convulse the emotions of the Welsh mining\r\npopulation. His last and biggest meeting was to take place next\r\nmorning at eleven o’clock.\r\n\r\n“But what are you doing here?” I asked.\r\n\r\n“What am _I_ doing here?” said Ukridge. “Who, me? Why, where else\r\nwould you expect me to be? Haven’t you heard?”\r\n\r\n“Heard what?”\r\n\r\n“Haven’t you seen the posters?”\r\n\r\n“What posters? I only arrived an hour ago.”\r\n\r\n“My dear old horse! Then naturally you aren’t abreast of local\r\naffairs.” He drained his mug, breathed contentedly, and led me out\r\ninto the street. “Look!”\r\n\r\nHe was pointing at a poster, boldly lettered in red and black,\r\nwhich decorated the side-wall of the Bon Ton Millinery Emporium.\r\nThe street-lighting system of Llunindnno is defective, but I was\r\nable to read what it said:—\r\n\r\n  ODDFELLOWS’ HALL\r\n  Special Ten-Round Contest.\r\n\r\n  LLOYD THOMAS\r\n  (Llunindnno)\r\n\r\n  _vs._\r\n\r\n  BATTLING BILLSON\r\n  (Bermondsey).\r\n\r\n“Comes off to-morrow night,” said Ukridge. “And I don’t mind\r\ntelling you, laddie, that I expect to make a colossal fortune.”\r\n\r\n“Are you still managing the Battler?” I said, surprised at this\r\ndogged perseverance. “I should have thought that after your last\r\ntwo experiences you would have had about enough of it.”\r\n\r\n“Oh, he means business this time! I’ve been talking to him like a\r\nfather.”\r\n\r\n“How much does he get?”\r\n\r\n“Twenty quid.”\r\n\r\n“Twenty quid? Well, where does the colossal fortune come in? Your\r\nshare will only be a tenner.”\r\n\r\n“No, my boy. You haven’t got on to my devilish shrewdness. I’m not\r\nin on the purse at all this time. I’m the management.”\r\n\r\n“The management?”\r\n\r\n“Well, part of it. You remember Isaac O’Brien, the bookie I was\r\npartner with till that chump Looney Coote smashed the business?\r\nIzzy Previn is his real name. We’ve gone shares in this thing. Izzy\r\ncame down a week ago, hired the hall, and looked after the\r\nadvertising and so on; and I arrived with good old Billson this\r\nafternoon. We’re giving him twenty quid, and the other fellow’s\r\ngetting another twenty; and all the rest of the cash Izzy and I\r\nsplit on a fifty-fifty basis. Affluence, laddie! That’s what it\r\nmeans. Affluence beyond the dreams of a Monte Cristo. Owing to this\r\nJones fellow the place is crowded, and every sportsman for miles\r\naround will be there to-morrow at five bob a head, cheaper seats\r\ntwo-and-six, and standing-room one shilling. Add lemonade and fried\r\nfish privileges, and you have a proposition almost without parallel\r\nin the annals of commerce. I couldn’t be more on velvet if they\r\ngave me a sack and a shovel and let me loose in the Mint.”\r\n\r\nI congratulated him in suitable terms.\r\n\r\n“How is the Battler?” I asked.\r\n\r\n“Trained to an ounce. Come and see him to-morrow morning.”\r\n\r\n“I can’t come in the morning. I’ve got to go to this Jones meeting.”\r\n\r\n“Oh, yes. Well, make it early in the afternoon, then. Don’t come\r\nlater than three, because he will be resting. We’re at Number\r\nSeven, Caerleon Street. Ask for the Cap and Feathers public-house,\r\nand turn sharp to the left.”\r\n\r\nI was in a curiously uplifted mood on the following afternoon as\r\nI set out to pay my respects to Mr. Billson. This was the first\r\ntime I had had occasion to attend one of these revival meetings,\r\nand the effect it had had on me was to make me feel as if I had\r\nbeen imbibing large quantities of champagne to the accompaniment\r\nof a very loud orchestra. Even before the revivalist rose to speak,\r\nthe proceedings had had an effervescent quality singularly\r\nunsettling to the sober mind, for the vast gathering had begun to\r\nsing hymns directly they took their seats; and while the opinion\r\nI had formed of the inhabitants of Llunindnno was not high, there\r\nwas no denying their vocal powers. There is something about a Welsh\r\nvoice when raised in song that no other voice seems to possess—a\r\ncreepy, heart-searching quality that gets right into a man’s inner\r\nconsciousness and stirs it up with a pole. And on top of this had\r\ncome Evan Jones’s address.\r\n\r\nIt did not take me long to understand why this man had gone through\r\nthe country-side like a flame. He had magnetism, intense earnestness,\r\nand the voice of a prophet crying in the wilderness. His fiery eyes\r\nseemed to single out each individual in the hall, and every time\r\nhe paused sighings and wailings went up like the smoke of a furnace.\r\nAnd then, after speaking for what I discovered with amazement on\r\nconsulting my watch was considerably over an hour, he stopped. And\r\nI blinked like an aroused somnambulist, shook myself to make sure\r\nI was still there, and came away. And now, as I walked in search\r\nof the Cap and Feathers, I was, as I say, oddly exhilarated: and\r\nI was strolling along in a sort of trance when a sudden uproar\r\njerked me from my thoughts. I looked about me, and saw the sign of\r\nthe Cap and Feathers suspended over a building across the street.\r\n\r\nIt was a dubious-looking hostelry in a dubious neighbourhood: and\r\nthe sounds proceeding from its interior were not reassuring to a\r\npeace-loving pedestrian. There was a good deal of shouting going\r\non and much smashing of glass; and, as I stood there, the door flew\r\nopen and a familiar figure emerged rather hastily. A moment later\r\nthere appeared in the doorway a woman.\r\n\r\nShe was a small woman, but she carried the largest and most\r\nintimidating mop I had ever seen. It dripped dirty water as she\r\nbrandished it; and the man, glancing apprehensively over his\r\nshoulder, proceeded rapidly on his way.\r\n\r\n“Hallo, Mr. Billson!” I said, as he shot by me.\r\n\r\nIt was not, perhaps, the best-chosen moment for endeavouring to\r\nengage him in light conversation. He showed no disposition whatever\r\nto linger. He vanished round the corner, and the woman, with a few\r\nwinged words, gave her mop a victorious flourish and re-entered\r\nthe public-house. I walked on, and a little later a huge figure\r\nstepped cautiously out of an alleyway and fell into step at my\r\nside.\r\n\r\n“Didn’t recognise you, mister,” said Mr. Billson, apologetically.\r\n\r\n“You seemed in rather a hurry,” I agreed.\r\n\r\n“’R!” said Mr. Billson, and a thoughtful silence descended upon\r\nhim for a space.\r\n\r\n“Who,” I asked, tactlessly, perhaps, “was your lady friend?”\r\n\r\nMr. Billson looked a trifle sheepish. Unnecessarily, in my opinion.\r\nEven heroes may legitimately quail before a mop wielded by an angry\r\nwoman.\r\n\r\n“She come out of a back room,” he said, with embarrassment. “Started\r\nmakin’ a fuss when she saw what I’d done. So I come away. You can’t\r\ndot a woman,” argued Mr. Billson, chivalrously.\r\n\r\n“Certainly not,” I agreed. “But what was the trouble?”\r\n\r\n“I been doin’ good,” said Mr. Billson, virtuously.\r\n\r\n“Doing good?”\r\n\r\n“Spillin’ their beers.”\r\n\r\n“Whose beers?”\r\n\r\n“All of their beers. I went in and there was a lot of sinful\r\nfellers drinkin’ beers. So I spilled ’em. All of ’em. Walked round\r\nand spilled all of them beers, one after the other. Not ’arf\r\nsurprised them pore sinners wasn’t,” said Mr. Billson, with what\r\nsounded to me not unlike a worldly chuckle.\r\n\r\n“I can readily imagine it.”\r\n\r\n“Huh?”\r\n\r\n“I say I bet they were.”\r\n\r\n“’R!” said Mr. Billson. He frowned. “Beer,” he proceeded, with cold\r\nausterity, “ain’t right. Sinful, that’s what beer is. It stingeth\r\nlike a serpent and biteth like a ruddy adder.”\r\n\r\nMy mouth watered a little. Beer like that was what I had been\r\nscouring the country for for years. I thought it imprudent, however,\r\nto say so. For some reason which I could not fathom, my companion,\r\nonce as fond of his half-pint as the next man, seemed to have\r\nconceived a puritanical hostility to the beverage. I decided to\r\nchange the subject.\r\n\r\n“I’m looking forward to seeing you fight to-night,” I said.\r\n\r\nHe eyed me woodenly.\r\n\r\n“Me?”\r\n\r\n“Yes. At the Oddfellows’ Hall, you know.”\r\n\r\nHe shook his head.\r\n\r\n“I ain’t fighting at no Oddfellows’ Hall,” he replied. “Not at no\r\nOddfellows’ Hall nor nowhere else I’m not fighting, not to-night\r\nnor no night.” He pondered stolidly, and then, as if coming to the\r\nconclusion that his last sentence could be improved by the addition\r\nof a negative, added “No!”\r\n\r\nAnd having said this, he suddenly stopped and stiffened like a\r\npointing dog; and, looking up to see what interesting object by\r\nthe wayside had attracted his notice, I perceived that we were\r\nstanding beneath another public-house sign, that of the Blue Boar.\r\nIts windows were hospitably open, and through them came a musical\r\nclinking of glasses. Mr. Billson licked his lips with a quiet\r\nrelish.\r\n\r\n“’Scuse me, mister,” he said, and left me abruptly.\r\n\r\nMy one thought now was to reach Ukridge as quickly as possible, in\r\norder to acquaint him with these sinister developments. For I was\r\nstartled. More, I was alarmed and uneasy. In one of the star\r\nperformers at a special ten-round contest, scheduled to take place\r\nthat evening, Mr. Billson’s attitude seemed to me peculiar, not to\r\nsay disquieting. So, even though a sudden crash and uproar from\r\nthe interior of the Blue Boar called invitingly to me to linger,\r\nI hurried on, and neither stopped, looked, nor listened until I\r\nstood on the steps of Number Seven Caerleon Street. And eventually,\r\nafter my prolonged ringing and knocking had finally induced a\r\nfemale of advanced years to come up and open the door, I found\r\nUkridge lying on a horse-hair sofa in the far corner of the\r\nsitting-room.\r\n\r\nI unloaded my grave news. It was wasting time to try to break it\r\ngently.\r\n\r\n“I’ve just seen Billson,” I said, “and he seems to be in rather a\r\nstrange mood. In fact, I’m sorry to say, old man, he rather gave\r\nme the impression——”\r\n\r\n“That he wasn’t going to fight to-night?” said Ukridge, with a\r\nstrange calm. “Quite correct. He isn’t. He’s just been in here to\r\ntell me so. What I like about the man is his consideration for all\r\nconcerned. _He_ doesn’t want to upset anybody’s arrangements.”\r\n\r\n“But what’s the trouble? Is he kicking about only getting twenty\r\npounds?”\r\n\r\n“No. He thinks fighting’s sinful!”\r\n\r\n“What?”\r\n\r\n“Nothing more nor less, Corky, my boy. Like chumps, we took our\r\neyes off him for half a second this morning, and he sneaked off to\r\nthat revival meeting. Went out shortly after a light and wholesome\r\nbreakfast for what he called a bit of a mooch round, and came in\r\nhalf an hour ago a changed man. Full of loving-kindness, curse him.\r\nNasty shifty gleam in his eye. Told us he thought fighting sinful\r\nand it was all off, and then buzzed out to spread the Word.”\r\n\r\nI was shaken to the core. Wilberforce Billson, the peerless but\r\ntemperamental Battler, had never been an ideal pugilist to manage,\r\nbut hitherto he had drawn the line at anything like this. Other\r\nlittle problems which he might have brought up for his manager to\r\nsolve might have been overcome by patience and tact; but not this\r\none. The psychology of Mr. Billson was as an open book to me. He\r\npossessed one of those single-track minds, capable of accommodating\r\nbut one idea at a time, and he had the tenacity of the simple soul.\r\nArgument would leave him unshaken. On that bone-like head Reason\r\nwould beat in vain. And, these things being so, I was at a loss to\r\naccount for Ukridge’s extraordinary calm. His fortitude in the hour\r\nof ruin amazed me.\r\n\r\nHis next remark, however, offered an explanation.\r\n\r\n“We’re putting on a substitute,” he said.\r\n\r\nI was relieved.\r\n\r\n“Oh, you’ve got a substitute? That’s a bit of luck. Where did you\r\nfind him?”\r\n\r\n“As a matter of fact, laddie, I’ve decided to go on myself.”\r\n\r\n“What! You!”\r\n\r\n“Only way out, my boy. No other solution.”\r\n\r\nI stared at the man. Years of the closest acquaintance with S. F.\r\nUkridge had rendered me almost surprise-proof at anything he might\r\ndo, but this was too much.\r\n\r\n“Do you mean to tell me that you seriously intend to go out there\r\nto-night and appear in the ring?” I cried.\r\n\r\n“Perfectly straightforward business-like proposition, old man,”\r\nsaid Ukridge, stoutly. “I’m in excellent shape. I sparred with\r\nBillson every day while he was training.”\r\n\r\n“Yes, but——”\r\n\r\n“The fact is, laddie, you don’t realise my potentialities. Recently,\r\nit’s true, I’ve allowed myself to become slack and what you might\r\ncall enervated, but, damme, when I was on that trip in that\r\ntramp-steamer, scarcely a week used to go by without my having a\r\ngood earnest scrap with somebody. Nothing barred,” said Ukridge,\r\nmusing lovingly on the care-free past, “except biting and bottles.”\r\n\r\n“Yes, but, hang it—a professional pugilist!”\r\n\r\n“Well, to be absolutely accurate, laddie,” said Ukridge, suddenly\r\ndropping the heroic manner and becoming confidential, “the thing’s\r\ngoing to be fixed. Izzy Previn has seen the bloke Thomas’s manager,\r\nand has arranged a gentleman’s agreement. The manager, a Class A\r\nblood-sucker, insists on us giving his man another twenty pounds\r\nafter the fight, but that can’t be helped. In return, the Thomas\r\nbloke consents to play light for three rounds, at the end of which\r\nperiod, laddie, he will tap me on the side of the head and I shall\r\ngo down and out, a popular loser. What’s more, I’m allowed to hit\r\nhim hard—once—just so long as it isn’t on the nose. So you see, a\r\nlittle tact, a little diplomacy, and the whole thing fixed up as\r\nsatisfactorily as anyone could wish.”\r\n\r\n“But suppose the audience demands its money back when they find\r\nthey’re going to see a substitute?”\r\n\r\n“My dear old horse,” protested Ukridge, “surely you don’t imagine\r\nthat a man with a business head like mine overlooked that?\r\nNaturally, I’m going to fight as Battling Billson. Nobody knows\r\nhim in this town. I’m a good big chap, just as much a heavy-weight\r\nas he is. No, laddie, pick how you will you can’t pick a flaw in\r\nthis.”\r\n\r\n“Why mayn’t you hit him on the nose?”\r\n\r\n“I don’t know. People have these strange whims. And now, Corky, my\r\nboy, I think you had better leave me. I ought to relax.”\r\n\r\nThe Oddfellows’ Hall was certainly filling up nicely when I arrived\r\nthat night. Indeed, it seemed as though Llunindnno’s devotees of\r\nsport would cram it to the roof. I took my place in the line before\r\nthe pay-window, and, having completed the business end of the\r\ntransaction, went in and enquired my way to the dressing-rooms.\r\nAnd presently, after wandering through divers passages, I came upon\r\nUkridge, clad for the ring and swathed in his familiar yellow\r\nmackintosh.\r\n\r\n“You’re going to have a wonderful house,” I said. “The populace is\r\nrolling up in shoals.”\r\n\r\nHe received the information with a strange lack of enthusiasm. I\r\nlooked at him in concern, and was disquieted by his forlorn\r\nappearance. That face, which had beamed so triumphantly at our last\r\nmeeting, was pale and set. Those eyes, which normally shone with\r\nthe flame of an unquenchable optimism, seemed dull and careworn.\r\nAnd even as I looked at him he seemed to rouse himself from a\r\nstupor and, reaching out for his shirt, which hung on a near-by\r\npeg, proceeded to pull it over his head.\r\n\r\n“What’s the matter?” I asked.\r\n\r\nHis head popped out of the shirt, and he eyed me wanly.\r\n\r\n“I’m off,” he announced, briefly.\r\n\r\n“Off? How do you mean, off?” I tried to soothe what I took to be\r\nan eleventh-hour attack of stage-fright. “You’ll be all right.”\r\n\r\nUkridge laughed hollowly.\r\n\r\n“Once the gong goes, you’ll forget the crowd.”\r\n\r\n“It isn’t the crowd,” said Ukridge, in a pale voice, climbing into\r\nhis trousers. “Corky, old man,” he went on, earnestly, “if ever\r\nyou feel your angry passions rising to the point where you want to\r\nswat a stranger in a public place, restrain yourself. There’s\r\nnothing in it. This bloke Thomas was in here a moment ago with his\r\nmanager to settle the final details. He’s the fellow I had the\r\ntrouble with at the theatre last night!”\r\n\r\n“The man you pulled out of the seat by his ears?” I gasped.\r\n\r\nUkridge nodded.\r\n\r\n“Recognised me at once, confound him, and it was all his manager,\r\na thoroughly decent cove whom I liked, could do to prevent him\r\ngetting at me there and then.”\r\n\r\n“Good Lord!” I said, aghast at this grim development, yet thinking\r\nhow thoroughly characteristic it was of Ukridge, when he had a\r\nwhole townful of people to quarrel with, to pick the one professional\r\npugilist.\r\n\r\nAt this moment, when Ukridge was lacing his left shoe, the door\r\nopened and a man came in.\r\n\r\nThe new-comer was stout, dark, and beady-eyed, and from his manner\r\nof easy comradeship and the fact that when he spoke he supplemented\r\nwords with the language of the waving palm, I deduced that this\r\nmust be Mr. Izzy Previn, recently trading as Isaac O’Brien. He was\r\ncheeriness itself.\r\n\r\n“Vell,” he said, with ill-timed exuberance, “how’th the boy?”\r\n\r\nThe boy cast a sour look at him.\r\n\r\n“The house,” proceeded Mr. Previn, with an almost lyrical\r\nenthusiasm, “is abtholutely full. Crammed, jammed, and packed.\r\nThey’re hanging from the roof by their eyelids. It’th goin’ to be\r\na knock-out.”\r\n\r\nThe expression, considering the circumstances, could hardly have\r\nbeen less happily chosen. Ukridge winced painfully, then spoke in\r\nno uncertain voice.\r\n\r\n“I’m not going to fight!”\r\n\r\nMr. Previn’s exuberance fell from him like a garment. His cigar\r\ndropped from his mouth, and his beady eyes glittered with sudden\r\nconsternation.\r\n\r\n“What do you mean?”\r\n\r\n“Rather an unfortunate thing has happened,” I explained. “It seems\r\nthat this man Thomas is a fellow Ukridge had trouble with at the\r\ntheatre last night.”\r\n\r\n“What do you mean, Ukridge?” broke in Mr. Previn. “This is Battling\r\nBillson.”\r\n\r\n“I’ve told Corky all about it,” said Ukridge over his shoulder as\r\nhe laced his right shoe. “Old pal of mine.”\r\n\r\n“Oh!” said Mr. Previn, relieved. “Of course, if Mr. Corky is a\r\nfriend of yours and quite understands that all this is quite\r\nprivate among ourselves and don’t want talking about outside, all\r\nright. But what were you thayin’? I can’t make head or tail of it.\r\nHow do you mean, you’re not goin’ to fight? Of course you’re goin’\r\nto fight.”\r\n\r\n“Thomas was in here just now,” I said. “Ukridge and he had a row\r\nat the theatre last night, and naturally Ukridge is afraid he will\r\ngo back on the agreement.”\r\n\r\n“Nonthense,” said Mr. Previn, and his manner was that of one\r\nsoothing a refractory child. “_He_ won’t go back on the agreement.\r\nHe promised he’d play light and he will play light. Gave me his\r\nword as a gentleman.”\r\n\r\n“He isn’t a gentleman,” Ukridge pointed out, moodily.\r\n\r\n“But lithen!”\r\n\r\n“I’m going to get out of here as quick as I dashed well can!”\r\n\r\n“Conthider!” pleaded Mr. Previn, clawing great chunks out of the\r\nair.\r\n\r\nUkridge began to button his collar.\r\n\r\n“Reflect!” moaned Mr. Previn. “There’s that lovely audience all\r\nsitting out there, jammed like thardines, waiting for the thing to\r\nstart. Do you expect me to go and tell ’em there ain’t goin’ to be\r\nno fight? I’m thurprised at you,” said Mr. Previn, trying an appeal\r\nto his pride. “Where’s your manly spirit? A big, husky feller like\r\nyou, that’s done all sorts of scrappin’ in your time——”\r\n\r\n“Not,” Ukridge pointed out coldly, “with any damned professional\r\npugilists who’ve got a grievance against me.”\r\n\r\n“_He_ won’t hurt you.”\r\n\r\n“He won’t get the chance.”\r\n\r\n“You’ll be as safe and cosy in that ring with him as if you was\r\nplaying ball with your little thister.”\r\n\r\nUkridge said he hadn’t got a little sister.\r\n\r\n“But think!” implored Mr. Previn, flapping like a seal. “Think of\r\nthe money! Do you realise we’ll have to return it all, every penny\r\nof it?”\r\n\r\nA spasm of pain passed over Ukridge’s face, but he continued\r\nbuttoning his collar.\r\n\r\n“And not only that,” said Mr. Previn, “but, if you ask me, they’ll\r\nbe so mad when they hear there ain’t goin’ to be no fight, they’ll\r\nlynch me.”\r\n\r\nUkridge seemed to regard this possibility with calm.\r\n\r\n“And you, too,” added Mr. Previn.\r\n\r\nUkridge started. It was a plausible theory, and one that had not\r\noccurred to him before. He paused irresolutely. And at this moment\r\na man came hurrying in.\r\n\r\n“What’s the matter?” he demanded, fussily. “Thomas has been in the\r\nring for five minutes. Isn’t your man ready?”\r\n\r\n“In one half tick,” said Mr. Previn. He turned meaningly to Ukridge.\r\n“That’s right, ain’t it? You’ll be ready in half a tick?”\r\n\r\nUkridge nodded wanly. In silence he shed shirt, trousers, shoes,\r\nand collar, parting from them as if they were old friends whom he\r\nnever expected to see again. One wistful glance he cast at his\r\nmackintosh, lying forlornly across a chair; and then, with more\r\nthan a suggestion of a funeral procession, we started down the\r\ncorridor that led to the main hall. The hum of many voices came to\r\nus; there was a sudden blaze of light, and we were there.\r\n\r\nI must say for the sport-loving citizens of Llunindnno that they\r\nappeared to be fair-minded men. Stranger in their midst though he\r\nwas, they gave Ukridge an excellent reception as he climbed into\r\nthe ring; and for a moment, such is the tonic effect of applause\r\non a large scale, his depression seemed to lift. A faint, gratified\r\nsmile played about his drawn mouth, and I think it would have\r\ndeveloped into a bashful grin, had he not at this instant caught\r\nsight of the redoubtable Mr. Thomas towering massively across the\r\nway. I saw him blink, as one who, thinking absently of this and\r\nthat, walks suddenly into a lamp-post; and his look of unhappiness\r\nreturned.\r\n\r\nMy heart bled for him. If the offer of my little savings in the\r\nbank could have transported him there and then to the safety of\r\nhis London lodgings, I would have made it unreservedly. Mr. Previn\r\nhad disappeared, leaving me standing at the ring-side, and as\r\nnobody seemed to object I remained there, thus getting an excellent\r\nview of the mass of bone and sinew that made up Lloyd Thomas. And\r\nthere was certainly plenty of him to see.\r\n\r\nMr. Thomas was, I should imagine, one of those men who do not look\r\ntheir most formidable in mufti—for otherwise I could not conceive\r\nhow even the fact that he had stolen his seat could have led\r\nUkridge to lay the hand of violence upon him. In the exiguous\r\ncostume of the ring he looked a person from whom the sensible man\r\nwould suffer almost any affront with meekness. He was about six\r\nfeet in height, and wherever a man could bulge with muscle he\r\nbulged. For a moment my anxiety for Ukridge was tinged with a\r\nwistful regret that I should never see this sinewy citizen in\r\naction with Mr. Billson. It would, I mused, have been a battle\r\nworth coming even to Llunindnno to see.\r\n\r\nThe referee, meanwhile, had been introducing the principals in the\r\ncurt, impressive fashion of referees. He now retired, and with a\r\nstrange foreboding note a gong sounded on the farther side of the\r\nring. The seconds scuttled under the ropes. The man Thomas,\r\nstruggling—it seemed to me—with powerful emotions, came ponderously\r\nout of his corner.\r\n\r\nIn these reminiscences of a vivid and varied career, it is as a\r\nprofound thinker that I have for the most part had occasion to\r\nportray Stanley Featherstonehaugh Ukridge. I was now to be reminded\r\nthat he also had it in him to be a doer. Even as Mr. Thomas shuffled\r\ntowards him, his left fist shot out and thudded against the other’s\r\nribs. In short, in a delicate and difficult situation, Ukridge was\r\ncomporting himself with an adequacy that surprised me. However\r\ngreat might have been his reluctance to embark on this contest,\r\nonce in he was doing well.\r\n\r\nAnd then, half-way through the first round, the truth dawned upon\r\nme. Injured though Mr. Thomas had been, the gentleman’s agreement\r\nstill held. The word of a Thomas was as good as his bond. Poignant\r\nthough his dislike of Ukridge might be, nevertheless, having\r\npledged himself to mildness and self-restraint for the first three\r\nrounds, he intended to abide by the contract. Probably, in the\r\ninterval between his visit to Ukridge’s dressing-room and his\r\nappearance in the ring, his manager had been talking earnestly to\r\nhim. At any rate, whether it was managerial authority or his own\r\nsheer nobility of character that influenced him, the fact remains\r\nthat he treated Ukridge with a quite remarkable forbearance, and\r\nthe latter reached his corner at the end of round one practically\r\nintact.\r\n\r\nAnd it was this that undid him. No sooner had the gong sounded for\r\nround two than out he pranced from his corner, thoroughly above\r\nhimself. He bounded at Mr. Thomas like a Dervish.\r\n\r\nI could read his thoughts as if he had spoken them. Nothing could\r\nbe clearer than that he had altogether failed to grasp the true\r\nposition of affairs. Instead of recognising his adversary’s\r\nforbearance for what it was and being decently grateful for it, he\r\nwas filled with a sinful pride. Here, he told himself, was a man\r\nwho had a solid grievance against him—and, dash it, the fellow\r\ncouldn’t hurt him a bit. What the whole thing boiled down to, he\r\nfelt, was that he, Ukridge, was better than he had suspected, a\r\nman to be reckoned with, and one who could show a distinguished\r\ngathering of patrons of sport something worth looking at. The\r\nconsequence was that, where any sensible person would have grasped\r\nthe situation at once and endeavoured to show his appreciation by\r\ntoying with Mr. Thomas in gingerly fashion, whispering soothing\r\ncompliments into his ear during the clinches, and generally trying\r\nto lay the foundations of a beautiful friendship against the moment\r\nwhen the gentleman’s agreement should lapse, Ukridge committed the\r\none unforgivable act. There was a brief moment of fiddling and\r\nfeinting in the centre of the ring, then a sharp smacking sound,\r\na startled yelp, and Mr. Thomas, with gradually reddening eye,\r\nleaning against the ropes and muttering to himself in Welsh.\r\n\r\nUkridge had hit him on the nose.\r\n\r\nOnce more I must pay a tribute to the fair-mindedness of the\r\nsportsmen of Llunindnno. The stricken man was one of them—possibly\r\nLlunindnno’s favourite son—yet nothing could have exceeded the\r\nheartiness with which they greeted the visitor’s achievement. A\r\nshout went up as if Ukridge had done each individual present a\r\npersonal favour. It continued as he advanced buoyantly upon his\r\nantagonist, and—to show how entirely Llunindnno audiences render\r\nthemselves impartial and free from any personal bias—it became\r\nredoubled as Mr. Thomas, swinging a fist like a ham, knocked\r\nUkridge flat on his back. Whatever happened, so long as it was\r\nsufficiently violent, seemed to be all right with that broad-minded\r\naudience.\r\n\r\nUkridge heaved himself laboriously to one knee. His sensibilities\r\nhad been ruffled by this unexpected blow, about fifteen times as\r\nhard as the others he had received since the beginning of the\r\naffray, but he was a man of mettle and determination. However\r\nhumbly he might quail before a threatening landlady, or however\r\nnimbly he might glide down a side-street at the sight of an\r\napproaching creditor, there was nothing wrong with his fighting\r\nheart when it came to a straight issue between man and man, untinged\r\nby the financial element. He struggled painfully to his feet, while\r\nMr. Thomas, now definitely abandoning the gentleman’s agreement,\r\nhovered about him with ready fists, only restrained by the fact\r\nthat one of Ukridge’s gloves still touched the floor.\r\n\r\nIt was at this tensest of moments that a voice spoke in my ear.\r\n“’Alf a mo’, mister!”\r\n\r\nA hand pushed me gently aside. Something large obscured the lights.\r\nAnd Wilberforce Billson, squeezing under the ropes, clambered into\r\nthe ring.\r\n\r\nFor the purposes of the historian it was a good thing that for the\r\nfirst few moments after this astounding occurrence a dazed silence\r\nheld the audience in its grip. Otherwise, it might have been\r\ndifficult to probe motives and explain underlying causes. I think\r\nthe spectators were either too surprised to shout, or else they\r\nentertained for a few brief seconds the idea that Mr. Billson was\r\nthe forerunner of a posse of plain-clothes police about to raid\r\nthe place. At any rate, for a space they were silent, and he was\r\nenabled to say his say.\r\n\r\n“Fightin’,” bellowed Mr. Billson, “ain’t right!”\r\n\r\nThere was an uneasy rustle in the audience. The voice of the\r\nreferee came thinly, saying, “Here! Hi!”\r\n\r\n“Sinful,” explained Mr. Billson, in a voice like a foghorn.\r\n\r\nHis oration was interrupted by Mr. Thomas, who was endeavouring to\r\nget round him and attack Ukridge. The Battler pushed him gently\r\nback.\r\n\r\n“Gents,” he roared, “I, too, have been a man of voylence! I ’ave\r\nstruck men in anger. R, yes! But I ’ave seen the light. Oh, my\r\nbrothers——”\r\n\r\nThe rest of his remarks were lost. With a startling suddenness the\r\nfrozen silence melted. In every part of the hall indignant\r\nseatholders were rising to state their views.\r\n\r\nBut it is doubtful whether, even if he had been granted a\r\ncontinuance of their attention, Mr. Billson would have spoken to\r\nmuch greater length; for at this moment Lloyd Thomas, who had been\r\ngnawing at the strings of his gloves with the air of a man who is\r\nable to stand just so much and whose limit has been exceeded, now\r\nsuddenly shed these obstacles to the freer expression of self, and\r\nadvancing bare-handed, smote Mr. Billson violently on the jaw.\r\n\r\nMr. Billson turned. He was pained, one could see that, but more\r\nspiritually than physically. For a moment he seemed uncertain how\r\nto proceed. Then he turned the other cheek.\r\n\r\nThe fermenting Mr. Thomas smote that, too.\r\n\r\nThere was no vacillation or uncertainty now about Wilberforce\r\nBillson. He plainly considered that he had done all that could\r\nreasonably be expected of any pacifist. A man has only two cheeks.\r\nHe flung up a mast-like arm, to block a third blow, countered with\r\nan accuracy and spirit which sent his aggressor reeling to the\r\nropes; and then, swiftly removing his coat, went into action with\r\nthe unregenerate zeal that had made him the petted hero of a\r\nhundred water-fronts. And I, tenderly scooping Ukridge up as he\r\ndropped from the ring, hurried him away along the corridor to his\r\ndressing-room. I would have given much to remain and witness a\r\nmix-up which, if the police did not interfere, promised to be the\r\nbattle of the ages, but the claims of friendship are paramount.\r\n\r\nTen minutes later, however, when Ukridge, washed, clothed, and\r\nrestored as near to the normal as a man may be who has received\r\nthe full weight of a Lloyd Thomas on a vital spot, was reaching\r\nfor his mackintosh, there filtered through the intervening doors\r\nand passageways a sudden roar so compelling that my sporting spirit\r\ndeclined to ignore it.\r\n\r\n“Back in a minute, old man,” I said.\r\n\r\nAnd, urged by that ever-swelling roar, I cantered back to the hall.\r\n\r\nIn the interval during which I had been ministering to my stricken\r\nfriend a certain decorum seemed to have been restored to the\r\nproceedings. The conflict had lost its first riotous abandon.\r\nUpholders of the decencies of debate had induced Mr. Thomas to\r\nresume his gloves, and a pair had also been thrust upon the Battler.\r\nMoreover, it was apparent that the etiquette of the tourney now\r\ngoverned the conflict, for rounds had been introduced, and one had\r\njust finished as I came in view of the ring. Mr. Billson was\r\nleaning back in a chair in one corner undergoing treatment by his\r\nseconds, and in the opposite corner loomed Mr. Thomas; and one\r\nsight of the two men was enough to tell me what had caused that\r\nsudden tremendous outburst of enthusiasm among the patriots of\r\nLlunindnno. In the last stages of the round which had just concluded\r\nthe native son must have forged ahead in no uncertain manner.\r\nPerhaps some chance blow had found its way through the Battler’s\r\nguard, laying him open and defenceless to the final attack. For\r\nhis attitude, as he sagged in his corner, was that of one whose\r\nmoments are numbered. His eyes were closed, his mouth hung open,\r\nand exhaustion was writ large upon him. Mr. Thomas, on the contrary,\r\nleaned forward with hands on knees, wearing an impatient look, as\r\nif this formality of a rest between rounds irked his imperious\r\nspirit.\r\n\r\nThe gong sounded and he sprang from his seat.\r\n\r\n“Laddie!” breathed an anguished voice, and a hand clutched my arm.\r\n\r\nI was dimly aware of Ukridge standing beside me. I shook him off.\r\nThis was no moment for conversation. My whole attention was\r\nconcentrated on what was happening in the ring.\r\n\r\n“I say, laddie!”\r\n\r\nMatters in there had reached that tense stage when audiences lose\r\ntheir self-control—when strong men stand on seats and weak men cry\r\n“Siddown!” The air was full of that electrical thrill that precedes\r\nthe knock-out.\r\n\r\nAnd the next moment it came. But it was not Lloyd Thomas who\r\ndelivered it. From some mysterious reservoir of vitality Wilberforce\r\nBillson, the pride of Bermondsey, who an instant before had been\r\nreeling under his antagonist’s blows like a stricken hulk before\r\na hurricane, produced that one last punch that wins battles. Up it\r\ncame, whizzing straight to its mark, a stupendous, miraculous\r\nupper-cut which caught Mr. Thomas on the angle of the jaw just as\r\nhe lurched forward to complete his task. It was the last word.\r\nAnything milder Llunindnno’s favourite son might have borne with\r\nfortitude, for his was a teak-like frame impervious to most things\r\nshort of dynamite; but this was final. It left no avenue for\r\nargument or evasion. Lloyd Thomas spun round once in a complete\r\ncircle, dropped his hands, and sank slowly to the ground.\r\n\r\nThere was one wild shout from the audience, and then a solemn hush\r\nfell. And in this hush Ukridge’s voice spoke once more in my ear.\r\n\r\n“I say, laddie, that blighter Previn has bolted with every penny\r\nof the receipts!”\r\n\r\nThe little sitting-room of Number Seven Caerleon Street was very\r\nquiet and gave the impression of being dark. This was because there\r\nis so much of Ukridge and he takes Fate’s blows so hardly that when\r\nanything goes wrong his gloom seems to fill a room like a fog. For\r\nsome minutes after our return from the Oddfellows’ Hall a gruesome\r\nsilence had prevailed. Ukridge had exhausted his vocabulary on the\r\nsubject of Mr. Previn; and as for me, the disaster seemed so\r\ntremendous as to render words of sympathy a mere mockery.\r\n\r\n“And there’s another thing I’ve just remembered,” said Ukridge,\r\nhollowly, stirring on his sofa.\r\n\r\n“What’s that?” I enquired, in a bedside voice.\r\n\r\n“The bloke Thomas. He was to have got another twenty pounds.”\r\n\r\n“He’ll hardly claim it, surely?”\r\n\r\n“He’ll claim it all right,” said Ukridge, moodily. “Except, by\r\nJove,” he went on, a sudden note of optimism in his voice, “that\r\nhe doesn’t know where I am. I was forgetting that. Lucky we legged\r\nit away from the hall before he could grab me.”\r\n\r\n“You don’t think that Previn, when he was making the arrangements\r\nwith Thomas’s manager, may have mentioned where you were staying?”\r\n\r\n“Not likely. Why should he? What reason would he have?”\r\n\r\n“Gentleman to see you, sir,” crooned the aged female at the door.\r\n\r\nThe gentleman walked in. It was the man who had come to the\r\ndressing-room to announce that Thomas was in the ring; and though\r\non that occasion we had not been formally introduced I did not need\r\nUkridge’s faint groan to tell me who he was.\r\n\r\n“Mr. Previn?” he said. He was a brisk man, direct in manner and\r\nspeech.\r\n\r\n“He’s not here,” said Ukridge.\r\n\r\n“You’ll do. You’re his partner. I’ve come for that twenty pounds.”\r\n\r\nThere was a painful silence.\r\n\r\n“It’s gone,” said Ukridge.\r\n\r\n“What’s gone?”\r\n\r\n“The money, dash it. And Previn, too. He’s bolted.” A hard look\r\ncame into the other’s eyes. Dim as the light was, it was strong\r\nenough to show his expression, and that expression was not an\r\nagreeable one.\r\n\r\n“That won’t do,” he said, in a metallic voice.\r\n\r\n“Now, my dear old horse——”\r\n\r\n“It’s no good trying anything like that on me. I want my money, or\r\nI’m going to call a policeman. Now, then!”\r\n\r\n“But, laddie, be reasonable.”\r\n\r\n“Made a mistake in not getting it in advance. But now’ll do. Out\r\nwith it!”\r\n\r\n“But I keep telling you Previn’s bolted!”\r\n\r\n“He’s certainly bolted,” I put in, trying to be helpful.\r\n\r\n“That’s right, mister,” said a voice at the door. “I met ’im\r\nsneakin’ away.”\r\n\r\nIt was Wilberforce Billson. He stood in the doorway diffidently,\r\nas one not sure of his welcome. His whole bearing was apologetic.\r\nHe had a nasty bruise on his left cheek and one of his eyes was\r\nclosed, but he bore no other signs of his recent conflict.\r\n\r\nUkridge was gazing upon him with bulging eyes.\r\n\r\n“You _met_ him!” he moaned. “You actually met him?”\r\n\r\n“R,” said Mr. Billson. “When I was comin’ to the ’all. I seen ’im\r\nputtin’ all that money into a liddle bag, and then ’e ’urried off.”\r\n\r\n“Good lord!” I cried. “Didn’t you suspect what he was up to?”\r\n\r\n“R,” agreed Mr. Billson. “I always knew ’e was a wrong ’un.”\r\n\r\n“Then why, you poor woollen-headed fish,” bellowed Ukridge,\r\nexploding, “why on earth didn’t you stop him?”\r\n\r\n“I never thought of that,” admitted Mr. Billson, apologetically.\r\n\r\nUkridge laughed a hideous laugh.\r\n\r\n“I just pushed ’im in the face,” proceeded Mr. Billson, “and took\r\nthe liddle bag away from ’im.”\r\n\r\nHe placed on the table a small weather-worn suitcase that jingled\r\nmusically as he moved it; then, with the air of one who dismisses\r\nsome triviality from his mind, moved to the door.\r\n\r\n“’Scuse me, gents,” said Battling Billson, deprecatingly. “Can’t\r\nstop. I’ve got to go and spread the light.”"
  ]
}