{
  "index": 3,
  "title": "Chapter 2",
  "paragraphs": [
    "I have never kept a diary, and I have found it, in consequence,\r\nsomewhat difficult, in telling this narrative, to arrange the\r\nminor incidents of my story in their proper sequence. I am writing\r\nby the light of an imperfect memory; and the work is complicated\r\nby the fact that the early days of my sojourn at Sanstead House\r\nare a blur, a confused welter like a Futurist picture, from which\r\nemerge haphazard the figures of boys--boys working, boys eating,\r\nboys playing football, boys whispering, shouting, asking\r\nquestions, banging doors, jumping on beds, and clattering upstairs\r\nand along passages, the whole picture faintly scented with a\r\ncomposite aroma consisting of roast beef, ink, chalk, and that\r\ncurious classroom smell which is like nothing else on earth.\r\n\r\nI cannot arrange the incidents. I can see Mr Abney, furrowed as to\r\nthe brow and drooping at the jaw, trying to separate Ogden Ford\r\nfrom a half-smoked cigar-stump. I can hear Glossop, feverishly\r\nangry, bellowing at an amused class. A dozen other pictures come\r\nback to me, but I cannot place them in their order; and perhaps,\r\nafter all, their sequence is unimportant. This story deals with\r\naffairs which were outside the ordinary school life.\r\n\r\nWith the war between the Little Nugget and Authority, for\r\ninstance, the narrative has little to do. It is a subject for an\r\nepic, but it lies apart from the main channel of the story, and\r\nmust be avoided. To tell of his gradual taming, of the chaos his\r\nadvent caused until we became able to cope with him, would be to\r\nturn this story into a treatise on education. It is enough to say\r\nthat the process of moulding his character and exorcising the\r\ndevil which seemed to possess him was slow.\r\n\r\nIt was Ogden who introduced tobacco-chewing into the school, with\r\nfearful effects one Saturday night on the aristocratic interiors\r\nof Lords Gartridge and Windhall and Honourables Edwin Bellamy and\r\nHildebrand Kyne. It was the ingenious gambling-game imported by\r\nOgden which was rapidly undermining the moral sense of twenty-four\r\ninnocent English boys when it was pounced upon by Glossop. It was\r\nOgden who, on the one occasion when Mr Abney reluctantly resorted\r\nto the cane, and administered four mild taps with it, relieved his\r\nfeelings by going upstairs and breaking all the windows in all the\r\nbedrooms.\r\n\r\nWe had some difficult young charges at Sanstead House. Abney's\r\npolicy of benevolent toleration ensured that. But Ogden Ford stood\r\nalone.\r\n\r\n       *       *       *       *       *\r\n\r\nI have said that it is difficult for me to place the lesser events\r\nof my narrative in their proper order. I except three, however\r\nwhich I will call the Affair of the Strange American, the Adventure\r\nof the Sprinting Butler, and the Episode of the Genial Visitor.\r\n\r\nI will describe them singly, as they happened.\r\n\r\nIt was the custom at Sanstead House for each of the assistant\r\nmasters to take half of one day in every week as a holiday. The\r\nallowance was not liberal, and in most schools, I believe, it is\r\nincreased; but Mr Abney was a man with peculiar views on other\r\npeople's holidays, and Glossop and I were accordingly restricted.\r\n\r\nMy day was Wednesday; and on the Wednesday of which I write I\r\nstrolled towards the village. I had in my mind a game of billiards\r\nat the local inn. Sanstead House and its neighbourhood were\r\nlacking in the fiercer metropolitan excitements, and billiards at\r\nthe 'Feathers' constituted for the pleasure-seeker the beginning\r\nand end of the Gay Whirl.\r\n\r\nThere was a local etiquette governing the game of billiards at the\r\n'Feathers'. You played the marker a hundred up, then you took him\r\ninto the bar-parlour and bought him refreshment. He raised his\r\nglass, said, 'To you, sir', and drained it at a gulp. After that\r\nyou could, if you wished, play another game, or go home, as your\r\nfancy dictated.\r\n\r\nThere was only one other occupant of the bar-parlour when we\r\nadjourned thither, and a glance at him told me that he was not\r\nostentatiously sober. He was lying back in a chair, with his feet\r\non the side-table, and crooning slowly, in a melancholy voice, the\r\nfollowing words:\r\n\r\n  _'I don't care--if he wears--a crown,\r\n  He--can't--keep kicking my--dawg aroun'.'_\r\n\r\nHe was a tough, clean-shaven man, with a broken nose, over which\r\nwas tilted a soft felt hat. His wiry limbs were clad in what I put\r\ndown as a mail-order suit. I could have placed him by his\r\nappearance, if I had not already done so by his voice, as an\r\nEast-side New Yorker. And what an East-side New Yorker could be\r\ndoing in Sanstead it was beyond me to explain.\r\n\r\nWe had hardly seated ourselves when he rose and lurched out. I saw\r\nhim pass the window, and his assertion that no crowned head should\r\nmolest his dog came faintly to my ears as he went down the street.\r\n\r\n'American!' said Miss Benjafield, the stately barmaid, with strong\r\ndisapproval. 'They're all alike.'\r\n\r\nI never contradict Miss Benjafield--one would as soon contradict\r\nthe Statue of Liberty--so I merely breathed sympathetically.\r\n\r\n'What's he here for I'd like to know?'\r\n\r\nIt occurred to me that I also should like to know. In another\r\nthirty hours I was to find out.\r\n\r\nI shall lay myself open to a charge of denseness such as even\r\nDoctor Watson would have scorned when I say that, though I thought\r\nof the matter a good deal on my way back to the school, I did not\r\narrive at the obvious solution. Much teaching and taking of duty\r\nhad dulled my wits, and the presence at Sanstead House of the\r\nLittle Nugget did not even occur to me as a reason why strange\r\nAmericans should be prowling in the village.\r\n\r\nWe now come to the remarkable activity of White, the butler.\r\n\r\nIt happened that same evening.\r\n\r\nIt was not late when I started on my way back to the house, but the\r\nshort January day was over, and it was very dark as I turned in at\r\nthe big gate of the school and made my way up the drive. The drive\r\nat Sanstead House was a fine curving stretch of gravel, about two\r\nhundred yards in length, flanked on either side by fir trees and\r\nrhododendrons. I stepped out briskly, for it had begun to freeze.\r\nJust as I caught sight through the trees of the lights of the\r\nwindows, there came to me the sound of running feet.\r\n\r\nI stopped. The noise grew louder. There seemed to be two runners,\r\none moving with short, quick steps, the other, the one in front,\r\ntaking a longer stride.\r\n\r\nI drew aside instinctively. In another moment, making a great\r\nclatter on the frozen gravel, the first of the pair passed me; and\r\nas he did so, there was a sharp crack, and something sang through\r\nthe darkness like a large mosquito.\r\n\r\nThe effect of the sound on the man who had been running was\r\nimmediate. He stopped in his stride and dived into the bushes. His\r\nfootsteps thudded faintly on the turf.\r\n\r\nThe whole incident had lasted only a few seconds, and I was still\r\nstanding there when I was aware of the other man approaching. He\r\nhad apparently given up the pursuit, for he was walking quite\r\nslowly. He stopped within a few feet of me and I heard him\r\nswearing softly to himself.\r\n\r\n'Who's that?' I cried sharply. The crack of the pistol had given a\r\nflick to my nerves. Mine had been a sheltered life, into which\r\nhitherto revolver-shots had not entered, and I was resenting this\r\nabrupt introduction of them. I felt jumpy and irritated.\r\n\r\nIt gave me a malicious pleasure to see that I had startled the\r\nunknown dispenser of shocks quite as much as he had startled me.\r\nThe movement he made as he faced towards my direction was almost a\r\nleap; and it suddenly flashed upon me that I had better at once\r\nestablish my identity as a non-combatant. I appeared to have\r\nwandered inadvertently into the midst of a private quarrel, one\r\nparty to which--the one standing a couple of yards from me with a\r\nloaded revolver in his hand--was evidently a man of impulse, the\r\nsort of man who would shoot first and inquire afterwards.\r\n\r\n'I'm Mr Burns,' I said. 'I'm one of the assistant-masters. Who are\r\nyou?'\r\n\r\n'Mr Burns?'\r\n\r\nSurely that rich voice was familiar.\r\n\r\n'White?' I said.\r\n\r\n'Yes, sir.'\r\n\r\n'What on earth do you think you're doing? Have you gone mad? Who\r\nwas that man?'\r\n\r\n'I wish I could tell you, sir. A very doubtful character. I found\r\nhim prowling at the back of the house very suspiciously. He took\r\nto his heels and I followed him.'\r\n\r\n'But'--I spoke querulously, my orderly nature was shocked--'you\r\ncan't go shooting at people like that just because you find them\r\nat the back of the house. He might have been a tradesman.'\r\n\r\n'I think not, sir.'\r\n\r\n'Well, so do I, if it comes to that. He didn't behave like one. But\r\nall the same--'\r\n\r\n'I take your point, sir. But I was merely intending to frighten\r\nhim.'\r\n\r\n'You succeeded all right. He went through those bushes like a\r\ncannon-ball.'\r\n\r\nI heard him chuckle.\r\n\r\n'I think I may have scared him a little, sir.'\r\n\r\n'We must phone to the police-station. Could you describe the man?'\r\n\r\n'I think not, sir. It was very dark. And, if I may make the\r\nsuggestion, it would be better not to inform the police. I have a\r\nvery poor opinion of these country constables.'\r\n\r\n'But we can't have men prowling--'\r\n\r\n'If you will permit me, sir. I say--let them prowl. It's the only\r\nway to catch them.'\r\n\r\n'If you think this sort of thing is likely to happen again I must\r\ntell Mr Abney.'\r\n\r\n'Pardon me, sir, I think it would be better not. He impresses me\r\nas a somewhat nervous gentleman, and it would only disturb him.'\r\n\r\nAt this moment it suddenly struck me that, in my interest in the\r\nmysterious fugitive, I had omitted to notice what was really the\r\nmost remarkable point in the whole affair. How did White happen to\r\nhave a revolver at all? I have met many butlers who behaved\r\nunexpectedly in their spare time. One I knew played the fiddle;\r\nanother preached Socialism in Hyde Park. But I had never yet come\r\nacross a butler who fired pistols.\r\n\r\n'What were you doing with a revolver?' I asked.\r\n\r\nHe hesitated.\r\n\r\n'May I ask you to keep it to yourself, sir, if I tell you\r\nsomething?' he said at last.\r\n\r\n'What do you mean?'\r\n\r\n'I'm a detective.'\r\n\r\n'What!'\r\n\r\n'A Pinkerton's man, Mr Burns.'\r\n\r\nI felt like one who sees the 'danger' board over thin ice. But for\r\nthis information, who knew what rash move I might not have made,\r\nunder the assumption that the Little Nugget was unguarded? At the\r\nsame time, I could not help reflecting that, if things had been\r\ncomplex before, they had become far more so in the light of this\r\ndiscovery. To spirit Ogden away had never struck me, since his\r\narrival at the school, as an easy task. It seemed more difficult\r\nnow than ever.\r\n\r\nI had the sense to affect astonishment. I made my imitation of an\r\ninnocent assistant-master astounded by the news that the butler is\r\na detective in disguise as realistic as I was able. It appeared to\r\nbe satisfactory, for he began to explain.\r\n\r\n'I am employed by Mr Elmer Ford to guard his son. There are\r\nseveral parties after that boy, Mr Burns. Naturally he is a\r\nconsiderable prize. Mr Ford would pay a large sum to get back his\r\nonly son if he were kidnapped. So it stands to reason he takes\r\nprecautions.'\r\n\r\n'Does Mr Abney know what you are?'\r\n\r\n'No, sir. Mr Abney thinks I am an ordinary butler. You are the\r\nonly person who knows, and I have only told you because you have\r\nhappened to catch me in a rather queer position for a butler to be\r\nin. You will keep it to yourself, sir? It doesn't do for it to get\r\nabout. These things have to be done quietly. It would be bad for\r\nthe school if my presence here were advertised. The other parents\r\nwouldn't like it. They would think that their sons were in danger,\r\nyou see. It would be disturbing for them. So if you will just\r\nforget what I've been telling you, Mr Burns--'\r\n\r\nI assured him that I would. But I was very far from meaning it. If\r\nthere was one thing which I intended to bear in mind, it was the\r\nfact that watchful eyes besides mine were upon that Little Nugget.\r\n\r\nThe third and last of this chain of occurrences, the Episode of\r\nthe Genial Visitor, took place on the following day, and may be\r\npassed over briefly. All that happened was that a well-dressed\r\nman, who gave his name as Arthur Gordon, of Philadelphia, dropped\r\nin unexpectedly to inspect the school. He apologized for not\r\nhaving written to make an appointment, but explained that he was\r\nleaving England almost immediately. He was looking for a school\r\nfor his sister's son, and, happening to meet his business\r\nacquaintance, Mr Elmer Ford, in London, he had been recommended to\r\nMr Abney. He made himself exceedingly pleasant. He was a breezy,\r\ngenial man, who joked with Mr Abney, chaffed the boys, prodded the\r\nLittle Nugget in the ribs, to that overfed youth's discomfort,\r\nmade a rollicking tour of the house, in the course of which he\r\ninspected Ogden's bedroom--in order, he told Mr Abney, to be able\r\nto report conscientiously to his friend Ford that the son and heir\r\nwas not being pampered too much, and departed in a whirl of\r\ngood-humour, leaving every one enthusiastic over his charming\r\npersonality. His last words were that everything was thoroughly\r\nsatisfactory, and that he had learned all he wanted to know.\r\n\r\nWhich, as was proved that same night, was the simple truth."
  ]
}