{
  "index": 5,
  "title": "Chapter 4",
  "paragraphs": [
    "Of all the emotions which kept me awake that night, a vague\r\ndiscomfort and a feeling of resentment against Fate more than\r\nagainst any individual, were the two that remained with me next\r\nmorning. Astonishment does not last. The fact of Audrey and myself\r\nbeing under the same roof after all these years had ceased to\r\namaze me. It was a minor point, and my mind shelved it in order to\r\ndeal with the one thing that really mattered, the fact that she\r\nhad come back into my life just when I had definitely, as I\r\nthought, put her out of it.\r\n\r\nMy resentment deepened. Fate had played me a wanton trick. Cynthia\r\ntrusted me. If I were weak, I should not be the only one to\r\nsuffer. And something told me that I should be weak. How could I\r\nhope to be strong, tortured by the thousand memories which the\r\nsight of her would bring back to me?\r\n\r\nBut I would fight, I told myself. I would not yield easily. I\r\npromised that to my self-respect, and was rewarded with a certain\r\nglow of excitement. I felt defiant. I wanted to test myself at\r\nonce.\r\n\r\nMy opportunity came after breakfast. She was standing on the\r\ngravel in front of the house, almost, in fact, on the spot where\r\nwe had met the night before. She looked up as she heard my step,\r\nand I saw that her chin had that determined tilt which, in the\r\ndays of our engagement, I had noticed often without attaching any\r\nparticular significance to it. Heavens, what a ghastly lump of\r\ncomplacency I must have been in those days! A child, I thought, if\r\nhe were not wrapped up in the contemplation of his own magnificence,\r\ncould read its meaning.\r\n\r\nIt meant war, and I was glad of it. I wanted war.\r\n\r\n'Good morning,' I said.\r\n\r\n'Good morning.'\r\n\r\nThere was a pause. I took the opportunity to collect my thoughts.\r\n\r\nI looked at her curiously. Five years had left their mark on her,\r\nbut entirely for the good. She had an air of quiet strength which\r\nI had never noticed in her before. It may have been there in the\r\nold days, but I did not think so. It was, I felt certain, a later\r\ndevelopment. She gave the impression of having been through much\r\nand of being sure of herself.\r\n\r\nIn appearance she had changed amazingly little. She looked as\r\nsmall and slight and trim as ever she had done. She was a little\r\npaler, I thought, and the Irish eyes were older and a shade\r\nharder; but that was all.\r\n\r\nI awoke with a start to the fact that I was staring at her. A\r\nslight flush had crept into her pale cheeks.\r\n\r\n'Don't!' she said suddenly, with a little gesture of irritation.\r\n\r\nThe word and the gesture killed, as if they had been a blow, a\r\nkind of sentimental tenderness which had been stealing over me.\r\n\r\n'What are you doing here?' I asked.\r\n\r\nShe was silent.\r\n\r\n'Please don't think I want to pry into your affairs,' I said\r\nviciously. 'I was only interested in the coincidence that we\r\nshould meet here like this.'\r\n\r\nShe turned to me impulsively. Her face had lost its hard look.\r\n\r\n'Oh, Peter,' she said, 'I'm sorry. I _am_ sorry.'\r\n\r\nIt was my chance, and I snatched at it with a lack of chivalry\r\nwhich I regretted almost immediately. But I was feeling bitter,\r\nand bitterness makes a man do cheap things.\r\n\r\n'Sorry?' I said, politely puzzled. 'Why?'\r\n\r\nShe looked taken aback, as I hoped she would.\r\n\r\n'For--for what happened.'\r\n\r\n'My dear Audrey! Anybody would have made the same mistake. I don't\r\nwonder you took me for a burglar.'\r\n\r\n'I didn't mean that. I meant--five years ago.'\r\n\r\nI laughed. I was not feeling like laughter at the moment, but I\r\ndid my best, and had the satisfaction of seeing that it jarred\r\nupon her.\r\n\r\n'Surely you're not worrying yourself about that?' I said. I\r\nlaughed again. Very jovial and debonair I was that winter morning.\r\n\r\nThe brief moment in which we might have softened towards each\r\nother was over. There was a glitter in her blue eyes which told me\r\nthat it was once more war between us.\r\n\r\n'I thought you would get over it,' she said.\r\n\r\n'Well,' I said, 'I was only twenty-five. One's heart doesn't break\r\nat twenty-five.'\r\n\r\n'I don't think yours would ever be likely to break, Peter.'\r\n\r\n'Is that a compliment, or otherwise?'\r\n\r\n'You would probably think it a compliment. I meant that you were\r\nnot human enough to be heart-broken.'\r\n\r\n'So that's your idea of a compliment!'\r\n\r\n'I said I thought it was probably yours.'\r\n\r\n'I must have been a curious sort of man five years ago, if I gave\r\nyou that impression.'\r\n\r\n'You were.'\r\n\r\nShe spoke in a meditative voice, as if, across the years, she were\r\nidly inspecting some strange species of insect. The attitude\r\nannoyed me. I could look, myself, with a detached eye at the man I\r\nhad once been, but I still retained a sort of affection for him,\r\nand I felt piqued.\r\n\r\n'I suppose you looked on me as a kind of ogre in those days?' I\r\nsaid.\r\n\r\n'I suppose I did.'\r\n\r\nThere was a pause.\r\n\r\n'I didn't mean to hurt your feelings,' she said. And that was the\r\nmost galling part of it. Mine was an attitude of studied\r\noffensiveness. I did want to hurt her feelings. But hers, it\r\nseemed to me, was no pose. She really had had--and, I suppose,\r\nstill retained--a genuine horror of me. The struggle was unequal.\r\n\r\n'You were very kind,' she went on, 'sometimes--when you happened\r\nto think of it.'\r\n\r\nConsidered as the best she could find to say of me, it was not an\r\neulogy.\r\n\r\n'Well,' I said, 'we needn't discuss what I was or did five years\r\nago. Whatever I was or did, you escaped. Let's think of the\r\npresent. What are we going to do about this?'\r\n\r\n'You think the situation's embarrassing?'\r\n\r\n'I do.'\r\n\r\n'One of us ought to go, I suppose,' she said doubtfully.\r\n\r\n'Exactly.'\r\n\r\n'Well, I can't go.'\r\n\r\n'Nor can I.'\r\n\r\n'I have business here.'\r\n\r\n'Obviously, so have I.'\r\n\r\n'It's absolutely necessary that I should be here.'\r\n\r\n'And that I should.'\r\n\r\nShe considered me for a moment.\r\n\r\n'Mrs Attwell told me that you were one of the assistant-masters\r\nat the school.'\r\n\r\n'I am acting as assistant-master. I am supposed to be learning the\r\nbusiness.'\r\n\r\nShe hesitated.\r\n\r\n'Why?' she said.\r\n\r\n'Why not?'\r\n\r\n'But--but--you used to be very well off.'\r\n\r\n'I'm better off now. I'm working.'\r\n\r\nShe was silent for a moment.\r\n\r\n'Of course it's impossible for you to leave. You couldn't, could\r\nyou?'\r\n\r\n'No.'\r\n\r\n'I can't either.'\r\n\r\n'Then I suppose we must face the embarrassment.'\r\n\r\n'But why must it be embarrassing? You said yourself you had--got\r\nover it.'\r\n\r\n'Absolutely. I am engaged to be married.'\r\n\r\nShe gave a little start. She drew a pattern on the gravel with her\r\nfoot before she spoke.\r\n\r\n'I congratulate you,' she said at last.\r\n\r\n'Thank you.'\r\n\r\n'I hope you will be very happy.'\r\n\r\n'I'm sure I shall.'\r\n\r\nShe relapsed into silence. It occurred to me that, having posted\r\nher thoroughly in my affairs, I was entitled to ask about hers.\r\n\r\n'How in the world did you come to be here?' I said.\r\n\r\n'It's rather a long story. After my husband died--'\r\n\r\n'Oh!' I exclaimed, startled.\r\n\r\n'Yes; he died three years ago.'\r\n\r\nShe spoke in a level voice, with a ring of hardness in it, for\r\nwhich I was to learn the true reason later. At the time it seemed\r\nto me due to resentment at having to speak of the man she had\r\nloved to me, whom she disliked, and my bitterness increased.\r\n\r\n'I have been looking after myself for a long time.'\r\n\r\n'In England?'\r\n\r\n'In America. We went to New York directly we--directly I had\r\nwritten to you. I have been in America ever since. I only returned\r\nto England a few weeks ago.'\r\n\r\n'But what brought you to Sanstead?'\r\n\r\n'Some years ago I got to know Mr Ford, the father of the little\r\nboy who is at the school. He recommended me to Mr Abney, who\r\nwanted somebody to help with the school.'\r\n\r\n'And you are dependent on your work? I mean--forgive me if I am\r\npersonal--Mr Sheridan did not--'\r\n\r\n'He left no money at all.'\r\n\r\n'Who was he?' I burst out. I felt that the subject of the dead man\r\nwas one which it was painful for her to talk about, at any rate to\r\nme; but the Sheridan mystery had vexed me for five years, and I\r\nthirsted to know something of this man who had dynamited my life\r\nwithout ever appearing in it.\r\n\r\n'He was an artist, a friend of my father.'\r\n\r\nI wanted to hear more. I wanted to know what he looked like, how\r\nhe spoke, how he compared with me in a thousand ways; but it was\r\nplain that she would not willingly be communicative about him;\r\nand, with a feeling of resentment, I gave her her way and\r\nsuppressed my curiosity.\r\n\r\n'So your work here is all you have?' I said.\r\n\r\n'Absolutely all. And, if it's the same with you, well, here we\r\nare!'\r\n\r\n'Here we are!' I echoed. 'Exactly.'\r\n\r\n'We must try and make it as easy for each other as we can,' she\r\nsaid.\r\n\r\n'Of course.'\r\n\r\nShe looked at me in that curious, wide-eyed way of hers.\r\n\r\n'You have got thinner, Peter,' she said.\r\n\r\n'Have I?' I said. 'Suffering, I suppose, or exercise.'\r\n\r\nHer eyes left my face. I saw her bite her lip.\r\n\r\n'You hate me,' she said abruptly. 'You've been hating me all these\r\nyears. Well, I don't wonder.'\r\n\r\nShe turned and began to walk slowly away, and as she did so a\r\nsense of the littleness of the part I was playing came over me.\r\nEver since our talk had begun I had been trying to hurt her,\r\ntrying to take a petty revenge on her--for what? All that had\r\nhappened five years ago had been my fault. I could not let her go\r\nlike this. I felt unutterably mean.\r\n\r\n'Audrey!' I called.\r\n\r\nShe stopped. I went to her.\r\n\r\n'Audrey!' I said, 'you're wrong. If there's anybody I hate, it's\r\nmyself. I just want to tell you I understand.'\r\n\r\nHer lips parted, but she did not speak.\r\n\r\n'I understand just what made you do it,' I went on. 'I can see now\r\nthe sort of man I was in those days.'\r\n\r\n'You're saying that to--to help me,' she said in a low voice.\r\n\r\n'No. I have felt like that about it for years.'\r\n\r\n'I treated you shamefully.'\r\n\r\n'Nothing of the kind. There's a certain sort of man who badly\r\nneeds a--jolt, and he has to get it sooner or later. It happened\r\nthat you gave me mine, but that wasn't your fault. I was bound to\r\nget it--somehow.' I laughed. 'Fate was waiting for me round the\r\ncorner. Fate wanted something to hit me with. You happened to be\r\nthe nearest thing handy.'\r\n\r\n'I'm sorry, Peter.'\r\n\r\n'Nonsense. You knocked some sense into me. That's all you did.\r\nEvery man needs education. Most men get theirs in small doses, so\r\nthat they hardly know they are getting it at all. My money kept me\r\nfrom getting mine that way. By the time I met you there was a\r\ngreat heap of back education due to me, and I got it in a lump.\r\nThat's all.'\r\n\r\n'You're generous.'\r\n\r\n'Nothing of the kind. It's only that I see things clearer than I\r\ndid. I was a pig in those days.'\r\n\r\n'You weren't!'\r\n\r\n'I was. Well, we won't quarrel about it.'\r\n\r\nInside the house the bell rang for breakfast. We turned. As I drew\r\nback to let her go in, she stopped.\r\n\r\n'Peter,' she said.\r\n\r\nShe began to speak quickly.\r\n\r\n'Peter, let's be sensible. Why should we let this embarrass us,\r\nthis being together here? Can't we just pretend that we're two old\r\nfriends who parted through a misunderstanding, and have come\r\ntogether again, with all the misunderstanding cleared away--friends\r\nagain? Shall we?'\r\n\r\nShe held out her hand. She was smiling, but her eyes were grave.\r\n\r\n'Old friends, Peter?'\r\n\r\nI took her hand.\r\n\r\n'Old friends,' I said.\r\n\r\nAnd we went in to breakfast. On the table, beside my plate, was\r\nlying a letter from Cynthia."
  ]
}