{
  "index": 1,
  "title": "Chapter 1",
  "paragraphs": [
    "Chapter 1\r\n\r\n\r\nI\r\n\r\nI am strongly of the opinion that, after the age of twenty-one, a\r\nman ought not to be out of bed and awake at four in the morning.\r\nThe hour breeds thought. At twenty-one, life being all future, it\r\nmay be examined with impunity. But, at thirty, having become an\r\nuncomfortable mixture of future and past, it is a thing to be\r\nlooked at only when the sun is high and the world full of warmth\r\nand optimism.\r\n\r\nThis thought came to me as I returned to my rooms after the\r\nFletchers' ball. The dawn was breaking as I let myself in. The air\r\nwas heavy with the peculiar desolation of a London winter morning.\r\nThe houses looked dead and untenanted. A cart rumbled past, and\r\nacross the grey street a dingy black cat, moving furtively along\r\nthe pavement, gave an additional touch of forlornness to the\r\nscene.\r\n\r\nI shivered. I was tired and hungry, and the reaction after the\r\nemotions of the night had left me dispirited.\r\n\r\nI was engaged to be married. An hour back I had proposed to\r\nCynthia Drassilis. And I can honestly say that it had come as a\r\ngreat surprise to me.\r\n\r\nWhy had I done it? Did I love her? It was so difficult to analyse\r\nlove: and perhaps the mere fact that I was attempting the task was\r\nan answer to the question. Certainly I had never tried to do so\r\nfive years ago when I had loved Audrey Blake. I had let myself be\r\ncarried on from day to day in a sort of trance, content to be\r\nutterly happy, without dissecting my happiness. But I was five\r\nyears younger then, and Audrey was--Audrey.\r\n\r\nI must explain Audrey, for she in her turn explains Cynthia.\r\n\r\nI have no illusions regarding my character when I first met Audrey\r\nBlake. Nature had given me the soul of a pig, and circumstances\r\nhad conspired to carry on Nature's work. I loved comfort, and I\r\ncould afford to have it. From the moment I came of age and\r\nrelieved my trustees of the care of my money, I wrapped myself in\r\ncomfort as in a garment. I wallowed in egoism. In fact, if,\r\nbetween my twenty-first and my twenty-fifth birthdays, I had one\r\nunselfish thought, or did one genuinely unselfish action, my\r\nmemory is a blank on the point.\r\n\r\nIt was at the height of this period that I became engaged to\r\nAudrey. Now that I can understand her better and see myself,\r\nimpartially, as I was in those days, I can realize how indescribably\r\noffensive I must have been. My love was real, but that did not\r\nprevent its patronizing complacency being an insult. I was King\r\nCophetua. If I did not actually say in so many words, 'This\r\nbeggar-maid shall be my queen', I said it plainly and often in my\r\nmanner. She was the daughter of a dissolute, evil-tempered artist\r\nwhom I had met at a Bohemian club. He made a living by painting\r\nan occasional picture, illustrating an occasional magazine-story,\r\nbut mainly by doing advertisement work. A proprietor of a patent\r\nInfants' Food, not satisfied with the bare statement that Baby\r\nCried For It, would feel it necessary to push the fact home to the\r\npublic through the medium of Art, and Mr Blake would be commissioned\r\nto draw the picture. A good many specimens of his work in this vein\r\nwere to be found in the back pages of the magazines.\r\n\r\nA man may make a living by these means, but it is one that\r\ninclines him to jump at a wealthy son-in-law. Mr Blake jumped at\r\nme. It was one of his last acts on this earth. A week after he\r\nhad--as I now suspect--bullied Audrey into accepting me, he died\r\nof pneumonia.\r\n\r\nHis death had several results. It postponed the wedding: it\r\nstirred me to a very crescendo of patronage, for with the removal\r\nof the bread-winner the only flaw in my Cophetua pose had\r\nvanished: and it gave Audrey a great deal more scope than she had\r\nhitherto been granted for the exercise of free will in the choice\r\nof a husband.\r\n\r\nThis last aspect of the matter was speedily brought to my notice,\r\nwhich till then it had escaped, by a letter from her, handed to me\r\none night at the club, where I was sipping coffee and musing on\r\nthe excellence of life in this best of all possible worlds.\r\n\r\nIt was brief and to the point. She had been married that morning.\r\n\r\nTo say that that moment was a turning point in my life would be to\r\nuse a ridiculously inadequate phrase. It dynamited my life. In a\r\nsense it killed me. The man I had been died that night, regretted,\r\nI imagine, by few. Whatever I am today, I am certainly not the\r\ncomplacent spectator of life that I had been before that night.\r\n\r\nI crushed the letter in my hand, and sat staring at it, my pigsty\r\nin ruins about my ears, face to face with the fact that, even in a\r\nbest of all possible worlds, money will not buy everything.\r\n\r\nI remember, as I sat there, a man, a club acquaintance, a bore\r\nfrom whom I had fled many a time, came and settled down beside me\r\nand began to talk. He was a small man, but he possessed a voice to\r\nwhich one had to listen. He talked and talked and talked. How I\r\nloathed him, as I sat trying to think through his stream of words.\r\nI see now that he saved me. He forced me out of myself. But at the\r\ntime he oppressed me. I was raw and bleeding. I was struggling to\r\ngrasp the incredible. I had taken Audrey's unalterable affection\r\nfor granted. She was the natural complement to my scheme of\r\ncomfort. I wanted her; I had chosen and was satisfied with her,\r\ntherefore all was well. And now I had to adjust my mind to the\r\nimpossible fact that I had lost her.\r\n\r\nHer letter was a mirror in which I saw myself. She said little,\r\nbut I understood, and my self-satisfaction was in ribbons--and\r\nsomething deeper than self-satisfaction. I saw now that I loved\r\nher as I had not dreamed myself capable of loving.\r\n\r\nAnd all the while this man talked and talked.\r\n\r\nI have a theory that speech, persevered in, is more efficacious in\r\ntimes of trouble than silent sympathy. Up to a certain point it\r\nmaddens almost beyond endurance; but, that point past, it soothes.\r\nAt least, it was so in my case. Gradually I found myself hating\r\nhim less. Soon I began to listen, then to answer. Before I left\r\nthe club that night, the first mad frenzy, in which I could have\r\nbeen capable of anything, had gone from me, and I walked home,\r\nfeeling curiously weak and helpless, but calm, to begin the new\r\nlife.\r\n\r\nThree years passed before I met Cynthia. I spent those years\r\nwandering in many countries. At last, as one is apt to do, I\r\ndrifted back to London, and settled down again to a life which,\r\nsuperficially, was much the same as the one I had led in the days\r\nbefore I knew Audrey. My old circle in London had been wide, and I\r\nfound it easy to pick up dropped threads. I made new friends,\r\namong them Cynthia Drassilis.\r\n\r\nI liked Cynthia, and I was sorry for her. I think that, about that\r\ntime I met her, I was sorry for most people. The shock of Audrey's\r\ndeparture had had that effect upon me. It is always the bad nigger\r\nwho gets religion most strongly at the camp-meeting, and in my\r\ncase 'getting religion' had taken the form of suppression of self.\r\nI never have been able to do things by halves, or even with a\r\ndecent moderation. As an egoist I had been thorough in my egoism;\r\nand now, fate having bludgeoned that vice out of me, I found\r\nmyself possessed of an almost morbid sympathy with the troubles of\r\nother people.\r\n\r\nI was extremely sorry for Cynthia Drassilis. Meeting her mother\r\nfrequently, I could hardly fail to be. Mrs Drassilis was a\r\nrepresentative of a type I disliked. She was a widow, who had been\r\nleft with what she considered insufficient means, and her outlook\r\non life was a compound of greed and querulousness. Sloane Square\r\nand South Kensington are full of women in her situation. Their\r\nposition resembles that of the Ancient Mariner. 'Water, water\r\neverywhere, and not a drop to drink.' For 'water' in their case\r\nsubstitute 'money'. Mrs Drassilis was connected with money on all\r\nsides, but could only obtain it in rare and minute quantities. Any\r\none of a dozen relations-in-law could, if they had wished, have\r\ntrebled her annual income without feeling it. But they did not so\r\nwish. They disapproved of Mrs Drassilis. In their opinion the Hon.\r\nHugo Drassilis had married beneath him--not so far beneath him as\r\nto make the thing a horror to be avoided in conversation and\r\nthought, but far enough to render them coldly polite to his wife\r\nduring his lifetime and almost icy to his widow after his death.\r\nHugo's eldest brother, the Earl of Westbourne, had never liked the\r\nobviously beautiful, but equally obviously second-rate, daughter\r\nof a provincial solicitor whom Hugo had suddenly presented to the\r\nfamily one memorable summer as his bride. He considered that, by\r\ndoubling the income derived from Hugo's life-insurance and\r\ninviting Cynthia to the family seat once a year during her\r\nchildhood, he had done all that could be expected of him in the\r\nmatter.\r\n\r\nHe had not. Mrs Drassilis expected a great deal more of him, the\r\nnon-receipt of which had spoiled her temper, her looks, and the\r\npeace of mind of all who had anything much to do with her.\r\n\r\nIt used to irritate me when I overheard people, as I occasionally\r\nhave done, speak of Cynthia as hard. I never found her so myself,\r\nthough heaven knows she had enough to make her so, to me she was\r\nalways a sympathetic, charming friend.\r\n\r\nOurs was a friendship almost untouched by sex. Our minds fitted so\r\nsmoothly into one another that I had no inclination to fall in\r\nlove. I knew her too well. I had no discoveries to make about her.\r\nHer honest, simple soul had always been open to me to read. There\r\nwas none of that curiosity, that sense of something beyond that\r\nmakes for love. We had reached a point of comradeship beyond which\r\nneither of us desired to pass.\r\n\r\nYet at the Fletchers' ball I asked Cynthia to marry me, and she\r\nconsented.\r\n\r\n       *       *       *       *       *\r\n\r\nLooking back, I can see that, though the determining cause was Mr\r\nTankerville Gifford, it was Audrey who was responsible. She had\r\nmade me human, capable of sympathy, and it was sympathy,\r\nprimarily, that led me to say what I said that night.\r\n\r\nBut the immediate cause was certainly young Mr Gifford.\r\n\r\nI arrived at Marlow Square, where I was to pick up Cynthia and her\r\nmother, a little late, and found Mrs Drassilis, florid and\r\noverdressed, in the drawing-room with a sleek-haired, pale young\r\nman known to me as Tankerville Gifford--to his intimates, of whom\r\nI was not one, and in the personal paragraphs of the coloured\r\nsporting weeklies, as 'Tanky'. I had seen him frequently at\r\nrestaurants. Once, at the Empire, somebody had introduced me to\r\nhim; but, as he had not been sober at the moment, he had missed\r\nany intellectual pleasure my acquaintanceship might have afforded\r\nhim. Like everybody else who moves about in London, I knew all\r\nabout him. To sum him up, he was a most unspeakable little cad,\r\nand, if the drawing-room had not been Mrs Drassilis's, I should\r\nhave wondered at finding him in it.\r\n\r\nMrs Drassilis introduced us.\r\n\r\n'I think we have already met,' I said.\r\n\r\nHe stared glassily.\r\n\r\n'Don't remember.'\r\n\r\nI was not surprised.\r\n\r\nAt this moment Cynthia came in. Out of the corner of my eye I\r\nobserved a look of fuddled displeasure come into Tanky's face at\r\nher frank pleasure at seeing me.\r\n\r\nI had never seen her looking better. She is a tall girl, who\r\ncarries herself magnificently. The simplicity of her dress gained\r\nan added dignity from comparison with the rank glitter of her\r\nmother's. She wore unrelieved black, a colour which set off to\r\nwonderful advantage the clear white of her skin and her pale-gold\r\nhair.\r\n\r\n'You're late, Peter,' she said, looking at the clock.\r\n\r\n'I know. I'm sorry.'\r\n\r\n'Better be pushing, what?' suggested Tanky.\r\n\r\n'My cab's waiting.'\r\n\r\n'Will you ring the bell, Mr Gifford?' said Mrs Drassilis. 'I will\r\ntell Parker to whistle for another.'\r\n\r\n'Take me in yours,' I heard a voice whisper in my ear.\r\n\r\nI looked at Cynthia. Her expression had not changed. Then I looked\r\nat Tanky Gifford, and I understood. I had seen that stuffed-fish\r\nlook on his face before--on the occasion when I had been\r\nintroduced to him at the Empire.\r\n\r\n'If you and Mr Gifford will take my cab,' I said to Mrs Drassilis,\r\n'we will follow.'\r\n\r\nMrs Drassilis blocked the motion. I imagine that the sharp note in\r\nher voice was lost on Tanky, but it rang out like a clarion to me.\r\n\r\n'I am in no hurry,' she said. 'Mr Gifford, will you take Cynthia?\r\nI will follow with Mr Burns. You will meet Parker on the stairs.\r\nTell him to call another cab.'\r\n\r\nAs the door closed behind them, she turned on me like a many-coloured\r\nsnake.\r\n\r\n'How can you be so extraordinarily tactless, Peter?' she cried.\r\n'You're a perfect fool. Have you no eyes?'\r\n\r\n'I'm sorry,' I said.\r\n\r\n'He's devoted to her.'\r\n\r\n'I'm sorry.'\r\n\r\n'What do you mean?'\r\n\r\n'Sorry for her.'\r\n\r\nShe seemed to draw herself together inside her dress. Her eyes\r\nglittered. My mouth felt very dry, and my heart was beginning to\r\nthump. We were both furiously angry. It was a moment that had been\r\ncoming for years, and we both knew it. For my part I was glad that\r\nit had come. On subjects on which one feels deeply it is a relief\r\nto speak one's mind.\r\n\r\n'Oh!' she said at last. Her voice quivered. She was clutching at\r\nher self-control as it slipped from her. 'Oh! And what is my\r\ndaughter to you, Mr Burns!'\r\n\r\n'A great friend.'\r\n\r\n'And I suppose you think it friendly to try to spoil her chances?'\r\n\r\n'If Mr Gifford is a sample of them--yes.'\r\n\r\n'What do you mean?'\r\n\r\nShe choked.\r\n\r\n'I see. I understand. I am going to put a stop to this once and\r\nfor all. Do you hear? I have noticed it for a long time. Because I\r\nhave given you the run of the house, and allowed you to come in\r\nand out as you pleased, like a tame cat, you presume--'\r\n\r\n'Presume--' I prompted.\r\n\r\n'You come here and stand in Cynthia's way. You trade on the fact\r\nthat you have known us all this time to monopolize her attention.\r\nYou spoil her chances. You--'\r\n\r\nThe invaluable Parker entered to say that the cab was at the door.\r\n\r\nWe drove to the Fletchers' house in silence. The spell had been\r\nbroken. Neither of us could recapture that first, fine, careless\r\nrapture which had carried us through the opening stages of the\r\nconflict, and discussion of the subject on a less exalted plane\r\nwas impossible. It was that blessed period of calm, the rest\r\nbetween rounds, and we observed it to the full.\r\n\r\nWhen I reached the ballroom a waltz was just finishing. Cynthia, a\r\nstatue in black, was dancing with Tanky Gifford. They were\r\nopposite me when the music stopped, and she caught sight of me\r\nover his shoulder.\r\n\r\nShe disengaged herself and moved quickly towards me.\r\n\r\n'Take me away,' she said under her breath. 'Anywhere. Quick.'\r\n\r\nIt was no time to consider the etiquette of the ballroom. Tanky,\r\nstartled at his sudden loneliness, seemed by his expression to be\r\nendeavouring to bring his mind to bear on the matter. A couple\r\nmaking for the door cut us off from him, and following them, we\r\npassed out.\r\n\r\nNeither of us spoke till we had reached the little room where I\r\nhad meditated.\r\n\r\nShe sat down. She was looking pale and tired.\r\n\r\n'Oh, dear!' she said.\r\n\r\nI understood. I seemed to see that journey in the cab, those\r\ndances, those terrible between-dances ...\r\n\r\nIt was very sudden.\r\n\r\nI took her hand. She turned to me with a tired smile. There were\r\ntears in her eyes ...\r\n\r\nI heard myself speaking ...\r\n\r\nShe was looking at me, her eyes shining. All the weariness seemed\r\nto have gone out of them.\r\n\r\nI looked at her.\r\n\r\nThere was something missing. I had felt it when I was speaking. To\r\nme my voice had had no ring of conviction. And then I saw what it\r\nwas. There was no mystery. We knew each other too well. Friendship\r\nkills love.\r\n\r\nShe put my thought into words.\r\n\r\n'We have always been brother and sister,' she said doubtfully.\r\n\r\n'Till tonight.'\r\n\r\n'You have changed tonight? You really want me?'\r\n\r\nDid I? I tried to put the question to myself and answer it\r\nhonestly. Yes, in a sense, I had changed tonight. There was an\r\nadded appreciation of her fineness, a quickening of that blend of\r\nadmiration and pity which I had always felt for her. I wanted with\r\nall my heart to help her, to take her away from her dreadful\r\nsurroundings, to make her happy. But did I want her in the sense\r\nin which she had used the word? Did I want her as I had wanted\r\nAudrey Blake? I winced away from the question. Audrey belonged to\r\nthe dead past, but it hurt to think of her.\r\n\r\nWas it merely because I was five years older now than when I had\r\nwanted Audrey that the fire had gone out of me?\r\n\r\nI shut my mind against my doubts.\r\n\r\n'I have changed tonight,' I said.\r\n\r\nAnd I bent down and kissed her.\r\n\r\nI was conscious of being defiant against somebody. And then I knew\r\nthat the somebody was myself.\r\n\r\nI poured myself out a cup of hot coffee from the flask which\r\nSmith, my man, had filled against my return. It put life into me.\r\nThe oppression lifted.\r\n\r\nAnd yet there remained something that made for uneasiness, a sort\r\nof foreboding at the back of my mind.\r\n\r\nI had taken a step in the dark, and I was afraid for Cynthia. I\r\nhad undertaken to give her happiness. Was I certain that I could\r\nsucceed? The glow of chivalry had left me, and I began to doubt.\r\n\r\nAudrey had taken from me something that I could not recover--poetry\r\nwas as near as I could get to a definition of it. Yes, poetry.\r\nWith Cynthia my feet would always be on the solid earth. To the\r\nend of the chapter we should be friends and nothing more.\r\n\r\nI found myself pitying Cynthia intensely. I saw her future a\r\nseries of years of intolerable dullness. She was too good to be\r\ntied for life to a battered hulk like myself.\r\n\r\nI drank more coffee and my mood changed. Even in the grey of a\r\nwinter morning a man of thirty, in excellent health, cannot pose\r\nto himself for long as a piece of human junk, especially if he\r\ncomforts himself with hot coffee.\r\n\r\nMy mind resumed its balance. I laughed at myself as a sentimental\r\nfraud. Of course I could make her happy. No man and woman had ever\r\nbeen more admirably suited to each other. As for that first\r\ndisaster, which I had been magnifying into a life-tragedy, what of\r\nit? An incident of my boyhood. A ridiculous episode which--I rose\r\nwith the intention of doing so at once--I should now proceed to\r\neliminate from my life.\r\n\r\nI went quickly to my desk, unlocked it, and took out a photograph.\r\n\r\nAnd then--undoubtedly four o'clock in the morning is no time for a\r\nman to try to be single-minded and decisive--I wavered. I had\r\nintended to tear the thing in pieces without a glance, and fling\r\nit into the wastepaper-basket. But I took the glance and I\r\nhesitated.\r\n\r\nThe girl in the photograph was small and slight, and she looked\r\nstraight out of the picture with large eyes that met and\r\nchallenged mine. How well I remembered them, those Irish-blue eyes\r\nunder their expressive, rather heavy brows. How exactly the\r\nphotographer had caught that half-wistful, half-impudent look, the\r\nchin tilted, the mouth curving into a smile.\r\n\r\nIn a wave all my doubts had surged back upon me. Was this mere\r\nsentimentalism, a four-in-the-morning tribute to the pathos of the\r\nflying years, or did she really fill my soul and stand guard over\r\nit so that no successor could enter in and usurp her place?\r\n\r\nI had no answer, unless the fact that I replaced the photograph in\r\nits drawer was one. I felt that this thing could not be decided\r\nnow. It was more difficult than I had thought.\r\n\r\nAll my gloom had returned by the time I was in bed. Hours seemed\r\nto pass while I tossed restlessly aching for sleep.\r\n\r\nWhen I woke my last coherent thought was still clear in my mind.\r\nIt was a passionate vow that, come what might, if those Irish eyes\r\nwere to haunt me till my death, I would play the game loyally with\r\nCynthia.\r\n\r\n\r\nII\r\n\r\nThe telephone bell rang just as I was getting ready to call at\r\nMarlow Square and inform Mrs Drassilis of the position of affairs.\r\nCynthia, I imagined, would have broken the news already, which\r\nwould mitigate the embarrassment of the interview to some extent;\r\nbut the recollection of my last night's encounter with Mrs\r\nDrassilis prevented me from looking forward with any joy to the\r\nprospect of meeting her again.\r\n\r\nCynthia's voice greeted me as I unhooked the receiver.\r\n\r\n'Hullo, Peter! Is that you? I want you to come round here at\r\nonce.'\r\n\r\n'I was just starting,' I said.\r\n\r\n'I don't mean Marlow Square. I'm not there. I'm at the Guelph. Ask\r\nfor Mrs Ford's suite. It's very important. I'll tell you all about\r\nit when you get here. Come as soon as you can.'\r\n\r\nMy rooms were conveniently situated for visits to the Hotel\r\nGuelph. A walk of a couple of minutes took me there. Mrs Ford's\r\nsuite was on the third floor. I rang the bell and Cynthia opened\r\nthe door to me.\r\n\r\n'Come in,' she said. 'You're a dear to be so quick.'\r\n\r\n'My rooms are only just round the corner.' She shut the door, and\r\nfor the first time we looked at one another. I could not say that\r\nI was nervous, but there was certainly, to me, a something strange\r\nin the atmosphere. Last night seemed a long way off and somehow a\r\nlittle unreal. I suppose I must have shown this in my manner, for\r\nshe suddenly broke what had amounted to a distinct pause by giving\r\na little laugh. 'Peter,' she said, 'you're embarrassed.' I denied\r\nthe charge warmly, but without real conviction. I was embarrassed.\r\n'Then you ought to be,' she said. 'Last night, when I was looking\r\nmy very best in a lovely dress, you asked me to marry you. Now you\r\nsee me again in cold blood, and you're wondering how you can back\r\nout of it without hurting my feelings.'\r\n\r\nI smiled. She did not. I ceased to smile. She was looking at me in\r\na very peculiar manner.\r\n\r\n'Peter,' she said, 'are you sure?'\r\n\r\n'My dear old Cynthia,' I said, 'what's the matter with you?'\r\n\r\n'You are sure?' she persisted.\r\n\r\n'Absolutely, entirely sure.' I had a vision of two large eyes\r\nlooking at me out of a photograph. It came and went in a flash.\r\n\r\nI kissed Cynthia.\r\n\r\n'What quantities of hair you have,' I said. 'It's a shame to cover\r\nit up.' She was not responsive. 'You're in a very queer mood\r\ntoday, Cynthia,' I went on. 'What's the matter?'\r\n\r\n'I've been thinking.'\r\n\r\n'Out with it. Something has gone wrong.' An idea flashed upon me.\r\n'Er--has your mother--is your mother very angry about--'\r\n\r\n'Mother's delighted. She always liked you, Peter.'\r\n\r\nI had the self-restraint to check a grin.\r\n\r\n'Then what is it?' I said. 'Tired after the dance?'\r\n\r\n'Nothing as simple as that.'\r\n\r\n'Tell me.'\r\n\r\n'It's so difficult to put it into words.'\r\n\r\n'Try.'\r\n\r\nShe was playing with the papers on the table, her face turned\r\naway. For a moment she did not speak.\r\n\r\n'I've been worrying myself, Peter,' she said at last. 'You are so\r\nchivalrous and unselfish. You're quixotic. It's that that is\r\ntroubling me. Are you marrying me just because you're sorry for\r\nme? Don't speak. I can tell you now if you will just let me say\r\nstraight out what's in my mind. We have known each other for two\r\nyears now. You know all about me. You know how--how unhappy I am\r\nat home. Are you marrying me just because you pity me and want to\r\ntake me out of all that?'\r\n\r\n'My dear girl!'\r\n\r\n'You haven't answered my question.'\r\n\r\n'I answered it two minutes ago when you asked me if--'\r\n\r\n'You do love me?'\r\n\r\n'Yes.'\r\n\r\nAll this time she had been keeping her face averted, but now she\r\nturned and looked into my eyes with an abrupt intensity which, I\r\nconfess, startled me. Her words startled me more.\r\n\r\n'Peter, do you love me as much as you loved Audrey Blake?'\r\n\r\nIn the instant which divided her words from my reply my mind flew\r\nhither and thither, trying to recall an occasion when I could have\r\nmentioned Audrey to her. I was convinced that I had not done so. I\r\nnever mentioned Audrey to anyone.\r\n\r\nThere is a grain of superstition in the most level-headed man. I\r\nam not particularly level-headed, and I have more than a grain in\r\nme. I was shaken. Ever since I had asked Cynthia to marry me, it\r\nseemed as if the ghost of Audrey had come back into my life.\r\n\r\n'Good Lord!' I cried. 'What do you know of Audrey Blake?'\r\n\r\nShe turned her face away again.\r\n\r\n'Her name seems to affect you very strongly,' she said quietly.\r\n\r\nI recovered myself.\r\n\r\n'If you ask an old soldier,' I said, 'he will tell you that a\r\nwound, long after it has healed, is apt to give you an occasional\r\ntwinge.'\r\n\r\n'Not if it has really healed.'\r\n\r\n'Yes, when it has really healed--when you can hardly remember how\r\nyou were fool enough to get it.'\r\n\r\nShe said nothing.\r\n\r\n'How did you hear about--it?' I asked.\r\n\r\n'When I first met you, or soon after, a friend of yours--we\r\nhappened to be talking about you--told me that you had been engaged\r\nto be married to a girl named Audrey Blake. He was to have been\r\nyour best man, he said, but one day you wrote and told him there\r\nwould be no wedding, and then you disappeared; and nobody saw you\r\nagain for three years.'\r\n\r\n'Yes,' I said: 'that is all quite true.'\r\n\r\n'It seems to have been a serious affair, Peter. I mean--the sort\r\nof thing a man would find it hard to forget.'\r\n\r\nI tried to smile, but I knew that I was not doing it well. It was\r\nhurting me extraordinarily, this discussion of Audrey.\r\n\r\n'A man would find it almost impossible,' I said, 'unless he had a\r\nremarkably poor memory.'\r\n\r\n'I didn't mean that. You know what I mean by forget.'\r\n\r\n'Yes,' I said, 'I do.'\r\n\r\nShe came quickly to me and took me by the shoulders, looking into\r\nmy face.\r\n\r\n'Peter, can you honestly say you have forgotten her--in the sense\r\nI mean?'\r\n\r\n'Yes,' I said.\r\n\r\nAgain that feeling swept over me--that curious sensation of being\r\ndefiant against myself.\r\n\r\n'She does not stand between us?'\r\n\r\n'No,' I said.\r\n\r\nI could feel the effort behind the word. It was as if some\r\nsubconscious part of me were working to keep it back.\r\n\r\n'Peter!'\r\n\r\nThere was a soft smile on her face; as she raised it to mine I put\r\nmy arms around her.\r\n\r\nShe drew away with a little laugh. Her whole manner had changed.\r\nShe was a different being from the girl who had looked so gravely\r\ninto my eyes a moment before.\r\n\r\n'Oh, my dear boy, how terribly muscular you are! You've crushed\r\nme. I expect you used to be splendid at football, like Mr\r\nBroster.'\r\n\r\nI did not reply at once. I cannot wrap up the deeper emotions and\r\nput them back on their shelf directly I have no further immediate\r\nuse for them. I slowly adjusted myself to the new key of the\r\nconversation.\r\n\r\n'Who's Broster?' I asked at length.\r\n\r\n'He used to be tutor to'--she turned me round and pointed--'to\r\n_that_.'\r\n\r\nI had seen a picture standing on one of the chairs when I entered\r\nthe room but had taken no particular notice of it. I now gave it a\r\ncloser glance. It was a portrait, very crudely done, of a\r\nsingularly repulsive child of about ten or eleven years old.\r\n\r\n_Was_ he, poor chap! Well, we all have our troubles, don't\r\nwe! Who _is_ this young thug! Not a friend of yours, I hope?'\r\n\r\n'That is Ogden, Mrs Ford's son. It's a tragedy--'\r\n\r\n'Perhaps it doesn't do him justice. Does he really squint like\r\nthat, or is it just the artist's imagination?'\r\n\r\n'Don't make fun of it. It's the loss of that boy that is breaking\r\nNesta's heart.'\r\n\r\nI was shocked.\r\n\r\n'Is he dead? I'm awfully sorry. I wouldn't for the world--'\r\n\r\n'No, no. He is alive and well. But he is dead to her. The court\r\ngave him into the custody of his father.'\r\n\r\n'The court?'\r\n\r\n'Mrs Ford was the wife of Elmer Ford, the American millionaire.\r\nThey were divorced a year ago.'\r\n\r\n'I see.'\r\n\r\nCynthia was gazing at the portrait.\r\n\r\n'This boy is quite a celebrity in his way,' she said. 'They call\r\nhim \"The Little Nugget\" in America.'\r\n\r\n'Oh! Why is that?'\r\n\r\n'It's a nickname the kidnappers have for him. Ever so many\r\nattempts have been made to steal him.'\r\n\r\nShe stopped and looked at me oddly.\r\n\r\n'I made one today, Peter,' she said. I went down to the country,\r\nwhere the boy was, and kidnapped him.'\r\n\r\n'Cynthia! What on earth do you mean?'\r\n\r\n'Don't you understand? I did it for Nesta's sake. She was breaking\r\nher heart about not being able to see him, so I slipped down and\r\nstole him away, and brought him back here.'\r\n\r\nI do not know if I was looking as amazed as I felt. I hope not,\r\nfor I felt as if my brain were giving way. The perfect calmness\r\nwith which she spoke of this extraordinary freak added to my\r\nconfusion.\r\n\r\n'You're joking!'\r\n\r\n'No; I stole him.'\r\n\r\n'But, good heavens! The law! It's a penal offence, you know!'\r\n\r\n'Well, I did it. Men like Elmer Ford aren't fit to have charge of\r\na child. You don't know him, but he's just an unscrupulous\r\nfinancier, without a thought above money. To think of a boy\r\ngrowing up in that tainted atmosphere--at his most impressionable\r\nage. It means death to any good there is in him.'\r\n\r\nMy mind was still grappling feebly with the legal aspect of the\r\naffair.\r\n\r\n'But, Cynthia, kidnapping's kidnapping, you know! The law doesn't\r\ntake any notice of motives. If you're caught--'\r\n\r\nShe cut through my babble.\r\n\r\n'Would you have been afraid to do it, Peter?'\r\n\r\n'Well--' I began. I had not considered the point before.\r\n\r\n'I don't believe you would. If I asked you to do it for my sake--'\r\n\r\n'But, Cynthia, kidnapping, you know! It's such an infernally low-down\r\ngame.'\r\n\r\n'I played it. Do you despise _me_?'\r\n\r\nI perspired. I could think of no other reply.\r\n\r\n'Peter,' she said, 'I understand your scruples. I know exactly how\r\nyou feel. But can't you see that this is quite different from the\r\nsort of kidnapping you naturally look on as horrible? It's just\r\ntaking a boy away from surroundings that must harm him, back to\r\nhis mother, who worships him. It's not wrong. It's splendid.'\r\n\r\nShe paused.\r\n\r\n'You _will_ do it for me, Peter?' she said.\r\n\r\n'I don't understand,' I said feebly. 'It's done. You've kidnapped\r\nhim yourself.'\r\n\r\n'They tracked him and took him back. And now I want _you_ to\r\ntry.' She came closer to me. 'Peter, don't you see what it will\r\nmean to me if you agree to try? I'm only human, I can't help, at\r\nthe bottom of my heart, still being a little jealous of this\r\nAudrey Blake. No, don't say anything. Words can't cure me; but if\r\nyou do this thing for me, I shall be satisfied. I shall _know_.'\r\n\r\nShe was close beside me, holding my arm and looking into my face.\r\nThat sense of the unreality of things which had haunted me since\r\nthat moment at the dance came over me with renewed intensity. Life\r\nhad ceased to be a rather grey, orderly business in which day\r\nsucceeded day calmly and without event. Its steady stream had\r\nbroken up into rapids, and I was being whirled away on them.\r\n\r\n'Will you do it, Peter? Say you will.'\r\n\r\nA voice, presumably mine, answered 'Yes'.\r\n\r\n'My dear old boy!'\r\n\r\nShe pushed me into a chair, and, sitting on the arm of it, laid\r\nher hand on mine and became of a sudden wondrously business-like.\r\n\r\n'Listen,' she said, 'I'll tell you what we have arranged.'\r\n\r\nIt was borne in upon me, as she began to do so, that she appeared\r\nfrom the very beginning to have been extremely confident that that\r\nessential part of her plans, my consent to the scheme, could be\r\nrelied upon as something of a certainty. Women have these\r\nintuitions.\r\n\r\n\r\nIII\r\n\r\nLooking back, I think I can fix the point at which this insane\r\nventure I had undertaken ceased to be a distorted dream, from\r\nwhich I vaguely hoped that I might shortly waken, and took shape\r\nas a reality of the immediate future. That moment came when I met\r\nMr Arnold Abney by appointment at his club.\r\n\r\nTill then the whole enterprise had been visionary. I gathered from\r\nCynthia that the boy Ogden was shortly to be sent to a preparatory\r\nschool, and that I was to insinuate myself into this school and,\r\nwatching my opportunity, to remove him; but it seemed to me that\r\nthe obstacles to this comparatively lucid scheme were insuperable.\r\nIn the first place, how were we to discover which of England's\r\nmillion preparatory schools Mr Ford, or Mr Mennick for him, would\r\nchoose? Secondly, the plot which was to carry me triumphantly into\r\nthis school when--or if--found, struck me as extremely thin. I\r\nwas to pose, Cynthia told me, as a young man of private means,\r\nanxious to learn the business, with a view to setting up a school\r\nof his own. The objection to that was, I held, that I obviously\r\ndid not want to do anything of the sort. I had not the appearance\r\nof a man with such an ambition. I had none of the conversation of\r\nsuch a man.\r\n\r\nI put it to Cynthia.\r\n\r\n'They would find me out in a day,' I assured her. 'A man who wants\r\nto set up a school has got to be a pretty brainy sort of fellow. I\r\ndon't know anything.'\r\n\r\n'You got your degree.'\r\n\r\n'A degree. At any rate, I've forgotten all I knew.'\r\n\r\n'That doesn't matter. You have the money. Anybody with money can\r\nstart a school, even if he doesn't know a thing. Nobody would\r\nthink it strange.'\r\n\r\nIt struck me as a monstrous slur on our educational system, but\r\nreflection told me it was true. The proprietor of a preparatory\r\nschool, if he is a man of wealth, need not be able to teach, any\r\nmore than an impresario need be able to write plays.\r\n\r\n'Well, we'll pass that for the moment,' I said. 'Here's the real\r\ndifficulty. How are you going to find out the school Mr Ford has\r\nchosen?'\r\n\r\n'I have found it out already--or Nesta has. She set a detective to\r\nwork. It was perfectly easy. Ogden's going to Mr Abney's. Sanstead\r\nHouse is the name of the place. It's in Hampshire somewhere. Quite\r\na small school, but full of little dukes and earls and things.\r\nLord Mountry's younger brother, Augustus Beckford, is there.'\r\n\r\nI had known Lord Mountry and his family well some years ago. I\r\nremembered Augustus dimly.\r\n\r\n'Mountry? Do you know him? He was up at Oxford with me.'\r\n\r\nShe seemed interested.\r\n\r\n'What kind of a man is he?' she asked.\r\n\r\n'Oh, quite a good sort. Rather an ass. I haven't seen him for\r\nyears.'\r\n\r\n'He's a friend of Nesta's. I've only met him once. He is going to\r\nbe your reference.'\r\n\r\n'My what?'\r\n\r\n'You will need a reference. At least, I suppose you will. And,\r\nanyhow, if you say you know Lord Mountry it will make it simpler\r\nfor you with Mr Abney, the brother being at the school.'\r\n\r\n'Does Mountry know about this business? Have you told him why I\r\nwant to go to Abney's?'\r\n\r\n'Nesta told him. He thought it was very sporting of you. He will\r\ntell Mr Abney anything we like. By the way, Peter, you will have\r\nto pay a premium or something, I suppose. But Nesta will look\r\nafter all expenses, of course.'\r\n\r\nOn this point I made my only stand of the afternoon.\r\n\r\n'No,' I said; 'it's very kind of her, but this is going to be\r\nentirely an amateur performance. I'm doing this for you, and I'll\r\nstand the racket. Good heavens! Fancy taking money for a job of\r\nthis kind!'\r\n\r\nShe looked at me rather oddly.\r\n\r\n'That is very sweet of you, Peter,' she said, after a slight\r\npause. 'Now let's get to work.'\r\n\r\nAnd together we composed the letter which led to my sitting, two\r\ndays later, in stately conference at his club with Mr Arnold\r\nAbney, M.A., of Sanstead House, Hampshire.\r\n\r\nMr Abney proved to be a long, suave, benevolent man with an Oxford\r\nmanner, a high forehead, thin white hands, a cooing intonation,\r\nand a general air of hushed importance, as of one in constant\r\ncommunication with the Great. There was in his bearing something\r\nof the family solicitor in whom dukes confide, and something of\r\nthe private chaplain at the Castle.\r\n\r\nHe gave me the key-note to his character in the first minute of\r\nour acquaintanceship. We had seated ourselves at a table in the\r\nsmoking-room when an elderly gentleman shuffled past, giving a nod\r\nin transit. My companion sprang to his feet almost convulsively,\r\nreturned the salutation, and subsided slowly into his chair again.\r\n\r\n'The Duke of Devizes,' he said in an undertone. 'A most able man.\r\nMost able. His nephew, Lord Ronald Stokeshaye, was one of my\r\npupils. A charming boy.'\r\n\r\nI gathered that the old feudal spirit still glowed to some extent\r\nin Mr Abney's bosom.\r\n\r\nWe came to business.\r\n\r\n'So you wish to be one of us, Mr Burns, to enter the scholastic\r\nprofession?'\r\n\r\nI tried to look as if I did.\r\n\r\n'Well, in certain circumstances, the circumstances in which\r\nI--ah--myself, I may say, am situated, there is no more delightful\r\noccupation. The work is interesting. There is the constant\r\nfascination of seeing these fresh young lives develop--and of\r\nhelping them to develop--under one's eyes; in any case, I may say,\r\nthere is the exceptional interest of being in a position to mould\r\nthe growing minds of lads who will some day take their place among\r\nthe country's hereditary legislators, that little knot of devoted\r\nmen who, despite the vulgar attacks of loudmouthed demagogues,\r\nstill do their share, and more, in the guidance of England's\r\nfortunes. Yes.'\r\n\r\nHe paused. I said I thought so, too.\r\n\r\n'You are an Oxford man, Mr Burns, I think you told me? Ah, I have\r\nyour letter here. Just so. You were at--ah, yes. A fine college.\r\nThe Dean is a lifelong friend of mine. Perhaps you knew my late\r\npupil, Lord Rollo?--no, he would have been since your time. A\r\ndelightful boy. Quite delightful ... And you took your degree?\r\nExactly. _And_ represented the university at both cricket and\r\nRugby football? Excellent. _Mens sana in_--ah--_corpore_, in fact,\r\n_sano_, yes!'\r\n\r\nHe folded the letter carefully and replaced it in his pocket.\r\n\r\n'Your primary object in coming to me, Mr Burns, is, I gather, to\r\nlearn the--ah--the ropes, the business? You have had little or no\r\nprevious experience of school-mastering?'\r\n\r\n'None whatever.'\r\n\r\n'Then your best plan would undoubtedly be to consider yourself and\r\nwork for a time simply as an ordinary assistant-master. You would\r\nthus get a sound knowledge of the intricacies of the profession\r\nwhich would stand you in good stead when you decide to set up your\r\nown school. School-mastering is a profession, which cannot be\r\ntaught adequately except in practice. \"Only those who--ah--brave\r\nits dangers comprehend its mystery.\" Yes, I would certainly\r\nrecommend you to begin at the foot of the ladder and go, at least\r\nfor a time, through the mill.'\r\n\r\n'Certainly,' I said. 'Of course.'\r\n\r\nMy ready acquiescence pleased him. I could see that he was\r\nrelieved. I think he had expected me to jib at the prospect of\r\nactual work.\r\n\r\n'As it happens,' he said, 'my classical master left me at the end\r\nof last term. I was about to go to the Agency for a successor when\r\nyour letter arrived. Would you consider--'\r\n\r\nI had to think this over. Feeling kindly disposed towards Mr\r\nArnold Abney, I wished to do him as little harm as possible. I was\r\ngoing to rob him of a boy, who, while no moulding of his growing\r\nmind could make him into a hereditary legislator, did undoubtedly\r\nrepresent a portion of Mr Abney's annual income; and I did not\r\nwant to increase my offence by being a useless assistant-master.\r\nThen I reflected that, if I was no Jowett, at least I knew enough\r\nLatin and Greek to teach the rudiments of those languages to small\r\nboys. My conscience was satisfied.\r\n\r\n'I should be delighted,' I said.\r\n\r\n'Excellent. Then let us consider that as--ah--settled,' said Mr\r\nAbney.\r\n\r\nThere was a pause. My companion began to fiddle a little\r\nuncomfortably with an ash-tray. I wondered what was the matter,\r\nand then it came to me. We were about to become sordid. The\r\ndiscussion of terms was upon us.\r\n\r\nAnd as I realized this, I saw simultaneously how I could throw one\r\nmore sop to my exigent conscience. After all, the whole thing was\r\nreally a question of hard cash. By kidnapping Ogden I should be\r\ntaking money from Mr Abney. By paying my premium I should be\r\ngiving it back to him.\r\n\r\nI considered the circumstances. Ogden was now about thirteen years\r\nold. The preparatory-school age limit may be estimated roughly at\r\nfourteen. That is to say, in any event Sanstead House could only\r\nharbour him for one year. Mr Abney's fees I had to guess at. To be\r\non the safe side, I fixed my premium at an outside figure, and,\r\ngetting to the point at once, I named it.\r\n\r\nIt was entirely satisfactory. My mental arithmetic had done me\r\ncredit. Mr Abney beamed upon me. Over tea and muffins we became\r\nvery friendly. In half an hour I heard more of the theory of\r\nschool-mastering than I had dreamed existed.\r\n\r\nWe said good-bye at the club front door. He smiled down at me\r\nbenevolently from the top of the steps.\r\n\r\n'Good-bye, Mr Burns, good-bye,' he said. 'We shall meet\r\nat--ah--Philippi.'\r\n\r\nWhen I reached my rooms, I rang for Smith.\r\n\r\n'Smith,' I said, 'I want you to get some books for me first thing\r\ntomorrow. You had better take a note of them.'\r\n\r\nHe moistened his pencil.\r\n\r\n'A Latin Grammar.'\r\n\r\n'Yes, sir.'\r\n\r\n'A Greek Grammar.'\r\n\r\n'Yes, sir.'\r\n\r\n'Brodley Arnold's Easy Prose Sentences.'\r\n\r\n'Yes, sir.'\r\n\r\n'And Caesar's Gallic Wars.'\r\n\r\n'What name, sir?'\r\n\r\n'Caesar.'\r\n\r\n'Thank you, sir. Anything else, sir?'\r\n\r\n'No, that will be all.'\r\n\r\n'Very good, sir.'\r\n\r\nHe shimmered from the room.\r\n\r\nThank goodness, Smith always has thought me mad, and is consequently\r\nnever surprised at anything I ask him to do."
  ]
}