{
  "index": 6,
  "title": "Chapter 5",
  "paragraphs": [
    "I\r\n\r\nI give the letter in full. It was written from the s.y. _Mermaid_,\r\nlying in Monaco Harbour.\r\n\r\nMY DEAR PETER, Where is Ogden? We have been expecting him every\r\nday. Mrs Ford is worrying herself to death. She keeps asking me if\r\nI have any news, and it is very tiresome to have to keep telling\r\nher that I have not heard from you. Surely, with the opportunities\r\nyou must get every day, you can manage to kidnap him. Do be quick.\r\nWe are relying on you.--In haste,\r\n                                  CYNTHIA.\r\n\r\nI read this brief and business-like communication several times\r\nduring the day; and after dinner that night, in order to meditate\r\nupon it in solitude, I left the house and wandered off in the\r\ndirection of the village.\r\n\r\nI was midway between house and village when I became aware that I\r\nwas being followed. The night was dark, and the wind moving in the\r\ntree-tops emphasized the loneliness of the country road. Both time\r\nand place were such as made it peculiarly unpleasant to hear\r\nstealthy footsteps on the road behind me.\r\n\r\nUncertainty in such cases is the unnerving thing. I turned\r\nsharply, and began to walk back on tiptoe in the direction from\r\nwhich I had come.\r\n\r\nI had not been mistaken. A moment later a dark figure loomed up\r\nout of the darkness, and the exclamation which greeted me, as I\r\nmade my presence known, showed that I had taken him by surprise.\r\n\r\nThere was a momentary pause. I expected the man, whoever he might\r\nbe, to run, but he held his ground. Indeed, he edged forward.\r\n\r\n'Get back!' I said, and allowed my stick to rasp suggestively on\r\nthe road before raising it in readiness for any sudden development.\r\nIt was as well that he should know it was there.\r\n\r\nThe hint seemed to wound rather than frighten him.\r\n\r\n'Aw, cut out the rough stuff, bo,' he said reproachfully in a\r\ncautious, husky undertone. 'I ain't goin' to start anything.'\r\n\r\nI had an impression that I had heard the voice before, but I could\r\nnot place it.\r\n\r\n'What are you following me for?' I demanded. 'Who are you?'\r\n\r\n'Say, I want a talk wit youse. I took a slant at youse under de\r\nlamp-post back dere, an' I seen it was you, so I tagged along.\r\nSay, I'm wise to your game, sport.'\r\n\r\nI had identified him by this time. Unless there were two men in\r\nthe neighbourhood of Sanstead who hailed from the Bowery, this\r\nmust be the man I had seen at the 'Feathers' who had incurred the\r\ndisapproval of Miss Benjafield.\r\n\r\n'I haven't the faintest idea what you mean,' I said. 'What is my\r\ngame?'\r\n\r\nHis voice became reproachful again.\r\n\r\n'Ah chee!' he protested. 'Quit yer kiddin'! What was youse\r\nrubberin' around de house for last night if you wasn't trailin' de\r\nkid?'\r\n\r\n'Was it you who ran into me last night?' I asked.\r\n\r\n'Gee! I fought it was a tree. I came near takin' de count.'\r\n\r\n'I did take it. You seemed in a great hurry.'\r\n\r\n'Hell!' said the man simply, and expectorated.\r\n\r\n'Say,' he resumed, having delivered this criticism on that\r\nstirring episode, dat's a great kid, dat Nugget. I fought it was a\r\nBlack Hand soup explosion when he cut loose. But, say, let's don't\r\nwaste time. We gotta get together about dat kid.'\r\n\r\n'Certainly, if you wish it. What do you happen to mean?'\r\n\r\n'Aw, quit yer kiddin'!' He expectorated again. He seemed to be a\r\nman who could express the whole gamut of emotions by this simple\r\nmeans. 'I know you!'\r\n\r\n'Then you have the advantage of me, though I believe I remember\r\nseeing you before. Weren't you at the \"Feathers\" one Wednesday\r\nevening, singing something about a dog?'\r\n\r\n'Sure. Dat was me.'\r\n\r\n'What do you mean by saying that you know me?'\r\n\r\n'Aw, quit yer kiddin', Sam!'\r\n\r\nThere was, it seemed to me, a reluctantly admiring note in his\r\nvoice.\r\n\r\n'Tell me, who do you think I am?' I asked patiently.\r\n\r\n'Ahr ghee! You can't string me, sport. Smooth Sam Fisher, is who\r\nyou are, bo. I know you.'\r\n\r\nI was too surprised to speak. Verily, some have greatness thrust\r\nupon them.\r\n\r\n'I hain't never seen youse, Sam,' he continued, 'but I know it's\r\nyou. And I'll tell youse how I doped it out. To begin with, there\r\nain't but you and your bunch and me and my bunch dat knows de\r\nLittle Nugget's on dis side at all. Dey sneaked him out of New\r\nYork mighty slick. And I heard that you had come here after him.\r\nSo when I runs into a guy dat's trailin' de kid down here, well,\r\nwho's it going to be if it ain't youse? And when dat guy talks\r\nlike a dude, like they all say you do, well, who's it going to be\r\nif it ain't youse? So quit yer kiddin', Sam, and let's get down to\r\nbusiness.'\r\n\r\n'Have I the pleasure of addressing Mr Buck MacGinnis?' I said. I\r\nfelt convinced that this could be no other than that celebrity.\r\n\r\n'Dat's right. Dere's no need to keep up anyt'ing wit me, Sam.\r\nWe're bote on de same trail, so let's get down to it.'\r\n\r\n'One moment,' I said. 'Would it surprise you to hear that my name\r\nis Burns, and that I am a master at the school?'\r\n\r\nHe expectorated admirably.\r\n\r\n'Hell, no!' he said. 'Gee, it's just what you would be, Sam. I\r\nalways heard youse had been one of dese rah-rah boys oncest. Say,\r\nit's mighty smart of youse to be a perfessor. You're right in on\r\nde ground floor.'\r\n\r\nHis voice became appealing.\r\n\r\n'Say, Sam, don't be a hawg. Let's go fifty-fifty in dis deal. My\r\nbunch and me has come a hell of a number of miles on dis\r\nproposition, and dere ain't no need for us to fall scrappin' over\r\nit. Dere's plenty for all of us. Old man Ford'll cough up enough\r\nfor every one, and dere won't be any fuss. Let's sit in togedder\r\non dis nuggett'ing. It ain't like as if it was an ornery two-by-four\r\ndeal. I wouldn't ask youse if it wasn't big enough fir de whole\r\nbunch of us.'\r\n\r\nAs I said nothing, he proceeded.\r\n\r\n'It ain't square, Sam, to take advantage of your having education.\r\nIf it was a square fight, and us bote wit de same chance, I\r\nwouldn't say; but you bein' a dude perfessor and gettin' right\r\ninto de place like dat ain't right. Say, don't be a hawg, Sam.\r\nDon't swipe it all. Fifty-fifty! Does dat go?'\r\n\r\n'I don't know,' I said. 'You had better ask the real Sam. Good\r\nnight.'\r\n\r\nI walked past him and made for the school gates at my best pace.\r\nHe trotted after me, pleading.\r\n\r\n'Sam, give us a quarter, then.'\r\n\r\nI walked on.\r\n\r\n'Sam, don't be a hawg!'\r\n\r\nHe broke into a run.\r\n\r\n'Sam!' His voice lost its pleading tone and rasped menacingly.\r\n\r\n'Gee, if I had me canister, youse wouldn't be so flip! Listen\r\nhere, you big cheese! You t'ink youse is de only t'ing in sight,\r\nhuh? Well, we ain't done yet. You'll see yet. We'll fix you! Youse\r\nhad best watch out.'\r\n\r\nI stopped and turned on him. 'Look here, you fool,' I cried. 'I\r\ntell you I am not Sam Fisher. Can't you understand that you have\r\ngot hold of the wrong man? My name is Burns--_Burns_.'\r\n\r\nHe expectorated--scornfully this time. He was a man slow by nature\r\nto receive ideas, but slower to rid himself of one that had\r\ncontrived to force its way into what he probably called his brain.\r\nHe had decided on the evidence that I was Smooth Sam Fisher, and\r\nno denials on my part were going to shake his belief. He looked on\r\nthem merely as so many unsportsmanlike quibbles prompted by greed.\r\n\r\n'Tell it to Sweeney!' was the form in which he crystallized his\r\nscepticism.\r\n\r\n'May be you'll say youse ain't trailin' de Nugget, huh?'\r\n\r\nIt was a home-thrust. If truth-telling has become a habit, one\r\ngets slowly off the mark when the moment arrives for the prudent\r\nlie. Quite against my will, I hesitated. Observant Mr MacGinnis\r\nperceived my hesitation and expectorated triumphantly.\r\n\r\n'Ah ghee!' he remarked. And then with a sudden return to ferocity,\r\n'All right, you Sam, you wait! We'll fix you, and fix you good!\r\nSee? Dat goes. You t'ink youse kin put it across us, huh? All\r\nright, you'll get yours. You wait!'\r\n\r\nAnd with these words he slid off into the night. From somewhere in\r\nthe murky middle distance came a scornful 'Hawg!' and he was gone,\r\nleaving me with a settled conviction that, while I had frequently\r\nhad occasion, since my expedition to Sanstead began, to describe\r\naffairs as complex, their complexity had now reached its height.\r\nWith a watchful Pinkerton's man within, and a vengeful gang of\r\nrivals without, Sanstead House seemed likely to become an\r\nunrestful place for a young kidnapper with no previous experience.\r\n\r\nThe need for swift action had become imperative.\r\n\r\n\r\nII\r\n\r\nWhite, the butler, looking singularly unlike a detective--which, I\r\nsuppose, is how a detective wants to look--was taking the air on\r\nthe football field when I left the house next morning for a\r\nbefore-breakfast stroll. The sight of him filled me with a desire\r\nfor first-hand information on the subject of the man Mr MacGinnis\r\nsupposed me to be and also of Mr MacGinnis himself. I wanted to be\r\nassured that my friend Buck, despite appearances, was a placid\r\nperson whose bark was worse than his bite.\r\n\r\nWhite's manner, at our first conversational exchanges, was\r\nentirely that of the butler. From what I came to know of him\r\nlater, I think he took an artistic pride in throwing himself into\r\nwhatever role he had to assume.\r\n\r\nAt the mention of Smooth Sam Fisher, however, his manner peeled\r\noff him like a skin, and he began to talk as himself, a racy and\r\nvigorous self vastly different from the episcopal person he\r\nthought it necessary to be when on duty.\r\n\r\n'White,' I said, 'do you know anything of Smooth Sam Fisher?'\r\n\r\nHe stared at me. I suppose the question, led up to by no previous\r\nremark, was unusual.\r\n\r\n'I met a gentleman of the name of Buck MacGinnis--he was our\r\nvisitor that night, by the way--and he was full of Sam. Do you\r\nknow him?'\r\n\r\n'Buck?'\r\n\r\n'Either of them.'\r\n\r\n'Well, I've never seen Buck, but I know all about him. There's\r\npepper to Buck.'\r\n\r\n'So I should imagine. And Sam?'\r\n\r\n'You may take it from me that there's more pepper to Sam's little\r\nfinger than there is to Buck's whole body. Sam could make Buck\r\nlook like the last run of shad, if it came to a showdown. Buck's\r\njust a common roughneck. Sam's an educated man. He's got brains.'\r\n\r\n'So I gathered. Well, I'm glad to hear you speak so well of him,\r\nbecause that's who I'm supposed to be.'\r\n\r\n'How's that?'\r\n\r\n'Buck MacGinnis insists that I am Smooth Sam Fisher. Nothing I can\r\nsay will shift him.'\r\n\r\nWhite stared. He had very bright humorous brown eyes. Then he\r\nbegan to laugh.\r\n\r\n'Well, what do you know about that?' he exclaimed. 'Wouldn't that\r\njar you!'\r\n\r\n'It would. I may say it did. He called me a hog for wanting to\r\nkeep the Little Nugget to myself, and left threatening to \"fix\r\nme\". What would you say the verb \"to fix\" signified in Mr\r\nMacGinnis's vocabulary?'\r\n\r\nWhite was still chuckling quietly to himself.\r\n\r\n'He's a wonder!' he observed. 'Can you beat it? Taking you for\r\nSmooth Sam!'\r\n\r\n'He said he had never seen Smooth Sam. Have you?'\r\n\r\n'Lord, yes.'\r\n\r\n'Does he look like me?'\r\n\r\n'Not a bit.'\r\n\r\n'Do you think he's over here in England?'\r\n\r\n'Sam? I know he is.'\r\n\r\n'Then Buck MacGinnis was right?'\r\n\r\n'Dead right, as far as Sam being on the trail goes. Sam's after\r\nthe Nugget to get him this time. He's tried often enough before,\r\nbut we've been too smart for him. This time he allows he's going\r\nto bring it off.'\r\n\r\n'Then why haven't we seen anything of him? Buck MacGinnis seems to\r\nbe monopolizing the kidnapping industry in these parts.'\r\n\r\n'Oh, Sam'll show up when he feels good and ready. You can take it\r\nfrom me that Sam knows what he is doing. Sam's a special pet of\r\nmine. I don't give a flip for Buck MacGinnis.'\r\n\r\n'I wish I had your cheery disposition! To me Buck MacGinnis seems\r\na pretty important citizen. I wonder what he meant by \"fix\"?'\r\n\r\nWhite, however, declined to leave the subject of Buck's more\r\ngifted rival.\r\n\r\n'Sam's a college man, you know. That gives him a pull. He has\r\nbrains, and can use them.'\r\n\r\n'That was one of the points on which Buck MacGinnis reproached me.\r\nHe said it was not fair to use my superior education.'\r\n\r\nHe laughed.\r\n\r\n'Buck's got no sense. That's why you find him carrying on like a\r\nporch-climber. It's his only notion of how to behave when he wants\r\nto do a job. And that's why there's only one man to keep your eye\r\non in this thing of the Little Nugget, and that's Sam. I wish you\r\ncould get to know Sam. You'd like him.'\r\n\r\n'You seem to look on him as a personal friend. I certainly don't\r\nlike Buck.'\r\n\r\n'Oh, Buck!' said White scornfully.\r\n\r\nWe turned towards the house as the sound of the bell came to us\r\nacross the field.\r\n\r\n'Then you think we may count on Sam's arrival, sooner or later, as\r\na certainty?' I said.\r\n\r\n'Surest thing you know.'\r\n\r\n'You will have a busy time.'\r\n\r\n'All in the day's work.'\r\n\r\n'I suppose I ought to look at it in that way. But I do wish I knew\r\nexactly what Buck meant by \"fix\".'\r\n\r\nWhite at last condescended to give his mind to the trivial point.\r\n\r\n'I guess he'll try to put one over on you with a sand-bag,' he\r\nsaid carelessly. He seemed to face the prospect with calm.\r\n\r\n'A sand-bag, eh?' I said. 'It sounds exciting.'\r\n\r\n'And feels it. I know. I've had some.'\r\n\r\nI parted from him at the door. As a comforter he had failed to\r\nqualify. He had not eased my mind to the slightest extent."
  ]
}