{
  "index": 8,
  "title": "Chapter 7",
  "paragraphs": [
    "I\r\n\r\nThat Buck MacGinnis was not the man to let the grass grow under\r\nhis feet in a situation like the present one, I would have\r\ngathered from White's remarks if I had not already done so from\r\npersonal observation. The world is divided into dreamers and men\r\nof action. From what little I had seen of him I placed Buck\r\nMacGinnis in the latter class. Every day I expected him to act,\r\nand was agreeably surprised as each twenty-four hours passed and\r\nleft me still unfixed. But I knew the hour would come, and it did.\r\n\r\nI looked for frontal attack from Buck, not subtlety; but, when the\r\nattack came, it was so excessively frontal that my chief emotion\r\nwas a sort of paralysed amazement. It seemed incredible that such\r\npeculiarly Wild Western events could happen in peaceful England,\r\neven in so isolated a spot as Sanstead House.\r\n\r\nIt had been one of those interminable days which occur only at\r\nschools. A school, more than any other institution, is dependent\r\non the weather. Every small boy rises from his bed of a morning\r\ncharged with a definite quantity of devilry; and this, if he is to\r\nsleep the sound sleep of health, he has got to work off somehow\r\nbefore bedtime. That is why the summer term is the one a master\r\nlongs for, when the intervals between classes can be spent in the\r\nopen. There is no pleasanter sight for an assistant-master at a\r\nprivate school than that of a number of boys expending their venom\r\nharmlessly in the sunshine.\r\n\r\nOn this particular day, snow had begun to fall early in the\r\nmorning, and, while his pupils would have been only too delighted\r\nto go out and roll in it by the hour, they were prevented from\r\ndoing so by Mr Abney's strict orders. No schoolmaster enjoys\r\nseeing his pupils running risks of catching cold, and just then Mr\r\nAbney was especially definite on the subject. The Saturnalia which\r\nhad followed Mr MacGinnis' nocturnal visit to the school had had\r\nthe effect of giving violent colds to three lords, a baronet, and\r\nthe younger son of an honourable. And, in addition to that, Mr\r\nAbney himself, his penetrating tenor changed to a guttural croak,\r\nwas in his bed looking on the world with watering eyes. His views,\r\ntherefore, on playing in the snow as an occupation for boys were\r\nnaturally prejudiced.\r\n\r\nThe result was that Glossop and I had to try and keep order among\r\na mob of small boys, none of whom had had any chance of working\r\noff his superfluous energy. How Glossop fared I can only imagine.\r\nJudging by the fact that I, who usually kept fair order without\r\nexcessive effort, was almost overwhelmed, I should fancy he fared\r\nbadly. His classroom was on the opposite side of the hall from\r\nmine, and at frequent intervals his voice would penetrate my door,\r\nraised to a frenzied fortissimo.\r\n\r\nLittle by little, however, we had won through the day, and the\r\nboys had subsided into comparative quiet over their evening\r\npreparation, when from outside the front door there sounded the\r\npurring of the engine of a large automobile. The bell rang.\r\n\r\nI did not, I remember, pay much attention to this at the moment. I\r\nsupposed that somebody from one of the big houses in the\r\nneighbourhood had called, or, taking the lateness of the hour into\r\nconsideration, that a motoring party had come, as they did\r\nsometimes--Sanstead House standing some miles from anywhere in the\r\nmiddle of an intricate system of by-roads--to inquire the way to\r\nPortsmouth or London. If my class had allowed me, I would have\r\nignored the sound. But for them it supplied just that break in the\r\nmonotony of things which they had needed. They welcomed it\r\nvociferously.\r\n\r\nA voice: 'Sir, please, sir, there's a motor outside.'\r\n\r\nMyself (austerely): I know there's a motor outside. Get on with\r\nyour work.'\r\n\r\nVarious voices: 'Sir, have you ever ridden in a motor?'\r\n\r\n'Sir, my father let me help drive our motor last Easter, sir.'\r\n\r\n'Sir, who do you think it is?'\r\n\r\nAn isolated genius (imitating the engine): 'Pr-prr! Pr-prr! Pr-prr!'\r\n\r\nI was on the point of distributing bad marks (the schoolmaster's\r\nstand-by) broadcast, when a curious sound checked me. It followed\r\ndirectly upon the opening of the front door. I heard White's\r\nfootsteps crossing the hall, then the click of the latch, and\r\nthen--a sound that I could not define. The closed door of the\r\nclassroom deadened it, but for all that it was audible. It\r\nresembled the thud of a falling body, but I knew it could not be\r\nthat, for in peaceful England butlers opening front doors did not\r\nfall with thuds.\r\n\r\nMy class, eager listeners, found fresh material in the sound for\r\nfriendly conversation.\r\n\r\n'Sir, what was that, sir?'\r\n\r\n'Did you hear that, sir?'\r\n\r\n'What do you think's happened, sir?'\r\n\r\n'Be quiet,' I shouted. 'Will you be--'\r\n\r\nThere was a quick footstep outside, the door flew open, and on the\r\nthreshold stood a short, sturdy man in a motoring coat and cap.\r\nThe upper part of his face was covered by a strip of white linen,\r\nwith holes for the eyes, and there was a Browning pistol in his\r\nhand.\r\n\r\nIt is my belief that, if assistant-masters were allowed to wear\r\nwhite masks and carry automatic pistols, keeping order in a school\r\nwould become child's play. A silence such as no threat of bad\r\nmarks had ever been able to produce fell instantaneously upon the\r\nclassroom. Out of the corner of my eye, as I turned to face our\r\nvisitor, I could see small boys goggling rapturously at this\r\nmiraculous realization of all the dreams induced by juvenile\r\nadventure fiction. As far as I could ascertain, on subsequent\r\ninquiry, not one of them felt a tremor of fear. It was all too\r\ntremendously exciting for that. For their exclusive benefit an\r\nillustration from a weekly paper for boys had come to life, and\r\nthey had no time to waste in being frightened.\r\n\r\nAs for me, I was dazed. Motor bandits may terrorize France, and\r\ndesperadoes hold up trains in America, but this was peaceful\r\nEngland. The fact that Buck MacGinnis was at large in the\r\nneighbourhood did not make the thing any the less incredible. I\r\nhad looked on my affair with Buck as a thing of the open air and\r\nthe darkness. I had figured him lying in wait in lonely roads,\r\npossibly, even, lurking about the grounds; but in my most\r\napprehensive moments I had not imagined him calling at the front\r\ndoor and holding me up with a revolver in my own classroom.\r\n\r\nAnd yet it was the simple, even the obvious, thing for him to do.\r\nGiven an automobile, success was certain. Sanstead House stood\r\nabsolutely alone. There was not even a cottage within half a mile.\r\nA train broken down in the middle of the Bad Lands was not more\r\ncut off.\r\n\r\nConsider, too, the peculiar helplessness of a school in such a\r\ncase. A school lives on the confidence of parents, a nebulous\r\nfoundation which the slightest breath can destroy. Everything\r\nconnected with it must be done with exaggerated discretion. I do\r\nnot suppose Mr MacGinnis had thought the thing out in all its\r\nbearings, but he could not have made a sounder move if he had been\r\na Napoleon. Where the owner of an ordinary country-house raided by\r\nmasked men can raise the countryside in pursuit, a schoolmaster\r\nmust do precisely the opposite. From his point of view, the fewer\r\npeople that know of the affair the better. Parents are a jumpy\r\nrace. A man may be the ideal schoolmaster, yet will a connection\r\nwith melodrama damn him in the eyes of parents. They do not\r\ninquire. They are too panic-stricken for that. Golden-haired\r\nWillie may be receiving the finest education conceivable, yet if\r\nmen with Browning pistols are familiar objects at his shrine of\r\nlearning they will remove him. Fortunately for schoolmasters it is\r\nseldom that such visitors call upon them. Indeed, I imagine Mr\r\nMacGinnis's effort to have been the first of its kind.\r\n\r\nI do not, as I say, suppose that Buck, whose forte was action\r\nrather than brain-work, had thought all this out. He had trusted\r\nto luck, and luck had stood by him. There would be no raising of\r\nthe countryside in his case. On the contrary, I could see Mr Abney\r\nbecoming one of the busiest persons on record in his endeavour to\r\nhush the thing up and prevent it getting into the papers. The man\r\nwith the pistol spoke. He sighted me--I was standing with my back\r\nto the mantelpiece, parallel with the door--made a sharp turn, and\r\nraised his weapon.\r\n\r\n'Put 'em up, sport,' he said.\r\n\r\nIt was not the voice of Buck MacGinnis. I put my hands up.\r\n\r\n'Say, which of dese is de Nugget?'\r\n\r\nHe half turned his head to the class.\r\n\r\n'Which of youse kids is Ogden Ford?'\r\n\r\nThe class was beyond speech. The silence continued.\r\n\r\n'Ogden Ford is not here,' I said.\r\n\r\nOur visitor had not that simple faith which is so much better than\r\nNorman blood. He did not believe me. Without moving his head he\r\ngave a long whistle. Steps sounded outside. Another, short, sturdy\r\nform, entered the room.\r\n\r\n'He ain't in de odder room,' observed the newcomer. 'I been\r\nrubberin'!'\r\n\r\nThis was friend Buck beyond question. I could have recognized his\r\nvoice anywhere!\r\n\r\n'Well dis guy,' said the man with the pistol, indicating me, 'says\r\nhe ain't here. What's de answer?'\r\n\r\n'Why, it's Sam!' said Buck. 'Howdy, Sam? Pleased to see us, huh?\r\nWe're in on de ground floor, too, dis time, all right, all right.'\r\n\r\nHis words had a marked effect on his colleague.\r\n\r\n'Is dat Sam? Hell! Let me blow de head off'n him!' he said, with\r\nsimple fervour; and, advancing a step nearer, he waved his\r\ndisengaged fist truculently. In my role of Sam I had plainly made\r\nmyself very unpopular. I have never heard so much emotion packed\r\ninto a few words.\r\n\r\nBuck, to my relief, opposed the motion. I thought this decent of\r\nBuck.\r\n\r\n'Cheese it,' he said curtly.\r\n\r\nThe other cheesed it. The operation took the form of lowering the\r\nfist. The pistol he kept in position.\r\n\r\nMr MacGinnis resumed the conduct of affairs.\r\n\r\n'Now den, Sam,' he said, 'come across! Where's de Nugget?'\r\n\r\n'My name is not Sam,' I said. 'May I put my hands down?'\r\n\r\n'Yep, if you want the top of your damn head blown off.'\r\n\r\nSuch was not my desire. I kept them up.\r\n\r\n'Now den, you Sam,' said Mr MacGinnis again, 'we ain't got time to\r\nburn. Out with it. Where's dat Nugget?'\r\n\r\nSome reply was obviously required. It was useless to keep\r\nprotesting that I was not Sam.\r\n\r\n'At this time in the evening he is generally working with Mr\r\nGlossop.'\r\n\r\n'Who's Glossop? Dat dough-faced dub in de room over dere?'\r\n\r\n'Exactly. You have described him perfectly.'\r\n\r\n'Well, he ain't dere. I bin rubberin.' Aw, quit yer foolin', Sam,\r\nwhere is he?'\r\n\r\n'I couldn't tell you just where he is at the present moment,' I\r\nsaid precisely.\r\n\r\n'Ahr chee! Let me swot him one!' begged the man with the pistol; a\r\nmost unlovable person. I could never have made a friend of him.\r\n\r\n'Cheese it, you!' said Mr MacGinnis.\r\n\r\nThe other cheesed it once more, regretfully.\r\n\r\n'You got him hidden away somewheres, Sam,' said Mr MacGinnis. 'You\r\ncan't fool me. I'm com' t'roo dis joint wit a fine-tooth comb till\r\nI find him.'\r\n\r\n'By all means,' I said. 'Don't let me stop you.'\r\n\r\n'You? You're coming wit me.'\r\n\r\n'If you wish it. I shall be delighted.'\r\n\r\n'An' cut out dat dam' sissy way of talking, you rummy,' bellowed\r\nBuck, with a sudden lapse into ferocity. 'Spiel like a regular\r\nguy! Standin' dere, pullin' dat dude stuff on me! Cut it out!'\r\n\r\n'Say, why _mayn't_ I hand him one?' demanded the pistol-bearer\r\npathetically. 'What's your kick against pushin' his face in?'\r\n\r\nI thought the question in poor taste. Buck ignored it.\r\n\r\n'Gimme dat canister,' he said, taking the Browning pistol from\r\nhim. 'Now den, Sam, are youse goin' to be good, and come across,\r\nor ain't you--which?'\r\n\r\n'I'd be delighted to do anything you wished, Mr MacGinnis,' I\r\nsaid, 'but--'\r\n\r\n'Aw, hire a hall!' said Buck disgustedly. 'Step lively, den, an'\r\nwe'll go t'roo de joint. I t'ought youse 'ud have had more sense,\r\nSam, dan to play dis fool game when you know you're beat. You--'\r\n\r\nShooting pains in my shoulders caused me to interrupt him.\r\n\r\n'One moment,' I said. 'I'm going to put my hands down. I'm getting\r\ncramp.'\r\n\r\n'I'll blow a hole in you if you do!'\r\n\r\n'Just as you please. But I'm not armed.'\r\n\r\n'Lefty,' he said to the other man, 'feel around to see if he's\r\ncarryin' anyt'ing.'\r\n\r\nLefty advanced and began to tap me scientifically in the\r\nneighbourhood of my pockets. He grunted morosely the while. I\r\nsuppose, at this close range, the temptation to 'hand me one' was\r\nalmost more than he could bear.\r\n\r\n'He ain't got no gun,' he announced gloomily.\r\n\r\n'Den youse can put 'em down,' said Mr MacGinnis.\r\n\r\n'Thanks,' I said.\r\n\r\n'Lefty, youse stay here and look after dese kids. Get a move on,\r\nSam.'\r\n\r\nWe left the room, a little procession of two, myself leading, Buck\r\nin my immediate rear administering occasional cautionary prods\r\nwith the faithful 'canister'.\r\n\r\n\r\nII\r\n\r\nThe first thing that met my eyes as we entered the hall was the\r\nbody of a man lying by the front door. The light of the lamp fell\r\non his face and I saw that it was White. His hands and feet were\r\ntied. As I looked at him, he moved, as if straining against his\r\nbonds, and I was conscious of a feeling of relief. That sound that\r\nhad reached me in the classroom, that thud of a falling body, had\r\nbecome, in the light of what had happened later, very sinister. It\r\nwas good to know that he was still alive. I gathered--correctly,\r\nas I discovered subsequently--that in his case the sand-bag had\r\nbeen utilized. He had been struck down and stunned the instant he\r\nopened the door.\r\n\r\nThere was a masked man leaning against the wall by Glossop's\r\nclassroom. He was short and sturdy. The Buck MacGinnis gang seemed\r\nto have been turned out on a pattern. Externally, they might all\r\nhave been twins. This man, to give him a semblance of individuality,\r\nhad a ragged red moustache. He was smoking a cigar with the air of\r\nthe warrior taking his rest.\r\n\r\n'Hello!' he said, as we appeared. He jerked a thumb towards the\r\nclassroom. 'I've locked dem in. What's doin', Buck?' he asked,\r\nindicating me with a languid nod.\r\n\r\n'We're going t'roo de joint,' explained Mr MacGinnis. 'De kid\r\nain't in dere. Hump yourself, Sam!'\r\n\r\nHis colleague's languor disappeared with magic swiftness.\r\n\r\n'Sam! Is dat Sam? Here, let me beat de block off'n him!'\r\n\r\nFew points in this episode struck me as more remarkable than the\r\nsimilarity of taste which prevailed, as concerned myself, among\r\nthe members of Mr MacGinnis's gang. Men, doubtless of varying\r\nopinions on other subjects, on this one point they were unanimous.\r\nThey all wanted to assault me.\r\n\r\nBuck, however, had other uses for me. For the present, I was\r\nnecessary as a guide, and my value as such would be impaired were\r\nthe block to be beaten off me. Though feeling no friendlier\r\ntowards me than did his assistants, he declined to allow sentiment\r\nto interfere with business. He concentrated his attention on the\r\nupward journey with all the earnestness of the young gentleman who\r\ncarried the banner with the strange device in the poem.\r\n\r\nBriefly requesting his ally to cheese it--which he did--he urged\r\nme on with the nozzle of the pistol. The red-moustached man sank\r\nback against the wall again with an air of dejection, sucking his\r\ncigar now like one who has had disappointments in life, while we\r\npassed on up the stairs and began to draw the rooms on the first\r\nfloor.\r\n\r\nThese consisted of Mr Abney's study and two dormitories. The study\r\nwas empty, and the only occupants of the dormitories were the\r\nthree boys who had been stricken down with colds on the occasion\r\nof Mr MacGinnis's last visit. They squeaked with surprise at the\r\nsight of the assistant-master in such questionable company.\r\n\r\nBuck eyed them disappointedly. I waited with something of the\r\nfeelings of a drummer taking a buyer round the sample room.\r\n\r\n'Get on,' said Buck.\r\n\r\n'Won't one of those do?'\r\n\r\n'Hump yourself, Sam.'\r\n\r\n'Call me Sammy,' I urged. 'We're old friends now.'\r\n\r\n'Don't get fresh,' he said austerely. And we moved on.\r\n\r\nThe top floor was even more deserted than the first. There was no\r\none in the dormitories. The only other room was Mr Abney's; and,\r\nas we came opposite it, a sneeze from within told of the\r\nsufferings of its occupant.\r\n\r\nThe sound stirred Buck to his depths. He 'pointed' at the door\r\nlike a smell-dog.\r\n\r\n'Who's in dere?' he demanded.\r\n\r\n'Only Mr Abney. Better not disturb him. He has a bad cold.'\r\n\r\nHe placed a wrong construction on my solicitude for my employer.\r\nHis manner became excited.\r\n\r\n'Open dat door, you,' he cried.\r\n\r\n'It'll give him a nasty shock.'\r\n\r\n'G'wan! Open it!'\r\n\r\nNo one who is digging a Browning pistol into the small of my back\r\nwill ever find me disobliging. I opened the door--knocking first,\r\nas a mild concession to the conventions--and the procession passed\r\nin.\r\n\r\nMy stricken employer was lying on his back, staring at the\r\nceiling, and our entrance did not at first cause him to change\r\nthis position.\r\n\r\n'Yes?' he said thickly, and disappeared beneath a huge\r\npocket-handkerchief. Muffled sounds, as of distant explosions of\r\ndynamite, together with earthquake shudderings of the bedclothes,\r\ntold of another sneezing-fit.\r\n\r\n'I'm sorry to disturb you,' I began, when Buck, ever the man of\r\naction, with a scorn of palaver, strode past me, and, having\r\nprodded with the pistol that part of the bedclothes beneath which\r\na rough calculation suggested that Mr Abney's lower ribs were\r\nconcealed, uttered the one word, 'Sa-a-ay!'\r\n\r\nMr Abney sat up like a Jack-in-the-box. One might almost say that\r\nhe shot up. And then he saw Buck.\r\n\r\nI cannot even faintly imagine what were Mr Abney's emotions at\r\nthat moment. He was a man who, from boyhood up, had led a quiet\r\nand regular life. Things like Buck had appeared to him hitherto,\r\nif they appeared at all, only in dreams after injudicious suppers.\r\nEven in the ordinary costume of the Bowery gentleman, without such\r\nadventitious extras as masks and pistols, Buck was no beauty. With\r\nthat hideous strip of dingy white linen on his face, he was a\r\nwalking nightmare.\r\n\r\nMr Abney's eyebrows had risen and his jaw had fallen to their\r\nuttermost limits. His hair, disturbed by contact with the pillow,\r\ngave the impression of standing on end. His eyes seemed to bulge\r\nlike a snail's. He stared at Buck, fascinated.\r\n\r\n'Say, you, quit rubberin'. Youse ain't in a dime museum. Where's\r\ndat Ford kid, huh?'\r\n\r\nI have set down all Mr MacGinnis's remarks as if they had been\r\nuttered in a bell-like voice with a clear and crisp enunciation;\r\nbut, in doing so, I have flattered him. In reality, his mode of\r\nspeech suggested that he had something large and unwieldy\r\npermanently stuck in his mouth; and it was not easy for a stranger\r\nto follow him. Mr Abney signally failed to do so. He continued to\r\ngape helplessly till the tension was broken by a sneeze.\r\n\r\nOne cannot interrogate a sneezing man with any satisfaction to\r\noneself. Buck stood by the bedside in moody silence, waiting for\r\nthe paroxysm to spend itself.\r\n\r\nI, meanwhile, had remained where I stood, close to the door. And,\r\nas I waited for Mr Abney to finish sneezing, for the first time\r\nsince Buck's colleague Lefty had entered the classroom the idea of\r\naction occurred to me. Until this moment, I suppose, the\r\nstrangeness and unexpectedness of these happenings had numbed my\r\nbrain. To precede Buck meekly upstairs and to wait with equal\r\nmeekness while he interviewed Mr Abney had seemed the only course\r\nopen to me. To one whose life has lain apart from such things, the\r\nhypnotic influence of a Browning pistol is irresistible.\r\n\r\nBut now, freed temporarily from this influence, I began to think;\r\nand, my mind making up for its previous inaction by working with\r\nunwonted swiftness, I formed a plan of action at once.\r\n\r\nIt was simple, but I had an idea that it would be effective. My\r\nstrength lay in my acquaintance with the geography of Sanstead\r\nHouse and Buck's ignorance of it. Let me but get an adequate\r\nstart, and he might find pursuit vain. It was this start which I\r\nsaw my way to achieving.\r\n\r\nTo Buck it had not yet occurred that it was a tactical error to\r\nleave me between the door and himself. I supposed he relied too\r\nimplicitly on the mesmeric pistol. He was not even looking at me.\r\n\r\nThe next moment my fingers were on the switch of the electric\r\nlight, and the room was in darkness.\r\n\r\nThere was a chair by the door. I seized it and swung it into the\r\nspace between us. Then, springing back, I banged the door and ran.\r\n\r\nI did not run without a goal in view. My objective was the study.\r\nThis, as I have explained, was on the first floor. Its window\r\nlooked out on to a strip of lawn at the side of the house ending\r\nin a shrubbery. The drop would not be pleasant, but I seemed to\r\nremember a waterspout that ran up the wall close to the window,\r\nand, in any case, I was not in a position to be deterred by the\r\nprospect of a bruise or two. I had not failed to realize that my\r\nposition was one of extreme peril. When Buck, concluding the tour\r\nof the house, found that the Little Nugget was not there--as I had\r\nreason to know that he would--there was no room for doubt that he\r\nwould withdraw the protection which he had extended to me up to\r\nthe present in my capacity of guide. On me the disappointed fury\r\nof the raiders would fall. No prudent consideration for their own\r\nsafety would restrain them. If ever the future was revealed to\r\nman, I saw mine. My only chance was to get out into the grounds,\r\nwhere the darkness would make pursuit an impossibility.\r\n\r\nIt was an affair which must be settled one way or the other in a\r\nfew seconds, and I calculated that it would take Buck just those\r\nfew seconds to win his way past the chair and find the door-handle.\r\n\r\nI was right. Just as I reached the study, the door of the bedroom\r\nflew open, and the house rang with shouts and the noise of feet on\r\nthe uncarpeted landing. From the hall below came answering shouts,\r\nbut with an interrogatory note in them. The assistants were\r\nwilling, but puzzled. They did not like to leave their posts\r\nwithout specific instructions, and Buck, shouting as he clattered\r\nover the bare boards, was unintelligible.\r\n\r\nI was in the study, the door locked behind me, before they could\r\narrive at an understanding. I sprang to the window.\r\n\r\nThe handle rattled. Voices shouted. A panel splintered beneath a\r\nkick, and the door shook on its hinges.\r\n\r\nAnd then, for the first time, I think, in my life, panic gripped\r\nme, the sheer, blind fear which destroys the reason. It swept over\r\nme in a wave, that numbing terror which comes to one in dreams.\r\nIndeed, the thing had become dream-like. I seemed to be standing\r\noutside myself, looking on at myself, watching myself heave and\r\nstrain with bruised fingers at a window that would not open.\r\n\r\n\r\nIII\r\n\r\nThe arm-chair critic, reviewing a situation calmly and at his\r\nease, is apt to make too small allowances for the effect of hurry\r\nand excitement on the human mind. He is cool and detached. He sees\r\nexactly what ought to have been done, and by what simple means\r\ncatastrophe might have been averted.\r\n\r\nHe would have made short work of my present difficulty, I feel\r\ncertain. It was ridiculously simple. But I had lost my head, and\r\nhad ceased for the moment to be a reasoning creature. In the end,\r\nindeed, it was no presence of mind but pure good luck which saved\r\nme. Just as the door, which had held out gallantly, gave way\r\nbeneath the attack from outside, my fingers, slipping, struck\r\nagainst the catch of the window, and I understood why I had failed\r\nto raise it.\r\n\r\nI snapped the catch back, and flung up the sash. An icy wind swept\r\ninto the room, bearing particles of snow. I scrambled on to the\r\nwindow-sill, and a crash from behind me told of the falling of the\r\ndoor.\r\n\r\nThe packed snow on the sill was drenching my knees as I worked my\r\nway out and prepared to drop. There was a deafening explosion\r\ninside the room, and simultaneously something seared my shoulder\r\nlike a hot iron. I cried out with the pain of it, and, losing my\r\nbalance, fell from the sill.\r\n\r\nThere was, fortunately for me, a laurel bush immediately below the\r\nwindow, or I should have been undone. I fell into it, all arms and\r\nlegs, in a way which would have meant broken bones if I had struck\r\nthe hard turf. I was on my feet in an instant, shaken and\r\nscratched and, incidentally, in a worse temper than ever in my\r\nlife before. The idea of flight, which had obsessed me a moment\r\nbefore, to the exclusion of all other mundane affairs, had\r\nvanished absolutely. I was full of fight, I might say overflowing\r\nwith it. I remember standing there, with the snow trickling in\r\nchilly rivulets down my face and neck, and shaking my fist at the\r\nwindow. Two of my pursuers were leaning out of it, while a third\r\ndodged behind them, like a small man on the outskirts of a crowd.\r\nSo far from being thankful for my escape, I was conscious only of\r\na feeling of regret that there was no immediate way of getting at\r\nthem.\r\n\r\nThey made no move towards travelling the quick but trying route\r\nwhich had commended itself to me. They seemed to be waiting for\r\nsomething to happen. It was not long before I was made aware of\r\nwhat this something was. From the direction of the front door came\r\nthe sound of one running. A sudden diminution of the noise of his\r\nfeet told me that he had left the gravel and was on the turf. I\r\ndrew back a pace or two and waited.\r\n\r\nIt was pitch dark, and I had no fear that I should be seen. I was\r\nstanding well outside the light from the window.\r\n\r\nThe man stopped just in front of me. A short parley followed.\r\n\r\n'Can'tja see him?'\r\n\r\nThe voice was not Buck's. It was Buck who answered. And when I\r\nrealized that this man in front of me, within easy reach, on whose\r\nback I was shortly about to spring, and whose neck I proposed,\r\nunder Providence, to twist into the shape of a corkscrew, was no\r\nmere underling, but Mr MacGinnis himself, I was filled with a joy\r\nwhich I found it hard to contain in silence.\r\n\r\nLooking back, I am a little sorry for Mr MacGinnis. He was not a\r\ngood man. His mode of speech was not pleasant, and his manners\r\nwere worse than his speech. But, though he undoubtedly deserved\r\nall that was coming to him, it was nevertheless bad luck for him\r\nto be standing just there at just that moment. The reactions after\r\nmy panic, added to the pain of my shoulder, the scratches on my\r\nface, and the general misery of being wet and cold, had given me a\r\nreckless fury and a determination to do somebody, whoever happened\r\nto come along, grievous bodily hurt, such as seldom invades the\r\nbosoms of the normally peaceful. To put it crisply, I was fighting\r\nmad, and I looked on Buck as something sent by Heaven.\r\n\r\nHe had got as far, in his reply, as 'Naw, I can't--' when I\r\nsprang.\r\n\r\nI have read of the spring of the jaguar, and I have seen some very\r\ncreditable flying-tackles made on the football field. My leap\r\ncombined the outstanding qualities of both. I connected with Mr\r\nMacGinnis in the region of the waist, and the howl he gave as we\r\ncrashed to the ground was music to my ears.\r\n\r\nBut how true is the old Roman saying, _'Surgit amari aliquid'_.\r\nOur pleasures are never perfect. There is always something. In the\r\nprogramme which I had hastily mapped out, the upsetting of Mr\r\nMacGinnis was but a small item, a mere preliminary. There were a\r\nnumber of things which I had wished to do to him, once upset. But\r\nit was not to be. Even as I reached for his throat I perceived that\r\nthe light of the window was undergoing an eclipse. A compact form\r\nhad wriggled out on to the sill, as I had done, and I heard the\r\ngrating of his shoes on the wall as he lowered himself for the drop.\r\n\r\nThere is a moment when the pleasantest functions must come to\r\nan end. I was loath to part from Mr MacGinnis just when I was\r\nbeginning, as it were, to do myself justice; but it was unavoidable.\r\nIn another moment his ally would descend upon us, like some Homeric\r\ngod swooping from a cloud, and I was not prepared to continue the\r\nbattle against odds.\r\n\r\nI disengaged myself--Mr MacGinnis strangely quiescent during the\r\nprocess--and was on my feet in the safety of the darkness just as\r\nthe reinforcement touched earth. This time I did not wait. My\r\nhunger for fight had been appeased to some extent by my brush with\r\nBuck, and I was satisfied to have achieved safety with honour.\r\n\r\nMaking a wide detour I crossed the drive and worked my way through\r\nthe bushes to within a few yards of where the automobile stood,\r\nfilling the night with the soft purring of its engines. I was\r\ninterested to see what would be the enemy's next move. It was\r\nimprobable that they would attempt to draw the grounds in search\r\nof me. I imagined that they would recognize failure and retire\r\nwhence they had come.\r\n\r\nI was right. I had not been watching long, before a little group\r\nadvanced into the light of the automobile's lamps. There were four\r\nof them. Three were walking, the fourth, cursing with the vigour\r\nand breadth that marks the expert, lying on their arms, of which\r\nthey had made something resembling a stretcher.\r\n\r\nThe driver of the car, who had been sitting woodenly in his seat,\r\nturned at the sound.\r\n\r\n'Ja get him?' he inquired.\r\n\r\n'Get nothing!' replied one of the three moodily. 'De Nugget ain't\r\ndere, an' we was chasin' Sam to fix him, an' he laid for us, an'\r\nwhat he did to Buck was plenty.'\r\n\r\nThey placed their valuable burden in the tonneau, where he lay\r\nrepeating himself, and two of them climbed in after him. The third\r\nseated himself beside the driver.\r\n\r\n'Buck's leg's broke,' he announced.\r\n\r\n'Hell!' said the chauffeur.\r\n\r\nNo young actor, receiving his first round of applause, could have\r\nfelt a keener thrill of gratification than I did at those words.\r\nLife may have nobler triumphs than the breaking of a kidnapper's\r\nleg, but I did not think so then. It was with an effort that I\r\nstopped myself from cheering.\r\n\r\n'Let her go,' said the man in the front seat.\r\n\r\nThe purring rose to a roar. The car turned and began to move with\r\nincreasing speed down the drive. Its drone grew fainter, and\r\nceased. I brushed the snow from my coat and walked to the front\r\ndoor.\r\n\r\nMy first act on entering the house, was to release White. He was\r\nstill lying where I had seen him last. He appeared to have made no\r\nheadway with the cords on his wrists and ankles. I came to his\r\nhelp with a rather blunt pocket-knife, and he rose stiffly and\r\nbegan to chafe the injured arms in silence.\r\n\r\n'They've gone,' I said.\r\n\r\nHe nodded.\r\n\r\n'Did they hit you with a sand-bag?'\r\n\r\nHe nodded again.\r\n\r\n'I broke Buck's leg,' I said, with modest pride.\r\n\r\nHe looked up incredulously. I related my experiences as briefly\r\nas possible, and when I came to the part where I made my flying\r\ntackle, the gloom was swept from his face by a joyful smile. Buck's\r\ninjury may have given its recipient pain, but it was certainly the\r\ncause of pleasure to others. White's manner was one of the utmost\r\nenthusiasm as I described the scene.\r\n\r\n'That'll hold Buck for a while,' was his comment. 'I guess we\r\nshan't hear from _him_ for a week or two. That's the best cure\r\nfor the headache I've ever struck.'\r\n\r\nHe rubbed the lump that just showed beneath his hair. I did not\r\nwonder at his emotion. Whoever had wielded the sand-bag had done\r\nhis work well, in a manner to cause hard feelings on the part of\r\nthe victim.\r\n\r\nI had been vaguely conscious during this conversation of an\r\nintermittent noise like distant thunder. I now perceived that it\r\ncame from Glossop's classroom, and was caused by the beating of\r\nhands on the door-panels. I remembered that the red-moustached man\r\nhad locked Glossop and his young charges in. It seemed to me that\r\nhe had done well. There would be plenty of confusion without their\r\nassistance.\r\n\r\nI was turning towards my own classroom when I saw Audrey on the\r\nstairs and went to meet her.\r\n\r\n'It's all right,' I said. 'They've gone.'\r\n\r\n'Who was it? What did they want?'\r\n\r\n'It was a gentleman named MacGinnis and some friends. They came\r\nafter Ogden Ford, but they didn't get him.'\r\n\r\n'Where is he? Where is Ogden?'\r\n\r\nBefore I could reply, babel broke loose. While we had been\r\ntalking, White had injudiciously turned the key of Glossop's\r\nclassroom which now disgorged its occupants, headed by my\r\ncolleague, in a turbulent stream. At the same moment my own\r\nclassroom began to empty itself. The hall was packed with boys,\r\nand the din became deafening. Every one had something to say, and\r\nthey all said it at once.\r\n\r\nGlossop was at my side, semaphoring violently.\r\n\r\n'We must telephone,' he bellowed in my ear, 'for the police.'\r\n\r\nSomebody tugged at my arm. It was Audrey. She was saying something\r\nwhich was drowned in the uproar. I drew her towards the stairs,\r\nand we found comparative quiet on the first landing.\r\n\r\n'What were you saying?' I asked.\r\n\r\n'He isn't there.'\r\n\r\n'Who?'\r\n\r\n'Ogden Ford. Where is he? He is not in his room. They must have\r\ntaken him.'\r\n\r\nGlossop came up at a gallop, springing from stair to stair like\r\nthe chamois of the Alps.\r\n\r\n'We must telephone for the police!' he cried.\r\n\r\n'I have telephoned,' said Audrey, 'ten minutes ago. They are\r\nsending some men at once. Mr Glossop, was Ogden Ford in your\r\nclassroom?'\r\n\r\n'No, Mrs Sheridan. I thought he was with you, Burns.'\r\n\r\nI shook my head.\r\n\r\n'Those men came to kidnap him, Mr Glossop,' said Audrey.\r\n\r\n'Undoubtedly the gang of scoundrels to which that man the other\r\nnight belonged! This is preposterous. My nerves will not stand\r\nthese repeated outrages. We must have police protection. The\r\nvillains must be brought to justice. I never heard of such a\r\nthing! In an English school!'\r\n\r\nGlossop's eyes gleamed agitatedly behind their spectacles.\r\nMacbeth's deportment when confronted with Banquo's ghost was\r\nstolid by comparison. There was no doubt that Buck's visit had\r\nupset the smooth peace of our happy little community to quite a\r\nconsiderable extent.\r\n\r\nThe noise in the hall had increased rather than subsided. A\r\nbelated sense of professional duty returned to Glossop and myself.\r\nWe descended the stairs and began to do our best, in our\r\nrespective styles, to produce order. It was not an easy task.\r\nSmall boys are always prone to make a noise, even without\r\nprovocation. When they get a genuine excuse like the incursion of\r\nmen in white masks, who prod assistant-masters in the small of the\r\nback with Browning pistols, they tend to eclipse themselves. I\r\ndoubt whether we should ever have quieted them, had it not been\r\nthat the hour of Buck's visit had chanced to fall within a short\r\ntime of that set apart for the boys' tea, and that the kitchen had\r\nlain outside the sphere of our visitors' operations. As in many\r\nEnglish country houses, the kitchen at Sanstead House was at the\r\nend of a long corridor, shut off by doors through which even\r\npistol-shots penetrated but faintly. Our excellent cook had,\r\nmoreover, the misfortune to be somewhat deaf, with the result\r\nthat, throughout all the storm and stress in our part of the\r\nhouse, she, like the lady in Goethe's poem, had gone on cutting\r\nbread and butter; till now, when it seemed that nothing could\r\nquell the uproar, there rose above it the ringing of the bell.\r\n\r\nIf there is anything exciting enough to keep the Englishman or the\r\nEnglish boy from his tea, it has yet to be discovered. The\r\nshouting ceased on the instant. The general feeling seemed to be\r\nthat inquiries could be postponed till a more suitable occasion,\r\nbut not tea. There was a general movement in the direction of the\r\ndining-room.\r\n\r\nGlossop had already gone with the crowd, and I was about to\r\nfollow, when there was another ring at the front-door bell.\r\n\r\nI gathered that this must be the police, and waited. In the\r\nimpending inquiry I was by way of being a star witness. If any one\r\nhad been in the thick of things from the beginning it was myself.\r\n\r\nWhite opened the door. I caught a glimpse of blue uniforms, and\r\ncame forward to do the honours.\r\n\r\nThere were two of them, no more. In response to our urgent appeal\r\nfor assistance against armed bandits, the Majesty of the Law had\r\nmaterialized itself in the shape of a stout inspector and a long,\r\nlean constable. I thought, as I came to meet them, that they were\r\nfortunate to have arrived late. I could see Lefty and the\r\nred-moustached man, thwarted in their designs on me, making\r\ndreadful havoc among the official force, as here represented.\r\n\r\nWhite, the simple butler once more, introduced us.\r\n\r\n'This is Mr Burns, one of the masters at the school,' he said, and\r\nremoved himself from the scene. There never was a man like White\r\nfor knowing his place when he played the butler.\r\n\r\nThe inspector looked at me sharply. The constable gazed into\r\nspace.\r\n\r\n'H'm!' said the inspector.\r\n\r\nMentally I had named them Bones and Johnson. I do not know why,\r\nexcept that they seemed to deserve it.\r\n\r\n'You telephoned for us,' said Bones accusingly.\r\n\r\n'We did.'\r\n\r\n'What's the trouble? What--got your notebook?--has been\r\nhappening?'\r\n\r\nJohnson removed his gaze from the middle distance and produced a\r\nnotebook.\r\n\r\n'At about half past five--' I began.\r\n\r\nJohnson moistened his pencil.\r\n\r\n'At about half past five an automobile drove up to the front door.\r\nIn it were five masked men with revolvers.'\r\n\r\nI interested them. There was no doubt of that. Bones's healthy\r\ncolour deepened, and his eyes grew round. Johnson's pencil raced\r\nover the page, wobbling with emotion.\r\n\r\n'Masked men?' echoed Bones.\r\n\r\n'With revolvers,' I said. 'Now aren't you glad you didn't go to\r\nthe circus? They rang the front-door bell; when White opened it,\r\nthey stunned him with a sand-bag. Then--'\r\n\r\nBones held up a large hand.\r\n\r\n'Wait!'\r\n\r\nI waited.\r\n\r\n'Who is White?'\r\n\r\n'The butler.'\r\n\r\n'I will take his statement. Fetch the butler.'\r\n\r\nJohnson trotted off obediently.\r\n\r\nLeft alone with me, Bones became friendlier and less official.\r\n\r\n'This is as queer a start as ever I heard of, Mr Burns,' he said.\r\n'Twenty years I've been in the force, and nothing like this has\r\ntranspired. It beats cock-fighting. What in the world do you\r\nsuppose men with masks and revolvers was after? First idea I had\r\nwas that you were making fun of me.'\r\n\r\nI was shocked at the idea. I hastened to give further details.\r\n\r\n'They were a gang of American crooks who had come over to kidnap\r\nMr Elmer Ford's son, who is a pupil at the school. You have heard\r\nof Mr Ford? He is an American millionaire, and there have been\r\nseveral attempts during the past few years to kidnap Ogden.'\r\n\r\nAt this point Johnson returned with White. White told his story\r\nbriefly, exhibited his bruise, showed the marks of the cords on his\r\nwrists, and was dismissed. I suggested that further conversation\r\nhad better take place in the presence of Mr Abney, who, I imagined,\r\nwould have something to say on the subject of hushing the thing up.\r\n\r\nWe went upstairs. The broken door of the study delayed us a while\r\nand led to a fresh spasm of activity on the part of Johnson's\r\npencil. Having disposed of this, we proceeded to Mr Abney's room.\r\n\r\nBones's authoritative rap upon the door produced an agitated\r\n'Who's that?' from the occupant. I explained the nature of the\r\nvisitation through the keyhole and there came from within the\r\nsound of moving furniture. His one brief interview with Buck had\r\nevidently caused my employer to ensure against a second by\r\nbarricading himself in with everything he could find suitable for\r\nthe purpose. It was some moments before the way was clear for our\r\nentrance.\r\n\r\n'Cub id,' said a voice at last.\r\n\r\nMr Abney was sitting up in bed, the blankets wrapped tightly about\r\nhim. His appearance was still disordered. The furniture of the\r\nroom was in great confusion, and a poker on the floor by the\r\ndressing-table showed that he had been prepared to sell his life\r\ndearly.\r\n\r\n'I ab glad to see you, Idspector,' he said. 'Bister Burds, what is\r\nthe expladation of this extraordinary affair?'\r\n\r\nIt took some time to explain matters to Mr Abney, and more to\r\nconvince Bones and his colleague that, so far from wanting a hue\r\nand cry raised over the countryside and columns about the affair\r\nin the papers, publicity was the thing we were anxious to avoid.\r\nThey were visibly disappointed when they grasped the position of\r\naffairs. The thing, properly advertised, would have been the\r\nbiggest that had ever happened to the neighbourhood, and their\r\neager eyes could see glory within easy reach. Mention of a cold\r\nsnack and a drop of beer, however, to be found in the kitchen,\r\nserved to cast a gleam of brightness on their gloom, and they\r\nvanished in search of it with something approaching cheeriness,\r\nJohnson taking notes to the last.\r\n\r\nThey had hardly gone when Glossop whirled into the room in a state\r\nof effervescing agitation.\r\n\r\n'Mr Abney, Ogden Ford is nowhere to be found!'\r\n\r\nMr Abney greeted the information with a prodigious sneeze.\r\n\r\n'What do you bead?' he demanded, when the paroxysm was over. He\r\nturned to me. 'Bister Burds, I understood you to--ah--say that\r\nthe scou'drels took their departure without the boy Ford.'\r\n\r\n'They certainly did. I watched them go.'\r\n\r\n'I have searched the house thoroughly,' said Glossop, 'and there\r\nare no signs of him. And not only that, the Boy Beckford cannot be\r\nfound.'\r\n\r\nMr Abney clasped his head in his hands. Poor man, he was in no\r\ncondition to bear up with easy fortitude against this succession\r\nof shocks. He was like one who, having survived an earthquake, is\r\nhit by an automobile. He had partly adjusted his mind to the quiet\r\ncontemplation of Mr MacGinnis and friends when he was called upon\r\nto face this fresh disaster. And he had a cold in the head, which\r\nunmans the stoutest. Napoleon would have won Waterloo if\r\nWellington had had a cold in the head.\r\n\r\n'Augustus Beckford caddot be fou'd?' he echoed feebly.\r\n\r\n'They must have run away together,' said Glossop.\r\n\r\nMr Abney sat up, galvanized.\r\n\r\n'Such a thing has never happened id the school before!' he cried.\r\n'It has aldways beed my--ah--codstant endeavour to make my boys\r\nlook upod Sadstead House as a happy hobe. I have systebatically\r\nedcouraged a spirit of cheerful codtedment. I caddot seriously\r\ncredit the fact that Augustus Beckford, one of the bost charbig\r\nboys it has ever beed by good fortude to have id by charge, has\r\ndeliberately rud away.'\r\n\r\n'He must have been persuaded by that boy Ford,' said Glossop,\r\n'who,' he added morosely, 'I believe, is the devil in disguise.'\r\n\r\nMr Abney did not rebuke the strength of his language. Probably the\r\ntheory struck him as eminently sound. To me there certainly seemed\r\nsomething in it.\r\n\r\n'Subbthig bust be done at once!' Mr Abney exclaimed. 'It\r\nis--ah--ibperative that we take ibbediate steps. They bust\r\nhave gone to Londod. Bister Burds, you bust go to Londod by the\r\nnext traid. I caddot go byself with this cold.'\r\n\r\nIt was the irony of fate that, on the one occasion when duty\r\nreally summoned that champion popper-up-to-London to the\r\nMetropolis, he should be unable to answer the call.\r\n\r\n'Very well,' I said. 'I'll go and look out a train.'\r\n\r\n'Bister Glossop, you will be in charge of the school. Perhaps you\r\nhad better go back to the boys dow.'\r\n\r\nWhite was in the hall when I got there.\r\n\r\n'White,' I said, 'do you know anything about the trains to\r\nLondon?'\r\n\r\n'Are you going to London?' he asked, in his more conversational\r\nmanner. I thought he looked at me curiously as he spoke.\r\n\r\n'Yes. Ogden Ford and Lord Beckford cannot be found. Mr Abney\r\nthinks they must have run away to London.'\r\n\r\n'I shouldn't wonder,' said White dryly, it seemed to me. There was\r\nsomething distinctly odd in his manner. 'And you're going after\r\nthem.'\r\n\r\n'Yes. I must look up a train.'\r\n\r\n'There is a fast train in an hour. You will have plenty of time.'\r\n\r\n'Will you tell Mr Abney that, while I go and pack my bag? And\r\ntelephone for a cab.'\r\n\r\n'Sure,' said White, nodding.\r\n\r\nI went up to my room and began to put a few things together in a\r\nsuit-case. I felt happy, for several reasons. A visit to London,\r\nafter my arduous weeks at Sanstead, was in the nature of an\r\nunexpected treat. My tastes are metropolitan, and the vision of an\r\nhour at a music-hall--I should be too late for the theatres--with\r\nsupper to follow in some restaurant where there was an orchestra,\r\nappealed to me.\r\n\r\nWhen I returned to the hall, carrying my bag, I found Audrey\r\nthere.\r\n\r\n'I'm being sent to London,' I announced.\r\n\r\n'I know. White told me. Peter, bring him back.'\r\n\r\n'That's why I'm being sent.'\r\n\r\n'It means everything to me.'\r\n\r\nI looked at her in surprise. There was a strained, anxious\r\nexpression on her face, for which I could not account. I declined\r\nto believe that anybody could care what happened to the Little\r\nNugget purely for that amiable youth's own sake. Besides, as he\r\nhad gone to London willingly, the assumption was that he was\r\nenjoying himself.\r\n\r\n'I don't understand,' I said. 'What do you mean?'\r\n\r\n'I'll tell you. Mr Ford sent me here to be near Ogden, to guard\r\nhim. He knew that there was always a danger of attempts being made\r\nto kidnap him, even though he was brought over to England very\r\nquietly. That is how I come to be here. I go wherever Ogden goes.\r\nI am responsible for him. And I have failed. If Ogden is not\r\nbrought back, Mr Ford will have nothing more to do with me. He\r\nnever forgives failures. It will mean going back to the old work\r\nagain--the dressmaking, or the waiting, or whatever I can manage\r\nto find.' She gave a little shiver. 'Peter, I can't. All the pluck\r\nhas gone out of me. I'm afraid. I couldn't face all that again.\r\nBring him back. You must. You will. Say you will.'\r\n\r\nI did not answer. I could find nothing to say; for it was I who\r\nwas responsible for all her trouble. I had planned everything. I\r\nhad given Ogden Ford the money that had taken him to London. And\r\nsoon, unless I could reach London before it happened, and prevent\r\nhim, he, with my valet Smith, would be in the Dover boat-train on\r\nhis way to Monaco."
  ]
}