{
  "index": 4,
  "title": "Chapter 3",
  "paragraphs": [
    "I\r\n\r\nI owed it to my colleague Glossop that I was in the centre of the\r\nsurprising things that occurred that night. By sheer weight of\r\nboredom, Glossop drove me from the house, so that it came about\r\nthat, at half past nine, the time at which the affair began, I was\r\npatrolling the gravel in front of the porch.\r\n\r\nIt was the practice of the staff of Sanstead House School to\r\nassemble after dinner in Mr Abney's study for coffee. The room was\r\ncalled the study, but it was really more of a master's common\r\nroom. Mr Abney had a smaller sanctum of his own, reserved\r\nexclusively for himself.\r\n\r\nOn this particular night he went there early, leaving me alone\r\nwith Glossop. It is one of the drawbacks of the desert-island\r\natmosphere of a private school that everybody is always meeting\r\neverybody else. To avoid a man for long is impossible. I had been\r\navoiding Glossop as long as I could, for I knew that he wanted to\r\ncorner me with a view to a heart-to-heart talk on Life Insurance.\r\n\r\nThese amateur Life Insurance agents are a curious band. The world\r\nis full of them. I have met them at country-houses, at seaside\r\nhotels, on ships, everywhere; and it has always amazed me that\r\nthey should find the game worth the candle. What they add to their\r\nincomes I do not know, but it cannot be very much, and the trouble\r\nthey have to take is colossal. Nobody loves them, and they must\r\nsee it; yet they persevere. Glossop, for instance, had been trying\r\nto buttonhole me every time there was a five minutes' break in the\r\nday's work.\r\n\r\nHe had his chance now, and he did not mean to waste it. Mr Abney\r\nhad scarcely left the room when he began to exude pamphlets and\r\nbooklets at every pocket.\r\n\r\nI eyed him sourly, as he droned on about 'reactionable endowment',\r\n'surrender-value', and 'interest accumulating on the tontine\r\npolicy', and tried, as I did so, to analyse the loathing I felt\r\nfor him. I came to the conclusion that it was partly due to his\r\npose of doing the whole thing from purely altruistic motives,\r\nentirely for my good, and partly because he forced me to face the\r\nfact that I was not always going to be young. In an abstract\r\nfashion I had already realized that I should in time cease to be\r\nthirty, but the way in which Glossop spoke of my sixty-fifth\r\nbirthday made me feel as if it was due tomorrow. He was a man with\r\na manner suggestive of a funeral mute suffering from suppressed\r\njaundice, and I had never before been so weighed down with a sense\r\nof the inevitability of decay and the remorseless passage of time.\r\nI could feel my hair whitening.\r\n\r\nA need for solitude became imperative; and, murmuring something\r\nabout thinking it over, I escaped from the room.\r\n\r\nExcept for my bedroom, whither he was quite capable of following\r\nme, I had no refuge but the grounds. I unbolted the front door and\r\nwent out.\r\n\r\nIt was still freezing, and, though the stars shone, the trees grew\r\nso closely about the house that it was too dark for me to see more\r\nthan a few feet in front of me.\r\n\r\nI began to stroll up and down. The night was wonderfully still. I\r\ncould hear somebody walking up the drive--one of the maids, I\r\nsupposed, returning from her evening out. I could even hear a bird\r\nrustling in the ivy on the walls of the stables.\r\n\r\nI fell into a train of thought. I think my mind must still have\r\nbeen under Glossop's gloom-breeding spell, for I was filled with a\r\nsense of the infinite pathos of Life. What was the good of it all?\r\nWhy was a man given chances of happiness without the sense to\r\nrealize and use them? If Nature had made me so self-satisfied that\r\nI had lost Audrey because of my self-satisfaction why had she not\r\nmade me so self-satisfied that I could lose her without a pang?\r\nAudrey! It annoyed me that, whenever I was free for a moment from\r\nactive work, my thoughts should keep turning to her. It frightened\r\nme, too. Engaged to Cynthia, I had no right to have such thoughts.\r\n\r\nPerhaps it was the mystery which hung about her that kept her in\r\nmy mind. I did not know where she was. I did not know how she\r\nfared. I did not know what sort of a man it was whom she had\r\npreferred to me. That, it struck me, was the crux of the matter.\r\nShe had vanished absolutely with another man whom I had never seen\r\nand whose very name I did not know. I had been beaten by an unseen\r\nfoe.\r\n\r\nI was deep in a very slough of despond when suddenly things began\r\nto happen. I might have known that Sanstead House would never\r\npermit solitary brooding on Life for long. It was a place of\r\nincident, not of abstract speculation.\r\n\r\nI had reached the end of my 'beat', and had stopped to relight my\r\npipe, when drama broke loose with the swift unexpectedness which\r\nwas characteristic of the place. The stillness of the night was\r\nsplit by a sound which I could have heard in a gale and recognized\r\namong a hundred conflicting noises. It was a scream, a shrill,\r\npiercing squeal that did not rise to a crescendo, but started at\r\nits maximum and held the note; a squeal which could only proceed\r\nfrom one throat: the deafening war-cry of the Little Nugget.\r\n\r\nI had grown accustomed, since my arrival at Sanstead House, to a\r\ncertain quickening of the pace of life, but tonight events\r\nsucceeded one another with a rapidity which surprised me. A whole\r\ncinematograph-drama was enacted during the space of time it takes\r\nfor a wooden match to burn.\r\n\r\nAt the moment when the Little Nugget gave tongue, I had just\r\nstruck one, and I stood, startled into rigidity, holding it in the\r\nair as if I had decided to constitute myself a sort of limelight\r\nman to the performance.\r\n\r\nIt cannot have been more than a few seconds later before some\r\nperson unknown nearly destroyed me.\r\n\r\nI was standing, holding my match and listening to the sounds of\r\nconfusion indoors, when this person, rounding the angle of the\r\nhouse in a desperate hurry, emerged from the bushes and rammed me\r\nsquarely.\r\n\r\nHe was a short man, or he must have crouched as he ran, for his\r\nshoulder--a hard, bony shoulder--was precisely the same distance\r\nfrom the ground as my solar plexus. In the brief impact which\r\nensued between the two, the shoulder had the advantage of being in\r\nmotion, while the solar plexus was stationary, and there was no\r\nroom for any shadow of doubt as to which had the worst of it.\r\n\r\nThat the mysterious unknown was not unshaken by the encounter was\r\nmade clear by a sharp yelp of surprise and pain. He staggered.\r\nWhat happened to him after that was not a matter of interest to\r\nme. I gather that he escaped into the night. But I was too\r\noccupied with my own affairs to follow his movements.\r\n\r\nOf all cures for melancholy introspection a violent blow in the\r\nsolar plexus is the most immediate. If Mr Corbett had any abstract\r\nworries that day at Carson City, I fancy they ceased to occupy his\r\nmind from the moment when Mr Fitzsimmons administered that historic\r\nleft jab. In my case the cure was instantaneous. I can remember\r\nreeling across the gravel and falling in a heap and trying to\r\nbreathe and knowing that I should never again be able to, and\r\nthen for some minutes all interest in the affairs of this world\r\nleft me.\r\n\r\nHow long it was before my breath returned, hesitatingly, like some\r\ntimid Prodigal Son trying to muster up courage to enter the old\r\nhome, I do not know; but it cannot have been many minutes, for the\r\nhouse was only just beginning to disgorge its occupants as I sat\r\nup. Disconnected cries and questions filled the air. Dim forms\r\nmoved about in the darkness.\r\n\r\nI had started to struggle to my feet, feeling very sick and\r\nboneless, when it was borne in upon me that the sensations of this\r\nremarkable night were not yet over. As I reached a sitting\r\nposition, and paused before adventuring further, to allow a wave\r\nof nausea to pass, a hand was placed on my shoulder and a voice\r\nbehind me said, 'Don't move!'\r\n\r\n\r\nII\r\n\r\nI was not in a condition to argue. Beyond a fleeting feeling that\r\na liberty was being taken with me and that I was being treated\r\nunjustly, I do not remember resenting the command. I had no notion\r\nwho the speaker might be, and no curiosity. Breathing just then\r\nhad all the glamour of a difficult feat cleverly performed. I\r\nconcentrated my whole attention upon it. I was pleased, and\r\nsurprised, to find myself getting on so well. I remember having\r\nmuch the same sensation when I first learned to ride a bicycle--a\r\nkind of dazed feeling that I seemed to be doing it, but Heaven\r\nalone knew how.\r\n\r\nA minute or so later, when I had leisure to observe outside\r\nmatters, I perceived that among the other actors in the drama\r\nconfusion still reigned. There was much scuttering about and much\r\nmeaningless shouting. Mr Abney's reedy tenor voice was issuing\r\ndirections, each of which reached a dizzier height of futility\r\nthan the last. Glossop was repeating over and over again the\r\nwords, 'Shall I telephone for the police?' to which nobody\r\nappeared to pay the least attention. One or two boys were darting\r\nabout like rabbits and squealing unintelligibly. A female voice--I\r\nthink Mrs Attwell's--was saying, 'Can you see him?'\r\n\r\nUp to this point, my match, long since extinguished, had been the\r\nonly illumination the affair had received; but now somebody, who\r\nproved to be White, the butler, came from the direction of the\r\nstable-yard with a carriage-lamp. Every one seemed calmer and\r\nhappier for it. The boys stopped squealing, Mrs Attwell and\r\nGlossop subsided, and Mr Abney said 'Ah!' in a self-satisfied\r\nvoice, as if he had directed this move and was congratulating\r\nhimself on the success with which it had been carried out.\r\n\r\nThe whole strength of the company gathered round the light.\r\n\r\n'Thank you, White,' said Mr Abney. 'Excellent. I fear the\r\nscoundrel has escaped.'\r\n\r\n'I suspect so, sir.'\r\n\r\n'This is a very remarkable occurrence, White.'\r\n\r\n'Yes, sir.'\r\n\r\n'The man was actually in Master Ford's bedroom.'\r\n\r\n'Indeed, sir?'\r\n\r\nA shrill voice spoke. I recognized it as that of Augustus\r\nBeckford, always to be counted upon to be in the centre of things\r\ngathering information.\r\n\r\n'Sir, please, sir, what was up? Who was it, sir? Sir, was it a\r\nburglar, sir? Have you ever met a burglar, sir? My father took me\r\nto see Raffles in the holidays, sir. Do you think this chap was\r\nlike Raffles, sir? Sir--'\r\n\r\n'It was undoubtedly--' Mr Abney was beginning, when the identity\r\nof the questioner dawned upon him, and for the first time he\r\nrealized that the drive was full of boys actively engaged in\r\ncatching their deaths of cold. His all-friends-here-let-us-\r\ndiscuss-this-interesting-episode-fully manner changed. He became\r\nthe outraged schoolmaster. Never before had I heard him speak so\r\nsharply to boys, many of whom, though breaking rules, were still\r\ntitled.\r\n\r\n'What are you boys doing out of bed? Go back to bed instantly. I\r\nshall punish you most severely. I--'\r\n\r\n'Shall I telephone for the police?' asked Glossop. Disregarded.\r\n\r\n'I will not have this conduct. You will catch cold. This is\r\ndisgraceful. Ten bad marks! I shall punish you most severely if\r\nyou do not instantly--'\r\n\r\nA calm voice interrupted him.\r\n\r\n'Say!'\r\n\r\nThe Little Nugget strolled easily into the circle of light. He was\r\nwearing a dressing-gown, and in his hand was a smouldering\r\ncigarette, from which he proceeded, before continuing his remarks,\r\nto blow a cloud of smoke.\r\n\r\n'Say, I guess you're wrong. That wasn't any ordinary porch-climber.'\r\n\r\nThe spectacle of his _bete noire_ wreathed in smoke, coming\r\non top of the emotions of the night, was almost too much for Mr\r\nAbney. He gesticulated for a moment in impassioned silence, his\r\narms throwing grotesque shadows on the gravel.\r\n\r\n'How _dare_ you smoke, boy! How _dare_ you smoke that cigarette!'\r\n\r\n'It's the only one I've got,' responded the Little Nugget amiably.\r\n\r\n'I have spoken to you--I have warned you--Ten bad marks!--I will\r\nnot have--Fifteen bad marks!'\r\n\r\nThe Little Nugget ignored the painful scene. He was smiling\r\nquietly.\r\n\r\n'If you ask _me_,' he said, 'that guy was after something better\r\nthan plated spoons. Yes, sir! If you want my opinion, it was Buck\r\nMacGinnis, or Chicago Ed., or one of those guys, and what he was\r\ntrailing was me. They're always at it. Buck had a try for me in the\r\nfall of '07, and Ed.--'\r\n\r\n'Do you hear me? Will you return instantly--'\r\n\r\n'If you don't believe me I can show you the piece there was about\r\nit in the papers. I've got a press-clipping album in my box.\r\nWhenever there's a piece about me in the papers, I cut it out and\r\npaste it into my album. If you'll come right along, I'll show you\r\nthe story about Buck now. It happened in Chicago, and he'd have\r\ngot away with me if it hadn't been--'\r\n\r\n'Twenty bad marks!'\r\n\r\n'Mr Abney!'\r\n\r\nIt was the person standing behind me who spoke. Till now he or she\r\nhad remained a silent spectator, waiting, I suppose, for a lull in\r\nthe conversation.\r\n\r\nThey jumped, all together, like a well-trained chorus.\r\n\r\n'Who is that?' cried Mr Abney. I could tell by the sound of his\r\nvoice that his nerves were on wires. 'Who was that who spoke?'\r\n\r\n'Shall I telephone for the police?' asked Glossop. Ignored.\r\n\r\n'I am Mrs Sheridan, Mr Abney. You were expecting me to-night.'\r\n\r\n'Mrs Sheridan? Mrs Sher--I expected you in a cab. I expected you\r\nin--ah--in fact, a cab.'\r\n\r\n'I walked.'\r\n\r\nI had a curious sensation of having heard the voice before. When\r\nshe had told me not to move, she had spoken in a whisper--or, to\r\nme, in my dazed state, it had sounded like a whisper--but now she\r\nwas raising her voice, and there was a note in it that seemed\r\nfamiliar. It stirred some chord in my memory, and I waited to hear\r\nit again.\r\n\r\nWhen it came it brought the same sensation, but nothing more\r\ndefinite. It left me groping for the clue.\r\n\r\n'Here is one of the men, Mr Abney.'\r\n\r\nThere was a profound sensation. Boys who had ceased to squeal,\r\nsquealed with fresh vigour. Glossop made his suggestion about the\r\ntelephone with a new ring of hope in his voice. Mrs Attwell\r\nshrieked. They made for us in a body, boys and all, White leading\r\nwith the lantern. I was almost sorry for being compelled to\r\nprovide an anticlimax.\r\n\r\nAugustus Beckford was the first to recognize me, and I expect he\r\nwas about to ask me if I liked sitting on the gravel on a frosty\r\nnight, or what gravel was made of, when Mr Abney spoke.\r\n\r\n'Mr Burns! What--dear me!--_what_ are you doing there?'\r\n\r\n'Perhaps Mr Burns can give us some information as to where the man\r\nwent, sir,' suggested White.\r\n\r\n'On everything except that,' I said, 'I'm a mine of information. I\r\nhaven't the least idea where he went. All I know about him is that\r\nhe has a shoulder like the ram of a battleship, and that he\r\ncharged me with it.'\r\n\r\nAs I was speaking, I thought I heard a little gasp behind me. I\r\nturned. I wanted to see this woman who stirred my memory with her\r\nvoice. But the rays of the lantern did not fall on her, and she\r\nwas a shapeless blur in the darkness. Somehow I felt that she was\r\nlooking intently at me.\r\n\r\nI resumed my narrative.\r\n\r\n'I was lighting my pipe when I heard a scream--' A chuckle came\r\nfrom the group behind the lantern.\r\n\r\n'I screamed,' said the Little Nugget. 'You bet I screamed! What\r\nwould _you_ do if you woke up in the dark and found a strong-armed\r\nroughneck prising you out of bed as if you were a clam? He tried to\r\nget his hand over my mouth, but he only connected with my forehead,\r\nand I'd got going before he could switch. I guess I threw a scare\r\ninto that gink!'\r\n\r\nHe chuckled again, reminiscently, and drew at his cigarette.\r\n\r\n'How dare you smoke! Throw away that cigarette!' cried Mr Abney,\r\nroused afresh by the red glow.\r\n\r\n'Forget it!' advised the Little Nugget tersely.\r\n\r\n'And then,' I said, 'somebody whizzed out from nowhere and hit me.\r\nAnd after that I didn't seem to care much about him or anything\r\nelse.' I spoke in the direction of my captor. She was still\r\nstanding outside the circle of light. 'I expect you can tell us\r\nwhat happened, Mrs Sheridan?'\r\n\r\nI did not think that her information was likely to be of any\r\npractical use, but I wanted to make her speak again.\r\n\r\nHer first words were enough. I wondered how I could ever have been\r\nin doubt. I knew the voice now. It was one which I had not heard\r\nfor five years, but one which I could never forget if I lived for\r\never.\r\n\r\n'Somebody ran past me.' I hardly heard her. My heart was pounding,\r\nand a curious dizziness had come over me. I was grappling with the\r\nincredible. 'I think he went into the bushes.'\r\n\r\nI heard Glossop speak, and gathered from Mr Abney's reply; that he\r\nhad made his suggestion about the telephone once more.\r\n\r\n'I think that will be--ah--unnecessary, Mr Glossop. The man has\r\nundoubtedly--ah--made good his escape. I think we had all better\r\nreturn to the house.' He turned to the dim figure beside me. 'Ah,\r\nMrs Sheridan, you must be tired after your journey and the--ah unusual\r\nexcitement. Mrs Attwell will show you where you--in fact, your room.'\r\n\r\nIn the general movement White must have raised the lamp or stepped\r\nforward, for the rays shifted. The figure beside me was no longer\r\ndim, but stood out sharp and clear in the yellow light.\r\n\r\nI was aware of two large eyes looking into mine as, in the grey\r\nLondon morning two weeks before, they had looked from a faded\r\nphotograph."
  ]
}