{
  "index": 2,
  "title": "Chapter 1",
  "paragraphs": [
    "Sanstead House was an imposing building in the Georgian style. It\r\nstood, foursquare, in the midst of about nine acres of land. For\r\nthe greater part of its existence, I learned later, it had been\r\nthe private home of a family of the name of Boone, and in its\r\nearly days the estate had been considerable. But the progress of\r\nthe years had brought changes to the Boones. Money losses had\r\nnecessitated the sale of land. New roads had come into being,\r\ncutting off portions of the estate from their centre. New\r\nfacilities for travel had drawn members of the family away from\r\nhome. The old fixed life of the country had changed, and in the\r\nend the latest Boone had come to the conclusion that to keep up so\r\nlarge and expensive a house was not worth his while.\r\n\r\nThat the place should have become a school was the natural process\r\nof evolution. It was too large for the ordinary purchaser, and the\r\nestate had been so whittled down in the course of time that it was\r\ninadequate for the wealthy. Colonel Boone had been glad to let it\r\nto Mr Abney, and the school had started its career.\r\n\r\nIt had all the necessary qualifications for a school. It was\r\nisolated. The village was two miles from its gates. It was near\r\nthe sea. There were fields for cricket and football, and inside\r\nthe house a number of rooms of every size, suitable for classrooms\r\nand dormitories.\r\n\r\nThe household, when I arrived, consisted, besides Mr Abney, myself,\r\nanother master named Glossop, and the matron, of twenty-four boys,\r\nthe butler, the cook, the odd-job-man, two housemaids, a scullery-maid,\r\nand a parlour-maid. It was a little colony, cut off from the outer\r\nworld.\r\n\r\nWith the exception of Mr Abney and Glossop, a dismal man of nerves\r\nand mannerisms, the only person with whom I exchanged speech on my\r\nfirst evening was White, the butler. There are some men one likes\r\nat sight. White was one of them. Even for a butler he was a man of\r\nremarkably smooth manners, but he lacked that quality of austere\r\naloofness which I have noticed in other butlers.\r\n\r\nHe helped me unpack my box, and we chatted during the process. He\r\nwas a man of medium height, square and muscular, with something,\r\nsome quality of springiness, as it were, that seemed unusual in a\r\nbutler. From one or two things he said, I gathered that he had\r\ntravelled a good deal. Altogether he interested me. He had humour,\r\nand the half-hour which I had spent with Glossop made me set a\r\npremium on humour. I found that he, like myself, was a new-comer.\r\nHis predecessor had left at short notice during the holidays, and\r\nhe had secured the vacancy at about the same time that I was\r\nsecuring mine. We agreed that it was a pretty place. White, I\r\ngathered, regarded its isolation as a merit. He was not fond of\r\nvillage society.\r\n\r\nOn the following morning, at eight o'clock, my work began.\r\n\r\nMy first day had the effect of entirely revolutionizing what ideas\r\nI possessed of the lot of the private-school assistant-master.\r\n\r\nMy view, till then, had been that the assistant-master had an easy\r\ntime. I had only studied him from the outside. My opinion was\r\nbased on observations made as a boy at my own private school, when\r\nmasters were an enviable race who went to bed when they liked, had\r\nno preparation to do, and couldn't be caned. It seemed to me then\r\nthat those three facts, especially the last, formed a pretty good\r\nbasis on which to build up the Perfect Life.\r\n\r\nI had not been at Sanstead House two days before doubts began to\r\ncreep in on this point. What the boy, observing the assistant-master\r\nstanding about in apparently magnificent idleness, does not realize\r\nis that the unfortunate is really putting in a spell of exceedingly\r\nhard work. He is 'taking duty'. And 'taking duty' is a thing to be\r\nremembered, especially by a man who, like myself, has lived a life\r\nof fatted ease, protected from all the minor annoyances of life by\r\na substantial income.\r\n\r\nSanstead House educated me. It startled me. It showed me a hundred\r\nways in which I had allowed myself to become soft and inefficient,\r\nwithout being aware of it. There may be other professions which\r\ncall for a fiercer display of energy, but for the man with a\r\nprivate income who has loitered through life at his own pace, a\r\nlittle school-mastering is brisk enough to be a wonderful tonic.\r\n\r\nI needed it, and I got it.\r\n\r\nIt was almost as if Mr Abney had realized intuitively how excellent\r\nthe discipline of work was for my soul, for the kindly man allowed\r\nme to do not only my own, but most of his as well. I have talked\r\nwith assistant-masters since, and I have gathered from them that\r\nheadmasters of private schools are divided into two classes: the\r\nworkers and the runners-up-to-London. Mr Abney belonged to the\r\nlatter class. Indeed, I doubt if a finer representative of the\r\nclass could have been found in the length and breadth of southern\r\nEngland. London drew him like a magnet.\r\n\r\nAfter breakfast he would take me aside. The formula was always the\r\nsame.\r\n\r\n'Ah--Mr Burns.'\r\n\r\nMyself (apprehensively, scenting disaster, 'like some wild\r\ncreature caught within a trap, who sees the trapper coming through\r\nthe wood'). 'Yes? Er--yes?'\r\n\r\n'I am afraid I shall be obliged to run up to London today. I have\r\nreceived an important letter from--' And then he would name some\r\nparent or some prospective parent. (By 'prospective' I mean one\r\nwho was thinking of sending his son to Sanstead House. You may\r\nhave twenty children, but unless you send them to his school, a\r\nschoolmaster will refuse to dignify you with the name of parent.)\r\n\r\nThen, 'He wishes--ah--to see me,' or, in the case of titled\r\nparents, 'He wishes--ah--to talk things over with me.' The\r\ndistinction is subtle, but he always made it.\r\n\r\nAnd presently the cab would roll away down the long drive, and my\r\nwork would begin, and with it that soul-discipline to which I have\r\nalluded.\r\n\r\n'Taking duty' makes certain definite calls upon a man. He has to\r\nanswer questions; break up fights; stop big boys bullying small\r\nboys; prevent small boys bullying smaller boys; check stone-throwing,\r\ngoing-on-the-wet-grass, worrying-the-cook, teasing-the-dog,\r\nmaking-too-much-noise, and, in particular, discourage all forms\r\nof _hara-kiri_ such as tree-climbing, water-spout-scaling,\r\nleaning-too-far-out-of-the-window, sliding-down-the-banisters,\r\npencil-swallowing, and ink-drinking-because-somebody-dared-me-to.\r\n\r\nAt intervals throughout the day there are further feats to\r\nperform. Carving the joint, helping the pudding, playing football,\r\nreading prayers, teaching, herding stragglers in for meals, and\r\ngoing round the dormitories to see that the lights are out, are a\r\nfew of them.\r\n\r\nI wanted to oblige Cynthia, if I could, but there were moments\r\nduring the first day or so when I wondered how on earth I was\r\ngoing to snatch the necessary time to combine kidnapping with my\r\nother duties. Of all the learned professions it seemed to me that\r\nthat of the kidnapper most urgently demanded certain intervals for\r\nleisured thought, in which schemes and plots might be matured.\r\n\r\nSchools vary. Sanstead House belonged to the more difficult class.\r\nMr Abney's constant flittings did much to add to the burdens of\r\nhis assistants, and his peculiar reverence for the aristocracy did\r\neven more. His endeavour to make Sanstead House a place where the\r\ndelicately nurtured scions of the governing class might feel as\r\nlittle as possible the temporary loss of titled mothers led him\r\ninto a benevolent tolerance which would have unsettled angels.\r\n\r\nSuccess or failure for an assistant-master is, I consider, very\r\nmuch a matter of luck. My colleague, Glossop, had most of the\r\nqualities that make for success, but no luck. Properly backed up\r\nby Mr Abney, he might have kept order. As it was, his class-room\r\nwas a bear-garden, and, when he took duty, chaos reigned.\r\n\r\nI, on the other hand, had luck. For some reason the boys agreed to\r\naccept me. Quite early in my sojourn I enjoyed that sweetest triumph\r\nof the assistant-master's life, the spectacle of one boy smacking\r\nanother boy's head because the latter persisted in making a noise\r\nafter I had told him to stop. I doubt if a man can experience so\r\nkeenly in any other way that thrill which comes from the knowledge\r\nthat the populace is his friend. Political orators must have the\r\nsame sort of feeling when their audience clamours for the ejection\r\nof a heckler, but it cannot be so keen. One is so helpless with boys,\r\nunless they decide that they like one.\r\n\r\nIt was a week from the beginning of the term before I made the\r\nacquaintance of the Little Nugget.\r\n\r\nI had kept my eyes open for him from the beginning, and when I\r\ndiscovered that he was not at school, I had felt alarmed. Had\r\nCynthia sent me down here, to work as I had never worked before,\r\non a wild-goose chase?\r\n\r\nThen, one morning, Mr Abney drew me aside after breakfast.\r\n\r\n'Ah--Mr Burns.'\r\n\r\nIt was the first time that I had heard those soon-to-be-familiar\r\nwords.\r\n\r\n'I fear I shall be compelled to run up to London today. I have an\r\nimportant appointment with the father of a boy who is coming to\r\nthe school. He wishes--ah--to see me.'\r\n\r\nThis might be the Little Nugget at last.\r\n\r\nI was right. During the interval before school, Augustus Beckford\r\napproached me. Lord Mountry's brother was a stolid boy with\r\nfreckles. He had two claims to popular fame. He could hold his\r\nbreath longer than any other boy in the school, and he always got\r\nhold of any piece of gossip first.\r\n\r\n'There's a new kid coming tonight, sir,' he said--'an American\r\nkid. I heard him talking about it to the matron. The kid's name's\r\nFord, I believe the kid's father's awfully rich. Would you like to\r\nbe rich, sir? I wish I was rich. If I was rich, I'd buy all sorts\r\nof things. I believe I'm going to be rich when I grow up. I heard\r\nfather talking to a lawyer about it. There's a new parlour-maid\r\ncoming soon, sir. I heard cook telling Emily. I'm blowed if I'd\r\nlike to be a parlour-maid, would you, sir? I'd much rather be a\r\ncook.'\r\n\r\nHe pondered the point for a moment. When he spoke again, it was to\r\ntouch on a still more profound problem.\r\n\r\n'If you wanted a halfpenny to make up twopence to buy a lizard,\r\nwhat would you do, sir?'\r\n\r\nHe got it.\r\n\r\nOgden Ford, the El Dorado of the kidnapping industry, entered\r\nSanstead House at a quarter past nine that evening. He was\r\npreceded by a Worried Look, Mr Arnold Abney, a cabman bearing a\r\nlarge box, and the odd-job man carrying two suitcases. I have\r\ngiven precedence to the Worried Look because it was a thing by\r\nitself. To say that Mr Abney wore it would be to create a wrong\r\nimpression. Mr Abney simply followed in its wake. He was concealed\r\nbehind it much as Macbeth's army was concealed behind the woods of\r\nDunsinane.\r\n\r\nI only caught a glimpse of Ogden as Mr Abney showed him into his\r\nstudy. He seemed a self-possessed boy, very like but, if anything,\r\nuglier than the portrait of him which I had seen at the Hotel\r\nGuelph.\r\n\r\nA moment later the door opened, and my employer came out. He\r\nappeared relieved at seeing me.\r\n\r\n'Ah, Mr Burns, I was about to go in search of you. Can you spare\r\nme a moment? Let us go into the dining-room.'\r\n\r\n'That is a boy called Ford, Mr Burns,' he said, when he had closed\r\nthe door. 'A rather--er--remarkable boy. He is an American, the\r\nson of a Mr Elmer Ford. As he will be to a great extent in your\r\ncharge, I should like to prepare you for his--ah--peculiarities.'\r\n\r\n'Is he peculiar?'\r\n\r\nA faint spasm disturbed Mr Abney's face. He applied a silk\r\nhandkerchief to his forehead before he replied.\r\n\r\n'In many ways, judged by the standard of the lads who have passed\r\nthrough my hands--boys, of course, who, it is only fair to add,\r\nhave enjoyed the advantages of a singularly refined home-life--he\r\nmay be said to be--ah--somewhat peculiar. While I have no doubt\r\nthat _au fond ... au fond_ he is a charming boy, quite charming,\r\nat present he is--shall I say?--peculiar. I am disposed to imagine\r\nthat he has been, from childhood up, systematically indulged.\r\nThere has been in his life, I suspect, little or no discipline.\r\nThe result has been to make him curiously unboylike. There is a\r\ncomplete absence of that diffidence, that childish capacity for\r\nsurprise, which I for one find so charming in our English boys.\r\nLittle Ford appears to be completely blase'. He has tastes and ideas\r\nwhich are precocious, and--unusual in a boy of his age.... He\r\nexpresses himself in a curious manner sometimes.... He seems to have\r\nlittle or no reverence for--ah--constituted authority.'\r\n\r\nHe paused while he passed his handkerchief once more over his\r\nforehead.\r\n\r\n'Mr Ford, the boy's father, who struck me as a man of great\r\nability, a typical American merchant prince, was singularly frank\r\nwith me about his domestic affairs as they concerned his son. I\r\ncannot recall his exact words, but the gist of what he said was\r\nthat, until now, Mrs Ford had had sole charge of the boy's\r\nupbringing, and--Mr Ford was singularly outspoken--was too\r\nindulgent, in fact--ah--spoilt him. Indeed--you will, of course,\r\nrespect my confidence--that was the real reason for the divorce\r\nwhich--ah--has unhappily come about. Mr Ford regards this school\r\nas in a measure--shall I say?--an antidote. He wishes there to be\r\nno lack of wholesome discipline. So that I shall expect you, Mr\r\nBurns, to check firmly, though, of course, kindly, such habits of\r\nhis as--ah--cigarette-smoking. On our journey down he smoked\r\nincessantly. I found it impossible--without physical violence--to\r\ninduce him to stop. But, of course, now that he is actually at the\r\nschool, and subject to the discipline of the school ...'\r\n\r\n'Exactly,' I said.\r\n\r\n'That was all I wished to say. Perhaps it would be as well if you\r\nsaw him now, Mr Burns. You will find him in the study.'\r\n\r\nHe drifted away, and I went to the study to introduce myself.\r\n\r\nA cloud of tobacco-smoke rising above the back of an easy-chair\r\ngreeted me as I opened the door. Moving into the room, I perceived\r\na pair of boots resting on the grate. I stepped to the light, and\r\nthe remainder of the Little Nugget came into view.\r\n\r\nHe was lying almost at full length in the chair, his eyes fixed in\r\ndreamy abstraction upon the ceiling. As I came towards him, he\r\ndrew at the cigarette between his fingers, glanced at me, looked\r\naway again, and expelled another mouthful of smoke. He was not\r\ninterested in me.\r\n\r\nPerhaps this indifference piqued me, and I saw him with prejudiced\r\neyes. At any rate, he seemed to me a singularly unprepossessing\r\nyouth. That portrait had flattered him. He had a stout body and a\r\nround, unwholesome face. His eyes were dull, and his mouth dropped\r\ndiscontentedly. He had the air of one who is surfeited with life.\r\n\r\nI am disposed to imagine, as Mr Abney would have said, that my\r\nmanner in addressing him was brisker and more incisive than Mr\r\nAbney's own. I was irritated by his supercilious detachment.\r\n\r\n'Throw away that cigarette,' I said.\r\n\r\nTo my amazement, he did, promptly. I was beginning to wonder\r\nwhether I had not been too abrupt--he gave me a curious sensation\r\nof being a man of my own age--when he produced a silver case from\r\nhis pocket and opened it. I saw that the cigarette in the fender\r\nwas a stump.\r\n\r\nI took the case from his hand and threw it on to a table. For the\r\nfirst time he seemed really to notice my existence.\r\n\r\n'You've got a hell of a nerve,' he said.\r\n\r\nHe was certainly exhibiting his various gifts in rapid order,\r\nThis, I took it, was what Mr Abney had called 'expressing himself\r\nin a curious manner'.\r\n\r\n'And don't swear,' I said.\r\n\r\nWe eyed each other narrowly for the space of some seconds.\r\n\r\n'Who are you?' he demanded.\r\n\r\nI introduced myself.\r\n\r\n'What do you want to come butting in for?'\r\n\r\n'I am paid to butt in. It's the main duty of an assistant-master.'\r\n\r\n'Oh, you're the assistant-master, are you?'\r\n\r\n'One of them. And, in passing--it's a small technical point--you're\r\nsupposed to call me \"sir\" during these invigorating little chats\r\nof ours.'\r\n\r\n'Call you what? Up an alley!'\r\n\r\n'I beg your pardon?'\r\n\r\n'Fade away. Take a walk.'\r\n\r\nI gathered that he was meaning to convey that he had considered my\r\nproposition, but regretted his inability to entertain it.\r\n\r\n'Didn't you call your tutor \"sir\" when you were at home?'\r\n\r\n'Me? Don't make me laugh. I've got a cracked lip.'\r\n\r\n'I gather you haven't an overwhelming respect for those set in\r\nauthority over you.'\r\n\r\n'If you mean my tutors, I should say nix.'\r\n\r\n'You use the plural. Had you a tutor before Mr Broster?'\r\n\r\nHe laughed.\r\n\r\n'Had I? Only about ten million.'\r\n\r\n'Poor devils!' I said.\r\n\r\n'Who's swearing now?'\r\n\r\nThe point was well taken. I corrected myself.\r\n\r\n'Poor brutes! What happened to them? Did they commit suicide?'\r\n\r\n'Oh, they quit. And I don't blame them. I'm a pretty tough\r\nproposition, and you don't want to forget it.'\r\n\r\nHe reached out for the cigarette-case. I pocketed it.\r\n\r\n'You make me tired,' he said.\r\n\r\n'The sensation's mutual.'\r\n\r\n'Do you think you can swell around, stopping me doing things?'\r\n\r\n'You've defined my job exactly.'\r\n\r\n'Guess again. I know all about this joint. The hot-air merchant\r\nwas telling me about it on the train.'\r\n\r\nI took the allusion to be to Mr Arnold Abney, and thought it\r\nrather a happy one.\r\n\r\n'He's the boss, and nobody but him is allowed to hit the fellows.\r\nIf you tried it, you'd lose your job. And he ain't going to,\r\nbecause the Dad's paying double fees, and he's scared stiff he'll\r\nlose me if there's any trouble.'\r\n\r\n'You seem to have a grasp of the position.'\r\n\r\n'Bet your life I have.'\r\n\r\nI looked at him as he sprawled in the chair.\r\n\r\n'You're a funny kid,' I said.\r\n\r\nHe stiffened, outraged. His little eyes gleamed.\r\n\r\n'Say, it looks to me as if you wanted making a head shorter.\r\nYou're a darned sight too fresh. Who do you think you are,\r\nanyway?'\r\n\r\n'I'm your guardian angel,' I replied. 'I'm the fellow who's going\r\nto take you in hand and make you a little ray of sunshine about\r\nthe home. I know your type backwards. I've been in America and\r\nstudied it on its native asphalt. You superfatted millionaire kids\r\nare all the same. If Dad doesn't jerk you into the office before\r\nyou're out of knickerbockers, you just run to seed. You get to\r\nthink you're the only thing on earth, and you go on thinking it\r\ntill one day somebody comes along and shows you you're not, and\r\nthen you get what's coming to you--good and hard.'\r\n\r\nHe began to speak, but I was on my favourite theme, one I had\r\nstudied and brooded upon since the evening when I had received a\r\ncertain letter at my club.\r\n\r\n'I knew a man,' I said, 'who started out just like you. He always\r\nhad all the money he wanted: never worked: grew to think himself a\r\nsort of young prince. What happened?'\r\n\r\nHe yawned.\r\n\r\n'I'm afraid I'm boring you,' I said.\r\n\r\n'Go on. Enjoy yourself,' said the Little Nugget.\r\n\r\n'Well, it's a long story, so I'll spare you it. But the moral of\r\nit was that a boy who is going to have money needs to be taken in\r\nhand and taught sense while he's young.'\r\n\r\nHe stretched himself.\r\n\r\n'You talk a lot. What do you reckon you're going to do?'\r\n\r\nI eyed him thoughtfully.\r\n\r\n'Well, everything's got to have a beginning,' I said. 'What you\r\nseem to me to want most is exercise. I'll take you for a run every\r\nday. You won't know yourself at the end of a week.'\r\n\r\n'Say, if you think you're going to get _me_ to run--'\r\n\r\n'When I grab your little hand, and start running, you'll find\r\nyou'll soon be running too. And, years hence, when you win the\r\nMarathon at the Olympic Games, you'll come to me with tears in\r\nyour eyes, and you'll say--'\r\n\r\n'Oh, slush!'\r\n\r\n'I shouldn't wonder.' I looked at my watch. 'Meanwhile, you had\r\nbetter go to bed. It's past your proper time.'\r\n\r\nHe stared at me in open-eyed amazement.\r\n\r\n'Bed!'\r\n\r\n'Bed.'\r\n\r\nHe seemed more amused than annoyed.\r\n\r\n'Say, what time do you think I usually go to bed?'\r\n\r\n'I know what time you go here. Nine o'clock.'\r\n\r\nAs if to support my words, the door opened, and Mrs Attwell, the\r\nmatron, entered.\r\n\r\n'I think it's time he came to bed, Mr Burns.'\r\n\r\n'Just what I was saying, Mrs Attwell.'\r\n\r\n'You're crazy,' observed the Little Nugget. 'Bed nothing!'\r\n\r\nMrs Attwell looked at me despairingly.\r\n\r\n'I never saw such a boy!'\r\n\r\nThe whole machinery of the school was being held up by this legal\r\ninfant. Any vacillation now, and Authority would suffer a set-back\r\nfrom which it would be hard put to it to recover. It seemed to me\r\na situation that called for action.\r\n\r\nI bent down, scooped the Little Nugget out of his chair like an\r\noyster, and made for the door. Outside he screamed incessantly. He\r\nkicked me in the stomach and then on the knee. He continued to\r\nscream. He screamed all the way upstairs. He was screaming when we\r\nreached his room.\r\n\r\n       *       *       *       *       *\r\n\r\nHalf an hour later I sat in the study, smoking thoughtfully.\r\nReports from the seat of war told of a sullen and probably only\r\ntemporary acquiescence with Fate on the part of the enemy. He was\r\nin bed, and seemed to have made up his mind to submit to the\r\nposition. An air of restrained jubilation prevailed among the\r\nelder members of the establishment. Mr Abney was friendly and Mrs\r\nAttwell openly congratulatory. I was something like the hero of\r\nthe hour.\r\n\r\nBut was I jubilant? No, I was inclined to moodiness. Unforeseen\r\ndifficulties had arisen in my path. Till now, I had regarded this\r\nkidnapping as something abstract. Personality had not entered into\r\nthe matter. If I had had any picture in my mind's eye, it was of\r\nmyself stealing away softly into the night with a docile child,\r\nhis little hand laid trustfully in mine. From what I had seen and\r\nheard of Ogden Ford in moments of emotion, it seemed to me that\r\nwhoever wanted to kidnap him with any approach to stealth would\r\nneed to use chloroform.\r\n\r\nThings were getting very complex."
  ]
}