{
  "index": 9,
  "title": "Chapter 8",
  "paragraphs": [
    "I\r\n\r\nIt was only after many hours of thought that it had flashed upon\r\nme that the simplest and safest way of removing the Little Nugget\r\nwas to induce him to remove himself. Once the idea had come, the\r\nrest was simple. The negotiations which had taken place that\r\nmorning in the stable-yard had been brief. I suppose a boy in\r\nOgden's position, with his record of narrow escapes from the\r\nkidnapper, comes to take things as a matter of course which would\r\nstartle the ordinary boy. He assumed, I imagine, that I was the\r\naccredited agent of his mother, and that the money which I gave\r\nhim for travelling expenses came from her. Perhaps he had been\r\nexpecting something of the sort. At any rate, he grasped the\r\nessential points of the scheme with amazing promptitude. His\r\nlittle hand was extended to receive the cash almost before I had\r\nfinished speaking.\r\n\r\nThe main outline of my plan was that he should slip away to\r\nLondon, during the afternoon, go to my rooms, where he would find\r\nSmith, and with Smith travel to his mother at Monaco. I had\r\nwritten to Smith, bidding him be in readiness for the expedition.\r\nThere was no flaw in the scheme as I had mapped it out, and though\r\nOgden had complicated it a little by gratuitously luring away\r\nAugustus Beckford to bear him company, he had not endangered its\r\nsuccess.\r\n\r\nBut now an utterly unforeseen complication had arisen. My one\r\ndesire now was to undo everything for which I had been plotting.\r\n\r\nI stood there, looking at her dumbly, hating myself for being the\r\ncause of the anxiety in her eyes. If I had struck her, I could not\r\nhave felt more despicable. In my misery I cursed Cynthia for\r\nleading me into this tangle.\r\n\r\nI heard my name spoken, and turned to find White at my elbow.\r\n\r\n'Mr Abney would like to see you, sir.'\r\n\r\nI went upstairs, glad to escape. The tension of the situation had\r\nbegun to tear at my nerves.\r\n\r\n'Cub id, Bister Burds,' said my employer, swallowing a lozenge.\r\nHis aspect was more dazed than ever. 'White has just bade\r\nan--ah--extraordinary cobbudicatiod to me. It seebs he is in\r\nreality a detective, an employee of Pidkertod's Agedcy, of which\r\nyou have, of course--ah--heard.'\r\n\r\nSo White had revealed himself. On the whole, I was not surprised.\r\nCertainly his motive for concealment, the fear of making Mr Abney\r\nnervous, was removed. An inrush of Red Indians with tomahawks\r\ncould hardly have added greatly to Mr Abney's nervousness at the\r\npresent juncture.\r\n\r\n'Sent here by Mr Ford, I suppose?' I said. I had to say something.\r\n\r\n'Exactly. Ah--precisely.' He sneezed. 'Bister Ford, without\r\ncodsulting me--I do not cobbedt on the good taste or wisdob of his\r\nactiod--dispatched White to apply for the post of butler at\r\nthis--ah--house, his predecessor having left at a bobedt's dotice,\r\nbribed to do so, I strodgly suspect, by Bister Ford himself. I bay\r\nbe wrodging Bister Ford, but do dot thig so.'\r\n\r\nI thought the reasoning sound.\r\n\r\n'All thad, however,' resumed Mr Abney, removing his face from a\r\njug of menthol at which he had been sniffing with the tense\r\nconcentration of a dog at a rabbit-hole, 'is beside the poidt. I\r\nberely bedtiod it to explaid why White will accompady you to\r\nLondon.'\r\n\r\n'What!'\r\n\r\nThe exclamation was forced from me by my dismay. This was\r\nappalling. If this infernal detective was to accompany me, my\r\nchance of bringing Ogden back was gone. It had been my intention\r\nto go straight to my rooms, in the hope of finding him not yet\r\ndeparted. But how was I to explain his presence there to White?\r\n\r\n'I don't think it's necessary, Mr Abney,' I protested. 'I am sure\r\nI can manage this affair by myself.'\r\n\r\n'Two heads are better thad wud,' said the invalid sententiously,\r\nburying his features in the jug once more.\r\n\r\n'Too many cooks spoil the broth,' I replied. If the conversation\r\nwas to consist of copybook maxims, I could match him as long as he\r\npleased.\r\n\r\nHe did not keep up the intellectual level of the discussion.\r\n\r\n'Dodseds!' he snapped, with the irritation of a man whose proverb\r\nhas been capped by another. I had seldom heard him speak so\r\nsharply. White's revelation had evidently impressed him. He had\r\nall the ordinary peaceful man's reverence for the professional\r\ndetective.\r\n\r\n'White will accompany you, Bister Burds,' he said doggedly.\r\n\r\n'Very well,' I said.\r\n\r\nAfter all, it might be that I should get an opportunity of giving\r\nhim the slip. London is a large city.\r\n\r\nA few minutes later the cab arrived, and White and I set forth on\r\nour mission.\r\n\r\nWe did not talk much in the cab. I was too busy with my thoughts\r\nto volunteer remarks, and White, apparently, had meditations of\r\nhis own to occupy him.\r\n\r\nIt was when we had settled ourselves in an empty compartment and\r\nthe train had started that he found speech. I had provided myself\r\nwith a book as a barrier against conversation, and began at once\r\nto make a pretence of reading, but he broke through my defences.\r\n\r\n'Interesting book, Mr Burns?'\r\n\r\n'Very,' I said.\r\n\r\n'Life's more interesting than books.'\r\n\r\nI made no comment on this profound observation. He was not\r\ndiscouraged.\r\n\r\n'Mr Burns,' he said, after the silence had lasted a few moments.\r\n\r\n'Yes?'\r\n\r\n'Let's talk for a spell. These train-journeys are pretty slow.'\r\n\r\nAgain I seemed to detect that curious undercurrent of meaning in\r\nhis voice which I had noticed in the course of our brief exchange\r\nof remarks in the hall. I glanced up and met his eye. He was\r\nlooking at me in a way that struck me as curious. There was\r\nsomething in those bright brown eyes of his which had the effect\r\nof making me vaguely uneasy. Something seemed to tell me that he\r\nhad a definite motive in forcing his conversation on me.\r\n\r\n'I guess I can interest you a heap more than that book, even if\r\nit's the darndest best seller that was ever hatched.'\r\n\r\n'Oh!'\r\n\r\nHe lit a cigarette.\r\n\r\n'You didn't want me around on this trip, did you?'\r\n\r\n'It seemed rather unnecessary for both of us to go,' I said\r\nindifferently. 'Still, perhaps two heads are better than one, as\r\nMr Abney remarked. What do you propose to do when you get to\r\nLondon?'\r\n\r\nHe bent forward and tapped me on the knee.\r\n\r\n'I propose to stick to you like a label on a bottle, sonny,' he\r\nsaid. 'That's what I propose to do.'\r\n\r\n'What do you mean?'\r\n\r\nI was finding it difficult, such is the effect of a guilty\r\nconscience, to meet his eye, and the fact irritated me.\r\n\r\n'I want to find out that address you gave the Ford kid this\r\nmorning out in the stable-yard.'\r\n\r\nIt is strange how really literal figurative expressions are. I had\r\nread stories in which some astonished character's heart leaped\r\ninto his mouth. For an instant I could have supposed that mine had\r\nactually done so. The illusion of some solid object blocking up my\r\nthroat was extraordinarily vivid, and there certainly seemed to be\r\na vacuum in the spot where my heart should have been. Not for a\r\nsubstantial reward could I have uttered a word at that moment. I\r\ncould not even breathe. The horrible unexpectedness of the blow\r\nhad paralysed me.\r\n\r\nWhite, however, was apparently prepared to continue the chat\r\nwithout my assistance.\r\n\r\n'I guess you didn't know I was around, or you wouldn't have talked\r\nthat way. Well, I was, and I heard every word you said. Here was\r\nthe money, you said, and he was to take it and break for London,\r\nand go to the address on this card, and your pal Smith would look\r\nafter him. I guess there had been some talk before that, but I\r\ndidn't arrive in time to hear it. But I heard all I wanted, except\r\nthat address. And that's what I'm going to find out when we get to\r\nLondon.'\r\n\r\nHe gave out this appalling information in a rich and soothing\r\nvoice, as if it were some ordinary commonplace. To me it seemed to\r\nend everything. I imagined I was already as good as under arrest.\r\nWhat a fool I had been to discuss such a matter in a place like a\r\nstable yard, however apparently empty. I might have known that at\r\na school there are no empty places.\r\n\r\n'I must say it jarred me when I heard you pulling that stuff,'\r\ncontinued White. 'I haven't what you might call a childlike faith\r\nin my fellow-man as a rule, but it had never occurred to me for a\r\nmoment that you could be playing that game. It only shows,' he\r\nadded philosophically, 'that you've got to suspect everybody when\r\nit comes to a gilt-edged proposition like the Little Nugget.'\r\n\r\nThe train rattled on. I tried to reduce my mind to working order,\r\nto formulate some plan, but could not.\r\n\r\nBeyond the realization that I was in the tightest corner of my\r\nlife, I seemed to have lost the power of thought.\r\n\r\nWhite resumed his monologue.\r\n\r\n'You had me guessing,' he admitted. 'I couldn't figure you out.\r\nFirst thing, of course, I thought you must be working in with Buck\r\nMacGinnis and his crowd. Then all that happened tonight, and I saw\r\nthat, whoever you might be working in with, it wasn't Buck. And\r\nnow I've placed you. You're not in with any one. You're just\r\nplaying it by yourself. I shouldn't mind betting this was your\r\nfirst job, and that you saw your chance of making a pile by\r\nholding up old man Ford, and thought it was better than\r\nschoolmastering, and grabbed it.'\r\n\r\nHe leaned forward and tapped me on the knee again. There was\r\nsomething indescribably irritating in the action. As one who has\r\nhad experience, I can state that, while to be arrested at all is\r\nbad, to be arrested by a detective with a fatherly manner is\r\nmaddening.\r\n\r\n'See here,' he said, 'we must get together over this business.'\r\n\r\nI suppose it was the recollection of the same words in the mouth\r\nof Buck MacGinnis that made me sit up with a jerk and stare at\r\nhim.\r\n\r\n'We'll make a great team,' he said, still in that same cosy voice.\r\n'If ever there was a case of fifty-fifty, this is it. You've got\r\nthe kid, and I've got you. I can't get away with him without your\r\nhelp, and you can't get away with him unless you square me. It's a\r\nstand-off. The only thing is to sit in at the game together and\r\nshare out. Does it go?'\r\n\r\nHe beamed kindly on my bewilderment during the space of time it\r\ntakes to select a cigarette and light a match. Then, blowing a\r\ncontented puff of smoke, he crossed his legs and leaned back.\r\n\r\n'When I told you I was a Pinkerton's man, sonny,' he said, 'I\r\nmissed the cold truth by about a mile. But you caught me shooting\r\noff guns in the grounds, and it was up to me to say something.'\r\n\r\nHe blew a smoke-ring and watched it dreamily till it melted in the\r\ndraught from the ventilator.\r\n\r\n'I'm Smooth Sam Fisher,' he said.\r\n\r\n\r\nII\r\n\r\nWhen two emotions clash, the weaker goes to the wall. Any surprise\r\nI might have felt was swallowed up in my relief. If I had been at\r\nliberty to be astonished, my companion's information would no\r\ndoubt have astonished me. But I was not. I was so relieved that he\r\nwas not a Pinkerton's man that I did not really care what else he\r\nmight be.\r\n\r\n'It's always been a habit of mine, in these little matters,' he\r\nwent on, 'to let other folks do the rough work, and chip in myself\r\nwhen they've cleared the way. It saves trouble and expense. I\r\ndon't travel with a gang, like that bone-headed Buck. What's the\r\nuse of a gang? They only get tumbling over each other and spoiling\r\neverything. Look at Buck! Where is he? Down and out. While I--'\r\n\r\nHe smiled complacently. His manner annoyed me. I objected to being\r\nlooked upon as a humble cat's paw by this bland scoundrel.\r\n\r\n'While you--what?' I said.\r\n\r\nHe looked at me in mild surprise.\r\n\r\n'Why, I come in with you, sonny, and take my share like a\r\ngentleman.'\r\n\r\n'Do you!'\r\n\r\n'Well, don't I?'\r\n\r\nHe looked at me in the half-reproachful half-affectionate manner\r\nof the kind old uncle who reasons with a headstrong nephew.\r\n\r\n'Young man,' he said, 'you surely aren't thinking you can put one\r\nover on me in this business? Tell me, you don't take me for that\r\nsort of ivory-skulled boob? Do you imagine for one instant, sonny,\r\nthat I'm not next to every move in this game? Are you deluding\r\nyourself with the idea that this thing isn't a perfect cinch for\r\nme? Let's hear what's troubling you. You seem to have gotten some\r\nfoolish ideas in your head. Let's talk it over quietly.'\r\n\r\n'If you have no objection,' I said, 'no. I don't want to talk to\r\nyou, Mr Fisher. I don't like you, and I don't like your way of\r\nearning your living. Buck MacGinnis was bad enough, but at least\r\nhe was a straightforward tough. There's no excuse for you.'\r\n\r\n'Surely we are unusually righteous this p.m., are we not?' said\r\nSam suavely.\r\n\r\nI did not answer.\r\n\r\n'Is this not mere professional jealousy?'\r\n\r\nThis was too much for me.\r\n\r\n'Do you imagine for a moment that I'm doing this for money?'\r\n\r\n'I did have that impression. Was I wrong? Do you kidnap the sons\r\nof millionaires for your health?'\r\n\r\n'I promised that I would get this boy back to his mother. That is\r\nwhy I gave him the money to go to London. And that is why my valet\r\nwas to have taken him to--to where Mrs Ford is.'\r\n\r\nHe did not reply in words, but if ever eyebrows spoke, his said,\r\n'My dear sir, really!' I could not remain silent under their\r\npatent disbelief.\r\n\r\n'That's the simple truth,' I said.\r\n\r\nHe shrugged his shoulders, as who would say, 'Have it your own\r\nway. Let us change the subject.'\r\n\r\n'You say \"was to have taken\". Have you changed your plans?'\r\n\r\n'Yes, I'm going to take the boy back to the school.'\r\n\r\nHe laughed--a rich, rolling laugh. His double chin shook\r\ncomfortably.\r\n\r\n'It won't do,' he said, shaking his head with humorous reproach.\r\n'It won't do.'\r\n\r\n'You don't believe me?'\r\n\r\n'Frankly, I do not.'\r\n\r\n'Very well,' I said, and began to read my book.\r\n\r\n'If you want to give me the slip,' he chuckled, 'you must do\r\nbetter than that. I can see you bringing the Nugget back to the\r\nschool.'\r\n\r\n'You will, if you wait,' I said.\r\n\r\n'I wonder what that address was that you gave him,' he mused.\r\n'Well, I shall soon know.'\r\n\r\nHe lapsed into silence. The train rolled on. I looked at my watch.\r\nLondon was not far off now.\r\n\r\n'The present arrangement of equal division,' said Sam, breaking a\r\nlong silence, 'holds good, of course, only in the event of your\r\nquitting this fool game and doing the square thing by me. Let me\r\nput it plainly. We are either partners or competitors. It is for\r\nyou to decide. If you will be sensible and tell me that address, I\r\nwill pledge my word--'\r\n\r\n'Your word!' I said scornfully.\r\n\r\n'Honour among thieves!' replied Sam, with unruffled geniality. 'I\r\nwouldn't double-cross you for worlds. If, however, you think you\r\ncan manage without my assistance, it will then be my melancholy\r\nduty to beat you to the kid, and collect him and the money\r\nentirely on my own account. Am I to take it,' he said, as I was\r\nsilent, 'that you prefer war to an alliance?'\r\n\r\nI turned a page of my book and went on reading.\r\n\r\n'If Youth but knew!' he sighed. 'Young man, I am nearly twice your\r\nage, and I have, at a modest estimate, about ten times as much\r\nsense. Yet, in your overweening self-confidence, with your\r\nungovernable gall, you fancy you can hand me a lemon. _Me!_ I\r\nshould smile!'\r\n\r\n'Do,' I said. 'Do, while you can.'\r\n\r\nHe shook his head reprovingly.\r\n\r\n'You will not be so fresh, sonny, in a few hours. You will be\r\nbiting pieces out of yourself, I fear. And later on, when my\r\nautomobile splashes you with mud in Piccadilly, you will taste the\r\nfull bitterness of remorse. Well, Youth must buy its experience, I\r\nsuppose!'\r\n\r\nI looked across at him as he sat, plump and rosy and complacent,\r\npuffing at his cigarette, and my heart warmed to the old ruffian.\r\nIt was impossible to maintain an attitude of righteous iciness\r\nwith him. I might loathe his mode of life, and hate him as a\r\nrepresentative--and a leading representative--of one of the most\r\ncontemptible trades on earth, but there was a sunny charm about\r\nthe man himself which made it hard to feel hostile to him as an\r\nindividual.\r\n\r\nI closed my book with a bang and burst out laughing.\r\n\r\n'You're a wonder!' I said.\r\n\r\nHe beamed at what he took to be evidence that I was coming round\r\nto the friendly and sensible view of the matter.\r\n\r\n'Then you think, on consideration--' he said. 'Excellent! Now, my\r\ndear young man, all joking aside, you will take me with you to\r\nthat address, will you not? You observe that I do not ask you to\r\ngive it to me. Let there be not so much as the faintest odour of\r\nthe double-cross about this business. All I ask is that you allow\r\nme to accompany you to where the Nugget is hidden, and then rely\r\non my wider experience of this sort of game to get him safely away\r\nand open negotiations with the dad.'\r\n\r\n'I suppose your experience has been wide?' I said.\r\n\r\n'Quite tolerably--quite tolerably.'\r\n\r\n'Doesn't it ever worry you the anxiety and misery you cause?'\r\n\r\n'Purely temporary, both. And then, look at it in another way.\r\nThink of the joy and relief of the bereaved parents when sonny\r\ncomes toddling home again! Surely it is worth some temporary\r\ndistress to taste that supreme happiness? In a sense, you might\r\ncall me a human benefactor. I teach parents to appreciate their\r\nchildren. You know what parents are. Father gets caught short in\r\nsteel rails one morning. When he reaches home, what does he do? He\r\neases his mind by snapping at little Willie. Mrs Van First-Family\r\nforgets to invite mother to her freak-dinner. What happens? Mother\r\ntakes it out of William. They love him, maybe, but they are too\r\nused to him. They do not realize all he is to them. And then, one\r\nafternoon, he disappears. The agony! The remorse! \"How could I\r\never have told our lost angel to stop his darned noise!\" moans\r\nfather. \"I struck him!\" sobs mother. \"With this jewelled hand I\r\nspanked our vanished darling!\" \"We were not worthy to have him,\"\r\nthey wail together. \"But oh, if we could but get him back!\" Well\r\nthey do. They get him back as soon as ever they care to come\r\nacross in unmarked hundred-dollar bills. And after that they think\r\ntwice before working off their grouches on the poor kid. So I\r\nbring universal happiness into the home. I don't say father\r\ndoesn't get a twinge every now and then when he catches sight of\r\nthe hole in his bank balance, but, darn it, what's money for if\r\nit's not to spend?'\r\n\r\nHe snorted with altruistic fervour.\r\n\r\n'What makes you so set on kidnapping Ogden Ford?' I asked. 'I know\r\nhe is valuable, but you must have made your pile by this time. I\r\ngather that you have been practising your particular brand of\r\nphilanthropy for a good many years. Why don't you retire?'\r\n\r\nHe sighed.\r\n\r\n'It is the dream of my life to retire, young man. You may not\r\nbelieve me, but my instincts are thoroughly domestic. When I have\r\nthe leisure to weave day-dreams, they centre around a cosy little\r\nhome with a nice porch and stationary washtubs.'\r\n\r\nHe regarded me closely, as if to decide whether I was worthy of\r\nthese confidences. There was something wistful in his brown eyes.\r\nI suppose the inspection must have been favourable, or he was in a\r\nmood when a man must unbosom himself to someone, for he proceeded\r\nto open his heart to me. A man in his particular line of business,\r\nI imagine, finds few confidants, and the strain probably becomes\r\nintolerable at times.\r\n\r\n'Have you ever experienced the love of a good woman, sonny? It's a\r\nwonderful thing.' He brooded sentimentally for a moment, then\r\ncontinued, and--to my mind--somewhat spoiled the impressiveness of\r\nhis opening words. 'The love of a good woman,' he said, 'is about\r\nthe darnedest wonderful lay-out that ever came down the pike. I\r\nknow. I've had some.'\r\n\r\nA spark from his cigarette fell on his hand. He swore a startled\r\noath.\r\n\r\n'We came from the same old town,' he resumed, having recovered\r\nfrom this interlude. 'Used to be kids at the same school ...\r\nWalked to school together ... me carrying her luncheon-basket and\r\nhelping her over the fences ... Ah! ... Just the same when we grew\r\nup. Still pals. And that was twenty years ago ... The arrangement\r\nwas that I should go out and make the money to buy the home, and\r\nthen come back and marry her.'\r\n\r\n'Then why the devil haven't you done it?' I said severely.\r\n\r\nHe shook his head.\r\n\r\n'If you know anything about crooks, young man,' he said, 'you'll\r\nknow that outside of their own line they are the easiest marks that\r\never happened. They fall for anything. At least, it's always been\r\nthat way with me. No sooner did I get together a sort of pile and\r\nstart out for the old town, when some smooth stranger would come\r\nalong and steer me up against some skin-game, and back I'd have to\r\ngo to work. That happened a few times, and when I did manage at\r\nlast to get home with the dough I found she had married another\r\nguy. It's hard on women, you see,' he explained chivalrously. 'They\r\nget lonesome and Roving Rupert doesn't show up, so they have to\r\nmarry Stay-at-Home Henry just to keep from getting the horrors.'\r\n\r\n'So she's Mrs Stay-at-Home Henry now?' I said sympathetically.\r\n\r\n'She was till a year ago. She's a widow now. Deceased had a\r\nmisunderstanding with a hydrophobia skunk, so I'm informed. I\r\nbelieve he was a good man. Outside of licking him at school I\r\ndidn't know him well. I saw her just before I left to come here.\r\nShe's as fond of me as ever. It's all settled, if only I can\r\nconnect with the mazuma. And she don't want much, either. Just\r\nenough to keep the home together.'\r\n\r\n'I wish you happiness,' I said.\r\n\r\n'You can do better than that. You can take me with you to that\r\naddress.'\r\n\r\nI avoided the subject.\r\n\r\n'What does she say to your way of making money?' I asked.\r\n\r\n'She doesn't know, and she ain't going to know. I don't see why a\r\nman has got to tell his wife every little thing in his past. She\r\nthinks I'm a drummer, travelling in England for a dry-goods firm.\r\nShe wouldn't stand for the other thing, not for a minute. She's\r\nvery particular. Always was. That's why I'm going to quit after\r\nI've won out over this thing of the Little Nugget.' He looked at\r\nme hopefully. 'So you _will_ take me along, sonny, won't you?'\r\n\r\nI shook my head.\r\n\r\n'You won't?'\r\n\r\n'I'm sorry to spoil a romance, but I can't. You must look around\r\nfor some other home into which to bring happiness. The Fords' is\r\nbarred.'\r\n\r\n'You are very obstinate, young man,' he said, sadly, but without\r\nany apparent ill-feeling. 'I can't persuade you?'\r\n\r\n'No.'\r\n\r\n'Ah, well! So we are to be rivals, not allies. You will regret\r\nthis, sonny. I may say you will regret it very bitterly. When you\r\nsee me in my automo--'\r\n\r\n'You mentioned your automobile before.'\r\n\r\n'Ah! So I did.'\r\n\r\nThe train had stopped, as trains always do on English railways\r\nbefore entering a terminus. Presently it began to move forward\r\nhesitatingly, as if saying to itself, 'Now, am I really wanted\r\nhere? Shall I be welcome?' Eventually, after a second halt, it\r\nglided slowly alongside the platform.\r\n\r\nI sprang out and ran to the cab-rank. I was aboard a taxi, bowling\r\nout of the station before the train had stopped.\r\n\r\nPeeping out of the window at the back, I was unable to see Sam. My\r\nadroit move, I took it, had baffled him. I had left him standing.\r\n\r\nIt was a quarter of an hour's drive to my rooms, but to me, in my\r\nanxiety, it seemed more. This was going to be a close thing, and\r\nsuccess or failure a matter of minutes. If he followed my\r\ninstructions Smith would be starting for the Continental boat-train\r\ntonight with his companion; and, working out the distances,\r\nI saw that, by the time I could arrive, he might already have left\r\nmy rooms. Sam's supervision at Sanstead Station had made it\r\nimpossible for me to send a telegram. I had had to trust to\r\nchance. Fortunately my train, by a miracle, had been up to time,\r\nand at my present rate of progress I ought to catch Smith a few\r\nminutes before he left the building.\r\n\r\nThe cab pulled up. I ran up the stairs and opened the door of my\r\napartment.\r\n\r\n'Smith!' I called.\r\n\r\nA chair scraped along the floor and a door opened at the end of\r\nthe passage. Smith came out.\r\n\r\n'Thank goodness you have not started. I thought I should miss you.\r\nWhere is the boy?'\r\n\r\n'The boy, sir?'\r\n\r\n'The boy I wrote to you about.'\r\n\r\n'He has not arrived, sir.'\r\n\r\n'Not arrived?'\r\n\r\n'No, sir.'\r\n\r\nI stared at him blankly.\r\n\r\n'How long have you been here?'\r\n\r\n'All day, sir.'\r\n\r\n'You have not been out?'\r\n\r\n'Not since the hour of two, sir.'\r\n\r\n'I can't understand it,' I said.\r\n\r\n'Perhaps the young gentleman changed his mind and never started,\r\nsir?'\r\n\r\n'I know he started.'\r\n\r\nSmith had no further suggestion to offer.\r\n\r\n'Pending the young gentleman's arrival, sir, I remain in London?'\r\n\r\nA fruity voice spoke at the door behind me.\r\n\r\n'What! Hasn't he arrived?'\r\n\r\nI turned. There, beaming and benevolent, stood Mr Fisher.\r\n\r\n'It occurred to me to look your name out in the telephone\r\ndirectory,' he explained. 'I might have thought of that before.'\r\n\r\n'Come in here,' I said, opening the door of the sitting-room. I\r\ndid not want to discuss the thing with him before Smith.\r\n\r\nHe looked about the room admiringly.\r\n\r\n'So these are your quarters,' he said. 'You do yourself pretty\r\nwell, young man. So I understand that the Nugget has gone wrong in\r\ntransit. He has altered his plans on the way?'\r\n\r\n'I can't understand it.'\r\n\r\n'I can! You gave him a certain amount of money?'\r\n\r\n'Yes. Enough to get him to--where he was going.'\r\n\r\n'Then, knowing the boy, I should say that he has found other uses\r\nfor it. He's whooping it up in London, and, I should fancy, having\r\nthe time of his young life.'\r\n\r\nHe got up.\r\n\r\n'This of course,' he said, 'alters considerably any understanding\r\nwe may have come to, sonny. All idea of a partnership is now out\r\nof the question. I wish you well, but I have no further use for\r\nyou. Somewhere in this great city the Little Nugget is hiding, and\r\nI mean to find him--entirely on my own account. This is where our\r\npaths divide, Mr Burns. Good night.'"
  ]
}