{
  "index": 7,
  "title": "Chapter 6",
  "paragraphs": [
    "Looking at it now I can see that the days which followed Audrey's\r\narrival at Sanstead marked the true beginning of our acquaintanceship.\r\nBefore, during our engagement, we had been strangers, artificially\r\ntied together, and she had struggled against the chain. But now,\r\nfor the first time, we were beginning to know each other, and were\r\ndiscovering that, after all, we had much in common.\r\n\r\nIt did not alarm me, this growing feeling of comradeship. Keenly\r\non the alert as I was for the least sign that would show that I\r\nwas in danger of weakening in my loyalty to Cynthia, I did not\r\ndetect one in my friendliness for Audrey. On the contrary, I was\r\nhugely relieved, for it seemed to me that the danger was past. I\r\nhad not imagined it possible that I could ever experience towards\r\nher such a tranquil emotion as this easy friendliness. For the\r\nlast five years my imagination had been playing round her memory,\r\nuntil I suppose I had built up in my mind some almost superhuman\r\nimage, some goddess. What I was passing through now, of course,\r\nthough I was unaware of it, was the natural reaction from that\r\nstate of mind. Instead of the goddess, I had found a companionable\r\nhuman being, and I imagined that I had effected the change myself,\r\nand by sheer force of will brought Audrey into a reasonable\r\nrelation to the scheme of things.\r\n\r\nI suppose a not too intelligent moth has much the same views with\r\nregard to the lamp. His last thought, as he enters the flame, is\r\nprobably one of self-congratulation that he has arranged his\r\ndealings with it on such a satisfactory commonsense basis.\r\n\r\nAnd then, when I was feeling particularly safe and complacent,\r\ndisaster came.\r\n\r\nThe day was Wednesday, and my 'afternoon off', but the rain was\r\ndriving against the windows, and the attractions of billiards with\r\nthe marker at the 'Feathers' had not proved sufficient to make me\r\nface the two-mile walk in the storm. I had settled myself in the\r\nstudy. There was a noble fire burning in the grate, and the\r\ndarkness lit by the glow of the coals, the dripping of the rain,\r\nthe good behaviour of my pipe, and the reflection that, as I sat\r\nthere, Glossop was engaged downstairs in wrestling with my class,\r\ncombined to steep me in a meditative peace. Audrey was playing the\r\npiano in the drawing-room. The sound came to me faintly through\r\nthe closed doors. I recognized what she was playing. I wondered if\r\nthe melody had the same associations for her that it had for me.\r\n\r\nThe music stopped. I heard the drawing-room door open. She came\r\ninto the study.\r\n\r\n'I didn't know there was anyone here,' she said. 'I'm frozen. The\r\ndrawing-room fire's out.'\r\n\r\n'Come and sit down,' I said. 'You don't mind the smoke?'\r\n\r\nI drew a chair up to the fire for her, feeling, as I did so, a\r\ncertain pride. Here I was, alone with her in the firelight, and my\r\npulse was regular and my brain cool. I had a momentary vision of\r\nmyself as the Strong Man, the strong, quiet man with the iron grip\r\non his emotions. I was pleased with myself.\r\n\r\nShe sat for some minutes, gazing into the fire. Little spurts of\r\nflame whistled comfortably in the heart of the black-red coals.\r\nOutside the storm shrieked faintly, and flurries of rain dashed\r\nthemselves against the window.\r\n\r\n'It's very nice in here,' she said at last.\r\n\r\n'Peaceful.'\r\n\r\nI filled my pipe and re-lit it. Her eyes, seen for an instant in\r\nthe light of the match, looked dreamy.\r\n\r\n'I've been sitting here listening to you,' I said. 'I liked that\r\nlast thing you played.'\r\n\r\n'You always did.'\r\n\r\n'You remember that? Do you remember one evening--no, you\r\nwouldn't.'\r\n\r\n'Which evening?'\r\n\r\n'Oh, you wouldn't remember. It's only one particular evening when\r\nyou played that thing. It sticks in my mind. It was at your\r\nfather's studio.'\r\n\r\nShe looked up quickly.\r\n\r\n'We went out afterwards and sat in the park.'\r\n\r\nI sat up thrilled.\r\n\r\n'A man came by with a dog,' I said.\r\n\r\n'Two dogs.'\r\n\r\n'One surely!'\r\n\r\n'Two. A bull-dog and a fox-terrier.'\r\n\r\n'I remember the bull-dog, but--by Jove, you're right. A fox-terrier\r\nwith a black patch over his left eye.'\r\n\r\n'Right eye.'\r\n\r\n'Right eye. They came up to us, and you--'\r\n\r\n'Gave them chocolates.'\r\n\r\nI sank back slowly in my chair.\r\n\r\n'You've got a wonderful memory,' I said.\r\n\r\nShe bent over the fire without speaking. The rain rattled on the\r\nwindow.\r\n\r\n'So you still like my playing, Peter?'\r\n\r\n'I like it better than ever; there's something in it now that I\r\ndon't believe there used to be. I can't describe it--something--'\r\n\r\n'I think it's knowledge, Peter,' she said quietly. 'Experience.\r\nI'm five years older than I was when I used to play to you before,\r\nand I've seen a good deal in those five years. It may not be\r\naltogether pleasant seeing life, but--well, it makes you play the\r\npiano better. Experience goes in at the heart and comes out at the\r\nfinger-tips.'\r\n\r\nIt seemed to me that she spoke a little bitterly.\r\n\r\n'Have you had a bad time, Audrey, these last years?' I said.\r\n\r\n'Pretty bad.'\r\n\r\n'I'm sorry.'\r\n\r\n'I'm not--altogether. I've learned a lot.'\r\n\r\nShe was silent again, her eyes fixed on the fire.\r\n\r\n'What are you thinking about?' I said.\r\n\r\n'Oh, a great many things.'\r\n\r\n'Pleasant?'\r\n\r\n'Mixed. The last thing I thought about was pleasant. That was,\r\nthat I am very lucky to be doing the work I am doing now. Compared\r\nwith some of the things I have done--'\r\n\r\nShe shivered.\r\n\r\n'I wish you would tell me about those years, Audrey,' I said.\r\n'What were some of the things you did?'\r\n\r\nShe leaned back in her chair and shaded her face from the fire\r\nwith a newspaper. Her eyes were in the shadow.\r\n\r\n'Well, let me see. I was a nurse for some time at the Lafayette\r\nHospital in New York.'\r\n\r\n'That's hard work?'\r\n\r\n'Horribly hard. I had to give it up after a while. But--it teaches\r\nyou.... You learn.... You learn--all sorts of things. Realities.\r\nHow much of your own trouble is imagination. You get real trouble\r\nin a hospital. You get it thrown at you.'\r\n\r\nI said nothing. I was feeling--I don't know why--a little\r\nuncomfortable, a little at a disadvantage, as one feels in the\r\npresence of some one bigger than oneself.\r\n\r\n'Then I was a waitress.'\r\n\r\n'A waitress?'\r\n\r\n'I tell you I did everything. I was a waitress, and a very bad\r\none. I broke plates. I muddled orders. Finally I was very rude to\r\na customer and I went on to try something else. I forget what came\r\nnext. I think it was the stage. I travelled for a year with a\r\ntouring company. That was hard work, too, but I liked it. After\r\nthat came dressmaking, which was harder and which I hated. And\r\nthen I had my first stroke of real luck.'\r\n\r\n'What was that?'\r\n\r\n'I met Mr Ford.'\r\n\r\n'How did that happen?'\r\n\r\n'You wouldn't remember a Miss Vanderley, an American girl who was\r\nover in London five or six years ago? My father taught her\r\npainting. She was very rich, but she was wild at that time to be\r\nBohemian. I think that's why she chose Father as a teacher. Well,\r\nshe was always at the studio, and we became great friends, and one\r\nday, after all these things I have been telling you of, I thought\r\nI would write to her, and see if she could not find me something\r\nto do. She was a _dear_.' Her voice trembled, and she lowered\r\nthe newspaper till her whole face was hidden. 'She wanted me to\r\ncome to their home and live on her for ever, but I couldn't have\r\nthat. I told her I must work. So she sent me to Mr Ford, whom the\r\nVanderleys knew very well, and I became Ogden's governess.'\r\n\r\n'Great Scott!' I cried. 'What!'\r\n\r\nShe laughed rather shakily.\r\n\r\n'I don't think I was a very good governess. I knew next to\r\nnothing. I ought to have been having a governess myself. But I\r\nmanaged somehow.'\r\n\r\n'But Ogden?' I said. 'That little fiend, didn't he worry the life\r\nout of you?'\r\n\r\n'Oh, I had luck there again. He happened to take a mild liking to\r\nme, and he was as good as gold--for him; that's to say, if I\r\ndidn't interfere with him too much, and I didn't. I was horribly\r\nweak; he let me alone. It was the happiest time I had had for\r\nages.'\r\n\r\n'And when he came here, you came too, as a sort of ex-governess,\r\nto continue exerting your moral influence over him?'\r\n\r\nShe laughed.\r\n\r\n'More or less that.'\r\n\r\nWe sat in silence for a while, and then she put into words the\r\nthought which was in both our minds.\r\n\r\n'How odd it seems, you and I sitting together chatting like this,\r\nPeter, after all--all these years.'\r\n\r\n'Like a dream!'\r\n\r\n'Just like a dream ... I'm so glad.... You don't know how I've\r\nhated myself sometimes for--for--'\r\n\r\n'Audrey! You mustn't talk like that. Don't let's think of it.\r\nBesides, it was my fault.'\r\n\r\nShe shook her head.\r\n\r\n'Well, put it that we didn't understand one another.'\r\n\r\nShe nodded slowly.\r\n\r\n'No, we didn't understand one another.'\r\n\r\n'But we do now,' I said. 'We're friends, Audrey.'\r\n\r\nShe did not answer. For a long time we sat in silence. And then the\r\nnewspaper must have moved--a gleam from the fire fell upon her face,\r\nlighting up her eyes; and at the sight something in me began to\r\nthrob, like a drum warning a city against danger. The next moment\r\nthe shadow had covered them again.\r\n\r\nI sat there, tense, gripping the arms of my chair. I was tingling.\r\nSomething was happening to me. I had a curious sensation of being\r\non the threshold of something wonderful and perilous.\r\n\r\nFrom downstairs there came the sound of boys' voices. Work was\r\nover, and with it this talk by the firelight. In a few minutes\r\nsomebody, Glossop, or Mr Abney, would be breaking in on our\r\nretreat.\r\n\r\nWe both rose, and then--it happened. She must have tripped in the\r\ndarkness. She stumbled forward, her hand caught at my coat, and\r\nshe was in my arms.\r\n\r\nIt was a thing of an instant. She recovered herself, moved to the\r\ndoor, and was gone.\r\n\r\nBut I stood where I was, motionless, aghast at the revelation\r\nwhich had come to me in that brief moment. It was the physical\r\ncontact, the feel of her, warm and alive, that had shattered for\r\never that flimsy structure of friendship which I had fancied so\r\nstrong. I had said to Love, 'Thus far, and no farther', and Love\r\nhad swept over me, the more powerful for being checked. The time\r\nof self-deception was over. I knew myself."
  ]
}