{
  "index": 12,
  "title": "Chapter 11",
  "paragraphs": [
    "I\r\n\r\nIn those grey days there was one thought, of the many that\r\noccupied my mind, which brought with it a certain measure of\r\nconsolation. It was the reflection that this state of affairs\r\ncould not last for ever. The school term was drawing to a close.\r\nSoon I should be free from the propinquity which paralysed my\r\nefforts to fight. I was resolved that the last day of term should\r\nend for ever my connection with Sanstead House and all that was in\r\nit. Mrs Ford must find some other minion. If her happiness\r\ndepended on the recovery of the Little Nugget, she must learn to\r\ndo without happiness, like the rest of the inhabitants of this\r\nhorrible world.\r\n\r\nMeanwhile, however, I held myself to be still on duty. By what\r\ntortuous processes of thought I had arrived at the conclusion I do\r\nnot know, but I considered myself responsible to Audrey for the\r\nsafeguarding of the Little Nugget, and no altered relations\r\nbetween us could affect my position. Perhaps mixed up with this\r\nattitude of mind, was the less altruistic wish to foil Smooth Sam.\r\nHis continued presence at the school was a challenge to me.\r\n\r\nSam's behaviour puzzled me. I do not know exactly what I expected\r\nhim to do, but I certainly did not expect him to do nothing. Yet\r\nday followed day, and still he made no move. He was the very model\r\nof a butler. But our dealings with one another in London had left\r\nme vigilant, and his inaction did not disarm me. It sprang from\r\npatience, not from any weakening of purpose or despair of success.\r\nSooner or later I knew he would act, swiftly and suddenly, with a\r\nplan perfected in every detail.\r\n\r\nBut when he made his attack it was the very simplicity of his\r\nmethods that tricked me, and only pure chance defeated him.\r\n\r\nI have said that it was the custom of the staff of masters at\r\nSanstead House School--in other words, of every male adult in the\r\nhouse except Mr Fisher himself--to assemble in Mr Abney's study\r\nafter dinner of an evening to drink coffee. It was a ceremony,\r\nlike most of the ceremonies at an establishment such as a school,\r\nwhere things are run on a schedule, which knew of no variation.\r\nSometimes Mr Abney would leave us immediately after the ceremony,\r\nbut he never omitted to take his part in it first.\r\n\r\nOn this particular evening, for the first time since the beginning\r\nof the term, I was seized with a prejudice against coffee. I had\r\nbeen sleeping badly for several nights, and I decided that\r\nabstention from coffee might remedy this.\r\n\r\nI waited, for form's sake, till Glossop and Mr Abney had filled\r\ntheir cups, then went to my room, where I lay down in the dark to\r\nwrestle with a more than usually pronounced fit of depression\r\nwhich had descended upon me. Solitude and darkness struck me as\r\nthe suitable setting for my thoughts.\r\n\r\nAt this moment Smooth Sam Fisher had no place in my meditations.\r\nMy mind was not occupied with him at all. When, therefore, the\r\ndoor, which had been ajar, began to open slowly, I did not become\r\ninstantly on the alert. Perhaps it was some sound, barely audible,\r\nthat aroused me from my torpor and set my blood tingling with\r\nanticipation. Perhaps it was the way the door was opening. An\r\nhonest draught does not move a door furtively, in jerks.\r\n\r\nI sat up noiseless, tense, and alert. And then, very quietly,\r\nsomebody entered the room.\r\n\r\nThere was only one person in Sanstead House who would enter a room\r\nlike that. I was amused. The impudence of the thing tickled me. It\r\nseemed so foreign to Mr Fisher's usual cautious methods. This\r\nstrolling in and helping oneself was certainly kidnapping _de\r\nluxe_. In the small hours I could have understood it; but at\r\nnine o'clock at night, with Glossop, Mr Abney and myself awake and\r\nliable to be met at any moment on the stairs, it was absurd. I\r\nmarvelled at Smooth Sam's effrontery.\r\n\r\nI lay still. I imagined that, being in, he would switch on the\r\nelectric light. He did, and I greeted him pleasantly.\r\n\r\n'And what can I do for _you_, Mr Fisher?'\r\n\r\nFor a man who had learned to control himself in difficult\r\nsituations he took the shock badly. He uttered a startled\r\nexclamation and spun round, open-mouthed.\r\n\r\nI could not help admiring the quickness with which he recovered\r\nhimself. Almost immediately he was the suave, chatty Sam Fisher\r\nwho had unbosomed his theories and dreams to me in the train to\r\nLondon.\r\n\r\n'I quit,' he said pleasantly. 'The episode is closed. I am a man\r\nof peace, and I take it that you would not keep on lying quietly\r\non that bed while I went into the other room and abstracted our\r\nyoung friend? Unless you have changed your mind again, would a\r\nfifty-fifty offer tempt you?'\r\n\r\n'Not an inch.'\r\n\r\n'Just so. I merely asked.'\r\n\r\n'And how about Mr Abney, in any case? Suppose we met him on the\r\nstairs?'\r\n\r\n'We should not meet him on the stairs,' said Sam confidently. 'You\r\ndid not take coffee tonight, I gather?'\r\n\r\n'I didn't--no. Why?'\r\n\r\nHe jerked his head resignedly.\r\n\r\n'Can you beat it! I ask you, young man, could I have foreseen\r\nthat, after drinking coffee every night regularly for two months,\r\nyou would pass it up tonight of all nights? You certainly are my\r\njinx, sonny. You have hung the Indian sign on me all right.'\r\n\r\nHis words had brought light to me.\r\n\r\n'Did you drug the coffee?'\r\n\r\n'Did I! I fixed it so that one sip would have an insomnia patient\r\nin dreamland before he had time to say \"Good night\". That stuff\r\nRip Van Winkle drank had nothing on my coffee. And all wasted!\r\nWell, well!'\r\n\r\nHe turned towards the door.\r\n\r\n'Shall I leave the light on, or would you prefer it off?'\r\n\r\n'On please. I might fall asleep in the dark.'\r\n\r\n'Not you! And, if you did, you would dream that I was there, and\r\nwake up. There are moments, young man, when you bring me pretty\r\nnear to quitting and taking to honest work.'\r\n\r\nHe paused.\r\n\r\n'But not altogether. I have still a shot or two in my locker. We\r\nshall see what we shall see. I am not dead yet. Wait!'\r\n\r\n'I will, and some day, when I am walking along Piccadilly, a\r\npassing automobile will splash me with mud. A heavily furred\r\nplutocrat will stare haughtily at me from the tonneau, and with a\r\nstart of surprise I shall recognize--'\r\n\r\n'Stranger things have happened. Be flip while you can, sonny. You\r\nwin so far, but this hoodoo of mine can't last for ever.'\r\n\r\nHe passed from the room with a certain sad dignity. A moment later\r\nhe reappeared.\r\n\r\n'A thought strikes me,' he said. 'The fifty-fifty proposition does\r\nnot impress you. Would it make things easier if I were to offer my\r\ncooperation for a mere quarter of the profit?'\r\n\r\n'Not in the least.'\r\n\r\n'It's a handsome offer.'\r\n\r\n'Wonderfully. I'm afraid I'm not dealing on any terms.'\r\n\r\nHe left the room, only to return once more. His head appeared,\r\nstaring at me round the door, in a disembodied way, like the\r\nCheshire Cat.\r\n\r\n'You won't say later on I didn't give you your chance?' he said\r\nanxiously.\r\n\r\nHe vanished again, permanently this time. I heard his steps\r\npassing down the stairs.\r\n\r\n\r\nII\r\n\r\nWe had now arrived at the last week of term, at the last days of\r\nthe last week. The holiday spirit was abroad in the school. Among\r\nthe boys it took the form of increased disorderliness. Boys who\r\nhad hitherto only made Glossop bellow now made him perspire and\r\ntear his hair as well. Boys who had merely spilt ink now broke\r\nwindows. The Little Nugget abandoned cigarettes in favour of an\r\nold clay pipe which he had found in the stables.\r\n\r\nAs for me, I felt like a spent swimmer who sees the shore almost\r\nwithin his reach. Audrey avoided me when she could, and was\r\nfrigidly polite when we met. But I suffered less now. A few more\r\ndays, and I should have done with this phase of my life for ever,\r\nand Audrey would once more become a memory.\r\n\r\nComplete quiescence marked the deportment of Mr Fisher during\r\nthese days. He did not attempt to repeat his last effort. The\r\ncoffee came to the study unmixed with alien drugs. Sam, like\r\nlightning, did not strike twice in the same place. He had the\r\nartist's soul, and disliked patching up bungled work. If he made\r\nanother move, it would, I knew, be on entirely fresh lines.\r\n\r\nIgnoring the fact that I had had all the luck, I was inclined to\r\nbe self-satisfied when I thought of Sam. I had pitted my wits\r\nagainst his, and I had won. It was a praiseworthy performance for\r\na man who had done hitherto nothing particular in his life.\r\n\r\nIf all the copybook maxims which had been drilled into me in my\r\nchildhood and my early disaster with Audrey had not been\r\nsufficient, I ought to have been warned by Sam's advice not to\r\ntake victory for granted till the fight was over. As Sam had said,\r\nhis luck would turn sooner or later.\r\n\r\nOne realizes these truths in theory, but the practical application\r\nof them seldom fails to come as a shock. I received mine on the\r\nlast morning but one of the term.\r\n\r\nShortly after breakfast a message was brought to me that Mr Abney\r\nwould like to see me in his study. I went without any sense of\r\ndisaster to come. Most of the business of the school was discussed\r\nin the study after breakfast, and I imagined that the matter had\r\nto do with some detail of the morrow's exodus.\r\n\r\nI found Mr Abney pacing the room, a look of annoyance on his face.\r\nAt the desk, her back to me, Audrey was writing. It was part of\r\nher work to take charge of the business correspondence of the\r\nestablishment. She did not look round when I came in, nor when Mr\r\nAbney spoke my name, but went on writing as if I did not exist.\r\n\r\nThere was a touch of embarrassment in Mr Abney's manner, for which\r\nI could not at first account. He was stately, but with the rather\r\ndefensive stateliness which marked his announcements that he was\r\nabout to pop up to London and leave me to do his work. He coughed\r\nonce or twice before proceeding to the business of the moment.\r\n\r\n'Ah, Mr Burns,' he said at length, 'might I ask if your plans for\r\nthe holidays, the--ah--earlier part of the holidays are settled?\r\nNo? ah--excellent.'\r\n\r\nHe produced a letter from the heap of papers on the desk.\r\n\r\n'Ah--excellent. That simplifies matters considerably. I have no\r\nright to ask what I am about to--ah--in fact ask. I have no claim\r\non your time in the holidays. But, in the circumstances, perhaps\r\nyou may see your way to doing me a considerable service. I have\r\nreceived a letter from Mr Elmer Ford which puts me in a position\r\nof some difficulty. It is not my wish--indeed, it is foreign to my\r\npolicy--to disoblige the parents of the boys who are entrusted to\r\nmy--ah--care, and I should like, if possible, to do what Mr Ford\r\nasks. It appears that certain business matters call him to the\r\nnorth of England for a few days, this rendering it impossible for\r\nhim to receive little Ogden tomorrow. It is not my custom to\r\ncriticize parents who have paid me the compliment of placing their\r\nsons at the most malleable and important period of their lives, in\r\nmy--ah--charge, but I must say that a little longer notice would\r\nhave been a--in fact, a convenience. But Mr Ford, like so many of\r\nhis countrymen, is what I believe is called a hustler. He does it\r\nnow, as the expression is. In short, he wishes to leave little\r\nOgden at the school for the first few days of the holidays, and I\r\nshould be extremely obliged, Mr Burns, if you should find it\r\npossible to stay here and--ah--look after him.'\r\n\r\nAudrey stopped writing and turned in her chair, the first\r\nintimation she had given that she had heard Mr Abney's remarks.\r\n\r\n'It really won't be necessary to trouble Mr Burns,' she said,\r\nwithout looking at me. 'I can take care of Ogden very well by\r\nmyself.'\r\n\r\n'In the case of an--ah--ordinary boy, Mrs Sheridan, I should not\r\nhesitate to leave you in sole charge as you have very kindly\r\noffered to stay and help me in this matter. But we must recollect\r\nnot only--I speak frankly--not only the peculiar--ah--disposition\r\nof this particular lad, but also the fact that those ruffians who\r\nvisited the house that night may possibly seize the opportunity to\r\nmake a fresh attack. I should not feel--ah--justified in\r\nthrusting so heavy a responsibility upon you.'\r\n\r\nThere was reason in what he said. Audrey made no reply. I heard\r\nher pen tapping on the desk and deduced her feelings. I, myself,\r\nfelt like a prisoner who, having filed through the bars of his\r\ncell, is removed to another on the eve of escape. I had so braced\r\nmyself up to endure till the end of term and no longer that this\r\npostponement of the day of release had a crushing effect.\r\n\r\nMr Abney coughed and lowered his voice confidentially.\r\n\r\n'I would stay myself, but the fact is, I am called to London on\r\nvery urgent business, and shall be unable to return for a day or\r\nso. My late pupil, the--ah--the Earl of Buxton, has been--I can\r\nrely on your discretion, Mr Burns--has been in trouble with the\r\nauthorities at Eton, and his guardian, an old college friend of\r\nmine--the--in fact, the Duke of Bessborough, who, rightly or wrongly,\r\nplaces--er--considerable reliance on my advice, is anxious to consult\r\nme on the matter. I shall return as soon as possible, but you will\r\nreadily understand that, in the circumstances, my time will not be my\r\nown. I must place myself unreservedly at--ah--Bessborough's disposal.'\r\n\r\nHe pressed the bell.\r\n\r\n'In the event of your observing any suspicious characters in\r\nthe neighbourhood, you have the telephone and can instantly\r\ncommunicate with the police. And you will have the assistance of--'\r\n\r\nThe door opened and Smooth Sam Fisher entered.\r\n\r\n'You rang, sir?'\r\n\r\n'Ah! Come in, White, and close the door. I have something to say\r\nto you. I have just been informing Mr Burns that Mr Ford has\r\nwritten asking me to allow his son to stay on at the school for\r\nthe first few days of the vacation.'\r\n\r\nHe turned to Audrey.\r\n\r\n'You will doubtless be surprised, Mrs Sheridan, and\r\npossibly--ah--somewhat startled, to learn the peculiar nature of\r\nWhite's position at Sanstead House. You have no objection to my\r\ninforming Mrs Sheridan, White, in consideration of the fact that you\r\nwill be working together in this matter? Just so. White is a detective\r\nin the employment of Pinkerton's Agency. Mr Ford'--a slight frown\r\nappeared on his lofty brow--'Mr Ford obtained his present situation\r\nfor him in order that he might protect his son in the event\r\nof--ah--in fact, any attempt to remove him.'\r\n\r\nI saw Audrey start. A quick flush came into her face. She uttered\r\na little exclamation of astonishment.\r\n\r\n'Just so,' said Mr Abney, by way of comment on this. 'You are\r\nnaturally surprised. The whole arrangement is excessively unusual,\r\nand, I may say--ah--disturbing. However, you have your duty to\r\nfulfil to your employer, White, and you will, of course, remain\r\nhere with the boy.'\r\n\r\n'Yes, sir.'\r\n\r\nI found myself looking into a bright brown eye that gleamed with\r\ngenial triumph. The other was closed. In the exuberance of the\r\nmoment, Smooth Sam had had the bad taste to wink at me.\r\n\r\n'You will have Mr Burns to help you, White. He has kindly\r\nconsented to postpone his departure during the short period in\r\nwhich I shall be compelled to be absent.'\r\n\r\nI had no recollection of having given any kind consent, but I was\r\nvery willing to have it assumed, and I was glad to see that Mr\r\nFisher, though Mr Abney did not observe it, was visibly taken\r\naback by this piece of information. But he made one of his swift\r\nrecoveries.\r\n\r\n'It is very kind of Mr Burns,' he said in his fruitiest voice,\r\n'but I hardly think it will be necessary to put him to the\r\ninconvenience of altering his plans. I am sure that Mr Ford would\r\nprefer the entire charge of the affair to be in my hands.'\r\n\r\nHe had not chosen a happy moment for the introduction of the\r\nmillionaire's name. Mr Abney was a man of method, who hated any\r\ndislocation of the fixed routine of life; and Mr Ford's letter had\r\nupset him. The Ford family, father and son, were just then\r\nextremely unpopular with him.\r\n\r\nHe crushed Sam.\r\n\r\n'What Mr Ford would or would not prefer is, in this particular\r\nmatter, beside the point. The responsibility for the boy, while he\r\nremains on the school premises, is--ah--mine, and I shall take\r\nsuch precautions as seem fit and adequate to--him--myself,\r\nirrespective of those which, in your opinion, might suggest\r\nthemselves to Mr Ford. As I cannot be here myself, owing\r\nto--ah--urgent business in London, I shall certainly take\r\nadvantage of Mr Burns's kind offer to remain as my deputy.'\r\n\r\nHe paused and blew his nose, his invariable custom after these\r\noccasional outbursts of his. Sam had not wilted beneath the storm.\r\nHe waited, unmoved, till all was over:\r\n\r\n'I am afraid I shall have to be more explicit,' he said: 'I had\r\nhoped to avoid scandal and unpleasantness, but I see it is\r\nimpossible.'\r\n\r\nMr Abney's astonished face emerged slowly from behind his\r\nhandkerchief.\r\n\r\n'I quite agree with you, sir, that somebody should be here to help\r\nme look after the boy, but not Mr Burns. I am sorry to have to say\r\nit, but I do not trust Mr Burns.'\r\n\r\nMr Abney's look of astonishment deepened. I, too, was surprised.\r\nIt was so unlike Sam to fling away his chances on a blundering\r\nattack like this.\r\n\r\n'What do you mean?' demanded Mr Abney.\r\n\r\n'Mr Burns is after the boy himself. He came to kidnap him.'\r\n\r\nMr Abney, as he had every excuse for doing, grunted with\r\namazement. I achieved the ringing laugh of amused innocence. It\r\nwas beyond me to fathom Sam's mind. He could not suppose that any\r\ncredence would be given to his wild assertion. It seemed to me\r\nthat disappointment had caused him momentarily to lose his head.\r\n\r\n'Are you mad, White?'\r\n\r\n'No, sir. I can prove what I say. If I had not gone to London with\r\nhim that last time, he'd have got away with the boy then, for\r\ncertain.'\r\n\r\nFor an instant an uneasy thought came to me that he might have\r\nsomething in reserve, something unknown to me, which had\r\nencouraged him to this direct attack. I dismissed the notion.\r\nThere could be nothing.\r\n\r\nMr Abney had turned to me with a look of hopeless bewilderment. I\r\nraised my eyebrows.\r\n\r\n'Ridiculous,' I said.\r\n\r\nThat this was the only comment seemed to be Mr Abney's view. He\r\nturned on Sam with the pettish anger of the mild man.\r\n\r\n'What do you _mean_, White, by coming to me with such a\r\npreposterous story?'\r\n\r\n'I don't say Mr Burns wished to kidnap the boy in the ordinary\r\nway,' said Sam imperturbably, 'like those men who came that night.\r\nHe had a special reason. Mr and Mrs Ford, as of course you know,\r\nsir, are divorced. Mr Burns was trying to get the boy away and\r\ntake him back to his mother.'\r\n\r\nI heard Audrey give a little gasp. Mr Abney's anger became\r\nmodified by a touch of doubt. I could see that these words, by\r\nlifting the accusation from the wholly absurd to the somewhat\r\nplausible, had impressed him. Once again I was gripped by the\r\nuneasy feeling that Sam had an unsuspected card to play. This\r\nmight be bluff, but it had a sinister ring.\r\n\r\n'You might say,' went on Sam smoothly, 'that this was creditable\r\nto Mr Burns's heart. But, from my employer's viewpoint and yours,\r\ntoo, it was a chivalrous impulse that needed to be checked. Will\r\nyou please read this, sir?'\r\n\r\nHe handed a letter to Mr Abney, who adjusted his glasses and began\r\nto read--at first in a detached, judicial way, then with startled\r\neagerness.\r\n\r\n'I felt it necessary to search among Mr Burns's papers, sir, in\r\nthe hope of finding--'\r\n\r\nAnd then I knew what he had found. From the first the blue-grey\r\nnotepaper had had a familiar look. I recognized it now. It was\r\nCynthia's letter, that damning document which I had been mad\r\nenough to read to him in London. His prediction that the luck\r\nwould change had come amazingly true.\r\n\r\nI caught Sam's eye. For the second time he was unfeeling enough to\r\nwink. It was a rich, comprehensive wink, as expressive and joyous\r\nas a college yell.\r\n\r\nMr Abney had absorbed the letter and was struggling for speech. I\r\ncould appreciate his emotion. If he had not actually been\r\nnurturing a viper in his bosom, he had come, from his point of\r\nview, very near it. Of all men, a schoolmaster necessarily looks\r\nwith the heartiest dislike on the would-be kidnapper.\r\n\r\nAs for me, my mind was in a whirl. I was entirely without a plan,\r\nwithout the very beginnings of a plan, to help me cope with this\r\nappalling situation. I was crushed by a sense of the utter\r\nhelplessness of my position. To denounce Sam was impossible; to\r\nexplain my comparative innocence was equally out of the question.\r\nThe suddenness of the onslaught had deprived me of the power of\r\ncoherent thought. I was routed.\r\n\r\nMr Abney was speaking.\r\n\r\n'Is your name Peter, Mr Burns?'\r\n\r\nI nodded. Speech was beyond me.\r\n\r\n'This letter is written by--ah--by a lady. It asks you in set\r\nterms to--ah--hasten to kidnap Ogden Ford. Do you wish me to read\r\nit to you? Or do you confess to knowing its contents?'\r\n\r\nHe waited for a reply. I had none to make.\r\n\r\n'You do not deny that you came to Sanstead House for the\r\ndeliberate purpose of kidnapping Ogden Ford?'\r\n\r\nI had nothing to say. I caught a glimpse of Audrey's face, cold\r\nand hard, and shifted my eyes quickly. Mr Abney gulped. His face\r\nwore the reproachful expression of a cod-fish when jerked out of\r\nthe water on the end of a line. He stared at me with pained\r\nrepulsion. That scoundrelly old buccaneer Sam did the same. He\r\nlooked like a shocked bishop.\r\n\r\n'I--ah--trusted you implicitly,' said Mr Abney.\r\n\r\nSam wagged his head at me reproachfully. With a flicker of spirit\r\nI glared at him. He only wagged the more.\r\n\r\nIt was, I think, the blackest moment of my life. A wild desire for\r\nescape on any terms surged over me. That look on Audrey's face was\r\nbiting into my brain like an acid.\r\n\r\n'I will go and pack,' I said.\r\n\r\n'This is the end of all things,' I said to myself.\r\n\r\nI had suspended my packing in order to sit on my bed and brood. I\r\nwas utterly depressed. There are crises in a man's life when\r\nReason fails to bring the slightest consolation. In vain I tried\r\nto tell myself that what had happened was, in essence, precisely\r\nwhat, twenty-four hours ago, I was so eager to bring about. It\r\namounted to this, that now, at last, Audrey had definitely gone\r\nout of my life. From now on I could have no relations with her of\r\nany sort. Was not this exactly what, twenty-four hours ago, I had\r\nwished? Twenty-four hours ago had I not said to myself that I\r\nwould go away and never see her again? Undoubtedly. Nevertheless,\r\nI sat there and groaned in spirit.\r\n\r\nIt was the end of all things.\r\n\r\nA mild voice interrupted my meditations.\r\n\r\n'Can I help?'\r\n\r\nSam was standing in the doorway, beaming on me with invincible\r\ngood-humour.\r\n\r\n'You are handling them wrong. Allow me. A moment more and you\r\nwould have ruined the crease.'\r\n\r\nI became aware of a pair of trousers hanging limply in my grasp.\r\nHe took them from me, and, folding them neatly, placed them in my\r\ntrunk.\r\n\r\n'Don't get all worked up about it, sonny,' he said. 'It's the\r\nfortune of war. Besides, what does it matter to you? Judging by\r\nthat very snug apartment in London, you have quite enough money\r\nfor a young man. Losing your job here won't break you. And, if\r\nyou're worrying about Mrs Ford and her feelings, don't! I guess\r\nshe's probably forgotten all about the Nugget by this time. So\r\ncheer up. _You're_ all right!'\r\n\r\nHe stretched out a hand to pat me on the shoulder, then thought\r\nbetter of it and drew it back.\r\n\r\n'Think of _my_ happiness, if you want something to make you\r\nfeel good. Believe me, young man, it's _some_. I could sing!\r\nGee, when I think that it's all plain sailing now and no more\r\ntroubles, I could dance! You don't know what it means to me,\r\nputting through this deal. I wish you knew Mary! That's her name.\r\nYou must come and visit us, sonny, when we're fixed up in the\r\nhome. There'll always be a knife and fork for _you_. We'll\r\nmake you one of the family! Lord! I can see the place as plain as\r\nI can see you. Nice frame house with a good porch.... Me in a\r\nrocker in my shirt-sleeves, smoking a cigar and reading the\r\nbaseball news; Mary in another rocker, mending my socks and\r\nnursing the cat! We'll sure have a cat. Two cats. I like cats. And\r\na goat in the front garden. Say, it'll be _great!_'\r\n\r\nAnd on the word, emotion overcoming prudence, he brought his fat\r\nhand down with a resounding smack on my bowed shoulders.\r\n\r\nThere is a limit. I bounded to my feet.\r\n\r\n'Get out!' I yelped. 'Get out of here!'\r\n\r\n'Sure,' he replied agreeably. He rose without haste and regarded\r\nme compassionately. 'Cheer up, son! Be a sport!'\r\n\r\nThere are moments when the best of men become melodramatic. I\r\noffer this as excuse for my next observation.\r\n\r\nClenching my fists and glaring at him, I cried, 'I'll foil you\r\nyet, you hound!'\r\n\r\nSome people have no soul for the dramatic. He smiled tolerantly.\r\n\r\n'Sure,' he said. 'Anything you like, Desperate Desmond. Enjoy\r\nyourself!'\r\n\r\nAnd he left me."
  ]
}