{
  "index": 15,
  "title": "Chapter 14",
  "paragraphs": [
    "I\r\n\r\n'What shall we do?' said Audrey.\r\n\r\nShe looked at me hopefully, as if I were a mine of ideas. Her\r\nvoice was level, without a suggestion of fear in it. Women have\r\nthe gift of being courageous at times when they might legitimately\r\ngive way. It is part of their unexpectedness.\r\n\r\nThis was certainly such an occasion. Daylight would bring us\r\nrelief, for I did not suppose that even Buck MacGinnis would care\r\nto conduct a siege which might be interrupted by the arrival of\r\ntradesmen's carts; but while the darkness lasted we were\r\ncompletely cut off from the world. With the destruction of the\r\ntelephone wire our only link with civilization had been snapped.\r\nEven had the night been less stormy than it was, there was no\r\nchance of the noise of our warfare reaching the ears of anyone who\r\nmight come to the rescue. It was as Sam had said, Buck's energy\r\nunited to his strategy formed a strong combination.\r\n\r\nBroadly speaking, there are only two courses open to a beleaguered\r\ngarrison. It can stay where it is, or it can make a sortie. I\r\nconsidered the second of these courses.\r\n\r\nIt was possible that Sam and his allies had departed in the\r\nautomobile to get reinforcements, leaving the coast temporarily\r\nclear; in which case, by escaping from the house at once, we might\r\nbe able to slip unobserved through the grounds and reach the\r\nvillage in safety. To support this theory there was the fact that\r\nthe car, on its late visit, had contained only the chauffeur and\r\nthe two ambassadors, while Sam had spoken of the remainder of\r\nBuck's gang as being in readiness to attack in the event of my not\r\ncoming to terms. That might mean that they were waiting at Buck's\r\nheadquarters, wherever those might be--at one of the cottages down\r\nthe road, I imagined; and, in the interval before the attack\r\nbegan, it might be possible for us to make our sortie with\r\nsuccess.\r\n\r\n'Is Ogden in bed?' I asked.\r\n\r\n'Yes.'\r\n\r\n'Will you go and get him up as quickly as you can?'\r\n\r\nI strained my eyes at the window, but it was impossible to see\r\nanything. The rain was still falling heavily. If the drive had\r\nbeen full of men they would have been invisible to me.\r\n\r\nPresently Audrey returned, followed by Ogden. The Little Nugget\r\nwas yawning the aggrieved yawns of one roused from his beauty\r\nsleep.\r\n\r\n'What's all this?' he demanded.\r\n\r\n'Listen,' I said. 'Buck MacGinnis and Smooth Sam Fisher have come\r\nafter you. They are outside now. Don't be frightened.'\r\n\r\nHe snorted derisively.\r\n\r\n'Who's frightened? I guess they won't hurt _me_. How do you know\r\nit's them?'\r\n\r\n'They have just been here. The man who called himself White, the\r\nbutler, was really Sam Fisher. He has been waiting an opportunity\r\nto get you all the term.'\r\n\r\n'White! Was he Sam Fisher?' He chuckled admiringly. 'Say, he's a\r\nwonder!'\r\n\r\n'They have gone to fetch the rest of the gang.'\r\n\r\n'Why don't you call the cops?'\r\n\r\n'They have cut the wire.'\r\n\r\nHis only emotions at the news seemed to be amusement and a renewed\r\nadmiration for Smooth Sam. He smiled broadly, the little brute.\r\n\r\n'He's a wonder!' he repeated. 'I guess he's smooth, all right.\r\nHe's the limit! He'll get me all right this trip. I bet you a\r\nnickel he wins out.'\r\n\r\nI found his attitude trying. That he, the cause of all the trouble,\r\nshould be so obviously regarding it as a sporting contest got up\r\nfor his entertainment, was hard to bear. And the fact that, whatever\r\nmight happen to myself, he was in no danger, comforted me not at all.\r\nIf I could have felt that we were in any way companions in peril,\r\nI might have looked on the bulbous boy with quite a friendly eye.\r\nAs it was, I nearly kicked him.\r\n\r\n'We had better waste no time,' suggested Audrey, 'if we are going.'\r\n\r\n'I think we ought to try it,' I said.\r\n\r\n'What's that?' asked the Nugget. 'Go where?'\r\n\r\n'We are going to steal out through the back way and try to slip\r\nthrough to the village.'\r\n\r\nThe Nugget's comment on the scheme was brief and to the point. He\r\ndid not embarrass me with fulsome praise of my strategic genius.\r\n\r\n'Of all the fool games!' he said simply. 'In this rain? No, sir!'\r\n\r\nThis new complication was too much for me. In planning out my\r\nmanoeuvres I had taken his cooperation for granted. I had looked\r\non him as so much baggage--the impedimenta of the retreating army.\r\nAnd, behold, a mutineer!\r\n\r\nI took him by the scruff of the neck and shook him. It was a\r\nrelief to my feelings and a sound move. The argument was one which\r\nhe understood.\r\n\r\n'Oh, all right,' he said. 'Anything you like. Come on. But it sounds\r\nto me like darned foolishness!'\r\n\r\nIf nothing else had happened to spoil the success of that sortie,\r\nthe Nugget's depressing attitude would have done so. Of all things,\r\nit seems to me, a forlorn hope should be undertaken with a certain\r\nenthusiasm and optimism if it is to have a chance of being successful.\r\nOgden threw a gloom over the proceedings from the start. He was cross\r\nand sleepy, and he condemned the expedition unequivocally. As we moved\r\ntowards the back door he kept up a running stream of abusive comment.\r\nI silenced him before cautiously unbolting the door, but he had said\r\nenough to damp my spirits. I do not know what effect it would have\r\nhad on Napoleon's tactics if his army--say, before Austerlitz--had\r\nspoken of his manoeuvres as a 'fool game' and of himself as a 'big\r\nchump', but I doubt if it would have stimulated him.\r\n\r\nThe back door of Sanstead House opened on to a narrow yard, paved\r\nwith flagstones and shut in on all sides but one by walls. To the\r\nleft was the outhouse where the coal was stored, a squat barnlike\r\nbuilding: to the right a wall that appeared to have been erected\r\nby the architect in an outburst of pure whimsicality. It just\r\nstood there. It served no purpose that I had ever been able to\r\ndiscover, except to act as a cats' club-house.\r\n\r\nTonight, however, I was thankful for this wall. It formed an\r\nimportant piece of cover. By keeping in its shelter it was\r\npossible to work round the angle of the coal-shed, enter the\r\nstable-yard, and, by making a detour across the football field,\r\navoid the drive altogether. And it was the drive, in my opinion,\r\nthat might be looked on as the danger zone.\r\n\r\nThe Nugget's complaints, which I had momentarily succeeded in\r\nchecking, burst out afresh as the rain swept in at the open door\r\nand lashed our faces. Certainly it was not an ideal night for a\r\nramble. The wind was blowing through the opening at the end of the\r\nyard with a compressed violence due to the confined space. There\r\nwas a suggestion in our position of the Cave of the Winds under\r\nNiagara Falls, the verisimilitude of which was increased by the\r\nstream of water that poured down from the gutter above our heads.\r\nThe Nugget found it unpleasant, and said so shrilly.\r\n\r\nI pushed him out into the storm, still protesting, and we began to\r\ncreep across the yard. Half-way to the first point of importance\r\nof our journey, the corner of the coal-shed, I halted the\r\nexpedition. There was a sudden lull in the wind, and I took\r\nadvantage of it to listen.\r\n\r\nFrom somewhere beyond the wall, apparently near the house, sounded\r\nthe muffled note of the automobile. The siege-party had returned.\r\n\r\nThere was no time to be lost. Apparently the possibility of a\r\nsortie had not yet occurred to Sam, or he would hardly have left\r\nthe back door unguarded; but a general of his astuteness was\r\ncertain to remedy the mistake soon, and our freedom of action\r\nmight be a thing of moments. It behoved us to reach the stable-yard\r\nas quickly as possible. Once there, we should be practically through\r\nthe enemy's lines.\r\n\r\nAdministering a kick to the Nugget, who showed a disposition to\r\nlinger and talk about the weather, I moved on, and we reached the\r\ncorner of the coal-shed in safety.\r\n\r\nWe had now arrived at the really perilous stage in our journey.\r\nHaving built his wall to a point level with the end of the coal-shed,\r\nthe architect had apparently wearied of the thing and given it up;\r\nfor it ceased abruptly, leaving us with a matter of half a dozen\r\nyards of open ground to cross, with nothing to screen us from the\r\nwatchers on the drive. The flagstones, moreover, stopped at this\r\npoint. On the open space was loose gravel. Even if the darkness\r\nallowed us to make the crossing unseen, there was the risk that we\r\nmight be heard.\r\n\r\nIt was a moment for a flash of inspiration, and I was waiting for\r\none, when that happened which took the problem out of my hands.\r\nFrom the interior of the shed on our left there came a sudden\r\nscrabbling of feet over loose coal, and through the square opening\r\nin the wall, designed for the peaceful purpose of taking in sacks,\r\nclimbed two men. A pistol cracked. From the drive came an\r\nanswering shout. We had been ambushed.\r\n\r\nI had misjudged Sam. He had not overlooked the possibility of a\r\nsortie.\r\n\r\nIt is the accidents of life that turn the scale in a crisis. The\r\nopening through which the men had leaped was scarcely a couple of\r\nyards behind the spot where we were standing. If they had leaped\r\nfairly and kept their feet, they would have been on us before we\r\ncould have moved. But Fortune ordered it that, zeal outrunning\r\ndiscretion, the first of the two should catch his foot in the\r\nwoodwork and fall on all fours, while the second, unable to check\r\nhis spring, alighted on top of him, and, judging from the stifled\r\nyell which followed, must have kicked him in the face.\r\n\r\nIn the moment of their downfall I was able to form a plan and\r\nexecute it.\r\n\r\n'The stables!'\r\n\r\nI shouted the words to Audrey in the act of snatching up the\r\nNugget and starting to run. She understood. She did not hesitate\r\nin the direction of the house for even the instant which might\r\nhave undone us, but was with me at once; and we were across the\r\nopen space and in the stable-yard before the first of the men in\r\nthe drive loomed up through the darkness. Half of the wooden\r\ndouble-gate of the yard was open, and the other half served us as\r\na shield. They fired as they ran--at random, I think, for it was\r\ntoo dark for them to have seen us clearly--and two bullets slapped\r\nagainst the gate. A third struck the wall above our heads and\r\nricocheted off into the night. But before they could fire again we\r\nwere in the stables, the door slammed behind us, and I had dumped\r\nthe Nugget on the floor, and was shooting the heavy bolts into\r\ntheir places. Footsteps clattered over the flagstones and stopped\r\noutside. Some weighty body plunged against the door. Then there\r\nwas silence. The first round was over.\r\n\r\nThe stables, as is the case in most English country-houses, had\r\nbeen, in its palmy days, the glory of Sanstead House. In whatever\r\nother respect the British architect of that period may have fallen\r\nshort, he never scamped his work on the stables. He built them\r\nstrong and solid, with walls fitted to repel the assaults of the\r\nweather, and possibly those of men as well, for the Boones in\r\ntheir day had been mighty owners of race-horses at a time when men\r\nwith money at stake did not stick at trifles, and it was prudent\r\nto see to it that the spot where the favourite was housed had\r\nsomething of the nature of a fortress. The walls were thick, the\r\ndoor solid, the windows barred with iron. We could scarcely have\r\nfound a better haven of refuge.\r\n\r\nUnder Mr Abney's rule, the stables had lost their original\r\ncharacter. They had been divided into three compartments, each\r\nseparated by a stout wall. One compartment became a gymnasium,\r\nanother the carpenter's shop, the third, in which we were,\r\nremained a stable, though in these degenerate days no horse ever\r\nset foot inside it, its only use being to provide a place for the\r\nodd-job man to clean shoes. The mangers which had once held fodder\r\nwere given over now to brushes and pots of polish. In term-time,\r\nbicycles were stored in the loose-box which had once echoed to the\r\ntramping of Derby favourites.\r\n\r\nI groped about among the pots and brushes, and found a candle-end,\r\nwhich I lit. I was running a risk, but it was necessary to inspect\r\nour ground. I had never troubled really to examine this stable\r\nbefore, and I wished to put myself in touch with its geography.\r\n\r\nI blew out the candle, well content with what I had seen. The only\r\ntwo windows were small, high up, and excellently barred. Even if\r\nthe enemy fired through them there were half a dozen spots where\r\nwe should be perfectly safe. Best of all, in the event of the door\r\nbeing carried by assault, we had a second line of defence in a\r\nloft. A ladder against the back wall led to it, by way of a trap-door.\r\nCircumstances had certainly been kind to us in driving us to this\r\napparently impregnable shelter.\r\n\r\nOn concluding my inspection, I became aware that the Nugget was\r\nstill occupied with his grievances. I think the shots must have\r\nstimulated his nerve centres, for he had abandoned the languid\r\ndrawl with which, in happier moments, he was wont to comment on\r\nlife's happenings, and was dealing with the situation with a\r\nstaccato briskness.\r\n\r\n'Of all the darned fool lay-outs I ever struck, this is the limit.\r\nWhat do those idiots think they're doing, shooting us up that way?\r\nIt went within an inch of my head. It might have killed me. Gee,\r\nand I'm all wet. I'm catching cold. It's all through your blamed\r\nfoolishness, bringing us out here. Why couldn't we stay in the\r\nhouse?'\r\n\r\n'We could not have kept them out of the house for five minutes,' I\r\nexplained. 'We can hold this place.'\r\n\r\n'Who wants to hold it? I don't. What does it matter if they do get\r\nme? _I_ don't care. I've a good mind to walk straight out through\r\nthat door and let them rope me in. It would serve Dad right. It\r\nwould teach him not to send me away from home to any darned school\r\nagain. What did he want to do it for? I was all right where I was.\r\nI--'\r\n\r\nA loud hammering on the door cut off his eloquence. The\r\nintermission was over, and the second round had begun.\r\n\r\nIt was pitch dark in the stable now that I had blown out the\r\ncandle, and there is something about a combination of noise and\r\ndarkness which tries the nerves. If mine had remained steady, I\r\nshould have ignored the hammering. From the sound, it appeared to\r\nbe made by some wooden instrument--a mallet from the carpenter's\r\nshop I discovered later--and the door could be relied on to hold\r\nits own without my intervention. For a novice to violence,\r\nhowever, to maintain a state of calm inaction is the most\r\ndifficult feat of all. I was irritated and worried by the noise,\r\nand exaggerated its importance. It seemed to me that it must be\r\nstopped at once.\r\n\r\nA moment before, I had bruised my shins against an empty packing-case,\r\nwhich had found its way with other lumber into the stable. I groped\r\nfor this, swung it noiselessly into position beneath the window,\r\nand, standing on it, looked out. I found the catch of the window,\r\nand opened it. There was nothing to be seen, but the sound of the\r\nhammering became more distinct; and pushing an arm through the bars,\r\nI emptied my pistol at a venture.\r\n\r\nAs a practical move, the action had flaws. The shots cannot have\r\ngone anywhere near their vague target. But as a demonstration, it\r\nwas a wonderful success. The yard became suddenly full of dancing\r\nbullets. They struck the flagstones, bounded off, chipped the\r\nbricks of the far wall, ricocheted from those, buzzed in all\r\ndirections, and generally behaved in a manner calculated to unman\r\nthe stoutest hearted.\r\n\r\nThe siege-party did not stop to argue. They stampeded as one man.\r\nI could hear them clattering across the flagstones to every point\r\nof the compass. In a few seconds silence prevailed, broken only by\r\nthe swish of the rain. Round two had been brief, hardly worthy to\r\nbe called a round at all, and, like round one, it had ended wholly\r\nin our favour.\r\n\r\nI jumped down from my packing-case, swelling with pride. I had had\r\nno previous experience of this sort of thing, yet here I was\r\nhandling the affair like a veteran. I considered that I had a\r\nright to feel triumphant. I lit the candle again, and beamed\r\nprotectively upon the garrison.\r\n\r\nThe Nugget was sitting on the floor, gaping feebly, and awed for\r\nthe moment into silence. Audrey, in the far corner, looked pale\r\nbut composed. Her behaviour was perfect. There was nothing for her\r\nto do, and she was doing it with a quiet self-control which won\r\nmy admiration. Her manner seemed to me exactly suited to the\r\nexigencies of the situation. With a super-competent dare-devil\r\nlike myself in charge of affairs, all she had to do was to wait\r\nand not get in the way.\r\n\r\n'I didn't hit anybody,' I announced, 'but they ran like rabbits.\r\nThey are all over Hampshire.'\r\n\r\nI laughed indulgently. I could afford an attitude of tolerant\r\namusement towards the enemy.\r\n\r\n'Will they come back?'\r\n\r\n'Possibly. And in that case'--I felt in my left-hand coat-pocket--'I\r\nhad better be getting ready.' I felt in my right-hand coat-pocket.\r\n'Ready,' I repeated blankly. A clammy coldness took possession of me.\r\nMy voice trailed off into nothingness. For in neither pocket was\r\nthere a single one of the shells with which I had fancied that I\r\nwas abundantly provided. In moments of excitement man is apt to make\r\nmistakes. I had made mine when, starting out on the sortie, I had\r\nleft all my ammunition in the house.\r\n\r\n\r\nII\r\n\r\nI should like to think that it was an unselfish desire to spare my\r\ncompanions anxiety that made me keep my discovery to myself. But I\r\nam afraid that my reticence was due far more to the fact that I\r\nshrank from letting the Nugget discover my imbecile carelessness.\r\nEven in times of peril one retains one's human weaknesses; and I\r\nfelt that I could not face his comments. If he had permitted a\r\ncertain note of querulousness to creep into his conversation\r\nalready, the imagination recoiled from the thought of the caustic\r\ndepths he would reach now should I reveal the truth.\r\n\r\nI tried to make things better with cheery optimism.\r\n\r\n'_They_ won't come back!' I said stoutly, and tried to believe it.\r\n\r\nThe Nugget as usual struck the jarring note.\r\n\r\n'Well, then, let's beat it,' he said. 'I don't want to spend the\r\nnight in this darned icehouse. I tell you I'm catching cold. My\r\nchest's weak. If you're so dead certain you've scared them away,\r\nlet's quit.'\r\n\r\nI was not prepared to go as far as this.\r\n\r\n'They may be somewhere near, hiding.'\r\n\r\n'Well, what if they are? I don't mind being kidnapped. Let's go.'\r\n\r\n'I think we ought to wait,' said Audrey.\r\n\r\n'Of course,' I said. 'It would be madness to go out now.'\r\n\r\n'Oh, pshaw!' said the Little Nugget; and from this point onwards\r\npunctuated the proceedings with a hacking cough.\r\n\r\nI had never really believed that my demonstration had brought the\r\nsiege to a definite end. I anticipated that there would be some\r\ndelay before the renewal of hostilities, but I was too well\r\nacquainted with Buck MacGinnis's tenacity to imagine that he would\r\nabandon his task because a few random shots had spread momentary\r\npanic in his ranks. He had all the night before him, and sooner or\r\nlater he would return.\r\n\r\nI had judged him correctly. Many minutes dragged wearily by\r\nwithout a sign from the enemy, then, listening at the window, I\r\nheard footsteps crossing the yard and voices talking in cautious\r\nundertones. The fight was on once more.\r\n\r\nA bright light streamed through the window, flooding the opening\r\nand spreading in a wide circle on the ceiling. It was not\r\ndifficult to understand what had happened. They had gone to the\r\nautomobile and come back with one of the head-lamps, an astute\r\nmove in which I seemed to see the finger of Sam. The danger-spot\r\nthus rendered harmless, they renewed their attack on the door with\r\na reckless vigour. The mallet had been superseded by some heavier\r\ninstrument--of iron this time. I think it must have been the jack\r\nfrom the automobile. It was a more formidable weapon altogether\r\nthan the mallet, and even our good oak door quivered under it.\r\n\r\nA splintering of wood decided me that the time had come to retreat\r\nto our second line of entrenchments. How long the door would hold\r\nit was impossible to say, but I doubted if it was more than a\r\nmatter of minutes.\r\n\r\nRelighting my candle, which I had extinguished from motives of\r\neconomy, I caught Audrey's eye and jerked my head towards the\r\nladder.\r\n\r\n'You go first,' I whispered.\r\n\r\nThe Nugget watched her disappear through the trap-door, then\r\nturned to me with an air of resolution.\r\n\r\n'If you think you're going to get _me_ up there, you've\r\nanother guess coming. I'm going to wait here till they get in, and\r\nlet them take me. I'm about tired of this foolishness.'\r\n\r\nIt was no time for verbal argument. I collected him, a kicking\r\nhandful, bore him to the ladder, and pushed him through the\r\nopening. He uttered one of his devastating squeals. The sound\r\nseemed to encourage the workers outside like a trumpet-blast. The\r\nblows on the door redoubled.\r\n\r\nI climbed the ladder and shut the trap-door behind me.\r\n\r\nThe air of the loft was close and musty and smelt of mildewed hay.\r\nIt was not the sort of spot which one would have selected of one's\r\nown free will to sit in for any length of time. There was a rustling\r\nnoise, and a rat scurried across the rickety floor, drawing a\r\nstartled gasp from Audrey and a disgusted 'Oh, piffle!' from the\r\nNugget. Whatever merits this final refuge might have as a stronghold,\r\nit was beyond question a noisome place.\r\n\r\nThe beating on the stable-door was working up to a crescendo.\r\nPresently there came a crash that shook the floor on which we sat\r\nand sent our neighbours, the rats, scuttling to and fro in a\r\nperfect frenzy of perturbation. The light of the automobile lamp\r\npoured in through the numerous holes and chinks which the passage\r\nof time had made in the old boards. There was one large hole near\r\nthe centre which produced a sort of searchlight effect, and\r\nallowed us for the first time to see what manner of place it was\r\nin which we had entrenched ourselves. The loft was high and\r\nspacious. The roof must have been some seven feet above our heads.\r\nI could stand upright without difficulty.\r\n\r\nIn the proceedings beneath us there had come a lull. The mystery\r\nof our disappearance had not baffled the enemy for long, for almost\r\nimmediately the rays of the lamp had shifted and begun to play on\r\nthe trap-door. I heard somebody climb the ladder, and the trap-door\r\ncreaked gently as a hand tested it. I had taken up a position beside\r\nit, ready, if the bolt gave way, to do what I could with the butt of\r\nmy pistol, my only weapon. But the bolt, though rusty, was strong,\r\nand the man dropped to the ground again. Since then, except for\r\noccasional snatches of whispered conversation, I had heard nothing.\r\n\r\nSuddenly Sam's voice spoke.\r\n\r\n'Mr Burns!'\r\n\r\nI saw no advantage in remaining silent.\r\n\r\n'Well?'\r\n\r\n'Haven't you had enough of this? You've given us a mighty good run\r\nfor our money, but you can see for yourself that you're through\r\nnow. I'd hate like anything for you to get hurt. Pass the kid\r\ndown, and we'll call it off.'\r\n\r\nHe paused.\r\n\r\n'Well?' he said. 'Why don't you answer?'\r\n\r\n'I did.'\r\n\r\n'Did you? I didn't hear you.'\r\n\r\n'I smiled.'\r\n\r\n'You mean to stick it out? Don't be foolish, sonny. The boys here\r\nare mad enough at you already. What's the use of getting yourself\r\nin bad for nothing? We've got you in a pocket. I know all about that\r\ngun of yours, young fellow. I had a suspicion what had happened,\r\nand I've been into the house and found the shells you forgot to\r\ntake with you. So, if you were thinking of making a bluff in that\r\ndirection forget it!'\r\n\r\nThe exposure had the effect I had anticipated.\r\n\r\n'Of all the chumps!' exclaimed the Nugget caustically. 'You ought\r\nto be in a home. Well, I guess you'll agree to end this foolishness\r\nnow? Let's go down and get it over and have some peace. I'm getting\r\npneumonia.'\r\n\r\n'You're quite right, Mr Fisher,' I said. 'But don't forget I still\r\nhave the pistol, even if I haven't the shells. The first man who\r\ntries to come up here will have a headache tomorrow.'\r\n\r\n'I shouldn't bank on it, sonny. Come along, kiddo! You're done. Be\r\ngood, and own it. We can't wait much longer.'\r\n\r\n'You'll have to try.'\r\n\r\nBuck's voice broke in on the discussion, quite unintelligible\r\nexcept that it was obviously wrathful.\r\n\r\n'Oh well!' I heard Sam say resignedly, and then there was silence\r\nagain below.\r\n\r\nI resumed my watch over the trap-door, encouraged. This parleying,\r\nI thought, was an admission of failure on the part of the\r\nbesiegers. I did not credit Sam with a real concern for my\r\nwelfare--thereby doing him an injustice. I can see now that he\r\nspoke perfectly sincerely. The position, though I was unaware of\r\nit, really was hopeless, for the reason that, like most positions,\r\nit had a flank as well as a front. In estimating the possibilities\r\nof attack, I had figured assaults as coming only from below. I had\r\nomitted from my calculations the fact that the loft had a roof.\r\n\r\nIt was a scraping on the tiles above my head that first brought\r\nthe new danger-point to my notice. There followed the sound of\r\nheavy hammering, and with it came a sickening realization of the\r\ntruth of what Sam had said. We were beaten.\r\n\r\nI was too paralysed by the unexpectedness of the attack to form\r\nany plan; and, indeed, I do not think that there was anything that\r\nI could have done. I was unarmed and helpless. I stood there,\r\nwaiting for the inevitable.\r\n\r\nAffairs moved swiftly. Plaster rained down on to the wooden floor.\r\nI was vaguely aware that the Nugget was speaking, but I did not\r\nlisten to him.\r\n\r\nA gap appeared in the roof and widened. I could hear the heavy\r\nbreathing of the man as he wrenched at the tiles.\r\n\r\nAnd then the climax arrived, with anticlimax following so swiftly\r\nupon it that the two were almost simultaneous. I saw the worker on\r\nthe roof cautiously poise himself in the opening, hunched up like\r\nsome strange ape. The next moment he had sprung.\r\n\r\nAs his feet touched the floor there came a rending, splintering\r\ncrash; the air was filled with a choking dust, and he was gone.\r\nThe old worn out boards had shaken under my tread. They had given\r\nway in complete ruin beneath this sharp onslaught. The rays of the\r\nlamp, which had filtered in like pencils of light through\r\ncrevices, now shone in a great lake in the centre of the floor.\r\n\r\nIn the stable below all was confusion. Everybody was speaking at\r\nonce. The hero of the late disaster was groaning horribly, for\r\nwhich he certainly had good reason: I did not know the extent of\r\nhis injuries, but a man does not do that sort of thing with\r\nimpunity. The next of the strange happenings of the night now\r\noccurred.\r\n\r\nI had not been giving the Nugget a great deal of my attention for\r\nsome time, other and more urgent matters occupying me.\r\n\r\nHis action at this juncture, consequently, came as a complete and\r\ncrushing surprise.\r\n\r\nI was edging my way cautiously towards the jagged hole in the\r\ncentre of the floor, in the hope of seeing something of what was\r\ngoing on below, when from close beside me his voice screamed.\r\n'It's me, Ogden Ford. I'm coming!' and, without further warning,\r\nhe ran to the hole, swung himself over, and dropped.\r\n\r\nManna falling from the skies in the wilderness never received a\r\nmore whole-hearted welcome. Howls and cheers and ear-splitting\r\nwhoops filled the air. The babel of talk broke out again. Some\r\nexuberant person found expression of his joy in emptying his\r\npistol at the ceiling, to my acute discomfort, the spot he had\r\nselected as a target chancing to be within a foot of where I\r\nstood. Then they moved off in a body, still cheering. The fight\r\nwas over.\r\n\r\nI do not know how long it was before I spoke. It may have been\r\nsome minutes. I was dazed with the swiftness with which the final\r\nstages of the drama had been played out. If I had given him more\r\nof my attention, I might have divined that Ogden had been waiting\r\nhis opportunity to make some such move; but, as it was, the\r\npossibility had not even occurred to me, and I was stunned.\r\n\r\nIn the distance I heard the automobile moving off down the drive.\r\nThe sound roused me.\r\n\r\n'Well, we may as well go,' I said dully. I lit the candle and held\r\nit up. Audrey was standing against the wall, her face white and\r\nset.\r\n\r\nI raised the trap-door and followed her down the ladder.\r\n\r\nThe rain had ceased, and the stars were shining. After the\r\ncloseness of the loft, the clean wet air was delicious. For a\r\nmoment we stopped, held by the peace and stillness of the night.\r\n\r\nThen, quite suddenly, she broke down.\r\n\r\nIt was the unexpectedness of it that first threw me off my balance.\r\nIn all the time I had known her, I had never before seen Audrey in\r\ntears. Always, in the past, she had borne the blows of fate with a\r\nstoical indifference which had alternately attracted and repelled\r\nme, according as my mood led me to think it courage or insensibility.\r\nIn the old days, it had done much, this trait of hers, to rear a\r\nbarrier between us. It had made her seem aloof and unapproachable.\r\nSubconsciously, I suppose, it had offended my egoism that she should\r\nbe able to support herself in times of trouble, and not feel it\r\nnecessary to lean on me.\r\n\r\nAnd now the barrier had fallen. The old independence, the almost\r\naggressive self-reliance, had vanished. A new Audrey had revealed\r\nherself.\r\n\r\nShe was sobbing helplessly, standing quite still, her arms hanging\r\nand her eyes staring blankly before her. There was something in\r\nher attitude so hopeless, so beaten, that the pathos of it seemed\r\nto cut me like a knife.\r\n\r\n'Audrey!'\r\n\r\nThe stars glittered in the little pools among the worn flagstones.\r\nThe night was very still. Only the steady drip of water from the\r\ntrees broke the silence.\r\n\r\nA great wave of tenderness seemed to sweep from my mind everything\r\nin the world but her. Everything broke abruptly that had been\r\nchecking me, stifling me, holding me gagged and bound since the\r\nnight when our lives had come together again after those five long\r\nyears. I forgot Cynthia, my promise, everything.\r\n\r\n'Audrey!'\r\n\r\nShe was in my arms, clinging to me, murmuring my name. The\r\ndarkness was about us like a cloud.\r\n\r\nAnd then she had slipped from me, and was gone."
  ]
}