{
  "index": 10,
  "title": "Chapter 9",
  "paragraphs": [
    "When Sam had left, which he did rather in the manner of a heavy\r\nfather in melodrama, shaking the dust of an erring son's threshold\r\noff his feet, I mixed myself a high-ball, and sat down to consider\r\nthe position of affairs. It did not take me long to see that the\r\ninfernal boy had double-crossed me with a smooth effectiveness\r\nwhich Mr Fisher himself might have envied. Somewhere in this great\r\ncity, as Sam had observed, he was hiding. But where? London is a\r\nvague address.\r\n\r\nI wondered what steps Sam was taking. Was there some underground\r\nsecret service bureau to which persons of his profession had\r\naccess? I doubted it. I imagined that he, as I proposed to do, was\r\ndrawing the city at a venture in the hope of flushing the quarry\r\nby accident. Yet such was the impression he had made upon me as a\r\nman of resource and sagacity, that I did not relish the idea of\r\nhis getting a start on me, even in a venture so uncertain as this.\r\nMy imagination began to picture him miraculously inspired in the\r\nsearch, and such was the vividness of the vision that I jumped up\r\nfrom my chair, resolved to get on the trail at once. It was\r\nhopelessly late, however, and I did not anticipate that I should\r\nmeet with any success.\r\n\r\nNor did I. For two hours and a half I tramped the streets, my\r\nspirits sinking more and more under the influence of failure and a\r\nblend of snow and sleet which had begun to fall; and then, tired\r\nout, I went back to my rooms, and climbed sorrowfully into bed.\r\n\r\nIt was odd to wake up and realize that I was in London. Years\r\nseemed to have passed since I had left it. Time is a thing of\r\nemotions, not of hours and minutes, and I had certainly packed a\r\nconsiderable number of emotional moments into my stay at Sanstead\r\nHouse. I lay in bed, reviewing the past, while Smith, with a\r\ncheerful clatter of crockery, prepared my breakfast in the next\r\nroom.\r\n\r\nA curious lethargy had succeeded the feverish energy of the\r\nprevious night. More than ever the impossibility of finding the\r\nneedle in this human bundle of hay oppressed me. No one is\r\noptimistic before breakfast, and I regarded the future with dull\r\nresignation, turning my thoughts from it after a while to the\r\npast. But the past meant Audrey, and to think of Audrey hurt.\r\n\r\nIt seemed curious to me that in a life of thirty years I should\r\nhave been able to find, among the hundreds of women I had met,\r\nonly one capable of creating in me that disquieting welter of\r\nemotions which is called love, and hard that that one should\r\nreciprocate my feeling only to the extent of the mild liking which\r\nAudrey entertained for me.\r\n\r\nI tried to analyse her qualifications for the place she held in my\r\nheart. I had known women who had attracted me more physically, and\r\nwomen who had attracted me more mentally. I had known wiser women,\r\nhandsomer women, more amiable women, but none of them had affected\r\nme like Audrey. The problem was inexplicable. Any idea that we\r\nmight be affinities, soul-mates destined for each other from the\r\nbeginning of time, was disposed of by the fact that my attraction\r\nfor her was apparently in inverse ratio to hers for me. For\r\npossibly the millionth time in the past five years I tried to\r\npicture in my mind the man Sheridan, that shadowy wooer to whom\r\nshe had yielded so readily. What quality had he possessed that I\r\ndid not? Wherein lay the magnetism that had brought about his\r\ntriumph?\r\n\r\nThese were unprofitable speculations. I laid them aside until the\r\nnext occasion when I should feel disposed for self-torture, and\r\ngot out of bed. A bath and breakfast braced me up, and I left the\r\nhouse in a reasonably cheerful frame of mind.\r\n\r\nTo search at random for an individual unit among London's millions\r\nlends an undeniable attraction to a day in town. In a desultory\r\nway I pursued my investigations through the morning and afternoon,\r\nbut neither of Ogden nor of his young friend Lord Beckford was I\r\nvouchsafed a glimpse. My consolation was that Smooth Sam was\r\nprobably being equally unsuccessful.\r\n\r\nTowards the evening there arose the question of return to\r\nSanstead. I had not gathered whether Mr Abney had intended to set\r\nany time-limit on my wanderings, or whether I was not supposed to\r\ncome back except with the deserters. I decided that I had better\r\nremain in London, at any rate for another night, and went to the\r\nnearest post office to send Mr Abney a telegram to that effect.\r\n\r\nAs I was writing it, the problem which had baffled me for twenty-four\r\nhours, solved itself in under a minute. Whether my powers of\r\ninductive reasoning had been under a cloud since I left Sanstead,\r\nor whether they were normally beneath contempt, I do not know. But\r\nthe fact remains, that I had completely overlooked the obvious\r\nsolution of my difficulty. I think I must have been thinking so\r\nexclusively of the Little Nugget that I had entirely forgotten the\r\nexistence of Augustus Beckford. It occurred to me now that, by\r\nmaking inquiries at the latter's house, I should learn something\r\nto my advantage. A boy of the Augustus type does not run away from\r\nschool without a reason. Probably some party was taking place\r\ntonight at the ancestral home, at which, tempted by the lawless\r\nNugget, he had decided that his presence was necessary.\r\n\r\nI knew the house well. There had been a time, when Lord Mountry\r\nand I were at Oxford, when I had spent frequent week-ends there.\r\nSince then, owing to being abroad, I had seen little of the\r\nfamily. Now was the moment to reintroduce myself. I hailed a cab.\r\n\r\nInductive reasoning had not played me false. There was a red\r\ncarpet outside the house, and from within came the sounds of\r\nmusic.\r\n\r\nLady Wroxham, the mother of Mountry and the vanishing Augustus,\r\nwas one of those women who take things as they come. She did not\r\nseem surprised at seeing me.\r\n\r\n'How nice of you to come and see us,' she said. 'Somebody told me\r\nyou were abroad. Ted is in the south of France in the yacht.\r\nAugustus is here. Mr Abney, his schoolmaster, let him come up for\r\nthe night.'\r\n\r\nI perceived that Augustus had been playing a bold game. I saw the\r\ncoaching of Ogden behind these dashing falsehoods.\r\n\r\n'You will hardly remember Sybil. She was quite a baby when you\r\nwere here last. She is having her birthday-party this evening.'\r\n\r\n'May I go in and help?' I said.\r\n\r\n'I wish you would. They would love it.'\r\n\r\nI doubted it, but went in. A dance had just finished. Strolling\r\ntowards me in his tightest Eton suit, his face shining with honest\r\njoy, was the errant Augustus, and close behind him, wearing the\r\nblase' air of one for whom custom has staled the pleasures of life,\r\nwas the Little Nugget.\r\n\r\nI think they both saw me at the same moment. The effect of my\r\nappearance on them was illustrative of their respective characters.\r\nAugustus turned a deep shade of purple and fixed me with a\r\nhorrified stare. The Nugget winked. Augustus halted and shuffled\r\nhis feet. The Nugget strolled up and accosted me like an old\r\nfriend.\r\n\r\n'Hello!' he said. 'How did you get here? Say, I was going to try\r\nand get you on the phone some old time and explain things. I've\r\nbeen pretty much on the jump since I hit London.'\r\n\r\n'You little brute!'\r\n\r\nMy gleaming eye, travelling past him, met that of the Hon.\r\nAugustus Beckford, causing that youth to jump guiltily. The Nugget\r\nlooked over his shoulder.\r\n\r\n'I guess we don't want him around if we're to talk business,' he\r\nsaid. 'I'll go and tell him to beat it.'\r\n\r\n'You'll do nothing of the kind. I don't propose to lose sight of\r\neither of you.'\r\n\r\n'Oh, he's all right. You don't have to worry about him. He was\r\ngoing back to the school anyway tomorrow. He only ran away to go\r\nto this party. Why not let him enjoy himself while he's here? I'll\r\ngo and make a date for you to meet at the end of the show.'\r\n\r\nHe approached his friend, and a short colloquy ensued, which ended\r\nin the latter shuffling off in the direction of the other\r\nrevellers. Such is the buoyancy of youth that a moment later he\r\nwas dancing a two-step with every appearance of careless enjoyment.\r\nThe future, with its storms, seemed to have slipped from his mind.\r\n\r\n'That's all right,' said the Nugget, returning to me. 'He's\r\npromised he won't duck away. You'll find him somewhere around\r\nwhenever you care to look for him. Now we can talk.'\r\n\r\n'I hardly like to trespass on your valuable time,' I said. The\r\nairy way in which this demon boy handled what should have been--to\r\nhim--an embarrassing situation irritated me. For all the authority\r\nI seemed to have over him I might have been the potted palm\r\nagainst which he was leaning.\r\n\r\n'That's all right.' Everything appeared to be all right with him.\r\n'This sort of thing does not appeal to me. Don't be afraid of\r\nspoiling my evening. I only came because Becky was so set on it.\r\nDancing bores me pallid, so let's get somewhere where we can sit\r\ndown and talk.'\r\n\r\nI was beginning to feel that a children's party was the right\r\nplace for me. Sam Fisher had treated me as a child, and so did the\r\nLittle Nugget. That I was a responsible person, well on in my\r\nthirty-first year, with a narrow escape from death and a hopeless\r\nlove-affair on my record, seemed to strike neither of them. I\r\nfollowed my companion to a secluded recess with the utmost\r\nmeekness.\r\n\r\nHe leaned back and crossed his legs.\r\n\r\n'Got a cigarette?'\r\n\r\n'I have not got a cigarette, and, if I had, I wouldn't give it to\r\nyou.'\r\n\r\nHe regarded me tolerantly.\r\n\r\n'Got a grouch tonight, haven't you? You seem all flittered up\r\nabout something. What's the trouble? Sore about my not showing up\r\nat your apartment? I'll explain that all right.'\r\n\r\n'I shall be glad to listen.'\r\n\r\n'It's like this. It suddenly occurred to me that a day or two one\r\nway or the other wasn't going to affect our deal and that, while I\r\nwas about it, I might just as well see a bit of London before I\r\nleft. I suggested it to Becky, and the idea made the biggest kind\r\nof a hit with him. I found he had only been in an automobile once\r\nin his life. Can you beat it? I've had one of my own ever since\r\nI was a kid. Well, naturally, it was up to me to blow him to a\r\njoy-ride, and that's where the money went.'\r\n\r\n'Where the money went?'\r\n\r\n'Sure. I've got two dollars left, and that's all. It wasn't\r\naltogether the automobiling. It was the meals that got away with\r\nmy roll. Say, that kid Beckford is one swell feeder. He's wrapping\r\nhimself around the eats all the time. I guess it's not smoking\r\nthat does it. I haven't the appetite I used to have. Well, that's\r\nhow it was, you see. But I'm through now. Cough up the fare and\r\nI'll make the trip tomorrow. Mother'll be tickled to death to see\r\nme.'\r\n\r\n'She won't see you. We're going back to the school tomorrow.'\r\n\r\nHe looked at me incredulously.\r\n\r\n'What's that? Going back to school?'\r\n\r\n'I've altered my plans.'\r\n\r\n'I'm not going back to any old school. You daren't take me.\r\nWhere'll you be if I tell the hot-air merchant about our deal and\r\nyou slipping me the money and all that?'\r\n\r\n'Tell him what you like. He won't believe it.'\r\n\r\nHe thought this over, and its truth came home to him. The\r\ncomplacent expression left his face.\r\n\r\n'What's the matter with you? Are you dippy, or what? You get me\r\naway up to London, and the first thing that happens when I'm here\r\nis that you want to take me back. You make me tired.'\r\n\r\nIt was borne in upon me that there was something in his point of\r\nview. My sudden change of mind must have seemed inexplicable to\r\nhim. And, having by a miracle succeeded in finding him, I was in a\r\nmood to be generous. I unbent.\r\n\r\n'Ogden, old sport,' I said cordially, I think we've both had all\r\nwe want of this children's party. You're bored and if I stop on\r\nanother half hour I may be called on to entertain these infants\r\nwith comic songs. We men of the world are above this sort of\r\nthing. Get your hat and coat and I'll take you to a show. We can\r\ndiscuss business later over a bit of supper.'\r\n\r\nThe gloom of his countenance melted into a pleased smile.\r\n\r\n'You said something that time!' he observed joyfully; and we slunk\r\naway to get our hats, the best of friends. A note for Augustus\r\nBeckford, requesting his presence at Waterloo Station at ten\r\nminutes past twelve on the following morning, I left with the\r\nbutler. There was a certain informality about my methods which I\r\ndoubt if Mr Abney would have approved, but I felt that I could\r\nrely on Augustus.\r\n\r\nMuch may be done by kindness. By the time the curtain fell on the\r\nmusical comedy which we had attended all was peace between the\r\nNugget and myself. Supper cemented our friendship, and we drove\r\nback to my rooms on excellent terms with one another. Half an hour\r\nlater he was snoring in the spare room, while I smoked contentedly\r\nbefore the fire in the sitting-room.\r\n\r\nI had not been there five minutes when the bell rang. Smith was in\r\nbed, so I went to the door myself and found Mr Fisher on the mat.\r\n\r\nMy feeling of benevolence towards all created things, the result\r\nof my successful handling of the Little Nugget, embraced Sam. I\r\ninvited him in.\r\n\r\n'Well,' I said, when I had given him a cigar and filled his glass,\r\n'and how have you been getting on, Mr Fisher? Any luck?'\r\n\r\nHe shook his head at me reproachfully.\r\n\r\n'Young man, you're deep. I've got to hand it to you. I\r\nunderestimated you. You're very deep.'\r\n\r\n'Approbation from Smooth Sam Fisher is praise indeed. But why\r\nthese stately compliments?'\r\n\r\n'You took me in, young man. I don't mind owning it. When you told\r\nme the Nugget had gone astray, I lapped it up like a babe. And all\r\nthe time you were putting one over on me. Well, well!'\r\n\r\n'But he had gone astray, Mr Fisher.'\r\n\r\nHe knocked the ash off his cigar. He wore a pained look.\r\n\r\n'You needn't keep it up, sonny. I happened to be standing within\r\nthree yards of you when you got into a cab with him in Shaftesbury\r\nAvenue.'\r\n\r\nI laughed.\r\n\r\n'Well, if that's the case, let there be no secrets between us.\r\nHe's asleep in the next room.'\r\n\r\nSam leaned forward earnestly and tapped me on the knee.\r\n\r\n'Young man, this is a critical moment. This is where, if you\r\naren't careful, you may undo all the good work you have done by\r\ngetting chesty and thinking that, because you've won out so far,\r\nyou're the whole show. Believe me, the difficult part is to come,\r\nand it's right here that you need an experienced man to work in\r\nwith you. Let me in on this and leave the negotiations with old\r\nman Ford to me. You would only make a mess of them. I've handled\r\nthis kind of thing a dozen times, and I know just how to act. You\r\nwon't regret taking me on as a partner. You won't lose a cent by\r\nit. I can work him for just double what you would get, even\r\nsupposing you didn't make a mess of the deal and get nothing.'\r\n\r\n'It's very good of you, but there won't be any negotiations with\r\nMr Ford. I am taking the boy back to Sanstead, as I told you.' I\r\ncaught his pained eye. 'I'm afraid you don't believe me.'\r\n\r\nHe drew at his cigar without replying.\r\n\r\nIt is a human weakness to wish to convince those who doubt us,\r\neven if their opinion is not intrinsically valuable. I remembered\r\nthat I had Cynthia's letter in my pocket. I produced it as exhibit\r\nA in my evidence and read it to him.\r\n\r\nSam listened carefully.\r\n\r\n'I see,' he said. 'Who wrote that?'\r\n\r\n'Never mind. A friend of mine.'\r\n\r\nI returned the letter to my pocket.\r\n\r\n'I was going to have sent him over to Monaco, but I altered my\r\nplans. Something interfered.'\r\n\r\n'What?'\r\n\r\n'I might call it coincidence, if you know what that means.'\r\n\r\n'And you are really going to take him back to the school?'\r\n\r\n'I am.'\r\n\r\n'We shall travel back together,' he said. 'I had hoped I had seen\r\nthe last of the place. The English countryside may be delightful\r\nin the summer, but for winter give me London. However,' he sighed\r\nresignedly, and rose from his chair, 'I will say good-bye till\r\ntomorrow. What train do you catch?'\r\n\r\n'Do you mean to say,' I demanded, 'that you have the nerve to come\r\nback to Sanstead after what you have told me about yourself?'\r\n\r\n'You entertain some idea of exposing me to Mr Abney? Forget it,\r\nyoung man. We are both in glass houses. Don't let us throw stones.\r\nBesides, would he believe it? What proof have you?'\r\n\r\nI had thought this argument tolerably sound when I had used it on\r\nthe Nugget. Now that it was used on myself I realized its\r\nsoundness even more thoroughly. My hands were tied.\r\n\r\n'Yes,' said Sam, 'tomorrow, after our little jaunt to London, we\r\nshall all resume the quiet, rural life once more.'\r\n\r\nHe beamed expansively upon me from the doorway.\r\n\r\n'However, even the quiet, rural life has its interest. I guess we\r\nshan't be dull!' he said.\r\n\r\nI believed him."
  ]
}