{
  "index": 17,
  "title": "Chapter 16",
  "paragraphs": [
    "I was given no leisure for wondering how Cynthia's mother came to\r\nbe in the grounds of Sanstead House, for her companion, almost\r\nbefore the car had stopped, jumped out and clutched me by the arm,\r\nat the same time uttering this cryptic speech: 'Whatever he offers\r\nI'll double!'\r\n\r\nShe fixed me, as she spoke, with a commanding eye. She was a woman,\r\nI gathered in that instant, born to command. There seemed, at any\r\nrate, no doubt in her mind that she could command me. If I had\r\nbeen a black beetle she could not have looked at me with a more\r\nscornful superiority. Her eyes were very large and of a rich, fiery\r\nbrown colour, and it was these that gave me my first suspicion of\r\nher identity. As to the meaning of her words, however, I had no clue.\r\n\r\n'Bear that in mind,' she went on. 'I'll double it if it's a\r\nmillion dollars.'\r\n\r\n'I'm afraid I don't understand,' I said, finding speech.\r\n\r\nShe clicked her tongue impatiently.\r\n\r\n'There's no need to be so cautious and mysterious. This lady is a\r\nfriend of mine. She knows all about it. I asked her to come. I'm\r\nMrs Elmer Ford. I came here directly I got your letter. I think\r\nyou're the lowest sort of scoundrel that ever managed to keep out\r\nof gaol, but that needn't make any difference just now. We're here\r\nto talk business, Mr Fisher, so we may as well begin.'\r\n\r\nI was getting tired of being taken for Smooth Sam.\r\n\r\n'I am not Smooth Sam Fisher.'\r\n\r\nI turned to the automobile. 'Will you identify me, Mrs Drassilis?'\r\n\r\nShe was regarding me with wide-open eyes.\r\n\r\n'What on earth are you doing down here? I have been trying\r\neverywhere to find you, but nobody--'\r\n\r\nMrs Ford interrupted her. She gave me the impression of being a\r\nwoman who wanted a good deal of the conversation, and who did not\r\ncare how she got it. In a conversational sense she thugged Mrs\r\nDrassilis at this point, or rather she swept over her like some\r\ntidal wave, blotting her out.\r\n\r\n'Oh,' she said fixing her brown eyes, less scornful now but still\r\nimperious, on mine. 'I must apologize. I have made a mistake. I\r\ntook you for a low villain of the name of Sam Fisher. I hope you\r\nwill forgive me. I was to have met him at this exact spot just\r\nabout this time, by appointment, so, seeing you here, I mistook\r\nyou for him.'\r\n\r\n'If I might have a word with you alone?' I said.\r\n\r\nMrs Ford had a short way with people. In matters concerning her\r\nown wishes, she took their acquiescence for granted.\r\n\r\n'Drive on up to the house, Jarvis,' she said, and Mrs Drassilis\r\nwas whirled away round the curve of the drive before she knew what\r\nhad happened to her.\r\n\r\n'Well?'\r\n\r\n'My name is Burns,' I said.\r\n\r\n'Now I understand,' she said. 'I know who you are now.' She\r\npaused, and I was expecting her to fawn upon me for my gallant\r\nservice in her cause, when she resumed in quite a different\r\nstrain.\r\n\r\n'I can't think what you can have been about, Mr Burns, not to have\r\nbeen able to do what Cynthia asked you. Surely in all these weeks\r\nand months.... And then, after all, to have let this Fisher\r\nscoundrel steal him away from under your nose...!'\r\n\r\nShe gave me a fleeting glance of unfathomable scorn. And when I\r\nthought of all the sufferings I had gone through that term owing\r\nto her repulsive son and, indirectly, for her sake, I felt that\r\nthe time had come to speak out.\r\n\r\n'May I describe the way in which I allowed your son to be stolen\r\naway from under my nose?' I said. And in well-chosen words, I\r\nsketched the outline of what had happened. I did not omit to lay\r\nstress on the fact that the Nugget's departure with the enemy was\r\nentirely voluntary.\r\n\r\nShe heard me out in silence.\r\n\r\n'That was too bad of Oggie,' she said tolerantly, when I had\r\nceased dramatically on the climax of my tale.\r\n\r\nAs a comment it seemed to me inadequate.\r\n\r\n'Oggie was always high-spirited,' she went on. 'No doubt you have\r\nnoticed that?'\r\n\r\n'A little.'\r\n\r\n'He could be led, but never driven. With the best intentions, no\r\ndoubt, you refused to allow him to leave the stables that night\r\nand return to the house, and he resented the check and took the\r\nmatter into his own hands.' She broke off and looked at her watch.\r\n'Have you a watch? What time is it? Only that? I thought it must\r\nbe later. I arrived too soon. I got a letter from this man Fisher,\r\nnaming this spot and this hour for a meeting, when we could\r\ndiscuss terms. He said that he had written to Mr Ford, appointing\r\nthe same time.' She frowned. 'I have no doubt he will come,' she\r\nsaid coldly.\r\n\r\n'Perhaps this is his car,' I said.\r\n\r\nA second automobile was whirring up the drive. There was a shout\r\nas it came within sight of us, and the chauffeur put on the brake.\r\nA man sprang from the tonneau. He jerked a word to the chauffeur,\r\nand the car went on up the drive.\r\n\r\nHe was a massively built man of middle age, with powerful shoulders,\r\nand a face--when he had removed his motor-goggles very like any one\r\nof half a dozen of those Roman emperors whose features have come\r\ndown to us on coins and statues, square-jawed, clean-shaven, and\r\naggressive. Like his late wife (who was now standing, drawn up to\r\nher full height, staring haughtily at him) he had the air of one\r\nborn to command. I should imagine that the married life of these\r\ntwo must have been something more of a battle even than most married\r\nlives. The clashing of those wills must have smacked of a collision\r\nbetween the immovable mass and the irresistible force.\r\n\r\nHe met Mrs Ford's stare with one equally militant, then turned to\r\nme.\r\n\r\n'I'll give you double what she has offered you,' he said. He\r\npaused, and eyed me with loathing. 'You damned scoundrel,' he\r\nadded.\r\n\r\nCustom ought to have rendered me immune to irritation, but it had\r\nnot. I spoke my mind.\r\n\r\n'One of these days, Mr Ford,' I said, 'I am going to publish a\r\ndirectory of the names and addresses of the people who have\r\nmistaken me for Smooth Sam Fisher. I am not Sam Fisher. Can you\r\ngrasp that? My name is Peter Burns, and for the past term I have\r\nbeen a master at this school. And I may say that, judging from\r\nwhat I know of the little brute, any one who kidnapped your son as\r\nlong as two days ago will be so anxious by now to get rid of him\r\nthat he will probably want to pay you for taking him back.'\r\n\r\nMy words almost had the effect of bringing this divorced couple\r\ntogether again. They made common cause against me. It was probably\r\nthe first time in years that they had formed even a temporary\r\nalliance.\r\n\r\n'How dare you talk like that!' said Mrs Ford. 'Oggie is a sweet\r\nboy in every respect.'\r\n\r\n'You're perfectly right, Nesta,' said Mr Ford. 'He may want\r\nintelligent handling, but he's a mighty fine boy. I shall make\r\ninquiries, and if this man has been ill-treating Ogden, I shall\r\ncomplain to Mr Abney. Where the devil is this man Fisher?' he\r\nbroke off abruptly.\r\n\r\n'On the spot,' said an affable voice. The bushes behind me parted,\r\nand Smooth Sam stepped out on to the gravel.\r\n\r\nI had recognized him by his voice. I certainly should not have\r\ndone so by his appearance. He had taken the precaution of 'making\r\nup' for this important meeting. A white wig of indescribable\r\nrespectability peeped out beneath his black hat. His eyes twinkled\r\nfrom under two penthouses of white eyebrows. A white moustache\r\ncovered his mouth. He was venerable to a degree.\r\n\r\nHe nodded to me, and bared his white head gallantly to Mrs Ford.\r\n\r\n'No worse for our little outing, Mr Burns, I am glad to see. Mrs\r\nFord, I must apologize for my apparent unpunctuality, but I was\r\nnot really behind time. I have been waiting in the bushes. I\r\nthought it just possible that you might have brought unwelcome\r\nmembers of the police force with you, and I have been scouting, as\r\nit were, before making my advance. I see, however, that all is\r\nwell, and we can come at once to business. May I say, before we\r\nbegin, that I overheard your recent conversation, and that I\r\nentirely disagree with Mr Burns. Master Ford is a charming boy.\r\nAlready I feel like an elder brother to him. I am loath to part\r\nwith him.'\r\n\r\n'How much?' snapped Mr Ford. 'You've got me. How much do you\r\nwant?'\r\n\r\n'I'll give you double what he offers,' cried Mrs Ford.\r\n\r\nSam held up his hand, his old pontifical manner intensified by the\r\nwhite wig.\r\n\r\n'May I speak? Thank you. This is a little embarrassing. When I\r\nasked you both to meet me here, it was not for the purpose of\r\nholding an auction. I had a straight-forward business proposition\r\nto make to you. It will necessitate a certain amount of plain and\r\nsomewhat personal speaking. May I proceed? Thank you. I will be as\r\nbrief as possible.'\r\n\r\nHis eloquence appeared to have had a soothing effect on the two\r\nFords. They remained silent.\r\n\r\n'You must understand,' said Sam, 'that I am speaking as an expert.\r\nI have been in the kidnapping business many years, and I know what\r\nI am talking about. And I tell you that the moment you two got\r\nyour divorce, you said good-bye to all peace and quiet. Bless\r\nyou'--Sam's manner became fatherly--'I've seen it a hundred\r\ntimes. Couple get divorced, and, if there's a child, what happens?\r\nThey start in playing battledore-and-shuttlecock with him. Wife\r\nsneaks him from husband. Husband sneaks him back from wife. After\r\na while along comes a gentleman in my line of business, a\r\nprofessional at the game, and he puts one across on both the\r\namateurs. He takes advantage of the confusion, slips in, and gets\r\naway with the kid. That's what has happened here, and I'm going to\r\nshow you the way to stop it another time. Now I'll make you a\r\nproposition. What you want to do'--I have never heard anything so\r\nsoothing, so suggestive of the old family friend healing an\r\nunfortunate breach, as Sam's voice at this juncture--'what you\r\nwant to do is to get together again right quick. Never mind the\r\npast. Let bygones be bygones. Kiss and be friends.'\r\n\r\nA snort from Mr Ford checked him for a moment, but he resumed.\r\n\r\n'I guess there were faults on both sides. Get together and talk it\r\nover. And when you've agreed to call the fight off and start fair\r\nagain, that's where I come in. Mr Burns here will tell you, if you\r\nask him, that I'm anxious to quit this business and marry and\r\nsettle down. Well, see here. What you want to do is to give me a\r\nsalary--we can talk figures later on--to stay by you and watch\r\nover the kid. Don't snort--I'm talking plain sense. You'd a sight\r\nbetter have me with you than against you. Set a thief to catch a\r\nthief. What I don't know about the fine points of the game isn't\r\nworth knowing. I'll guarantee, if you put me in charge, to see\r\nthat nobody comes within a hundred miles of the kid unless he has\r\nan order-to-view. You'll find I earn every penny of that salary ...\r\nMr Burns and I will now take a turn up the drive while you think\r\nit over.'\r\n\r\nHe linked his arm in mine and drew me away. As we turned the\r\ncorner of the drive I caught a glimpse over my shoulder of the\r\nLittle Nugget's parents. They were standing where we had left\r\nthem, as if Sam's eloquence had rooted them to the spot.\r\n\r\n'Well, well, well, young man,' said Sam, eyeing me affectionately,\r\n'it's pleasant to meet you again, under happier conditions than\r\nlast time. You certainly have all the luck, sonny, or you would\r\nhave been badly hurt that night. I was getting scared how the\r\nthing would end. Buck's a plain roughneck, and his gang are as bad\r\nas he is, and they had got mighty sore at you, mighty sore. If\r\nthey had grabbed you, there's no knowing what might not have\r\nhappened. However, all's well that ends well, and this little game\r\nhas surely had the happy ending. I shall get that job, sonny. Old\r\nman Ford isn't a fool, and it won't take him long, when he gets to\r\nthinking it over, to see that I'm right. He'll hire me.'\r\n\r\n'Aren't you rather reckoning without your partner?' I said. 'Where\r\ndoes Buck MacGinnis come in on the deal?'\r\n\r\nSam patted my shoulder paternally.\r\n\r\n'He doesn't, sonny, he doesn't. It was a shame to do it--it was\r\nlike taking candy from a kid--but business is business, and I was\r\nreluctantly compelled to double-cross poor old Buck. I sneaked the\r\nNugget away from him next day. It's not worth talking about; it\r\nwas too easy. Buck's all right in a rough-and-tumble, but when it\r\ncomes to brains he gets left, and so he'll go on through life,\r\npoor fellow. I hate to think of it.'\r\n\r\nHe sighed. Buck's misfortunes seemed to move him deeply.\r\n\r\n'I shouldn't be surprised if he gave up the profession after this.\r\nHe has had enough to discourage him. I told you about what\r\nhappened to him that night, didn't I? No? I thought I did. Why,\r\nBuck was the guy who did the Steve Brodie through the roof; and,\r\nwhen we picked him up, we found he'd broken his leg again! Isn't\r\nthat enough to jar a man? I guess he'll retire from the business\r\nafter that. He isn't intended for it.'\r\n\r\nWe were approaching the two automobiles now, and, looking back, I\r\nsaw Mr and Mrs Ford walking up the drive. Sam followed my gaze,\r\nand I heard him chuckle.\r\n\r\n'It's all right,' he said. 'They've fixed it up. Something in the\r\nway they're walking tells me they've fixed it up.'\r\n\r\nMrs Drassilis was still sitting in the red automobile, looking\r\npiqued but resigned. Mrs Ford addressed her.\r\n\r\n'I shall have to leave you, Mrs Drassilis,' she said. 'Tell Jarvis\r\nto drive you wherever you want to go. I am going with my husband\r\nto see my boy Oggie.'\r\n\r\nShe stretched out a hand towards the millionaire. He caught it in\r\nhis, and they stood there, smiling foolishly at each other, while\r\nSam, almost purring, brooded over them like a stout fairy queen.\r\nThe two chauffeurs looked on woodenly.\r\n\r\nMr Ford released his wife's hand and turned to Sam.\r\n\r\n'Fisher.'\r\n\r\n'Sir?'\r\n\r\n'I've been considering your proposition. There's a string tied to\r\nit.'\r\n\r\n'Oh no, sir, I assure you!'\r\n\r\n'There is. What guarantee have I that you won't double-cross me?'\r\n\r\nSam smiled, relieved.\r\n\r\n'You forget that I told you I was about to be married, sir. My\r\nwife won't let me!'\r\n\r\nMr Ford waved his hand towards the automobile.\r\n\r\n'Jump in,' he said briefly, 'and tell him where to drive to.\r\nYou're engaged!'"
  ]
}