{
  "index": 11,
  "title": "Chapter 10",
  "paragraphs": [
    "Considering the various handicaps under which he laboured--notably\r\na cold in the head, a fear of the Little Nugget, and a reverence\r\nfor the aristocracy--Mr Abney's handling of the situation, when\r\nthe runaways returned to school, bordered on the masterly. Any sort\r\nof physical punishment being out of the question--especially in the\r\ncase of the Nugget, who would certainly have retaliated with a bout\r\nof window-breaking--he had to fall back on oratory, and he did this\r\nto such effect that, when he had finished, Augustus wept openly and\r\nwas so subdued that he did not ask a single question for nearly three\r\ndays.\r\n\r\nOne result of the adventure was that Ogden's bed was moved to a\r\nsort of cubby-hole adjoining my room. In the house, as originally\r\nplanned, this had evidently been a dressing-room. Under Mr Abney's\r\nrule it had come to be used as a general repository for lumber. My\r\nboxes were there, and a portmanteau of Glossop's. It was an\r\nexcellent place in which to bestow a boy in quest of whom\r\nkidnappers might break in by night. The window was too small to\r\nallow a man to pass through, and the only means of entrance was by\r\nway of my room. By night, at any rate, the Nugget's safety seemed\r\nto be assured.\r\n\r\nThe curiosity of the small boy, fortunately, is not lasting. His\r\nactive mind lives mainly in the present. It was not many days,\r\ntherefore, before the excitement caused by Buck's raid and the\r\nNugget's disappearance began to subside. Within a week both\r\nepisodes had been shelved as subjects of conversation, and the\r\nschool had settled down to its normal humdrum life.\r\n\r\nTo me, however, there had come a period of mental unrest more\r\nacute than I had ever experienced. My life, for the past five\r\nyears, had run in so smooth a stream that, now that I found myself\r\ntossed about in the rapids, I was bewildered. It was a peculiar\r\naggravation of the difficulty of my position that in my world, the\r\nlittle world of Sanstead House, there should be but one woman, and\r\nshe the very one whom, if I wished to recover my peace of mind, it\r\nwas necessary for me to avoid.\r\n\r\nMy feelings towards Cynthia at this time defied my powers of\r\nanalysis. There were moments when I clung to the memory of her,\r\nwhen she seemed the only thing solid and safe in a world of chaos,\r\nand moments, again, when she was a burden crushing me. There were\r\ndays when I would give up the struggle and let myself drift, and\r\ndays when I would fight myself inch by inch. But every day found\r\nmy position more hopeless than the last.\r\n\r\nAt night sometimes, as I lay awake, I would tell myself that if\r\nonly I could see her or even hear from her the struggle would be\r\neasier. It was her total disappearance from my life that made it\r\nso hard for me. I had nothing to help me to fight.\r\n\r\nAnd then, one morning, as if in answer to my thoughts her letter\r\ncame.\r\n\r\nThe letter startled me. It was as if there had been some\r\ntelepathic communion between us.\r\n\r\nIt was very short, almost formal:\r\n\r\n'MY DEAR PETER--I want to ask you a question. I can put it quite\r\nshortly. It is this. Are your feelings towards me still the same?\r\nI don't tell you why I ask this. I simply ask it. Whatever your\r\nanswer is, it cannot affect our friendship, so be quite candid.\r\nCYNTHIA.'\r\n\r\nI sat down there and then to write my reply. The letter, coming\r\nwhen it did and saying what it said, had affected me profoundly.\r\nIt was like an unexpected reinforcement in a losing battle. It\r\nfilled me with a glow of self-confidence. I felt strong again,\r\nable to fight and win. My mood bore me away, and I poured out my\r\nwhole heart to her. I told her that my feelings had not altered,\r\nthat I loved her and nobody but her. It was a letter, I can see,\r\nlooking back, born of fretted nerves; but at the time I had no\r\nsuch criticism to make. It seemed to me a true expression of my\r\nreal feelings.\r\n\r\nThat the fight was not over because in my moment of exaltation I\r\nhad imagined that I had conquered myself was made uncomfortably\r\nplain to me by the thrill that ran through me when, returning from\r\nposting my letter, I met Audrey. The sight of her reminded me that\r\na reinforcement is only a reinforcement, a help towards victory,\r\nnot victory itself.\r\n\r\nFor the first time I found myself feeling resentful towards her.\r\nThere was no reason in my resentment. It would not have borne\r\nexamination. But it was there, and its presence gave me support. I\r\nfound myself combating the thrill the sight of her had caused, and\r\nlooking at her with a critical and hostile eye. Who was she that\r\nshe should enslave a man against his will? Fascination exists only\r\nin the imagination of the fascinated. If he have the strength to\r\ndeny the fascination and convince himself that it does not exist,\r\nhe is saved. It is purely a matter of willpower and calm\r\nreasonableness. There must have been sturdy, level-headed Egyptian\r\ncitizens who could not understand what people saw to admire in\r\nCleopatra.\r\n\r\nThus reasoning, I raised my hat, uttered a crisp 'Good morning',\r\nand passed on, the very picture of the brisk man of affairs.\r\n\r\n'Peter!'\r\n\r\nEven the brisk man of affairs must stop when spoken to. Otherwise,\r\napart from any question of politeness, it looks as if he were\r\nrunning away.\r\n\r\nHer face was still wearing the faint look of surprise which my\r\nmanner had called forth.\r\n\r\n'You're in a great hurry.'\r\n\r\nI had no answer. She did not appear to expect one.\r\n\r\nWe moved towards the house in silence, to me oppressive silence.\r\nThe force of her personality was beginning to beat against my\r\ndefences, concerning the stability of which, under pressure, a\r\ncertain uneasiness troubled my mind.\r\n\r\n'Are you worried about anything, Peter?' she said at last.\r\n\r\n'No,' I said. 'Why?'\r\n\r\n'I was afraid you might be.'\r\n\r\nI felt angry with myself. I was mismanaging this thing in the most\r\nidiotic way. Instead of this bovine silence, gay small-talk, the\r\neasy eloquence, in fact, of the brisk man of affairs should have\r\nbeen my policy. No wonder Smooth Sam Fisher treated me as a child.\r\nMy whole bearing was that of a sulky school-boy.\r\n\r\nThe silence became more oppressive.\r\n\r\nWe reached the house. In the hall we parted, she to upper regions,\r\nI to my classroom. She did not look at me. Her face was cold and\r\noffended.\r\n\r\nOne is curiously inconsistent. Having created what in the\r\ncircumstances was a most desirable coldness between Audrey and\r\nmyself, I ought to have been satisfied. Reason told me that this\r\nwas the best thing that could have happened. Yet joy was one of\r\nthe few emotions which I did not feel during the days which\r\nfollowed. My brief moment of clear-headedness had passed, and with\r\nit the exhilaration that had produced the letter to Cynthia and\r\nthe resentment which had helped me to reason calmly with myself on\r\nthe intrinsic nature of fascination in woman. Once more Audrey\r\nbecame the centre of my world. But our friendship, that elusive\r\nthing which had contrived to exist side by side with my love, had\r\nvanished. There was a breach between us which widened daily. Soon\r\nwe hardly spoke.\r\n\r\nNothing, in short, could have been more eminently satisfactory,\r\nand the fact that I regretted it is only a proof of the essential\r\nweakness of my character."
  ]
}