{
  "index": 14,
  "title": "Chapter 13",
  "paragraphs": [
    "I\r\n\r\nAt the receipt of custom behind the bar sat Miss Benjafield,\r\nstately as ever, relaxing her massive mind over a penny novelette.\r\n\r\n'Who was the man who just left, Miss Benjafield?' I asked.\r\n\r\nShe marked the place with a shapely thumb and looked up.\r\n\r\n'The man? Oh, _him_! He's--why, weren't you in here, Mr Burns,\r\none evening in January when--'\r\n\r\n'That American?'\r\n\r\n'That's him. What he's doing here I don't know. He disappeared\r\nquite a while back, and I haven't seen him since. _Nor_ want.\r\nTonight up he turns again like a bad ha'penny. I'd like to know\r\nwhat he's after. No good, if you ask _me_.'\r\n\r\nMiss Benjafield's prejudices did not easily dissolve. She prided\r\nherself, as she frequently observed, on knowing her own mind.\r\n\r\n'Is he staying here?'\r\n\r\n'Not at the \"Feathers\". We're particular who we have here.'\r\n\r\nI thanked her for the implied compliment, ordered beer for the\r\ngood of the house, and, lighting a pipe, sat down to meditate on\r\nthis new development.\r\n\r\nThe vultures were gathered together with a vengeance. Sam within,\r\nBuck without, it was quite like old times, with the difference\r\nthat now, I, too, was on the wrong side of the school door.\r\n\r\nIt was not hard to account for Buck's reappearance. He would, of\r\ncourse, have made it his business to get early information of Mr\r\nFord's movements. It would be easy for him to discover that the\r\nmillionaire had been called away to the north and that the Nugget\r\nwas still an inmate of Sanstead House. And here he was preparing\r\nfor the grand attack.\r\n\r\nI had been premature in removing Buck's name from the list of\r\nactive combatants. Broken legs mend. I ought to have remembered\r\nthat.\r\n\r\nHis presence on the scene made, I perceived, a vast difference to\r\nmy plan of campaign. It was at this point that my purchase of the\r\nBrowning pistol lost its absurdity and appeared in the light of an\r\nacute strategic move. With Sam the only menace, I had been\r\nprepared to play a purely waiting game, watching proceedings from\r\nafar, ready to give my help if necessary. To check Buck, more\r\nstrenuous methods were called for.\r\n\r\nMy mind was made up. With Buck, that stout disciple of the frontal\r\nattack, in the field, there was only one place for me. I must get\r\ninto Sanstead House and stay there on guard.\r\n\r\nDid he intend to make an offensive movement tonight? That was the\r\nquestion which occupied my mind. From the point of view of an\r\nopponent, there was this merit about Mr MacGinnis, that he was\r\nnot subtle. He could be counted on with fair certainty to do\r\nthe direct thing. Sooner or later he would make another of his\r\nvigorous frontal attacks upon the stronghold. The only point to be\r\ndecided was whether he would make it that night. Would professional\r\nzeal cause him to omit his beauty sleep?\r\n\r\nI did not relish the idea of spending the night patrolling the\r\ngrounds, but it was imperative that the house be protected. Then\r\nit occurred to me that the man for the vigil was Smooth Sam. If\r\nthe arrival of Mr MacGinnis had complicated matters in one way, it\r\nhad simplified them in another, for there was no more need for the\r\nsecrecy which had been, till now, the basis of my plan of action.\r\nBuck's arrival made it possible for me to come out and fight in\r\nthe open, instead of brooding over Sanstead House from afar like a\r\nProvidence. Tomorrow I proposed to turn Sam out. Tonight I would use\r\nhim. The thing had resolved itself into a triangular tournament,\r\nand Sam and Buck should play the first game.\r\n\r\nOnce more I called up the house on the telephone. There was a long\r\ndelay before a reply came. It was Mr Fisher's voice that spoke.\r\nAudrey, apparently, had not returned to the house immediately\r\nafter leaving me.\r\n\r\n'Hullo!' said Sam.\r\n\r\n'Good evening, Mr Fisher.'\r\n\r\n'Gee! Is that you, young fellow-me-lad? Are you speaking from\r\nLondon?'\r\n\r\n'No. I am at the \"Feathers\".'\r\n\r\nHe chuckled richly.\r\n\r\n'Can't tear yourself away? Hat still in the ring? Say, what's the\r\nuse? Why not turn it up, sonny? You're only wasting your time.'\r\n\r\n'Do you sleep lightly, Mr Fisher?'\r\n\r\n'I don't get you.'\r\n\r\n'You had better do so tonight. Buck MacGinnis is back again.'\r\n\r\nThere was silence at the other end of the wire. Then I heard him\r\nswear softly. The significance of the information had not been\r\nlost on Mr Fisher.\r\n\r\n'Is that straight?'\r\n\r\n'It is.'\r\n\r\n'You're not stringing me?'\r\n\r\n'Certainly not.'\r\n\r\n'You're sure it was Buck?'\r\n\r\n'Is Buck's the sort of face one forgets?'\r\n\r\nHe swore again.\r\n\r\n'You seem disturbed,' I said.\r\n\r\n'Where did you see him?' asked Sam.\r\n\r\n'Coming out of the \"Feathers\", looking very fierce and determined.\r\nThe Berserk blood of the MacGinnises is up. He's going to do or\r\ndie. I'm afraid this means an all-night sitting for you, Mr\r\nFisher.'\r\n\r\n'I thought you had put him out of business!'\r\n\r\nThere was a somewhat querulous note in his voice.\r\n\r\n'Only temporarily. I did my best, but he wasn't even limping when\r\nI saw him.'\r\n\r\nHe did not speak for a moment. I gathered that he was pondering\r\nover the new development.\r\n\r\n'Thanks for tipping me off, sonny. It's a thing worth knowing. Why\r\ndid you do it?'\r\n\r\n'Because I love you, Samuel. Good night.'\r\n\r\nI rose late and breakfasted at my leisure. The peace of the\r\nEnglish country inn enveloped me as I tilted back my chair and\r\nsmoked the first pipe of the morning. It was a day to hearten a\r\nman for great deeds, one of those days of premature summer which\r\ncomes sometimes to help us bear the chill winds of early spring.\r\nThe sun streamed in through the open window. In the yard below\r\nfowls made their soothing music. The thought of violence seemed\r\nvery alien to such a morning.\r\n\r\nI strolled out into the Square. I was in no hurry to end this\r\ninterlude of peace and embark on what, for all practical purposes,\r\nwould be a siege.\r\n\r\nAfter lunch, I decided, would be time enough to begin active\r\ncampaigning.\r\n\r\nThe clock on the church tower was striking two as I set forth,\r\ncarrying my suit-case, on my way to the school. The light-heartedness\r\nof the morning still lingered with me. I was amused at the thought\r\nof the surprise I was about to give Mr Fisher. That wink still\r\nrankled.\r\n\r\nAs I made my way through the grounds I saw Audrey in the distance,\r\nwalking with the Nugget. I avoided them and went on into the\r\nhouse.\r\n\r\nAbout the house there was the same air of enchanted quiet which\r\npervaded the grounds. Perhaps the stillness indoors was even more\r\ninsistent. I had grown so accustomed to the never-ending noise and\r\nbustle of the boys' quarters that, as I crossed the silent hall, I\r\nhad an almost guilty sense of intrusion. I felt like a burglar.\r\n\r\nSam, the object of my visit, would, I imagined, if he were in the\r\nhouse at all, be in the housekeeper's room, a cosy little apartment\r\noff the passage leading to the kitchen. I decided to draw that\r\nfirst, and was rewarded, on pushing open the half-closed door, by\r\nthe sight of a pair of black-trousered legs stretched out before me\r\nfrom the depths of a wicker-work armchair. His portly middle\r\nsection, rising beyond like a small hill, heaved rhythmically. His\r\nface was covered with a silk handkerchief, from beneath which came,\r\nin even succession, faint and comfortable snores. It was a peaceful\r\npicture--the good man taking his rest; and for me it had an added\r\nattractiveness in that it suggested that Sam was doing by day what\r\nmy information had prevented him from doing in the night. It had\r\nbeen some small consolation to me, as I lay trying to compose my\r\nanxious mind for sleep on the previous night, that Mr Fisher also\r\nwas keeping his vigil.\r\n\r\nPleasing as Sam was as a study in still life, pressure of business\r\ncompelled me to stir him into activity. I prodded him gently in\r\nthe centre of the rising territory beyond the black trousers. He\r\ngrunted discontentedly and sat up. The handkerchief fell from his\r\nface, and he blinked at me, first with the dazed glassiness of the\r\nnewly awakened, then with a 'Soul's Awakening' expression, which\r\nspread over his face until it melted into a friendly smile.\r\n\r\n'Hello, young man!'\r\n\r\n'Good afternoon. You seem tired.'\r\n\r\nHe yawned cavernously.\r\n\r\n'Lord! What a night!'\r\n\r\n'Did Buck drop in?'\r\n\r\n'No, but I thought he had every time I heard a board creak. I\r\ndidn't dare close my eyes for a minute. Have you ever stayed awake\r\nall night, waiting for the goblins that get you if you don't watch\r\nout? Well, take it from me it's no picnic.'\r\n\r\nHis face split in another mammoth yawn. He threw his heart into\r\nit, as if life held no other tasks for him. Only in alligators\r\nhave I ever seen its equal.\r\n\r\nI waited till the seismic upheaval had spent itself. Then I came\r\nto business.\r\n\r\n'I'm sorry you had a disturbed night, Mr Fisher. You must make up\r\nfor it this afternoon. You will find the beds very comfortable.'\r\n\r\n'How's that?'\r\n\r\n'At the \"Feathers\". I should go there, if I were you. The charges\r\nare quite reasonable, and the food is good. You will like the\r\n\"Feathers\".'\r\n\r\n'I don't get you, sonny.'\r\n\r\n'I was trying to break it gently to you that you are about to move\r\nfrom this house. Now. At once. Take your last glimpse of the old\r\nhome, Sam, and out into the hard world.'\r\n\r\nHe looked at me inquiringly.\r\n\r\n'You seem to be talking, young man; words appear to be fluttering\r\nfrom you; but your meaning, if any, escapes me.'\r\n\r\n'My meaning is that I am about to turn you out. I am coming back\r\nhere, and there is not room for both of us. So, if you do not see\r\nyour way to going quietly, I shall take you by the back of the\r\nneck and run you out. Do I make myself fairly clear now?'\r\n\r\nHe permitted himself a rich chuckle.\r\n\r\n'You have gall, young man. Well, I hate to seem unfriendly. I like\r\nyou, sonny. You amuse me--but there are moments when one wants to\r\nbe alone. I have a whole heap of arrears of sleep to make up. Trot\r\nalong, kiddo, and quit disturbing uncle. Tie a string to yourself\r\nand disappear. Bye-bye.'\r\n\r\nThe wicker-work creaked as he settled his stout body. He picked up\r\nthe handkerchief.\r\n\r\n'Mr Fisher,' I said, 'I have no wish to propel your grey hairs at\r\na rapid run down the drive, so I will explain further. I am\r\nphysically stronger than you. I mean to turn you out. How can you\r\nprevent it? Mr Abney is away. You can't appeal to him. The police\r\nare at the end of the telephone, but you can't appeal to them. So\r\nwhat _can_ you do, except go? Do you get me now?'\r\n\r\nHe regarded the situation in thoughtful silence. He allowed no\r\nemotion to find expression in his face, but I knew that the\r\nsignificance of my remarks had sunk in. I could almost follow his\r\nmind as he tested my position point by point and found it\r\nimpregnable.\r\n\r\nWhen he spoke it was to accept defeat jauntily.\r\n\r\n'You _are_ my jinx, young man. I said it all along. You're\r\nreally set on my going? Say no more. I'll go. After all, it's\r\nquiet at the inn, and what more does a man want at my time of\r\nlife?'\r\n\r\nI went out into the garden to interview Audrey.\r\n\r\nShe was walking up and down on the tennis-lawn. The Nugget,\r\nlounging in a deck-chair, appeared to be asleep.\r\n\r\nShe caught sight of me as I came out from the belt of trees, and\r\nstopped. I had the trying experience of walking across open\r\ncountry under hostile observation.\r\n\r\nThe routing of Sam had left me alert and self-confident. I felt no\r\nembarrassment. I greeted her briskly.\r\n\r\n'Good afternoon. I have been talking to Sam Fisher. If you wait,\r\nyou will see him passing away down the drive. He is leaving the\r\nhouse. I am coming back.'\r\n\r\n'Coming back?'\r\n\r\nShe spoke incredulously, or, rather, as if my words had conveyed\r\nno meaning. It was so that Sam had spoken. Her mind, like his,\r\ntook time to adjust itself to the unexpected.\r\n\r\nShe seemed to awake to my meaning with a start.\r\n\r\n'Coming back?' Her eyes widened. The flush deepened on her cheeks.\r\n'But I told you--'\r\n\r\n'I know what you told me. You said you did not trust me. It\r\ndoesn't matter. I am coming back whether you trust me or not. This\r\nhouse is under martial law, and I am in command. The situation has\r\nchanged since I spoke to you last night. Last night I was ready to\r\nlet you have your way. I intended to keep an eye on things from\r\nthe inn. But it's different now. It is not a case of Sam Fisher\r\nany longer. You could have managed Sam. It's Buck MacGinnis now,\r\nthe man who came that night in the automobile. I saw him in the\r\nvillage after I left you. He's dangerous.'\r\n\r\nShe looked away, past me, in the direction of the drive. I\r\nfollowed her gaze. A stout figure, carrying a suit-case, was\r\nmoving slowly down it.\r\n\r\nI smiled. Her eyes met mine, and I saw the anger that had been\r\nlying at the back of them flash out. Her chin went up with the old\r\ndefiant tilt. I was sorry I had smiled. It was my old fault, the\r\ncomplacency that would not be hidden.\r\n\r\n'I don't believe you!' she cried. 'I don't trust you!'\r\n\r\nIt is curious how one's motive for embarking on a course of\r\nconduct changes or disappears altogether as the action develops.\r\nOnce started on an enterprise it is as if one proceeded with it\r\nautomatically, irrespective of one's original motives. I had begun\r\nwhat I might call the second phase of this matter of the Little\r\nNugget, the abandoning of Cynthia's cause in favour of Audrey's,\r\nwith a clear idea of why I was doing it. I had set myself to\r\nresist the various forces which were trying to take Ogden from\r\nAudrey, for one simple reason, because I loved Audrey and wished\r\nto help her. That motive, if it still existed at all, did so only\r\nin the form of abstract chivalry. My personal feelings towards her\r\nseemed to have undergone a complete change, dating from our\r\nparting in the road the night before. I found myself now meeting\r\nhostility with hostility. I looked at her critically and told\r\nmyself that her spell was broken at last, that, if she disliked\r\nme, I was at least indifferent to her.\r\n\r\nAnd yet, despite my altered feelings, my determination to help her\r\nnever wavered. The guarding of Ogden might be--primarily--no\r\nbusiness of mine, but I had adopted it as my business.\r\n\r\n'I don't ask you to trust me,' I said. 'We have settled all that.\r\nThere's no need to go over old ground. Think what you please about\r\nthis. I've made up my mind.'\r\n\r\n'If you mean to stay, I suppose I can't prevent you.'\r\n\r\n'Exactly.'\r\n\r\nSam appeared again in a gap in the trees, walking slowly and\r\npensively, as one retreating from his Moscow. Her eyes followed\r\nhim till he was out of sight.\r\n\r\n'If you like,' I said bitterly, 'you may put what I am doing down\r\nto professional rivalry. If I am in love with Mrs Ford and am here\r\nto steal Ogden for her, it is natural for me to do all I can to\r\nprevent Buck MacGinnis getting him. There is no need for you to\r\nlook on me as an ally because we are working together.'\r\n\r\n'We are not working together.'\r\n\r\n'We shall be in a very short time. Buck will not let another night\r\ngo by without doing something.'\r\n\r\n'I don't believe that you saw him.'\r\n\r\n'Just as you please,' I said, and walked away. What did it matter\r\nto me what she believed?\r\n\r\nThe day dragged on. Towards evening the weather broke suddenly,\r\nafter the fashion of spring in England. Showers of rain drove me\r\nto the study.\r\n\r\nIt must have been nearly ten o'clock when the telephone rang.\r\n\r\nIt was Mr Fisher.\r\n\r\n'Hello, is that you, sonny?'\r\n\r\n'It is. Do you want anything?'\r\n\r\n'I want a talk with you. Business. Can I come up?'\r\n\r\n'If you wish it.'\r\n\r\n'I'll start right away.'\r\n\r\nIt was some fifteen minutes later that I heard in the distance the\r\nengines of an automobile. The headlights gleamed through the\r\ntrees, and presently the car swept round the bend of the drive and\r\ndrew up at the front door. A portly figure got down and rang the\r\nbell. I observed these things from a window on the first floor,\r\noverlooking the front steps; and it was from this window that I\r\nspoke.\r\n\r\n'Is that you, Mr Fisher?'\r\n\r\nHe backed away from the door.\r\n\r\n'Where are you?'\r\n\r\n'Is that your car?'\r\n\r\n'It belongs to a friend of mine.'\r\n\r\n'I didn't know you meant to bring a party.'\r\n\r\n'There's only three of us. Me, the chauffeur, and my friend--MacGinnis.'\r\n\r\nThe possibility, indeed the probability, of Sam seeking out Buck\r\nand forming an alliance had occurred to me, and I was prepared for\r\nit. I shifted my grip on the automatic pistol in my hand.\r\n\r\n'Mr Fisher.'\r\n\r\n'Hello!'\r\n\r\n'Ask your friend MacGinnis to be good enough to step into the\r\nlight of that lamp and drop his gun.'\r\n\r\nThere was a muttered conversation. I heard Buck's voice rumbling\r\nlike a train going under a bridge. The request did not appear to\r\nfind favour with him. Then came an interlude of soothing speech\r\nfrom Mr Fisher. I could not distinguish the words, but I gathered\r\nthat he was pointing out to him that, on this occasion only, the\r\nvisit being for the purposes of parley and not of attack, pistols\r\nmight be looked on as non-essentials. Whatever his arguments, they\r\nwere successful, for, finally, humped as to the back and\r\nmuttering, Buck moved into the light.\r\n\r\n'Good evening, Mr MacGinnis,' I said. 'I'm glad to see your leg is\r\nall right again. I won't detain you a moment. Just feel in your\r\npockets and shed a few of your guns, and then you can come in out\r\nof the rain. To prevent any misunderstanding, I may say I have a\r\ngun of my own. It is trained on you now.'\r\n\r\n'I ain't got no gun.'\r\n\r\n'Come along. This is no time for airy persiflage. Out with them.'\r\n\r\nA moment's hesitation, and a small black pistol fell to the\r\nground.\r\n\r\n'No more?'\r\n\r\n'Think I'm a regiment?'\r\n\r\n'I don't know what you are. Well, I'll take your word for it. You\r\nwill come in one by one, with your hands up.'\r\n\r\nI went down and opened the door, holding my pistol in readiness\r\nagainst the unexpected.\r\n\r\n\r\nII\r\n\r\nSam came first. His raised hands gave him a vaguely pontifical air\r\n(Bishop Blessing Pilgrims), and the kindly smile he wore\r\nheightened the illusion. Mr MacGinnis, who followed, suggested no\r\nsuch idea. He was muttering moodily to himself, and he eyed me\r\naskance.\r\n\r\nI showed them into the classroom and switched on the light. The\r\nair was full of many odours. Disuse seems to bring out the\r\ninky-chalky, appley-deal-boardy bouquet of a classroom as the\r\nnight brings out the scent of flowers. During the term I had never\r\nknown this classroom smell so exactly like a classroom. I made use\r\nof my free hand to secure and light a cigarette.\r\n\r\nSam rose to a point of order.\r\n\r\n'Young man,' he said. I should like to remind you that we are\r\nhere, as it were, under a flag of truce. To pull a gun on us and\r\nkeep us holding our hands up this way is raw work. I feel sure I\r\nspeak for my friend Mr MacGinnis.'\r\n\r\nHe cocked an eye at his friend Mr MacGinnis, who seconded the\r\nmotion by expectorating into the fireplace. I had observed at a\r\nprevious interview his peculiar gift for laying bare his soul by\r\nthis means of mode of expression. A man of silent habit, judged by\r\nthe more conventional standard of words, he was almost an orator\r\nin expectoration.\r\n\r\n'Mr MacGinnis agrees with me,' said Sam cheerfully. 'Do we take\r\nthem down? Have we your permission to assume Position Two of these\r\nSwedish exercises? All we came for was a little friendly chat\r\namong gentlemen, and we can talk just as well--speaking for\r\nmyself, better--in a less strained attitude. A little rest, Mr\r\nBurns! A little folding of the hands? Thank you.'\r\n\r\nHe did not wait for permission, nor was it necessary. Sam and the\r\nmelodramatic atmosphere was as oil and water. It was impossible to\r\nblend them. I laid the pistol on the table and sat down. Buck,\r\nafter one wistful glance at the weapon, did the same. Sam was\r\nalready seated, and was looking so cosy and at home that I almost\r\nfelt it remiss of me not to have provided sherry and cake for this\r\npleasant gathering.\r\n\r\n'Well,' I said, 'what can I do for you?'\r\n\r\n'Let me explain,' said Sam. 'As you have, no doubt, gathered, Mr\r\nMacGinnis and I have gone into partnership. The Little Nugget\r\nCombine!'\r\n\r\n'I gathered that--well?'\r\n\r\n'Judicious partnerships are the soul of business. Mr MacGinnis and\r\nI have been rivals in the past, but we both saw that the moment\r\nhad come for the genial smile, the hearty handshake, in fact, for\r\nan alliance. We form a strong team, sonny. My partner's speciality\r\nis action. I supply the strategy. Say, can't you see you're up\r\nagainst it? Why be foolish?'\r\n\r\n'You think you're certain to win?'\r\n\r\n'It's a cinch.'\r\n\r\n'Then why trouble to come here and see me?'\r\n\r\nI appeared to have put into words the smouldering thought which\r\nwas vexing Mr MacGinnis. He burst into speech.\r\n\r\n'Ahr chee! Sure! What's de use? Didn't I tell youse? What's de use\r\nof wastin' time? What are we spielin' away here for? Let's get\r\nbusy.'\r\n\r\nSam waved a hand towards him with the air of a lecturer making a\r\npoint.\r\n\r\n'You see! The man of action! He likes trouble. He asks for it. He\r\neats it alive. Now I prefer peace. Why have a fuss when you can\r\nget what you want quietly? That's my motto. That's why we've come.\r\nIt's the old proposition. We're here to buy you out. Yes, I know\r\nyou have turned the offer down before, but things have changed.\r\nYour stock has fallen. In fact, instead of letting you in on\r\nsharing terms, we only feel justified now in offering a commission.\r\nFor the moment you may seem to hold a strong position. You are in\r\nthe house, and you've got the boy. But there's nothing to it really.\r\nWe could get him in five minutes if we cared to risk having a fuss.\r\nBut it seems to me there's no need of any fuss. We should win dead\r\neasy all right, if it came to trouble; but, on the other hand,\r\nyou've a gun, and there's a chance some of us might get hurt, so\r\nwhat's the good when we can settle it quietly? How about it, sonny?'\r\n\r\nMr MacGinnis began to rumble, preparatory to making further\r\nremarks on the situation, but Sam waved him down and turned his\r\nbrown eyes inquiringly on me.\r\n\r\n'Fifteen per cent is our offer,' he said.\r\n\r\n'And to think it was once fifty-fifty!'\r\n\r\n'Strict business!'\r\n\r\n'Business? It's sweating!'\r\n\r\n'It's our limit. And it wasn't easy to make Buck here agree to\r\nthat. He kicked like a mule.'\r\n\r\nBuck shuffled his feet and eyed me disagreeably. I suppose it is\r\nhard to think kindly of a man who has broken your leg. It was\r\nplain that, with Mr MacGinnis, bygones were by no means bygones.\r\n\r\nI rose.\r\n\r\n'Well, I'm sorry you should have had the trouble of coming here\r\nfor nothing. Let me see you out. Single file, please.'\r\n\r\nSam looked aggrieved.\r\n\r\n'You turn it down?'\r\n\r\n'I do.'\r\n\r\n'One moment. Let's have this thing clear. Do you realize what\r\nyou're up against? Don't think it's only Buck and me you've got to\r\ntackle. All the boys are here, waiting round the corner, the same\r\ngang that came the other night. Be sensible, sonny. You don't\r\nstand a dog's chance. I shouldn't like to see you get hurt. And\r\nyou never know what may not happen. The boys are pretty sore at\r\nyou because of what you did that night. I shouldn't act like a\r\nbonehead, sonny--honest.'\r\n\r\nThere was a kindly ring in his voice which rather touched me.\r\nBetween him and me there had sprung up an odd sort of friendship.\r\nHe meant business; but he would, I knew, be genuinely sorry if I\r\ncame to harm. And I could see that he was quite sincere in his\r\nbelief that I was in a tight corner and that my chances against\r\nthe Combine were infinitesimal. I imagine that, with victory so\r\napparently certain, he had had difficulty in persuading his allies\r\nto allow him to make his offer.\r\n\r\nBut he had overlooked one thing--the telephone. That he should\r\nhave made this mistake surprised me. If it had been Buck, I could\r\nhave understood it. Buck's was a mind which lent itself to such\r\nblunders. From Sam I had expected better things, especially as the\r\ntelephone had been so much in evidence of late. He had used it\r\nhimself only half an hour ago.\r\n\r\nI clung to the thought of the telephone. It gave me the quiet\r\nsatisfaction of the gambler who holds the unforeseen ace. The\r\nsituation was in my hands. The police, I knew, had been profoundly\r\nstirred by Mr MacGinnis's previous raid. When I called them up, as\r\nI proposed to do directly the door had closed on the ambassadors,\r\nthere would be no lack of response. It would not again be a case\r\nof Inspector Bones and Constable Johnson to the rescue. A great\r\ncloud of willing helpers would swoop to our help.\r\n\r\nWith these thoughts in my mind, I answered Sam pleasantly but\r\nfirmly.\r\n\r\n'I'm sorry I'm unpopular, but all the same--'\r\n\r\nI indicated the door.\r\n\r\nEmotion that could only be expressed in words and not through his\r\nusual medium welled up in Mr MacGinnis. He sprang forward with a\r\nsnarl, falling back as my faithful automatic caught his eye.\r\n\r\n'Say, you! Listen here! You'll--'\r\n\r\nSam, the peaceable, plucked at his elbow.\r\n\r\n'Nothing doing, Buck. Step lively.'\r\n\r\nBuck wavered, then allowed himself to be drawn away. We passed out\r\nof the classroom in our order of entry.\r\n\r\nAn exclamation from the stairs made me look up. Audrey was leaning\r\nover the banisters. Her face was in the shadow, but I gathered\r\nfrom her voice that the sight of our little procession had\r\nstartled her. I was not surprised. Buck was a distinctly startling\r\nspectacle, and his habit of growling to himself, as he walked,\r\nhighly disturbing to strangers.\r\n\r\n'Good evening, Mrs Sheridan,' said Sam suavely.\r\n\r\nAudrey did not speak. She seemed fascinated by Buck.\r\n\r\nI opened the front door and they passed out. The automobile was\r\nstill purring on the drive. Buck's pistol had disappeared. I\r\nsupposed the chauffeur had picked it up, a surmise which was\r\nproved correct a few moments later, when, just as the car was\r\nmoving off, there was a sharp crack and a bullet struck the wall\r\nto the right of the door. It was a random shot, and I did not\r\nreturn it. Its effect on me was to send me into the hall with a\r\nleap that was almost a back-somersault. Somehow, though I was\r\nkeyed up for violence and the shooting of pistols, I had not\r\nexpected it at just that moment, and I was disagreeably surprised\r\nat the shock it had given me. I slammed the door and bolted it. I\r\nwas intensely irritated to find that my fingers were trembling.\r\n\r\nAudrey had left the stairs and was standing beside me.\r\n\r\n'They shot at me,' I said.\r\n\r\nBy the light of the hall lamp I could see that she was very pale.\r\n\r\n'It missed by a mile.' My nerves had not recovered and I spoke\r\nabruptly. 'Don't be frightened.'\r\n\r\n'I--I was not frightened,' she said, without conviction.\r\n\r\n'I was,' I said, with conviction. 'It was too sudden for me. It's\r\nthe sort of thing one wants to get used to gradually. I shall be\r\nready for it another time.'\r\n\r\nI made for the stairs.\r\n\r\n'Where are you going?'\r\n\r\n'I'm going to call up the police-station.'\r\n\r\n'Peter.'\r\n\r\n'Yes?'\r\n\r\n'Was--was that man the one you spoke of?'\r\n\r\n'Yes, that was Buck MacGinnis. He and Sam have gone into\r\npartnership.'\r\n\r\nShe hesitated.\r\n\r\n'I'm sorry,' she said.\r\n\r\nI was half-way up the stairs by this time. I stopped and looked\r\nover the banisters.\r\n\r\n'Sorry?'\r\n\r\n'I didn't believe you this afternoon.'\r\n\r\n'Oh, that's all right,' I said. I tried to make my voice\r\nindifferent, for I was on guard against insidious friendliness. I\r\nhad bludgeoned my mind into an attitude of safe hostility towards\r\nher, and I saw the old chaos ahead if I allowed myself to abandon\r\nit.\r\n\r\nI went to the telephone and unhooked the receiver.\r\n\r\nThere is apt to be a certain leisureliness about the methods of\r\ncountry telephone-operators, and the fact that a voice did not\r\nimmediately ask me what number I wanted did not at first disturb\r\nme. Suspicion of the truth came to me, I think, after my third\r\nshout into the receiver had remained unanswered. I had suffered\r\nfrom delay before, but never such delay as this.\r\n\r\nI must have remained there fully two minutes, shouting at\r\nintervals, before I realized the truth. Then I dropped the\r\nreceiver and leaned limply against the wall. For the moment I was\r\nas stunned as if I had received a blow. I could not even think. It\r\nwas only by degrees that I recovered sufficiently to understand\r\nthat Audrey was speaking to me.\r\n\r\n'What is it? Don't they answer?'\r\n\r\nIt is curious how the mind responds to the need for making an\r\neffort for the sake of somebody else. If I had had only myself to\r\nthink of, it would, I believe, have been a considerable time\r\nbefore I could have adjusted my thoughts to grapple with this\r\ndisaster. But the necessity of conveying the truth quietly to\r\nAudrey and of helping her to bear up under it steadied me at once.\r\nI found myself thinking quite coolly how best I might break to her\r\nwhat had happened.\r\n\r\n'I'm afraid,' I said, 'I have something to tell you which may--'\r\n\r\nShe interrupted me quickly.\r\n\r\n'What is it? Can't you make them answer?'\r\n\r\nI shook my head. We looked at each other in silence.\r\n\r\nHer mind leaped to the truth more quickly than mine had done.\r\n\r\n'They have cut the wire!'\r\n\r\nI took up the receiver again and gave another call. There was no\r\nreply.\r\n\r\n'I'm afraid so,' I said."
  ]
}