{
  "index": 18,
  "title": "Chapter 17",
  "paragraphs": [
    "'No manners!' said Mrs Drassilis. 'None whatever. I always said\r\nso.'\r\n\r\nShe spoke bitterly. She was following the automobile with an\r\noffended eye as it moved down the drive.\r\n\r\nThe car rounded the corner. Sam turned and waved a farewell. Mr\r\nand Mrs Ford, seated close together in the tonneau, did not even\r\nlook round.\r\n\r\nMrs Drassilis sniffed disgustedly.\r\n\r\n'She's a friend of Cynthia's. Cynthia asked me to come down here\r\nwith her to see you. I came, to oblige her. And now, without a\r\nword of apology, she leaves me stranded. She has no manners\r\nwhatever.'\r\n\r\nI offered no defence of the absent one. The verdict more or less\r\nsquared with my own opinion.\r\n\r\n'Is Cynthia back in England?' I asked, to change the subject.\r\n\r\n'The yacht got back yesterday. Peter, I have something of the\r\nutmost importance to speak to you about.' She glanced at Jarvis\r\nthe chauffeur, leaning back in his seat with the air, peculiar to\r\nchauffeurs in repose, of being stuffed. 'Walk down the drive with\r\nme.'\r\n\r\nI helped her out of the car, and we set off in silence. There was\r\na suppressed excitement in my companion's manner which interested\r\nme, and something furtive which brought back all my old dislike of\r\nher. I could not imagine what she could have to say to me that had\r\nbrought her all these miles.\r\n\r\n'How _do_ you come to be down here?' she said. 'When Cynthia\r\ntold me you were here, I could hardly believe her. Why are you a\r\nmaster at this school? I cannot understand it!'\r\n\r\n'What did you want to see me about?' I asked.\r\n\r\nShe hesitated. It was always an effort for her to be direct. Now,\r\napparently, the effort was too great. The next moment she had\r\nrambled off on some tortuous bypath of her own, which, though it\r\npresumably led in the end to her destination, was evidently a long\r\nway round.\r\n\r\n'I have known you for so many years now, Peter, and I don't know of\r\nanybody whose character I admire more. You are so generous--quixotic\r\nin fact. You are one of the few really unselfish men I have ever\r\nmet. You are always thinking of other people. Whatever it cost you,\r\nI know you would not hesitate to give up anything if you felt that\r\nit was for someone else's happiness. I do admire you so for it.\r\nOne meets so few young men nowadays who consider anybody except\r\nthemselves.'\r\n\r\nShe paused, either for breath or for fresh ideas, and I took\r\nadvantage of the lull in the rain of bouquets to repeat my\r\nquestion.\r\n\r\n'What _did_ you want to see me about?' I asked patiently.\r\n\r\n'About Cynthia. She asked me to see you.'\r\n\r\n'Oh!'\r\n\r\n'You got a letter from her.'\r\n\r\n'Yes.'\r\n\r\n'Last night, when she came home, she told me about it, and showed\r\nme your answer. It was a beautiful letter, Peter. I'm sure I cried\r\nwhen I read it. And Cynthia did, I feel certain. Of course, to a\r\ngirl of her character that letter was final. She is so loyal, dear\r\nchild.'\r\n\r\n'I don't understand.'\r\n\r\nAs Sam would have said, she seemed to be speaking; words appeared\r\nto be fluttering from her; but her meaning was beyond me.\r\n\r\n'Once she has given her promise, I am sure nothing would induce\r\nher to break it, whatever her private feelings. She is so loyal.\r\nShe has such character.'\r\n\r\n'Would you mind being a little clearer?' I said sharply. 'I really\r\ndon't understand what it is you are trying to tell me. What do you\r\nmean about loyalty and character? I don't understand.'\r\n\r\nShe was not to be hustled from her bypath. She had chosen her\r\nroute, and she meant to travel by it, ignoring short-cuts.\r\n\r\n'To Cynthia, as I say, it was final. She simply could not see that\r\nthe matter was not irrevocably settled. I thought it so fine of\r\nher. But I am her mother, and it was my duty not to give in and\r\naccept the situation as inevitable while there was anything I\r\ncould do for her happiness. I knew your chivalrous, unselfish\r\nnature, Peter. I could speak to you as Cynthia could not. I could\r\nappeal to your generosity in a way impossible, of course, for her.\r\nI could put the whole facts of the case clearly before you.'\r\n\r\nI snatched at the words.\r\n\r\n'I wish you would. What are they?'\r\n\r\nShe rambled off again.\r\n\r\n'She has such a rigid sense of duty. There is no arguing with her.\r\nI told her that, if you knew, you would not dream of standing in\r\nher way. You are so generous, such a true friend, that your only\r\nthought would be for her. If her happiness depended on your\r\nreleasing her from her promise, you would not think of yourself.\r\nSo in the end I took matters into my own hands and came to see\r\nyou. I am truly sorry for you, dear Peter, but to me Cynthia's\r\nhappiness, of course, must come before everything. You do\r\nunderstand, don't you?'\r\n\r\nGradually, as she was speaking, I had begun to grasp hesitatingly\r\nat her meaning, hesitatingly, because the first hint of it had\r\nstirred me to such a whirl of hope that I feared to risk the shock\r\nof finding that, after all, I had been mistaken. If I were\r\nright--and surely she could mean nothing else--I was free, free\r\nwith honour. But I could not live on hints. I must hear this thing\r\nin words.\r\n\r\n'Has--has Cynthia--' I stopped, to steady my voice. 'Has Cynthia\r\nfound--' I stopped again. I was finding it absurdly difficult to\r\nframe my sentence. 'Is there someone else?' I concluded with a\r\nrush.\r\n\r\nMrs Drassilis patted my arm sympathetically.\r\n\r\n'Be brave, Peter!'\r\n\r\n'There is?'\r\n\r\n'Yes.'\r\n\r\nThe trees, the drive, the turf, the sky, the birds, the house, the\r\nautomobile, and Jarvis, the stuffed chauffeur, leaped together for\r\nan instant in one whirling, dancing mass of which I was the\r\ncentre. And then, out of the chaos, as it separated itself once\r\nmore into its component parts, I heard my voice saying, 'Tell me.'\r\n\r\nThe world was itself again, and I was listening quietly and with a\r\nmild interest which, try as I would, I could not make any\r\nstronger. I had exhausted my emotion on the essential fact: the\r\ndetails were an anticlimax.\r\n\r\n'I liked him directly I saw him,' said Mrs Drassilis. 'And, of\r\ncourse, as he was such a friend of yours, we naturally--'\r\n\r\n'A friend of mine?'\r\n\r\n'I am speaking of Lord Mountry.'\r\n\r\n'Mountry? What about him?' Light flooded in on my numbed brain.\r\n'You don't mean--Is it Lord Mountry?'\r\n\r\nMy manner must have misled her. She stammered in her eagerness to\r\ndispel what she took to be my misapprehension.\r\n\r\n'Don't think that he acted in anything but the most honourable\r\nmanner. Nothing could be farther from the truth. He knew nothing\r\nof Cynthia's engagement to you. She told him when he asked her to\r\nmarry him, and he--as a matter of fact, it was he who insisted on\r\ndear Cynthia writing that letter to you.'\r\n\r\nShe stopped, apparently staggered by this excursion into honesty.\r\n\r\n'Well?'\r\n\r\n'In fact, he dictated it.'\r\n\r\n'Oh!'\r\n\r\n'Unfortunately, it was quite the wrong sort of letter. It was the\r\nvery opposite of clear. It can have given you no inkling of the\r\nreal state of affairs.'\r\n\r\n'It certainly did not.'\r\n\r\n'He would not allow her to alter it in any way. He is very\r\nobstinate at times, like so many shy men. And when your answer\r\ncame, you see, things were worse than before.'\r\n\r\n'I suppose so.'\r\n\r\n'I could see last night how unhappy they both were. And when\r\nCynthia suggested it, I agreed at once to come to you and tell you\r\neverything.'\r\n\r\nShe looked at me anxiously. From her point of view, this was the\r\nclimax, the supreme moment. She hesitated. I seemed to see her\r\nmarshalling her forces, the telling sentences, the persuasive\r\nadjectives; rallying them together for the grand assault.\r\n\r\nBut through the trees I caught a glimpse of Audrey, walking on the\r\nlawn; and the assault was never made.\r\n\r\n'I will write to Cynthia tonight,' I said, 'wishing her\r\nhappiness.'\r\n\r\n'Oh, Peter!' said Mrs Drassilis.\r\n\r\n'Don't mention it,' said I.\r\n\r\nDoubts appeared to mar her perfect contentment.\r\n\r\n'You are sure you can convince her?'\r\n\r\n'Convince her?'\r\n\r\n'And--er--Lord Mountry. He is so determined not to do\r\nanything--er--what he would call unsportsmanlike.'\r\n\r\n'Perhaps I had better tell her I am going to marry some one else,'\r\nI suggested.\r\n\r\n'I think that would be an excellent idea,' she said, brightening\r\nvisibly. 'How clever of you to have thought of it.'\r\n\r\nShe permitted herself a truism.\r\n\r\n'After all, dear Peter, there are plenty of nice girls in the\r\nworld. You have only to look for them.'\r\n\r\n'You're perfectly right,' I said. 'I'll start at once.'\r\n\r\nA gleam of white caught my eye through the trees by the lawn. I\r\nmoved towards it."
  ]
}