{
  "index": 16,
  "title": "Chapter 15",
  "paragraphs": [
    "In my recollections of that strange night there are wide gaps.\r\nTrivial incidents come back to me with extraordinary vividness;\r\nwhile there are hours of which I can remember nothing. What I did\r\nor where I went I cannot recall. It seems to me, looking back,\r\nthat I walked without a pause till morning; yet, when day came, I\r\nwas still in the school grounds. Perhaps I walked, as a wounded\r\nanimal runs, in circles. I lost, I know, all count of time. I\r\nbecame aware of the dawn as something that had happened suddenly,\r\nas if light had succeeded darkness in a flash. It had been night;\r\nI looked about me, and it was day--a steely, cheerless day, like a\r\nDecember evening. And I found that I was very cold, very tired,\r\nand very miserable.\r\n\r\nMy mind was like the morning, grey and overcast. Conscience may be\r\nexpelled, but, like Nature, it will return. Mine, which I had cast\r\nfrom me, had crept back with the daylight. I had had my hour of\r\nfreedom, and it was now for me to pay for it.\r\n\r\nI paid in full. My thoughts tore me. I could see no way out.\r\nThrough the night the fever and exhilaration of that mad moment\r\nhad sustained me, but now the morning had come, when dreams must\r\nyield to facts, and I had to face the future.\r\n\r\nI sat on the stump of a tree, and buried my face in my hands. I\r\nmust have fallen asleep, for, when I raised my eyes again, the day\r\nwas brighter. Its cheerlessness had gone. The sky was blue, and\r\nbirds were singing.\r\n\r\nIt must have been about half an hour later that the first\r\nbeginnings of a plan of action came to me. I could not trust\r\nmyself to reason out my position clearly and honestly in this\r\nplace where Audrey's spell was over everything. The part of me\r\nthat was struggling to be loyal to Cynthia was overwhelmed here.\r\nLondon called to me. I could think there, face my position\r\nquietly, and make up my mind.\r\n\r\nI turned to walk to the station. I could not guess even remotely\r\nwhat time it was. The sun was shining through the trees, but in\r\nthe road outside the grounds there were no signs of workers\r\nbeginning the day.\r\n\r\nIt was half past five when I reached the station. A sleepy porter\r\ninformed me that there would be a train to London, a slow train,\r\nat six.\r\n\r\n       *       *       *       *       *\r\n\r\nI remained in London two days, and on the third went down to Sanstead\r\nto see Audrey for the last time. I had made my decision.\r\n\r\nI found her on the drive, close by the gate. She turned at my\r\nfootstep on the gravel; and, as I saw her, I knew that the fight\r\nwhich I had thought over was only beginning.\r\n\r\nI was shocked at her appearance. Her face was very pale, and there\r\nwere tired lines about her eyes.\r\n\r\nI could not speak. Something choked me. Once again, as on that\r\nnight in the stable-yard, the world and all that was in it seemed\r\ninfinitely remote.\r\n\r\nIt was she who broke the silence.\r\n\r\n'Well, Peter,' she said listlessly.\r\n\r\nWe walked up the drive together.\r\n\r\n'Have you been to London?'\r\n\r\n'Yes. I came down this morning.' I paused. 'I went there to\r\nthink,' I said.\r\n\r\nShe nodded.\r\n\r\n'I have been thinking, too.'\r\n\r\nI stopped, and began to hollow out a groove in the wet gravel with\r\nmy heel. Words were not coming readily.\r\n\r\nSuddenly she found speech. She spoke quickly, but her voice was\r\ndull and lifeless.\r\n\r\n'Let us forget what has happened, Peter. We were neither of us\r\nourselves. I was tired and frightened and disappointed. You were\r\nsorry for me just at the moment, and your nerves were strained,\r\nlike mine. It was all nothing. Let us forget it.'\r\n\r\nI shook my head.\r\n\r\n'No,' I said. 'It was not that. I can't let you even pretend you\r\nthink that was all. I love you. I always have loved you, though I\r\ndid not know how much till you had gone away. After a time, I\r\nthought I had got over it. But when I met you again down here, I\r\nknew that I had not, and never should. I came back to say good-bye,\r\nbut I shall always love you. It is my punishment for being the sort\r\nof man I was five years ago.'\r\n\r\n'And mine for being the sort of woman I was five years ago.' She\r\nlaughed bitterly. 'Woman! I was just a little fool, a sulky child.\r\nMy punishment is going to be worse than yours, Peter. You will not\r\nbe always thinking that you had the happiness of two lives in your\r\nhands, and threw it away because you had not the sense to hold\r\nit.'\r\n\r\n'It is just that that I shall always be thinking. What happened\r\nfive years ago was my fault, Audrey, and nobody's but mine. I\r\ndon't think that, even when the loss of you hurt most, I ever\r\nblamed you for going away. You had made me see myself as I was,\r\nand I knew that you had done the right thing. I was selfish,\r\npatronizing--I was insufferable. It was I who threw away our\r\nhappiness. You put it in a sentence that first day here, when you\r\nsaid that I had been kind--sometimes--when I happened to think of\r\nit. That summed me up. You have nothing to reproach yourself for.\r\nI think we have not had the best of luck; but all the blame is\r\nmine.'\r\n\r\nA flush came into her pale face.\r\n\r\n'I remember saying that. I said it because I was afraid of myself.\r\nI was shaken by meeting you again. I thought you must be hating\r\nme--you had every reason to hate me, and you spoke as if you\r\ndid--and I did not want to show you what you were to me. It wasn't\r\ntrue, Peter. Five years ago I may have thought it, but not now. I\r\nhave grown to understand the realities by this time. I have been\r\nthrough too much to have any false ideas left. I have had some\r\nchance to compare men, and I realize that they are not all kind,\r\nPeter, even sometimes, when they happen to think of it.'\r\n\r\n'Audrey,' I said--I had never found myself able to ask the\r\nquestion before--'was--was--he--was Sheridan kind to you?'\r\n\r\nShe did not speak for a moment, and I thought she was resenting\r\nthe question.\r\n\r\n'No!' she said abruptly.\r\n\r\nShe shot out the monosyllable with a force that startled and\r\nsilenced me. There was a whole history of unhappiness in the word.\r\n\r\n'No,' she said again, after a pause, more gently this time. I\r\nunderstood. She was speaking of a dead man.\r\n\r\n'I can't talk about him,' she went on hurriedly. 'I expect most of\r\nit was my fault. I was unhappy because he was not you, and he saw\r\nthat I was unhappy and hated me for it. We had nothing in common.\r\nIt was just a piece of sheer madness, our marriage. He swept me\r\noff my feet. I never had a great deal of sense, and I lost it all\r\nthen. I was far happier when he had left me.'\r\n\r\n'Left you?'\r\n\r\n'He deserted me almost directly we reached America.' She laughed.\r\n'I told you I had grown to understand the realities. I began\r\nthen.'\r\n\r\nI was horrified. For the first time I realized vividly all that\r\nshe had gone through. When she had spoken to me before of her\r\nstruggles that evening over the study fire, I had supposed that\r\nthey had begun only after her husband's death, and that her life\r\nwith him had in some measure trained her for the fight. That she\r\nshould have been pitched into the arena, a mere child, with no\r\nexperience of life, appalled me. And, as she spoke, there came to\r\nme the knowledge that now I could never do what I had come to do.\r\nI could not give her up. She needed me. I tried not to think of\r\nCynthia.\r\n\r\nI took her hand.\r\n\r\n'Audrey,' I said, 'I came here to say good-bye. I can't. I want\r\nyou. Nothing matters except you. I won't give you up.'\r\n\r\n'It's too late,' she said, with a little catch in her voice. 'You\r\nare engaged to Mrs Ford.'\r\n\r\n'I am engaged, but not to Mrs Ford. I am engaged to someone you\r\nhave never met--Cynthia Drassilis.'\r\n\r\nShe pulled her hand away quickly, wide-eyed, and for some moments\r\nwas silent.\r\n\r\n'Do you love her?' she asked at last.\r\n\r\n'No.'\r\n\r\n'Does she love you?'\r\n\r\nCynthia's letter rose before my eyes, that letter that could have\r\nhad no meaning, but one.\r\n\r\n'I am afraid she does,' I said.\r\n\r\nShe looked at me steadily. Her face was very pale.\r\n\r\n'You must marry her, Peter.'\r\n\r\nI shook my head.\r\n\r\n'You must. She believes in you.'\r\n\r\n'I can't. I want you. And you need me. Can you deny that you need\r\nme?'\r\n\r\n'No.'\r\n\r\nShe said it quite simply, without emotion. I moved towards her,\r\nthrilling, but she stepped back.\r\n\r\n'She needs you too,' she said.\r\n\r\nA dull despair was creeping over me. I was weighed down by a\r\npremonition of failure. I had fought my conscience, my sense of\r\nduty and honour, and crushed them. She was raising them up against\r\nme once more. My self-control broke down.\r\n\r\n'Audrey,' I cried, 'for God's sake can't you see what you're\r\ndoing? We have been given a second chance. Our happiness is in\r\nyour hands again, and you are throwing it away. Why should we make\r\nourselves wretched for the whole of our lives? What does anything\r\nelse matter except that we love each other? Why should we let\r\nanything stand in our way? I won't give you up.'\r\n\r\nShe did not answer. Her eyes were fixed on the ground. Hope began\r\nto revive in me, telling me that I had persuaded her. But when she\r\nlooked up it was with the same steady gaze, and my heart sank\r\nagain.\r\n\r\n'Peter,' she said, 'I want to tell you something. It will make you\r\nunderstand, I think. I haven't been honest, Peter. I have not\r\nfought fairly. All these weeks, ever since we met, I have been\r\ntrying to steal you. It's the only word. I have tried every little\r\nmiserable trick I could think of to steal you from the girl you\r\nhad promised to marry. And she wasn't here to fight for herself. I\r\ndidn't think of her. I was wrapped up in my own selfishness. And\r\nthen, after that night, when you had gone away, I thought it all\r\nout. I had a sort of awakening. I saw the part I had been playing.\r\nEven then I tried to persuade myself that I had done something\r\nrather fine. I thought, you see, at that time that you were\r\ninfatuated with Mrs Ford--and I know Mrs Ford. If she is capable\r\nof loving any man, she loves Mr Ford, though they are divorced. I\r\nknew she would only make you unhappy. I told myself I was saving\r\nyou. Then you told me it was not Mrs Ford, but this girl. That\r\naltered everything. Don't you see that I can't let you give her up\r\nnow? You would despise me. I shouldn't feel clean. I should feel\r\nas if I had stabbed her in the back.'\r\n\r\nI forced a laugh. It rang hollow against the barrier that\r\nseparated us. In my heart I knew that this barrier was not to be\r\nlaughed away.\r\n\r\n'Can't you see, Peter? You must see.'\r\n\r\n'I certainly don't. I think you're overstrained, and that you have\r\nlet your imagination run away with you. I--'\r\n\r\nShe interrupted me.\r\n\r\n'Do you remember that evening in the study?' she asked abruptly.\r\n'We had been talking. I had been telling you how I had lived\r\nduring those five years.'\r\n\r\n'I remember.'\r\n\r\n'Every word I spoke was spoken with an object--calculated.... Yes,\r\neven the pauses. I tried to make _them_ tell, too. I knew\r\nyou, you see, Peter. I knew you through and through, because I\r\nloved you, and I knew the effect those tales would have on you.\r\nOh, they were all true. I was honest as far as that goes. But they\r\nhad the mean motive at the back of them. I was playing on your\r\nfeelings. I knew how kind you were, how you would pity me. I set\r\nmyself to create an image which would stay in your mind and kill\r\nthe memory of the other girl; the image of a poor, ill-treated\r\nlittle creature who should work through to your heart by way of\r\nyour compassion. I knew you, Peter, I knew you. And then I did a\r\nmeaner thing still. I pretended to stumble in the dark. I meant\r\nyou to catch me and hold me, and you did. And ...'\r\n\r\nHer voice broke off.\r\n\r\n'I'm glad I have told you,' she said. 'It makes it a little\r\nbetter. You understand now how I feel, don't you?'\r\n\r\nShe held out her hand.\r\n\r\n'Good-bye.'\r\n\r\n'I am not going to give you up,' I said doggedly.\r\n\r\n'Good-bye,' she said again. Her voice was a whisper.\r\n\r\nI took her hand and began to draw her towards me.\r\n\r\n'It is not good-bye. There is no one else in the world but you,\r\nand I am not going to give you up.'\r\n\r\n'Peter!' she struggled feebly. 'Oh, let me go.'\r\n\r\nI drew her nearer.\r\n\r\n'I won't let you go,' I said.\r\n\r\nBut, as I spoke, there came the sound of automobile wheels on the\r\ngravel. A large red car was coming up the drive. I dropped\r\nAudrey's hand, and she stepped back and was lost in the shrubbery.\r\nThe car slowed down and stopped beside me. There were two women in\r\nthe tonneau. One, who was dark and handsome, I did not know. The\r\nother was Mrs Drassilis."
  ]
}