{
  "index": 13,
  "title": "Chapter 12",
  "paragraphs": [
    "I evacuated Sanstead House unostentatiously, setting off on foot\r\ndown the long drive. My luggage, I gathered, was to follow me to\r\nthe station in a cart. I was thankful to Providence for the small\r\nmercy that the boys were in their classrooms and consequently\r\nunable to ask me questions. Augustus Beckford alone would have\r\nhandled the subject of my premature exit in a manner calculated to\r\nbleach my hair.\r\n\r\nIt was a wonderful morning. The sky was an unclouded blue, and a\r\nfresh breeze was blowing in from the sea. I think that something\r\nof the exhilaration of approaching spring must have stirred me,\r\nfor quite suddenly the dull depression with which I had started my\r\nwalk left me, and I found myself alert and full of schemes.\r\n\r\nWhy should I feebly withdraw from the struggle? Why should I give\r\nin to Smooth Sam in this tame way? The memory of that wink came\r\nback to me with a tonic effect. I would show him that I was still\r\na factor in the game. If the house was closed to me, was there not\r\nthe 'Feathers'? I could lie in hiding there, and observe his\r\nmovements unseen.\r\n\r\nI stopped on reaching the inn, and was on the point of entering\r\nand taking up my position at once, when it occurred to me that\r\nthis would be a false move. It was possible that Sam would not\r\ntake my departure for granted so readily as I assumed. It was\r\nSam's way to do a thing thoroughly, and the probability was that,\r\nif he did not actually come to see me off, he would at least make\r\ninquiries at the station to find out if I had gone. I walked on.\r\n\r\nHe was not at the station. Nor did he arrive in the cart with my\r\ntrunk. But I was resolved to risk nothing. I bought a ticket for\r\nLondon, and boarded the London train. It had been my intention to\r\nleave it at Guildford and catch an afternoon train back to\r\nStanstead; but it seemed to me, on reflection, that this was\r\nunnecessary. There was no likelihood of Sam making any move in the\r\nmatter of the Nugget until the following day. I could take my time\r\nabout returning.\r\n\r\nI spent the night in London, and arrived at Sanstead by an early\r\nmorning train with a suit-case containing, among other things, a\r\nBrowning pistol. I was a little ashamed of this purchase. To the\r\nBuck MacGinnis type of man, I suppose, a pistol is as commonplace\r\na possession as a pair of shoes, but I blushed as I entered the\r\ngun-shop. If it had been Buck with whom I was about to deal, I\r\nshould have felt less self-conscious. But there was something\r\nabout Sam which made pistols ridiculous.\r\n\r\nMy first act, after engaging a room at the inn and leaving my\r\nsuit-case, was to walk to the school. Before doing anything else,\r\nI felt I must see Audrey and tell her the facts in the case of\r\nSmooth Sam. If she were on her guard, my assistance might not be\r\nneeded. But her present state of trust in him was fatal.\r\n\r\nA school, when the boys are away, is a lonely place. The deserted\r\nair of the grounds, as I slipped cautiously through the trees, was\r\nalmost eerie. A stillness brooded over everything, as if the place\r\nhad been laid under a spell. Never before had I been so impressed\r\nwith the isolation of Sanstead House. Anything might happen in\r\nthis lonely spot, and the world would go on its way in ignorance.\r\nIt was with quite distinct relief that, as I drew nearer the\r\nhouse, I caught sight of the wire of the telephone among the trees\r\nabove my head. It had a practical, comforting look.\r\n\r\nA tradesman's cart rattled up the drive and disappeared round the\r\nside of the house. This reminder, also, of the outside world was\r\npleasant. But I could not rid myself of the feeling that the\r\natmosphere of the place was sinister. I attributed it to the fact\r\nthat I was a spy in an enemy's country. I had to see without being\r\nseen. I did not imagine that Johnson, grocer, who had just passed\r\nin his cart, found anything wrong with the atmosphere. It was\r\ncreated for me by my own furtive attitude.\r\n\r\nOf Audrey and Ogden there were no signs. That they were out\r\nsomewhere in the grounds this mellow spring morning I took for\r\ngranted; but I could not make an extended search. Already I had\r\ncome nearer to the house than was prudent.\r\n\r\nMy eye caught the telephone wire again and an idea came to me. I\r\nwould call her up from the inn and ask her to meet me. There was\r\nthe risk that the call would be answered by Smooth Sam, but it was\r\nnot great. Sam, unless he had thrown off his role of butler\r\ncompletely--which would be unlike the artist that he was--would be\r\nin the housekeeper's room, and the ringing of the telephone, which\r\nwas in the study, would not penetrate to him.\r\n\r\nI chose a moment when dinner was likely to be over and Audrey\r\nmight be expected to be in the drawing-room.\r\n\r\nI had deduced her movements correctly. It was her voice that\r\nanswered the call.\r\n\r\n'This is Peter Burns speaking.'\r\n\r\nThere was a perceptible pause before she replied. When she did,\r\nher voice was cold.\r\n\r\n'Yes?'\r\n\r\n'I want to speak to you on a matter of urgent importance.'\r\n\r\n'Well?'\r\n\r\n'I can't do it through the telephone. Will you meet me in half an\r\nhour's time at the gate?'\r\n\r\n'Where are you speaking from?'\r\n\r\n'The \"Feathers\". I am staying there.'\r\n\r\n'I thought you were in London.'\r\n\r\n'I came back. Will you meet me?'\r\n\r\nShe hesitated.\r\n\r\n'Why?'\r\n\r\n'Because I have something important to say to you--important to\r\nyou.'\r\n\r\nThere was another pause.\r\n\r\n'Very well.'\r\n\r\n'In half an hour, then. Is Ogden Ford in bed?'\r\n\r\n'Yes.'\r\n\r\n'Is his door locked?'\r\n\r\n'No.'\r\n\r\n'Then lock it and bring the key with you.'\r\n\r\n'Why?'\r\n\r\n'I will tell you when we meet.'\r\n\r\n'I will bring it.'\r\n\r\n'Thank you. Good-bye.'\r\n\r\nI hung up the receiver and set out at once for the school.\r\n\r\nShe was waiting in the road, a small, indistinct figure in the\r\ndarkness.\r\n\r\n'Is that you--Peter?'\r\n\r\nHer voice had hesitated at the name, as if at some obstacle. It\r\nwas a trivial thing, but, in my present mood, it stung me.\r\n\r\n'I'm afraid I'm late. I won't keep you long. Shall we walk down\r\nthe road? You may not have been followed, but it is as well to be\r\non the safe side.'\r\n\r\n'Followed? I don't understand.'\r\n\r\nWe walked a few paces and halted.\r\n\r\n'Who would follow me?'\r\n\r\n'A very eminent person of the name of Smooth Sam Fisher.'\r\n\r\n'Smooth Sam Fisher?'\r\n\r\n'Better known to you as White.'\r\n\r\n'I don't understand.'\r\n\r\n'I should be surprised if you did. I asked you to meet me here so\r\nthat I could make you understand. The man who poses as a\r\nPinkerton's detective, and is staying in the house to help you\r\ntake care of Ogden Ford, is Smooth Sam Fisher, a professional\r\nkidnapper.'\r\n\r\n'But--but--'\r\n\r\n'But what proof have I? Was that what you were going to say? None.\r\nBut I had the information from the man himself. He told me in the\r\ntrain that night going to London.'\r\n\r\nShe spoke quickly. I knew from her tone that she thought she had\r\ndetected a flaw in my story.\r\n\r\n'Why did he tell you?'\r\n\r\n'Because he needed me as an accomplice. He wanted my help. It was\r\nI who got Ogden away that day. Sam overheard me giving money and\r\ndirections to him, telling him how to get away from the school and\r\nwhere to go, and he gathered--correctly--that I was in the same\r\nline of business as himself. He suggested a partnership which I\r\nwas unable to accept.'\r\n\r\n'Why?'\r\n\r\n'Our objects were different. My motive in kidnapping Ogden was not\r\nto extract a ransom.'\r\n\r\nShe blazed out at me in an absolutely unexpected manner. Till now\r\nshe had listened so calmly and asked her questions with such a\r\nnotable absence of emotion that the outburst overwhelmed me.\r\n\r\n'Oh, I know what your motive was. There is no need to explain\r\nthat. Isn't there any depth to which a man who thinks himself in\r\nlove won't stoop? I suppose you told yourself you were doing\r\nsomething noble and chivalrous? A woman of her sort can trick a\r\nman into whatever meanness she pleases, and, just because she asks\r\nhim, he thinks himself a kind of knight-errant. I suppose she\r\ntold you that he had ill-treated her and didn't appreciate her\r\nhigher self, and all that sort of thing? She looked at you with\r\nthose big brown eyes of hers--I can see her--and drooped, and\r\ncried, till you were ready to do anything she asked you.'\r\n\r\n'Whom do you mean?'\r\n\r\n'Mrs Ford, of course. The woman who sent you here to steal Ogden.\r\nThe woman who wrote you that letter.'\r\n\r\n'She did not write that letter. But never mind that. The reason\r\nwhy I wanted you to come here was to warn you against Sam Fisher.\r\nThat was all. If there is any way in which I can help you, send\r\nfor me. If you like, I will come and stay at the house till Mr\r\nAbney returns.'\r\n\r\nBefore the words were out of my mouth, I saw that I had made a\r\nmistake. The balance of her mind was poised between suspicion and\r\nbelief, and my offer turned the scale.\r\n\r\n'No, thank you,' she said curtly.\r\n\r\n'You don't trust me?'\r\n\r\n'Why should I? White may or may not be Sam Fisher. I shall be on\r\nmy guard, and I thank you for telling me. But why should I trust\r\nyou? It all hangs together. You told me you were engaged to be\r\nmarried. You come here on an errand which no man would undertake\r\nexcept for a woman, and a woman with whom he was very much in\r\nlove. There is that letter, imploring you to steal the boy. I know\r\nwhat a man will do for a woman he is fond of. Why should I trust\r\nyou?'\r\n\r\n'There is this. You forget that I had the opportunity to steal\r\nOgden if I had wanted to. I had got him away to London. But I\r\nbrought him back. I did it because you had told me what it meant\r\nto you.'\r\n\r\nShe hesitated, but only for an instant. Suspicion was too strong\r\nfor her.\r\n\r\n'I don't believe you. You brought him back because this man whom\r\nyou call Fisher got to know of your plans. Why should you have\r\ndone it because of me? Why should you have put my interests before\r\nMrs Ford's? I am nothing to you.'\r\n\r\nFor a moment a mad impulse seized me to cast away all restraint,\r\nto pour out the unspoken words that danced like imps in my brain,\r\nto make her understand, whatever the cost, my feelings towards\r\nher. But the thought of my letter to Cynthia checked me. That\r\nletter had been the irrevocable step. If I was to preserve a shred\r\nof self-respect I must be silent.\r\n\r\n'Very well,' I said, 'good night.' And I turned to go.\r\n\r\n'Peter!'\r\n\r\nThere was something in her voice which whirled me round,\r\nthrilling, despite my resolution.\r\n\r\n'Are you going?'\r\n\r\nWeakness would now be my undoing. I steadied myself and answered\r\nabruptly.\r\n\r\n'I have said all I came to say. Good night.'\r\n\r\nI turned once more and walked quickly off towards the village. I\r\ncame near to running. I was in the mood when flight alone can save\r\na man. She did not speak again, and soon I was out of danger,\r\nhurrying on through the friendly darkness, beyond the reach of her\r\nvoice.\r\n\r\nThe bright light from the doorway of the 'Feathers', was the only\r\nillumination that relieved the blackness of the Market Square. As\r\nI approached, a man came out and stopped in the entrance to light\r\na cigar. His back was turned towards me as he crouched to protect\r\nthe match from the breeze, but something in his appearance seemed\r\nfamiliar.\r\n\r\nI had only a glimpse of him as he straightened himself and walked\r\nout of the pool of light into the Square, but it was enough.\r\n\r\nIt was my much-enduring acquaintance, Mr Buck MacGinnis."
  ]
}