{
  "index": 1,
  "title": "Part 1",
  "paragraphs": [
    "*** START OF THE PROJECT GUTENBERG EBOOK THE POLITENESS OF PRINCES, AND OTHER SCHOOL STORIES ***\r\n\r\n\r\n\r\n\r\nProduced by Suzanne L. Shell, Charles Franks and the Online\r\nDistributed Proofreading Team\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE POLITENESS OF PRINCES\r\nand Other School Stories\r\n\r\n\r\n\r\nBy\r\nP. G. Wodehouse\r\n\r\n\r\n\r\n\r\n[Transcriber's note: This selection of early Wodehouse stories was\r\nassembled for Project Gutenberg. The original publication date of\r\neach story is listed in square brackets in the Table of Contents.]\r\n\r\n\r\n\r\n\r\nCONTENTS\r\n\r\n\r\nTHE POLITENESS OF PRINCES [1905]\r\n\r\nSHIELDS' AND THE CRICKET CUP [1905]\r\n\r\nAN INTERNATIONAL AFFAIR [1905]\r\n\r\nTHE GUARDIAN [1908]\r\n\r\nA CORNER IN LINES [1905]\r\n\r\nTHE AUTOGRAPH HUNTERS [1905]\r\n\r\nPILLINGSHOT, DETECTIVE [1910]\r\n\r\n\r\n\r\n\r\nTHE POLITENESS OF PRINCES\r\n\r\n\r\nThe painful case of G. Montgomery Chapple, bachelor, of Seymour's\r\nhouse, Wrykyn. Let us examine and ponder over it.\r\n\r\nIt has been well said that this is the age of the specialist.\r\nEverybody, if they wish to leave the world a better and happier place\r\nfor their stay in it, should endeavour to adopt some speciality and\r\nmake it their own. Chapple's speciality was being late for breakfast.\r\nHe was late not once or twice, but every day. Sometimes he would\r\nscramble in about the time of the second cup of coffee, buttoning his\r\nwaistcoat as he sidled to his place. Generally he would arrive just as\r\nthe rest of the house were filing out; when, having lurked hidden\r\nuntil Mr. Seymour was out of the way, he would enter into private\r\ntreaty with Herbert, the factotum, who had influence with the cook,\r\nfor Something Hot and maybe a fresh brew of coffee. For there was\r\nnothing of the amateur late-breakfaster about Chapple. Your amateur\r\nslinks in with blushes deepening the naturally healthy hue of his\r\nface, and, bolting a piece of dry bread and gulping down a cup of cold\r\ncoffee, dashes out again, filled more with good resolutions for the\r\nfuture than with food. Not so Chapple. He liked his meals. He wanted a\r\ngood deal here below, and wanted it hot and fresh. Conscience had but\r\na poor time when it tried to bully Chapple. He had it weak in the\r\nfirst round.\r\n\r\nBut there was one more powerful than Conscience--Mr. Seymour. He had\r\nmarked the constant lateness of our hero, and disapproved of it.\r\n\r\nThus it happened that Chapple, having finished an excellent breakfast\r\none morning some twenty minutes after everybody else, was informed as\r\nhe sat in the junior day-room trying, with the help of an illustrated\r\narticle in a boys' paper, to construct a handy model steam-engine out\r\nof a reel of cotton and an old note-book--for his was in many ways a\r\ngiant brain--that Mr. Seymour would like to have a friendly chat with\r\nhim in his study. Laying aside his handy model steam-engine, he went\r\noff to the housemaster's study.\r\n\r\n\"You were late for breakfast to-day,\" said Mr. Seymour, in the horrid,\r\nabrupt way housemasters have.\r\n\r\n\"Why, yes, sir,\" said Chapple, pleasantly.\r\n\r\n\"And the day before.\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"And the day before that.\"\r\n\r\nChapple did not deny it. He stood on one foot and smiled a\r\npropitiating smile. So far Mr. Seymour was entitled to demand a cigar\r\nor cocoanut every time.\r\n\r\nThe housemaster walked to the window, looked out, returned to the\r\nmantelpiece, and shifted the position of a china vase two and a\r\nquarter inches to the left. Chapple, by way of spirited repartee,\r\nstood on the other leg and curled the disengaged foot round his ankle.\r\nThe conversation was getting quite intellectual.\r\n\r\n\"You will write out----\"\r\n\r\n\"Sir, please, sir----\" interrupted Chapple in an \"I-represent-the\r\ndefendant-m'lud\" tone of voice.\r\n\r\n\"Well?\"\r\n\r\n\"It's awfully hard to hear the bell from where I sleep, sir.\"\r\n\r\nOwing to the increased numbers of the house this term Chapple had been\r\nremoved from his dormitory proper to a small room some distance away.\r\n\r\n\"Nonsense. The bell can be heard perfectly well all over the house.\"\r\n\r\nThere was reason in what he said. Herbert, who woke the house of a\r\nmorning, did so by ringing a bell. It was a big bell, and he enjoyed\r\nringing it. Few sleepers, however sound, could dream on peacefully\r\nthrough Herbert's morning solo. After five seconds of it they would\r\nturn over uneasily. After seven they would sit up. At the end of the\r\nfirst quarter of a minute they would be out of bed, and you would be\r\nwondering where they picked up such expressions.\r\n\r\nChapple murmured wordlessly in reply. He realised that his defence was\r\na thin one. Mr. Seymour followed up his advantage.\r\n\r\n\"You will write a hundred lines of Vergil,\" he said, \"and if you are\r\nlate again to-morrow I shall double them.\"\r\n\r\nChapple retired.\r\n\r\nThis, he felt, was a crisis. He had been pursuing his career of\r\nunpunctuality so long that he had never quite realised that a time\r\nmight come when the authorities would drop on him. For a moment he\r\nfelt that it was impossible, that he could not meet Mr. Seymour's\r\nwishes in the matter; but the bull-dog pluck of the true Englishman\r\ncaused him to reconsider this. He would at least have a dash at it.\r\n\r\n\"I'll tell you what to do,\" said his friend, Brodie, when consulted on\r\nthe point over a quiet pot of tea that afternoon. \"You ought to sleep\r\nwithout so many things on the bed. How many blankets do you use, for\r\ninstance?\"\r\n\r\n\"I don't know,\" said Chapple. \"As many as they shove on.\"\r\n\r\nIt had never occurred to him to reckon up the amount of his bedclothes\r\nbefore retiring to rest.\r\n\r\n\"Well, you take my tip,\" said Brodie, \"and only sleep with one on.\r\nThen the cold'll wake you in the morning, and you'll get up because\r\nit'll be more comfortable than staying in bed.\"\r\n\r\nThis scientific plan might have worked. In fact, to a certain extent\r\nit did work. It woke Chapple in the morning, as Brodie had predicted;\r\nbut it woke him at the wrong hour. It is no good springing out of bed\r\nwhen there are still three hours to breakfast. When Chapple woke at\r\nfive the next morning, after a series of dreams, the scenes of which\r\nwere laid mainly in the Arctic regions, he first sneezed, then he\r\npiled upon the bed everything he could find, including his boots, and\r\nthen went to sleep again. The genial warmth oozed through his form, and\r\ncontinued to ooze until he woke once more, this time at eight-fifteen.\r\nBreakfast being at eight, it occurred to him that his position with\r\nMr. Seymour was not improved. While he was devoting a few moments'\r\nprofound meditation to this point the genial warmth got in its fell\r\nwork once again. When he next woke, the bell was ringing for school.\r\nHe lowered the world's record for rapid dressing, and was just in time\r\nto accompany the tail of the procession into the form-room.\r\n\r\n\"You were late again this morning,\" said Mr. Seymour, after dinner.\r\n\r\n\"Yes, sir. I overslebbed myselb, sir,\" replied Chapple, who was\r\nsuffering from a cold in the head.\r\n\r\n\"Two hundred lines.\"\r\n\r\n\"Yes, sir.\"\r\n\r\nThings had now become serious. It was no good going to Brodie again\r\nfor counsel. Brodie had done for himself, proved himself a fraud, an\r\nidiot. In fine, a rotter. He must try somebody else. Happy thought.\r\nSpenlow. It was a cold day, when Spenlow got left behind. He would\r\nknow what to do. _There_ was a chap for you, if you liked! Young,\r\nmind you, but what a brain! Colossal!\r\n\r\n\"What _I_ should do,\" said Spenlow, \"is this. I should put my\r\nwatch on half an hour.\"\r\n\r\n\"What 'ud be the good of that?\"\r\n\r\n\"Why, don't you see? You'd wake up and find it was ten to eight, say,\r\nby your watch, so you'd shove on the pace dressing, and nip\r\ndownstairs, and then find that you'd really got tons of time. What\r\nprice that?\"\r\n\r\n\"But I should remember I'd put my watch on,\" objected Chapple.\r\n\r\n\"Oh, no, probably not. You'd be half asleep, and you'd shoot out of\r\nbed before you remembered, and that's all you'd want. It's the getting\r\nout of bed that's so difficult. If you were once out, you wouldn't\r\nwant to get back again.\"\r\n\r\n\"Oh, shouldn't I?\" said Chapple.\r\n\r\n\"Well, you might want to, but you'd have the sense not to do it.\"\r\n\r\n\"It's not a bad idea,\" said Chapple. \"Thanks.\"\r\n\r\nThat night he took his Waterbury, prised open the face with a\r\npocket-knife as if he were opening an oyster, put the minute hand\r\non exactly half an hour, and retired to bed satisfied. There was\r\ngoing to be no nonsense about it this time.\r\n\r\nI am sorry to disappoint the reader, but facts are facts, and I must\r\nnot tamper with them. It is, therefore, my duty to state, however\r\nreluctantly, that Chapple was not in time for breakfast on the\r\nfollowing morning. He woke at seven o'clock, when the hands of\r\nthe watch pointed to seven-thirty. Primed with virtuous resolutions,\r\nhe was just about to leap from his couch, when his memory began to\r\nwork, and he recollected that he had still an hour. Punctuality, he\r\nfelt, was an excellent thing, a noble virtue, in fact, but it was no\r\ngood overdoing it. He could give himself at least another half hour.\r\nSo he dozed off. He woke again with something of a start. He seemed\r\nto feel that he had been asleep for a considerable time. But no. A\r\nglance at the watch showed the hands pointing to twenty-five to eight.\r\nTwenty-five minutes more. He had a good long doze this time. Then,\r\nfeeling that now he really must be getting up, he looked once more\r\nat the watch, and rubbed his eyes. It was still twenty-five to eight.\r\n\r\nThe fact was that, in the exhilaration of putting the hands on, he had\r\nforgotten that other and even more important operation, winding up.\r\nThe watch had stopped.\r\n\r\nThere are few more disturbing sensations than that of suddenly\r\ndiscovering that one has no means of telling the time. This is\r\nespecially so when one has to be in a certain place by a certain hour.\r\nIt gives the discoverer a weird, lost feeling, as if he had stopped\r\ndead while all the rest of the world had moved on at the usual rate.\r\nIt is a sensation not unlike that of the man who arrives on the\r\nplatform of a railway station just in time to see the tail-end of his\r\ntrain disappear.\r\n\r\nUntil that morning the world's record for dressing (set up the day\r\nbefore) had been five minutes, twenty-three and a fifth seconds. He\r\nlowered this by two seconds, and went downstairs.\r\n\r\nThe house was empty. In the passage that led to the dining-room he\r\nlooked at the clock, and his heart turned a somersault. _It was five\r\nminutes past nine._ Not only was he late for breakfast, but late\r\nfor school, too. Never before had he brought off the double event.\r\n\r\nThere was a little unpleasantness in his form room when he stole in at\r\nseven minutes past the hour. Mr. Dexter, his form-master, never a\r\njolly sort of man to have dealings with, was rather bitter on the\r\nsubject.\r\n\r\n\"You are incorrigibly lazy and unpunctual,\" said Mr. Dexter, towards\r\nthe end of the address. \"You will do me a hundred lines.\"\r\n\r\n\"Oo-o-o, sir-r,\" said Chapple. But he felt at the time that it was not\r\nmuch of a repartee. After dinner there was the usual interview with\r\nMr. Seymour.\r\n\r\n\"You were late again this morning,\" he said.\r\n\r\n\"Yes, sir,\" said Chapple.\r\n\r\n\"Two hundred lines.\"\r\n\r\n\"Yes, sir.\"\r\n\r\nThe thing was becoming monotonous.\r\n\r\nChapple pulled himself together. This must stop. He had said that\r\nseveral times previously, but now he meant it. Nor poppy, nor\r\nmandragora, nor all the drowsy syrups of the world should make him\r\noversleep himself again. This time he would try a combination of\r\nschemes.\r\n\r\nBefore he went to bed that night he put his watch on half an hour,\r\nwound it up, and placed it on a chair at his bedside. Then he seized\r\nhis rug and all the blankets except one, and tore them off. Then he\r\npiled them in an untidy heap in the most distant corner of the room.\r\nHe meant to put temptation out of his reach. There should be no genial\r\nwarmth on this occasion.\r\n\r\nNor was there. He woke at six feeling as if he were one solid chunk of\r\nice. He put up with it in a torpid sort of way till seven. Then he\r\ncould stand it no longer. It would not be pleasant getting up and\r\ngoing downstairs to the cheerless junior day-room, but it was the only\r\nthing to do. He knew that if he once wrapped himself in the blankets\r\nwhich stared at him invitingly from the opposite corner of the room,\r\nhe was lost. So he crawled out of bed, shivering, washed\r\nunenthusiastically, and he proceeded to put on his clothes.\r\n\r\nDownstairs it was more unpleasant than one would have believed\r\npossible. The day-room was in its usual state of disorder. The fire\r\nwas not lit. There was a vague smell of apples. Life was very, very\r\ngrey. There seemed no brightness in it at all.\r\n\r\nHe sat down at the table and began once more the task of constructing\r\na handy model steam-engine, but he speedily realised, what he had\r\nsuspected before, that the instructions were the work of a dangerous\r\nmadman. What was the good of going on living when gibbering lunatics\r\nwere allowed to write for weekly papers?\r\n\r\nAbout this time his gloom was deepened by the discovery that a tin\r\nlabelled mixed biscuits, which he had noticed in Brodie's locker, was\r\nempty.\r\n\r\nHe thought he would go for a stroll. It would be beastly, of course,\r\nbut not so beastly as sitting in the junior day-room.\r\n\r\nIt is just here that the tragedy begins to deepen.\r\n\r\nPassing out of Seymour's gate he met Brooke, of Appleby's. Brooke wore\r\nan earnest, thoughtful expression.\r\n\r\n\"Hullo, Brooke,\" said Chapple, \"where are you off to?\"\r\n\r\nIt seemed that Brooke was off to the carpenter's shop. Hence the\r\nearnest, thoughtful expression. His mind was wrestling with certain\r\npieces of wood which he proposed to fashion into photograph frames.\r\nThere was always a steady demand in the school for photograph frames,\r\nand the gifted were in the habit of turning here and there an honest\r\npenny by means of them.\r\n\r\nThe artist soul is not always unfavourable to a gallery. Brooke said\r\nhe didn't mind if Chapple came along, only he wasn't to go rotting\r\nabout or anything. So Chapple went along.\r\n\r\nArrived at the carpenter's shop, Brooke was soon absorbed in his\r\nlabours. Chapple watched him for a time with the interest of a\r\nbrother-worker, for had he not tried to construct handy model\r\nsteam-engines in his day? Indeed, yes. After a while, however, the\r\n_rôle_ of spectator began to pall. He wanted to _do_ something.\r\nWandering round the room he found a chisel, and upon the instant,\r\nin direct contravention of the treaty respecting rotting, he sat down\r\nand started carving his name on a smooth deal board which looked\r\nas if nobody wanted it. The pair worked on in silence, broken only\r\nby an occasional hard breath as the toil grew exciting. Chapple's\r\ntongue was out and performing mystic evolutions as he carved the\r\nletters. He felt inspired.\r\n\r\nHe was beginning the A when he was brought to earth again by the voice\r\nof Brooke.\r\n\r\n\"You _are_ an idiot,\" said Brooke, complainingly. \"That's\r\n_my_ board, and now you've spoilt it.\"\r\n\r\nSpoilt it! Chapple liked that! Spoilt it, if you please, when he had\r\ndone a beautiful piece of carving on it!\r\n\r\n\"Well, it can't be helped now,\" said Brooke, philosophically. \"I\r\nsuppose it's not your fault you're such an ass. Anyhow, come on now.\r\nIt's struck eight.\"\r\n\r\n\"It's what?\" gasped Chapple.\r\n\r\n\"Struck eight. But it doesn't matter. Appleby never minds one being a\r\nbit late for breakfast.\"\r\n\r\n\"Oh,\" said Chapple. \"Oh, doesn't he!\"\r\n\r\n        *       *       *       *       *\r\n\r\nGo into Seymour's at eight sharp any morning and look down the table,\r\nand you will see the face of G. M. Chapple--obscured every now and\r\nthen, perhaps, by a coffee cup or a slice of bread and marmalade. He\r\nhas not been late for three weeks. The spare room is now occupied by\r\nPostlethwaite, of the Upper Fourth, whose place in Milton's dormitory\r\nhas been taken by Chapple. Milton is the head of the house, and stands\r\nalone among the house prefects for the strenuousness of his methods in\r\ndealing with his dormitory. Nothing in this world is certain, but it\r\nis highly improbable that Chapple will be late again. There are\r\nswagger-sticks.\r\n\r\n\r\n\r\n\r\nSHIELDS' AND THE CRICKET CUP\r\n\r\n\r\nThe house cricket cup at Wrykyn has found itself on some strange\r\nmantelpieces in its time. New talent has a way of cropping up in the\r\nhouse matches. Tail-end men hit up fifties, and bowlers who have never\r\ntaken a wicket before except at the nets go on fifth change, and\r\ndismiss first eleven experts with deliveries that bounce twice and\r\nshoot. So that nobody is greatly surprised in the ordinary run of\r\nthings if the cup does not go to the favourites, or even to the second\r\nor third favourites. But one likes to draw the line. And Wrykyn drew\r\nit at Shields'. And yet, as we shall proceed to show, Shields' once\r\nwon the cup, and that, too, in a year when Donaldson's had four first\r\neleven men and Dexter's three.\r\n\r\nShields' occupied a unique position at the School. It was an\r\nabsolutely inconspicuous house. There were other houses that were\r\nslack or wild or both, but the worst of these did something. Shields'\r\nnever did anything. It never seemed to want to do anything. This may\r\nhave been due in some degree to Mr. Shields. As the housemaster is, so\r\nthe house is. He was the most inconspicuous master on the staff. He\r\ntaught a minute form in the junior school, where earnest infants\r\nwrestled with somebody's handy book of easy Latin sentences, and\r\ndepraved infants threw cunningly compounded ink-balls at one another\r\nand the ceiling. After school he would range the countryside with a\r\npickle-bottle in search of polly woggles and other big game, which he\r\nsubsequently transferred to slides and examined through a microscope\r\ntill an advanced hour of the night. The curious part of the matter\r\nwas that his house was never riotous. Perhaps he was looked on as a\r\nnon-combatant, one whom it would be unfair and unsporting to rag. At\r\nany rate, a weird calm reigned over the place; and this spirit seemed\r\nto permeate the public lives of the Shieldsites. They said nothing much\r\nand they did nothing much and they were very inoffensive. As a rule,\r\none hardly knew they were there.\r\n\r\nInto this abode of lotus-eaters came Clephane, a day boy, owing to the\r\ndeparture of his parents for India. Clephane wanted to go to\r\nDonaldson's. In fact, he said so. His expressions, indeed, when he\r\nfound that the whole thing had been settled, and that he was to spend\r\nhis last term at school at a house which had never turned out so much\r\nas a member of the Gym. Six, bordered on the unfilial. It appeared\r\nthat his father had met Mr. Shields at dinner in the town--a fact to\r\nwhich he seemed to attach a mystic importance. Clephane's criticism of\r\nthis attitude of mind was of such a nature as to lead his father to\r\naddress him as Archibald instead of Archie.\r\n\r\nHowever, the thing was done, and Clephane showed his good sense by\r\nrealising this and turning his energetic mind to the discovery of the\r\nbest way of making life at Shields' endurable. Fortune favoured him by\r\nsending to the house another day boy, one Mansfield. Clephane had not\r\nknown him intimately before, though they were both members of the\r\nsecond eleven; but at Shields' they instantly formed an alliance. And\r\nin due season--or a little later--the house matches began. Henfrey, of\r\nDay's, the Wrykyn cricket captain, met Clephane at the nets when the\r\ndrawing for opponents had been done.\r\n\r\n\"Just the man I wanted to see,\" said Henfrey. \"I suppose you're\r\ncaptain of Shields' lot, Clephane? Well, you're going to scratch as\r\nusual, I suppose?\"\r\n\r\nFor the last five seasons that lamentable house had failed to put a\r\nteam into the field. \"You'd better,\" said Henfrey, \"we haven't\r\novermuch time as it is. That match with Paget's team has thrown us out\r\na lot. We ought to have started the house matches a week ago.\"\r\n\r\n\"Scratch!\" said Clephane. \"Don't you wish we would! My good chap,\r\nwe're going to get the cup.\"\r\n\r\n\"You needn't be a funny ass,\" said Henfrey in his complaining voice,\r\n\"we really are awfully pushed. As it is we shall have to settle the\r\nopening rounds on the first innings. That's to say, we can only give\r\n'em a day each; if they don't finish, the winner of the first innings\r\nwins. You might as well scratch.\"\r\n\r\n\"I can't help your troubles. By rotten mismanagement you have got the\r\nhouse-matches crowded up into the last ten days of term, and you come\r\nand expect me to sell a fine side like Shields' to get you out of the\r\nconsequences of your reckless act. My word, Henfrey, you've sunk\r\npretty low. Nice young fellow Henfrey was at one time, but seems to\r\nhave got among bad companions. Quite changed now. Avoid him as much as\r\nI can. Leave me, Henfrey, I would be alone.\"\r\n\r\n\"But you can't raise a team.\"\r\n\r\n\"Raise a team! Do you happen to know that half the house is\r\n_biting_ itself with agony because we can't find room for all?\r\nShields gives stump-cricket _soirées_ in his study after prep.\r\nOne every time you hit the ball, two into the bowl of goldfish, and\r\nout if you smash the microscope.\"\r\n\r\n\"Well,\" said Henfrey viciously, \"if you want to go through the farce\r\nof playing one round and making idiots of yourselves, you'll have to\r\nwait a bit. You've got a bye in the first round.\"\r\n\r\nClephane told the news to Mansfield after tea. \"I've been and let the\r\nhouse in for a rollicking time,\" he said, abstracting the copy of\r\nLatin verses which his friend was doing, and sitting on them to ensure\r\nundivided attention to his words. \"Wanting to score off old Henfrey--I\r\nhave few pleasures--I told him that Shields' was not going to scratch.\r\nSo we are booked to play in the second round of the housers. We drew a\r\nbye for the first. It would be an awful rag if we could do something.\r\nWe _must_ raise a team of some sort. Henfrey would score so if we\r\ndidn't. Who's there, d'you think, that can play?\"\r\n\r\nMansfield considered the question thoughtfully. \"They all _play_,\r\nI suppose,\" he said slowly, \"if you can call it playing. What I mean\r\nto say is, cricket's compulsory here, so I suppose they've all had an\r\ninnings or two at one time or another in the eightieth game or so. But\r\nif you want record-breakers, I shouldn't trust to Shields' too much.\"\r\n\r\n\"Not a bit. So long as we put a full team into the field, that's all I\r\ncare about. I've often wondered what it's like to go in first and bowl\r\nunchanged the whole time.\"\r\n\r\n\"You'll do that all right,\" said Mansfield. \"I should think Shields'\r\nbowling ran to slow grubs, to judge from the look of 'em. You'd better\r\ngo and see Wilkins about raising the team. As head of the house, he\r\nprobably considers himself captain of cricket.\"\r\n\r\nWilkins, however, took a far more modest view of his position. The\r\nnotion of leading a happy band of cricketers from Shields' into the\r\nfield had, it seemed, small attractions for him. But he went so far as\r\nto get a house list, and help choose a really representative team. And\r\nas details about historic teams are always welcome, we may say that\r\nthe averages ranged from 3.005 to 8.14. This last was Wilkins' own and\r\nwas, as he would have been the first to admit, substantially helped by\r\na contribution of nineteen in a single innings in the fifth game.\r\n\r\nSo the team was selected, and Clephane turned out after school next\r\nday to give them a little fielding-practice. To his surprise the\r\nfielding was not so outrageous as might have been expected. All the\r\nsimpler catches were held, and one or two of the harder as well. Given\r\nthis form on the day of their appearance in public, and Henfrey might\r\nbe disappointed when he came to watch and smile sarcastically. A\r\nbatting fiasco is not one half so ridiculous as maniac fielding.\r\n\r\nIn the meantime the first round of the house matches had been played\r\noff, and it would be as well to describe at this point the positions\r\nof the rival houses and their prospects. In the first place, there\r\nwere only four teams really in the running for the cup, Day's (headed\r\nby the redoubtable Henfrey), Spence's, who had Jackson, that season a\r\nhead and shoulders above the other batsmen in the first eleven--he had\r\njust wound up the school season with an average of 51.3, Donaldson's,\r\nand Dexter's. All the other house teams were mainly tail.\r\n\r\nNow, in the first round the powerful quartette had been diminished by\r\nthe fact that Donaldson's had drawn Dexter's, and had lost to them by\r\na couple of wickets.\r\n\r\nFor the second round Shields' drew Appleby's, a poor team. Space on\r\nthe Wrykyn field being a consideration, with three house matches to be\r\nplayed off at the same time, Clephane's men fought their first battle\r\non rugged ground in an obscure corner. As the captain of cricket\r\nordered these matters, Henfrey had naturally selected the best bit of\r\nturf for Day's _v_. Dexter's. That section of the ground which\r\nwas sacred to the school second-eleven matches was allotted to\r\nSpence's _v_. the School House. The idle public divided its\r\nattention between the two big games, and paid no attention to the\r\ndeath struggle in progress at the far end of the field. Whereby it\r\nmissed a deal of quiet fun.\r\n\r\nI say death struggle advisedly. Clephane had won his second-eleven cap\r\nas a fast bowler. He had failed to get into the first eleven because\r\nhe was considered too erratic. Put these two facts together, and you\r\nwill suspect that dark deeds were wrought on the men of Appleby in\r\nthat lonely corner of the Wrykyn meadow.\r\n\r\nThe pitch was not a good one. As a sample of the groundman's art it\r\nwas sketchy and amateurish; it lacked finish. Clephane won the toss,\r\ntook a hasty glance at the corrugated turf, and decided to bat first.\r\nThe wicket was hardly likely to improve with use.\r\n\r\nHe and Mansfield opened the batting. He stood three feet out of his\r\nground, and smote. The first four balls he took full pitch. The last\r\ntwo, owing to a passion for variety on the part of the bowler, were\r\nlong hops. At the end of the over Shields' score was twenty-four.\r\nMansfield pursued the same tactics. When the first wicket fell,\r\nseventy was on the board. A spirit of martial enthusiasm pervaded\r\nthe ranks of the house team. Mild youths with spectacles leaped out\r\nof their ground like tigers, and snicked fours through the slips.\r\nWhen the innings concluded, blood had been spilt--from an injured\r\nfinger--but the total was a hundred and two.\r\n\r\nThen Clephane walked across to the School shop for a vanilla ice. He\r\nsaid he could get more devil, as it were, into his bowling after a\r\nvanilla ice. He had a couple.\r\n\r\nWhen he bowled his first ball it was easy to see that there was truth\r\nin the report of the causes of his inclusion in the second eleven and\r\nexclusion from the first. The batsman observed somewhat weakly, \"Here,\r\nI _say!_\" and backed towards square leg. The ball soared over the\r\nwicket-keep's head and went to the boundary. The bowler grinned\r\npleasantly, and said he was just getting his arm in.\r\n\r\nThe second ball landed full-pitch on the batsman's right thigh. The\r\nthird was another full pitch, this time on the top of the middle\r\nstump, which it smashed. With profound satisfaction the batsman\r\nhobbled to the trees, and sat down. \"Let somebody else have a shot,\"\r\nhe said kindly.\r\n\r\nAppleby's made twenty-eight that innings.\r\n\r\nTheir defeat by an innings and fifty-three runs they attributed\r\nsubsequently to the fact that only seven of the team could be induced\r\nto go to the wickets in the second venture.\r\n\r\n\"So you've managed to win a match,\" grunted Henfrey, \"I should like to\r\nhave been there.\"\r\n\r\n\"You might just as well have been,\" said Clephane, \"from what they\r\ntell me.\"\r\n\r\nAt which Henfrey became abusive, for he had achieved an \"egg\" that\r\nafternoon, and missed a catch; which things soured him, though Day's\r\nhad polished off Dexter's handsomely.\r\n\r\n\"Well,\" he said at length, \"you're in the semi-final now, of all weird\r\nplaces. You'd better play Spence's next. When can you play?\"\r\n\r\n\"Henfrey,\" said Clephane, \"I have a bright, open, boyish countenance,\r\nbut I was not born yesterday. You want to get a dangerous rival out of\r\nthe way without trouble, so you set Shields' to smash up Spence's. No,\r\nHenfrey. I do not intend to be your catspaw. We will draw lots who is\r\nto play which. Here comes Jackson. We'll toss odd man out.\"\r\n\r\nAnd when the coins fell there were two tails and one head; and the\r\nhead belonged to the coin of Clephane.\r\n\r\n\"So, you see,\" he said to Henfrey, \"Shields' is in the final. No\r\nwonder you wanted us to scratch.\"\r\n\r\nI should like this story to end with a vivid description of a tight\r\nfinish. Considering that Day's beat Spence's, and consequently met\r\nShields' in the final, that would certainly be the most artistic\r\nending. Henfrey batting--Clephane bowling--one to tie, two to win, one\r\nwicket to fall. Up goes the ball! Will the lad catch it!! He fumbles\r\nit. It falls. All is over. But look! With a supreme effort--and so on.\r\n\r\nThe real conclusion was a little sensational in its way, but not\r\nnearly so exciting as that.\r\n\r\nThe match between Day's and Shields' opened in a conventional enough\r\nmanner. Day's batted first, and made two hundred and fifty. Henfrey\r\ncarried his bat for seventy-six, and there were some thirties. For\r\nShields' Clephane and Mansfield made their usual first-wicket stand,\r\nand the rest brought the total up to ninety-eight. At this point\r\nHenfrey introduced a variation on custom. The match was a three days'\r\nmatch. In fact, owing to the speed with which the other games had been\r\nplayed, it could, if necessary, last four days. The follow-on was,\r\ntherefore, a matter for the discretion of the side which led. Henfrey\r\nand his team saw no reason why they should not have another pleasant\r\nspell of batting before dismissing their opponents for the second time\r\nand acquiring the cup. So in they went again, and made another two\r\nhundred and fifty odd, Shields' being left with four hundred and\r\ntwelve to make to win.\r\n\r\nOn the morning after Day's second innings, a fag from Day's brought\r\nClephane a message from Henfrey. Henfrey was apparently in bed. He\r\nwould be glad if Clephane would go and see him in the dinner-hour. The\r\ninterview lasted fifteen minutes. Then Clephane burst out of the\r\nhouse, and dashed across to Shields' in search of Mansfield.\r\n\r\n\"I say, _have_ you heard?\" he shouted.\r\n\r\n\"What's up?\"\r\n\r\n\"Why, every man in Day's team, bar two kids, is in bed. Ill. Do you\r\nmean to say you haven't heard? They thought they'd got that house cup\r\nsafe, so all the team except the two kids, fags, you know, had a feed\r\nin honour of it in Henfrey's study. Some ass went and bought a bad\r\nrabbit pie, and now they're laid up. Not badly, but they won't be out\r\nfor a day or two.\"\r\n\r\n\"But what about the match?\"\r\n\r\n\"Oh, that'll go on. I made a point of that. They can play subs.\"\r\n\r\nMansfield looked thoughtful.\r\n\r\n\"But I say,\" he said, \"it isn't very sporting, is it? Oughtn't we to\r\nwait or something?\"\r\n\r\n\"Sporting! My dear chap, a case like this mustn't be judged by\r\nordinary standards. We can't spoil the giant rag of the century\r\nbecause it isn't quite sporting. Think what it means--Shields' getting\r\nthe cup! It'll keep the school laughing for terms. What do you want to\r\nspoil people's pleasure for?\"\r\n\r\n\"Oh, all right,\" said Mansfield.\r\n\r\n\"Besides, think of the moral effect it'll have on the house. It may\r\nturn it into the blood house of Wrykyn. Shields himself may get quite\r\nsportive. We mustn't miss the chance.\"\r\n\r\nThe news having got about the school, Clephane and Mansfield opened\r\ntheir second innings to the somewhat embarrassed trundling of Masters\r\nRoyce and Tibbit, of the Junior School, before a substantial and\r\nappreciative audience.\r\n\r\nBoth played carefully at first, but soon getting the measure of the\r\nbowling (which was not deep) began to hit out, and runs came quickly.\r\nAt fifty, Tibbit, understudying Henfrey as captain of the side,\r\nsummoned to his young friend Todby from short leg, and instructed him\r\nto \"have a go\" at the top end.\r\n\r\nIt was here that Clephane courteously interfered. Substitutes, he\r\npointed out, were allowed, by the laws of cricket, only to field, not\r\nto bowl. He must, therefore, request friend Todby to return to his\r\nformer sphere of utility, where, he added politely, he was a perfect\r\ndemon.\r\n\r\n\"But, blow it,\" said Master Tibbit, who (alas!) was addicted to the\r\nuse of strong language, \"Royce and I can't bowl the whole blessed\r\ntime.\"\r\n\r\n\"You'll have to, I'm afraid,\" said Clephane with the kindly air of a\r\ndoctor soothing a refractory patient. \"Of course, you can take a spell\r\nat grubs whenever you like.\"\r\n\r\n\"Oh, darn!\" said Master Tibbit.\r\n\r\nShortly afterwards Clephane made his century.\r\n\r\n       *       *       *       *       *\r\n\r\nThe match ended late on the following afternoon in a victory for\r\nShields' by nine wickets, and the scene at the School Shop when Royce\r\nand Tibbit arrived to drown their sorrows and moisten their dry\r\nthroats with ginger beer is said by eyewitnesses to have been\r\nsomething quite out of the common run.\r\n\r\nThe score sheet of the match is also a little unusual. Clephane's\r\nthree hundred and one (not out) is described in the _Wrykinian_\r\nas a \"masterly exhibition of sound yet aggressive batting.\" How\r\nHenfrey described it we have never heard.\r\n\r\n\r\n\r\n\r\nAN INTERNATIONAL AFFAIR\r\n\r\n\r\nPART 1\r\n\r\nThe whole thing may be said to have begun when Mr. Oliver Ring of New\r\nYork, changing cars, as he called it, at Wrykyn on his way to London,\r\nhad to wait an hour for his train. He put in that hour by strolling\r\nabout the town and seeing the sights, which were not numerous. Wrykyn,\r\nexcept on Market Day, was wont to be wrapped in a primaeval calm which\r\nvery nearly brought tears to the strenuous eyes of the man from\r\nManhattan. He had always been told that England was a slow country, and\r\nhis visit, now in its third week, had confirmed this opinion: but even\r\nin England he had not looked to find such a lotus-eating place as\r\nWrykyn. He looked at the shop windows. They resembled the shop windows\r\nof every other country town in England. There was no dash, no initiative\r\nabout them. They did not leap to the eye and arrest the pedestrian's\r\nprogress. They ordered these things, thought Mr. Ring, better in the\r\nStates. And then something seemed to whisper to him that here was the\r\nplace to set up a branch of Ring's Come-One Come-All Up-to-date Stores.\r\nDuring his stroll he had gathered certain pieces of information. To wit,\r\nthat Wrykyn was where the county families for ten miles round did their\r\nshopping, that the population of the town was larger than would appear\r\nat first sight to a casual observer, and, finally, that there was a\r\nschool of six hundred boys only a mile away. Nothing could be better.\r\nWithin a month he would take to himself the entire trade of the\r\nneighbourhood.\r\n\r\n\"It's a cinch,\" murmured Mr. Ring with a glad smile, as he boarded his\r\ntrain, \"a lead-pipe cinch.\"\r\n\r\nEverybody who has moved about the world at all knows Ring's Come-one\r\nCome-all Up-to-date Stores. The main office is in New York. Broadway,\r\nto be exact, on the left as you go down, just before you get to Park\r\nRow, where the newspapers come from. There is another office in\r\nChicago. Others in St. Louis, St. Paul, and across the seas in London,\r\nParis, Berlin, and, in short, everywhere. The peculiar advantage about\r\nRing's Stores is that you can get anything you happen to want there,\r\nfrom a motor to a macaroon, and rather cheaper than you could get it\r\nanywhere else. England had up to the present been ill-supplied with\r\nthese handy paradises, the one in Piccadilly being the only extant\r\nspecimen. But now Mr. Ring in person had crossed the Atlantic on a\r\ntour of inspection, and things were shortly to be so brisk that you\r\nwould be able to hear them whizz.\r\n\r\nSo an army of workmen invaded Wrykyn. A trio of decrepit houses in the\r\nHigh Street were pulled down with a run, and from the ruins there\r\nbegan to rise like a Phoenix the striking building which was to be the\r\nWrykyn Branch of Ring's Come-one Come-all Up-to-date Stores.\r\n\r\nThe sensation among the tradesmen caused by the invasion was, as may\r\nbe imagined, immense and painful. The thing was a public disaster. It\r\nresembled the advent of a fox in a fowl-run. For years the tradesmen\r\nof Wrykyn had jogged along in their comfortable way, each making his\r\nlittle profits, with no thought of competition or modern hustle. And\r\nnow the enemy was at their doors. Many were the gloomy looks cast at\r\nthe gaudy building as it grew like a mushroom. It was finished with\r\nincredible speed, and then advertisements began to flood the local\r\npapers. A special sheaf of bills was despatched to the school.\r\n\r\nDunstable got hold of one, and read it with interest. Then he went in\r\nsearch of his friend Linton to find out what he thought of it.\r\n\r\nLinton was at work in the laboratory. He was an enthusiastic, but\r\nunskilful, chemist. The only thing he could do with any real certainty\r\nwas to make oxygen. But he had ambitions beyond that feat, and was\r\ncontinually experimenting in a reckless way which made the chemistry\r\nmaster look wan and uneasy. He was bending over a complicated mixture\r\nof tubes, acids, and Bunsen burners when Dunstable found him. It was\r\nafter school, so that the laboratory was empty, but for them.\r\n\r\n\"Don't mind me,\" said Dunstable, taking a seat on the table.\r\n\r\n\"Look out, man, don't jog. Sit tight, and I'll broaden your mind for\r\nyou. I take this bit of litmus paper, and dip it into this bilge, and\r\nif I've done it right, it'll turn blue.\"\r\n\r\n\"Then I bet it doesn't,\" said Dunstable.\r\n\r\nThe paper turned red.\r\n\r\n\"Hades,\" said Linton calmly. \"Well, I'm not going to sweat at it any\r\nmore. Let's go down to Cook's.\"\r\n\r\nCook's is the one school institution which nobody forgets who has been\r\nto Wrykyn. It is a little confectioner's shop in the High Street. Its\r\nexterior is somewhat forbidding, and the uninitiated would probably\r\nshudder and pass on, wondering how on earth such a place could find a\r\npublic daring enough to support it by eating its wares. But the school\r\nwent there in flocks. Tea at Cook's was the alternative to a study\r\ntea. There was a large room at the back of the shop, and here oceans\r\nof hot tea and tons of toast were consumed. The staff of Cook's\r\nconsisted of Mr. Cook, late sergeant in a line regiment, six foot\r\nthree, disposition amiable, left leg cut off above the knee by a\r\nspirited Fuzzy in the last Soudan war; Mrs. Cook, wife of the above,\r\ndisposition similar, and possessing the useful gift of being able to\r\nlisten to five people at one and the same time; and an invisible\r\nmenial, or menials, who made toast in some nether region at a\r\nperfectly dizzy rate of speed. Such was Cook's.\r\n\r\n\"Talking of Cook's,\" said Dunstable, producing his pamphlet, \"have you\r\nseen this? It'll be a bit of a knock-out for them, I should think.\"\r\n\r\nLinton took the paper, and began to read. Dunstable roamed curiously\r\nabout the laboratory, examining things.\r\n\r\n\"What are these little crystal sort of bits of stuff?\" he asked,\r\ncoming to a standstill before a large jar and opening it. \"They look\r\ngood to eat. Shall I try one?\"\r\n\r\n\"Don't you be an idiot,\" said the expert, looking up. \"What have you\r\ngot hold of? Great Scott, no, don't eat that stuff.\"\r\n\r\n\"Why not? Is it poison?\"\r\n\r\n\"No. But it would make you sick as a cat. It's Sal Ammoniac.\"\r\n\r\n\"Sal how much?\"\r\n\r\n\"Ammoniac. You'd be awfully bad.\"\r\n\r\n\"All right, then, I won't. Well, what do you think of that thing?\r\nIt'll be rough on Cook's, won't it? You see they advertise a special\r\n'public-school' tea, as they call it. It sounds jolly good. I don't\r\nknow what buckwheat cakes are, but they ought to be decent. I suppose\r\nnow everybody'll chuck Cook's and go there. It's a beastly shame,\r\nconsidering that Cook's has been a sort of school shop so long. And\r\nthey really depend on the school. At least, one never sees anybody\r\nelse going there. Well, I shall stick to Cook's. I don't want any of\r\nyour beastly Yankee invaders. Support home industries. Be a patriot.\r\nThe band then played God Save the King, and the meeting dispersed.\r\nBut, seriously, man, I am rather sick about this. The Cooks are such\r\nawfully good sorts, and this is bound to make them lose a tremendous\r\nlot. The school's simply crawling with chaps who'd do anything to get\r\na good tea cheaper than they're getting now. They'll simply scrum in\r\nto this new place.\"\r\n\r\n\"Well, I don't see what we can do,\" said Linton, \"except keep on going\r\nto Cook's ourselves. Let's be going now, by the way. We'll get as many\r\nchaps as we can to promise to stick to them. But we can't prevent the\r\nrest going where they like. Come on.\"\r\n\r\nThe atmosphere at Cook's that evening was heavily charged with gloom.\r\nExSergeant Cook, usually a treasury of jest and anecdote, was silent\r\nand thoughtful. Mrs. Cook bustled about with her customary vigour, but\r\nshe too was disinclined for conversation. The place was ominously\r\nempty. A quartette of school house juniors in one corner and a\r\nsolitary prefect from Donaldson's completed the sum of the customers.\r\nNobody seemed to want to talk a great deal. There was something in the\r\nair which\r\n\r\n    _said as plain as whisper in the ear,\r\n    \"The place is haunted._\"\r\n\r\nand so it was. Haunted by the spectre of that hideous, new, glaring\r\nred-brick building down the street, which had opened its doors to the\r\npublic on the previous afternoon.\r\n\r\n\"Look there,\" said Dunstable, as they came out. He pointed along the\r\nstreet. The doors of the new establishment were congested. A crowd,\r\nmade up of members of various houses, was pushing to get past another\r\ncrowd which was trying to get out. The \"public-school tea at one\r\nshilling\" appeared to have proved attractive.\r\n\r\n\"Look at 'em,\" said Dunstable. \"Sordid beasts! All they care about is\r\nfilling themselves. There goes that man Merrett. Rand-Brown with him.\r\nHere come four more. Come on. It makes me sick.\"\r\n\r\n\"I wish it would make _them_ sick,\" said Linton.\r\n\r\n\"Perhaps it will.... By George!\"\r\n\r\nHe started.\r\n\r\n\"What's up?\" said Linton.\r\n\r\n\"Oh, nothing. I was only thinking of something.\"\r\n\r\nThey walked on without further conversation. Dunstable's brain was\r\nworking fast. He had an idea, and was busy developing it.\r\n\r\n        *       *       *       *       *\r\n\r\nThe manager of the Wrykyn Branch of Ring's Come-one Come-all Stores\r\nstood at the entrance to his shop on the following afternoon spitting\r\nwith energy and precision on to the pavement--he was a free-born\r\nAmerican citizen--and eyeing the High Street as a monarch might gaze\r\nat his kingdom. He had just completed a highly satisfactory report to\r\nheadquarters, and was feeling contented with the universe, and the way\r\nin which it was managed. Even in the short time since the opening of\r\nthe store he had managed to wake up the sluggish Britishers as if they\r\nhad had an electric shock.\r\n\r\n\"We,\" he observed epigrammatically to a passing cat, which had stopped\r\non its way to look at him, \"are it.\"\r\n\r\nAs he spoke he perceived a youth coming towards him down the street.\r\nHe wore a cap of divers colours, from which the manager argued that\r\nhe belonged to the school. Evidently a devotee of the advertised\r\n\"public-school\" shillingsworth, and one who, as urged by the small\r\nbills, had come early to avoid the rush. \"Step right in, mister,\" he\r\nsaid, moving aside from the doorway. \"And what can I do for _you_?\"\r\n\r\n\"Are you the manager of this place?\" asked Dunstable--for the youth\r\nwas that strategist, and no other.\r\n\r\n\"On the bull's eye first time,\" replied the manager with easy\r\ncourtesy. \"Will you take a cigar or a cocoa-nut?\"\r\n\r\n\"Can I have a bit of a talk with you, if you aren't busy?\"\r\n\r\n\"Sure. Step right in.\"\r\n\r\n\"Now, sir,\" said the manager, \"what's _your_ little trouble?\"\r\n\r\n\"It's about this public school tea business,\" said Dunstable. \"It's\r\nrather a shame, you see. Before you came bargeing in, everybody used\r\nto go to Cook's.\"\r\n\r\n\"And now,\" interrupted the manager, \"they come to us. Correct, sir. We\r\n_are_ the main stem. And why not?\"\r\n\r\n\"Cook's such a good sort.\"\r\n\r\n\"I should like to know him,\" said the manager politely.\r\n\r\n\"You see,\" said Dunstable, \"it doesn't so much matter about the other\r\nthings you sell; but Cook's simply relies on giving fellows tea in the\r\nafternoon----\"\r\n\r\n\"One moment, sir,\" said the man from the States. \"Let me remind you of\r\na little rule which will be useful to you when you butt into the big,\r\ncold world. That is, never let sentiment interfere with business. See?\r\nEither Ring's Stores or your friend has got to be on top, and, if I\r\nknow anything, it's going to be We. We! And I'm afraid that's all I\r\ncan do for you, unless you've that hungry feeling, and want to sample\r\nour public-school tea at twenty-five cents.\"\r\n\r\n\"No, thanks,\" said Dunstable. \"Here come some chaps, though, who look\r\nas if they might.\"\r\n\r\nHe stepped aside as half a dozen School House juniors raced up.\r\n\r\n\"For one day only,\" said the manager to Dunstable, \"you may partake\r\nfree, if you care to. You have man's most priceless possession, Cool\r\nCheek. And Cool Cheek, when recognised, should not go unrewarded. Step\r\nin.\"\r\n\r\n\"No thanks,\" said Dunstable. \"You'll find me at Cook's if you want\r\nme.\"\r\n\r\n\"Kindness,\" said he to himself, as Mrs. Cook served him in the\r\ndepressed way which had now become habitual with her, \"kindness having\r\nfailed, we must try severity.\"\r\n\r\n\r\nPART 2\r\n\r\nThose who knew and liked Dunstable were both pained and disgusted at\r\nhis behaviour during the ensuing three days. He suddenly exhibited a\r\nweird fondness for some of Wrykyn's least deserving inmates. He walked\r\nover to school with Merrett, of Seymour's, and Ruthven, of\r\nDonaldson's, both notorious outsiders. When Linton wanted him to come\r\nand play fives after school, he declined on the ground that he was\r\nteaing with Chadwick, of Appleby's. Now in the matter of absolute\r\noutsiderishness Chadwick, of Appleby's, was to Merrett, of Seymour's,\r\nas captain is to subaltern. Linton was horrified, and said so.\r\n\r\n\"What do you want to do it for?\" he asked. \"What's the point of it?\r\nYou can't like those chaps.\"\r\n\r\n\"Awfully good sorts when you get to know them,\" said Dunstable.\r\n\r\n\"You've been some time finding it out.\"\r\n\r\n\"I know. Chadwick's an acquired taste. By the way, I'm giving a tea on\r\nThursday. Will you come?\"\r\n\r\n\"Who's going to be there?\" inquired Linton warily.\r\n\r\n\"Well, Chadwick for one; and Merrett and Ruthven and three other\r\nchaps.\"\r\n\r\n\"Then,\" said Linton with some warmth, \"I think you'll have to do\r\nwithout me. I believe you're mad.\"\r\n\r\nAnd he went off in disgust to the fives-courts.\r\n\r\nWhen on the following Thursday Dunstable walked into Ring's Stores\r\nwith his five guests, and demanded six public-school teas, the manager\r\nwas perhaps justified in allowing a triumphant smile to wander across\r\nhis face. It was a signal victory for him.  \"No free list to-day,\r\nsir,\" he said. \"Entirely suspended.\"\r\n\r\n\"Never mind,\" said Dunstable, \"I'm good for six shillings.\"\r\n\r\n\"Free list?\" said Merrett, as the manager retired, \"I didn't know\r\nthere was one.\"\r\n\r\n\"There isn't. Only he and I palled up so much the other day that he\r\noffered me a tea for nothing.\"\r\n\r\n\"Didn't you take it?\"\r\n\r\n\"No. I went to Cook's.\"\r\n\r\n\"Rotten hole, Cook's. I'm never going there again,\" said Chadwick.\r\n\"You take my tip, Dun, old chap, and come here.\"\r\n\r\n\"Dun, old chap,\" smiled amiably.\r\n\r\n\"I don't know,\" he said, looking up from the tea-pot, into which he\r\nhad been pouring water; \"you can be certain of the food at Cook's.\"\r\n\r\n\"What do you mean? So you can here.\"\r\n\r\n\"Oh,\" said Dunstable, \"I didn't know. I've never had tea here before.\r\nBut I've often heard that American food upsets one sometimes.\"\r\n\r\nBy this time, the tea having stood long enough, he poured out, and the\r\nmeal began.\r\n\r\nMerrett and his friends were hearty feeders, and conversation\r\nlanguished for some time. Then Chadwick leaned back in his chair, and\r\nbreathed heavily.\r\n\r\n\"You couldn't get stuff like that at Cook's,\" he said.\r\n\r\n\"I suppose it is a bit different,\" said Dunstable. \"Have any of\r\nyou ... noticed something queer...?\"\r\n\r\nMerrett stared at Ruthven. Ruthven stared at Merrett.\r\n\r\n\"I....\" said Merrett.\r\n\r\n\"D'you know....\" said Ruthven.\r\n\r\nChadwick's face was a delicate green.\r\n\r\n\"I believe,\" said Dunstable, \"the stuff ... was ... poisoned. I....\"\r\n\r\n       *       *       *       *       *\r\n\r\n\"Drink this,\" said the school doctor, briskly, bending over\r\nDunstable's bed with a medicine-glass in his hand, \"and be ashamed of\r\nyourself. The fact is you've over-eaten yourself. Nothing more and\r\nnothing less. Why can't you boys be content to feed moderately?\"\r\n\r\n\"I don't think I ate much, sir,\" protested Dunstable. \"It must have\r\nbeen what I ate. I went to that new American place.\"\r\n\r\n\"So _you_ went there, too? Why, I've just come from attending a\r\nbilious boy in Mr. Seymour's house. He said he had been at the\r\nAmerican place, too.\"\r\n\r\n\"Was that Merrett, sir? He was one of the party. We were all bad. We\r\ncan't all have eaten too much.\"\r\n\r\nThe doctor looked thoughtful.\r\n\r\n\"H'm. Curious. Very curious. Do you remember what you had?\"\r\n\r\n\"I had some things the man called buckwheat cakes, with some stuff he\r\nsaid was maple syrup.\"\r\n\r\n\"Bah. American trash.\" The doctor was a staunch Briton, conservative\r\nin his views both on politics and on food. \"Why can't you boys eat\r\ngood English food? I must tell the headmaster of this. I haven't time\r\nto look after the school if all the boys are going to poison\r\nthemselves. You lie still and try to go to sleep, and you'll be right\r\nenough in no time.\"\r\n\r\nBut Dunstable did not go to sleep. He stayed awake to interview\r\nLinton, who came to pay him a visit.\r\n\r\n\"Well,\" said Linton, looking down at the sufferer with an expression\r\nthat was a delicate blend of pity and contempt, \"you've made a nice\r\nsort of ass of yourself, haven't you! I don't know if it's any\r\nconsolation to you, but Merrett's just as bad as you are. And I hear\r\nthe others are, too. So now you see what comes of going to Ring's\r\ninstead of Cook's.\"\r\n\r\n\"And now,\" said Dunstable, \"if you've quite finished, you can listen\r\nto me for a bit....\"\r\n\r\n\"So now you know,\" he concluded.\r\n\r\nLinton's face beamed with astonishment and admiration.\r\n\r\n\"Well, I'm hanged,\" he said. \"You're a marvel. But how did you know it\r\nwouldn't poison you?\"\r\n\r\n\"I relied on you. You said it wasn't poison when I asked you in the\r\nlab. My faith in you is touching.\"\r\n\r\n\"But why did you take any yourself?\"\r\n\r\n\"Sort of idea of diverting suspicion. But the thing isn't finished\r\nyet. Listen.\"\r\n\r\nLinton left the dormitory five minutes later with a look of a young\r\ndisciple engaged on some holy mission.\r\n\r\n\r\nPART 3\r\n\r\n\"You think the food is unwholesome, then?\" said the headmaster after\r\ndinner that night.\r\n\r\n\"Unwholesome!\" said the school doctor. \"It must be deadly. It must be\r\npositively lethal. Here we have six ordinary, strong, healthy boys\r\nstruck down at one fell swoop as if there were a pestilence raging.\r\nWhy----\"\r\n\r\n\"One moment,\" said the headmaster. \"Come in.\"\r\n\r\nA small figure appeared in the doorway.\r\n\r\n\"Please, sir,\" said the figure in the strained voice of one speaking a\r\n\"piece\" which he has committed to memory. \"Mr. Seymour says please\r\nwould you mind letting the doctor come to his house at once because\r\nLinton is ill.\"\r\n\r\n\"What!\" exclaimed the doctor. \"What's the matter with him?\"\r\n\r\n\"Please, sir, I believe it's buckwheat cakes.\"\r\n\r\n\"What! And here's another of them!\"\r\n\r\nA second small figure had appeared in the doorway.\r\n\r\n\"Sir, please, sir,\" said the newcomer, \"Mr. Bradfield says may the\r\ndoctor----\"\r\n\r\n\"And what boy is it _this_ time?\"\r\n\r\n\"Please, sir, it's Brown. He went to Ring's Stores----\"\r\n\r\nThe headmaster rose.\r\n\r\n\"Perhaps you had better go at once, Oakes,\" he said. \"This is becoming\r\nserious. That place is a positive menace to the community. I shall put\r\nit out of bounds tomorrow morning.\"\r\n\r\nAnd when Dunstable and Linton, pale but cheerful, made their way--slowly,\r\nas befitted convalescents--to Cook's two days afterwards, they had to sit\r\non the counter. All the other seats were occupied.\r\n\r\n\r\n\r\n\r\nTHE GUARDIAN\r\n\r\n\r\nIn his Sunday suit (with ten shillings in specie in the right-hand\r\ntrouser pocket) and a brand-new bowler hat, the youngest of the\r\nShearnes, Thomas Beauchamp Algernon, was being launched by the\r\ncombined strength of the family on his public-school career. It was a\r\nsolemn moment. The landscape was dotted with relatives--here a small\r\nsister, awed by the occasion into refraining from insult; there an\r\naunt, vaguely admonitory. \"Well, Tom,\" said Mr. Shearne, \"you'll soon\r\nbe off now. You're sure to like Eckleton. Remember to cultivate your\r\nbowling. Everyone can bat nowadays. And play forward, not outside. The\r\noutsides get most of the fun, certainly, but then if you're a forward,\r\nyou've got eight chances of getting into a team.\"\r\n\r\n\"All right, father.\"\r\n\r\n\"Oh, and work hard.\" This by way of an afterthought.\r\n\r\n\"All right, father.\"\r\n\r\n\"And, Tom,\" said Mrs. Shearne, \"you are sure to be comfortable at\r\nschool, because I asked Mrs. Davy to write to her sister, Mrs.\r\nSpencer, who has a son at Eckleton, and tell her to tell him to look\r\nafter you when you get there. He is in Mr. Dencroft's house, which is\r\nnext door to Mr. Blackburn's, so you will be quite close to one\r\nanother. Mind you write directly you get there.\"\r\n\r\n\"All right, mother.\"\r\n\r\n\"And look here, Tom.\" His eldest brother stepped to the front and\r\nspoke earnestly. \"Look here, don't you forget what I've been telling\r\nyou?\"\r\n\r\n\"All right.\"\r\n\r\n\"You'll be right enough if you don't go sticking on side. Don't forget\r\nthat, however much of a blood you may have been at that rotten little\r\nprivate school of yours, you're not one at Eckleton.\"\r\n\r\n\"All right.\"\r\n\r\n\"You look clean, which is the great thing. There's nothing much wrong\r\nwith you except cheek. You've got enough of that to float a ship. Keep\r\nit under.\"\r\n\r\n\"All right. Keep your hair on.\"\r\n\r\n\"There you go,\" said the expert, with gloomy triumph. \"If you say that\r\nsort of thing at Eckleton, you'll get jolly well sat on, by Jove!\"\r\n\r\n\"Bai Jove, old chap!\" murmured the younger brother, \"we're devils in\r\nthe Forty-twoth!\"\r\n\r\nThe other, whose chief sorrow in life was that he could not get the\r\nsmaller members of the family to look with proper awe on the fact that\r\nhe had just passed into Sandhurst, gazed wistfully at the speaker,\r\nbut, realising that there was a locked door between them, tried no\r\nactive measures.\r\n\r\n\"Well, anyhow,\" he said, \"you'll soon get it knocked out of you,\r\nthat's one comfort. Look here, if you do get scrapping with anybody,\r\ndon't forget all I've taught you. And I should go on boxing there if I\r\nwere you, so as to go down to Aldershot some day. You ought to make a\r\nfairly decent featherweight if you practise.\"\r\n\r\n\"All right.\"\r\n\r\n\"Let's know when Eckleton's playing Haileybury, and I'll come and look\r\nyou up. I want to see that match.\"\r\n\r\n\"All right.\"\r\n\r\n\"Good-bye.\"\r\n\r\n\"Good-bye, Tom.\"\r\n\r\n\"Good-bye, Tom, dear.\"\r\n\r\nChorus of aunts and other supers: \"Goodbye, Tom.\"\r\n\r\nTom (comprehensively): \"G'bye.\"\r\n\r\nThe train left the station.\r\n\r\n       *       *       *       *       *\r\n\r\nKennedy, the head of Dencroft's, said that when he wanted his study\r\nturned into a beastly furnace, he would take care to let Spencer know.\r\nHe pointed out that just because it was his habit to warm the study\r\nduring the winter months, there was no reason why Spencer should light\r\nthe gas-stove on an afternoon in the summer term when the thermometer\r\nwas in the eighties. Spencer thought he might want some muffins cooked\r\nfor tea, did he? Kennedy earnestly advised Spencer to give up\r\nthinking, as Nature had not equipped him for the strain. Thinking\r\nnecessitated mental effort, and Spencer, in Kennedy's opinion, had no\r\nmind, but rubbed along on a cheap substitute of mud and putty.\r\n\r\nMore chatty remarks were exchanged, and then Spencer tore himself away\r\nfrom the pleasant interview, and went downstairs to the junior study,\r\nwhere he remarked to his friend Phipps that Life was getting a bit\r\nthick.\r\n\r\n\"What's up now?\" inquired Phipps.\r\n\r\n\"Everything. We've just had a week of term, and I've been in extra\r\nonce already for doing practically nothing, and I've got a hundred\r\nlines, and Kennedy's been slanging me for lighting the stove. How was\r\nI to know he didn't want it lit? Wish I was fagging for somebody\r\nelse.\"\r\n\r\n\"All the while you're jawing,\" said Phipps, \"there's a letter for you\r\non the mantelpiece, staring at you?\"\r\n\r\n\"So there is. Hullo!\"\r\n\r\n\"What's up? Hullo! is that a postal order? How much for?\"\r\n\r\n\"Five bob. I say, who's Shearne?\"\r\n\r\n\"New kid in Blackburn's. Why?\"\r\n\r\n\"Great Scott! I remember now. They told me to look after him. I\r\nhaven't seen him yet. And listen to this: 'Mrs. Shearne has sent me\r\nthe enclosed to give to you. Her son writes to say that he is very\r\nhappy and getting on very well, so she is sure you must have been\r\nlooking after him.' Why, I don't know the kid by sight. I clean forgot\r\nall about him.\"\r\n\r\n\"Well, you'd better go and see him now, just to say you've done it.\"\r\n\r\nSpencer perpended.\r\n\r\n\"Beastly nuisance having a new kid hanging on to you. He's probably a\r\nfrightful rotter.\"\r\n\r\n\"Well, anyway, you ought to,\" said Phipps, who possessed the\r\n_scenario_ of a conscience.\r\n\r\n\"I can't.\"\r\n\r\n\"All right, don't, then. But you ought to send back that postal\r\norder.\"\r\n\r\n\"Look here, Phipps,\" said Spencer plaintively, \"you needn't be an\r\nidiot, you know.\"\r\n\r\nAnd the trivial matter of Thomas B. A. Shearne was shelved.\r\n\r\n       *       *       *       *       *\r\n\r\nThomas, as he had stated in his letter to his mother, was exceedingly\r\nhappy at Eckleton, and getting on very nicely indeed. It is true that\r\nthere had been one or two small unpleasantnesses at first, but those\r\nwere over now, and he had settled down completely. The little troubles\r\nalluded to above had begun on his second day at Blackburn's. Thomas,\r\nas the reader may have gathered from his glimpse of him at the station,\r\nwas not a diffident youth. He was quite prepared for anything Fate\r\nmight have up its sleeve for him, and he entered the junior day-room at\r\nBlackburn's ready for emergencies. On the first day nothing happened.\r\nOne or two people asked him his name, but none inquired what his father\r\nwas--a question which, he had understood from books of school life, was\r\ninvariably put to the new boy. He was thus prevented from replying\r\n\"coolly, with his eyes fixed on his questioner's\": \"A gentleman. What's\r\nyours?\" and this, of course, had been a disappointment. But he reconciled\r\nhimself to it, and on the whole enjoyed his first day at Eckleton.\r\n\r\nOn the second there occurred an Episode.\r\n\r\nThomas had inherited from his mother a pleasant, rather meek cast of\r\ncountenance. He had pink cheeks and golden hair--almost indecently\r\ngolden in one who was not a choirboy.\r\n\r\nNow, if you are going to look like a Ministering Child or a Little\r\nWillie, the Sunbeam of the Home, when you go to a public school,\r\nyou must take the consequences. As Thomas sat by the window of the\r\njunior day-room reading a magazine, and deeply interested in it,\r\nthere fell upon his face such a rapt, angelic expression that the\r\nsight of it, silhouetted against the window, roused Master P. Burge,\r\nhis fellow-Blackburnite, as it had been a trumpet-blast. To seize a\r\nBradley Arnold's Latin Prose Exercises and hurl it across the room\r\nwas with Master Burge the work of a moment. It struck Thomas on the\r\near. He jumped, and turned some shades pinker. Then he put down his\r\nmagazine, picked up the Bradley Arnold, and sat on it. After which he\r\nresumed his magazine.\r\n\r\nThe acute interest of the junior day-room, always fond of a break in\r\nthe monotony of things, induced Burge to go further into the matter.\r\n\r\n\"You with the face!\" said Burge rudely.\r\n\r\nThomas looked up.\r\n\r\n\"What the dickens are you going with my book? Pass it back!\"\r\n\r\n\"Oh, is this yours?\" said Thomas. \"Here you are.\"\r\n\r\nHe walked towards him, carrying the book. At two yards range he fired\r\nit in. It hit Burge with some force in the waistcoat, and there was a\r\npause while he collected his wind.\r\n\r\nThen the thing may be said to have begun.\r\n\r\nYes, said Burge, interrogated on the point five minutes later, he\r\n_had_ had enough.\r\n\r\n\"Good,\" said Thomas pleasantly. \"Want a handkerchief?\"\r\n\r\nThat evening he wrote to his mother and, thanking her for kind\r\ninquiries, stated that he was not being bullied. He added, also in\r\nanswer to inquiries, that he had not been tossed in a blanket, and\r\nthat--so far--no Hulking Senior (with scowl) had let him down from the\r\ndormitory window after midnight by a sheet, in order that he might\r\nprocure gin from the local public-house. As far as he could gather,\r\nthe seniors were mostly teetotallers. Yes, he had seen Spencer several\r\ntimes. He did not add that he had seen him from a distance.\r\n\r\n       *       *       *       *       *\r\n\r\n\"I'm so glad I asked Mrs. Davy to get her nephew to look after Tom,\"\r\nsaid Mrs. Shearne, concluding the reading of the epistle at breakfast.\r\n\"It makes such a difference to a new boy having somebody to protect\r\nhim at first.\"\r\n\r\n\"Only drawback is,\" said his eldest brother gloomily--\"won't get cheek\r\nknocked out of him. Tom's kid wh'ought get'sheadsmacked reg'ly. Be no\r\nholding him.\"\r\n\r\nAnd he helped himself to marmalade, of which delicacy his mouth was\r\nfull, with a sort of magnificent despondency.\r\n\r\nBy the end of the first fortnight of his school career, Thomas\r\nBeauchamp Algernon had overcome all the little ruggednesses which\r\nrelieve the path of the new boy from monotony. He had been taken in by\r\na primaeval \"sell\" which the junior day-room invariably sprang on the\r\nnew-comer. But as he had sat on the head of the engineer of the same\r\nfor the space of ten minutes, despite the latter's complaints of pain\r\nand forecasts of what he would do when he got up, the laugh had not\r\nbeen completely against him. He had received the honourable\r\ndistinction of extra lesson for ragging in French. He had been\r\n\"touched up\" by the prefect of his dormitory for creating a\r\ndisturbance in the small hours. In fact, he had gone through all the\r\nusual preliminaries, and become a full-blown Eckletonian.\r\n\r\nHis letters home were so cheerful at this point that a second postal\r\norder relieved the dwindling fortune of Spencer. And it was this,\r\ncoupled with the remonstrances of Phipps, that induced the Dencroftian\r\nto break through his icy reserve.\r\n\r\n\"Look here, Spencer,\" said Phipps, his conscience thoroughly stirred\r\nby this second windfall, \"it's all rot. You must either send back that\r\npostal order, or go and see the chap. Besides, he's quite a decent\r\nkid. We're in the same game at cricket. He's rather a good bowler. I'm\r\ngetting to know him quite well. I've got a jolly sight more right to\r\nthose postal orders than you have.\"\r\n\r\n\"But he's an awful ass to look at,\" pleaded Spencer.\r\n\r\n\"What's wrong with him? Doesn't look nearly such a goat as you,\" said\r\nPhipps, with the refreshing directness of youth.\r\n\r\n\"He's got yellow hair,\" argued Spencer.\r\n\r\n\"Why shouldn't he have?\"\r\n\r\n\"He looks like a sort of young Sunday-school kid.\"\r\n\r\n\"Well, he jolly well isn't, then, because I happen to know that he's\r\nhad scraps with some of the fellows in his house, and simply mopped\r\nthem.\"\r\n\r\n\"Well, all right, then,\" said Spencer reluctantly.\r\n\r\nThe historic meeting took place outside the school shop at the quarter\r\nto eleven interval next morning. Thomas was leaning against the wall,\r\neating a bun. Spencer approached him with half a jam sandwich in his\r\nhand. There was an awkward pause.\r\n\r\n\"Hullo!\" said Spencer at last.\r\n\r\n\"Hullo!\" said Thomas.\r\n\r\nSpencer finished his sandwich and brushed the crumbs off his trousers.\r\nThomas continued operations on the bun with the concentrated\r\nexpression of a lunching python.\r\n\r\n\"I believe your people know my people,\" said Spencer.\r\n\r\n\"We have some awfully swell friends,\" said Thomas. Spencer chewed this\r\nthoughtfully awhile.\r\n\r\n\"Beastly cheek,\" he said at last.\r\n\r\n\"Sorry,\" said Thomas, not looking it.\r\n\r\nSpencer produced a bag of gelatines.\r\n\r\n\"Have one?\" he asked.\r\n\r\n\"What's wrong with 'em?\"\r\n\r\n\"All right, don't.\"\r\n\r\nHe selected a gelatine and consumed it.\r\n\r\n\"Ever had your head smacked?\" he inquired courteously.\r\n\r\nA slightly strained look came into Thomas's blue eyes.\r\n\r\n\"Not often,\" he replied politely. \"Why?\"\r\n\r\n\"Oh, I don't know,\" said Spencer. \"I was only wondering.\"\r\n\r\n\"Oh?\"\r\n\r\n\"Look here,\" said Spencer, \"my mater told me to look after you.\"\r\n\r\n\"Well, you can look after me now if you want to, because I'm going.\"\r\n\r\nAnd Thomas dissolved the meeting by walking off in the direction of\r\nthe junior block.\r\n\r\n\"That kid,\" said Spencer to his immortal soul, \"wants his head\r\nsmacked, badly.\"\r\n\r\nAt lunch Phipps had questions to ask.\r\n\r\n\"Saw you talking to Shearne in the interval,\" he said. \"What were you\r\ntalking about?\"\r\n\r\n\"Oh, nothing in particular.\"\r\n\r\n\"What did you think of him?\"\r\n\r\n\"Little idiot.\"\r\n\r\n\"Ask him to tea this afternoon?\"\r\n\r\n\"No.\"\r\n\r\n\"You must. Dash it all, you must do something for him. You've had ten\r\nbob out of his people.\"\r\n\r\nSpencer made no reply.\r\n\r\nGoing to the school shop that afternoon, he found Thomas seated there\r\nwith Phipps, behind a pot of tea. As a rule, he and Phipps tea'd\r\ntogether, and he resented this desertion.\r\n\r\n\"Come on,\" said Phipps. \"We were waiting for you.\"\r\n\r\n\"Pining away,\" added Thomas unnecessarily.\r\n\r\nSpencer frowned austerely.\r\n\r\n\"Come and look after me,\" urged Thomas.\r\n\r\nSpencer sat down in silence. For a minute no sound could be heard but\r\nthe champing of Thomas's jaws as he dealt with a slab of gingerbread.\r\n\r\n\"Buck up,\" said Phipps uneasily.\r\n\r\n\"Give me,\" said Thomas, \"just one loving look.\"\r\n\r\nSpencer ignored the request. The silence became tense once more.\r\n\r\n\"Coming to the house net, Phipps?\" asked Spencer.\r\n\r\n\"We were going to the baths. Why don't you come?\"\r\n\r\n\"All right,\" said Spencer.\r\n\r\nDoctors tell us that we should allow one hour to elapse between taking\r\nfood and bathing, but the rule was not rigidly adhered to at Eckleton.\r\nThe three proceeded straight from the tea-table to the baths.\r\n\r\nThe place was rather empty when they arrived. It was a little earlier\r\nthan the majority of Eckletonians bathed. The bath filled up as lock-up\r\ndrew near. With the exception of a couple of infants splashing about in\r\nthe shallow end, and a stout youth who dived in from the spring-board,\r\nscrambled out, and dived in again, each time flatter than the last, they\r\nhad the place to themselves.\r\n\r\n\"What's it like, Gorrick,\" inquired Phipps of the stout youth, who had\r\njust appeared above the surface again, blowing like a whale. The\r\nquestion was rendered necessary by the fact that many years before the\r\nboiler at the Eckleton baths had burst, and had never been repaired,\r\nwith the consequence that the temperature of the water was apt to\r\nvary. That is to say, most days it was colder than others.\r\n\r\n\"Simply boiling,\" said the man of weight, climbing out. \"I say, did I\r\ngo in all right then?\"\r\n\r\n\"Not bad,\" said Phipps.\r\n\r\n\"Bit flat,\" added Thomas critically.\r\n\r\nGorrick blinked severely at the speaker. A head-waiter at a\r\nfashionable restaurant is cordial in his manner compared with a boy\r\nwho has been at a public school a year, when addressed familiarly by a\r\nnew boy. After reflecting on the outrage for a moment, he dived in\r\nagain.\r\n\r\n\"Worse than ever,\" said Truthful Thomas.\r\n\r\n\"Look here!\" said Gorrick.\r\n\r\n\"Oh, come _on_!\" exclaimed Phipps, and led Thomas away.\r\n\r\n\"That kid,\" said Gorrick to Spencer, \"wants his head smacked, badly.\"\r\n\r\n\"That's just what I say,\" agreed Spencer, with the eagerness of a\r\ngreat mind which has found another that thinks alike with itself.\r\n\r\nSpencer was the first of the trio ready to enter the water. His\r\nmovements were wary and deliberate. There was nothing of the\r\nprofessional diver about Spencer. First he stood on the edge and\r\nrubbed his arms, regarding the green water beneath with suspicion and\r\ndislike. Then, crouching down, he inserted three toes of his left\r\nfoot, drew them back sharply, and said \"Oo!\" Then he stood up again.\r\nHis next move was to slap his chest and dance a few steps, after which\r\nhe put his right foot into the water, again remarked \"Oo!\" and resumed\r\nPosition I.\r\n\r\n\"Thought you said it was warm,\" he shouted to Gorrick.\r\n\r\n\"So it is; hot as anything. Come on in.\"\r\n\r\nAnd Spencer came on in. Not because he wanted to--for, by rights,\r\nthere were some twelve more movements to be gone through before he\r\nshould finally creep in at the shallow end--but because a cold hand,\r\nplaced suddenly on the small of his back, urged him forward. Down he\r\nwent, with the water fizzing and bubbling all over and all round him.\r\nHe swallowed a good deal of it, but there was still plenty left; and\r\nwhat there was was colder than one would have believed possible.\r\n\r\nHe came to the surface after what seemed to him a quarter of an hour,\r\nand struck out for the side. When he got out, Phipps and Thomas had\r\njust got in. Gorrick was standing at the end of the cocoanut matting\r\nwhich formed a pathway to the spring-board. Gorrick was blue, but\r\ndetermined.\r\n\r\n\"I say! Did I go in all right then?\" inquired Gorrick.\r\n\r\n\"How the dickens do I know?\" said Spencer, stung to fresh wrath by the\r\ninanity of the question.\r\n\r\n\"Spencer did,\" said Thomas, appearing in the water below them and\r\nholding on to the rail.\r\n\r\n\"Look here!\" cried Spencer; \"did you shove me in then?\"\r\n\r\n\"Me! Shove!\" Thomas's voice expressed horror and pain. \"Why, you dived\r\nin. Jolly good one, too. Reminded me of the diving elephants at the\r\nHippodrome.\"\r\n\r\nAnd he swam off.\r\n\r\n\"That kid,\" said Gorrick, gazing after him, \"wants his head smacked.\"\r\n\r\n\"Badly,\" agreed Spencer. \"Look here! did he shove me in? Did you see\r\nhim?\"\r\n\r\n\"I was doing my dive. But it must have been him. Phipps never rags in\r\nthe bath.\"\r\n\r\nSpencer grunted--an expressive grunt--and, creeping down the steps,\r\nentered the water again.\r\n\r\nIt was Spencer's ambition to swim ten lengths of the bath. He was not\r\na young Channel swimmer, and ten lengths represented a very respectable\r\ndistance to him. He proceeded now to attempt to lower his record. It\r\nwas not often that he got the bath so much to himself. Usually, there\r\nwas barely standing-room in the water, and long-distance swimming was\r\nimpossible. But now, with a clear field, he should, he thought, be able\r\nto complete the desired distance.\r\n\r\nHe was beginning the fifth length before interruption came. Just as he\r\nreached halfway, a reproachful voice at his side said: \"Oh, Percy,\r\nyou'll tire yourself!\" and a hand on the top of his head propelled him\r\nfirmly towards the bottom.\r\n\r\nEvery schoolboy, as Honble. Macaulay would have put it, knows the\r\nsensation of being ducked. It is always unpleasant--sometimes more,\r\nsometimes less. The present case belonged to the former class. There\r\nwas just room inside Spencer for another half-pint of water. He\r\nswallowed it. When he came to the surface, he swam to the side without\r\na word and climbed out. It was the last straw. Honour could now be\r\nsatisfied only with gore.\r\n\r\nHe hung about outside the baths till Phipps and Thomas appeared, then,\r\nwith a steadfast expression on his face, he walked up to the latter\r\nand kicked him.\r\n\r\nThomas seemed surprised, but not alarmed. His eyes grew a little\r\nrounder, and the pink on his cheeks deepened. He looked like a\r\nchoir-boy in a bad temper.\r\n\r\n\"Hullo! What's up, you ass, Spencer?\" inquired Phipps.\r\n\r\nSpencer said nothing.\r\n\r\n\"Where shall we go?\" asked Thomas.\r\n\r\n\"Oh, chuck it!\" said Phipps the peacemaker.\r\n\r\nSpencer and Thomas were eyeing each other warily.\r\n\r\n\"You chaps aren't going to fight?\" said Phipps.\r\n\r\nThe notion seemed to distress him.\r\n\r\n\"Unless he cares to take a kicking,\" said Spencer suavely.\r\n\r\n\"Not to-day, I think, thanks,\" replied Thomas without heat.\r\n\r\n\"Then, look here!\" said Phipps briskly, \"I know a ripping little place\r\njust off the Lelby Road. It isn't five minutes' walk, and there's no\r\nchance of being booked there. Rot if someone was to come and stop it\r\nhalf-way through. It's in a field; thick hedges. No one can see. And I\r\ntell you what--I'll keep time. I've got a watch. Two minute rounds,\r\nand half-a-minute in between, and I'm the referee; so, if anybody\r\nfouls the other chap, I'll stop the fight. See? Come on!\"\r\n\r\nOf the details of that conflict we have no very clear record. Phipps\r\nis enthusiastic, but vague. He speaks in eulogistic terms of a\r\n\"corker\" which Spencer brought off in the second round, and, again, of\r\na \"tremendous biff\" which Thomas appears to have consummated in the\r\nfourth. But of the more subtle points of the fighting he is content\r\nmerely to state comprehensively that they were \"top-hole.\" As to the\r\nresult, it would seem that, in the capacity of referee, he declared\r\nthe affair a draw at the end of the seventh round; and, later, in his\r\ncapacity of second to both parties, helped his principals home by back\r\nand secret ways, one on each arm.\r\n\r\nThe next items to which the chronicler would call the attention of the\r\nreader are two letters.\r\n\r\nThe first was from Mrs. Shearne to Spencer, and ran as follows--\r\n\r\n    My Dear Spencer,--I am writing to you direct, instead of through\r\n    your aunt, because I want to thank you so much for looking after\r\n    my boy so well. I know what a hard time a new boy has at a public\r\n    school if he has got nobody to take care of him at first. I heard\r\n    from Tom this morning. He seems so happy, and so fond of you. He\r\n    says you are \"an awfully decent chap\" and \"the only chap who has\r\n    stood up to him at all.\" I suppose he means \"for him.\" I hope you\r\n    will come and spend part of your holidays with us. (\"Catch _me!_\"\r\n    said Spencer.)\r\n\r\n                            _Yours sincerely,_\r\n                                      _Isabel Shearne_\r\n\r\n    P.S.--I hope you will manage to buy something nice with\r\n    the enclosed.\r\n\r\nThe enclosed was yet another postal order for five shillings. As\r\nsomebody wisely observed, a woman's P.S. is always the most important\r\npart of her letter.\r\n\r\n\"That kid,\" murmured Spencer between swollen lips, \"has got cheek\r\nenough for eighteen! 'Awfully decent chap!'\"\r\n\r\nHe proceeded to compose a letter in reply, and for dignity combined\r\nwith lucidity it may stand as a model to young writers.\r\n\r\n                                 _5 College Grounds,_\r\n                                          _Eckleton._\r\n\r\n    Mr. C. F. Spencer begs to present his compliments to Mrs. Shearne,\r\n    and returns the postal order, because he doesn't see why he should\r\n    have it. He notes your remarks _re_ my being a decent chap in\r\n    your favour of the 13th _prox_., but cannot see where it quite\r\n    comes in, as the only thing I've done to Mrs. Shearne's son is to\r\n    fight seven rounds with him in a field, W. G. Phipps refereeing. It\r\n    was a draw. I got a black eye and rather a whack in the mouth, but\r\n    gave him beans also, particularly in the wind, which I learned to do\r\n    from reading \"Rodney Stone\"--the bit where Bob Whittaker beats the\r\n    Eyetalian Gondoleery Cove. Hoping that this will be taken in the\r\n    spirit which is meant,\r\n\r\n                           _I remain_\r\n                                   _Yours sincerely,_\r\n                                               _C. F. Spencer_\r\n    _One enclosure._\r\n\r\nHe sent this off after prep., and retired to bed full of spiritual\r\npride.\r\n\r\nOn the following morning, going to the shop during the interval, he\r\ncame upon Thomas negotiating a hot bun.\r\n\r\n\"Hullo!\" said Thomas.\r\n\r\nAs was generally the case after he had had a fair and spirited turn-out\r\nwith a fellow human being, Thomas had begun to feel that he loved his\r\nlate adversary as a brother. A wholesome respect, which had hitherto\r\nbeen wanting, formed part of his opinion of him.\r\n\r\n\"Hullo!\" said Spencer, pausing.\r\n\r\n\"I say,\" said Thomas.\r\n\r\n\"What's up?\"\r\n\r\n\"I say, I don't believe we shook hands, did we?\"\r\n\r\n\"I don't remember doing it.\"\r\n\r\nThey shook hands. Spencer began to feel that there were points about\r\nThomas, after all.\r\n\r\n\"I say,\" said Thomas.\r\n\r\n\"Hullo?\"\r\n\r\n\"I'm sorry about in the bath, you know. I didn't know you minded being\r\nducked.\"\r\n\r\n\"Oh, all right!\" said Spencer awkwardly.\r\n\r\nEight bars rest.\r\n\r\n\"I say,\" said Thomas.\r\n\r\n\"Hullo!\"\r\n\r\n\"Doing anything this afternoon?\"\r\n\r\n\"Nothing special, Why?\"\r\n\r\n\"Come and have tea?\"\r\n\r\n\"All right. Thanks.\"\r\n\r\n\"I'll wait for you outside the house.\"\r\n\r\n\"All right.\"\r\n\r\nIt was just here that Spencer regretted that he had sent back that\r\nfive-shilling postal order. Five good shillings.\r\n\r\nSimply chucked away.\r\n\r\nOh, Life, Life!\r\n\r\nBut they were not, after all. On his plate at breakfast next day Spencer\r\nfound a letter. This was the letter--\r\n\r\n    Messrs. J. K. Shearne (father of T. B. A. Shearne) and P. W. Shearne\r\n    (brother of same) beg to acknowledge receipt of Mr. C. F. Spencer's\r\n    esteemed communication of yesterday's date, and in reply desire to\r\n    inform Mr. Spencer of their hearty approval of his attentions to\r\n    Mr. T. B. A. Shearne's wind. It is their opinion that the above,\r\n    a nice boy but inclined to cheek, badly needs treatment on these\r\n    lines occasionally. They therefore beg to return the postal order,\r\n    together with another for a like sum, and trust that this will meet\r\n    with Mr. Spencer's approval.\r\n\r\n                               (Signed) _J. K. Shearne,_\r\n                                        _P. W. Shearne._\r\n     Two enclosures.\r\n\r\n\"Of course, what's up really,\" said Spencer to himself, after reading\r\nthis, \"is that the whole family's jolly well cracked.\"\r\n\r\nHis eye fell on the postal orders.\r\n\r\n\"Still----!\" he said.\r\n\r\nThat evening he entertained Phipps and Thomas B. A. Shearne lavishly\r\nat tea.\r\n\r\n\r\n\r\n\r\nA CORNER IN LINES\r\n\r\n\r\nOf all the useless and irritating things in this world, lines are\r\nprobably the most useless and the most irritating. In fact, I only\r\nknow of two people who ever got any good out of them. Dunstable, of\r\nDay's, was one, Linton, of Seymour's, the other. For a portion of one\r\nwinter term they flourished on lines. The more there were set, the\r\nbetter they liked it. They would have been disappointed if masters had\r\ngiven up the habit of doling them out.\r\n\r\nDunstable was a youth of ideas. He saw far more possibilities in the\r\nroutine of life at Locksley than did the majority of his\r\ncontemporaries, and every now and then he made use of these\r\npossibilities in a way that caused a considerable sensation in the\r\nschool.\r\n\r\nIn the ordinary way of school work, however, he was not particularly\r\nbrilliant, and suffered in consequence. His chief foe was his\r\nform-master, Mr. Langridge. The feud between them had begun on\r\nDunstable's arrival in the form two terms before, and had continued\r\never since. The balance of points lay with the master. The staff has\r\nways of scoring which the school has not. This story really begins\r\nwith the last day but one of the summer term. It happened that\r\nDunstable's people were going to make their annual migration to\r\nScotland on that day, and the Headmaster, approached on the subject\r\nboth by letter and in person, saw no reason why--the examinations\r\nbeing over--Dunstable should not leave Locksley a day before the\r\nend of term.\r\n\r\nHe called Dunstable to his study one night after preparation.\r\n\r\n\"Your father has written to me, Dunstable,\" he said, \"to ask that you\r\nmay be allowed to go home on Wednesday instead of Thursday. I think\r\nthat, under the special circumstances, there will be no objection to\r\nthis. You had better see that the matron packs your boxes.\"\r\n\r\n\"Yes, sir,\" said Dunstable. \"Good business,\" he added to himself, as\r\nhe left the room.\r\n\r\nWhen he got back to his own den, he began to ponder over the matter,\r\nto see if something could not be made out of it. That was Dunstable's\r\nway. He never let anything drop until he had made certain that he had\r\nexhausted all its possibilities.\r\n\r\nJust before he went to bed he had evolved a neat little scheme for\r\nscoring off Mr. Langridge. The knowledge of his plans was confined to\r\nhimself and the Headmaster. His dorm-master would imagine that he was\r\ngoing to stay on till the last day of term. Therefore, if he\r\nmisbehaved himself in form, Mr. Langridge would set him lines in\r\nblissful ignorance of the fact that he would not be there next day to\r\nshow them up. At the beginning of the following term, moreover, he\r\nwould not be in Mr. Langridge's form, for he was certain of his move\r\nup.\r\n\r\nHe acted accordingly.\r\n\r\nHe spent the earlier part of Wednesday morning in breaches of the\r\npeace. Mr. Langridge, instead of pulling him up, put him on to\r\ntranslate; Dunstable went on to translate. As he had not prepared the\r\nlesson and was not an adept at construing unseen, his performance was\r\npoor.\r\n\r\nAfter a minute and a half, the form-master wearied.\r\n\r\n\"Have you looked at this, Dunstable?\" he asked.\r\n\r\nThere was a time-honoured answer to this question.\r\n\r\n\"Yes, sir,\" he said.\r\n\r\nPublic-school ethics do not demand that you should reply truthfully to\r\nthe spirit of a question. The letter of it is all that requires\r\nattention. Dunstable had _looked_ at the lesson. He was looking\r\nat it then. Masters should practise exactness of speech. A certain\r\nform at Harrow were in the habit of walking across a copy of a Latin\r\nauthor before morning-school. They could then say with truth that they\r\n\"had been over it.\" This is not an isolated case.\r\n\r\n\"Go on,\" said Mr. Langridge.\r\n\r\nDunstable smiled as he did so.\r\n\r\nMr. Langridge was annoyed.\r\n\r\n\"What are you laughing at? What do you mean by it? Stand up. You will\r\nwrite out the lesson in Latin and English, and show it up to me by\r\nfour this afternoon. I know what you are thinking. You imagine that\r\nbecause this is the end of the term you can do as you please, but you\r\nwill find yourself mistaken. Mind--by four o'clock.\"\r\n\r\nAt four o'clock Dunstable was enjoying an excellent tea in Green\r\nStreet, Park Lane, and telling his mother that he had had a most\r\nenjoyable term, marred by no unpleasantness whatever. His holidays\r\nwere sweetened by the thought of Mr. Langridge's baffled wrath on\r\ndiscovering the true inwardness of the recent episode.\r\n\r\n        *       *         *        *       *\r\n\r\nWhen he returned to Locksley at the beginning of the winter term, he\r\nwas at once made aware that that episode was not to be considered\r\nclosed. On the first evening, Mr. Day, his housemaster, sent for him.\r\n\r\n\"Well, Dunstable,\" he said, \"where is that imposition?\"\r\n\r\nDunstable affected ignorance.\r\n\r\n\"Please, sir, you set me no imposition.\"\r\n\r\n\"No, Dunstable, no.\" Mr. Day peered at him gravely through his\r\nspectacles. \"_I_ set you no imposition; but Mr. Langridge did.\"\r\n\r\nDunstable imitated that eminent tactician, Br'er Rabbit. He \"lay low\r\nand said nuffin.\"\r\n\r\n\"Surely,\" continued Mr. Day, in tones of mild reproach, \"you did not\r\nthink that you could take Mr. Langridge in?\"\r\n\r\nDunstable rather thought he _had_ taken Mr. Langridge in; but he\r\nmade no reply.\r\n\r\n\"Well,\" said Mr. Day. \"I must set you some punishment. I shall give\r\nthe butler instructions to hand you a note from me at three o'clock\r\nto-morrow.\" (The next day was a half-holiday.) \"In that note you will\r\nfind indicated what I wish you to write out.\"\r\n\r\nWhy this comic-opera secret-society business, Dunstable wondered. Then\r\nit dawned upon him. Mr. Day wished to break up his half-holiday\r\nthoroughly.\r\n\r\nThat afternoon Dunstable retired in disgust to his study to brood over\r\nhis wrongs; to him entered Charles, his friend, one C. J. Linton, to\r\nwit, of Seymour's, a very hearty sportsman.\r\n\r\n\"Good,\" said Linton. \"Didn't think I should find you in. Thought you\r\nmight have gone off somewhere as it's such a ripping day. Tell you\r\nwhat we'll do. Scull a mile or two up the river and have tea\r\nsomewhere.\"\r\n\r\n\"I should like to awfully,\" said Dunstable, \"but I'm afraid I can't.\"\r\n\r\nAnd he explained Mr. Day's ingenious scheme for preventing him from\r\nstraying that afternoon.\r\n\r\n\"Rot, isn't it,\" he said.\r\n\r\n\"Beastly. Wouldn't have thought old Day had it in him. But I'll tell\r\nyou what,\" he said. \"Do the impot now, and then you'll be able to\r\nstart at three sharp, and we shall get in a good time on the river.\r\nDay always sets the same thing. I've known scores of chaps get impots\r\nfrom him, and they all had to do the Greek numerals. He's mad on the\r\nGreek numerals. Never does anything else. You'll be as safe as\r\nanything if you do them. Buck up, I'll help.\"\r\n\r\nThey accordingly sat down there and then. By three o'clock an imposing\r\narray of sheets of foolscap covered with badly-written Greek lay on\r\nthe study table.\r\n\r\n\"That ought to be enough,\" said Linton, laying down his pen. \"He can't\r\nset you more than we've done, I should think.\"\r\n\r\n\"Rummy how alike our writing looks,\" said Dunstable, collecting the\r\nsheets and examining them. \"You can hardly tell which is which even\r\nwhen you know. Well, there goes three. My watch is slow, as it always\r\nis. I'll go and get that note.\"\r\n\r\nTwo minutes later he returned, full of abusive references to Mr. Day.\r\nThe crafty pedagogue appeared to have foreseen Dunstable's attempt to\r\ncircumvent him by doing the Greek numerals on the chance of his\r\nsetting them. The imposition he had set in his note was ten pages of\r\nirregular verbs, and they were to be shown up in his study before five\r\no'clock. Linton's programme for the afternoon was out of the question\r\nnow. But he loyally gave up any other plans which he might have formed\r\nin order to help Dunstable with his irregular verbs. Dunstable was too\r\ndisgusted with fate to be properly grateful.\r\n\r\n\"And the worst of it is,\" he said, as they adjourned for tea at\r\nhalf-past four, having deposited the verbs on Mr. Day's table, \"that\r\nall those numerals will be wasted now.\"\r\n\r\n\"I should keep them, though,\" said Linton. \"They may come in useful.\r\nYou never know.\"\r\n\r\n       *       *       *       *       *\r\n\r\nTowards the end of the second week of term Fate, by way of\r\ncompensation, allowed Dunstable a distinct stroke of luck. Mr. Forman,\r\nthe master of his new form, set him a hundred lines of Virgil, and\r\ntold him to show them up next day. To Dunstable's delight, the next\r\nday passed without mention of them; and when the day after that went\r\nby, and still nothing was said, he came to the conclusion that Mr.\r\nForman had forgotten all about them.\r\n\r\nWhich was indeed the case. Mr. Forman was engaged in editing a new\r\nedition of the \"Bacchae,\" and was apt to be absent-minded in\r\nconsequence. So Dunstable, with a glad smile, hove the lines into a\r\ncupboard in his study to keep company with the Greek numerals which he\r\nhad done for Mr. Day, and went out to play fives with Linton.\r\n\r\nLinton, curiously enough, had also had a stroke of luck in a rather\r\nsimilar way. He told Dunstable about it as they strolled back to the\r\nhouses after their game.\r\n\r\n\"Bit of luck this afternoon,\" he said. \"You remember Appleby setting\r\nme a hundred-and-fifty the day before yesterday? Well, I showed\r\nthem up to-day, and he looked through them and chucked them into the\r\nwaste-paper basket under his desk. I thought at the time I hadn't seen\r\nhim muck them up at all with his pencil, which is his usual game, so\r\nafter he had gone at the end of school I nipped to the basket and\r\nfished them out. They were as good as new, so I saved them up in case\r\nI get any more.\"\r\n\r\nDunstable hastened to tell of his own good fortune. Linton was\r\nimpressed by the coincidence.\r\n\r\n\"I tell you what,\" he said, \"we score either way. Because if we never\r\nget any more lines----\"\r\n\r\nDunstable laughed.\r\n\r\n\"Yes, I know,\" Linton went on, \"we're bound to. But even supposing we\r\ndon't, what we've got in stock needn't be wasted.\"\r\n\r\n\"I don't see that,\" said Dunstable. \"Going to have 'em bound in cloth\r\nand published? Or were you thinking of framing them?\"\r\n\r\n\"Why, don't you see? Sell them, of course. There are dozens of chaps\r\nin the school who would be glad of a few hundred lines cheap.\"\r\n\r\n\"It wouldn't work. They'd be spotted.\"\r\n\r\n\"Rot. It's been done before, and nobody said anything. A chap in\r\nSeymour's who left last Easter sold all his stock lines by auction on\r\nthe last day of term. They were Virgil mostly and Greek numerals. They\r\nsold like hot cakes. There were about five hundred of them altogether.\r\nAnd I happen to know that every word of them has been given up and\r\npassed all right.\"\r\n\r\n\"Well, I shall keep mine,\" said Dunstable. \"I am sure to want all the\r\nlines in stock that I can get. I used to think Langridge was fairly\r\nbad in the way of impots, but Forman takes the biscuit easily. It\r\nseems to be a sort of hobby of his. You can't stop him.\"\r\n\r\nBut it was not until the middle of preparation that the great idea\r\nflashed upon Dunstable's mind.\r\n\r\nIt was the simplicity of the thing that took his breath away. That and\r\nits possibilities. This was the idea. Why not start a Lines Trust in\r\nthe school? An agency for supplying lines at moderate rates to all who\r\ndesired them? There did not seem to be a single flaw in the scheme. He\r\nand Linton between them could turn out enough material in a week to\r\ngive the Trust a good working capital. And as for the risk of\r\ndetection when customers came to show up the goods supplied to them,\r\nthat was very slight. As has been pointed out before, there was\r\npractically one handwriting common to the whole school when it came to\r\nwriting lines. It resembled the movements of a fly that had fallen\r\ninto an ink-pot, and subsequently taken a little brisk exercise on a\r\nsheet of foolscap by way of restoring the circulation. Then, again,\r\nthe attitude of the master to whom the lines were shown was not likely\r\nto be critical. So that everything seemed in favour of Dunstable's\r\nscheme.\r\n\r\nLinton, to whom he confided it, was inclined to scoff at first, but\r\nwhen he had had the beauties of the idea explained to him at length,\r\nbecame an enthusiastic supporter of the scheme.\r\n\r\n\"But,\" he objected, \"it'll take up all our time. Is it worth it? We\r\ncan't spend every afternoon sweating away at impots for other people.\"\r\n\r\n\"It's all right,\" said Dunstable, \"I've thought of that. We shall need\r\nto pitch in pretty hard for about a week or ten days. That will give\r\nus a good big stock, and after that if we turn out a hundred each\r\nevery day it will be all right. A hundred's not much fag if you spread\r\nthem over a day.\"\r\n\r\nLinton admitted that this was sound, and the Locksley Lines Supplying\r\nTrust, Ltd., set to work in earnest.\r\n\r\nIt must not be supposed that the Agency left a great deal to chance.\r\nThe writing of lines in advance may seem a very speculative business;\r\nbut both Dunstable and Linton had had a wide experience of Locksley\r\nmasters, and the methods of the same when roused, and they were thus\r\nenabled to reduce the element of chance to a minimum. They knew, for\r\nexample, that Mr. Day's favourite imposition was the Greek numerals,\r\nand that in nine cases out of ten that would be what the youth who had\r\ndealings with him would need to ask for from the Lines Trust. Mr.\r\nAppleby, on the other hand, invariably set Virgil. The oldest\r\ninhabitant had never known him to depart from this custom. For the\r\nFrench masters extracts from the works of Victor Hugo would probably\r\npass muster.\r\n\r\nA week from the date of the above conversation, everyone in the\r\nschool, with the exception of the prefects and the sixth form, found\r\nin his desk on arriving at his form-room a printed slip of paper.\r\n(Spiking, the stationer in the High Street, had printed it.) It was\r\nnothing less than the prospectus of the new Trust. It set forth in\r\nglowing terms the advantages offered by the agency. Dunstable had\r\nwritten it--he had a certain amount of skill with his pen--and Linton\r\nhad suggested subtle and captivating additions. The whole presented\r\nrather a striking appearance.\r\n\r\nThe document was headed with the name of the Trust in large letters.\r\nUnder this came a number of \"scare headlines\" such as:\r\n\r\n              SEE WHAT YOU SAVE!\r\n\r\n                NO MORE WORRY!\r\n\r\n             PEACE, PERFECT PEACE!\r\n\r\n         WHY DO LINES WHEN WE DO THEM\r\n                    FOR YOU?\r\n\r\nThen came the real prospectus:\r\n\r\n    The Locksley Lines Supplying Trust, Ltd. has been instituted to\r\n    meet the growing demand for lines and other impositions. While\r\n    there are masters at our public schools there will always be lines.\r\n    At Locksley the crop of masters has always flourished--and still\r\n    flourishes--very rankly, and the demand for lines has greatly taxed\r\n    the powers of those to whom has been assigned the task of supplying\r\n    them.\r\n\r\n    It is for the purpose of affording relief to these that the Lines\r\n    Trust has been formed. It is proposed that all orders for lines\r\n    shall be supplied out of our vast stock. Our charges are moderate,\r\n    and vary between threepence and sixpence per hundred lines. The\r\n    higher charge is made for Greek impositions, which, for obvious\r\n    reasons, entail a greater degree of labour on our large and\r\n    efficient staff of writers.\r\n\r\n    All orders, which will be promptly executed, should be forwarded to\r\n    Mr. P. A. Dunstable, 6 College Grounds, Locksley, or to Mr. C. J.\r\n    Linton, 10 College Grounds, Locksley. _Payment must be inclosed\r\n    with order, or the latter will not be executed._ Under no\r\n    conditions will notes of hand or cheques be accepted as legal\r\n    tender. There is no trust about us except the name.\r\n\r\n    Come in your thousands. We have lines for all. If the Trust's\r\n    stock of lines were to be placed end to end it would reach part\r\n    of the way to London. \"You pay the threepence. We do the rest.\"\r\n\r\nThen a blank space, after which came a few \"unsolicited testimonials\":\r\n\r\n    \"Lower Fifth\" writes: \"I was set two hundred lines of Virgil on\r\n    Saturday last at one o'clock. Having laid in a supply from your\r\n    agency I was enabled to show them up at five minutes past one.\r\n    The master who gave me the commission was unable to restrain his\r\n    admiration at the rapidity and neatness of my work. You may make\r\n    what use of this you please.\"\r\n\r\n    \"Dexter's House\" writes: \"Please send me one hundred (100) lines\r\n    from _Aeneid, Book Two_. Mr. Dexter was so delighted with the last\r\n    I showed him that he has asked me to do some more.\"\r\n\r\n    \"Enthusiast\" writes: \"Thank you for your Greek numerals. Day took\r\n    them without blinking. So beautifully were they executed that I can\r\n    hardly believe even now that I did not write them myself.\"\r\n\r\n        *       *       *       *       *\r\n\r\nThere could be no doubt about the popularity of the Trust. It caught\r\non instantly.\r\n\r\nNothing else was discussed in the form-rooms at the quarter to eleven\r\ninterval, and in the houses after lunch it was the sole topic of\r\nconversation. Dunstable and Linton were bombarded with questions and\r\nwitticisms of the near personal sort. To the latter they replied with\r\ndirectness, to the former evasively.\r\n\r\n\"What's it all _about?_\" someone would ask, fluttering the\r\nleaflet before Dunstable's unmoved face.\r\n\r\n\"You should read it carefully,\" Dunstable would reply. \"It's all\r\nthere.\"\r\n\r\n\"But what are you playing at?\"\r\n\r\n\"We tried to make it clear to the meanest intelligence. Sorry you\r\ncan't understand it.\"\r\n\r\nWhile at the same time Linton, in his form-room, would be explaining\r\nto excited inquirers that he was sorry, but it was impossible to reply\r\nto their query as to who was running the Trust. He was not at liberty\r\nto reveal business secrets. Suffice it that there the lines were,\r\nwaiting to be bought, and he was there to sell them. So that if\r\nanybody cared to lay in a stock, large or small, according to taste,\r\nwould he kindly walk up and deposit the necessary coin?\r\n\r\nBut here the public showed an unaccountable disinclination to deal. It\r\nwas gratifying to have acquaintances coming up and saying admiringly:\r\n\"You are an ass, you know,\" as if they were paying the highest of\r\ncompliments--as, indeed, they probably imagined that they were. All\r\nthis was magnificent, but it was not business. Dunstable and Linton\r\nfelt that the whole attitude of the public towards the new enterprise\r\nwas wrong. Locksley seemed to regard the Trust as a huge joke, and its\r\nprospectus as a literary _jeu d'esprit_.\r\n\r\nIn fact, it looked very much as if--from a purely commercial point of\r\nview--the great Lines Supplying Trust was going to be what is known in\r\ntheatrical circles as a frost.\r\n\r\nFor two whole days the public refused to bite, and Dunstable and\r\nLinton, turning over the stacks of lines in their studies, thought\r\ngloomily that this world is no place for original enterprise.\r\n\r\nThen things began to move.\r\n\r\nIt was quite an accident that started them. Jackson, of Dexter's, was\r\nteaing with Linton, and, as was his habit, was giving him a condensed\r\nhistory of his life since he last saw him. In the course of this he\r\ntouched on a small encounter with M. Gaudinois which had occurred that\r\nafternoon.\r\n\r\n\"So I got two pages of 'Quatre-Vingt Treize' to write,\" he concluded,\r\n\"for doing practically nothing.\"\r\n\r\nAll Jackson's impositions, according to him, were given him for doing\r\npractically nothing. Now and then he got them for doing literally\r\nnothing--when he ought to have been doing form-work.\r\n\r\n\"Done 'em?\" asked Linton.\r\n\r\n\"Not yet; no,\" replied Jackson. \"More tea, please.\"\r\n\r\n\"What you want to do, then,\" said Linton, \"is to apply to the Locksley\r\nLines Supplying Trust. That's what you must do.\"\r\n\r\n\"You needn't rot a chap on a painful subject,\" protested Jackson.\r\n\r\n\"I wasn't rotting,\" said Linton. \"Why don't you apply to the Lines\r\nTrust?\"\r\n\r\n\"Then do you mean to say that there really is such a thing?\" Jackson\r\nsaid incredulously. \"Why I thought it was all a rag.\"\r\n\r\n\"I know you did. It's the rotten sort of thing you would think. Rag,\r\nby Jove! Look at this. Now do you understand that this is a genuine\r\nconcern?\"\r\n\r\nHe got up and went to the cupboard which filled the space between the\r\nstove and the bookshelf. From this resting-place he extracted a great\r\npile of manuscript and dumped it down on the table with a bang which\r\ncaused a good deal of Jackson's tea to spring from its native cup on\r\nto its owner's trousers.\r\n\r\n\"When you've finished,\" protested Jackson, mopping himself with a\r\nhandkerchief that had seen better days.\r\n\r\n\"Sorry. But look at these. What did you say your impot was? Oh, I\r\nremember. Here you are. Two pages of 'Quatre-Vingt Treize.' I don't\r\nknow which two pages, but I suppose any will do.\"\r\n\r\nJackson was amazed.\r\n\r\n\"Great Scott! what a wad of stuff! When did you do it all?\"\r\n\r\n\"Oh, at odd times. Dunstable's got just as much over at Day's. So you\r\nsee the Trust is a jolly big show. Here are your two pages. That looks\r\njust like your scrawl, doesn't it? These would be fourpence in the\r\nordinary way, but you can have 'em for nothing this time.\"\r\n\r\n\"Oh, I say,\" said Jackson gratefully, \"that's awfully good of you.\"\r\n\r\nAfter that the Locksley Lines Supplying Trust, Ltd. went ahead with\r\na rush. The brilliant success which attended its first specimen--M.\r\nGaudinois took Jackson's imposition without a murmur--promoted\r\nconfidence in the public, and they rushed to buy. Orders poured in\r\nfrom all the houses, and by the middle of the term the organisers of\r\nthe scheme were able to divide a substantial sum.\r\n\r\n\"How are you getting on round your way?\" asked Linton of Dunstable at\r\nthe end of the sixth week of term.\r\n\r\n\"Ripping. Selling like hot cakes.\"\r\n\r\n\"So are mine,\" said Linton. \"I've almost come to the end of my stock.\r\nI ought to have written some more, but I've been a bit slack lately.\"\r\n\r\n\"Yes, buck up. We must keep a lot in hand.\"\r\n\r\n\"I say, did you hear that about Merrett in our house?\" asked Linton.\r\n\r\n\"What about him?\"\r\n\r\n\"Why, he tried to start a rival show. Wrote a prospectus and\r\neverything. But it didn't catch on a bit. The only chap who bought any\r\nof his lines was young Shoeblossom. He wanted a couple of hundred for\r\nAppleby. Appleby was on to them like bricks. Spotted Shoeblossom\r\nhadn't written them, and asked who had. He wouldn't say, so he got\r\nthem doubled. Everyone in the house is jolly sick with Merrett. They\r\nthink he ought to have owned up.\"\r\n\r\n\"Did that smash up Merrett's show? Is he going to turn out any more?\"\r\n\r\n\"Rather not. Who'd buy 'em?\"\r\n\r\nIt would have been better for the Lines Supplying Trust if Merrett had\r\nnot received this crushing blow and had been allowed to carry on a\r\nrival business on legitimate lines. Locksley was conservative in its\r\nhabits, and would probably have continued to support the old firm.\r\n\r\nAs it was, the baffled Merrett, a youth of vindictive nature, brooded\r\nover his defeat, and presently hit upon a scheme whereby things might\r\nbe levelled up.\r\n\r\nOne afternoon, shortly before lock-up, Dunstable was surprised by the\r\nadvent of Linton to his study in a bruised and dishevelled condition.\r\nOne of his expressive eyes was closed and blackened. He also wore what\r\nis known in ring circles as a thick ear.\r\n\r\n\"What on earth's up?\" inquired Dunstable, amazed at these phenomena.\r\n\"Have you been scrapping?\"\r\n\r\n\"Yes--Merrett--I won. What are you up to--writing lines? You may as\r\nwell save yourself the trouble. They won't be any good.\" Dunstable\r\nstared.\r\n\r\n\"The Trust's bust,\" said Linton.\r\n\r\nHe never wasted words in moments of emotion.\r\n\r\n\"What!\"\r\n\r\n\"'Bust' was what I said. That beast Merrett gave the show away.\"\r\n\r\n\"What did he do? Surely he didn't tell a master?\"\r\n\r\n\"Well, he did the next thing to it. He hauled out that prospectus, and\r\nstarted reading it in form. I watched him do it. He kept it under the\r\ndesk and made a foul row, laughing over it. Appleby couldn't help\r\nspotting him. Of course, he told him to bring him what he was reading.\r\nUp went Merrett with the prospectus.\"\r\n\r\n\"Was Appleby sick?\"\r\n\r\n\"I don't believe he was, really. At least, he laughed when he read the\r\nthing. But he hauled me up after school and gave me a long jaw, and\r\nmade me take all the lines I'd got to his house. He burnt them. I had\r\nit out with Merrett just now. He swears he didn't mean to get the\r\nthing spotted, but I knew he did.\"\r\n\r\n\"Where did you scrag him!\"\r\n\r\n\"In the dormitory. He chucked it after the third round.\"\r\n\r\nThere was a knock at the door.\r\n\r\n\"Come in,\" shouted Dunstable.\r\n\r\nBuxton appeared, a member of Appleby's house.\r\n\r\n\"Oh, Dunstable, Appleby wants to see you.\"\r\n\r\n\"All right,\" said Dunstable wearily.\r\n\r\nMr. Appleby was in facetious mood. He chaffed Dunstable genially about\r\nhis prospectus, and admitted that it had amused him. Dunstable smiled\r\nwithout enjoyment. It was a good thing, perhaps, that Mr. Appleby saw\r\nthe humorous rather than the lawless side of the Trust; but all the\r\nquips in the world could not save that institution from ruin.\r\n\r\nPresently Mr. Appleby's manner changed. \"I am a funny dog, I know,\" he\r\nseemed to say; \"but duty is duty, and must be done.\"\r\n\r\n\"How many lines have you at your house, Dunstable?\" he asked.\r\n\r\n\"About eight hundred, sir.\"\r\n\r\n\"Then you had better write me eight hundred lines, and show them up to\r\nme in this room at--shall we say at ten minutes to five? It is now a\r\nquarter to, so that you will have plenty of time.\"\r\n\r\nDunstable went, and returned five minutes later, bearing an armful of\r\nmanuscript.\r\n\r\n\"I don't think I shall need to count them,\" said Mr. Appleby. \"Kindly\r\ntake them in batches of ten sheets, and tear them in half, Dunstable.\"\r\n\r\n\"Yes, sir.\"\r\n\r\nThe last sheet fluttered in two sections into the surfeited\r\nwaste-paper basket.\r\n\r\n\"It's an awful waste, sir,\" said Dunstable regretfully.\r\n\r\nMr. Appleby beamed.\r\n\r\n\"We must, however,\" he said, \"always endeavour to look on the bright\r\nside, Dunstable. The writing of these eight hundred lines will have\r\ngiven you a fine grip of the rhythm of Virgil, the splendid prose of\r\nVictor Hugo, and the unstudied majesty of the Greek Numerals. Good-night,\r\nDunstable.\"\r\n\r\n\"Good-night, sir,\" said the President of the Locksley Lines Supplying\r\nTrust, Ltd.\r\n\r\n\r\n\r\n\r\nTHE AUTOGRAPH HUNTERS\r\n\r\n\r\nDunstable had his reasons for wishing to obtain Mr. Montagu Watson's\r\nautograph, but admiration for that gentleman's novels was not one of\r\nthem.\r\n\r\nIt was nothing to him that critics considered Mr. Watson one of the\r\nmost remarkable figures in English literature since Scott. If you had\r\ntold him of this, he would merely have wondered in his coarse,\r\nmaterial way how much Mr. Watson gave the critics for saying so. To\r\nthe reviewer of the _Weekly Booklover_ the great man's latest\r\neffort, \"The Soul of Anthony Carrington\" (Popgood and Grooly: 6s.)\r\nseemed \"a work that speaks eloquently in every line of a genius that\r\ntime cannot wither nor custom stale.\" To Dunstable, who got it out of\r\nthe school library, where it had been placed at the request of a\r\nliterary prefect, and read the first eleven pages, it seemed rot, and\r\nhe said as much to the librarian on returning it.\r\n\r\nYet he was very anxious to get the novelist's autograph. The fact was\r\nthat Mr. Day, his house-master, a man whose private life was in other\r\nways unstained by vicious habits, collected autographs. Also Mr. Day\r\nhad behaved in a square manner towards Dunstable on several occasions\r\nin the past, and Dunstable, always ready to punish bad behaviour in a\r\nmaster, was equally anxious to reward and foster any good trait which\r\nhe might exhibit.\r\n\r\nOn the occasion of the announcement that Mr. Watson had taken the big\r\nwhite house near Chesterton, a couple of miles from the school, Mr.\r\nDay had expressed in Dunstable's hearing a wish that he could add that\r\ncelebrity's signature to his collection. Dunstable had instantly\r\ndetermined to play the part of a benevolent Providence. He would get\r\nthe autograph and present it to the house-master, as who should say,\r\n\"see what comes of being good.\" It would be pleasant to observe the\r\ninnocent joy of the recipient, his child-like triumph, and his\r\namazement at the donor's ingenuity in securing the treasure. A\r\ntouching scene--well worth the trouble involved in the quest.\r\n\r\nAnd there would be trouble. For Mr. Montagu Watson was notoriously a\r\nfoe to the autograph-hunter. His curt, type-written replies (signed by\r\na secretary) had damped the ardour of scores of brave men and--more or\r\nless--fair women. A genuine Montagu Watson was a prize in the\r\nautograph market.\r\n\r\nDunstable was a man of action. When Mark, the boot-boy at Day's,\r\ncarried his burden of letters to the post that evening, there nestled\r\namong them one addressed to M. Watson, Esq., The White House,\r\nChesterton. Looking at it casually, few of his friends would have\r\nrecognised Dunstable's handwriting. For it had seemed good to that man\r\nof guile to adopt for the occasion the role of a backward youth of\r\ntwelve years old. He thought tender years might touch Mr. Watson's\r\nheart.\r\n\r\nThis was the letter:\r\n\r\n    _Dear Sir_,--I am only a littel boy, but I think your\r\n    books ripping. I often wonder how you think of it all. Will you\r\n    please send me your ortograf? I like your books very much. I have\r\n    named my white rabit Montagu after you. I punched Jones II in\r\n    the eye to-day becos he didn't like your books. I have spent the\r\n    only penny I have on the stampe for this letter which I might have\r\n    spent on tuck. I want to be like Maltby in \"The Soul of Anthony\r\n    Carrington\" when I grow up.\r\n\r\n                            _Your sincere reader_,\r\n                             P. A. Dunstable.\r\n\r\nIt was a little unfortunate, perhaps, that he selected Maltby as his\r\nideal character. That gentleman was considered by critics a masterly\r\nportrait of the cynical _roué_. But it was the only name he\r\nremembered.\r\n\r\n\"Hot stuff!\" said Dunstable to himself, as he closed the envelope.\r\n\r\n\"Little beast!\" said Mr. Watson to himself as he opened it. It arrived\r\nby the morning post, and he never felt really himself till after\r\nbreakfast.\r\n\r\n\"Here, Morrison,\" he said to his secretary, later in the morning:\r\n\"just answer this, will you? The usual thing--thanks and most deeply\r\ngrateful, y'know.\"\r\n\r\nNext day the following was included in Dunstable's correspondence:\r\n\r\n    Mr. Montagu Watson presents his compliments to Mr. P. A. Dunstable,\r\n    and begs to thank him for all the kind things he says about his\r\n    work in his letter of the 18th inst., for which he is deeply grateful.\r\n\r\n\"Foiled!\" said Dunstable, and went off to Seymour's to see his friend\r\nLinton.\r\n\r\n\"Got any notepaper?\" he asked.\r\n\r\n\"Heaps,\" said Linton. \"Why? Want some?\"\r\n\r\n\"Then get out a piece. I want to dictate a letter.\"\r\n\r\nLinton stared.\r\n\r\n\"What's up? Hurt your hand?\"\r\n\r\nDunstable explained.\r\n\r\n\"Day collects autographs, you know, and he wants Montagu Watson's\r\nbadly. Pining away, and all that sort of thing. Won't smile until he\r\ngets it. I had a shot at it yesterday, and got this.\"\r\n\r\nLinton inspected the document.\r\n\r\n\"So I can't send up another myself, you see.\"\r\n\r\n\"Why worry?\"\r\n\r\n\"Oh, I'd like to put Day one up. He's not been bad this term. Come\r\non.\"\r\n\r\n\"All right. Let her rip.\"\r\n\r\nDunstable let her rip.\r\n\r\n    _Dear Sir_,--I cannot refrain from writing to tell you what\r\n    an inestimable comfort your novels have been to me during years\r\n    of sore tribulation and distress----\r\n\r\n\"Look here,\" interrupted Linton with decision at this point. \"If you\r\nthink I'm going to shove my name at the end of this rot, you're making\r\nthe mistake of a lifetime.\"\r\n\r\n\"Of course not. You're a widow who has lost two sons in South Africa.\r\nWe'll think of a good name afterwards. Ready?\r\n\r\n    \"Ever since my darling Charles Herbert and Percy Lionel were\r\n    taken from me in that dreadful war, I have turned for consolation\r\n    to the pages of 'The Soul of Anthony Carrington' and----\"\r\n\r\n\"What, another?\" asked Linton.\r\n\r\n\"There's one called 'Pancakes.'\"\r\n\r\n\"Sure? Sounds rummy.\"\r\n\r\n\"That's all right. You have to get a queer title nowadays if you want\r\nto sell a book.\"\r\n\r\n\"Go on, then. Jam it down.\"\r\n\r\n    \"--and 'Pancakes.' I hate to bother you, but if you could send me\r\n    your autograph I should be more grateful than words can say. Yours\r\n    admiringly.\"\r\n\r\n\"What's a good name? How would Dorothy Maynard do?\"\r\n\r\n\"You want something more aristocratic. What price Hilda Foulke-Ponsonby?\"\r\n\r\nDunstable made no objection, and Linton signed the letter with a\r\nflourish.\r\n\r\nThey installed Mrs. Foulke-Ponsonby at Spiking's in the High Street.\r\nIt was not a very likely address for a lady whose blood was presumably\r\nof the bluest, but they could think of none except that obliging\r\nstationer who would take in letters for them.\r\n\r\nThere was a letter for Mrs. Foulke-Ponsonby next day. Whatever his\r\nother defects as a correspondent, Mr. Watson was at least prompt with\r\nhis responses.\r\n\r\nMr. Montagu Watson presented his compliments, and was deeply grateful\r\nfor all the kind things Mrs. Foulke-Ponsonby had said about his work\r\nin her letter of the 19th inst. He was, however, afraid that he\r\nscarcely deserved them. Her opportunities of deriving consolation from\r\n\"The Soul of Anthony Carrington\" had been limited by the fact that\r\nthat book had only been published ten days before: while, as for\r\n\"Pancakes,\" to which she had referred in such flattering terms, he\r\nfeared that another author must have the credit of any refreshment her\r\nbereaved spirit might have extracted from that volume, for he had\r\nwritten no work of such a name. His own \"Pan Wakes\" would, he hoped,\r\nadminister an equal quantity of balm.\r\n\r\nMr. Secretary Morrison had slept badly on the night before he wrote\r\nthis letter, and had expended some venom upon its composition.\r\n\r\n\"Sold again!\" said Dunstable.\r\n\r\n\"You'd better chuck it now. It's no good,\" said Linton.\r\n\r\n\"I'll have another shot. Then I'll try and think of something else.\"\r\n\r\nTwo days later Mr. Morrison replied to Mr. Edgar Habbesham-Morley, of\r\n3a, Green Street, Park Lane, to the effect that Mr. Montagu Watson was\r\ndeeply grateful for all the kind things, etc.----\r\n\r\n3a, Green Street was Dunstable's home address.\r\n\r\nAt this juncture the Watson-Dunstable correspondence ceases, and the\r\nrelations become more personal.\r\n\r\nOn the afternoon of the twenty-third of the month, Mr. Watson, taking\r\na meditative stroll through the wood which formed part of his\r\nproperty, was infuriated by the sight of a boy.\r\n\r\nHe was not a man who was fond of boys even in their proper place, and\r\nthe sight of one in the middle of his wood, prancing lightly about\r\namong the nesting pheasants, stirred his never too placid mind to its\r\ndepths.\r\n\r\nHe shouted.\r\n\r\nThe apparition paused.\r\n\r\n\"Here! Hi! you boy!\"\r\n\r\n\"Sir?\" said the stripling, with a winning smile, lifting his cap with\r\nthe air of a D'Orsay.\r\n\r\n\"What business have you in my wood?\"\r\n\r\n\"Not business,\" corrected the visitor, \"pleasure.\"\r\n\r\n\"Come here!\" shrilled the novelist.\r\n\r\nThe stranger receded coyly.\r\n\r\nMr. Watson advanced at the double.\r\n\r\nHis quarry dodged behind a tree.\r\n\r\nFor five minutes the great man devoted his powerful mind solely to the\r\ntask of catching his visitor.\r\n\r\nThe latter, however, proved as elusive as the point of a half-formed\r\nepigram, and at the end of the five minutes he was no longer within\r\nsight.\r\n\r\nMr. Watson went off and addressed his keeper in terms which made that\r\nworthy envious for a week.\r\n\r\n\"It's eddication,\" he said subsequently to a friend at the \"Cowslip\r\nInn.\" \"You and me couldn't talk like that. It wants eddication.\"\r\n\r\nFor the next few days the keeper's existence was enlivened by visits\r\nfrom what appeared to be a most enthusiastic bird's-nester. By no\r\nother theory could he account for it. Only a boy with a collection to\r\nsupport would run such risks.\r\n\r\nTo the keeper's mind the human boy up to the age of twenty or so had\r\nno object in life except to collect eggs. After twenty, of course, he\r\ntook to poaching. This was a boy of about seventeen.\r\n\r\nOn the fifth day he caught him, and conducted him into the presence of\r\nMr. Montagu Watson.\r\n\r\nMr. Watson was brief and to the point. He recognised his visitor as\r\nthe boy for whose benefit he had made himself stiff for two days.\r\n\r\nThe keeper added further damaging facts.\r\n\r\n\"Bin here every day, he 'as, sir, for the last week. Well, I says to\r\nmyself, supposition is he'll come once too often. He'll come once too\r\noften, I says. And then, I says, I'll cotch him. And I cotched him.\"\r\n\r\nThe keeper's narrative style had something of the classic simplicity\r\nof Julius Caesar's.\r\n\r\nMr. Watson bit his pen.\r\n\r\n\"What you boys come for I can't understand,\" he said irritably.\r\n\"You're from the school, of course?\"\r\n\r\n\"Yes,\" said the captive.\r\n\r\n\"Well, I shall report you to your house-master. What is your name?\"\r\n\r\n\"Dunstable.\"\r\n\r\n\"Your house?\"\r\n\r\n\"Day's.\"\r\n\r\n\"Very good. That is all.\"\r\n\r\nDunstable retired.\r\n\r\nHis next appearance in public life was in Mr. Day's study. Mr. Day had\r\nsent for him after preparation. He held a letter in his hand, and he\r\nlooked annoyed.\r\n\r\n\"Come in, Dunstable. I have just received a letter complaining of you.\r\nIt seems that you have been trespassing.\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"I am surprised, Dunstable, that a sensible boy like you should have\r\ndone such a foolish thing. It seems so objectless. You know how\r\ngreatly the head-master dislikes any sort of friction between the\r\nschool and the neighbours, and yet you deliberately trespass in Mr.\r\nWatson's wood.\"\r\n\r\n\"I'm very sorry, sir.\"\r\n\r\n\"I have had a most indignant letter from him--you may see what he\r\nsays. You do not deny it?\"\r\n\r\nDunstable ran his eye over the straggling, untidy sentences.\r\n\r\n\"No, sir. It's quite true.\"\r\n\r\n\"In that case I shall have to punish you severely. You will write me\r\nout the Greek numerals ten times, and show them up to me on Tuesday.\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"That will do.\"\r\n\r\nAt the door Dunstable paused.\r\n\r\n\"Well, Dunstable?\" said Mr. Day.\r\n\r\n\"Er--I'm glad you've got his autograph after all, sir,\" he said.\r\n\r\nThen he closed the door.\r\n\r\nAs he was going to bed that night, Dunstable met the house-master on\r\nthe stairs.\r\n\r\n\"Dunstable,\" said Mr. Day.\r\n\r\n\"Yes, sir.\"\r\n\r\n\"On second thoughts, it would be better if, instead of the Greek\r\nnumerals ten times, you wrote me the first ode of the first book of\r\nHorace. The numerals would be a little long, perhaps.\"\r\n\r\n\r\n\r\n\r\nPILLINGSHOT, DETECTIVE\r\n\r\n\r\nLife at St. Austin's was rendered somewhat hollow and burdensome for\r\nPillingshot by the fact that he fagged for Scott. Not that Scott was\r\nthe Beetle-Browed Bully in any way. Far from it. He showed a kindly\r\ninterest in Pillingshot's welfare, and sometimes even did his Latin\r\nverses for him. But the noblest natures have flaws, and Scott's was no\r\nexception. He was by way of being a humorist, and Pillingshot, with\r\nhis rather serious outlook on life, was puzzled and inconvenienced by\r\nthis.\r\n\r\nIt was through this defect in Scott's character that Pillingshot first\r\nbecame a detective.\r\n\r\nHe was toasting muffins at the study fire one evening, while Scott,\r\nseated on two chairs and five cushions, read \"Sherlock Holmes,\" when\r\nthe Prefect laid down his book and fixed him with an earnest eye.\r\n\r\n\"Do you know, Pillingshot,\" he said, \"you've got a bright, intelligent\r\nface. I shouldn't wonder if you weren't rather clever. Why do you hide\r\nyour light under a bushel?\"\r\n\r\nPillingshot grunted.\r\n\r\n\"We must find some way of advertising you. Why don't you go in for a\r\nJunior Scholarship?\"\r\n\r\n\"Too old,\" said Pillingshot with satisfaction.\r\n\r\n\"Senior, then?\"\r\n\r\n\"Too young.\"\r\n\r\n\"I believe by sitting up all night and swotting----\"\r\n\r\n\"Here, I say!\" said Pillingshot, alarmed.\r\n\r\n\"You've got no enterprise,\" said Scott sadly. \"What are those?\r\nMuffins? Well, well, I suppose I had better try and peck a bit.\"\r\n\r\nHe ate four in rapid succession, and resumed his scrutiny of\r\nPillingshot's countenance.\r\n\r\n\"The great thing,\" he said, \"is to find out your special line. Till\r\nthen we are working in the dark. Perhaps it's music? Singing? Sing me\r\na bar or two.\"\r\n\r\nPillingshot wriggled uncomfortably.\r\n\r\n\"Left your music at home?\" said Scott. \"Never mind, then. Perhaps it's\r\nall for the best. What are those? Still muffins? Hand me another.\r\nAfter all, one must keep one's strength up. You can have one if you\r\nlike.\"\r\n\r\nPillingshot's face brightened. He became more affable. He chatted.\r\n\r\n\"There's rather a row on downstairs,\" he said. \"In the junior day-room.\"\r\n\r\n\"There always is,\" said Scott. \"If it grows too loud, I shall get in\r\namongst them with a swagger-stick. I attribute half my success at\r\nbringing off late-cuts to the practice I have had in the junior\r\nday-room. It keeps the wrist supple.\"\r\n\r\n\"I don't mean that sort of row. It's about Evans.\"\r\n\r\n\"What about Evans?\"\r\n\r\n\"He's lost a sovereign.\"\r\n\r\n\"Silly young ass.\"\r\n\r\nPillingshot furtively helped himself to another muffin.\r\n\r\n\"He thinks some one's taken it,\" he said.\r\n\r\n\"What! Stolen it?\"\r\n\r\nPillingshot nodded.\r\n\r\n\"What makes him think that?\"\r\n\r\n\"He doesn't see how else it could have gone.\"\r\n\r\n\"Oh, I don't--By Jove!\"\r\n\r\nScott sat up with some excitement.\r\n\r\n\"I've got it,\" he said. \"I knew we should hit on it sooner or later.\r\nHere's a field for your genius. You shall be a detective. Pillingshot,\r\nI hand this case over to you. I employ you.\"\r\n\r\nPillingshot gaped.\r\n\r\n\"I feel certain that's your line. I've often noticed you walking over\r\nto school, looking exactly like a blood-hound. Get to work. As a start\r\nyou'd better fetch Evans up here and question him.\"\r\n\r\n\"But, look here----\"\r\n\r\n\"Buck up, man, buck up. Don't you know that every moment is precious?\"\r\n\r\nEvans, a small, stout youth, was not disposed to be reticent. The gist\r\nof his rambling statement was as follows. Rich uncle. Impecunious\r\nnephew. Visit of former to latter. Handsome tip, one sovereign.\r\nImpecunious nephew pouches sovereign, and it vanishes.\r\n\r\n\"And I call it beastly rot,\" concluded Evans volubly. \"And if I could\r\nfind the cad who's pinched it, I'd jolly well----\"\r\n\r\n\"Less of it,\" said Scott. \"Now, then, Pillingshot, I'll begin this\r\nthing, just to start you off. What makes you think the quid has been\r\nstolen, Evans?\"\r\n\r\n\"Because I jolly well know it has.\"\r\n\r\n\"What you jolly well know isn't evidence. We must thresh this thing\r\nout. To begin with, where did you last see it?\"\r\n\r\n\"When I put it in my pocket.\"\r\n\r\n\"Good. Make a note of that, Pillingshot. Where's your notebook? Not\r\ngot one? Here you are then. You can tear out the first few pages, the\r\nones I've written on. Ready? Carry on, Evans. When?\"\r\n\r\n\"When what?\"\r\n\r\n\"When did you put it in your pocket?\"\r\n\r\n\"Yesterday afternoon.\"\r\n\r\n\"What time?\"\r\n\r\n\"About five.\"\r\n\r\n\"Same pair of bags you're wearing now?\"\r\n\r\n\"No, my cricket bags. I was playing at the nets when my uncle came.\"\r\n\r\n\"Ah! Cricket bags? Put it down, Pillingshot. That's a clue. Work on\r\nit. Where are they?\"\r\n\r\n\"They've gone to the wash.\"\r\n\r\n\"About time, too. I noticed them. How do you know the quid didn't go\r\nto the wash as well?\"\r\n\r\n\"I turned both the pockets inside out.\"\r\n\r\n\"Any hole in the pocket?\"\r\n\r\n\"No.\"\r\n\r\n\"Well, when did you take off the bags? Did you sleep in them?\"\r\n\r\n\"I wore 'em till bed-time, and then shoved them on a chair by the side\r\nof the bed. It wasn't till next morning that I remembered the quid was\r\nin them----\"\r\n\r\n\"But it wasn't,\" objected Scott.\r\n\r\n\"I thought it was. It ought to have been.\"\r\n\r\n\"He thought it was. That's a clue, young Pillingshot. Work on it.\r\nWell?\"\r\n\r\n\"Well, when I went to take the quid out of my cricket bags, it wasn't\r\nthere.\"\r\n\r\n\"What time was that?\"\r\n\r\n\"Half-past seven this morning.\"\r\n\r\n\"What time did you go to bed?\"\r\n\r\n\"Ten.\"\r\n\r\n\"Then the theft occurred between the hours of ten and seven-thirty.\r\nMind you, I'm giving you a jolly good leg-up, young Pillingshot. But\r\nas it's your first case I don't mind. That'll be all from you, Evans.\r\nPop off.\"\r\n\r\nEvans disappeared. Scott turned to the detective.\r\n\r\n\"Well, young Pillingshot,\" he said, \"what do you make of it?\"\r\n\r\n\"I don't know.\"\r\n\r\n\"What steps do you propose to take?\"\r\n\r\n\"I don't know.\"\r\n\r\n\"You're a lot of use, aren't you? As a start, you'd better examine the\r\nscene of the robbery, I should say.\"\r\n\r\nPillingshot reluctantly left the room.\r\n\r\n\"Well?\" said Scott, when he returned. \"Any clues?\"\r\n\r\n\"No.\"\r\n\r\n\"You thoroughly examined the scene of the robbery?\"\r\n\r\n\"I looked under the bed.\"\r\n\r\n\"_Under_ the bed? What's the good of that? Did you go over every inch\r\nof the strip of carpet leading to the chair with a magnifying-glass?\"\r\n\r\n\"Hadn't got a magnifying-glass.\"\r\n\r\n\"Then you'd better buck up and get one, if you're going to be a\r\ndetective. Do you think Sherlock Holmes ever moved a step without his?\r\nNot much. Well, anyhow. Did you find any foot-prints or tobacco-ash?\"\r\n\r\n\"There was a jolly lot of dust about.\"\r\n\r\n\"Did you preserve a sample?\"\r\n\r\n\"No.\"\r\n\r\n\"My word, you've a lot to learn. Now, weighing the evidence, does\r\nanything strike you?\"\r\n\r\n\"No.\"\r\n\r\n\"You're a bright sort of sleuth-hound, aren't you! It seems to me I'm\r\ndoing all the work on this case. I'll have to give you another leg-up.\r\nConsidering the time when the quid disappeared, I should say that\r\nsomebody in the dormitory must have collared it. How many fellows are\r\nthere in Evans' dormitory?\"\r\n\r\n\"I don't know.\"\r\n\r\n\"Cut along and find out.\"\r\n\r\nThe detective reluctantly trudged off once more.\r\n\r\n\"Well?\" said Scott, on his return.\r\n\r\n\"Seven,\" said Pillingshot. \"Counting Evans.\"\r\n\r\n\"We needn't count Evans. If he's ass enough to steal his own quids, he\r\ndeserves to lose them. Who are the other six?\"\r\n\r\n\"There's Trent. He's prefect.\"\r\n\r\n\"The Napoleon of Crime. Watch his every move. Yes?\"\r\n\r\n\"Simms.\"\r\n\r\n\"A dangerous man. Sinister to the core.\"\r\n\r\n\"And Green, Berkeley, Hanson, and Daubeny.\"\r\n\r\n\"Every one of them well known to the police. Why, the place is a\r\nperfect Thieves' Kitchen. Look here, we must act swiftly, young\r\nPillingshot. This is a black business. We'll take them in alphabetical\r\norder. Run and fetch Berkeley.\"\r\n\r\nBerkeley, interrupted in a game of Halma, came unwillingly.\r\n\r\n\"Now then, Pillingshot, put your questions,\" said Scott. \"This is a\r\nblack business, Berkeley. Young Evans has lost a sovereign----\"\r\n\r\n\"If you think I've taken his beastly quid----!\" said Berkeley warmly.\r\n\r\n\"Make a note that, on being questioned, the man Berkeley exhibited\r\nsuspicious emotion. Go on. Jam it down.\"\r\n\r\nPillingshot reluctantly entered the statement under Berkeley's\r\nindignant gaze.\r\n\r\n\"Now then, carry on.\"\r\n\r\n\"You know, it's all rot,\" protested Pillingshot. \"I never said\r\nBerkeley had anything to do with it.\"\r\n\r\n\"Never mind. Ask him what his movements were on the night of the--what\r\nwas yesterday?--on the night of the sixteenth of July.\"\r\n\r\nPillingshot put the question nervously.\r\n\r\n\"I was in bed, of course, you silly ass.\"\r\n\r\n\"Were you asleep?\" inquired Scott.\r\n\r\n\"Of course I was.\"\r\n\r\n\"Then how do you know what you were doing? Pillingshot, make a note of\r\nthe fact that the man Berkeley's statement was confused and\r\ncontradictory. It's a clue. Work on it. Who's next? Daubeny. Berkeley,\r\nsend Daubeny up here.\"\r\n\r\n\"All right, Pillingshot, you wait,\" was Berkeley's exit speech.\r\n\r\nDaubeny, when examined, exhibited the same suspicious emotion that\r\nBerkeley had shown; and Hanson, Simms, and Green behaved in a\r\nprecisely similar manner.\r\n\r\n\"This,\" said Scott, \"somewhat complicates the case. We must have\r\nfurther clues. You'd better pop off now, Pillingshot. I've got a Latin\r\nProse to do. Bring me reports of your progress daily, and don't\r\noverlook the importance of trifles. Why, in 'Silver Blaze' it was a\r\nburnt match that first put Holmes on the scent.\"\r\n\r\nEntering the junior day-room with some apprehension, the sleuth-hound\r\nfound an excited gathering of suspects waiting to interview him.\r\n\r\nOne sentiment animated the meeting. Each of the five wanted to know\r\nwhat Pillingshot meant by it.\r\n\r\n\"What's the row?\" queried interested spectators, rallying round.\r\n\r\n\"That cad Pillingshot's been accusing us of bagging Evans' quid.\"\r\n\r\n\"What's Scott got to do with it?\" inquired one of the spectators.\r\n\r\nPillingshot explained his position.\r\n\r\n\"All the same,\" said Daubeny, \"you needn't have dragged us into it.\"\r\n\r\n\"I couldn't help it. He made me.\"\r\n\r\n\"Awful ass, Scott,\" admitted Green.\r\n\r\nPillingshot welcomed this sign that the focus of popular indignation\r\nwas being shifted.\r\n\r\n\"Shoving himself into other people's business,\" grumbled Pillingshot.\r\n\r\n\"Trying to be funny,\" Berkeley summed up.\r\n\r\n\"Rotten at cricket, too.\"\r\n\r\n\"Can't play a yorker for nuts.\"\r\n\r\n\"See him drop that sitter on Saturday?\"\r\n\r\nSo that was all right. As far as the junior day-room was concerned,\r\nPillingshot felt himself vindicated.\r\n\r\nBut his employer was less easily satisfied. Pillingshot had hoped that\r\nby the next day he would have forgotten the subject. But, when he went\r\ninto the study to get tea ready, up it came again.\r\n\r\n\"Any clues yet, Pillingshot?\"\r\n\r\nPillingshot had to admit that there were none.\r\n\r\n\"Hullo, this won't do. You must bustle about. You must get your nose\r\nto the trail. Have you cross-examined Trent yet? No? Well, there you\r\nare, then. Nip off and do it now.\"\r\n\r\n\"But, I say, Scott! He's a prefect!\"\r\n\r\n\"In the dictionary of crime,\" said Scott sententiously, \"there is no\r\nsuch word as prefect. All are alike. Go and take down Trent's\r\nstatement.\"\r\n\r\nTo tax a prefect with having stolen a sovereign was a task at which\r\nPillingshot's imagination boggled. He went to Trent's study in a sort\r\nof dream.\r\n\r\nA hoarse roar answered his feeble tap. There was no doubt about Trent\r\nbeing in. Inspection revealed the fact that the prefect was working\r\nand evidently ill-attuned to conversation. He wore a haggard look and\r\nhis eye, as it caught that of the collector of statements, was\r\ndangerous.\r\n\r\n\"Well?\" said Trent, scowling murderously.\r\n\r\nPillingshot's legs felt perfectly boneless.\r\n\r\n\"_Well_?\" said Trent.\r\n\r\nPillingshot yammered.\r\n\r\n\"_Well_?\"\r\n\r\nThe roar shook the window, and Pillingshot's presence of mind deserted\r\nhim altogether.\r\n\r\n\"Have you bagged a sovereign?\" he asked.\r\n\r\nThere was an awful silence, during which the detective, his limbs\r\nsuddenly becoming active again, banged the door, and shot off down the\r\npassage.\r\n\r\nHe re-entered Scott's study at the double.\r\n\r\n\"Well?\" said Scott. \"What did he say?\"\r\n\r\n\"Nothing.\"\r\n\r\n\"Get out your note-book, and put down, under the heading 'Trent':\r\n'Suspicious silence.' A very bad lot, Trent. Keep him under constant\r\nespionage. It's a clue. Work on it.\"\r\n\r\nPillingshot made a note of the silence, but later on, when he and the\r\nprefect met in the dormitory, felt inclined to erase it. For silence\r\nwas the last epithet one would have applied to Trent on that occasion.\r\nAs he crawled painfully into bed Pillingshot became more than ever\r\nconvinced that the path of the amateur detective was a thorny one.\r\n\r\nThis conviction deepened next day.\r\n\r\nScott's help was possibly well meant, but it was certainly\r\ninconvenient. His theories were of the brilliant, dashing order, and\r\nPillingshot could never be certain who and in what rank of life the\r\nnext suspect would be. He spent that afternoon shadowing the Greaser\r\n(the combination of boot-boy and butler who did the odd jobs about the\r\nschool house), and in the evening seemed likely to be about to move in\r\nthe very highest circles. This was when Scott remarked in a dreamy\r\nvoice, \"You know, I'm told the old man has been spending a good lot of\r\nmoney lately....\"\r\n\r\nTo which the burden of Pillingshot's reply was that he would do\r\nanything in reason, but he was blowed if he was going to cross-examine\r\nthe head-master.\r\n\r\n\"It seems to me,\" said Scott sadly, \"that you don't _want_ to\r\nfind that sovereign. Don't you like Evans, or what is it?\"\r\n\r\nIt was on the following morning, after breakfast, that the close\r\nobserver might have noticed a change in the detective's demeanour. He\r\nno longer looked as if he were weighed down by a secret sorrow. His\r\nmanner was even jaunty.\r\n\r\nScott noticed it.\r\n\r\n\"What's up?\" he inquired. \"Got a clue?\"\r\n\r\nPillingshot nodded.\r\n\r\n\"What is it? Let's have a look.\"\r\n\r\n\"Sh--h--h!\" said Pillingshot mysteriously.\r\n\r\nScott's interest was aroused. When his fag was making tea in the\r\nafternoon, he questioned him again.\r\n\r\n\"Out with it,\" he said. \"What's the point of all this silent mystery\r\nbusiness?\"\r\n\r\n\"Sherlock Holmes never gave anything away.\"\r\n\r\n\"Out with it.\"\r\n\r\n\"Walls have ears,\" said Pillingshot.\r\n\r\n\"So have you,\" replied Scott crisply, \"and I'll smite them in half a\r\nsecond.\"\r\n\r\nPillingshot sighed resignedly, and produced an envelope. From this he\r\npoured some dried mud.\r\n\r\n\"Here, steady on with my table-cloth,\" said Scott. \"What's this?\"\r\n\r\n\"Mud.\"\r\n\r\n\"What about it?\"\r\n\r\n\"Where do you think it came from?\"\r\n\r\n\"How should I know? Road, I suppose.\"\r\n\r\nPillingshot smiled faintly.\r\n\r\n\"Eighteen different kinds of mud about here,\" he said patronisingly.\r\n\"This is flower-bed mud from the house front-garden.\"\r\n\r\n\"Well? What about it?\"\r\n\r\n\"Sh--h--h!\" said Pillingshot, and glided out of the room.\r\n\r\n        *       *       *       *       *\r\n\r\n\"Well?\" asked Scott next day. \"Clues pouring in all right?\"\r\n\r\n\"Rather.\"\r\n\r\n\"What? Got another?\"\r\n\r\nPillingshot walked silently to the door and flung it open. He looked\r\nup and down the passage. Then he closed the door and returned to the\r\ntable, where he took from his waistcoat-pocket a used match.\r\n\r\nScott turned it over inquiringly.\r\n\r\n\"What's the idea of this?\"\r\n\r\n\"A clue,\" said Pillingshot. \"See anything queer about it? See that\r\nrummy brown stain on it?\"\r\n\r\n\"Yes.\"\r\n\r\n\"Blood!\" snorted Pillingshot.\r\n\r\n\"What's the good of blood? There's been no murder.\"\r\n\r\nPillingshot looked serious.\r\n\r\n\"I never thought of that.\"\r\n\r\n\"You must think of everything. The worst mistake a detective can make\r\nis to get switched off on to another track while he's working on a\r\ncase. This match is a clue to something else. You can't work on it.\"\r\n\r\n\"I suppose not,\" said Pillingshot.\r\n\r\n\"Don't be discouraged. You're doing fine.\"\r\n\r\n\"I know,\" said Pillingshot. \"I shall find that quid all right.\"\r\n\r\n\"Nothing like sticking to it.\"\r\n\r\nPillingshot shuffled, then rose to a point of order.\r\n\r\n\"I've been reading those Sherlock Holmes stories,\" he said, \"and\r\nSherlock Holmes always got a fee if he brought a thing off. I think I\r\nought to, too.\"\r\n\r\n\"Mercenary young brute.\"\r\n\r\n\"It has been a beastly sweat.\"\r\n\r\n\"Done you good. Supplied you with a serious interest in life. Well, I\r\nexpect Evans will give you something--a jewelled snuff-box or\r\nsomething--if you pull the thing off.\"\r\n\r\n\"_I_ don't.\"\r\n\r\n\"Well, he'll buy you a tea or something.\"\r\n\r\n\"He won't. He's not going to break the quid. He's saving up for a\r\ncamera.\"\r\n\r\n\"Well, what are you going to do about it?\"\r\n\r\nPillingshot kicked the leg of the table.\r\n\r\n\"_You_ put me on to the case,\" he said casually.\r\n\r\n\"What! If you think I'm going to squander----\"\r\n\r\n\"I think you ought to let me off fagging for the rest of the term.\"\r\n\r\nScott reflected.\r\n\r\n\"There's something in that. All right.\"\r\n\r\n\"Thanks.\"\r\n\r\n\"Don't mention it. You haven't found the quid yet.\"\r\n\r\n\"I know where it is.\"\r\n\r\n\"Where?\"\r\n\r\n\"Ah!\"\r\n\r\n\"Fool,\" said Scott.\r\n\r\n        *       *       *       *       *\r\n\r\nAfter breakfast next day Scott was seated in his study when\r\nPillingshot entered.\r\n\r\n\"Here you are,\" said Pillingshot.\r\n\r\nHe unclasped his right hand and exhibited a sovereign. Scott inspected\r\nit.\r\n\r\n\"Is this the one?\" he said.\r\n\r\n\"Yes,\" said Pillingshot.\r\n\r\n\"How do you know?\"\r\n\r\n\"It _is_. I've sifted all the evidence.\"\r\n\r\n\"Who had bagged it?\"\r\n\r\n\"I don't want to mention names.\"\r\n\r\n\"Oh, all right. As he didn't spend any of it, it doesn't much matter.\r\nNot that it's much catch having a thief roaming at large about the\r\nhouse. Anyhow, what put you on to him? How did you get on the track?\r\nYou're a jolly smart kid, young Pillingshot. How did you work it?\"\r\n\r\n\"I have my methods,\" said Pillingshot with dignity.\r\n\r\n\"Buck up. I shall have to be going over to school in a second.\"\r\n\r\n\"I hardly like to tell you.\"\r\n\r\n\"Tell me! Dash it all, I put you on to the case. I'm your employer.\"\r\n\r\n\"You won't touch me up if I tell you?\"\r\n\r\n\"I will if you don't.\"\r\n\r\n\"But not if I do?\"\r\n\r\n\"No.\"\r\n\r\n\"And how about the fee?\"\r\n\r\n\"That's all right. Go on.\"\r\n\r\n\"All right then. Well, I thought the whole thing over, and I couldn't\r\nmake anything out of it at first, because it didn't seem likely that\r\nTrent or any of the other fellows in the dormitory had taken it; and\r\nthen suddenly something Evans told me the day before yesterday made it\r\nall clear.\"\r\n\r\n\"What was that?\"\r\n\r\n\"He said that the matron had just given him back his quid, which one\r\nof the housemaids had found on the floor by his bed. It had dropped\r\nout of his pocket that first night.\"\r\n\r\nScott eyed him fixedly. Pillingshot coyly evaded his gaze.\r\n\r\n\"That was it, was it?\" said Scott.\r\n\r\nPillingshot nodded.\r\n\r\n\"It was a clue,\" he said. \"I worked on it.\"\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nEnd of Project Gutenberg's The Politeness of Princes, by P. G. Wodehouse"
  ]
}