{
  "index": 14,
  "title": "Chapter 13",
  "paragraphs": [
    "CONSTANTINOPLE\r\n\r\n(1865-1867)\r\n\r\n\r\nAlthough temporarily retired, it was scarcely probable that the\r\nGovernment would fail to utilize a man who had proved himself to be so\r\nvaluable a public servant, and as early as February Lord Russell had\r\nalready intimated that he proposed to offer to Lord Lyons the Lisbon\r\nLegation, although to transfer a minister from Washington to Lisbon\r\nseems a somewhat dubious compliment.\r\n\r\nIn June he was sufficiently recovered to receive the degree of D.C.L.,\r\nand in the following month there arrived from Lord Russell the offer of\r\nthe Embassy at Constantinople, Lord Russell being careful to state in\r\nhis letter that the Queen highly approved of the appointment and that\r\nLord Palmerston heartily concurred. The offer was of course gratefully\r\naccepted, and an urgent request that Malet and Sheffield should be\r\npermitted to accompany him was granted, although both had been already\r\nnamed to other posts. The appointment, when it became known, was\r\nreceived with general approval, and congratulations came from all\r\nquarters, but the signal compliment which had been paid him, far from\r\nturning his head, only elicited the expression that he knew rather less\r\nof the East than most people and that he entered upon his duties with\r\nmany misgivings.\r\n\r\nAccompanied by Malet and Sheffield, Lord Lyons arrived at Constantinople\r\nin October, 1865, under somewhat peculiar circumstances. It is unusual\r\nfor two ambassadors to be present at the same post at the same time, but\r\nSir Henry Bulwer, in spite of many protestations that he wished to be\r\nrelieved of his duties, was still residing at the Embassy, having\r\npossibly imbibed the spirit of procrastination from the locality, and it\r\nis conceivable that the Foreign Office considered that the best means of\r\naccelerating his departure was to send out his successor with orders to\r\npresent his credentials as soon as possible.\r\n\r\nThe two ambassadors were lodged under the same roof. At first Lord Lyons\r\nwas the guest of Sir Henry Bulwer, then the conditions were reversed,\r\nSir Henry becoming the guest of his successor, and the comedy concluded\r\nwith the simultaneous presentation at the palace of the letters of\r\nrecall and letters of credence of the outgoing and incoming ambassadors.\r\nAfter rather more than a fortnight, Sir Henry Bulwer was induced to take\r\nhis departure to some unknown destination, but, much to the\r\nembarrassment of his successor, announced his intention of returning\r\nbefore long. Those who are acquainted with the history of British\r\ndiplomacy must remember a very similar episode which also occurred at\r\nConstantinople about twenty-six years ago, when a special envoy was\r\nresiding there in addition to the ambassador.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Russell._\r\n\r\n    Constantinople, Oct. 25, 1865.\r\n\r\n    Sir Henry Bulwer received me very kindly and cordially, and has told\r\n    me very fully what his views are, both as to Turkish politics in\r\n    general, and as to the particular questions now uppermost. He had a\r\n    private audience of the Sultan the day before yesterday, and after\r\n    it, went on board the _Caradoc_, intending to sail the same evening.\r\n    This, however, he did not do, and I went on board to see him\r\n    yesterday afternoon. He meant then to sail at daylight this morning.\r\n    I hear that he has now put off his departure till to-morrow. As to\r\n    his destination, he seems to waver between Malta, Naples and\r\n    Palermo. Lady Bulwer stays a little longer. Sir Henry talks vaguely\r\n    of coming back here as a traveller in the spring, and the Sultan has\r\n    offered to place a house at his disposal if he does so. I could not\r\n    tell him that I thought it advisable either for the public service\r\n    or for himself that he should come back so soon, especially as he\r\n    thinks the place particularly disagrees with him. He has been so\r\n    friendly and agreeable that I half blame myself for not being more\r\n    willing to see him again here.\r\n\r\n    I can write little that can be depended upon about public matters\r\n    here. Everybody represents everybody else as being engaged in a\r\n    series of intrigues so complicated as to be utterly beyond my\r\n    comprehension. Fuad and Ali appear very easy to get on with, and I\r\n    think that I shall have little difficulty in transacting all\r\n    important business directly with them, as long as they remain in\r\n    office. My idea is not to give an opportunity for starting\r\n    difficulties by announcing a great change which I should not be able\r\n    to carry out, but actually to do the business myself, as much as\r\n    possible without dragomans. My colleagues seeing this will no doubt\r\n    follow my example. The dragoman system will then languish, and the\r\n    opportunity may then be taken of giving it the _coup de grace_ if\r\n    that should seem advisable.\r\n\r\n    The impression made upon my mind by Fuad Pasha's conversation on the\r\n    finances was that he will make every effort to pay the interest on\r\n    the Foreign Loans regularly, but that the Government will frequently\r\n    be very hard up for money and will then raise it by any expedient\r\n    and on any terms for the moment. In this way a new irregular\r\n    internal or quasi-internal debt will arise, which, when it reaches a\r\n    certain point, will have to be converted, or funded, or provided for\r\n    in some way; and then the country becomes more and more involved.\r\n    Whether the undeveloped resources of the country, which must be very\r\n    great, can be brought into play soon enough to balance the growing\r\n    debt, I cannot of course pretend to say. The great measure in\r\n    contemplation is to secularize the Vacoufs. The tenures on which\r\n    this property is held and transmitted are so peculiar and\r\n    complicated that it will require some study to enable me to\r\n    understand the subject. I confess one cannot help feeling that most\r\n    of the property will be interrupted by dishonest agents on its way\r\n    to the Treasury.\r\n\r\n    My colleagues seem very well disposed to be cordial and easy to deal\r\n    with, but M. de Monstier, whom they all seem to regard as the great\r\n    difficulty, is not yet here.\r\n\r\nThe Constantinople Embassy, justly regarded as one of the big prizes in\r\nthe British Diplomatic Service, is, under ordinary circumstances, the\r\nmost onerous post of all; and, as past occupants know to their cost, the\r\ndistinguished position occupied by the British ambassador, the almost\r\nprincely state in which he lives, the magnificence of his residences,\r\nthe charm of the Bosphorus and the pleasure derived from living in what\r\nis at once one of the most beautiful and one of the most interesting\r\ncities in the universe, are somewhat dearly bought by the constant,\r\nthankless, and fruitless labour in which they are habitually engaged.\r\nTheir time is ceaselessly occupied in combating the intrigues of other\r\nPowers, in ineffectual attempts to redress the real or fictitious\r\ngrievances of British subjects, in the urging of nebulous schemes\r\nvaguely described as reforms, and in hopeless efforts to avert the\r\ninevitable doom awaiting a people, who, in spite of some admirable\r\nqualities, are constitutionally incapacitated from realizing what are\r\ntheir true interests. After the stress and turmoil of the last five\r\nyears at Washington, however, Constantinople must have appeared to the\r\nnew ambassador almost in the agreeable light of a rest cure.\r\n\r\nFor once in a way, things were fairly quiet: there were no signs of any\r\nimmediate crisis, and although the Turkish Government was involved in\r\nits habitual financial difficulties, in the autumn of 1865 the only\r\nquestions which appeared likely to give rise to trouble were those\r\nrelating to the Moldo-Wallachian Principalities, to Crete, and to a\r\nFirman for the Bey of Tunis. But whatever may be the internal condition\r\nof the Turkish Empire at any given period, or whatever may be its\r\nexternal relations, there is invariably one representative of the Great\r\nPowers at Constantinople whose _rôle_ it is to threaten, browbeat, and\r\ncoerce. At the period in question this duty was discharged with zest by\r\nthe French Ambassador, the Marquis de Moustier, whose mission it was to\r\n'_porter haut le drapeau de la France_'--in other words, to bully and\r\nbluster whenever opportunity permitted, and of whom the Turks and his\r\nforeign colleagues stood in deadly fear. The Russian Minister at that\r\ntime was the celebrated General Ignatieff, of whom Lord Lyons\r\nsubsequently expressed the opinion that 'General Ignatieff would be an\r\nadmirable diplomatist if he were only a little more veracious.' And it\r\nseems odd nowadays to read that on nearly every matter the French and\r\nthe Russians were in opposition to each other. In fact, General\r\nIgnatieff used to declare that his French colleague was so insupportably\r\narrogant that it was impossible to do business with him. Each\r\nendeavoured to enlist the new British Ambassador upon his side;\r\nnaturally, without success, as intrigue was essentially foreign to his\r\nnature, and he had no intention of allowing himself to become embroiled\r\nin their quarrels. Writing in November to Mr. Erskine, the British\r\nMinister at Athens, he was able to say that 'Here we are as quiet as\r\npossible; the disease with which the Turk is threatened appears to be\r\natrophy; want of money and want of men. There are no questions of\r\ninterest at this moment, nor even any particular matter for the\r\ndiplomatists to quarrel about.'\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Earl of Clarendon._[5]\r\n\r\n    Constantinople, Dec. 6, 1865.\r\n\r\n    I don't know what to say of the Turkish finances. Notwithstanding\r\n    the drought, the cholera, etc., etc., it is alarming that in a year\r\n    of profound tranquillity at home and abroad, the Government should\r\n    find itself absolutely without money. As this was the case, I\r\n    suppose a new foreign loan was better than scraping together, at\r\n    enormous sacrifices, enough money here to provide for the interest\r\n    of the old loans next month. They promise that they will pay over to\r\n    the Bank, as it comes in, the revenue from the sources which are\r\n    most certain, so as to provide in ample time for the interest on the\r\n    foreign loans. But what will they have left to live upon? I am\r\n    trying to get something like an accurate notion of what their\r\n    prospects are for next year.\r\n\r\n    The only probability of trouble for the present seems to be in the\r\n    Principalities. If Mr. Green[6] is right, the overthrow of Couza by\r\n    an internal revolution is imminent. As he is unable to suggest\r\n    any means of saving Couza or of making any improvement in the\r\n    administration of the Principalities, I don't know that he is wrong\r\n    in thinking it best to leave things for the present to the chapter\r\n    of accidents. At any rate I think I shall do well to try and keep\r\n    the question as quiet as possible here until I have instructions\r\n    from you about it.\r\n\r\n    As you will see by my despatches I do all the important business\r\n    myself with Aali Pasha. Of course, I do not take a Dragoman with me\r\n    when I go to him. I shall do away with the Dragoman system, as far\r\n    as it is possible and compatible with the public service to do so.\r\n    By degrees it may be done away with altogether--but it will be some\r\n    time before it will be possible to get ordinary matters done at the\r\n    Turkish office without having some one perpetually nagging at them\r\n    who can speak to them in their own language.\r\n\r\nA letter from the veteran Lord Stratford de Redcliffe to Lord Lyons is\r\nnot without interest as showing the views he held towards the close of\r\nhis life with regard to the Turkish Empire.\r\n\r\n       *       *       *       *       *\r\n\r\nDec. 13, 1865.\r\n\r\n    It gave me much pleasure to hear from you. I hope, and indeed I\r\n    doubt not, that as time moves on you will be more and more pleased\r\n    with the situation. You are lucky I think, to have no great\r\n    questions to begin with. Sooner or later some will arise, and\r\n    meanwhile you have time to sound the depths and shallows around you\r\n    and to lay a good foundation for future action. Be assured that my\r\n    good wishes will go with you, and if you surpass me in my own line,\r\n    so much the better. I am now too old to be jealous.\r\n\r\n    It does not surprise me that the Principalities continue to give\r\n    trouble. They stand in a false position towards Turkey. The allies\r\n    have not been happy in their manner of dealing with them. Prince\r\n    Couza's government is an anomaly. Austria would be a safer neighbour\r\n    to the Porte, even the whole length of the Danube, than either\r\n    Russia or an independent Union.\r\n\r\n    The finances of Turkey are, no doubt, a great and growing difficulty.\r\n    They _need not_ be so with Russia in abeyance, the Empire\r\n    guaranteed, an increasing trade, a Sultan who professes economy and\r\n    no interruption of peace. But they _are naturally_ so in right of\r\n    ministerial ignorance, of an inveterate habit of abuses, of too much\r\n    facility for borrowing, and of the little personal prudence at the\r\n    Porte. I tremble at hearing of another large loan from France. It\r\n    might be better if, acting in concert with our neighbour, we made\r\n    the Turkish Ministers feel more deeply the responsibility of their\r\n    extravagance and unwillingness to reform. I was glad to learn some\r\n    little time ago that our Government presses the Porte for statements\r\n    of its financial condition which may be relied on, and that the\r\n    Ottoman Bank maintains its independence, as opposed to the rash\r\n    requirements launched from Constantinople.\r\n\r\n    I sincerely hope that you will be able by and by to see your way to\r\n    some progress in other matters of essential reform.\r\n\r\nThe financial outlook became so alarming that at the beginning of 1866\r\nthe Turks contemplated engaging a British Controller; but--and this\r\nthrows an instructive light upon the intrigues which prevail at\r\nConstantinople--they were afraid to apply for one because they knew that\r\nif they did so, the French would insist upon a Frenchman being engaged\r\nas well. Aali and Fuad Pasha used to appear and make long speeches which\r\n'would have done credit to a Chancellor of the Exchequer,' but their\r\neloquence produced no practical result, and Sultan Abdul Aziz, who,\r\naccording to Lord Stratford de Redcliffe, was pledged to economy,\r\npossessed singularly extravagant tastes, foremost amongst his\r\nextravagances being a mania for buying ironclads and endeavouring to\r\ncreate an imposing Turkish fleet. As there was no necessity to build up\r\na big navy and little probability of the Turks ever being able to make\r\nany effective use of it if ever created, the only thing to be said in\r\nfavour of Abdul Aziz's hobby was that the ironclads were always ordered\r\nin England.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Earl of Clarendon._\r\n\r\n    Constantinople, February 14, 1866.\r\n\r\n    There is rather a delicate matter for us which bears materially upon\r\n    the Ottoman finances. The Sultan has a passion for ironclad frigates\r\n    and insists upon ordering them. His Ministers (except, I believe,\r\n    the Capitan Pasha) make some feeble opposition. We have, I believe,\r\n    rather encouraged the thing than otherwise. The orders are executed\r\n    in England to the advantage of our shipbuilders, and I think Sir\r\n    Henry Bulwer had an idea that though they would not be much use in\r\n    the hands of the Turks, they might be manned and used to advantage\r\n    by allies of the Turks in case of war.\r\n\r\n    I think it would be undesirable, on many accounts, that we should\r\n    now take the initiative in remonstrating against this particular\r\n    expense. If however the question of Turkish finance comes up in\r\n    Europe we shall hear a great deal of these ironclads and we may be\r\n    asked to join France in a representation against them. We may\r\n    possibly have to propose to France to join us. If we do anything it\r\n    would be well to consult Musurus confidentially, as he has a great\r\n    deal to do with ordering them in England.\r\n\r\n    There are, I think, three mailed frigates here, one nearly ready in\r\n    England and one laid down there. It is also said that the Sultan\r\n    insists upon one still larger and more powerful being ordered, but I\r\n    do not know whether the order is actually given. The expense is of\r\n    course immense in proportion to the revenue of the country and\r\n    considering the rate at which the Porte borrows money.\r\n\r\nWhat the result of consulting Musurus Pasha was, does not appear; but,\r\nin view of the determined obstinacy of Sultan Abdul Aziz, it is not\r\nlikely that remonstrances from any quarter would have had much effect.\r\n\r\nIn February, the difficulties with regard to the Principalities came to\r\na head. Prince Couza, who had been elected Hospodar in 1859 (and who\r\nincidentally had given a great deal of trouble) was deposed by\r\nsuccessful conspirators and expelled from the country, Mr. Green, the\r\nBritish Minister at Bucharest, having thus proved himself a true\r\nprophet. The inhabitants of the Principalities appeared to be unanimous\r\nin desiring the continuation of the Union, and, at the same time, a\r\nforeign prince as their ruler, to the consternation of the Porte, which\r\nhad a well-grounded foreboding that a similar phenomenon would shortly\r\nmanifest itself in other outlying provinces of the Empire, and that\r\ndisintegration would follow. As for the other Powers concerned, the\r\nRussians were strongly in favour of a separation of Moldavia and\r\nWallachia. The Austrians were credited with the same views, while it was\r\nfeared by the Turks that the French would put forward a candidate of\r\ntheir own in the shape of a foreign prince. Eventually it was agreed to\r\nrefer the whole question to a conference at Paris, into which the\r\nBritish Government entered unshackled by any pledges or previous\r\nannouncement of its views.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Earl of Clarendon._\r\n\r\n    Constantinople, March 14, 1866.\r\n\r\n    The Grand Vizier and Aali Pasha seem to be in very low spirits about\r\n    the Paris Conference. M. de Moustier seems to be constantly\r\n    frightening them. I am willing to comfort them, but I am determined\r\n    not to say anything which may be interpreted by them as a pledge,\r\n    either from my Government or myself. They are horribly afraid of\r\n    France and they would like to lean upon us, but they think that we\r\n    care more for France than for them, and believe that we are apt to\r\n    blame them for weakness without being willing to protect them\r\n    against the consequences of their resistance. I think they are wrong\r\n    in thinking that it would have been better for them to have had the\r\n    Conference here. The French Government itself seems to me to be\r\n    always more reasonable than its agents abroad.\r\n\r\n    I have not been able to get any fresh information about the\r\n    Finances. The Syndicate to receive the revenues set apart for the\r\n    payment of the Foreign Loans is not yet established, though it is a\r\n    month since Fuad Pasha assured me that the decree was 'all but\r\n    printed.' The Commission which is examining the actual state of the\r\n    Finances seems to have great difficulty in getting at the truth.\r\n    None of its proceedings have yet been made public. I preach economy\r\n    and retrenchment, but I have not mentioned the ironclads\r\n    particularly to the Ottoman authorities as General Ignatieff appears\r\n    to suppose. I have certainly not attempted to defend the expenditure\r\n    incurred for these vessels when I have heard it attacked by my\r\n    colleagues and other people.\r\n\r\n    I have certainly got on very well with my colleagues hitherto, but\r\n    then we have had no serious questions to discuss.\r\n\r\nThe unhappy Turks, bullied by Moustier, at their wit's ends to find\r\nmoney, and distracted at the threat of internal troubles, seem about\r\nthis period to have once more recurred to the old proposal of a Russian\r\nProtectorate, and to have hit upon the brilliant idea of making money,\r\nat the same time, out of the Principalities.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Earl Cowley._\r\n\r\n    April 18, 1866.\r\n\r\n    The Turks are very low, and I hear that a good deal of discussion\r\n    goes on about the hopelessness of obtaining any efficient protection\r\n    from the Western Powers, and the consequent necessity of making the\r\n    best terms they can with Russia. France they look upon as an enemy;\r\n    England as a lukewarm and indifferent friend. They hope that they\r\n    might get a good sum out of Russia for the Principalities; that they\r\n    might satisfy her appetite for territory by giving them to her, and\r\n    that then by letting her exercise great influence for the protection\r\n    of the Eastern Church in the rest of the Empire, they might satisfy\r\n    her, and persuade her to abstain from coming to Constantinople\r\n    herself, and to keep other Powers off. Of course nothing so absurd\r\n    as this, or at all like it, has been said to me by Aali or Fuad, but\r\n    I hear that this sort of language is held by a great many Turks\r\n    amongst themselves, and it may be a symptom worth noting.\r\n\r\n    We are all anxiety to hear something from Paris about the Plébiscite\r\n    and Prince Charles of Hohenzollern. Till I know what our Government\r\n    think, I can give no advice to the Turks.\r\n\r\nThe result of the Paris Conference was that Prince Charles of\r\nHohenzollern-Sigmaringen was chosen as Hereditary Prince of Roumania,\r\nmuch to the consternation of the Turks, who saw in this practical\r\nabandonment of their suzerainty, the approaching disintegration of their\r\nEmpire, and therefore began to threaten an occupation of the\r\nPrincipalities. This they were dissuaded from attempting, and the\r\nefforts of British diplomacy were directed towards obtaining a\r\nrecognition of Prince Charles on reasonable terms, a task which was not\r\nfacilitated by the Sultan's sudden dismissal of the capable Grand\r\nVizier, Fuad Pasha, or by the refusal of the Roumanians to behave with\r\neven decent courtesy towards the Porte. A prodigious amount of\r\nnegotiation and correspondence passed with reference to the Investiture\r\nof the Prince by the Sultan, and that the fault lay with the Roumanians\r\nis shown by the following extract from a letter[7] written in August:\r\n'The Turks have been wonderfully yielding and moderate about the\r\nPrincipalities, and if there had been anything of the same spirit at\r\nBucharest, Prince Charles would have been invested long ago. There is a\r\nhitch now, and there will be at least more delay.' In this troublesome\r\nmatter the English and the French Governments worked together in order\r\nto arrive at a satisfactory solution, and the much-denounced M. de\r\nMoustier seems to have done something to help his colleague.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Stanley._[8]\r\n\r\n    Constantinople, Sept. 12, 1866.\r\n\r\n    M. de Moustier sets out for Paris this day week. He and I have been\r\n    very good colleagues. Since Lord Clarendon decided to advise the\r\n    Porte to recognize Prince Charles, M. de Moustier and I have worked\r\n    cordially together to settle the Principalities question in that\r\n    sense, and I hope the thing may be done before he goes. A stable\r\n    honest government in the Principalities is the best thing for all\r\n    parties, and the recognition of Prince Charles is the obvious means\r\n    of arriving at this. Whether he will prove a success or a failure\r\n    will depend upon his character and his ability to govern through the\r\n    constitutional forms, for the Hospodar must in fact for some time be\r\n    a Cæsar or he will soon be nothing.\r\n\r\n    M. de Moustier is not at all liked by his other colleagues here, and\r\n    he has inspired the Turks with more fear than love. As he and I have\r\n    not differed on any serious matter (except just at first about the\r\n    Suez Canal), I cannot very well say how I should have liked him as\r\n    an opponent.\r\n\r\n    The Turks seem horribly afraid of Benedetti as his successor. I wish\r\n    the mantle had fallen upon Mercier, with whom I got on so well at\r\n    Washington.\r\n\r\nIt is strange to learn that Prince Charles, who has since developed into\r\na model constitutional monarch, produced at first the impression of\r\nbeing a perfect firebrand, full of ambitious schemes, and actually\r\ncredited with the design of eventually establishing himself as 'The\r\nCharlemagne of the East.' Mr. Green, the British Minister at Bucharest,\r\nthought it desirable to give him some paternal advice, upon his own\r\nresponsibility, telling him that the Roumanians had no intention of\r\nputting up with a mere show Prince; that he would have to work hard;\r\nthat great mistakes had been made since his arrival in the country, that\r\nthese would eventually be visited upon his head, and that he should take\r\nwarning from the fate of Couza. 'He was very polite,' added Mr. Green,\r\ninnocently, 'but I don't think he half liked what I said, or that he\r\nquite understood it. It was probably the first time he had heard the\r\ntruth since he has been in the country.'\r\n\r\nForeign princes who undertake to govern Balkan States, however, often\r\nhave to put up with worse things than unpalatable truths, and the\r\nconduct of Prince Charles and his advisers with reference to the\r\nquestion of investiture was of a nature which not only justified strong\r\nlanguage, but necessitated strong pressure from France and England.\r\nAfter bargaining and haggling for several months, and obtaining all\r\nsorts of concessions from the Porte, the Roumanians actually proposed\r\nthat 'in order to meet existing difficulties' the Prince should be\r\ninvested at Constantinople without any conditions at all. The chief\r\nstumbling block appears to have the phrase '_partie intégrante_,' in the\r\nDeclaration, and it was not until it had been made clear that neither\r\nFrance nor England would recognize the Prince unless this condition\r\nwas complied with that the sacramental words were agreed to. Eventually\r\nmore reasonable views prevailed at Bucharest, and Prince Charles at last\r\nproceeded to Constantinople for the ceremony of Investiture. The Turks,\r\nas is their wont, received him with great courtesy, and the impression\r\nhe created was of the most favourable kind, the only person who\r\nexhibited dissatisfaction being the Russian Minister.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Mr. Green._\r\n\r\n    Therapia, Nov. 1, 1866.\r\n\r\n    The Prince will, I suppose, arrive at Bucharest two or three days\r\n    before this reaches you. I hope he is satisfied with his visit to\r\n    Constantinople. There was some hitch about the interchange of\r\n    civilities with the Russian Minister and one or two other chiefs of\r\n    missions, I believe. I suppose however all was set right before His\r\n    Highness went away. The Prince himself showed, I thought, great good\r\n    sense in these matters of etiquette as well as in more important\r\n    matters. I should be glad if you would take an opportunity of\r\n    letting him understand discreetly that I personally was thoroughly\r\n    satisfied, not that he can doubt it.\r\n\r\nThe Principalities Question having been satisfactorily settled, M. de\r\nMoustier, who, in the meanwhile, had become Minister for Foreign\r\naffairs, lost no time in claiming all the credit for himself. With his\r\nusual good sense, Lord Lyons showed complete indifference to the egotism\r\nof his former colleague.\r\n\r\n    'It is the way of French diplomatists everywhere, and of almost all\r\n    diplomatists at Pera, to take to themselves the credit of every good\r\n    thing that has been done,' he wrote to Lord Cowley, 'so far as the\r\n    Turks are concerned. I have borne in mind what you told me in Paris\r\n    of your own system of dealing with them, and have endeavoured to let\r\n    them have the credit of their good deeds, whatever part I may have\r\n    had in bringing them about. M. de Moustier has certainly not\r\n    followed the same plan. His article in the _Moniteur_ gives no\r\n    credit either to the Turks or to me. Whatever may be our relative\r\n    shares in settling the questions, it cannot be doubted that if I had\r\n    chosen from jealousy, or any other motive, to thwart him, I could\r\n    easily have done so. However, if good is done, I am willing to\r\n    forego my share of the boasting.'\r\n\r\nIt is hardly necessary to state that the semi-comic question of the\r\nPrincipalities was but one of many difficulties threatening in every\r\npart of the Turkish Empire, from the Fortress of Belgrade to the\r\nLebanon. The long letter to Lord Stanley of December 19 is one which,\r\nwith slight variations, might have been written by every British\r\nAmbassador at Constantinople at any time during the last fifty years,\r\nbut is quoted in full because it seems to constitute a comprehensive\r\nreview of the condition of Turkey at the close of 1866; and it is\r\nperhaps worthy of note, as showing how completely the politics of Europe\r\nhave changed, that the gigantic struggle between Prussia and Austria\r\npassed unnoticed and without producing the slightest apparent effect in\r\nthe Near East.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Stanley._\r\n\r\n    Constantinople, Dec. 19, 1866.\r\n\r\n    I am afraid that it is only too true that a storm is brewing in the\r\n    East. There is a very apparent change in the policy of Russia, or at\r\n    least, in that of her agents in Turkey. When I arrived a year ago\r\n    there was every appearance of a desire on the part of Russia to keep\r\n    things quiet in Turkey. Now her agents make no secret of their\r\n    sympathy with the Cretan insurrection and with Christian malcontents\r\n    throughout the Empire and appear to be determined to recover their\r\n    old position as the special friends and protectors of all the\r\n    Orthodox Christians, and to be willing enough to see troubles and\r\n    disturbances break out in all directions. Greece is bent upon\r\n    mischief, and the question whether we are or are not to have an\r\n    Eastern Question forced upon us in the spring depends upon whether\r\n    or no Greece can be kept in order. All this suits the Russian game.\r\n    If we interfere to bring the Hellenes to their senses, she hopes to\r\n    recover her lost popularity at our expense. If we do not, she will\r\n    claim the merit of having hindered us.\r\n\r\n    I cannot make up my mind to recommend the Turks to take a bold\r\n    course. Discouraging as is the spectacle afforded by the Turkish\r\n    army and navy in Crete, I think it probable that the Turks would in\r\n    the end get the better of the Hellenes if they were allowed to deal\r\n    with them without any interference from Europe. But Europe\r\n    undoubtedly would interfere. I very much dread the effects of\r\n    allowing the Greeks to get up disturbances in this country in the\r\n    spring. If the disturbances are very serious they will probably lead\r\n    to the destruction of Ottoman rule in Europe. What will take its\r\n    place it is impossible to foresee, but I think it is pretty clear\r\n    that the Turks will not go without a desperate struggle, and that in\r\n    mixed districts we shall have massacres and every kind of horror.\r\n    Great calamities may possibly be avoided if we can keep the Turks\r\n    going and make them go on tolerably well for some years longer. If\r\n    they are really capable of radical improvement, if they can live\r\n    upon equal terms with the Christians, and establish a good\r\n    government, so much the better. If things go on as they have done\r\n    lately, the Turks will be gradually squeezed out, as the Americans\r\n    say, by the increase in numbers, wealth and intelligence of the\r\n    Christians. I am not one of those who look upon the Turkish Empire\r\n    as good _per se_--to be upheld at all hazards--but in the interest\r\n    of all parties, I should like to let it down gently; but in order to\r\n    make this possible, the Turks must be prudent and behave well to all\r\n    their subjects.\r\n\r\n    The arguments against giving up the Fortress of Belgrade are\r\n    strongly put in Mr. Longworth's despatch to me of which he has sent\r\n    you a copy. For my own part I doubt whether the _Levée en masse_ of\r\n    the Mussulman population of Turkey to defend it, would not shake the\r\n    Empire to pieces. In the face of the extreme unpopularity of the\r\n    Sultan personally and of the Government with the Mussulmans, I doubt\r\n    whether the Ministers would be willing to risk an appeal to them.\r\n    The same state of things however makes the Ministers very fearful of\r\n    the effect of giving up the Fortress. It seems that Europe will\r\n    advise the Porte to abandon it, and this, I am inclined to think, is\r\n    the proper advice for Europe to give. I do not think that it is\r\n    advice which it would be fair to press very strongly unless (as is\r\n    by no means impossible) the Porte may wish to be able to say to the\r\n    Sultan and the people that they were obliged to yield to all Europe\r\n    united against them on the point. I don't think that England, or any\r\n    other power, should encourage the Porte to hold out, unless of\r\n    course it were deemed to be a matter of such importance that\r\n    material aid would be given to help the Porte out of any scrape into\r\n    which its holding out might bring it. On the other hand, unless we\r\n    were prepared to do this and to do it effectually, we should make\r\n    ourselves unnecessarily odious to the Christian races, and neither\r\n    obtain nor deserve any gratitude from the Turks, if we alone advised\r\n    them to keep the Fortress. Aali Pasha does not talk as if he had any\r\n    idea of yielding. His plan will probably be to say neither yes nor\r\n    no, unless circumstances compel him to give a categorical answer to\r\n    the Servians.\r\n\r\nLord Stanley, who at this period ruled at the Foreign Office, was not an\r\noptimist by nature, had no illusions about the future of Turkey, and his\r\nletters contain references to many other questions which appeared likely\r\nto create trouble in Europe; besides Crete and the Fortress of Belgrade.\r\nWith regard to the latter he observed that the 'Turks have the same right\r\nto stay there that every one has to do foolish things where only his own\r\ninterest is concerned.' 'The Austrians,' he wrote in October, 'have made\r\ntheir greatest mistake of this year (which is saying a good deal) in the\r\nchoice of Beust as Minister.\r\n\r\n'The general impression is that Bismark[9] (_sic_) will not be able to\r\nhold power, from the state of his health. I do not envy the King of\r\nPrussia left alone to carry out plans which he probably has never\r\nunderstood and to face a German Parliament which he only consented to\r\ncall in reliance on his adviser's capacity to manage it.'\r\n\r\nAnother letter refers to a contemplated visit of the Prince of Wales to\r\nSt. Petersburg, and, in view of 'his strong anti-Turkish opinions of\r\nwhich he makes no secret,' points out that care should be taken to\r\nexplain to the Russian Government that H.R.H. did not represent the\r\nopinions of the Cabinet.\r\n\r\nOther communications from the same Minister mention that the Americans\r\nhad revived the _Alabama_ claims 'in a friendly and temperate manner,'\r\nand there are many allusions to the disquieting symptoms in France. 'I\r\nhear,' he wrote in November, 'that the one idea of everybody, high and\r\nlow, in France is that the country is defenceless (with 600,000\r\nsoldiers), and that the lowest estimate of the necessary force laid\r\nbefore the commission now sitting involves an addition of 400,000 more.\r\nThey have so long been used in that country to be surrounded by weak\r\nstates that the mere neighbourhood of an equal is regarded by them as a\r\nthreat.'\r\n\r\nIn the beginning of 1867 one difficulty was cleared out of the way, for\r\nLord Stanley having formally tendered his advice, the Turkish Government\r\nconsented to evacuate the Fortress of Belgrade. This unusual display of\r\ngood sense was all the more creditable on account of the terror which\r\nSultan Abdul Aziz inspired in his ministers; but the protracted\r\ninsurrection in Crete constituted not only a danger, but also a fertile\r\nsource of intrigues amongst Foreign Powers.\r\n\r\nLord Stanley took the matter-of-fact view that Greece had estranged\r\nBritish sympathy through financial immorality; and he was probably\r\ncorrect, for in the case of Turkey, it was not until the repudiation of\r\nher debts, that there was much fulmination against the iniquities of\r\nOttoman rule.\r\n\r\n'Opinion here is undecided about the Cretan quarrel,' wrote this prosaic\r\nnobleman, who is credited with having himself refused the throne of\r\nGreece. 'Nobody much believes in the Turks, but the old Phil-Hellenism\r\nis dead, and cannot be revived. Greece is too much associated in the\r\nEnglish mind with unpaid debts and commercial sharp practice to command\r\nthe sympathy that was felt thirty years ago. And now that questions of\r\nmore interest and nearer home are being discussed, Crete will drop out\r\nof men's minds.'\r\n\r\nA little later, the French Government suddenly and quite unexpectedly\r\nproposed the cession of Crete to Greece; and this violent change in the\r\npolicy hitherto pursued, rendered difficult joint action on the part of\r\nEngland and France with regard to Turkey. The original idea underlying\r\nFrench policy had been that the two Governments should force certain\r\nreforms upon the Porte, more particularly with regard to encouraging\r\npublic works to be undertaken by foreign capitalists, and that the Turks\r\nshould be made prosperous in spite of themselves. The difficulty in\r\ncarrying out this beneficent programme consisted in the fact that there\r\nwere no means of influencing the daily details of administration upon\r\nwhich its execution and success depended, and it seemed highly probable\r\nthat the joint guardianship of England and France might degenerate into\r\na struggle between the two Embassies for personal influences in making\r\nand unmaking governors and ministers, to say nothing of the danger of\r\nthe perpetration of gigantic jobs under the guise of giving public works\r\nto foreign capitalists. Nor, of course, was the Turkish Government in\r\npossession of funds to carry out any programme whatever.\r\n\r\nLord Stanley refused to entertain the French proposal with regard to\r\nCrete, and advanced much the same reasons as those probably brought\r\nforward more than forty years later.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Stanley to Lord Lyons._\r\n\r\n    Foreign Office, March 21, 1867.\r\n\r\n    The Eastern Question remains where it was. France has certainly not\r\n    dropped her idea of urging the cession of Crete. I have distinctly\r\n    refused to join in this advice, as you will see by my despatch. The\r\n    Russians seem jealous of French interference, though they cannot\r\n    object, as it is in the sense of their often expressed opinions. The\r\n    Italian Government shows an inclination to take part in the\r\n    discussion, but rather, as I conceive, for the purpose of asserting\r\n    its position as a first-rate power than with any definite idea of\r\n    what it wants. Indeed, I think I trace in Italy a feeling of\r\n    jealousy of the increase of the Greek power, lest Greece should\r\n    become a troublesome neighbour and rival.\r\n\r\n    The chief event which is interesting the diplomatic world at the\r\n    present moment is a report--not wholly unfounded as I believe--of\r\n    the cession of Luxemburg by Holland to France. Prussia will resent\r\n    it (if it comes to pass) and Belgium will not be the happier for\r\n    being thus partly surrounded by French territory.\r\n\r\nThe Emperor (who had probably abandoned the control of his Eastern\r\npolicy to M. de Moustier) received a warning from Lord Cowley.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Cowley to Lord Lyons._\r\n\r\n    Paris, March 22, 1867.\r\n\r\n    I found Moustier on my return a very different man from what I had\r\n    left him, in respect to Turkey, but I had, a few days after my\r\n    arrival, a conversation with the Emperor in which I warned him of\r\n    the dangerous game he was playing in hastening the dissolution of\r\n    the Turkish Empire, which could only turn to the profit of Russia,\r\n    and I think that H.M. sees the matter in this light now and that he\r\n    has desired Moustier to hold his hand and not forestall events. I\r\n    fear however that things cannot go on much longer in Turkey as they\r\n    are. The great matter now should be to educate the Christians for\r\n    the emancipation which awaits them, by giving the outlying provinces\r\n    as much autonomy as possible, but it 'will be a bitter pill for the\r\n    Turks to swallow.'\r\n\r\n    There is no particular news here--fresh irritation against Prussia,\r\n    which will become dangerous if it does not die out before next year.\r\n\r\nThe vagary on the part of the French Government produced much confusion\r\namongst the diplomatists at Constantinople, who all came to the British\r\nAmbassador with such different stories of what one had done, of what\r\nanother was going to do, and of what a third would not do, that he\r\neventually became as much puzzled as any one else, and adopted an\r\nattitude of strict neutrality.\r\n\r\nThe following letter to Lord Stanley is of interest for various reasons.\r\nIt expresses the deliberate opinion of an exceptionally impartial man\r\nupon Russian policy towards Turkey, and there are references in it for\r\nthe first time to two new factors in the Eastern Question, viz. the\r\nBulgarians and the Young Turks.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Stanley._\r\n\r\n    Constantinople, April 10, 1867.\r\n\r\n    The Turks stand at bay for the moment. They have sent Omar Pasha to\r\n    Crete and are confident that he will reduce the island to\r\n    submission. If he fails to do so in a reasonable time, they must\r\n    confess that the task is too hard for them and leave the settlement\r\n    of the question to the European Powers. France has played the game\r\n    of Russia and apparently has not succeeded after all in satisfying\r\n    her. She has brought Turkey nearer to ruin than it has yet been. It\r\n    all forwards the policy of Russia, which is to keep Turkey unquiet,\r\n    to prevent any approach to conciliation between Turks and\r\n    Christians, to keep up a constant drain on the finances--in short,\r\n    to have the country entirely at its mercy whenever circumstances\r\n    render it convenient to seize it. Aali Pasha and Fuad Pasha both\r\n    assure me that the dividends due in July on the foreign loans will\r\n    be punctually paid; but, with the best intentions, the Porte will\r\n    not be able to pay its foreign dividends much longer, if it is\r\n    obliged to keep a large force on a war footing on the frontier of\r\n    Greece; and to provide against insurrections excited from abroad in\r\n    other quarters. The Bulgarians appear to oppose a strong _vis\r\n    inertiæ_ to the Russian and Hellenic attempts to induce them to use\r\n    and demand autonomy. Their principal quarrel is with the Greek\r\n    clergy foisted upon them by the Patriarchate here. I have not been\r\n    able to form a positive opinion on their demands for a separate\r\n    Patriarch of their own, but I incline to think that the Porte would\r\n    do well to grant it. Russia now urges that the Bulgarians should\r\n    have a civil representative instead, but this would come very near\r\n    to autonomy.\r\n\r\n    The discontent among the Mussulmans is very great. It is\r\n    particularly so at Constantinople, where the employees of the\r\n    Government form an important class, and where in consequence of the\r\n    non-payment of salaries, they, and all who live by them, are reduced\r\n    to the greatest distress. The 'Jeune Turquie' party is produced\r\n    partly by this and partly by the desire of Mustapha Fazyl Pasha and\r\n    others to oust Fuad and Aali and to take their places.\r\n\r\n    Reports from the Consuls on the treatment of the Christians will\r\n    have been pouring in upon you. The greater part of the grievances of\r\n    the Christians are the results of bad government and bad\r\n    administration of justice, and affect Mussulmans and Christians\r\n    alike. Their peculiar grievances are their practical exclusion from\r\n    the high offices of the State, the rejection in many cases of their\r\n    evidence in the Law Courts, and what is most intolerable, the\r\n    position in which they stand socially and politically with regard to\r\n    the Turks. The Turks will not look upon them as equals and cannot\r\n    trust them. In fact the Christians cannot feel loyalty to the\r\n    Government because they are not trusted and employed; and they\r\n    cannot be trusted and employed because they are not loyal to the\r\n    Government. It is a perfect example of a vicious circle. It is\r\n    useless to deny that the position of a Christian subject of the\r\n    Porte is a humiliating position, and it is vain to expect that\r\n    within any reasonable time the Christians will look upon the\r\n    existing Government as anything but an evil to be endured or\r\n    possibly even upheld as a less evil than revolution, but nothing\r\n    more.\r\n\r\nIt will be realized from this instructive letter that however bad the\r\nTurkish Government, it had to contend with obstacles which are not\r\nencountered by other countries, and that in reality it never had a fair\r\nchance, although it is only just to add that when a real chance did\r\noccur, upon the overthrow of Abdul Hamid, in 1908, the opportunity was\r\ndeliberately thrown away.\r\n\r\nThe Turks, however, had sufficient sense to concede the Bulgarian demand\r\nfor a separate church, and by thus affecting a schism between the latter\r\nand the Greeks, succeeded in prolonging their hold over Macedonia for a\r\nlonger period than would otherwise have been the case.\r\n\r\nMeanwhile Lord Stanley had been thinking of other matters, and the\r\nallusions to Alaska and to Canada in the letter of April 4, afford a\r\ndelightful instance of the light in which British statesmen viewed\r\nColonial questions at that period.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Stanley to Lord Lyons._\r\n\r\n    Foreign Office, April 4, 1867.\r\n\r\n    The Eastern Question has left us quiet during the last ten days. I\r\n    hear nothing more of the proposed cession of Crete, and I suspect\r\n    the French have found out that they had been going a little too fast\r\n    and too far.\r\n\r\n    The Luxemburg business has monopolized attention. Holland was\r\n    willing to sell the Grand Duchy if the consent of Prussia could be\r\n    secured, and France wished and wishes to buy, but Prussia steadily\r\n    refuses. Holland dares not act without Bismarck's permission, and\r\n    for the moment the plan seems to have fallen through. But the\r\n    Emperor cannot afford a fresh defeat, and I fear we have not seen\r\n    the end of the transaction. There is an almost universal expectation\r\n    of war.\r\n\r\n    The Americans, as you will see, have bought a large amount of\r\n    worthless[10] territory from Russia at a nominal price. Their motive\r\n    is probably twofold: to establish a sort of claim in the future to\r\n    British North America, lying as it does between their old and their\r\n    new possessions; and to gain a victory over us by doing without our\r\n    knowledge an act which they probably think will annoy England. In\r\n    that expectation they will be disappointed, for I cannot find any\r\n    one who cares about the matter, and the press in general treats it\r\n    with indifference. It is true that in Canada the feeling may be\r\n    different.\r\n\r\nThe Luxemburg difficulty (which had the effect of producing a temporary\r\nrapprochement between France and Russia with regard to the Eastern\r\nQuestion) was settled by a conference in London, and letters from Lord\r\nStanley and others show that war was narrowly averted, and that the\r\nFrench were not ungrateful for the action of the British Government.\r\n\r\n    'We have been too busy at home to have much leisure for Eastern\r\n    affairs,' wrote Lord Stanley. 'The success of the Conference in\r\n    keeping the peace was not, I think, expected by the general public\r\n    and has given proportionate satisfaction, more perhaps here than\r\n    elsewhere, and more in France than in Russia. The Emperor dreaded\r\n    the idea of war and would have accepted almost any terms. The\r\n    Prussians, being prepared and knowing that the French were not so,\r\n    professed great indifference as to the result of the negotiations.\r\n    Many still say that the inevitable quarrel is only postponed. It may\r\n    be so, but I am inclined to think that in such matters to gain time\r\n    is to gain everything. Irritation subsides, new questions arise to\r\n    divert attention, and the opinion of the country has time to declare\r\n    itself. I am told that at Paris the feeling of gratitude to England\r\n    is general and strong.'\r\n\r\nIn May, in spite of Crete, it was arranged that Sultan Abdul Aziz should\r\npay a visit to France, and both the French and Turks, unlike Lord\r\nRussell, whose opinion on the value of such visits has been already\r\nquoted, thought that it would be productive of great results. The Turks\r\nwere especially delighted, because they thought the invitation a proof\r\nthat France would not persist in the alliance with Russia which had been\r\nso perilous to the Ottoman Empire. It was hoped that if France could be\r\nbrought back to her old attitude of co-operation with England in\r\ndeprecating foreign aggression, things might be kept quiet, and that the\r\ninternal situation might improve. The recent pro-Russian proclivities of\r\nNapoleon III. had drawn upon him some very sharp remonstrances from Her\r\nMajesty's Government, and a despatch from Lord Cowley shows that the\r\nEmperor had to put up with some remarkably plain speaking. He was told\r\nby the British Ambassador that if he would devote a little more\r\nattention to Eastern affairs he would probably refrain from constant\r\nintervention in the internal affairs of Turkey, unless indeed he wished\r\nto see that Empire collapse; and when he attempted feebly to explain\r\nthat Russia deserved some satisfaction for her pride wounded by the\r\nresult of the Crimean War, and that the best method of restraining her\r\naggressive proceedings was to act in conjunction with her, he was\r\ninformed that the best way of meeting insidious Russian policy was by\r\nhonest and open opposition. It must doubtless have been extremely\r\nirritating to the British Government to see this disposition to fritter\r\naway the effects of the policy which led to the Crimean War, and the\r\nprobability is that the Emperor had no definite idea as to what he\r\nwanted and was merely drifting along, in his usual manner, without\r\nrealizing the possible results.\r\n\r\n    'I fancy,' said Lord Lyons, 'that great efforts will be made to\r\n    please and astonish the Sultan in France and to impress him with the\r\n    power of the country. He is not stupid or bigoted, but he has had\r\n    very little education. He is more amiable than he looks. He speaks\r\n    only Turkish. His hobby is the Navy and the way for us to impress\r\n    him would be to show him as many ships, and particularly ironclads,\r\n    as we can--that is to say if we can show as many or more than the\r\n    French. He is Oriental enough to expect hospitality, as he practises\r\n    it here, and I suppose he would be much hurt by any etiquette which\r\n    he thought a slight. Politically, I think a visit from him to\r\n    England would be a good thing if we received him personally as well\r\n    as the French did. As he has taken up the idea of going to England,\r\n    he would of course be very much mortified at not being cordially\r\n    received, and advantage would be taken of anything of the kind by\r\n    the enemies of Turkey here to weaken his and our position. I\r\n    suggested to Fuad Pasha to let the question of his visit to England\r\n    be still, until I could communicate with you about it, but I\r\n    understand he has telegraphed to Musurus to speak to you. I suppose\r\n    the Sultan, of whom they all seem as much afraid as if he still cut\r\n    off heads, ordered him to do so and he dared not object. I believe\r\n    the Sultan will not leave Constantinople till he has made quite sure\r\n    of not finding the Emperor of Russia at Paris. Fuad says he will\r\n    take a very small suite, but I suppose it will be a larger suite\r\n    than a European Sovereign would have. I believe he will take a sort\r\n    of noble guard he has, who wear very picturesque costumes of\r\n    different parts of the Empire: there used to be fifty of them, but I\r\n    hardly suppose all will go.'\r\n\r\nIt very soon became evident that the Sultan was quite determined to go\r\nto England, and it was clearly desirable that he should be received with\r\nno less distinction and ceremony than in France. In a courtly manner he\r\nconveyed to the Ambassador that he would be deeply mortified if he were\r\nnot given the opportunity of paying his respects personally to Queen\r\nVictoria, and his ministers laid great stress upon the desirability of\r\nHis Majesty being received by the Lord Mayor, the importance of that\r\nmagnate standing apparently as high in the estimation of the Oriental as\r\nof the Frenchman. The mingled pleasure, alarm, and agitation evoked by\r\nthe Sultan's intended visit are well illustrated by the following letter\r\nto Lord Lyons from a man who seemed marked out to add to the gaiety of\r\nnations, Mr. Hammond.\r\n\r\n       *       *       *       *       *\r\n\r\n    Foreign Office, May 30, 1867.\r\n\r\n    We should like to know as soon as possible at what time we may\r\n    calculate on seeing the Sultan and what members of his family or of\r\n    his Government he brings with him, and the rank and description of\r\n    his suite and their numbers. It is to be hoped they will not be too\r\n    numerous, and that as he is to be lodged in the Palace, the usual\r\n    habits of Orientalism will for the time be laid aside and the\r\n    services of his Harem be dispensed with during his visit. It would\r\n    shock the people in this country to hear of the Sultan being\r\n    attended by persons not proper to be mentioned in civilized society,\r\n    and no small inconvenience might result if he was known to have\r\n    slaves in his suite, for it would be impossible to answer for the\r\n    enthusiasts of Exeter Hall with so fair an opportunity before them\r\n    for displaying their zeal and doing mischief.\r\n\r\n    Aali Pasha has, I think, been in England, and you might have means\r\n    of bringing these little matters before him in such a delicate way\r\n    as not to shock the Sultan's ideas of propriety or mastery. The\r\n    French probably would not be so particular in these respects, but\r\n    they have not Writs of Habeas Corpus dangling before their eyes, nor\r\n    unrestricted liberty of speech and print to provide against.\r\n\r\n    Whatever information you can give us of the Sultan's habits of\r\n    living and of the sort of accommodation he will require will be very\r\n    acceptable to the Lord Chamberlain's office, and any hints as to\r\n    what it would most interest him to see would be valuable.\r\n\r\n    In London, you know, we have no manufactories, but there are the\r\n    Arsenal at Woolwich; the large private shipbuilding yards in the\r\n    Thames, if he did not care to go to Portsmouth for a day; the\r\n    Museum, Bank, Post Office and some few things of that sort which are\r\n    probably peculiar in their extent to this country. It might also\r\n    interest him, if he is a reformer, to see our prisons, from which he\r\n    might take useful hints. Does he keep reasonable hours, and would he\r\n    be shocked at balls, or restrain himself from throwing a\r\n    handkerchief at any beauty that might cross his path?\r\n\r\nSultan Abdul Aziz's visit to England passed off without administering\r\nany of those shocks to public feeling which Mr. Hammond contemplated\r\nwith so much alarm. There are no means of ascertaining what precise\r\neffects were produced upon the Sultan's mind, but it is to be presumed\r\nthat the object lesson afforded by an English prison was wasted upon\r\nhim, for anything more unlike an English prison than a Turkish gaol it\r\nwould be difficult to imagine. The ill-fated Abdul Aziz was accompanied\r\non this journey by his young nephew, destined to become famous\r\nsubsequently as Abdul Hamid II., but he, too, has kept his impressions\r\nto himself, and the only topic upon which he has been known to\r\nexpatiate, is the excellence of English servants, who 'always treated\r\nhim in a fatherly manner.'\r\n\r\nIn the meanwhile Lord Lyons's stay at Constantinople was drawing to a\r\nclose, for at the end of April, Lord Stanley had offered him the Embassy\r\nat Paris. The offer was made in highly flattering terms, the Foreign\r\nSecretary expressing his regret at withdrawing the Ambassador from an\r\nimportant post, the duties of which he so thoroughly understood, but\r\nadding that Paris was the first place in the diplomatic service, and\r\nthat the Eastern Question seemed likely to be superseded by even more\r\nserious difficulties nearer home. It is probable that the honour was all\r\nthe more appreciated because it was unsolicited and unexpected, as shown\r\nby the following letter from him to Lord Cowley.\r\n\r\n       *       *       *       *       *\r\n\r\n    Constantinople, May 8, 1867.\r\n\r\n    When I first heard that you were likely to give up Paris, I felt, as\r\n    I think I said in my letter to you, alarmed at the prospect of the\r\n    Embassy's falling into other hands. I should have been indeed\r\n    alarmed had I then known into what hands it was likely to fall. I\r\n    received on the 3rd a letter from Lord Stanley offering it to me. I\r\n    have accepted in deference to my father's often repeated injunction\r\n    never to refuse promotion, but I confess I am full of misgivings and\r\n    anxieties. I had heard nothing whatever from the Foreign Office till\r\n    I received Lord Stanley's letter last week.\r\n\r\nThe appointment, when it became known publicly, was generally approved,\r\nand no one wrote in warmer terms of congratulation than Lord Clarendon,\r\nwho had been Lord Stanley's predecessor at the Foreign Office, and who\r\nstated that he had himself suggested Lord Lyons to his successor as the\r\nmost suitable man for the post.\r\n\r\nThus, at the comparatively early age of fifty he had attained the\r\nhighest place in the British diplomatic service.\r\n\r\nAs regards Lord Lyons's two years occupation of the Constantinople\r\nEmbassy, it has already been pointed out that the period was one of\r\ncomparative calm, and that there were no sensational questions to be\r\ndealt with. Unlike some of his predecessors and successors, he had not\r\nbeen instructed to make any change in the policy pursued by the British\r\nGovernment towards Turkey, and it had not fallen to his lot to be forced\r\nto adopt a threatening and aggressive attitude. Consequently, his\r\nexperiences of Constantinople were agreeable and unexciting; his\r\nrelations with the Turkish Ministers and with his colleagues had been\r\nsingularly amicable, and he left the place with regret. It would be\r\naffectation to claim that his stay there left any permanent mark upon\r\nour policy in the East, but there were two minor matters in which his\r\ninfluence made itself felt. Entertaining a profound dislike to intrigue\r\nand tortuous methods, he made it his business to diminish as much as\r\npossible the so-called Dragoman system and to substitute for it a\r\ndifferent and more open method of transacting the business of the\r\nEmbassy. The other matter related to the practice of extorting favours\r\nand concessions from the Porte. It has always been the tradition of\r\nBritish diplomacy in the East, and it may perhaps be said to be unique\r\nin this respect, that the influence of the Ambassador should not be used\r\nto procure concessions, honours, or favours on behalf of British\r\nsubjects. Upon this point he carried the principle of abstention to\r\nalmost extravagant lengths, as the following incident shows. The\r\ndaughter of a gentleman connected with the Embassy was about to be\r\nmarried, and the newspaper _La Turquie_ announced that the Sultan had\r\nsent a magnificent present. The announcement caught the eye of the\r\nvigilant ambassador, who immediately wrote to the father:\r\n\r\n    I think you will do well to take steps to remove the unfavourable\r\n    impression which this paragraph cannot but make. There can be little\r\n    if any difference between such a present and one made directly to\r\n    yourself; and the most friendly course I can take is to advise you\r\n    to prevent the acceptance of it, and to have a paragraph inserted in\r\n    the _Turquie_ explaining that it has not been retained.\r\n\r\nThis must have been singularly unpleasant for all parties, and it is\r\nquite likely that the Ambassador found himself morally bound to\r\ncompensate the lady by making an equally magnificent present as a\r\nsubstitute for the Sultan's rejected gift.\r\n\r\nAn application to support a concession to Mr. Brassey for the\r\nconstruction of a railway from Constantinople to Adrianople met with no\r\nfavour at all. He explained that he was constantly applied to in order\r\nto support all sorts of concessions for railways and similar\r\nundertakings, and that his practice was to reply that it was not his\r\nbusiness to meddle in such matters unless instructed to do so by the\r\nForeign Office, and that concessionaires should therefore in the first\r\nplace address themselves to the Home Government. 'The fact is that there\r\nis often much dirty work connected with the management of such matters\r\nat the Porte, and I wish to be clear of them.' Over and over again there\r\nappears in his letters the emphatic statement that he 'refuses to take\r\npart in the dirty work by which European speculators are apt to get\r\nconcessions out of the Turks.'\r\n\r\nIt would not be difficult to find arguments against this attitude, which\r\nin these days of increased international competition it would be\r\nimpossible rigidly to maintain, but the views which prevailed fifty\r\nyears ago with regard to the abstention of British diplomacy from every\r\nspecies of concession mongering probably did more than anything else to\r\ninspire Orientals with a belief in our integrity as a nation.\r\n\r\n\r\nFOOTNOTES:\r\n\r\n  [5] Lord Clarendon, upon the death of Lord Palmerston, became Foreign\r\n  Secretary in place of Lord Russell.\r\n\r\n  [6] British minister at Bucharest.\r\n\r\n  [7] Lord Lyons to Mr. Stuart.\r\n\r\n  [8] In consequence of the change of Government, Lord Stanley\r\n  (subsequently Earl of Derby) had now become Foreign Secretary.\r\n\r\n  [9] It used to be said that it took a Franco-German war to secure the\r\n  correct spelling of this name. It is certainly a curious fact that\r\n  another Foreign Secretary also used to spell it incorrectly.\r\n\r\n  [10] Alaska."
  ]
}