{
  "index": 10,
  "title": "Chapter 9",
  "paragraphs": [
    "EARLY LIFE\r\n\r\n\r\nBorn in 1817, Richard Bickerton Pemell Lyons, second Baron and first\r\nViscount and Earl Lyons, eldest son of the distinguished Admiral Sir\r\nEdmund (subsequently first Baron Lyons), was apparently destined like\r\nhis younger brother for a naval career, since at the age of ten he was\r\nalready serving as an honorary midshipman. A sailor's life, however,\r\nmust have been singularly uncongenial to a person of pronounced\r\nsedentary tastes whom nature had obviously designed for a bureaucrat; in\r\nafter years he never alluded to his naval experiences, and it was\r\nprobably with no slight satisfaction that the navy was exchanged for\r\nWinchester. From Winchester he proceeded to Christ Church, Oxford, where\r\nhe took his degree in 1838, being apparently at that period a quiet,\r\nwell-behaved, hard-working youth, living carefully upon a modest\r\nallowance, and greatly attached to his parents and family.\r\n\r\nIn the following year he entered the diplomatic service as unpaid\r\nattaché at Athens, where his father occupied the position of Minister.\r\nIn 1844 he became a paid attaché at Athens, and passed thirteen\r\nuneventful years at that post.\r\n\r\nAt this stage of his career, prospects looked far from promising; he\r\nhad started later than usual, being twenty-two at the period of his\r\nentry into the service; younger men were senior to him; he had had no\r\nopportunity of distinguishing himself at Athens, and as he laments in a\r\nletter to the Foreign Secretary, Lord Malmesbury, written in April,\r\n1852, he felt 'mortified and humiliated that a man six years younger\r\nthan himself had been passed over him as Secretary to the Legation in\r\nwhich he had served for thirteen years.' Promotion indeed seemed so\r\nremote that, having reached the age of thirty-five, he seriously\r\ncontemplated abandoning diplomacy altogether.\r\n\r\nAs a matter of fact, there was no cause for uneasiness. In 1852 he was\r\ntransferred as paid attaché to Dresden, and early in the following year\r\nreceived the gratifying intimation that Lord John Russell, who had been\r\nstruck with his capacity, had appointed him paid attaché at Rome. 'What\r\nI mean for him,' wrote Lord John Russell, 'is to succeed Mr. Petre, and\r\nto conduct the Roman Mission, with £500 a year. If there were any post\r\nof Secretary of Legation vacant I should gladly offer it to him, as I\r\nhave a very good opinion of him.' The importance of the post at Rome\r\nconsisted in the fact that, whereas technically dependent on the Tuscan\r\nMission at Florence, it was virtually semi-independent, and might\r\neasily form an excellent stepping-stone to higher and more important\r\nappointments if activity and discretion were displayed.\r\n\r\nIn June, 1853, Lyons started for his new post carrying despatches, and\r\nas an illustration of the conditions of travel upon the continent at\r\nthat period, it is worth noticing that the expenses of his journey to\r\nRome amounted to no less a sum than £102 3_s_. 3_d_., inclusive of the\r\npurchase and sale of a carriage, although no man was ever less prodigal\r\nof public money. Nor is there any record of any official objection to\r\nthis somewhat alarming outlay.\r\n\r\nIn 1853 the Pontifical Government, exercising its sway over some\r\n3,000,000 inhabitants of the Roman States, was in possession of no\r\ninconsiderable portion of the Italian peninsula, and presented the\r\nremarkable spectacle of a country jointly occupied by two foreign armies\r\nwhose task it was to protect the Pope against his own subjects. With\r\nthis object, 10,000 Austrians were stationed in the Ancona district, and\r\n10,000 French troops in Rome, the latter paying their own expenses, but\r\nthe former constituting a heavy charge upon the Holy Father with his\r\nembarrassed revenue and increasing deficit. The foreign policy of the\r\nGovernment was in the hands of Cardinal Antonelli, and not long after\r\nhis arrival Lyons was able to write that in spite of 'his peculiar\r\nposition' (unaccredited to the Government in Rome), and that in some\r\nquarters England is regarded as the natural enemy of the Papacy, I have\r\nfound that notwithstanding a very strong opinion to the contrary, at\r\nRome, as at most other places, one succeeds best by transacting one's\r\nbusiness in the most plain and straightforward manner, and through the\r\nmost direct channels. By acting on this principle and by being very\r\nquiet and unobtrusive, I think I have in part allayed the suspicions\r\nwhich are felt towards us always more or less at Rome, and I am\r\ncertainly on a better footing with Cardinal Antonelli than I had\r\nat all expected to be.\r\n\r\nThe business between His Majesty's Government and that of Rome was not\r\nof an overpowering nature, and was chiefly concerned with the proposed\r\nestablishment of regular diplomatic relations; with the alleged\r\nintention of the Papal Government to create a Hierarchy in Scotland, and\r\nwith the inconvenient zeal of ardent Protestants in the Papal dominions.\r\nAs regards the establishment of diplomatic relations it seems highly\r\ndoubtful whether the Papal Government really desired to see a new\r\nProtestant Mission at Rome: Cardinal Antonelli disclaimed any intention\r\nof creating Roman Catholic Bishops in Scotland, but the religious\r\nactivity of British subjects in the Pope's dominions was a constant\r\nsource of petty troubles. It must be admitted, however, that it was\r\nsingularly easy to fall out with the Papal Government. The importation\r\nof Bibles was forbidden, the distribution of tracts was punished with\r\nimprisonment; one man of English extraction was incarcerated for a\r\nlengthy period because, according to his own statements, he had not\r\ncommunicated with sufficient regularity; and there were over 600\r\npolitical prisoners in gaol at Rome at the same time.\r\n\r\nAs for the official relations between England and the Papal Government\r\nthey were friendly enough, and when the Crimean war broke out, feeling\r\nat the Vatican was strongly anti-Russian, for it was believed that\r\nwhereas the Roman Catholic Church had nothing to fear from Protestants\r\nand Mussulmans, the Greek schism was a real and threatening danger.\r\n\r\nThe following letter addressed to his brother, Captain Lyons, gives a\r\nnot uninteresting description of the life led in Rome by an unmarried\r\ndiplomatist without much private means, and incidentally shows the deep\r\naffection which he entertained for his family.\r\n\r\n       *       *       *       *       *\r\n\r\n    Rome, January 3rd, 1855.\r\n\r\n    You may imagine what a relief to me it was, after reading your\r\n    letter of the 18th, to see Admiral Dundas' arrival at Constantinople\r\n    announced in the Malta paper. Your letter of the 3rd is almost,\r\n    indeed I think quite, the most interesting I ever read. The only\r\n    drawback to the delight all these letters are to me, is that you\r\n    were still lying up. That I hope is over, and that you will be very\r\n    prudent about it. We have now a weekly post from Constantinople and\r\n    Malta, which is a great comfort. Mention all the details you can in\r\n    your letters about the siege and operations by sea and land. The\r\n    Malta papers bring nothing that can be depended upon. Besides the\r\n    intense interest, it is a great advantage to me diplomatically to\r\n    have good intelligence to communicate here, and is a great help to\r\n    getting information, which is useful to me, on Roman matters.\r\n    Details about Sir E. and yourself are always the most precious\r\n    things you can write, and they cannot be too numerous or too minute.\r\n\r\n    My _ménage_ consists of two men. I am obliged to have two, in order\r\n    not to have to open the door myself, if I send one out. I have a\r\n    good-sized sitting room, much better furnished than most Roman\r\n    Lodgings, a second sitting room, which serves as Anteroom, and\r\n    Breakfast Room, good Bedroom and a Dressing Room. I have very little\r\n    sun, which I think an advantage, though in general it is thought the\r\n    greatest of disadvantages--I breakfast at home, and dine with some\r\n    of the other Diplomatists at a little quiet Table d'Hôte, where\r\n    there is a very good dinner. In winter I dine out three or four\r\n    times a week, and always spend the evening in society. I never do\r\n    anything at all in the way of hospitality. With the immense number\r\n    of English here, it would be impossible for me to get on, unless I\r\n    made this rule. In summer I had some men occasionally to play at\r\n    Whist, all of course Foreigners. I have taken my present lodging to\r\n    the end of June. My hope is to go to England for two or three months\r\n    about that time. I pay between 14 and £15 sterling a month for my\r\n    apartment. It is in a capital situation--and a second floor. It is\r\n    an admirable country for long rides, but very bad for short ones.\r\n    The pavement of the Town is so slippery that it is dangerous to ride\r\n    over it--most of the gates are at a very great distance, and after\r\n    you pass them, you have a mile or two of stone wall, before you get\r\n    out into the open country--which is beautiful and excellent for\r\n    riding. The result is that I never do ride. Being almost the only\r\n    Englishman here who has anything to do, beyond sight seeing and\r\n    amusement, my hours do not suit my Countrymen. My great friend is a\r\n    Count Gozze, Austrian Secretary of Legation. He is an old Dresden\r\n    friend of mine. Rome is a very rainy place, which obliges me often\r\n    to hire a carriage to go out in the evening. The hired carriages are\r\n    good, but dear, about nine shillings for an evening. Lord Walpole is\r\n    here--no one else I think that you know. I have scribbled all this\r\n    because you ask me, and because little details about the writer (if\r\n    one really cares for him) are generally the most interesting parts\r\n    of letters, written where there are no great events going on. You\r\n    would think me oldwomanish if I mentioned half my anxieties about\r\n    you and my Father.\r\n\r\nA few months later, the brother, Captain Lyons, an exceptionally\r\npromising and gallant naval officer, died of wounds received before\r\nSebastopol.\r\n\r\nIn 1856 promotion came in the shape of the secretaryship of Legation at\r\nFlorence, but he continued to be employed in Rome, and stood\r\ntwenty-second on a list of twenty-four secretaries of Legation. His\r\nprospects of further advance did not appear reassuring, and in March\r\n1857, he writes to his father (now a peer), 'My chance at present seems\r\nto rest almost entirely on Lord Clarendon's disposition to give\r\npractical effect to the good opinion he expresses of me. I should trust\r\nwith more confidence to that, if he had not promoted six secretaries of\r\nLegation before me during my residence here, and afterwards offered me\r\nas promotion the post of Secretary of Legation at Florence. Had it not\r\nbeen for your visit to England at the critical moment, I should now have\r\nbeen no more than simple Secretary of Legation, doing nothing at\r\nFlorence.'\r\n\r\nIn the autumn of 1857, Lord Normanby, Minister at Florence, having gone\r\non leave, Lyons was sent to take his place, and, instead of having\r\nnothing to do, found himself at once involved in one of those trivial\r\nquestions which so deeply exercised the diplomacy of a former\r\ngeneration, but which are now of rare occurrence.\r\n\r\nEarlier in the year the Pope had paid a visit to Tuscany, and during his\r\nstay at Florence a banquet was held in his honour, to which the members\r\nof the diplomatic corps were invited. Much to their indignation they\r\nwere not accommodated at the Tavola di Stato or Sovereign Table, where\r\nHis Holiness was seated, and Lord Normanby, the British Minister, a\r\nK.G., Ex-Viceroy, and social magnate, considered that an apology was\r\ndue from the Tuscan Government. Unfortunately for Lord Normanby, his\r\ncolleagues, having previously agreed to support him, backed out of their\r\nundertaking, and the task of extracting an apology fell upon Lyons, for\r\nLord Normanby had departed uttering dark threats that he would not\r\nreturn unless the apology was forthcoming. The Foreign Office took up\r\nthe matter seriously, and for no less than three months an animated\r\ncontroversy was carried on, in the course of which 'The Tuscan\r\nauthorities showed themselves so thoroughly wrongheaded that every time\r\nthe subject was mentioned they said or did something which made it more\r\ndifficult for them to go back,' and Lord Clarendon administered to them\r\n'a severe rebuke.' Finally, whether owing to the severe rebuke or not,\r\nsome sort of expression of regret was obtained; the injured Lord Normanby\r\nreturned to his post, and Lyons resumed his duties at Rome. Whence he\r\nwrites on March 6, 1858:--\r\n\r\n    The question of Reforms in the Papal Administration, which was so\r\n    much agitated during the Pope's journey and immediately afterwards,\r\n    appears to be entirely forgotten. The repressive measures which have\r\n    been adopted in France since the attempt on the Emperor[1] would\r\n    seem to render it difficult for H.M. to urge other sovereigns to\r\n    Liberal reforms. The mode in which the intelligence of the attempt\r\n    was received at Rome was shocking. One can hardly say that any class\r\n    expressed horror: the lower people openly declared their regret that\r\n    the crime had not been successful, and the middle classes took\r\n    little pains to conceal that they shared this feeling. In fact the\r\n    policy which is supposed to be adopted by France of coquetting with\r\n    the Liberal Party, without doing anything serious in their favour,\r\n    has alienated the sympathies of this part of Italy.\r\n\r\nReforms of a simple character were evidently urgently needed in the\r\nPapal Administration, for just about this time a Canadian bishop and\r\nother British tourists were openly plundered on the main road between\r\nRome and Civita Vecchia.\r\n\r\nThe turning point in Lyons's fortunes may be said to have arrived when\r\nearly in March he received orders from Lord Malmesbury to proceed to\r\nNaples to inquire into the case of the _Cagliari_.\r\n\r\nThe _Cagliari_ was a mail steamer plying between Genoa, Sardinia and\r\nTunis, and on June 25, a number of Mazzinians who had taken passage in\r\nher seized the master and the crew, altered the course of the vessel,\r\nlanded at the Island of Ponza in Neapolitan territory, where they\r\nliberated three hundred political prisoners, and subsequently proceeded\r\nto Sapri, in the neighbourhood of Salerno. Here they again disembarked,\r\nexpecting the inhabitants to rise in their favour, but encountered a\r\nsuperior force of Neapolitan troops who killed or captured the whole\r\nparty, whilst the _Cagliari_ was seized by Neapolitan warships as\r\nshe was making her way ostensibly to Naples. Some weeks later it was\r\nascertained that amongst the prisoners in Naples were two English\r\nengineers, Watt and Park by name, and it was stated that these two men\r\nwere entirely ignorant of the conspiracy, and had been forced by the\r\nconspirators to work the engines under threats of being summarily\r\nshot if they refused. Under the circumstances, as was only natural,\r\napplication was made by the British Government that they should at least\r\nhave a fair trial, and that the acting Vice-Consul at Naples should be\r\npermitted to visit them in gaol.\r\n\r\nDiplomatic relations between England and the Neapolitan Government\r\nhaving been suspended for some years, Lord Clarendon wrote himself\r\ndirect to Signor Carafa, the Neapolitan Foreign Minister, in November,\r\nurging the necessity of dealing with the case in an equitable spirit,\r\nbut with incredible perverseness and stupidity the Neapolitan Government\r\ncontinued to refuse upon one pretext or another either to release the\r\nmen or to bring them to trial, or even to permit the Vice-Consul to\r\nvisit them. In March, 1858, Watt and Park were still in gaol, and had\r\nbeen subjected to such abominable treatment that the health of both\r\nwas completely broken down, and Watt had become partially insane. Under\r\nthese circumstances, a change of government having in the meanwhile\r\noccurred in England, Lord Malmesbury directed Lyons to proceed at once\r\nto Naples and inquire into the case. Although the whole question had\r\nbeen considerably complicated, partly owing to a note of Sir James\r\nHudson to the Sardinian Government having been unaccountably altered by\r\na member of his staff, and partly owing to a rooted belief on the part\r\nof high Neapolitan legal authorities that engineers were responsible for\r\na ship's course, the Lyons Mission soon bore fruit, and the two\r\nunfortunate Englishmen were both set free, nominally on bail, before the\r\nend of the month, it having become evident to every one that they were\r\nabsolutely innocent. But the Neapolitan Government was by no means out\r\nof its difficulties. It was pointed out that as two innocent men had\r\nbeen imprisoned for nine months, and treated with great barbarity during\r\nthe greater part of the time, they were entitled to an indemnity which\r\nwas fixed at £3000. Worse was to follow, for, egged on by the Sardinian\r\nGovernment, the British Government put forward a demand that the\r\n_Cagliari_ should be surrendered on the ground that its capture had\r\nbeen illegally effected. Both these demands were refused, and finally,\r\nin May, 1858, a special messenger was sent to Naples instructing Lyons\r\nto leave unless within ten days the Neapolitan Government consented to\r\naccept mediation, and stating that England would make common cause with\r\nSardinia under certain circumstances.\r\n\r\nThe message could not have been an agreeable one to deliver, and what\r\nthe Neapolitan Government disliked more than anything else was the\r\nappearance of yielding to Sardinia. 'Ah! s'il n'y avait que l'Angleterre!'\r\nhad always been the expression used by Signor Carafa; but his Government\r\nhad placed itself hopelessly in the wrong, and Lyons was able to report\r\nthat the indemnity would be paid, and that the _Cagliari_ had been\r\nplaced 'at his disposal.' It was an additional satisfaction to him to\r\nadd that: 'Far from threatening, I did not even go so far as my\r\ninstructions warranted, for I did not say that His Majesty's Government\r\nproposed that the mediator should retire at the end of three months, nor\r\ndid I tell Signor Carafa that I was myself ordered to go back to Rome if\r\nthe mediation should be refused at the expiration of ten days.'\r\n\r\nIn spite of the unpleasant nature of this affair, Lyons contrived to\r\nremain on the very best of terms with the Neapolitan Ministers with whom\r\nhe had to deal, and Lord Malmesbury was so favourably impressed with his\r\ntact and skill that he at once appointed him Minister at Florence. His\r\nprofessional future was now assured; but far greater honours were in\r\nstore for him, for in November, 1858, came the offer of the Washington\r\nLegation, an offer which, with characteristic modesty, he accepted with\r\nconsiderable misgivings as to his competence. Nor could it be said that\r\nsuccess had arrived with unusual rapidity, for he was already forty-one.\r\n\r\nIn the same month he succeeded to the peerage on the death of his\r\nfather. His mother had died some years previously; his brother had\r\nperished in the Crimea, and the only remaining near relatives were his\r\ntwo sisters, one of whom was married to the Duke of Norfolk, and the\r\nother to a Bavarian gentleman, Baron von Würtzburg.\r\n\r\n\r\nFOOTNOTES:\r\n\r\n  [1] Napoleon III."
  ]
}