{
  "index": 15,
  "title": "Chapter 14",
  "paragraphs": [
    "THE SECOND EMPIRE\r\n\r\n(1867-1869)\r\n\r\n\r\nLord Lyons, accompanied by Malet and Sheffield, whom he had again been\r\npermitted to retain on his staff, entered upon his duties at Paris in\r\nOctober, 1867, and there he remained until within a few months of his\r\ndeath, some twenty years later. He arrived at a time when, although the\r\noutward splendour of the Empire still dazzled the popular imagination,\r\nthe prestige, influence, and popularity of the Imperial Government, and\r\nmore especially of the Emperor himself, had suffered a series of\r\ndisastrous shocks. If Napoleon III.'s career had ended in 1862 he would\r\npresumably have left a great name in history and a record of brilliant\r\nsuccesses; after that period, however, everything seemed to go wrong for\r\nhim. Poland, the Danish War, and the Austro-Prussian War had shown that\r\nhis pretension to control the policy of Europe had practically vanished;\r\nthe incomprehensible Mexican enterprise had ended in disaster and\r\ndisgrace, and to add to these glaring failures in foreign policy there\r\nwas deep-seated discontent at home. In the autumn of 1867 a fresh\r\nembarrassment to France was created by the action of Garibaldi, who\r\nsucceeded in embroiling two Governments which had latterly been on most\r\nfriendly terms. The alliance between Italy and Prussia in 1866 had been\r\na temporary expedient only; the sympathies of Victor Emmanuel had always\r\nbeen on the side of France, and when at the close of that year, the\r\nEmperor decided upon the withdrawal of his troops from Rome, it seemed\r\nnot improbable that a permanent alliance between Italy and France might\r\nbe effected. This combination was defeated by the action of Garibaldi in\r\ninvading the Papal States, and the Emperor, dominated by the clerical\r\nparty, found himself compelled not only to use threatening language\r\ntowards the Italian Government, but to send a French expedition to\r\nre-occupy Rome and defend the Pope against his enemies. Mentana was the\r\nresult, and it soon became plain that the policy of the French\r\nGovernment was to prevent Italy from obtaining possession of Rome, M.\r\nRouher, the French Prime Minister, at a subsequent period going so far\r\nas to declare that France would never tolerate such an outrage on its\r\nhonour. In spite of all this, signs were not wanting that there was no\r\ndesire on the part of either France or Italy to go to war. Mentana had\r\ncleared the air, and the chief danger seemed to consist in the renewed\r\nFrench occupation of Rome. As Lord Stanley pointed out, it was\r\ncomparatively easy for the Emperor to go to Rome, but the difficulty lay\r\nin getting out again, for who was to keep order after the evacuation?\r\nNapoleon III. had, in fact, released himself from momentary\r\nembarrassments at the cost of heavy trouble in the future. In accordance\r\nwith his favourite practice, he now made the proposal that the so-called\r\nRoman Question should be submitted to a Conference of the Powers at\r\nParis--a proposal which did not commend itself to England, and was\r\nopposed by Prussia at the instigation of Bismarck, whose object it was\r\nto accentuate the differences between France and Italy. To what extent\r\nthe Empress Eugénie participated in the direction of French foreign\r\npolicy has often been the subject of discussion, but there can be no\r\ndoubt that she held decided views with regard to the Roman Question and\r\nthe proposed Conference.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Stanley._\r\n\r\n    Paris, Nov. 11, 1867.\r\n\r\n    After I had presented the Queen's letter this morning, the Empress\r\n    kept me in conversation for an hour. She began by expressing in warm\r\n    terms respect and affection for the Queen and in particular\r\n    gratitude for Her Majesty's kind reception of her at the last visit.\r\n\r\n    The Empress proceeded to speak of the Roman question and insisted\r\n    strongly on the necessity for a Conference and on the importance and\r\n    propriety of non-Catholic as well as Catholic powers taking part in\r\n    it. She expressed a very strong desire that England should not stand\r\n    aloof.\r\n\r\n    Without taking upon myself to anticipate your decision on the\r\n    matter, I endeavoured to make the Empress aware of the very great\r\n    difficulty and delicacy of a Conference to us. It appeared to result\r\n    from that. Her Majesty said that, in her own opinion, the proper\r\n    basis for the deliberations would be the maintenance of the _status\r\n    quo_. This, she seemed to think, would be a fair compromise between\r\n    the demand of the Pope that all the provinces he had lost should be\r\n    restored to him and the pretensions of Italy to Rome itself.\r\n\r\n    The conversation having been brought round to the measures to be\r\n    taken immediately, I endeavoured to impress upon the Empress the\r\n    advantage of withdrawing the troops without a day's unnecessary\r\n    delay, if not from the Roman territory altogether, at least from\r\n    Rome itself. Her Majesty said that there was nothing in principle\r\n    against withdrawing to Civita Vecchia at once, and that certainly\r\n    the Emperor and she herself were anxious to bring all the troops\r\n    back to France as soon as it was safe to do so.\r\n\r\n    The Empress spoke discouragingly of the state of Italy--of the\r\n    little progress that had been made towards uniting and assimilating\r\n    the various sections of the population--of the financial\r\n    difficulties and other unfavourable points. She said however that\r\n    the unity of Italy had been the work of the Emperor, and that it\r\n    would be absurd and disadvantageous to allow it to be destroyed. She\r\n    believed that the French expedition had in reality been of as much\r\n    or more service to King Victor Emmanuel than to the Pope. His\r\n    Majesty's throne was threatened, she thought, by the revolutionary\r\n    party quite as much as was the Temporal power of the Pope.\r\n\r\n    Among a great variety of topics which came up, the Empress spoke, by\r\n    way of an illustration, of the Kingdom of Greece. She said it had\r\n    been a mistake, if that Kingdom was to be created at all, not to\r\n    give it territory enough to enable it to exist. She did not however\r\n    seem to think it would be advisable at this moment to make over\r\n    Crete or any other Ottoman province to Greece. She appeared to be\r\n    aware of the extreme peril to the whole Ottoman Empire of detaching\r\n    any portion of it in this way.\r\n\r\n    The Empress spoke with much grace both of manner and of expression,\r\n    and I think with very great ability.\r\n\r\n    For my own part I endeavoured principally to make an impression on\r\n    her mind respecting the immediate withdrawal of the troops to Civita\r\n    Vecchia at least, and I am inclined to think that I succeeded so far\r\n    as to ensure the repeating to the Emperor what I said on this point.\r\n\r\n    I hear from all quarters that the Emperor's own position in France\r\n    becomes more and more critical. Every one seems to admit that he\r\n    could not do otherwise than send the expedition to Rome, but the\r\n    success which attended it does not seem to have made much\r\n    impression. All parties except the ultra-clerical appear to desire\r\n    to get out of the intervention as soon as possible. So far as I can\r\n    make out, the weakness of the Emperor's position lies simply in\r\n    loss of prestige arising partly from his want of success on many\r\n    recent occasions, and mainly, I imagine, from the inconstancy of men\r\n    and Frenchmen in particular. In fact he has reigned eighteen years,\r\n    and they are getting tired of so much of the same thing and want\r\n    novelty.\r\n\r\nLord Stanley's comment upon this letter was that the Empress's 'frank\r\nand sensible conversation' furnished the best reason he had received yet\r\nfor keeping out of the affair altogether, and he observed with some\r\njustice that what Her Majesty's proposed compromise amounted to, was\r\nthat the Pope should keep all that he had already, and merely renounce\r\nhis claim to what, under no circumstances, he could ever hope to\r\nrecover. The more he considered the proposed Conference the more\r\nhopeless it appeared to him. There was no plan, nothing settled, no\r\nassurance that there was even a wish for agreement amongst the Powers\r\ninterested. They were being asked to discuss a question on which they\r\nwere certain to differ, and the sole reason given for summoning a\r\nConference was that the Emperor disliked bearing the responsibility\r\nwhich he had assumed. Why should we be asked to bear it for him? It must\r\nhave been a congenial task for a man of Lord Stanley's temperament to\r\nthrow cold water upon the vague and slipshod proposals of the unlucky\r\nEmperor, and he was probably fortified in his conclusions by the\r\nattitude of Prussia and by the reluctance of Russia, in spite of a\r\nConference being 'always a temptation to Gortschakoff.'[11]\r\n\r\nAnother personage of some importance, Prince Napoleon, also held decided\r\nviews upon the Roman question, which he imparted to the Ambassador in\r\nthe hope that they would thus be brought before the Emperor.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Stanley._\r\n\r\n    Paris, Nov. 15, 1867.\r\n\r\n    I have had a long interview with Prince Napoleon this afternoon. He\r\n    does not desire that England should agree to the Conference. He\r\n    thinks that the best service England could render to the Emperor\r\n    would be to advise him to give up the idea of a Conference and\r\n    settle the matter with Italy, by satisfying, at least in a certain\r\n    measure, Italian aspirations. He declares that Italy will never be\r\n    quiet, and that the unity of Italy will never be assured until she\r\n    gets Rome for her capital. He believes that the Emperor's support of\r\n    the Pope is very unpopular with the great majority of the French\r\n    people, and that it will, if persevered in, be a serious danger to\r\n    the dynasty. He takes a gloomy view altogether of the state of\r\n    feeling in France, and thinks that the Emperor will not be able to\r\n    hold his own, unless he abandons the system of personal government\r\n    and gives a large increase of liberty. He wishes England to give\r\n    this advice to the Emperor.\r\n\r\n    He volunteered to say all this to me and entered into a great many\r\n    details. He spoke with great animation and remarkably well.\r\n\r\n    My share of the conversation was but small. I think the advice which\r\n    the Prince wishes us to give to the Emperor would be sound in\r\n    itself, but that it would produce no good effect, unless His Majesty\r\n    felt that he was in a strait, and asked our opinion. I am myself\r\n    very little inclined to thrust advice upon him out of season.\r\n\r\nPrince Napoleon on this and, as will be seen, on subsequent occasions,\r\nshowed that his judgment was remarkably correct, but it is not probable\r\nthat his Imperial cousin benefited by his sage advice, for Lord Stanley\r\nagreed that it was undesirable that the British Government should become\r\nthe channel of his opinions. Both he and the Ambassador, however,\r\nthoroughly realized that the Emperor had no fixed plan, and was merely\r\nfollowing his usual hand-to-mouth policy of staving off present at the\r\ncost of future embarrassments.\r\n\r\nNapoleon's vague and unpractical views were exposed in a conversation\r\nwith Lord Lyons, which apparently took place in a crowded ball-room.\r\nAsked what was to be the basis of the Conference, he made the cryptic\r\nreply: '_Mon Dieu! la base est d'assimiler le pouvoir du Pape à\r\nl'Italie_,' which sounds like unadulterated nonsense; and when pressed\r\nto explain how an unpalatable decision was to be enforced upon a\r\nrecalcitrant Pope, His Majesty was only able feebly to suggest 'moral\r\ninfluence.' Nevertheless, he showed no ill-feeling, and, with habitual\r\ngood nature, addressed no reproaches to the Ambassador with regard to\r\nthe unsympathetic attitude of Her Majesty's Government. In spite of many\r\nrebuffs and discouragements, the Emperor and his ministers continued to\r\nlabour on behalf of their ill-starred project with an energy worthy of a\r\nbetter cause; but circumstances were eventually too strong for them. The\r\nreal opponent all along had been Prussia, and the aim of the Prussian\r\nGovernment was to throw the blame on to England. The French were well\r\naware of the fact, and did not consequently display ill-will towards us,\r\nand it seems to have been the speech of M. Rouher, already referred to,\r\nwhich made it clear that a Conference would be little better than a\r\nwaste of time; for when the Italians asked for an explanation they were\r\ninformed that M. Rouher's speech only asserted more emphatically what\r\nhad been said before. Meanwhile the French troops continued to remain at\r\nRome, although King Victor Emmanuel complained bitterly to Lord Clarendon\r\nof their presence and declared that, should they be withdrawn, he would\r\nundertake that there should be no aggressive action against the Pope.\r\nThe erroneous impression which influenced French policy with regard to\r\nthe Papacy was explained in a letter to Lord Lyons from that acute\r\nobserver, Mr. Odo Russell,[12] who was the British representative at Rome\r\nat the time.\r\n\r\n       *       *       *       *       *\r\n\r\n    Rome, Dec. 10, 1867.\r\n\r\n    Cardinal Antonelli constantly talks of you with affection and\r\n    respect and often expresses his desire to see you again.\r\n\r\n    Many thanks for your letter of the 4th about a preliminary\r\n    conference. Rouher's speech, I take it, has put an end to all\r\n    that--at least so Cardinal Antonelli tells me--and the joy caused at\r\n    the Vatican that France will never allow Italy to hold Rome is\r\n    immense.\r\n\r\n    You are perfectly right in not thinking that the Court of Rome has\r\n    changed since you were here.\r\n\r\n    French diplomatists and statesmen are but too apt to interpret the\r\n    clear and precise language of the Court of Rome according to their\r\n    own wishes and to think and proclaim that the Pope will adopt and\r\n    follow the wise counsels of France, etc. etc.\r\n\r\n    Now I say, give the Pope his due, and at least give him credit for\r\n    being consistent, whether you agree with him or not.\r\n\r\n    In the long run, an Italian priest will always outwit a French\r\n    statesman, and no Frenchman can resist the influence of Rome. A\r\n    year's residence suffices to make him more Papal than the Pope, whom\r\n    he fondly believes to be a French institution under the immediate\r\n    control of the French clergy.\r\n\r\n    I have often marvelled at French notions of the Papacy, and now it\r\n    has grown the fashion to mistake the cause of the Pope for that of\r\n    France, even among men who might know better.\r\n\r\n    A permanent French occupation is the only possible machinery by\r\n    which the Temporal Power can be imposed on Italy. The national\r\n    feeling against the Temporal Power is certainly much stronger than I\r\n    myself thought in Italy, and the bitter hostility of the Romans has\r\n    been proved by the hideous means employed by them to destroy life\r\n    and property in the October conspiracy.\r\n\r\nThe accuracy of these views was sufficiently demonstrated in 1870.\r\n\r\nBefore the end of the year Prince Napoleon made another of his frequent\r\nappearances at the Embassy, and announced that he looked upon a war with\r\nGermany in the spring as certain. He considered that there were only two\r\ncourses which could have been taken with prudence--the one to resist the\r\naggrandizement of Prussia immediately after Sadowa--the other to accept\r\nit with favour; what had been done had merely caused so much irritation\r\nthat France would eventually be forced into war. He denounced Thiers,\r\nwho, while pretending to advocate peace, was always crying out that\r\nFrance was being wronged and humiliated, and thought that even a\r\nsuccessful war would be full of danger to the Empire. Apparently his own\r\npolicy was to unite with Italy against the Pope and establish liberal\r\ninstitutions in France, a course which the Emperor had now rendered it\r\nimpossible to adopt, as he had committed himself to the Pope, and was\r\nnot likely to play the part of a Constitutional monarch after eighteen\r\nyears of absolute power. 'He speaks very well, and with a good deal of\r\nanimation,' wrote Lord Lyons, 'and his opinions sound much better as he\r\ndelivers them than they read as I write them.' But, making every\r\nallowance for exuberant verbosity, this Prince seems to have held much\r\nsounder and more definite opinions than his Imperial relative.\r\n\r\nNot long after Prince Napoleon came the Foreign Minister, M. de\r\nMoustier, with his story.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Stanley._\r\n\r\n    Paris, Jan. 16, 1868.\r\n\r\n    M. de Moustier says that the reports he receives from Berlin and\r\n    other quarters confirm his impression that Prussia is averse to a\r\n    war with France; that the relations between Austria and Prussia are\r\n    improving, and that such being the case Prussia is awakening to a\r\n    sense of the danger of Russian designs in Eastern Europe. On the\r\n    other hand he says that Baron Brunnow gives the most positive\r\n    assurances that Russia will do nothing against Turkey. He trusts\r\n    that these assurances may be depended upon, but he thinks that the\r\n    Russian Government uses its ambassadors as screens, behind which to\r\n    carry on its own manoeuvres.\r\n\r\n    Nigra, the Italian Minister here, tells me that his last news from\r\n    Florence gives him strong hopes that the Menabrea Ministry will\r\n    maintain itself. I presume that the object of Italy should be to\r\n    convince the Emperor that Rome will be safe without the French\r\n    troops--I mean to make the Emperor himself really confident of it.\r\n    This done, I suppose diplomacy is capable of devising some formal\r\n    guarantees to satisfy the French public. I do not believe that\r\n    France has as yet done more than hinted at some security that Italy\r\n    will take her side, if she quarrels with Prussia. I do not know that\r\n    she has even hinted at anything of the kind. A demand for an\r\n    engagement of this sort would be unreasonable and probably futile.\r\n    If France is ever hard pressed by Prussia, the Italians will go to\r\n    Rome unless some other Powers step forward to bar the way. At all\r\n    events, it will not be by promises extracted beforehand that they\r\n    will be stopped.\r\n\r\n    The real danger to Europe appears however to be in the difficulties\r\n    of the Emperor Napoleon at home. The discontent is great and the\r\n    distress amongst the working classes severe. The great measure of\r\n    the session, the new Conscription Act, is very unpopular. There is\r\n    no glitter at home or abroad to divert public attention, and the\r\n    French have been a good many years without the excitement of a\r\n    change. I think that Europe, and England in particular, are more\r\n    interested in maintaining the Emperor, than in almost anything else.\r\n\r\nThe accuracy of this forecast, like that of Mr. Odo Russell, was also\r\ndemonstrated in 1870, when, upon the retirement of the French garrison,\r\nthe Italian troops marched into Rome, and the temporal power of the Pope\r\ncame to an end. It is not, however, altogether fair to place the whole\r\nresponsibility for the collapse of French policy in Italy upon Napoleon\r\nIII., for whereas he was no doubt personally in favour of an united\r\nItaly; there was a strong party in France which was strongly\r\nopposed to it, and convinced that French interests lay in a divided\r\ncountry. The mention of Russia in the above letter makes the following\r\nremarkable communication not inappropriate.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Stanley._\r\n\r\n    Paris, Jan. 22, 1868.\r\n\r\n    The Emperor told me last night that his Ambassador at St. Petersburg\r\n    had had a curious conversation with the Emperor Alexander.\r\n\r\n    The Emperor Alexander had, he said, asked the Ambassador whether the\r\n    French Government were fully aware of the extent of the plot which\r\n    was actively carried on for the destruction of all the monarchical\r\n    governments in Europe, and the assassination of sovereigns and Royal\r\n    families. After giving some details His Majesty had suggested to\r\n    the Ambassador that the several Governments should communicate\r\n    information to each other and unite their efforts to defend\r\n    themselves.\r\n\r\n    The Emperor Napoleon proceeded to tell me that it was asserted that\r\n    the first and principal attempt was to be made in England; that the\r\n    palaces and public buildings were to be blown up, and the Queen and\r\n    Royal Family seized and put on board a steamer in the Thames and\r\n    'disposed of.' The Emperor Napoleon went on to say that the supposed\r\n    details of the scheme to overthrow the Government of England were of\r\n    course absurd, but he seemed to intend to suggest that we should be\r\n    vigilant, and that he himself would be glad to co-operate with us.\r\n    He said that Mazzini, who had let him alone for some time, had now\r\n    again taken up the idea of assassinating him, and was busily\r\n    employed in making plans for effecting their purpose. He told me\r\n    that Mazzini was very ill and he did not express any wish for his\r\n    recovery.\r\n\r\n    The Emperor talked to me a long time and related to me interesting\r\n    anecdotes, some very amusing, of the conduct of various persons\r\n    towards him in past times.\r\n\r\nCheap sensational magazines were not in existence in 1868, or one would\r\nbe disposed to infer that the Emperor Alexander had been indulging in\r\nthis species of literature, since it seems difficult otherwise to\r\naccount for such credulity in high places. As for the Emperor Napoleon's\r\nanecdotes of his youth, they are unfortunately denied to the world, for\r\nthe most distressing feature in Lord Lyons's correspondence is the\r\nalmost complete absence of anything in the nature of indiscretions. The\r\nconversation, however, serves to show on what intimate terms he already\r\nstood with Napoleon III.\r\n\r\nIn the spring, letters received from Lord Stanley show that the British\r\nGovernment was feeling some uneasiness with regard to America, more\r\nespecially in connection with the _Alabama_ question, and, as now was\r\nfrequently the case, Lord Lyons's advice was requested on various\r\npoints. As to the general policy which should be pursued, he reiterated\r\nhis former opinion that the chief danger consisted in the belief of the\r\nordinary American politician that England would submit to anything\r\nrather than fight. Neither party would wish to have the responsibility\r\nof actually making war with England, but each party would very much like\r\nto be able to boast of having made her yield without fighting, and would\r\nvie with each other in calling for unreasonable concessions if they\r\nthought there was any chance of obtaining them. The best chance,\r\ntherefore, of keeping the peace was to be very firm and uncompromising\r\nin questions of arrests and other measures necessary for putting down\r\nFenianism, as these were manifestly well grounded, and the rights of the\r\nsame kind so frequently claimed and exercised by the Americans during\r\nthe war had never been contested. In anything doubtful, we should be\r\nmild and conciliatory--not that mildness and conciliation would make\r\nmuch impression in America--but in order to satisfy a section of the\r\nBritish public. The present danger, he considered, lay in the\r\nover-conciliatory, over-yielding tone of a great number of English\r\nwriters and public men, which might lead the Americans to fancy they\r\nwould be quite safe in pushing us into a corner, and so bring about a\r\nstate of things which would render a fight unavoidable. As for the\r\n_Alabama_ question, he urged that the more quietly the claims were\r\ndiscussed, the more satisfactory the result was likely to be, and he\r\nstrongly advised that the discussion should take place in Europe\r\nrather than in the United States: it would be a mistake to send a\r\n_mission d'éclat_ to Washington, as such a mission would be taken as a\r\nsurrender at discretion. Whether the mission of Lord Ripon and his\r\ncolleagues to Washington three years later could be correctly described\r\nas a _mission d'éclat_ or not is of little importance, but it certainty\r\nended in surrender.\r\n\r\nThe letters from Paris about this period abound in misgivings as to the\r\npolitical situation in France. The conviction was becoming general that\r\nthe Bonaparte dynasty was too weak to stand any shock. The Emperor, it\r\nwas true, began to show indications of proceeding gradually towards\r\nParliamentary government, in the hope of founding a state of things\r\nwhich might render the position tenable on his death for his son, but it\r\nseemed more probable that the progress might be too slow for the object.\r\nTowards the end of February some apprehension was created by a\r\ncircumstantial rumour that the Emperor had announced positively to\r\nRussia that France would not allow the annexation of the Grand Duchy of\r\nBaden to the North German Confederation, and a month later a vague fear\r\nwas felt of the imminence of a _coup de théâtre_.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Stanley._\r\n\r\n    Paris, March 27, 1868.\r\n\r\n    I ought to say that there are, among not unreasonable or\r\n    inexperienced people, vague apprehensions that the Emperor may,\r\n    _more suo_, resort to a _coup de théâtre_ and declare war when it is\r\n    least expected. The only act which can be cited in support of these\r\n    apprehensions is the formation of two more camps of instruction this\r\n    year than usual. It is said that the effect of this will be to have\r\n    two additional army corps ready to take the field at short notice.\r\n    But the real ground of the apprehension appears to be a resemblance\r\n    real or fancied between the declaration and proceedings of the\r\n    Emperor now, and those which preceded the war with Italy. I believe\r\n    it to be true that Prince Napoleon has told the Emperor that war\r\n    with Germany must be made this year or never, but I do not think the\r\n    Prince advises the war being made at all. The general impression\r\n    indeed here appears to be that there is at this moment an amount of\r\n    discontent in the annexed provinces which might be turned to account\r\n    now by France, but which will subside in a year's time, if the\r\n    Prussian Government is left to carry into effect its plans. Southern\r\n    Germany, it is thought, would go with France _after_ a French\r\n    victory, but not without one. For my own part I am more inclined to\r\n    believe that the Emperor is sincerely anxious to preserve peace. In\r\n    case of war he must take the field in person, and it is much doubted\r\n    whether he is willing or able to endure the mental and bodily\r\n    fatigue of a campaign. Defeat would be fatal and anything short of\r\n    great success and additions of territory far from advantageous. It\r\n    is of course impossible to say what a man so reserved and really so\r\n    little in the habit of making up his mind long beforehand, may or\r\n    may not do, and therefore the possibility of a _coup de théâtre_\r\n    must I suppose always be kept in one's mind. Still I must say that\r\n    all I can make out leads me to believe that his present wishes and\r\n    intentions are peaceful.\r\n\r\nA good deal of interest had been aroused by a visit of Prince Napoleon\r\nto Germany in the spring, which gave rise to much speculation in the\r\npolitical world. His friends gave out that it was merely an ordinary\r\ntour. Others, who were supposed to be well informed, declared (probably\r\nmuch to the satisfaction of the Prince) that he had been sent on a\r\nprivate mission from the Emperor, of which none of His Majesty's\r\nMinisters had any cognizance. Two different objects were assigned to the\r\nmission; one that he was commissioned to assure Bismarck of the\r\nEmperor's determination to remain at peace if possible, but to represent\r\nthat Bismarck should act so as to make it easy, and should not use the\r\npresumed hostility of France so frequently as a lever to move public\r\nopinion in Germany. The other and less probable object with which he was\r\ncredited, was that he was to summon Prussia to join France against Russia\r\nin Turkey, a fantastic absurdity which was directly contrary to\r\nMoustier's policy in the East. The probability is that Prince Napoleon\r\nhad no mission at all, but the long letter which follows is interesting\r\nas showing what correct conclusions an intelligent person can\r\noccasionally draw from a well-timed visit to a foreign country.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Stanley._\r\n\r\n    Paris, March 31, 1868.\r\n\r\n    Although I have not seen Prince Napoleon myself since his return\r\n    from Germany, I think I can give you a tolerably accurate notion of\r\n    the language he holds.\r\n\r\n    He speaks with satisfaction of the manner in which he was himself\r\n    received at Berlin. He thinks that Count Bismarck will not provoke\r\n    France to war by increasing at present the area of the North German\r\n    Confederation, or any other overt act. He believes him to be\r\n    sincerely desirous of avoiding a war, but not to be willing to allow\r\n    any interference on the part of France in the affairs of Northern\r\n    Germany, or to make any patent concession whatever to France. He\r\n    conceived it to be vain to talk to Prussia of disarmament, as she\r\n    would answer that she was already disarmed, having only 200,000 men\r\n    under arms. Her system, which would enable her to put from 4 to\r\n    600,000 men in a condition to take the field in eight or ten days,\r\n    she could not be persuaded to change.\r\n\r\n    The Prince has seen nothing, except in the United States, like\r\n    the contempt in which foreign nations are held in Prussia. Austria\r\n    is not considered to be worth taking into account at all. Great\r\n    indifference is professed as to Italy and Turkey. The Prince does\r\n    not believe that there is any formal treaty between Russia and\r\n    Prussia, but is convinced that there is an understanding that, in\r\n    return for a friendly neutrality in the West, Prussia is, in case of\r\n    being at war with France, to give Russia free scope in the East.\r\n\r\n    The Prince gives no weight to the assertions that the recently\r\n    annexed provinces would see with pleasure an attack by France upon\r\n    Prussia and use it to recover their independence. He is not blind to\r\n    the discontent which prevails among a great part of the populations\r\n    in those provinces, but he is convinced that an attack from abroad\r\n    would rouse an almost universal spirit of resistance in Germany\r\n    which would extend even to the German possession of Austria. The\r\n    allegations to the contrary come from adherents of the dispossessed\r\n    dynasties, who fancy that their own peculiar feelings are the\r\n    feelings of the mass of their countrymen. The Saxon army might\r\n    possibly be a danger to the Prussians, if the Prussians should be\r\n    defeated, and in that event, Bavaria and Wurtemberg might also\r\n    support France. But they would none of them do anything for France\r\n    until she had gained so decided a victory as to have no need of\r\n    them. In Saxony the Prince found the army to be ill-disposed to\r\n    Prussia, but not the commercial classes.\r\n\r\n    The Prince has not come back with the idea that France could easily\r\n    attempt to annex Rhenish Prussia. He believes that the inhabitants\r\n    are now prosperous and contented and better off than they would be\r\n    under France with her present institutions. Cologne might turn out\r\n    to be another Saragossa to France. The case might in his opinion be\r\n    different in the Palatinate, and France would, he supposes, have\r\n    little difficulty in 'assimilating' Belgium if she obtained\r\n    possession of that country.\r\n\r\n    So far the impressions brought back by the Prince are calculated to\r\n    show that the policy of France should be to remain at peace, and his\r\n    language to the Emperor may have had a good effect. But he has also\r\n    said to the Emperor and others that a war with Prussia should be\r\n    made this year or never; that the consolidation of Germany is\r\n    proceeding surely and rapidly; that the adhesion of Southern Germany\r\n    will soon follow, and that hereafter war would have to be waged with\r\n    a Germany thoroughly united and perfectly organized.\r\n\r\n    Prince Napoleon is himself opposed to war. He considers that an\r\n    unsuccessful war would overthrow the Emperor and his dynasty and\r\n    send the whole Bonaparte family to the right about. A war only\r\n    partially successful would, he thinks, rather weaken than strengthen\r\n    the Emperor at home, while a thoroughly successful war would simply\r\n    give His Majesty a fresh lease of 'Cæsarism' and adjourn\r\n    indefinitely the liberal institutions which he considers essential\r\n    to the durability of the dynasty. At the same time the Prince is not\r\n    without apprehension as to war being made this season. He fears weak\r\n    men, and he looks upon the Emperor as a weak man. He fears the\r\n    people who surround His Majesty, the Generals, the Chamberlains, the\r\n    ladies of the Palace. It has been particularly observed that while\r\n    the Prince has been very communicative as to the opinions expressed\r\n    by him to the Emperor, he has been, contrary to his wont, wholly\r\n    silent as to what the Emperor said to him.\r\n\r\nThis account of Prince Napoleon's views was derived from Colonel\r\nClaremont, the British Military Attaché, who was on intimate terms with\r\nhim. Prince Napoleon, one of the best abused and most unpopular of\r\nFrenchmen, had, with all his talents, little fixity of purpose, no real\r\nperseverance, and was too much wanting in courage to become the head of\r\na party; but the insight which he displayed with regard to the real\r\nsituation between France and Prussia is really remarkable. There is\r\nhardly a single opinion, in the letter quoted above, which was not shown\r\nsubsequently to be absolutely accurate and well founded, and one cannot\r\nhelp suspecting that he afterwards must have derived some melancholy\r\nconsolation from the realization of his prophecies of evil.\r\n\r\n[Illustration: _Prince Napoleon._\r\n\r\nLONDON EDWARD ARNOLD]\r\n\r\nThe general uneasiness which was felt in France, and to which constant\r\nallusion is made in private letters and in despatches, was in no way\r\nallayed by the pacific declarations of the Emperor, which seem, indeed,\r\nto have made an effect exactly contrary to what was intended. It was in\r\nvain that ministers made reassuring statements; bankers and capitalists\r\nhad lost confidence in the maintenance of peace, and, although the\r\ndiplomatic world was quiet, the public was convinced that war was\r\nimminent. The one thing that was certain was that France was preparing\r\nfor a war of some kind, and the suspicions of Lord Stanley were aroused\r\nby a request from Moustier that Her Majesty's Government should 'give\r\nadvice' to the Prussian Government.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Stanley to Lord Lyons._\r\n\r\n    Foreign Office, April 14, 1868.\r\n\r\n    You will receive from me to-day a despatch which seems to confirm in\r\n    some degree the apprehensions so generally felt at Paris. It may\r\n    mean less than it appears to imply, but a warning given at Berlin\r\n    that any attempt or any measure tending towards the annexation of\r\n    the South German states will be regarded unfavourably at Paris,\r\n    is so like a threat that one cannot help feeling anxious as to the\r\n    result, and how it can be conveyed in language which will not be\r\n    considered offensive, passes my comprehension. If nothing else had\r\n    occurred, one might think that it was only a piece of unnecessary\r\n    fuss on the part of Moustier, whose alternations of activity and\r\n    indolence are not always easy to follow; but looked at together with\r\n    the military preparations which have so much alarmed Colonel\r\n    Claremont and which you do not seem to contemplate without some\r\n    uneasiness, the state of things indicated is certainly not pleasant.\r\n    Perhaps I make too much of this: up to the present time I have\r\n    always contended against the alarmist view of the situation, and\r\n    Bernstorff,[13] whose information is generally good, shows no\r\n    anxiety. It is the business of war departments in all countries to\r\n    look at foreign policy from their special point of view, and I class\r\n    the utterances of General Moltke with those of Marshal Niel, as\r\n    professorial rather than political.\r\n\r\n    In any case I am not disposed to volunteer advice which would\r\n    certainly be uncalled for, probably useless, and perhaps altogether\r\n    out of place. Nor can I fail to detect in Moustier's language a\r\n    wish, hardly concealed, to enlist England on the side of the French\r\n    claim that Prussia shall not be enlarged--though it is disguised\r\n    under the form of asking us to give advice in the interests of\r\n    peace.\r\n\r\n       *       *       *       *       *\r\n\r\nThere can be no doubt that Lord Stanley was right, and that Moustier's\r\nintention was to commit England to the French side under the guise of a\r\nfriendly communication to the Prussian Government. The refusal to be\r\ndrawn into Franco-Prussian entanglement was sound, but, as will be seen,\r\nthe British Government did attempt to intervene shortly afterwards.\r\n\r\nIn spite of highly coloured orations by Marshal Niel, and of an\r\nimportant speech by General Moltke on the position which Germany should\r\nhold as a predominant power in Europe, and of the use to be made of the\r\narmy and navy in consolidating German unity, which caused much\r\nirritation in France, the fear of the outbreak of war passed temporarily\r\naway, and calm again reigned in the diplomatic world. In August, Lord\r\nCowley, former ambassador at Paris, paid a visit to the Emperor Napoleon\r\nat Fontainebleau, and found him in a very depressed mood.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Stanley._\r\n\r\n    Paris, Aug. 11, 1868.\r\n\r\n    Lord Cowley wrote me a short note after his return from\r\n    Fontainebleau and sent me an account of what had been said there.\r\n\r\n    He appears to have thought the Emperor aged, and to have found him\r\n    much depressed. His Majesty said little of Foreign Politics, but\r\n    spoke gloomily of his own position in France. He said that the\r\n    country districts were still for him, but that all the towns were\r\n    against him: a vast number of persons had congregated at Troyes to\r\n    see him, but he had been assured by the Prefect that most of them\r\n    were in reality red Republicans. The Emperor does not seem to have\r\n    said anything about the Queen. The Empress held the same language\r\n    that she and her entourage did to us, but from an expression she let\r\n    fall, it would seem that she is sore at heart about the visit. The\r\n    public appear to be rather accepting the version that it was in\r\n    compliance with a request from the Empress, that Her Majesty, being\r\n    ill and fatigued, abstained from returning the visit.\r\n\r\n    It is not certain whether the Emperor and Empress will be at\r\n    Biarritz or at St. Cloud at the time of Her Majesty's return. If\r\n    they are at Biarritz there can be no question of any visit, and this\r\n    might give an opportunity for a letter, which might smooth the\r\n    difficulties of the point of etiquette. If the Emperor and Empress\r\n    are at St. Cloud, it must be considered the same thing as if they\r\n    were at Paris.\r\n\r\n    I hear from other persons besides Lord Cowley that the Emperor is\r\n    very much out of spirits. It is even asserted that he is weary of\r\n    the whole thing, disappointed at the contrast between the brilliancy\r\n    at the beginning of his reign and the present gloom--and inclined,\r\n    if it were possible, to retire into private life. This is no doubt a\r\n    great exaggeration, but if he is really feeling unequal to governing\r\n    with energy, the dynasty and the country are in great danger.\r\n    Probably the wisest thing he could do, would be to allow real\r\n    parliamentary government to be established, so as to give the\r\n    opposition a hope of coming into office by less violent means than\r\n    a revolution.\r\n\r\nThe 'soreness of heart' referred to a visit of Queen Victoria, who had\r\npassed through Paris in July on her way to Switzerland. It had been\r\narranged, after prodigious correspondence, that the Empress should come\r\nup to the Elysée Palace and call upon the Queen at the Embassy (the\r\nElysée having been selected on account of its proximity), but apparently\r\nnothing was settled about a return visit on the part of the Queen. At\r\nall events, no return visit was paid to the Elysée, and the consequence\r\nwas that a section of the French press seized upon the occasion\r\nmaliciously to represent that the Emperor and Empress were no longer\r\ntreated with consideration by the ancient Royal Houses, and that England\r\nwas all in favour of the pretensions of the House of Orleans.\r\n\r\nThese attacks naturally caused much annoyance to the Emperor, who was\r\nalways very sensitive where the Orleans family was concerned, and he was\r\nplaced in a somewhat embarrassing position with regard to the return\r\njourney of Queen Victoria through Paris, since, owing to the visit of\r\nthe Empress not having been returned, he was unable to pay his respects\r\nas he had been anxious to do. The difficulty was eventually solved by\r\nthe Emperor and Empress arranging to go to Biarritz at the time when the\r\nQueen was expected to pass through Paris on the return journey, and an\r\nexplanatory letter from the latter was considered to have closed the\r\nmatter satisfactorily. If any trace of soreness remained it was\r\ndoubtless removed by the highly successful visit of the Prince and\r\nPrincess of Wales later in the year.\r\n\r\nThe Imperial spirits, which were much in need of a tonic, were\r\ntemporarily revived by the demonstrations of loyalty shown by the\r\nNational Guards at a review held in August, and this evidence of\r\npersonal popularity appears to have surprised most people. It may be\r\npresumed, however, that the unfortunate Emperor was frequently misled on\r\nthese occasions. Astonishment and admiration had frequently been evoked\r\nat the spectacle of the autocrat shaking hands freely with blouse-clad\r\nworking men and exchanging fraternal greetings with them on the occasion\r\nof public festivities, but, according to the Prefect of Police, these\r\nfavoured individuals were in every case his own detectives masquerading\r\nas horny-handed sons of toil.\r\n\r\nTwo questions of secondary importance about this period were brought to\r\nthe attention of the British Government, the one concerning Tunis, and\r\nthe other the Throne of Spain. In Tunis the French showed an\r\nunmistakable intention to establish themselves as the paramount power,\r\nand it was not clear whether England would remain indifferent or not.\r\nLord Stanley, upon being asked for instructions, gave it as his personal\r\nopinion that there was no occasion to show any jealousy of French\r\ninfluence there, and that the position of the French as near neighbours\r\ngave them a strong interest. He declined to believe in annexation, as\r\nAlgeria had not been such a success that any government would be likely\r\nto desire to extend the French dominions in North Africa. The French\r\nGovernment therefore obtained, as far as we were concerned, a free hand,\r\nand although Bismarck intimated that the claims of Prussia in Tunis\r\nwould have to be considered, it is probable that had it not been for the\r\nFranco-German War, that country would have become a French possession in\r\n1870 instead of in 1880.\r\n\r\nWith regard to Spain, it is worthy of note that the Spanish Government\r\nwas in 1868 desirous of offering the throne to the Duke of Edinburgh.\r\nBoth Queen Victoria and her ministers, however, were strongly opposed to\r\nthe project, and their opposition was founded on good sense. The throne,\r\nthey considered, was insecure. New dynasties took root with difficulty,\r\nmore especially in Spain, where respect for foreigners was not a\r\nnational characteristic, and it would be disagreeable for England to\r\nhave an English prince, however detached from England, involved in a\r\ncivil war, and possibly ejected. Again, even if the experiment were\r\nsuccessful, it would confer no real advantage on England, while it would\r\nprobably excite extreme jealousy in France. Further, we should probably\r\nbe asked to give up Gibraltar in return, and if this were refused, which\r\nof course would be the case, there would be a complaint, if not of\r\nabsolute unfairness, yet at least of ingratitude on our part. If any\r\nform of monarchy was to be retained, the opinion was expressed that the\r\ncause of religious freedom would be better served by a moderate Catholic\r\non the throne than by a Protestant.\r\n\r\nSuch were the matter-of-fact views of Her Majesty's Government as\r\nexpressed by Lord Stanley, and nothing more was heard of the proposed\r\ncandidature of the Duke of Edinburgh. The straightforward action of the\r\nBritish Government on this occasion contrasts favourably with that of\r\nother Powers when the question of the choice of a King of Spain recurred\r\ntwo years later.\r\n\r\nIn October, Lord Clarendon, who had been Lord Stanley's predecessor at\r\nthe Foreign Office, arrived in Paris. Lord Clarendon, in addition to a\r\nthorough acquaintance with foreign political questions, enjoyed\r\napparently the great advantage of being a _persona grata_ to all the\r\nprincipal personages in Europe, and was honoured with the confidence of\r\nNapoleon III., the King of Prussia, King Victor Emmanuel, the Pope, and\r\na host of other persons occupying high and responsible positions. As the\r\nLiberal party was at that time in opposition, he bore no responsibility,\r\nand it was therefore possible for him to use language and arguments\r\nwhich might not have been appropriate to any one speaking officially on\r\nbehalf of a government. The valuable and interesting information which\r\nLord Clarendon thus obtained was, in accordance with the high principles\r\nupon which he acted, placed unreservedly at the disposition of his\r\npolitical opponents.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Stanley._\r\n\r\n    Paris, Oct. 13, 1868.\r\n\r\n    Lord Clarendon arrived here on Saturday. He has given me accounts of\r\n    interesting conversations he has had with the King and Queen of\r\n    Prussia and with General Moltke. The details he will no doubt repeat\r\n    to you when you see him. The sum of what was said by all three is\r\n    that Prussia earnestly desires to keep at peace with France; that\r\n    she will be very careful not to give offence and very slow to take\r\n    offence: that if a war is brought on she will act so as to make it\r\n    manifest to Germany and to Europe that France is the unprovoked\r\n    aggressor: that a war brought on evidently by France would infallibly\r\n    unite all Germany. Moltke seemed to believe that the Emperor\r\n    Napoleon must know too well how thoroughly prepared Prussia is to\r\n    provoke a war lightly. He was, on his side, well aware of the\r\n    complete state of preparation in which the French were: he thought\r\n    Prussia had lost an opportunity after Sadowa, and that if she had\r\n    then known that France could not bring more than 150,000 men into\r\n    the field, she might have settled the whole affair of German unity\r\n    out of hand. This opportunity had been lost, according to him, by\r\n    the incorrectness of the information from the Embassy at Paris, and\r\n    now Prussia must have peace if possible in order to organize her\r\n    system of government civil and military.\r\n\r\n    In short, Lord Clarendon is sure that the Emperor Napoleon may be\r\n    confident that he has nothing to fear from Prussia, if he does not\r\n    give her just provocation: but, on the other hand, that Prussia does\r\n    not fear a war, if she can show Germany and the world that she is\r\n    really forced into it.\r\n\r\n    I think I might very well mention to Moustier the impression Lord\r\n    Clarendon has brought back, and indeed to the Emperor, if I have an\r\n    opportunity.\r\n\r\n    Lord Clarendon gathered from Moltke and others that there is a very\r\n    strong feeling in the Prussian army against Russia and a very great\r\n    repugnance to accepting Russian assistance. In case however of a war\r\n    with France, Prussia must of course (Moltke observed) get help\r\n    wherever she could find it, and must at all events use Russia to\r\n    paralyze Austria. Austria he thought hostile, and very naturally so,\r\n    to Prussia, and ready to do all the harm she can. She is not\r\n    however, in his opinion, in a condition to be otherwise than neutral\r\n    at the beginning of a war.\r\n\r\n    Lord Clarendon tells me he most forcibly pointed out to the King of\r\n    Prussia and Moltke the extreme danger of giving France any\r\n    provocation; anything like a challenge could not be passed over by\r\n    the Emperor: if the glove were thrown down, public feeling would\r\n    oblige His Majesty to take it up. Lord Clarendon urged them to\r\n    settle the Danish question, and even suggested that some way should\r\n    be sought of giving a satisfaction to French _amour propre_.\r\n\r\n    It will be seen that the information obtained by Lord Clarendon\r\n    coincided more or less with the impressions derived by Prince\r\n    Napoleon. Upon Lord Stanley it produced a reassuring effect, and\r\n    confirmed him in his opinion that the Prussians were in a state of\r\n    alarm which they were endeavouring unsuccessfully to conceal, under\r\n    an ostentation of being ready for whatever might happen. In any\r\n    case, he thought, they would have a respite until the spring.\r\n\r\n    Lord Clarendon was fortunate enough to be able to give the Emperor\r\n    Napoleon the benefit of his Prussian experiences.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Stanley._\r\n\r\n    Paris, Oct. 20, 1868.\r\n\r\n    Lord Clarendon dined at St. Cloud yesterday, and had a long\r\n    conversation with the Emperor after dinner. He repeated to His\r\n    Majesty the pacific language which he had heard from the King of\r\n    Prussia, the Queen of Prussia, and General Moltke. The Emperor heard\r\n    the pacific assurances with evident satisfaction, and spoke very\r\n    strongly himself in the same sense. Lord Clarendon was thoroughly\r\n    convinced that the Emperor was exceedingly anxious to avoid war and\r\n    thoroughly convinced that peace was desirable for the interests of\r\n    the dynasty. At the same time, His Majesty declared that if anything\r\n    like a challenge came from Prussia it would be impossible for him to\r\n    oppose the feeling of the army and the nation, and that he must, in\r\n    such a case, for the sake of his own safety, make war. He was most\r\n    anxious that England should step in to enable France and Prussia to\r\n    withdraw with honour from their present antagonistic attitude. This\r\n    is an idea which, as you know, has been vaguely suggested to me more\r\n    than once by men more or less in the Emperor's confidence. It has\r\n    never been hinted by Moustier in speaking to me. The Emperor\r\n    appears, however, to have dwelt a good deal upon it with Lord\r\n    Clarendon yesterday, and even to have entered a little upon details.\r\n    He seems to have relished the idea of other great powers being\r\n    united with England in a sort of mediation, but I did not gather\r\n    that he had any matured plan, or any distinct notion of the way in\r\n    which practical effect could be given to his wishes. His object was\r\n    to calm public opinion in France, and the means of doing this were\r\n    to be a sort of collective confirmation by Europe of the Treaty of\r\n    Prague, and a sort of pressure to be exercised by Europe on France\r\n    and Prussia which would compel them, or rather enable them, to\r\n    diminish their military preparations and take effectual steps to\r\n    restore public confidence. Whatever may be the feasibility of the\r\n    Emperor's project, it is important to know what is in his mind, and\r\n    convenient to learn it with so much certainty, and at the same time\r\n    in a way which prevents its being presented to H.M. Government as a\r\n    proposal or a suggestion to them. There is nothing as the matter\r\n    stands which necessitates even an expression of opinion from us.\r\n\r\n    The Emperor told Clarendon in strict confidence of a proposal which\r\n    he had not, he said, mentioned even to his Ministers. Men of weight\r\n    (_des hommes sérieux_) had proposed a Confederation between the\r\n    South German States and Switzerland. Lord Clarendon pointed out\r\n    objections to the notion, such as the want of any real bond of\r\n    sympathy or interest between Switzerland and the proposed\r\n    confederates, and the offence which would be taken by Prussia, and\r\n    the Emperor appeared (for the moment, at least) to have given up the\r\n    idea.\r\n\r\n    The King of Prussia told Lord Clarendon, and Lord Clarendon repeated\r\n    it to the Emperor, that the speech at Kiel was intended to be\r\n    thoroughly pacific, and that its object was to make the Prussian\r\n    army and the public take quietly the anti-Prussian cries stated to\r\n    have been uttered by the French troops at the camp at Chalons. The\r\n    Emperor positively declared that no anti-Prussian cries and no\r\n    political cries of any kind beyond the usual loyal cheers had been\r\n    uttered at the camp.\r\n\r\n    Of Spanish affairs little seems to have been said in the\r\n    conversation with the Emperor. At dinner the Empress talked of\r\n    little else. She did not appear to favour any particular solution of\r\n    the question or any particular candidate for the Crown. She appeared\r\n    to expect both political troubles and extreme misery from the famine\r\n    which she says is undoubtedly impending. As to her own estates and\r\n    those of her relations in Spain she says they return absolutely\r\n    nothing, and that the peasants have not even put by grain enough to\r\n    sow the land. No one dares to store up grain or to bring it from\r\n    abroad lest he should be torn to pieces by the ignorant people as an\r\n    _accapareur_.\r\n\r\nFrom this interesting communication it will be noted that Napoleon III.\r\napparently reposed more confidence in Lord Clarendon than in his own\r\nministers; the '_hommes sérieux_' were, however, probably mythical, as\r\nthe proposed Confederation of Switzerland and the Southern German States\r\nwas not a project which would commend itself to practical people, and is\r\nmore likely to have been conceived in his own nebulous imagination. The\r\nimportant conclusion to be drawn from his language is that the Emperor\r\nwas, at all events, at that period, sincerely anxious to avoid war,\r\nconscious of the military power of Prussia, and extremely anxious to\r\ninduce the British Government to take some step in the nature of\r\nmediation which should avert the threatened conflict and enable France\r\nto withdraw with honour. This suggestion had already been ineffectually\r\nmade to Lord Stanley in the spring; but, as will be seen, a similar\r\nsuggestion was again put forward in the following year and acted upon.\r\n\r\nBefore the end of 1868 changes took place both in the British and in\r\nthe French Foreign Offices. The return of the Liberal party to power\r\nrestored Lord Clarendon to his old post, and M. de Moustier gave\r\nplace to M. de La Valette. The departure of Moustier was no loss. At\r\nConstantinople he had shown himself to be restless and overbearing; in\r\nFrance he was not considered to be entirely satisfactory where\r\nsemi-financial matters were concerned, and he finished his career by\r\nnearly getting into a serious scrape with the Prussian Government over\r\nthe question of the latter being represented on a proposed Commission at\r\nTunis. The Emperor Napoleon, although he entertained no grievance\r\nagainst Lord Stanley, naturally welcomed the return to office of Lord\r\nClarendon.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Clarendon._\r\n\r\n    Paris, Dec. 15, 1868.\r\n\r\n    I came back from Compiègne yesterday. During the week I was there\r\n    the Emperor seemed to be in remarkably good health and spirits, and\r\n    was to all appearance very free from care. If he has any special\r\n    plan regarding foreign politics, he is keeping it _in petto_ to\r\n    electrify the Corps Diplomatique on New Year's Day, or the Chambers\r\n    in his opening speech. He talked a great deal to me of his desire to\r\n    maintain his cordial understanding with England and of his\r\n    confidence in your helping him to do so, but he did not speak as if\r\n    he had any intention of putting our friendship to any special test\r\n    at present.\r\n\r\n    He said that the conduct of the Greeks was very annoying, but that\r\n    in dealing with them, we must make some allowance for their feeling\r\n    of nationality and not _froisser_ it too much. I observed to him\r\n    that the Greeks, by their conduct with regard to Crete, were\r\n    producing a state of things which would be absolutely intolerable,\r\n    and that they were in my opinion doing themselves much more harm\r\n    than they did the Turks. In this he seemed to concur. My Russian\r\n    colleague, Stackelberg, was in a dreadful fuss about the Turco-Greek\r\n    question. The main anxiety he expressed was, not unnaturally, for\r\n    the King and the dynasty. We might perhaps work upon Russia by\r\n    showing that the dynasty would be continually popular if Greek\r\n    aggressions, and consequently excitement and disorder in Greece, are\r\n    allowed to become chronic.\r\n\r\n    The Emperor talked a little and the Empress a great deal about\r\n    Spain; both took a gloomy view of the prospects, but neither gave\r\n    any hint of the solution to be desired.\r\n\r\nThe Crown Prince of Prussia, whose peaceful proclivities became\r\nsubsequently known to the world, happened to be in England at this\r\ntime, and Lord Clarendon took the opportunity of discussing the\r\nFranco-Prussian situation with him. The Crown Prince had already\r\nimpressed Lord Stanley with his amiability, modesty, and good sense, but\r\nit is evident that, like many others, he had not fully realized the\r\ngreat sacrifices which the Germans were ready to make in the cause of\r\nnational unity.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Clarendon to Lord Lyon._\r\n\r\n    Foreign Office, Dec. 18, 1868.\r\n\r\n    My inchoate letter on the 16th was cut short by the Crown Prince of\r\n    Prussia, with whom I had an interesting conversation. He is even\r\n    more pacific than his Father, and unlike his Father would be glad to\r\n    put the army on something more like a peace footing. The King\r\n    however is unapproachable on this subject, but the Prince says that\r\n    in a year or two he will have to yield to the outcry of the people\r\n    against the increased taxation that such monster armaments entail.\r\n    He means to consult some experienced officers as to the manner in\r\n    which reduction can be made without offence to the dignity of his\r\n    martial Sire, and he said that something had been done in that\r\n    direction by postponing till January the assembling of the levies\r\n    that ought to have taken place in October. I urged strongly upon him\r\n    the necessity of maintaining the _status quo_, and particularly\r\n    warned him against the incorporation of the Grand Duchy of Baden\r\n    into the Northern Confederation. He quite entered into the reasons\r\n    for this and said it would probably be a long time before the\r\n    interests of the South would necessitate a junction with the North,\r\n    although it would ultimately be inevitable.\r\n\r\n    When I last saw you on my way home from St. Cloud I told you that\r\n    the Emperor wished me to report my conversation with him to the\r\n    Queen of Prussia--I did so. She forwarded my letter to the King and\r\n    sent me his answer, which was not only pacific but extremely\r\n    courteous to the Emperor. He said there was no fear of the _status\r\n    quo_ being changed now, but that some time or other the South and\r\n    North must be united, and that it would be far better to _calmer les\r\n    esprits_ by teaching people to expect it and not to look upon it as\r\n    a danger or a menace to France, which it would not be any more than\r\n    the existing state of things. I wrote all this to the Emperor who\r\n    assured me that the King of Prussia's opinions had interested him\r\n    much and that he agreed in his views about the inexpediency of a\r\n    Congress.--Disraeli made a bad use at the Lord Mayor's dinner of\r\n    your letter giving an account of my interview with the Emperor, for\r\n    he gave it to be understood that Stanley was successfully mediating\r\n    between France and Prussia, etc; La Tour d'Auvergne, to whom the\r\n    Emperor had told our conversation, was much annoyed and feared that\r\n    he might be thought guilty of an indiscretion.\r\n\r\n    I was glad to learn by your letter of the 15th that you thought well\r\n    of the Emperor's health, as reports have of late been rife that he\r\n    was failing both in body and mind--their object was probably, and as\r\n    usual, some Bourse speculation.\r\n\r\nThe chronic anxiety with regard to the relations between France and\r\nPrussia which prevailed at this time was partially forgotten early in\r\n1869 in consequence of a slight crisis in the East. The Cretan\r\nInsurrection had lasted for several years, and the Turks had shown\r\nthemselves incapable of suppressing it in consequence of the attitude\r\nof the Greek Government, which, supported by Russia, openly encouraged\r\nthe revolutionary movement. Greek armed cruisers ran the blockade,\r\nvolunteers openly showed themselves in uniform in the Greek towns, and\r\nthe Greeks showed a disposition to go to war, rightly assuming that\r\nEurope would never allow their country to be reconquered. At length the\r\nsituation, from the Turkish point of view, became intolerable, and in\r\nDecember, 1868, the Turkish Government delivered an ultimatum, which was\r\nrejected by the Greeks and diplomatic relations were broken off. The\r\nopportunity was at once seized by the Emperor Napoleon in order to\r\npropose a Conference. Conferences had, as is well known, a special\r\nattraction for Napoleon III., who delighted to figure as a magnificent\r\nand beneficent arbiter graciously condescending to settle the squabbles\r\nof inferior beings, but a Conference has also often captivated the\r\nimagination of many diplomatists besides the late Prince Gortchakoff,\r\nwhose chief delight it was to make orations to his colleagues. Nothing\r\nproduces so agreeable a flutter in diplomacy as the prospect of a\r\nConference. Where shall it be held? What is to be its basis? Who are to\r\nbe the representatives? What Governments shall be entitled to appear? If\r\nsuch a one is invited, will it be possible to exclude another? And\r\nsupposing these knotty points to be satisfactorily settled, shall some\r\nPower possessing doubtful credentials be allowed a _voix consultative_,\r\nor a _voix délibérative_? In this particular case, there was no\r\ndifficulty in fixing upon the place, but there was considerable\r\ndifficulty with regard to the participation of Greece, as Turkey flatly\r\nrefused to meet her. The prospect of a Conference was not viewed with\r\nmuch satisfaction by Lord Clarendon, who asked awkward but necessary\r\nquestions about 'basis' and so forth, and warned Lord Lyons that he\r\nwould have to be very firm with La Valette on this point, 'as I know by\r\nexperience in 1856 how fickle the Emperor is, and how invariably his\r\nminister changes with him, and throws over the engagements upon which we\r\nhad the best reason to rely.'\r\n\r\nNeither did Lord Lyons look forward to it with any pleasure: 'The\r\nConference seems likely to bring into strong light some things which\r\nwould perhaps be better in the shade,' he wrote. 'For instance, an\r\nunderstanding between Russia and Prussia on the Eastern Question;\r\nbitterness between Austria and Russia, etc., etc. I understand that\r\nthere is great rejoicing over the prospect of the Conference at the\r\nTuileries.' Probably Lord Lyons's distaste arose partly from the fact\r\nthat foreign diplomatists have a habit of coming and rehearsing to their\r\ncolleagues the speeches with which they propose subsequently to\r\nelectrify the assembled Conference. It is only fair to admit, however,\r\nthat the Conference was brought to a fairly satisfactory conclusion. The\r\nGreeks, who had given a great deal of trouble with their consequential\r\npretensions, were admitted under a _voix consultative_ condition, and a\r\nsettlement was arrived at which enabled diplomatic relations to be\r\nresumed with Turkey. To put it shortly, the Greeks were informed that\r\nthey were bound to respect the rules common to all Governments in their\r\nfuture dealing with the Ottoman Empire (surely not a very onerous\r\nprovision), and the hope was expressed that all the causes for complaint\r\nembodied in the ultimatum of the Porte would be removed. Crete, in\r\nconsequence, remained comparatively quiet for about ten years.\r\nWhen, however, a few days after the satisfactory conclusion of this\r\nbusiness, the Prussian Government came forward with a proposal that\r\nthere should be yet another Conference at Paris on International\r\nPostage, M. de La Valette was obliged summarily to reject it, as\r\n'the French public was sick to death of the very word.'\r\n\r\nEarly in 1869, considerable apprehension was created by the Luxemburg\r\nrailway affair. A French and a Belgian railway company whose lines\r\nadjoined, had endeavoured to bring about an amalgamation, and the\r\nBelgian Chamber, naturally afraid of the consequences which might result\r\nfrom French influences within Belgian territory, passed an Act\r\nprohibiting concessions of railways without the authorization of the\r\nGovernment. This action caused considerable ill-feeling in France, and a\r\nuniversal belief existed that the Belgian Government had been instigated\r\nby Bismarck. It was obvious that England could not remain indifferent to\r\nthe danger of what would now be called the 'peaceful penetration' of\r\nFrance into Belgium,--in other words, the ultimate annexation of that\r\ncountry--and one of the first notes of alarm seems to have been sounded\r\nby no less a person than Queen Victoria.\r\n\r\n       *       *       *       *       *\r\n\r\n    _General Grey to Lord Clarendon._\r\n\r\n    Osborne, Jan. 14, 1869.\r\n\r\n    The Queen desired me to write to you yesterday in returning the\r\n    private letters you sent her with reference to what you said in one\r\n    of your letters of the probable designs of France in Belgium. Her\r\n    Majesty wished me to inform you that she had more than once called\r\n    the attention of the late Government to this subject. The King of\r\n    the Belgians in writing to her had repeatedly expressed his\r\n    apprehensions that either by means of a Customs convention or by the\r\n    purchase by a French company of the Luxemburg Railway to which\r\n    unusual privileges and advantages would be conceded by the French\r\n    Government, France might seek to obtain a footing in Belgium highly\r\n    dangerous to her future independence and neutrality. Her Majesty,\r\n    though hoping the King might exaggerate the danger, has invariably\r\n    expressed the strongest opinion that England was bound, not only by\r\n    the obligations of treaties, but by interests of vital importance to\r\n    herself, to maintain the integrity and independence as well as the\r\n    neutrality of Belgium; and that the best security for these\r\n    essential objects would be found in the knowledge that any\r\n    proceedings which seemed to threaten their violation would bring\r\n    England at once into the field.\r\n\r\n    Her Majesty did not mean that any official communication should be\r\n    made on the subject, but that the habitual language of our ministers\r\n    at Berlin and Paris should be such as to leave no doubt as to the\r\n    determination of England.\r\n\r\nThis communication from the Queen was followed not long afterwards by a\r\nmemorandum from Mr. Gladstone, laying stress upon the fact that the\r\n'independence of Belgium was an object of the first interest to the mind\r\nof the British People,' and hoping that it would be made clear to the\r\nFrench Government 'that the suspicion even of an intention on the part\r\nof France to pay less respect to the independence of Belgium than to the\r\nindependence of England would at once produce a temper in the country\r\nwhich would put an end to the good understanding and useful and\r\nharmonious co-operation of the two Governments.' This was very clear\r\nlanguage--especially for Mr. Gladstone--and the Ambassador was directed\r\nto hint to the French Government that Belgium was under our special\r\nprotection.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Clarendon._\r\n\r\n    Paris, Feb. 16, 1869.\r\n\r\n    Baron Beyens, the Belgian Minister, comes to me frequently about the\r\n    Grand Luxemburg Railway affair, and is very naturally in great\r\n    tribulation both for himself and his country.\r\n\r\n    M. de La Valette also loses no opportunity of speaking to me about\r\n    it, and appears also to be very much disturbed. For my own part, I\r\n    can only preach in general terms conciliation to both.\r\n\r\n    I have found M. de La Valette calm and moderate, but I am afraid\r\n    there can be no doubt that the affair is extremely annoying to the\r\n    Emperor, and that His Majesty is very angry. M. de La Valette asked\r\n    me to call upon him to-day, and told me in the strictest confidence,\r\n    though he did not pretend to have absolute proof of it, that the\r\n    whole thing was instigated by Count Bismarck. He considered that\r\n    there were three possible solutions of the question.\r\n\r\n    The first, that France should at her own risk and peril annex\r\n    Belgium to herself. To this solution M. de La Valette was himself\r\n    utterly opposed.\r\n\r\n    The second was the adoption of retaliatory financial and commercial\r\n    measures. To this he was also opposed, considering it to be\r\n    undignified, to be injurious to the interests of Frenchmen, and to\r\n    constitute a punishment for all Belgians innocent as well as guilty.\r\n\r\n    The third course was to pursue the line already taken. To admit\r\n    fully the right of the Belgian Government to act as it had done, but\r\n    to declare in very distinct terms that it had been guilty of a very\r\n    _mauvais procédé_ towards France, and that the Government of the\r\n    Emperor was deeply wounded and very seriously displeased. He said\r\n    that he was about to prepare a despatch in the above sense.\r\n\r\n    I need not say that I did all in my power to strengthen his aversion\r\n    to the two first courses, and to induce him to soften the tone of\r\n    his communication to Belgium.\r\n\r\n    He seemed however to be afraid that the Emperor would be hardly\r\n    satisfied with so little, and he declared it to be quite impossible\r\n    that any friendship could hereafter exist between the French\r\n    Government and the present Belgian Ministry. In fact, he was far\r\n    from sure that his policy would be adopted.\r\n\r\n    He talks of Bismarck and his ways in a tone which is not\r\n    comfortable, and the irritation in France against Prussia seems to\r\n    increase rather than diminish. Certainly confidence in peace has not\r\n    increased lately.\r\n\r\nM. de La Valette may have been calm and moderate, but his Imperial\r\nMaster was very much the reverse, and his conduct of the affair was a\r\nstriking instance of his ineptitude. He had thoroughly frightened the\r\nBelgians, alienated public opinion in England, and aroused well-founded\r\nsuspicions throughout Europe that he intended to fasten a quarrel upon\r\nBelgium in order to facilitate its eventual annexation. According to\r\nLord Clarendon, the idea that Bismarck had prompted Belgian action was a\r\ncomplete mare's nest, but even if that were not so, it ought to have\r\nbeen plain to the Emperor that if there was one thing more than another\r\nwhich would gladden Prussia, it was a misunderstanding between France\r\nand England. The feeling in England at the time may be judged by\r\nGladstone's language, who wrote to Lord Clarendon in March 12--\r\n\r\n    'That the day when this nation seriously suspects France of meaning\r\n    ill to Belgian independence will be the last day of friendship with\r\n    that country, and that then a future will open for which no man can\r\n    answer.'\r\n\r\nThis apparently was what the Emperor was unable to see.\r\n\r\n    'Bismarck is biding his time quietly,' wrote Lord Clarendon. 'If\r\n    France annexes Belgium and we take no part he will be delighted, as\r\n    France could no longer complain of Prussian aggrandisement. If we do\r\n    take part, he would be equally delighted at the rupture between\r\n    England and France, and would come to our assistance. Either way he\r\n    thinks Prussia would gain. Why should Napoleon and La Valette assist\r\n    him? A quarrel between France and England or even a coolness is the\r\n    great German desideratum.' 'I believe,' he adds in another letter,\r\n    'nothing would be more agreeable to Prussia than that the intimacy\r\n    between the two countries should be disturbed by a territorial\r\n    encroachment which would run on all fours with Prussian\r\n    aggrandisement.'\r\n\r\nFor some reason, which was not clear, the Emperor persisted in making\r\nthe question a personal one, announcing that he 'could not and would not\r\ntake a _soufflet_ from Belgium,' and the British Government became so\r\napprehensive of his attitude that the somewhat unheroic course was\r\nadopted of sending a warning to the French Government, but leaving the\r\nresponsibility of presenting, or of withholding it, to the Ambassador.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Clarendon to Lord Lyons._\r\n\r\n    Foreign Office, March 16, 1869.\r\n\r\n    We are very anxious about the Belgian business because more or less\r\n    convinced that the Emperor is meaning mischief and intending to\r\n    establish unfriendly relations with Belgium preparatory to ulterior\r\n    designs. It is very imprudent on his part, and he will only reap\r\n    disappointment, for even if he meditates war with Prussia he could\r\n    not undertake it upon a worse pretext or one less likely to win\r\n    public opinion to his side, as it would wantonly entail an\r\n    interruption, to use a mild term, of friendly relations with\r\n    England. It is unnecessary to say that we attach extreme importance\r\n    to the maintenance unimpaired of those relations, and it is\r\n    therefore our paramount duty to omit no effort for that object.\r\n\r\n    I have accordingly, by the unanimous desire of the Cabinet, written\r\n    you a despatch calling the serious attention of the French Government\r\n    to the dangerous eventualities that we see looming in the distance,\r\n    but the mode of dealing with that despatch may be delicate and\r\n    difficult, and we therefore leave the decision on that point to your\r\n    discretion. You can either read it, or tell the substance of it at\r\n    once to La Valette, or you may keep it for a short time until some\r\n    crisis arrives when it could best be turned to account. I feel that\r\n    this is rather hard upon you, and I would much rather have been more\r\n    precise, but, on the spot, you will be such a much better judge of\r\n    opportunity than I can pretend to be here, and if the warning is to\r\n    have any success it will depend on its being given at the right\r\n    moment and in the right manner.'\r\n\r\nOne cannot help wondering whether a similar confidence in an\r\nAmbassador's judgment is still shown at the present day, the views of\r\nthe so-called 'man on the spot' being now generally at a considerable\r\ndiscount. In this case, Lord Lyons gave reasons showing that the warning\r\nwas not needed, and would not be of any advantage to Belgium, while\r\ncomplaining that he disliked going about with a live shell in his\r\npocket. A few days later, however, Lord Clarendon wrote again saying\r\nthat he thought that the warning would have to be addressed shortly, as\r\npublic opinion in England was beginning to become excited, and attacks\r\nwere being made upon the Government for not using stronger language or\r\nshowing its determination to stand by Belgium, while the King of the\r\nBelgians was anxious to make his woes known through the English press.\r\n'If,' said Lord Clarendon, 'the Emperor attaches value to the English\r\nAlliance he ought not to sacrifice it by a sneaking attempt to\r\nincorporate Belgium by means of a railway company and its employés. If\r\nhe wants war it is a bad pretext for doing that which all mankind will\r\nblame him for.'\r\n\r\nIt was not unnatural that Lord Clarendon should have felt uneasy at the\r\nthreatening development of this apparently insignificant railway\r\ndifficulty, because it was plain that the one object which the Belgians\r\nwere bent upon was to entangle us in their concerns, and to make us\r\nresponsible for their conduct towards France; nor, again, was this an\r\nunreasonable proceeding upon their part, for Belgium was an artificial\r\nstate, and as dependent upon foreign guarantees for her existence as\r\nHolland was dependent upon her dykes. Perhaps in order to reassure the\r\nBritish Government, Marshal Niel's aide-de-camp and General Fleury were\r\nsent over to London in April. They brought a message from the Marshal to\r\nthe effect that France was ready for anything, and that the Emperor had\r\nonly to give the word; but that to begin by a rupture with England about\r\na miserable Belgian difference would be a _sottise_. These visitors did\r\nmore to convince the French Ambassador in London that there was no\r\ndanger of war than all his correspondence with the French Foreign\r\nOffice, but Lord Clarendon continued to be apprehensive of the influence\r\nexcited upon the Emperor by shady financiers and by an untrustworthy\r\nrepresentative at Brussels.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Clarendon to Lord Lyons._\r\n\r\n    Foreign Office, April 19, 1869.\r\n\r\n    I have never, as you know, felt any confidence in the soft sayings\r\n    and assurances of the French Government, but I did not think they\r\n    would have exposed the cloven foot so soon and completely as they\r\n    have done. No affair has given me so much pain since my return\r\n    to this place, and I foresee that out of it will grow serious\r\n    complications and an end to those friendly relations between England\r\n    and France that are so advantageous to both countries and which have\r\n    had an important influence on the politics of Europe.\r\n\r\n    What provokes me is that _sales tripotages_ should be at the bottom\r\n    of it all, and upon that I have reliable information. I know of all\r\n    the jobbery and _pots de vin_ that are passing, and yet it is to\r\n    fill the pockets of half a dozen rascals, just as in the case of\r\n    Mexico, that the Emperor allows himself to be dragged through the\r\n    mud and to imperil the most manifest interests of France.\r\n\r\n    The policy of the French Government is perfectly understood at\r\n    Berlin, where the leading object of Bismarck is to detach us from\r\n    France. We might to-morrow, if we pleased, enter into a coalition\r\n    with Prussia against France for the protection of Belgian\r\n    independence, which is a European and not an exclusively French\r\n    question; but we will do nothing of the kind so long as there is a\r\n    hope that France will act with common honesty. I wish you would\r\n    speak seriously to La Valette about the _tripoteurs_, and represent\r\n    the disgrace to his Government of playing the game of such people,\r\n    which will all come out and be known in the same way as the Jecker\r\n    bonds are now unanimously acknowledged to have been the cause of\r\n    that fatal Mexican expedition.\r\n\r\n    I send you rather a curious despatch from Loftus. Bismarck's ways\r\n    are inscrutable, and he is never to be relied upon, but he has had a\r\n    union with us against France in his head ever since the Belgian\r\n    business began, for Bernstorff, who never speaks without\r\n    instructions, has said on more than one occasion to Gladstone and to\r\n    me that though Prussia would not undertake to defend Belgium\r\n    single-handed, as that country concerned England more nearly than\r\n    Prussia, yet that we had but to say the word, and we should soon\r\n    come to terms. I treated this, as did Gladstone, rather as a _façon\r\n    de parler_ and a ruse to detach us from France, which is Bismarck's\r\n    main object, as I did not choose that Bernstorff should have to\r\n    report the slightest encouragement to the suggestion, but it _may_\r\n    come to that after all.\r\n\r\nColonel Walker, the British military attaché at Berlin, whom Lord\r\nClarendon considered to be one of the most enlightened and intelligent\r\nmen of his profession, was in London at the time, and he reported that\r\nthere was not the slightest sign of any active military preparation in\r\nany part of Prussia, and that the idea of war was so much discouraged by\r\nthe military authorities that it was no longer talked of in military\r\ncircles, whereas formerly it had been the only topic of discussion. The\r\nmanoeuvres were to be held in the Prussian provinces most remote from\r\nFrance, and there was a fixed determination to give the latter no cause\r\nfor offence, not from fear of that country, for there was a conviction\r\nthat Prussia would have the best of a war, but owing to internal\r\ndifficulties. Colonel Walker added that the mutual indisposition of the\r\nNorth and South to each other was becoming so manifest that the\r\nunification of Germany was far distant.\r\n\r\nThis comforting piece of intelligence Lord Lyons was instructed to\r\ncommunicate to the French Foreign Minister.\r\n\r\nThe Luxemburg Railway difficulty was finally disposed of by a Commission\r\nat London, but before this took place, the Belgian Liberal Minister, M.\r\nFrère-Orban, found it necessary to pay a visit to Paris.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Clarendon._\r\n\r\n    Paris, April 28, 1869.\r\n\r\n    Frère-Orban had a farewell audience of the Emperor this morning. He\r\n    tells me that his Majesty was very gracious. Frère appears to have\r\n    insinuated that the business was finished. The Emperor expressed a\r\n    hope that something good would be done in the Commission. The\r\n    Emperor dwelt upon the necessity of France and Belgium being upon\r\n    the best terms in order to put a stop to all the ideas of annexation\r\n    which certain journals were continually putting forward. His Majesty\r\n    said that the annexation of Belgium to France would be disagreeable\r\n    to England, which would of itself be a reason sufficient to make him\r\n    averse from it. His Majesty had on his table the Arcolay pamphlet\r\n    which asserts that Prussia would be unable to defend South Germany\r\n    against France. He said that in an answer to this pamphlet published\r\n    at Berlin, the Belgian army was counted among the forces to act\r\n    against France, and observed that France and Belgium ought to be on\r\n    too good terms to render such an employment of the Belgian army\r\n    possible. Frère said that His Majesty had only to make Belgium feel\r\n    convinced that her independence was safe, in order to ensure her\r\n    sympathy with France. Frère appears to have been much pleased with\r\n    the audience on the whole, though he would rather the Emperor had\r\n    said distinctly that he did not expect any result from the\r\n    Commission, and looked upon the whole question as at an end. He is\r\n    very well satisfied with the result of his mission to Paris, as he\r\n    has placed the relations on a friendly footing, and conceded\r\n    absolutely nothing.\r\n\r\n    The great points now are for the Belgians not to sing songs of\r\n    triumph, and for us and everybody to avoid all appearance of having\r\n    exercised any pressure. The Emperor cannot safely take a snub from\r\n    any foreign nation, and he feels this very strongly.\r\n\r\nIt is to the Emperor's credit that, in spite of disastrous failures, he\r\nalways seems to have preserved a courteous and amiable demeanour. In\r\nthis particular case, it is probable that he did not know clearly what\r\nhe wanted himself, and that, misled by unscrupulous advisers, he\r\nentertained vague notions as to the possibility of annexing Belgium, and\r\nthen withdrawing, as best he could, when the difficulties were realized.\r\nAt all events, the sole result was a rebuff and an increased want of\r\nconfidence in his integrity. In short, the mismanagement of this railway\r\naffair, which should never have been allowed to attain so much\r\nimportance, and the collapse of his previous attempt upon Belgium,\r\njustified the sneer levelled at him by Bismarck, who, as recorded by\r\nBusch, remarked in 1870, 'He (Napoleon III.) should have occupied----and\r\nheld it as a pledge. But he is, and remains a muddle-headed fellow.' A\r\nstill more scathing definition was applied to him by his distinguished\r\ncountryman, M. Thiers--_une immense incapacité méconnue_.\r\n\r\nThe private correspondence in 1869 with Lord Clarendon, who was by far\r\nthe most voluminous letter-writer amongst English Foreign Secretaries,\r\ncontains references to many topics besides the relations between France\r\nand Prussia, such as Tunis, the Eastern Question, Spain, the internal\r\nsituation in France, the inauguration of a new Prussian seaport, the\r\nSuez Canal, and a host of other subjects. Amongst these may be mentioned\r\ntwo projected visits of exalted personages. The Khedive Ismail was\r\nexpected in England, and there was some uncertainty as to how he should\r\nbe treated. In the previous year he had ingratiated himself with the\r\nSultan of Turkey by agreeing to pay an increased tribute, and as a\r\nconsideration had obtained the title of Khedive and the privilege of\r\nsecuring the Viceroyalty of Egypt for his own family. Being of a vain\r\nand ostentatious disposition, however, he had now fallen into disfavour\r\nwith his Suzerain by reason of the royal airs which he assumed and of\r\nactions which seemed to imply that he considered himself to be an\r\nindependent ruler. 'Pray let me know,' wrote Lord Clarendon, 'how the\r\nViceroy is received at Paris. The Turkish Ambassador has been boring me\r\nwith protestations against the royal receptions already given to him and\r\nwhich he fears may be repeated here. He yesterday showed me a telegram\r\nfrom Constantinople, saying that _l'effet serait fort regrettable_ if\r\nthe Viceroy was lodged in the same apartment at Buckingham Palace that\r\nthe Sultan occupied. He declares that this voyage through Europe is to\r\ndispose Governments favourably to recognize his independence, and that\r\nhe will be backed by France against his suzerain.'\r\n\r\nUpon making inquiries at Paris it was found that the same question had\r\nbeen raised there, the Turkish Ambassador having made a remonstrance\r\nagainst the Khedive being lodged in the Elysée, and a special request\r\nthat at least the room in which the Sultan slept should not be\r\ndesecrated by his obnoxious vassal. The French Foreign Minister had\r\nthereupon advised the Ambassador to consider the remonstrance about the\r\nElysée and the bedroom as _non avenue_, as it could only serve to make\r\nthe Ambassador and his Government look ridiculous. Nevertheless, M. de\r\nLa Valette admitted that the Viceroy was taking too independent a line,\r\nand that the proposal to neutralize the Suez Canal was an Imperial\r\nquestion which should originate from the Porte, and not from the\r\nEgyptian ruler.\r\n\r\nThe other and more illustrious traveller was the Empress Eugénie, who\r\nwas desirous of attending the inauguration of the Suez Canal, and who\r\nunexpectedly intimated that she wished to make a tour in India. Upon\r\nthis becoming known, Queen Victoria caused her to be informed that her\r\npresence in any part of the British dominions would always be most\r\nwelcome, and that every arrangement would be made for her comfort and\r\nconvenience.\r\n\r\n    'The Empress talked to me last night,' wrote Lord Lyons, 'for a very\r\n    long time and with great animation, not to say enthusiasm, of her\r\n    project of going to India. She gives herself two months away from\r\n    France, during which she proposes to go to Ceylon and most of the\r\n    principal places in India except Calcutta. She repeated her thanks\r\n    to the Queen and to you, and said that as the Queen had never been\r\n    herself to India, she herself, as a Foreign Sovereign, could not\r\n    think of receiving Royal Honours, and besides, that she particularly\r\n    wished for her own sake to observe the incognito and to be allowed\r\n    to go about and see things in the quickest and most unostentatious\r\n    manner. I told her that she had only to let us know exactly what her\r\n    wishes were and every effort should be made to carry them out. She\r\n    particularly begged that her idea of going to India might not be\r\n    talked about, lest it should be discussed and criticized in the\r\n    papers. I cannot suppose she will ever really go to India, but she\r\n    is full of it now. La Valette will stop it if he can, for his own\r\n    sake; for he depends a good deal upon her support at the Palace.'\r\n\r\nThis journey, of course, never took place. La Valette prevented it by\r\nrepresenting to the Empress that if she went to Suez she must also go to\r\nConstantinople, and thus sufficient time for a tour in India was not\r\navailable.\r\n\r\nA trivial incident in French high society which occurred about this time\r\nserves to show with what extraordinary facility the most exaggerated\r\nstatements can be circulated and credited. Writing to Lord Lyons, Lord\r\nClarendon stated that he had been informed that the former had been\r\nplaced in a most disagreeable position at a party given by Princess\r\nMathilde, at which a recitation had been delivered marked by the most\r\nfurious abuse of the English, and that the Emperor had gone up to the\r\nreciting lady and ostentatiously complimented her.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Clarendon._\r\n\r\n    Paris, May 9, 1869.\r\n\r\n    The only foundation for the story you mention is the fact that I was\r\n    at a party at the Princesse Mathilde's at which a play was acted and\r\n    some verses recited. The room however was so small that only the\r\n    Emperor and Empress and some of the principal ladies had seats in\r\n    it. The rest of the company were dispersed in other rooms. For my\r\n    own part I was two rooms off, entirely out of sight and out of\r\n    hearing of the performance and recitation. Among the verses was, I\r\n    believe, an old ode of Victor Hugo's in praise of the First Emperor.\r\n    I have never read it, but I dare say it is not over-complimentary to\r\n    England. I hear the Emperor was affected to tears by it, but it\r\n    certainly neither placed me in an awkward situation, nor gave me any\r\n    emotion, for it was out of sight and hearing, and I did not know it\r\n    had been recited.\r\n\r\nIn June Lord Lyons received his first request to take part in a division\r\nin the House of Lords. As far as is known, he had never made any\r\ndeclaration as to his political views, but apparently he figured on the\r\nWhip's list as a Liberal or Whig, and Lord Clarendon wrote saying that\r\nthe Conservative Lords had determined upon the suicidal course of\r\nthrowing out the Irish Church Bill, and that as the House of Commons was\r\n'capable of anything' it was imperative to prevent such a disaster; that\r\nevery vote in the Lords was of value, and that if he had no serious\r\nobjection it was desirable that he should come over and vote on the\r\nsecond Reading. The answer to this appeal strikes one as a model of\r\ncommon sense.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Clarendon._\r\n\r\n    Paris, June 6, 1869.\r\n\r\n    I am very much obliged by your kind consideration in not _pressing_\r\n    me on the subject of coming over to vote on the Irish Church Bill.\r\n    I will frankly say that I have a very strong disinclination to do\r\n    so. The professional objections are too obvious to mention, and I\r\n    have another feeling which would make me hesitate. I have as yet\r\n    never taken any part whatever in home politics. If I ever come to\r\n    live in England, I shall of course endeavour to take a political\r\n    line and to be of any use I can. In the meantime I should have great\r\n    difficulty in reconciling myself to the idea of now and then giving\r\n    a sort of blind vote, either for the sake of party, or from\r\n    deference to friends however much I might value and esteem them.\r\n\r\nIn other words, he knew scarcely anything about the merits or demerits\r\nof the Bill which he was expected to support, and was, of all men, the\r\nleast inclined to give a vote on a question with which he was\r\nunacquainted. Lord Clarendon, however, doubtless much against his\r\ninclination, was compelled to return to the charge.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Clarendon to Lord Lyons._\r\n\r\n    June 12, 1869.\r\n\r\n    I am writing in the Cabinet room, and by the unanimous desire of my\r\n    colleagues, to request that, unless you object to the Irish Church\r\n    Bill, you will come over and give us the benefit of your vote on\r\n    Friday.\r\n\r\n    It is not often that the vote of the Ambassador at Paris is wanted,\r\n    and if I remember rightly, Cowley only once or twice sent me his\r\n    proxy; but proxies are now abolished, and the real presence is\r\n    necessary. Every vote is of importance, as the question is one of\r\n    great gravity not only as respects the Irish Church but the conflict\r\n    between the two Houses that is impending, and that must if possible\r\n    be averted.\r\n\r\n    Gladstone has just expressed a strong opinion as to the duty of a\r\n    peer not to abstain from voting when he is not disabled from doing\r\n    so, and does not admit that diplomatic convenience is a sufficient\r\n    reason against his doing so.\r\n\r\n    I hope therefore you will come over if you are not opposed to the\r\n    Bill.\r\n\r\nIt being practically impossible to resist an intimation of this kind\r\nfrom an official chief, Lord Lyons reluctantly went over to London to\r\nvote, and as he had not yet even taken his seat, took the precaution of\r\nasking a trusty friend in the Foreign Office to find out what the\r\nnecessary formalities were. The following somewhat naïve communication\r\npossesses a modern interest as it discloses the fact that backwoodsmen\r\nwere as much in existence then as they are now.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Mr. Staveley to Lord Lyons._\r\n\r\n    Foreign Office, June 16, 1869.\r\n\r\n    Not being able to get any reliable information in the Foreign Office\r\n    as to your _modus operandi_ in regard to taking your seat to-morrow,\r\n    I have been down to the House of Lords this afternoon and saw one of\r\n    the clerks in the Crown Office, who says that all you have to do is\r\n    to present yourself at the Peers' entrance to-morrow not later than\r\n    4.45 p.m., when you will receive from the clerk in attendance for\r\n    that purpose the necessary writ to enable you to take your seat.\r\n\r\n    Nothing further is necessary, and many peers presented themselves\r\n    and took their seats for the first time this session, for the debate\r\n    of Monday last, with no further formalities.\r\n\r\nThe obvious comment on this incident is that Mr. Gladstone and his\r\ncolleagues were totally wanting in a sense of proportion, and their\r\naction justifies the belief that the eminent persons who govern this\r\ncountry are sometimes literally incapable of looking beyond the next\r\ndivision list in Parliament.\r\n\r\nIf a British Ambassador is to inspire confidence in his countrymen\r\nit is all important that he should not be a partisan or dependent in any\r\ndegree upon party favours. The majority for the second reading of the\r\nBill was 33, and no fewer than 108 peers were absent from the division\r\nunpaired. Yet because the whip (probably a person of very mediocre\r\nintelligence) said that he wanted every vote that could be obtained, the\r\nAmbassador was sent for, made to figure as a party hack, and forced to\r\ngive a vote on a question of which he had admittedly no knowledge, and\r\nupon which his opinion was valueless. It will be seen later that similar\r\nattempts to force him to vote were subsequently made by people who ought\r\nto have known better, but fortunately without much success.\r\n\r\nTowards the close of April, 1869, the French Legislative Session came to\r\nan end, and with it expired the Chamber elected in 1863. The General\r\nElection took place in May, and, as an insignificant number of\r\nopposition deputies were returned, owing to the unscrupulous\r\nintervention of the Executive, the results were received with much\r\nsatisfaction in Government circles. It was generally felt, however, that\r\neven the huge Government majority would be more independent than in the\r\nlate Chamber, and that a very real control would be exercised over the\r\nMinisters. It was even expected by some that the Emperor would formally\r\nannounce the acceptance of the principle of the responsibility of\r\nMinisters to Parliament.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Clarendon._\r\n\r\n    Paris, May 25, 1869.\r\n\r\n    I understand that the result of the elections gives pleasure at the\r\n    Tuileries. The Imperialists generally seem very well satisfied.\r\n    They consider the result to be a complete defeat of the Orleanists,\r\n    a defeat of the Legitimists and a defeat of the moderate\r\n    Republicans; the Chamber being thus divided into supporters of the\r\n    dynasty and Ultra-Republicans. They think the prominence of the\r\n    _Spectre Rouge_ will frighten and unite the people at large, and\r\n    cause them to rally round the dynasty. I cannot help being afraid\r\n    that there are more _rouges_ elected than is very safe, and the\r\n    election of such a sanguinary socialist as Baucel both at Paris and\r\n    Lyons is an uncomfortable symptom. The opposition will not be\r\n    inconveniently numerous, and its violence will be in all probability\r\n    simply a source of weakness.\r\n\r\n    I could not get Rouher to listen to any hint to propose to Prussia\r\n    that a French vessel should be sent to Jahde,[14] though he seemed\r\n    willing enough to send one if invited. You have, however, I think,\r\n    entirely prevented them having any suspicion of our having been\r\n    coquetting with Prussia, or having been willing to curry favour with\r\n    her at the expense of France.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Clarendon._\r\n\r\n    Paris, May 29, 1869.\r\n\r\n    It is very generally believed that Rouher will be made the scapegoat\r\n    and placed in the honourable retreat of the Presidency of the\r\n    Senate. Since the great rally of the Moderates to the dynasty it has\r\n    become the fashion to throw upon Rouher personally the blame of all\r\n    the measures which he has had to defend. I don't know who can be\r\n    found to take his place as Government orator.\r\n\r\n    Speculation is occupied in divining how the Emperor will take the\r\n    elections. Some think that, finding himself in front of an\r\n    opposition of _Rouges_, he will again take the part of the Saviour\r\n    of Society and begin a new epoch of Cæsarism. Others, looking to the\r\n    comparatively large number of independent members, whose elections\r\n    the Government did not oppose, and to the liberal professions made\r\n    even by the official candidates, expect a formal announcement of the\r\n    responsibility of Ministers to the Chamber, and Parliamentary\r\n    Government in form and in fact. An opinion not the least probable is\r\n    that His Majesty will make no change, but appoint Ministers and\r\n    direct his policy more or less in deference to the Chamber,\r\n    according to circumstances.\r\n\r\n    I hope Beust's meddling in the Belgian question has been merely an\r\n    awkward attempt to curry favour with the Emperor, but it may have\r\n    had the mischievous effect of encouraging fresh pretensions on the\r\n    part of France. Jealousy of Prussia will for a long time to come\r\n    ensure sympathy between France and Austria.\r\n\r\nThe complacent feelings with which the election results were at first\r\nreceived at the Tuileries soon gave place to very different emotions. M.\r\nde La Valette was under no illusion as to the unimportance of a victory\r\nover the Orleanists, and had frequently assured the Emperor that they\r\nhad no real backing in the country, and that His Majesty's extreme\r\nsusceptibility with regard to the attention shown to the Princes of that\r\nHouse by the Court and by society in England was totally unnecessary.\r\nThe more the elections were considered the less they were liked. It\r\nbegan to dawn upon the Emperor that it had been a mistake to help the\r\nReds with a view to crushing the Orleanists or Moderate Liberals. A\r\nmajority in the Chamber was indeed secured to the official candidates,\r\nbut the moral weight of the votes given for them was small, for the\r\ninfluence of the Government had been unsparingly and unscrupulously used\r\nto secure their return, and even the official candidates had, with few\r\nexceptions, been forced to issue very Liberal addresses. Fear of the\r\nextreme men might bring the officials and the independent members\r\ntogether in the Chamber, but it was generally realized that the\r\nGovernment would have to go at least halfway to meet the Liberals. In\r\nshort, it was difficult to conceal the fact that the elections had not\r\nresulted in a manifestation of confidence in the Imperial Government,\r\nand that they had shown that the party bent upon revolution at any price\r\nwas dangerously large. Under these circumstances it was not surprising\r\nthat the French Government showed itself alarmed and irritable, and\r\nalthough the country appeared to have declared against war there were\r\nnot wanting Imperialists who would have been ready to look upon a\r\nprovocation from abroad as a godsend.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Clarendon._\r\n\r\n    Paris, June 8, 1869.\r\n\r\n    The elections of yesterday in Paris seem to me satisfactory, for I\r\n    certainly prefer Orleanists and Moderate Republicans to Reds, and it\r\n    is a great thing to be rid of all the questions Rochefort's return\r\n    would have produced. In the Provinces the official candidates seem\r\n    to have had the worst of it.\r\n\r\n    The lessons to be drawn from the general election are not pleasant,\r\n    for it is impossible to find anywhere a symptom of approval of\r\n    personal government. It is not that the French desire a\r\n    Parliamentary government _à l'Anglaise_, but they are tired of the\r\n    uncertainty and disquiet in which they are kept by the fact that\r\n    peace and war, and indeed everything, depend upon the inscrutable\r\n    will of one man whom they do believe capable of giving them\r\n    surprises, and whom they no longer believe to be infallible. I don't\r\n    like the look of things. I dare say we shall be quiet for some time,\r\n    but like the French public, I live in dread of a surprise.\r\n\r\n    It is true that Fleury is likely to go as Minister to Florence,\r\n    though it is a secret. He would keep his office of Grand Ecuyer, but\r\n    he would go because he felt that he had lost his influence with\r\n    the Emperor and would not choose to stay here only to look after\r\n    horses and carriages. I don't think his departure a good sign. He\r\n    has lately been rather liberal in politics, and he is one of the few\r\n    men who would be certainly true to the Emperor and brave and\r\n    resolute if it came to actual fighting in the streets. The object of\r\n    his mission to Florence would be to manage the withdrawal of the\r\n    French troops from Rome. I have no doubt the Emperor wants to\r\n    withdraw them, but he wants also to be sure that the Pope will be\r\n    safe without them. I dare say, too, that His Majesty is angry about\r\n    the conduct of the clergy in the elections. They voted according to\r\n    their own predilections, and certainly did not make the support of\r\n    the Government a primary object.\r\n\r\nGeneral Fleury, a man of charming personality, and a prominent figure in\r\nFrench society, was the author of the celebrated rejoinder, _Pourtant,\r\nnous nous sommes diablement bien amusés_, upon an occasion when the\r\nSecond Empire was severely criticized some years later. Lord Clarendon\r\nwas another of those who felt misgivings over the elections. 'I feel\r\nprecisely as you do,' he wrote to Lord Lyons, 'about the elections and\r\nthe danger of a surprise that they create. Cæsar thinks only of his\r\ndynasty, and I expect he foresees greater danger to it from responsible\r\nGovernment than from war. It is not surprising that the French should be\r\nexasperated at always living on a volcano and never knowing when it may\r\nburst out and what mischief it may do them. The Bourgeoisie and the\r\n_actionnaires_ must fear revolution, but they must be beginning to weigh\r\nits evils against those which they are now suffering from. Fleury was a\r\nfriend of peace and of England, and I am very sorry that he should so\r\nmuch have lost his influence as to make him accept a foreign mission.'\r\n\r\nThe elections were followed by a certain amount of rioting in Paris, and\r\nsome hundreds of persons were arrested, but the only effect of these\r\ndisorders was to strengthen the hands of those who advised the Emperor\r\nto hold fast to absolute and personal government. The latter was quite\r\nwilling to sacrifice individuals to the Chamber, and was aware of the\r\nnecessity of making some concessions in a Liberal sense, but he\r\ncontinued to resist any extension of the power of the Legislative Body.\r\nThe latter might have obtained what was desired by calm and patience,\r\nfor no minister would have been strong enough to successfully withstand\r\nthe demand, but it is not in the nature of Frenchmen to achieve\r\npractical successes without noise and ostentation, and it was plain that\r\ntroublous times were ahead. Had Napoleon III. been wise he would have\r\ntaken the bull by the horns and announced something that would have\r\nsatisfied the Chamber and the country. Unfortunately, the one thing he\r\nrefused to give up was the one thing which his opponents were determined\r\nto wrest from him--personal government.\r\n\r\nIn July the Constitutional agitation was advanced a stage by an\r\nimportant interpellation of the Government demanding that the country\r\nshould be given a greater share in the direction of affairs and asking\r\nfor a ministry responsible to the Chamber. This demand was very\r\nnumerously signed, and much to the general surprise amongst the\r\nsignatures were many names belonging to the Government majority. It was\r\nevident that the country and the Chamber were determined to put some\r\ncheck on personal government.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Clarendon._\r\n\r\n    Paris, July 7, 1869.\r\n\r\n    We are going on here _à toute vitesse_, whither, it is not very\r\n    pleasant to think. A new form has been agreed upon for the famous\r\n    interpellation.\r\n\r\n    More than a hundred Deputies have signed the demand, and among the\r\n    signatories are to be found even some of the regular courtiers, such\r\n    as Prince Joachim Murat and the Duc de Mouchy. It is entirely\r\n    illegal for the Corps Legislatif to discuss the Constitution, but\r\n    things seem to have gone much too far for such scruples to have any\r\n    weight. It would be amusing, if it were not rather alarming, to see\r\n    the eagerness among men of all parties to be forward in the race\r\n    towards Liberalism. Rouher preaches patience and moderation, but the\r\n    Oracle from St. Cloud gives no certain response to the many votaries\r\n    who try to extract a declaration of its views. This it is, which has\r\n    been one of the main causes of the falling away of the Imperial\r\n    Deputies. To keep the majority together, it would have been\r\n    necessary that a distinct _mot d'ordre_ should have been given them,\r\n    the moment the Chamber met. No one is willing to take the unpopular\r\n    side without some assurance that he will not be thrown over by the\r\n    Prince he wishes to serve; and what is worse, the want of decision\r\n    shown has very much diminished confidence in the resolution and\r\n    ability of the Sovereign, and consequently the willingness of\r\n    politicians to throw their lot in with his. When one looks at the\r\n    position in which things stood, I will not say before the election,\r\n    but between the election and the meeting of the Chamber, one is\r\n    astonished at the rapid descent of the personal power and the\r\n    reputation. Whether concessions will come in time to enable him to\r\n    stop before he is dragged to the bottom of the hill, is even\r\n    beginning to be questioned.\r\n\r\nThe Prince de La Tour d'Auvergne, the French Ambassador in London, who\r\nwas much astonished at the number of persons who had signed the\r\nInterpellation Demand, told Lord Clarendon that the French Government\r\nhad brought it entirely on themselves by the scandals perpetrated at the\r\nelections. Both he and Lord Clarendon were convinced that Rouher was\r\ndestined to be the Imperial scapegoat. In this they were correct.\r\nRouher resigned; and La Tour d'Auvergne himself changed places with La\r\nValette.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Clarendon to Lord Lyons._\r\n\r\n    Foreign Office, July 14, 1869.\r\n\r\n    When France enters upon a new road it is difficult to guess where it\r\n    will lead her to, and revolution may be looming in the distance, but\r\n    I think and hope it may be staved off for a time. The Senate will\r\n    probably put on as many checks as it dares, and the Emperor will\r\n    have a good many dodges for defeating his own programme, but he has\r\n    proceeded so unskilfully that he must have shaken the confidence of\r\n    those whose support he ought to reckon upon.\r\n\r\n    He should at once, after the unmistakeable verdict of the country\r\n    against personal government, have made up his mind how far he would\r\n    go with, or resist public opinion, and not have left his supporters\r\n    without that _mot d'ordre_ that Frenchmen cannot dispense with; but\r\n    his silence compelled them to speak, and no one will now persuade\r\n    the people that he has not yielded to the threatened interpellation.\r\n\r\n    If they are once thoroughly impressed with the notion that he is\r\n    squeezable they will continue to squeeze him, and the language held\r\n    even by his immediate entourage is ominous. The middle-class fear of\r\n    violent charges, and, above all, of the Reds, may come to his aid,\r\n    but he must be sadly in want of sound advice. Rouher's retirement,\r\n    even though it be temporary, is, I conclude, indispensable, but I\r\n    hope the Imperial confidence will not be given to Drouyn, who\r\n    besides being the most untrustworthy of men, is the most dangerous\r\n    of councillors. The point which concerns us most is the successor to\r\n    La Valette, whose resignation Prince La Tour bears with perfect\r\n    equanimity.\r\n\r\nThe ministerial changes seemed to produce no beneficial effects as far\r\nas the Emperor's position was concerned, and the letters from the\r\nAmbassador became increasingly pessimistic.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Clarendon._\r\n\r\n    Paris, July 27, 1869.\r\n\r\n    I grieve to say that the Emperor seems to lose ground. His own\r\n    partisans seem more and more to doubt his having energy and decision\r\n    enough to hold himself and them. What is serious is that this doubt\r\n    is strong among the generals. They would stick to him if they felt\r\n    sure of him, because a reduction of the army is one of the leading\r\n    doctrines of his opponents. Prince Napoleon has found an occasion\r\n    for having a letter published repudiating all responsibility for the\r\n    conduct of the Government of late years. I have been told very\r\n    confidentially that the Empress complained bitterly to the Grand\r\n    Duchess Mary of Russia of the inconstancy and ingratitude of the\r\n    French people, and said that if the people were tired of her and the\r\n    Emperor, they were quite ready to leave the country and save their\r\n    son from the dangerous and thankless task of trying to content\r\n    France. No one seems to apprehend any immediate danger. The general\r\n    impression is that if the Senatus Consultum is a fair execution of\r\n    the promises in the message, things will go on quietly enough until\r\n    the meeting of the Chamber, which may be safely put off till\r\n    December. The most hopeful sign to my mind is the reasonable and\r\n    Constitutional way in which the French seem to be getting accustomed\r\n    to work for Reforms. If the Emperor sees pretty clearly what to\r\n    yield and what to keep, and will express his intentions in time and\r\n    stick to them, all may go well yet. But can decision and firmness be\r\n    inspired, if they are not in the natural character, or the\r\n    reputation for them, if once lost, be recovered?\r\n\r\nIn spite of the evident deterioration in Napoleon's position and of the\r\ngrowing distrust in him which was now universally felt, unfavourable\r\nrumours as to the state of his health caused something resembling a\r\npanic. The French funds, which were higher than they had ever been\r\nbefore, fell suddenly in August. They had risen because the\r\nConstitutional concessions were believed to make it certain that the\r\nEmperor would not make war: they fell because alarming reports were\r\nspread about his ill-health. As a matter of fact, he was suffering from\r\nrheumatism, and there was no real danger, but there is always a\r\ndifficulty in ascertaining the truth about illustrious invalids. Much\r\ninconvenience and delay, however, were caused by his indisposition, for\r\nit seems to have been his habit to retire to bed at any hour of the day,\r\nif he felt unwell, and there was no certainty of seeing him, even when\r\nhe made an appointment. As his plans depended upon his health, and as\r\nthere was further a certain amount of complication caused by the\r\nprojected visit of the Empress to the East, nobody quite knew what would\r\nhappen, and the _joueurs à la baisse_ profited by the situation to bring\r\noff a big _coup_ on the Bourse.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Clarendon to Lord Lyons._\r\n\r\n    Weisbaden, Aug. 31, 1869.\r\n\r\n    I hope the report given to you of the Emperor's health is correct.\r\n    The banker has told me to-day that he had not remembered for years\r\n    such a panic at Frankfort as was produced by the news that he was\r\n    dangerously ill. If his illness is not serious and he soon gets well\r\n    again, the fright will rather do good as making people awake to the\r\n    enormous importance of his life. Even, however, if he lives, your\r\n    able despatch describing the state and the prospect of affairs in\r\n    France gives cause sufficient for anxiety, and I have an instinct\r\n    that they will drift into a republic before another year is over.\r\n\r\nHad Lord Clarendon lived a few months longer he would have been able to\r\ncongratulate himself upon one of the most accurate political prophecies\r\non record, for the Republic was actually proclaimed in Paris on\r\nSeptember 4, 1870. It should be added that his voluminous letters show\r\na thorough knowledge of and profound insight into French politics.\r\n\r\nThe political situation in France at the end of August, 1869, was, on\r\nthe whole, apparently somewhat more reassuring than had been the case\r\nearlier in the year. The Emperor's message announcing a great\r\nConstitutional reform had been read in the Corps Législatif in July,\r\nand was followed by a general amnesty for all political and press\r\noffences. The change of Ministry was well received, because it involved\r\nthe retirement of M. Rouher, the ablest supporter of the old system of\r\ngovernment, although it was known that many eminent deputies were\r\nunwilling to take office until the Constitutional change had come into\r\neffect. The general impression produced upon the public was favourable,\r\nand although many Liberals were careful to declare that they accepted\r\nthe proffered changes simply as an instalment, only the\r\nultra-Republicans and irreconcilables affected to repudiate them and\r\ntreat them with contempt. Even the latter, however, were obliged to\r\nexpress approval of the amnesty. Meanwhile the country had remained\r\ncalm, and so far, the stream of reform appeared to be flowing swiftly\r\nand with unruffled surface. Close observers, however, were under no\r\nillusion as to the critical situation which was concealed behind these\r\nfavourable appearances.\r\n\r\nThe preservation of the Monarchy and of order in France depended as much\r\nupon the Emperor as it had done during the early years of his reign, and\r\nhe was far from being as strong as then. He had been at the head of the\r\nGovernment for more than eighteen years, and the temperament of the\r\nFrench seemed to preclude the idea that they could tolerate any rule for\r\na lengthy period. A young generation had sprung up free from the dread\r\nof the bloodshed and disorder which accompanied the revolution of 1848,\r\nand eager for change and excitement. The Emperor's foreign policy had\r\nnot of late years succeeded in gratifying the national pride, nor had\r\nhis recent concessions done as much as might have been expected to\r\nrecover his reputation. The ultra-Imperialists believed that if he had\r\nshown resolution and decision immediately after the General Election, no\r\nreforms would have been necessary; they thought that the reforms became\r\ninevitable simply because he vacillated and gave his majority no\r\nassurance of support. The Liberals had not much belief in his good\r\nfaith, and the friends of the Empire entertained a well-grounded fear\r\nthat the new powers granted to the people would be used for the purpose\r\nof overthrowing the dynasty and establishing a republic. On the one\r\nhand, there was an impression that the Emperor had no longer sufficient\r\nfirmness to resist these subversive attempts; on the other, the Liberals\r\nfound it difficult to believe that a sovereign who had for many years\r\nexercised so directly, in his own person, absolute power, could ever be\r\nbrought voluntarily to abandon it. Thus there was apprehension on both\r\nsides, and while some feared that the Emperor would be led from\r\nconcession to concession until he had no power left, others feared that,\r\nfinding it impossible to reconcile himself to his new position, he would\r\nhave recourse to some violent expedient, such as war or a _coup d'état_,\r\nin order to extricate himself from his difficulties.\r\n\r\nIt was generally taken for granted that the choice lay between the\r\nBonaparte dynasty and a republic of an extreme character. The Emperor\r\nstill retained some personal popularity, but he no longer inspired the\r\nfear and the admiration which had hitherto prevented revolutionary\r\nattempts. His best chance seemed to lie in foreign Governments treating\r\ninternational questions in such a way as to enhance as far as possible\r\nhis reputation, and it was certainly not to the interest of England that\r\nhe should be displaced, for his own commercial policy was decidedly\r\nliberal, and it was highly doubtful whether the Corps Législatif would\r\nbe equally so, when it came to dealing with Tariffs and Commercial\r\nTreaties.\r\n\r\nWhen Lord Lyons returned from his leave in November, he found the\r\nEmperor in good spirits, full of amiable sentiments with regard to\r\nEngland, and very cheerful about the political prospects in France. He\r\ndid not appear to know much about the Porte and Khedive question,\r\nwhich had for some time been giving rise to considerable trouble, but\r\nresponded at once to the Ambassador's appeal to his own _amour propre_\r\nin favour of the Commercial Treaty, which seemed to be in jeopardy. The\r\nEmpress had gone to the East, and he was consoling himself for her\r\nabsence by giving small dances at the Tuileries for some American young\r\nladies.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Clarendon._\r\n\r\n    Paris, Dec. 3, 1869.\r\n\r\n    I am more than ever impatient to settle this Khedive affair because\r\n    I am afraid that I see symptoms of the French Press taking up his\r\n    cause against his lawful master. La Tour d'Auvergne's tenure of\r\n    office is very precarious, and if he goes before it is settled, his\r\n    successor is as likely as not to take the popular side, which in\r\n    France is undoubtedly that of the contumacious vassal. La Tour\r\n    d'Auvergne is himself uneasy, and it is apparent that it is only the\r\n    desire to act with us which keeps the Emperor from taking the\r\n    Khedive's side decidedly. If the Porte plays many more of these\r\n    pranks, it will bring about the independence of Egypt, or a quarrel\r\n    between England and France on the subject.\r\n\r\n    It is in vain to draw any conclusions from the proceedings of the\r\n    Deputies, or the innumerable commentaries made upon them. The\r\n    Ministers profess to be delighted with the elections of President\r\n    and Vice-Presidents, but then I cannot forget that they were\r\n    enchanted for the first few days with the results of the General\r\n    Election which produced the present Chamber. My own hope is that out\r\n    of the chaos a working Liberal-Conservative majority will be\r\n    developed; but who is to be the Minister? Emile Ollivier seems to be\r\n    losing, not gaining ground in the Chamber. If the Emperor goes\r\n    straight and throws himself a little more on the classes, who,\r\n    having something to lose, are naturally conservative, he may do well\r\n    yet. There is certainly a return of goodwill towards him. The fear\r\n    is that he may hope to strengthen himself by coquetting with his pet\r\n    ouvriers, who have so little gratitude for the really important\r\n    services he has rendered them. If reproached, they answer, he has\r\n    done something for us, but what have we not done for him? What I\r\n    mean by coquetting with them, is trying to gain by their support,\r\n    power, and popularity at the expense of the Chamber.\r\n\r\n    I can't pretend to say whether the new majority will hold together\r\n    when the question of distributing the places arises; whether they\r\n    will find it possible to get on with the Emperor, or (which most\r\n    concerns us) whether they can and will maintain the Commercial\r\n    Treaty. I am afraid we shall never again, either in political or\r\n    commercial affairs, have as good times as we had under the personal\r\n    power of the Emperor--by _we_ of course I mean the _English_.\r\n\r\nWith this sentiment Lord Clarendon fully concurred: the Emperor, he\r\nsaid, was parting with power so reluctantly that he would create\r\ndistrust, but 'I quite agree with you that we shall never have such good\r\ntimes again under a Parliamentary instead of a personal _régime_.'\r\n\r\nA few days after this letter was written, La Tour d'Auvergne and his\r\ncolleagues were already anxious to resign, although the Emperor wished\r\nto retain them. It was supposed that Drouyn de Lhuys would be one of\r\ntheir successors: 'Angels and Ministers of grace, defend us!' was the\r\ncomment of Lord Lyons upon this rumour, which Lord Clarendon received\r\nwith equal apprehension. Another political event at this juncture was an\r\nannouncement by the Empress that she intended to keep aloof from\r\npolitics in the future, and to devote herself to works of charity--an\r\nannouncement which did not carry universal conviction at the time.\r\n\r\nThe Cabinet, which was in so shaky a condition, contained some nominal\r\nfree traders, and it was feared, not without cause, that the new\r\nGovernment might denounce the existing Commercial Treaty, although La\r\nTour d'Auvergne expressed confidence that such would not be the case. 'I\r\nhave my misgivings,' wrote the Ambassador, sadly, 'for I am afraid the\r\ncountry is Protectionist, and I think the Free Trade zeal in the south\r\nwill cool, as they become aware that we shall not retaliate.'\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Clarendon._\r\n\r\n    Paris, Dec. 21, 1869.\r\n\r\n    Nothing but absolute force will turn French Ministers and their\r\n    wives from their sumptuous official palaces. La Tour d'Auvergne,\r\n    whom I should indeed like to keep, is really anxious to go. I don't\r\n    feel sure that any of the others are. I suppose the Emperor must\r\n    change the Ministry as soon as the verification of powers is over,\r\n    but he has not made up his mind yet, and his hesitation is doing him\r\n    harm in all ways. There is, I believe, a Conservative reaction, or\r\n    rather a revival of the fear of the red spectre in the country. The\r\n    Emperor may turn this to good account, if he will govern\r\n    constitutionally through a Parliamentary Ministry, but it will not\r\n    sustain him in a return to personal government.\r\n\r\n    I don't think things look well for the Commercial Treaty, and the\r\n    notion of some Free Traders that it should be denounced on account\r\n    of its origin, and with a view to making a greater advance towards\r\n    real free trade, will probably give the _coup de grâce_ to it.\r\n    The difficulty of passing new free trade measures through the Chamber\r\n    would, I should think, be infinitely greater than that of\r\n    maintaining the present Treaty.\r\n\r\nThe formation of the new Government was not actually completed before\r\nthe end of the year, although the Emperor in true Constitutional fashion\r\nwrote a letter to M. Emile Ollivier in his own hand, asking him to form\r\na Cabinet. There was a feeling that his Ministry would not be long\r\nlived, and moderate men shrank from joining it, thus playing into the\r\nhands of the revolutionary parties. Amongst those who thought that the\r\nnew Government would be short-lived was Lord Clarendon--\r\n\r\n    'Ollivier's task,' he wrote, 'requires tact, experience, firmness,\r\n    knowledge of men, and a few other qualities in which he seems\r\n    singularly deficient, and I cannot think his Ministry will last. La\r\n    Valette thinks that the object of the implacables is to discredit\r\n    the Chamber collectively and individually, so as to make its\r\n    dissolution appear a necessity; then to pass a new electoral law;\r\n    then to have a General Election with which the Government would be\r\n    prohibited from interfering; then to have a Chamber of Rocheforts\r\n    and Raspails, which would be more than the _commencement de la fin_.\r\n\r\n    'This is rather a gloomy view, expressed confidentially, of course,\r\n    and we must hope that the Emperor will be able to defeat intrigues\r\n    of the existence and gravity of which he must be well aware.'\r\n\r\nAs an instance of the general uncertainty prevailing, it may be\r\nmentioned that M. de La Valette, until the contents of the Emperor's\r\nletter to Emile Ollivier became known, was convinced that Imperial\r\nindecision would take the form of resumption of absolute power.\r\n\r\nThe new ministry was finally completed in the early days of January,\r\n1870, and proved to be considerably stronger than had been believed\r\npossible. Some of the new Ministers had curious antecedents with regard\r\nto the Emperor. Ollivier himself had previously been an opponent of the\r\nEmpire, and his father had been sentenced to be deported to Cayenne,\r\nwhile Count Daru, the new Foreign Minister, had actually voted for the\r\nEmperor's impeachment. It was creditable, therefore, that personal\r\nmatters did not exclude men from office. What chiefly concerned England\r\nwas the line which the new Government was likely to take with regard to\r\nthe Commercial Treaty which was about to expire. According to the\r\nEmperor, there was nothing to fear, and he assured the Ambassador that\r\nhe had come to an understanding with Ollivier on the subject, but it was\r\nominous that several members of the Cabinet were ardent Protectionists,\r\namongst them being the Minister of Public Works. In conversation the\r\nEmperor spoke cheerfully about the political situation, quite in the\r\ntone of a Constitutional Monarch. The Empress, on her side, declared\r\nthat she had no _caractère politique_ in the State, and enlarged on the\r\nenormity of the attacks in the press upon a person so entirely without\r\npolitical position, attacks which were certainly odious, and generally\r\ndirected to matters unconnected with politics. As for the Ministers,\r\nthey all praised the Emperor, and declared that their relations with him\r\nwere perfectly Constitutional and satisfactory; everything seemed going\r\nsmoothly until the death of the journalist Victor Noir at the hands of\r\nPrince Pierre Bonaparte once more threw politics into confusion. After a\r\ncertain amount of rioting, however, and much trouble caused by\r\nRochefort, things resumed their usual condition for the time being.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Clarendon._\r\n\r\n    Paris, Jan. 18, 1870.\r\n\r\n    I am one of the hopeful, and I see or fancy I see signs of the\r\n    success of the present Ministry in their attempt to found\r\n    Parliamentary Government. But people are very uneasy, and the\r\n    tactics of the Revolutionists are to keep up an agitation enough to\r\n    paralyze trade, and make the peaceably-disposed think that the\r\n    present Government is not strong enough to be worth having. These\r\n    manoeuvres might lead to a resumption of personal power, which\r\n    would be almost as dangerous as a republican revolution.\r\n\r\n    People seem to find it difficult to believe that the Emperor will\r\n    abstain from intriguing against his Ministers. They say it is in his\r\n    nature to do so, and remind one that he set up a newspaper against\r\n    Rouher. The Ministers themselves, on the other hand, seem to be\r\n    thoroughly satisfied with His Majesty. Daru says that he and his\r\n    colleagues are confident of success; that they would have two or\r\n    three difficult months to pass, but that they expect to have\r\n    convinced the Republicans by that time that a revolution is hopeless.\r\n    He spoke with great satisfaction of the complete adhesion of the\r\n    middle class at Paris to the Ministry, and of the offers they make\r\n    of their services in case of need.\r\n\r\n    Claremont saw the Emperor this afternoon. He thought His Majesty\r\n    looking fat and heavy. He found an opportunity of making a remark to\r\n    him on the necessity of the Ministry being supported by the Chamber,\r\n    which seems to have been taken in good part.\r\n\r\n    I hear on good authority that the Empress professes to find much\r\n    greater good than she expected in the Parliamentary Government, and\r\n    that she says the Pierre Bonaparte affair would have been much more\r\n    disastrous under the old system. Several of the new Ministers and\r\n    their wives appeared last night at a ball at the Tuileries for the\r\n    first time since 1848. The Empress, as well as the Emperor, was\r\n    particularly gracious to them.\r\n\r\nIt may be mentioned in connection with the Tuileries balls, that the\r\nAmbassador used to receive very numerous applications from persons in\r\nEnglish society who were desirous of being invited to these\r\nentertainments, and it was usually not possible to satisfy their wishes.\r\nAfter the fall of the Empire, this particular species of application\r\npractically disappeared, there being apparently no overwhelming anxiety\r\nto attend the Republican social functions.\r\n\r\nBefore the end of January an important debate took place in the Chamber\r\non the Commercial Treaty, M. Thiers appearing as the chief Protectionist\r\nchampion. Free Traders professed to derive some encouragement from it,\r\nas a vote against the denunciation of the Treaty was carried by 211 to\r\n32; but it was obvious that these figures could not be taken as a test\r\nvote of the strength of the Free Trade and Protectionist parties, since\r\nthe votes of the majority were influenced by a variety of\r\nconsiderations.\r\n\r\n\r\nFOOTNOTES:\r\n\r\n  [11] The vanity which was responsible for Prince Gortschakoff's love\r\n  of conferences is frequently referred to in Busch's 'Bismarck.'\r\n\r\n  [12] Subsequently Lord Ampthill.\r\n\r\n  [13] Prussian Ambassador in London.\r\n\r\n  [14] Now Wilhelmshafen."
  ]
}