{
  "index": 16,
  "title": "Chapter 15",
  "paragraphs": [
    "SECRET PROPOSALS FOR DISARMAMENT\r\n\r\n(1870)\r\n\r\n\r\nIt will be remembered that in October, 1868, the French Government had\r\npractically suggested that Her Majesty's Government should 'give advice'\r\nto Prussia on the subject of disarmament, and that Lord Stanley, who was\r\nForeign Secretary at the time had resolutely declined to do anything of\r\nthe kind. A fresh effort was now made in the same direction, no details\r\nof which, so far as is known, have ever been made public.\r\n\r\n_Mutatus mutandis_, there was a curious similarity between the language\r\nheld at Paris and at Berlin respectively. The French proclaimed that\r\nthey would not go to war with the Prussians, provided the latter did\r\nnothing objectionable. The Prussians replied that they did not want to\r\ngo to war with France, provided they were allowed to do as they pleased,\r\nand both asserted that the maintenance of peace depended upon England,\r\nwhich they explained by affirming that England had only to declare that\r\nshe would join against whichever Power broke the peace; the real meaning\r\nof this being that at Paris it was expected that England should announce\r\nbeforehand that she would side with France in case of war, while at\r\nBerlin it meant that she should announce beforehand that she would side\r\nwith Prussia.\r\n\r\nEarly in January it had become known to the British Government, and\r\npresumably also to the French Government, that Bismarck intended to\r\ncreate a North German Empire, and that the King of Prussia was by no\r\nmeans disinclined to become an Emperor, and it may have been this\r\nknowledge which prompted the French Government to make another attempt\r\nto induce England to suggest disarmament. It was felt that the only\r\nchance of success was to set about the work as quietly as possible, and\r\nif there was one individual who was better fitted than any other to\r\nundertake this delicate task it was undoubtedly Lord Clarendon, who, as\r\nhas already been pointed out, was on intimate terms with the principal\r\npersonages concerned. Lord Clarendon was approached in January by La\r\nValette, the French Ambassador, and consented to make the attempt.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Clarendon to Lord Lyons._\r\n\r\n    Foreign Office, Jan. 26, 1870.\r\n\r\n    I had a long talk with La Valette to-day about disarmament. It is no\r\n    new subject to me, but one which I have long had at heart, although\r\n    it presents serious difficulties on account of the King of Prussia's\r\n    obstinacy. He does not meditate, or desire war--far from it. But his\r\n    army is his idol, and he won't make himself an iconoclast. Not so\r\n    the Crown Prince, with whom I discussed the subject at great length\r\n    a year ago. Our relations with Prussia are very friendly, and\r\n    perhaps we are in as good a position as any other Power to make an\r\n    attempt to bell the cat, and Count Daru may be sure that I will do\r\n    all I can to meet his views, but I am sure that he will admit that\r\n    some tact and _ménagements_ are necessary. I spoke to Gortchakoff\r\n    in the summer about Prussian disarmament, and he entirely concurred,\r\n    though he said Russia would take no initiative.\r\n\r\nFurther letters from Lord Clarendon emphasized the necessity of keeping\r\nthe matter secret, and authorized Lord Lyons to assure the French\r\nGovernment that it would not be compromised in any way, and that he\r\nundertook the business with hearty good will, but with small hope of\r\nsuccess, as the King of Prussia was almost unapproachable on the subject\r\nof the army.\r\n\r\nOn January 30th, M. Emile Ollivier called upon Lord Lyons.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Clarendon._\r\n\r\n    Paris, Jan. 30, 1870.\r\n\r\n    I have just had a visit from M. Emile Ollivier and we have spoken\r\n    confidentially on several subjects.\r\n\r\n    The thing uppermost in his mind was Disarmament. He said he was very\r\n    anxious that England should exert her influence with Prussia. He\r\n    explained the position of the present French Ministers with regard\r\n    to the subject. They depended, he said, principally on the great\r\n    agricultural population of France for support against Socialism and\r\n    Revolution. It was essential therefore that they should do something\r\n    for that population. To conciliate them, either taxes might be\r\n    remitted or the call upon them for recruits be diminished. There\r\n    were great difficulties in the way of remitting taxes, and when a\r\n    reduction of the army was proposed, the Ministers were met by the\r\n    Emperor and the military party with a declaration that it would be\r\n    unsafe to diminish the forces of France, while those of Prussia were\r\n    on their present footing--that the effect would be that Prussia\r\n    would make some attempt on Southern Germany, and war be the\r\n    consequence. If, however, Prussia would make a simultaneous\r\n    disarmament, all would, he thought, be well and a great security for\r\n    peace would be given. It was true that the Prussians urged that\r\n    their army was on a peace footing already, and that they could not\r\n    be expected to change their whole military system, but M. Ollivier\r\n    conceived that while no doubt the Prussian system enabled the\r\n    Government to call nearly the whole male population to arms, it\r\n    depended upon the Government to decide how many it would actually\r\n    call upon each year.\r\n\r\n    I explained to M. Ollivier the difficulty and delicacy of the\r\n    question, the peculiar views of the present King of Prussia, and the\r\n    small hope there could be of prevailing upon His Majesty to consent\r\n    to a reduction of the army. I said that it would be your special\r\n    care that the French Government should not be compromised by any\r\n    step you might take. I added that it was plain that the only chance\r\n    of success was to approach Prussia in a strictly confidential\r\n    manner; that any formal diplomatic move on our part would be\r\n    resented or misrepresented as a pretension to interfere in the\r\n    internal affairs of the country, and would expose France as well as\r\n    ourselves to a rebuff.\r\n\r\n    M. Ollivier said that he was extremely grateful to you, and that he\r\n    entirely concurred in the opinion that the move must be made in a\r\n    cautious and confidential manner. He was particularly alive to the\r\n    importance of not exposing France to the appearance of being\r\n    slighted; in fact, he would not conceal from me that, under present\r\n    circumstances, a public rebuff from Prussia would be fatal. '_Un\r\n    échec_,' he said, '_c'est la guerre_!' Those who had to render an\r\n    account to Parliament and the country were less able than the former\r\n    Government to put up with any wound to the national pride. Their\r\n    main object was peace, but they must show firmness, or they would\r\n    not be able to cope with Revolution and Socialism at home.\r\n\r\n    M. Ollivier went on to say that, whether we succeeded or not at the\r\n    present moment, it was very necessary that the way should be paved\r\n    for disarmament in Prussia, and that it should be felt that England\r\n    was in favour of it. The time must come when France would be obliged\r\n    to make a public proposal to Prussia to disarm: it was impossible\r\n    that the French Government could assume, in the eyes of France and\r\n    the world, any share of the responsibility for the present\r\n    exaggerated armaments and expenses. They would be obliged to show\r\n    the French people and the German people too where the responsibility\r\n    really lay. The best course would be to avoid, by a confidential\r\n    arrangement for simultaneous action, the necessity of claiming\r\n    special praise for either party, or throwing special blame on\r\n    either. If this could not be, the next best thing would be that\r\n    Prussia should be prepared to receive, in a proper spirit, a\r\n    proposal from France, and the confidential steps you thought of\r\n    would, in his opinion, certainly be likely to effect so much at\r\n    least.\r\n\r\n    He spoke with great affection of the Emperor, and assured me that\r\n    H.M. acted in the most perfect harmony and confidence with his new\r\n    Ministers, and that no difficulty had arisen on any subject, though\r\n    the Ministers had maintained and were determined to maintain their\r\n    independence and their authority as the responsible Government of\r\n    the country.\r\n\r\nAn opportunity for Lord Clarendon's good offices presented itself very\r\nsoon; Count Bismarck had written a despatch to the Prussian Minister in\r\nLondon in which he alluded in complimentary terms to the friendly\r\ninterest which Lord Clarendon had always shown in the welfare of\r\nPrussia, and the latter made this an excuse for communicating his views\r\non disarmament, the method selected being a memorandum which Lord\r\nAugustus Loftus[15] was directed to bring to Bismarck's notice in strict\r\nconfidence.\r\n\r\nIn communicating to Lord Lyons a copy of this memorandum it is\r\ninstructive to learn that the British Cabinet Ministers, with one\r\nexception, were kept in ignorance of Lord Clarendon's action. 'I have,'\r\nhe wrote on February 3, 1870, 'only mentioned the matter to the Queen\r\nand Gladstone, both of whom highly approve. The Queen will be ready\r\nto write to the King of Prussia whenever I think her doing so may be\r\nuseful. You will be able to assure Daru that I have in no way\r\ncompromised the French Government.'\r\n\r\nThe memorandum which, it was faintly hoped, might impress the\r\nflinty-hearted Bismarck ran as follows:--\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Clarendon to Lord A. Loftus._\r\n\r\n    Foreign Office, Feb. 2, 1870.\r\n\r\n    A few days ago, Count Bernstorff read to me a despatch from Count\r\n    Bismarck concerning the German Confederation which contained some\r\n    allusions to myself that gave me particular satisfaction, as a proof\r\n    that Count Bismarck recognized the sincerity of my interest in the\r\n    welfare and greatness of Germany.\r\n\r\n    If I am not mistaken in this I hope he will not think that I abuse\r\n    the confidence he seems disposed to place in me by asking him\r\n    privately through you to consider a subject that I have long had at\r\n    heart, and in making this request, it is, I am sure, unnecessary for\r\n    me to disclaim any intention to interfere in the internal affairs of\r\n    Prussia--such an intention would be alike presumptuous and useless.\r\n\r\n    But it is in the general interest of Europe, of peace, and of\r\n    humanity that I desire to invite the attention of Count Bismarck to\r\n    the enormous standing armies that now afflict Europe by constituting\r\n    a state of things that is neither peace nor war, but which is so\r\n    destructive of confidence that men almost desire war with all its\r\n    horrors in order to arrive at some certainty of peace--a state of\r\n    things that withdraws millions of hands from productive industry and\r\n    heavily taxes the people for their own injury and renders them\r\n    discontented with their rulers. It is a state of things in short\r\n    that no thoughtful man can contemplate without sorrow and alarm, for\r\n    this system is cruel, it is out of harmony with the civilization of\r\n    our age, and it is pregnant with danger.\r\n\r\n    To modify this system would be a glorious work, and it is one that\r\n    Prussia, better than any other Power, might undertake. She would not\r\n    only earn for herself the gratitude of Europe, but give a great\r\n    proof of her morality and her power; it would be a fitting\r\n    complement of the military successes she has achieved.\r\n\r\n    I know full well the difficulties that would beset such a course of\r\n    policy. I know how great and deserved is the King's parental feeling\r\n    and affection for his army--that he would view its reduction with\r\n    pain, and that he might not think it safe to diminish its numerical\r\n    force; but His Majesty is wise and foreseeing, and his moral courage\r\n    is always equal to the measures he believes to be right, and should\r\n    Count Bismarck think it not inconsistent with his duty to recommend\r\n    a partial disarmament to the King, I cannot but consider that the\r\n    moment is a singularly propitious one for the purpose.\r\n\r\n    The great standing army of France would of course come first under\r\n    the consideration of the King, but France has been never more\r\n    peacefully disposed than at the present time, under a responsible\r\n    Government which cannot make war 'for an idea,' because it\r\n    represents a nation that is determined to maintain peace so long as\r\n    there is no just cause for war, and because the Emperor entirely\r\n    shares the feelings of his people. I know that the present\r\n    Government of France will seek for popularity and power in a\r\n    peaceful policy and in economy, notwithstanding the vast and\r\n    increasing wealth of the country and the almost proverbial\r\n    indifference of the people to taxation.\r\n\r\n    There would consequently, I am convinced, be no opposition on the\r\n    part of the French Government to a reduction of the army _pari\r\n    passu_ with Prussia. For reasons, however, quite intelligible,\r\n    neither Government may choose to take the initiative in such a\r\n    proposal; but if I had authority to do so, I do not doubt that the\r\n    Queen would allow me to sound the ground at Paris, in a manner\r\n    entirely confidential, that should in no way compromise either\r\n    Government, whatever might be the result of the suggestion.\r\n\r\n    Pray read this letter to Count Bismarck with the sincere expression\r\n    of my esteem.\r\n\r\nWith all due respect to Lord Clarendon, this lecture (for that is what\r\nit amounted to) betrayed some want of appreciation of the real\r\nsituation, for he seems to have regarded the Prussian army as largely\r\nthe plaything of the King, and not to have fully realized the great\r\nobject for which it was intended. Were he alive at the present day his\r\nmoralizings on the iniquity of armaments would presumably be still more\r\ncondemnatory. Lord Lyons's comment on the communication was, that if the\r\nPrussians would not listen to Lord Clarendon, they would certainty not\r\nlisten to any one else, but he so little expected success that he\r\nregretted that the French Government had raised the question at all. If,\r\nhe pointed out, the Prussian Government would not agree to disarm, the\r\nnew French Ministers would be very angry and might turn round and say,\r\n'If you will not disarm, you must mean ill towards us, and we would\r\nrather fight it out at once, than ruin ourselves by keeping up, for an\r\nindefinite time, war establishments.' No doubt it would be an excellent\r\nthing if Prussia would take the opportunity of disarming while the\r\nFrench Government and the French nation were in the mood, for the happy\r\nmoment might pass away, and war might again be looked upon as a remedy,\r\nthough a desperate one, against socialism and revolution. Evidently he\r\nhad small belief in the efficacy of the step.\r\n\r\nThe forebodings entertained both by Lord Lyons and by Lord Clarendon\r\nhimself were very shortly realized. In a few days there arrived from\r\nLord Augustus Loftus a long letter reporting his conversation with\r\nBismarck, from which the following extracts are quoted:--\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord A. Loftus to Lord Clarendon._\r\n\r\n    Berlin, Feb. 5, 1870.\r\n\r\n    I read your private and confidential letter to Count Bismarck.\r\n\r\n       *       *       *       *       *\r\n\r\n    He first observed that he should wish to know what guarantee you\r\n    could give, or propose should be given, for the maintenance of\r\n    peace, or the security against danger. 'You,' he said, 'live in a\r\n    happy island and have not to fear an invasion. For 250 years Germany\r\n    has been exposed to and suffered French invasion; no one can accuse\r\n    us of being aggressive; Germany, as now constituted, has all that\r\n    she wants, and there is no object of conquest for her. But our\r\n    position,' he added, 'is an exceptional one. We are surrounded by\r\n    three great Empires with armies as large as our own, any two of whom\r\n    might coalesce against us.' He then reverted to March of last year.\r\n    He said that he was aware that at that moment, had it not been for\r\n    the influence of M. Rouher, an occupation of Belgium would have\r\n    taken place. Although there had been no direct understanding with\r\n    England, it was felt and known at Paris that Prussia would have\r\n    supported England, if action had been taken. It was this knowledge\r\n    that warded off action, and Belgium was saved. He had not at the\r\n    time mentioned the imminence of the danger to the King, for he was\r\n    afraid that His Majesty would have taken military measures which\r\n    would have rendered the situation more critical. He then observed\r\n    that in 1867 he had had a conversation of several hours with the\r\n    Emperor Napoleon. He had discussed with him the causes which had led\r\n    to the overthrow of Louis XVI., Charles X., and Louis Philippe--that\r\n    their fall was owing to want of energy and decision. He had told the\r\n    Emperor that, when he was travelling in dangerous company, the only\r\n    thing to do was to have a revolver in his pocket. The Emperor\r\n    had adopted this principle; he had the army with him, especially the\r\n    Guards; but Bismarck observed that lately one or two cases had\r\n    occurred which proved that the army was beginning to be tainted with\r\n    socialism. Bismarck said that the Emperor had had but two courses to\r\n    pursue; either to grant more internal liberty, or war; and the\r\n    Emperor had told him very clearly that if the one failed, there\r\n    could be no other alternative. 'Now,' said Bismarck, 'this danger\r\n    occurred only 10 months ago, and who can say that it may not occur\r\n    again?'\r\n\r\n       *       *       *       *       *\r\n\r\n    He then went into an account of the hostility of the Muscovite party\r\n    towards Germany: of the dislike of the Czarewitch to everything\r\n    German, adding that whenever the Emperor Alexander dies, the\r\n    relations will undergo a great change.\r\n\r\n       *       *       *       *       *\r\n\r\n    He expressed a hope that you would say nothing at Paris on this\r\n    subject, as any refusal of Prussia to a proposal of disarmament\r\n    would make the position more dangerous.\r\n\r\n    He said that he did not dare even to name the subject of your letter\r\n    to the King, much less show it to His Majesty. He would get into a\r\n    fury and immediately think that England was trying to weaken Prussia\r\n    at the expense of France; nor was the present a judicious moment to\r\n    do so, for the King had only lately known what had taken place about\r\n    Belgium, and had in consequence expressed his cordial feelings\r\n    towards England. If the proposition came from France, the King would\r\n    view it as a ruse, but would not listen to it. Coming from England,\r\n    said Bismarck, it would make the worst impression on him.\r\n\r\n    I used all the arguments I could in support of your suggestion, and\r\n    read to him certain extracts from your other letter.\r\n\r\n       *       *       *       *       *\r\n\r\n    In conversation Bismarck remarked that Prussia might have acquired\r\n    South Germany without cost and risk, had she pleased to do so,\r\n    by which I understood him to refer to the cession of Belgium to\r\n    France.\r\n\r\n       *       *       *       *       *\r\n\r\n    I left your letter marked 'confidential' in Bismarck's hands, as\r\n    I thought it essential that he should reflect over the powerful\r\n    arguments it contains, but he expressly declined to lay it before\r\n    the King. He will answer it through Count Bernstorff. It is evident\r\n    to me that there is not the smallest chance of inducing the King\r\n    to listen to a reduction of his army, and I must fear that any\r\n    proposals to him of this nature would only make him suspicious and\r\n    distrustful of England.\r\n\r\nIn spite of the view expressed in the last paragraph, it may fairly\r\nbe presumed that Bismarck's alleged fear of the King of Prussia was\r\na shameless fabrication. There is nothing whatever in subsequent\r\nrevelations to show that he stood in any awe of 'Most Gracious,' and the\r\nlatter appears to have always been a more or less passive instrument in\r\nhis hands.\r\n\r\nIn forwarding this correspondence to Lord Lyons, Lord Clarendon observed\r\nthat his suggestion appeared to have been a complete failure, and that\r\nBismarck was evidently just as hostile to the idea of disarmament as his\r\nroyal master. Lord Lyons was directed to communicate the substance of\r\nthe correspondence to Count Daru, but only in general terms, as when\r\nBismarck's answer arrived in London, fresh light might possibly be\r\nthrown upon the subject.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Clarendon._\r\n\r\n    Paris, Feb. 11, 1870.\r\n\r\n    When I went to see Daru yesterday he opened the conversation by\r\n    telling me that he had received a letter from La Valette, from\r\n    which he learned that Count Bismarck had refused to consent to your\r\n    suggestion that Prussia should disarm. Three reasons were, Count\r\n    Daru said, given by Count Bismarck, none of which appeared to have\r\n    any weight.\r\n\r\n    The first was that he could not even mention the subject to the\r\n    King. This device had, Daru said, been resorted to by Count Bismarck\r\n    in the affair of Luxemburg; in fact, it seemed to be the usual mode\r\n    which the Count took of avoiding any discussion which he did not\r\n    like; it was however the duty of Ministers to bring wholesome\r\n    proposals before their Sovereign, whether the proposals were\r\n    palatable or not. In fact, Daru seemed to think that if Count\r\n    Bismarck himself desired to disarm, he would be able to obtain the\r\n    consent of the King.\r\n\r\n    The second argument was that the neighbours of Prussia need not be\r\n    uneasy at her military strength, because she was not a conquering\r\n    Power. This, Count Daru thought, might have been said with reason,\r\n    if Prussia had made no acquisition since 1815; but to say so now, he\r\n    declared, to be simply preposterous. Prussia had shown herself to be\r\n    a particularly ambitious Power, and her ambition had been already\r\n    extremely successful. For his own part, he rather admired than\r\n    blamed her desire to aggrandise herself, but he could not be\r\n    expected to listen seriously to an assertion that her power was no\r\n    cause of alarm because she was not a conquering nation.\r\n\r\n    Count Bismarck's third argument was that Prussia was not nearly so\r\n    ready for war as France--that, in fact, she had only 300,000 men\r\n    under arms, while France had upwards of 400,000. This, also, Count\r\n    Daru thought, simply ridiculous. Prussia could, he said, at any\r\n    moment, without an act of the Legislature, without a law, without\r\n    even a Royal Decree, by a simple order of the Minister of War, call\r\n    an immense force into the field, a force, too, of trained men, at a\r\n    moment's notice. There was nothing in France like this.\r\n\r\n    Daru went on to say that Count Bismarck's arguments did not at all\r\n    mend the matter. France must act as if Prussia had simply refused\r\n    to disarm. How was this state of things to be dealt with?\r\n\r\n    'I have determined,' said Daru, 'to disarm, whether Prussia does so\r\n    or not. In fact, I have resolved to ask the Emperor at once to\r\n    sanction a considerable reduction of the French army. I cannot make\r\n    this reduction as large as I should have done, if I had more\r\n    satisfactory accounts of the intentions of Prussia. All I can\r\n    propose, is to reduce the annual French contingent from 100,000 men\r\n    to 90,000. As our men serve nine years, this will eventually effect\r\n    a reduction of 90,000 men--a real absolute reduction. I shall thus\r\n    give a pledge to Europe of pacific intentions, and set a good\r\n    example to Prussia. I shall probably add great weight to the party\r\n    in Germany which demands to be relieved from military burdens, and,\r\n    I trust, enlist public opinion everywhere on my side. I shall also\r\n    furnish Lord Clarendon with a powerful argument, if, as I sincerely\r\n    hope, he will persevere in his endeavours to work upon Prussia. I\r\n    beg you to give my warmest thanks to him for what he has already\r\n    done, and to express to him my anxious hope that he will not\r\n    acquiesce in a first refusal from Prussia.'\r\n\r\n    Daru went on to say that it appeared that Count Bismarck had been so\r\n    little aware that your suggestion had been made in concert with\r\n    France that he had particularly requested that the French Government\r\n    might not be made acquainted with it. He begged me to express\r\n    particularly to you his gratitude for the care you had taken not to\r\n    compromise the French Government.\r\n\r\n    He concluded by saying that he could not at the moment say for\r\n    certain that the reduction would be made in the French army, because\r\n    the Emperor's sanction had not yet been given. He was afraid His\r\n    Majesty would not relish the proposal, but he felt confident that\r\n    His Majesty would accept the advice of his Ministers.\r\n\r\n    I told him that my personal opinion was that the best chance of\r\n    obtaining a disarmament in Prussia was to set a good example and\r\n    leave public opinion in Germany to work without foreign aid. Demands\r\n    from abroad for disarmament seemed to me likely to irritate the King\r\n    in Prussia, and to give him and the military party grounds for an\r\n    appeal to national patriotism against foreign dictation. I thought\r\n    that the effect of the disarmament of France in strengthening the\r\n    feeling in Germany against military burdens would be very great if\r\n    it were not counteracted by appeals which might wound German\r\n    susceptibilities.\r\n\r\n    Daru seemed to agree generally with me, but not to be willing to say\r\n    anything which would pledge him to abstain from calling officially\r\n    upon Prussia to disarm, if it suited the home policy of the Ministry\r\n    to do so.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Clarendon to Lord Lyons._\r\n\r\n    Feb. 12, 1870.\r\n\r\n    Daru seems to have taken Bismarck's refusal better than I expected.\r\n    We have not, however, got the definitive answer which is to come\r\n    through Bernstorff, and as Bismarck kept a copy of my letter I have\r\n    little doubt that he will show it to the King, though he pretended\r\n    to be afraid of doing so.\r\n\r\n       *       *       *       *       *\r\n\r\n    Count Daru may be sure that I shall not let the subject drop, though\r\n    I shall wish to proceed in it as I think most prudent. I have only\r\n    mentioned it to Gladstone among my colleagues, and of course, to the\r\n    Queen, who takes the warmest interest in the matter. I had a letter\r\n    from her yesterday, expressing a hope that the French Government\r\n    would not at present make any official _démarches re_ disarmament,\r\n    as she is sure, from her knowledge of the King's character, that it\r\n    would do more harm than good. I am quite of the same opinion and\r\n    think it would arouse German susceptibility, which is quite as great\r\n    as the French, whereas we want to make German opinion act in our\r\n    behalf.\r\n\r\n    Nothing is more likely to bring over Germany than France partially\r\n    disarming without reference to Prussia, and I sincerely hope that\r\n    this project of Daru's will be carried out. The Germans will be\r\n    flattered by it as a proof of confidence, and it will furnish them\r\n    with a fresh weapon against their war Budget.\r\n\r\n       *       *       *       *       *\r\n\r\nLord Clarendon's statement that he meant to persevere in his efforts\r\nafforded much gratification to Count Daru. With regard to Lord\r\nClarendon's desire that the matter should be kept as secret as possible,\r\nhe explained that he had confined the knowledge of it as much as\r\npossible to himself, Lord Lyons and La Valette, but that of course he\r\nhad been obliged to mention it to the Emperor and to Ollivier, and he\r\n'seemed to be rather afraid that neither of these important persons\r\nwould be perfectly secret.'[16]\r\n\r\nBismarck's reply to Lord Clarendon did not afford much ground for hope.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Clarendon to Lord Lyons._\r\n\r\n    Foreign Office, Feb. 19, 1870.\r\n\r\n    The day before yesterday, Bernstorff brought me Bismarck's answer to\r\n    my letter, and I enclose a translation.\r\n\r\n    It is courteous, but the intention not to disarm is manifest. I have\r\n    been detained so late at the Cabinet that I cannot write a letter\r\n    for you to read to Daru, so I have marked Bismarck's letter, and you\r\n    can extract the passages in the shape of a memorandum which you can\r\n    leave with Daru in the strictest confidence. I should much like to\r\n    hear what he will think of it, in order to shape my reply.\r\n\r\n    Bernstorff, who evidently spoke from a private letter of Bismarck's\r\n    that he did not show me, laid much stress upon the active ill-will\r\n    of Russia whenever the present Czar is gathered to his fathers--the\r\n    present Cesarewitch and the Slav races are very hostile to\r\n    Germany--(I believe this is true), and this hostility would be\r\n    encouraged, according to Bismarck, if German means of resistance\r\n    were weakened, it would invite coalition, under circumstances easily\r\n    imaginable, between Austria, Russia, and France against\r\n    Prussia--hypothetical cases of this kind are easily invented to\r\n    support foregone conclusions, but there is a _sort_ of opening as to\r\n    a conference between Powers as to proportionate reductions and\r\n    exchange of guarantees. I don't mean to lay much stress on this, nor\r\n    should I think that it would be productive of a practical result,\r\n    but you might allude to it as a sign that the negation is not\r\n    absolute.\r\n\r\n    Pray, however, lose no time in correcting the error into which Daru\r\n    has been led by La Valette as to an official despatch or a speech in\r\n    Parliament from me. I cannot conceive how he made such a mistake,\r\n    for I said nothing of the kind.\r\n\r\nBismarck's answer was of considerable length, and is quoted in full\r\nbecause it is a document of historical interest. It will be observed\r\nthat it was in the main an amplification of the views expressed verbally\r\nto Lord Augustus Loftus a fortnight earlier, and that it contained\r\nspecious arguments designed to impress upon Lord Clarendon the entirely\r\nunaggressive nature of Prussian policy. The belief, however, of Lord\r\nClarendon and of the French Ministers, that Bismarck entertained no\r\nsuspicion as to how the proposal originated, implies a simplicity on\r\ntheir part which he must have thoroughly enjoyed.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Count Bismarck to Count Bernstorff._\r\n\r\n    [_Translation._]                   Berlin, Feb. 9, 1870.\r\n\r\n    Lord Augustus Loftus has read to me a private letter addressed to\r\n    him by Lord Clarendon on the 2nd Inst. Its object is to discuss with\r\n    me in a manner strictly private and confidential a plan for the\r\n    partial disarmament of the Continental Powers. After a few friendly\r\n    expressions concerning myself, which I cordially reciprocate, the\r\n    English Statesman proceeds to enlarge upon the hardships and burdens\r\n    imposed on the Nations of Europe by their excessive armaments;--He\r\n    conceives that it would be much to Prussia's credit and well worthy\r\n    of her great military renown if she were to co-operate in\r\n    endeavouring to alleviate those burdens; he thinks that the King our\r\n    August Master, sincerely attached as he is to his army, would not\r\n    shrink from the adoption of such a measure, provided he were\r\n    convinced of its justice;--he deems the present moment peculiarly\r\n    fitted for making this overture, on account of the peaceful\r\n    disposition of all the Powers and more especially of the Emperor\r\n    Napoleon and of his present Government; and he states his readiness,\r\n    provided he can count on our friendly assistance, to sound the\r\n    Emperor and his Government with a view to eventually opening\r\n    negotiations on the subject.\r\n\r\n    The English Ambassador has doubtless sent home a report of the\r\n    Verbal answers which I gave to the above communication.--In order,\r\n    however, to meet the confidence reposed in me by Lord Clarendon in\r\n    a similar spirit, I feel called upon to address you in a manner\r\n    equally confidential, and one which for that very reason admits of\r\n    my speaking with the utmost frankness.\r\n\r\n    Lord Clarendon cannot doubt, as indeed the opening observations in\r\n    his letter plainly shew, that I render full justice to the friendly\r\n    feelings and intentions which he entertains towards Prussia and the\r\n    North German Confederation.\r\n\r\n    I am convinced that no European State or Statesman exists who does\r\n    not wish to see the feeling of confidence strengthened and Peace\r\n    maintained; and further that no German Government would wish to\r\n    impose upon its people the maintenance of an army in excess of that\r\n    proportion for which the requirements of its safety imperatively\r\n    call.\r\n\r\n    Were the question officially put to us whether the diminution of our\r\n    military strength is compatible with the secure maintenance of our\r\n    independence, we should not decline to share in any deliberations\r\n    which might take place on the subject; and we should carefully sift\r\n    the question whether the great neighbouring Military Powers are\r\n    willing or able to give us guarantees such as would compensate\r\n    Germany for the decrease in the amount of Security which She has\r\n    hitherto owed to her armies.\r\n\r\n    Lord Clarendon does His Majesty the King full justice when he infers\r\n    that no considerations or feelings of a purely personal nature would\r\n    deter him from adopting a measure which he had once recognized as\r\n    right and proper, but Lord Clarendon will as readily understand that\r\n    however willing we may be to enter into a strictly confidential\r\n    interchange of ideas on this important question, we must reserve to\r\n    ourselves the Right of making a careful estimate of the relative\r\n    position of the Parties most deeply interested in the matter, and of\r\n    judging whether the concessions which we ourselves might probably be\r\n    expected to make stand in a fair and just proportion to those which\r\n    it would be in the power of other Nations to make. Our very\r\n    geographical position is itself wholly different from that of any\r\n    other Continental Power, and does not of course admit of comparison\r\n    with the insular position of Great Britain. We are environed on all\r\n    sides by neighbours whose military strength is of such a nature as\r\n    to form an important element in all political combinations. Each of\r\n    the other three great Continental Powers is on the contrary so\r\n    placed that at least on one of its frontiers it is not open to a\r\n    serious attack, and France is so situated as to be practically\r\n    secure from danger on three sides. These three Powers have of late\r\n    years considerably increased their military strength and have done\r\n    so in a proportion in excess of our own:--Austria and France have\r\n    remodelled wholly their military systems, so as to be able to assail\r\n    us at any moment with increased forces. The armies of Austria,\r\n    France and Russia, have each an army which, when on a Peace footing,\r\n    is superior in numbers to our own. Our system is moreover so to\r\n    speak so thoroughly transparent, that any increase in our effective\r\n    force can at once be appreciated; the amount of any addition or\r\n    decrease which we may make in our military force can therefore be\r\n    most accurately calculated.\r\n\r\n    The military systems of other Nations are of a different nature.\r\n    Even in the case of nominal Reductions they admit of the maintenance\r\n    or renewal of their full effective strength; they even admit of a\r\n    material increase of force being made without attracting notice or\r\n    at all events without entailing the possibility of proof.--With us\r\n    on the other hand, the whole military system, which from its very\r\n    nature is a matter of publicity, becomes more so owing to the nature\r\n    of our Institutions.\r\n\r\n    Under these circumstances, and in the event of a discussion on\r\n    measures of such great importance being actually opened, we must ask\r\n    ourselves what guarantees can be given to us that our Position as\r\n    regards other Powers will not be practically impaired by our\r\n    signifying our adherence to a system, which however just and\r\n    even-handed it might appear in its action, would in reality not deal\r\n    with equal fairness with all the Parties concerned.\r\n\r\n    Any weakening of Prussia's Power, any disturbance of the balance of\r\n    Power in Europe, can hardly be for the interest of England. It must\r\n    be acknowledged that whilst, on the one hand, the state of\r\n    preparation for War of the Great Powers gives rise to apprehension,\r\n    as set forth in Lord Clarendon's letter, still that very state of\r\n    preparation may on the other prove a practical guarantee that any\r\n    attempt to assail or to disturb existing Rights will be firmly and\r\n    effectively met.\r\n\r\n    Of this I conceive that the past year has afforded fresh proofs, and\r\n    Lord Clarendon, intimately acquainted as he is with the Events of\r\n    that Period, will be best able to judge of the truth of my Remark.\r\n\r\n    The maintenance of Peace has not been due merely and solely to\r\n    pacific views entertained by Rulers personally, for the Power and\r\n    readiness of neighbouring states has had great weight in affecting\r\n    opinion and in determining Resolutions. The Inclinations of a Nation\r\n    may be essentially peaceful, they may rest on a keen appreciation of\r\n    its own interests, but they are nevertheless liable to be suddenly\r\n    changed either by some unforeseen accident, or by fictitious\r\n    agitation. Under such circumstances, neither the most powerful\r\n    Monarch, nor the most influential Minister is able to estimate or to\r\n    guarantee the duration of peaceful Inclinations.\r\n\r\n    I am persuaded that when you submit these Remarks for Lord Clarendon's\r\n    consideration, he will not see in them a Refusal to enter into the\r\n    Views which he has so happily and eloquently set forth, but rather\r\n    as the expression of the very serious responsibility which rests\r\n    with a Minister who is called upon to advise his Sovereign in a\r\n    matter pregnant with such important consequences.\r\n\r\n    I can of course have no objection to your reading this letter to\r\n    Lord Clarendon, I must however ask you to make the communication in\r\n    the strictest confidence, in accordance with the character of\r\n    thorough privacy with which Lord Clarendon, with Great Tact and to\r\n    my entire Satisfaction, has invested the matter.\r\n\r\nBismarck's views, as set forth above, were communicated by Lord Lyons to\r\nCount Daru on February 22, and the latter remarked that, upon the whole,\r\nmatters were rather better than he expected, as there was no categorical\r\nrefusal to consider the question of disarmament. In his opinion, that\r\nquestion was a very simple one. The military forces of the great\r\nContinental Powers bore a certain proportion to each other; in order to\r\nmaintain that proportion, very heavy burdens were imposed upon each\r\ncountry, but if, by common agreement, each reduced its army by a certain\r\nnumber of men, the same proportion would be preserved, while the burdens\r\nwere alleviated. If, however, a minute discussion of guarantees and\r\nsecurities were began, very awkward topics might be brought forward. For\r\ninstance, the right of Prussia to garrison Mayence, was, to say the\r\nleast, doubtful, and the fortifications she was erecting on the North\r\nSea might give rise to comment. At this stage of the conversation, Lord\r\nLyons hastily intervened in order to point out the extreme disadvantage\r\nof mixing up Mayence and the North Sea with the question of disarmament,\r\nand Count Daru concluded by saying that he was quite content to leave\r\nthe matter entirely in the hands of Lord Clarendon, as nobody else could\r\nmanage it so well.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Clarendon to Lord Lyons._\r\n\r\n    Foreign Office, March 12, 1870.\r\n\r\n    Outsiders are not always good judges, but it seems to me that\r\n    Ollivier makes enemies unnecessarily and gives certain pretexts to\r\n    the Imperialists, who of course work on the Emperor's mind against\r\n    his Government. I fear there will be a split one of these days.\r\n\r\n    I agree with you that Prussia will never declare that she will not\r\n    complete the unity of Germany, because she looks upon it as\r\n    inevitable. Nothing, as the King himself said to me, can prevent the\r\n    gravitation of the weak towards the strong, but that it would not\r\n    take place in his life, possibly not in that of his son.\r\n\r\n    France, if not grown wiser by that time, will probably consider it a\r\n    _casus belli_, but I don't see that it would make much difference\r\n    to her, as the whole military force of the South is now actually at\r\n    the disposal of the Confederation, and she would weld all Germany\r\n    together as one man if she attempted by force to prevent Bavaria,\r\n    Würtemberg, and Baden from joining the North, when they had\r\n    determined that it was for their own interest to do so.\r\n\r\n    I have fired another shot at Bismarck about disarmament, but I don't\r\n    expect better success from it than from the first. The King of\r\n    Prussia, a little time ago, told the Duke of Oldenburg, who pressed\r\n    him on the subject, that he would disarm if other Powers did the\r\n    same, so he is not so completely unapproachable as Bismarck would\r\n    lead us to suppose.\r\n\r\nLord Clarendon's second attempt upon Bismarck was made on March 9, and\r\ntook the form of a lengthy letter to Lord Augustus Loftus, in which the\r\narguments in favour of disarmament were reiterated and endeavours made\r\nto convince Bismarck that Prussia had really no cause for uneasiness.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Clarendon to Lord A. Loftus._\r\n\r\n    Foreign Office, March 9, 1870.\r\n\r\n    I have delayed writing to request that you would convey to Count\r\n    Bismarck my cordial thanks for the courtesy and frankness with which\r\n    in a private letter dated Feb. 9th, he answered my letter to you on\r\n    the subject of partial disarmament.\r\n\r\n    The delay has been occasioned by my endeavours to ascertain\r\n    correctly the relative forces of the great military Powers, and I\r\n    hope that Count Bismarck will not consider that I trespass unduly on\r\n    his time and his confidence if I again revert to a subject which\r\n    more than any other I have at heart, and which an English Minister\r\n    may have some claim to discuss without suspicion of his motives,\r\n    because England is not a military Power, but is deeply interested in\r\n    the maintenance of peace, and the progress and prosperity of the\r\n    Continent.\r\n\r\n    I am as convinced as Count Bismarck himself can be that no German\r\n    Government would wish to impose upon its people the maintenance of\r\n    an army in excess of that proportion for which the requirements of\r\n    its safety imperatively call, and I would not desire the reduction\r\n    of a single regiment if I thought it would impair the independence\r\n    and the honour of Prussia, which in their plenitude I regard as\r\n    essentially beneficial to Europe.\r\n\r\n    But can it be honestly affirmed that the power and independence of\r\n    Prussia are menaced from any quarter? and, if not, surely the\r\n    military force of Prussia is excessive and entails upon other\r\n    countries the unquestionable evil of maintaining armies beyond the\r\n    requirements of their safety.\r\n\r\n    The only countries from which, owing to geographical position,\r\n    Prussia could anticipate danger are Russia, Austria, and France, and\r\n    can it be said that from either there is any real cause for\r\n    apprehension? In the conversation I had with Count Bernstorff,\r\n    when he communicated to me the letter of Count Bismarck, he dwelt at\r\n    some length upon the ill-will of Russia towards Germany, which might\r\n    take an active form on the death of the present Emperor, and for\r\n    which Prussia ought to be prepared, but Count Bismarck must know\r\n    better than myself that Russia has long since, and wisely, ceased to\r\n    aim at influence in Germany or intervention in German affairs, and\r\n    that all her energies are now directed eastwards with a view of\r\n    extending her territory and her commerce in Asia. Whatever\r\n    sentiments may be suggested in other quarters by a rapid development\r\n    of the present policy of Russia which has the entire support of\r\n    public opinion in that country, it appears certain that Germany can\r\n    have no danger to guard against from Russia, whatever may be the\r\n    personal feelings or opinions of the reigning sovereign.\r\n\r\n    On paper, and only on paper, Austria has an army of 800,000, but she\r\n    could not, even on the most pressing emergency, bring 200,000 men\r\n    into the field. Her finances are dilapidated and her internal\r\n    disorganization affords just cause of alarm. Danger to Prussia from\r\n    Austria must, for many years to come, be a chimera.\r\n\r\n    The military peace establishment of France is nominally greater than\r\n    that of Prussia; the former being 400,000 and the latter being\r\n    300,000; but the number of troops stationed in the costly and\r\n    unproductive colony of Algiers is not, and cannot ever be less than\r\n    60,000 men; other colonial possessions require military protection,\r\n    and as the garrisons in Lyons and other great towns necessary for\r\n    the maintenance of order are not less than 40,000 men, the\r\n    establishments of the two countries are as nearly as possible upon\r\n    an equality. Can this state of things be regarded as a menace or a\r\n    danger to Prussia? I am greatly mistaken if any Prussian statesman\r\n    or General would reply to this inquiry in the affirmative.\r\n\r\n    The question then to my mind appears quite simple. The military\r\n    forces of the great Continental Powers have a certain proportion to\r\n    each other; in order to maintain that proportion, very heavy burdens\r\n    are imposed upon each country, but if by common agreement, each\r\n    reduces its army by a certain number of men, the same proportions\r\n    will be maintained, while the burdens, which are fast becoming\r\n    intolerable will be alleviated.\r\n\r\n    Count Bismarck however thinks that if the question of diminishing\r\n    the military strength of Prussia is entertained, it will be\r\n    necessary carefully to inquire what guarantees can be given by\r\n    neighbouring Military Powers in compensation to Germany for a\r\n    decrease in the amount of security which she has hitherto owed to\r\n    her armies.\r\n\r\n    Upon this I would respectfully beg to observe that a minute\r\n    discussion of guarantees would be endless and dangerous. The\r\n    legitimate rights and precautionary measures of independent\r\n    Governments would be analysed in a spirit possibly of unfriendly\r\n    criticism, and if agreements were arrived at, constant vigilance\r\n    over their faithful fulfilment would be necessary, and this might\r\n    possibly give rise to the quarrels that the agreements were intended\r\n    to avert, and which would at once put an end to the compacts.\r\n\r\n    It is upon a dispassionate consideration of the probable course of\r\n    events that the question of partial disarmament should in my opinion\r\n    be decided, and in France (the only country with which we need\r\n    concern ourselves) what do we find? A nation resolutely pacific: a\r\n    Government depending on popular support and therefore equally\r\n    pacific: a responsible Minister declaring that France will not\r\n    interfere with the affairs of her neighbours, and the Sovereign\r\n    willingly assenting to a diminution of one-tenth of the annual\r\n    conscription without asking for reciprocity on the part of Germany,\r\n    and thereby showing his confidence in the King's declaration.\r\n\r\n    I venture to think that the present state of opinion in France,\r\n    founded as it is upon a true estimate of French interests, is a more\r\n    solid guarantee than any that the respective governments of France\r\n    and Germany could effect for their own security.\r\n\r\n    Count Bismarck will admit, and I am sure that a statesman so liberal\r\n    and far-sighted will admit without regret, that the people\r\n    everywhere are claiming and must obtain a larger share in the\r\n    administration of their own affairs, and that, in proportion\r\n    as they do so, the chances of causeless wars will diminish. The\r\n    people well understand the horrors of war, and that they, and not\r\n    their rulers, are the real sufferers: they equally understand and\r\n    will daily become more impatient of the taxation for those costly\r\n    preparations for war which in themselves endanger peace, and I\r\n    believe that there is at this moment no surer road to solid\r\n    popularity for Government than attending to the wants and wishes of\r\n    the people on the subject of armaments.\r\n\r\n    I have reason to know that the reduction in the French army would\r\n    have been carried further if the Government could have hoped that\r\n    the example would be followed by Prussia. Sooner or later, however,\r\n    this reason will be publicly assigned, and then upon Prussia will\r\n    rest the responsibility not only of maintaining so large a force\r\n    herself, but of compelling other countries reluctantly to do the\r\n    same.\r\n\r\n    It would be to me a matter of most sincere pleasure to think that no\r\n    such responsibility will rest on Prussia, but I should hardly have\r\n    presumed to recur to the subject if I had not gathered from the\r\n    patriotic letter of Count Bismarck that further discussion was not\r\n    absolutely precluded, and I had not therefore been encouraged to\r\n    hope that he might think it proper to make my suggestions known to\r\n    his Sovereign.\r\n\r\nBismarck's reply to this exhortation was equally long, and contained\r\nsome arguments of such a puerile nature that it can hardly be believed\r\nthat he expected them to be taken seriously.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord A. Loftus to Lord Clarendon._\r\n\r\n    Berlin, March 12, 1870.\r\n\r\n    On the receipt of your private letter yesterday morning, I asked for\r\n    an interview with Count Bismarck, and he received me last evening.\r\n\r\n    I first observed that you would have hardly ventured to recur to the\r\n    subject of disarmament, had you not thought that his letter to Count\r\n    Bernstorff abstained from putting a veto on discussion, and from a\r\n    feeling that the King of Prussia would reap general esteem and\r\n    admiration in Europe by giving a patent proof of his Peace Policy,\r\n    whilst on the contrary, His Majesty might incur unpopularity if the\r\n    French should be enabled to say that they were compelled by Prussia\r\n    to keep up an armament against which the Nation is disposed to\r\n    protest.--I then read your letter to Count Bismarck. He listened\r\n    with great attention, merely making two observations during my\r\n    reading--\r\n\r\n    1st. That France had only 40,000 men in Algeria, and 2nd that the\r\n    Constitutional Government in France was only of three months'\r\n    existence, and therefore its stability could not be yet said to be\r\n    ensured. When I had finished, Count Bismarck stated that, as far as\r\n    France alone was concerned, Prussia and the North German\r\n    Confederation might not feel themselves endangered by a diminution\r\n    of the Army, but he said Austria and France might join together and\r\n    even the 250,000 men which you give to Austria might in conjunction\r\n    with France prove to be a serious embarrassment to Prussia. The\r\n    20,000 men which might perhaps be dispensed with, would then be just\r\n    the balance which might turn the Scale against Prussia.\r\n\r\n    He then reverted to France. He said although the Nation was now\r\n    pacific, you know as well as I do that a war cry may be raised in\r\n    France, on any emergency, and at the shortest notice.\r\n\r\n    If, said Count Bismarck, the present Constitutional Government had\r\n    been three years instead of three months in existence, then there\r\n    would be some chance for its duration and for the maintenance of\r\n    Peace. At the present moment, he observed, there was a party anxious\r\n    to restore the former state of things, a personal Government.\r\n    Amongst that Party, there was the Empress Eugénie, and they would\r\n    not be sorry to divert the public attention from home affairs by\r\n    raising some question of Foreign Policy.\r\n\r\n    He said that the Provincial Press of France (and he reviewed\r\n    articles from all the Small Provincial Papers) teemed with abuse\r\n    against Prussia.\r\n\r\n    There were other indications in Europe which did not leave him without\r\n    some disquietude for the maintenance of Peace.\r\n\r\n    He first alluded to the local provincial Press in France as\r\n    continually preaching antagonism to Prussia, then to certain reports\r\n    which had reached him of the purchase of horses in France, but to\r\n    these he did not attach much importance. He then referred to reports\r\n    he had received from the Prussian Minister at Copenhagen, who\r\n    observed, that if any State of larger dimensions were to do what\r\n    Denmark was now doing, some sinister design would evidently be\r\n    attributed to it.\r\n\r\n    He considered the appointment of Monsignor Klazko by Count Beust to\r\n    a post in the Foreign Office at Vienna as significative of the\r\n    intentions of Austria, and he observed that Count Beust was\r\n    intriguing with the Polish Party for some object which was not clear\r\n    to him. He then referred to Southern Germany and to the intrigues of\r\n    the Ultra-Montaine party, and cited a saying of the late Prince\r\n    Schwarzenberg 'that the three Empires (France, Austria, and Prussia)\r\n    should unite against the Heretics in Europe.'\r\n\r\n    To these observations I replied that the Safety of Prussia was\r\n    secured by her Military system which supplied necessary reserves and\r\n    Landwehr, without the incubus of such an enormous standing army, and\r\n    that Prussia was therefore in a position to be able to give an\r\n    example to Europe.\r\n\r\n    On the whole, although Count Bismarck appeared to be somewhat\r\n    incredulous as to the pacific appearance of Europe, he was less\r\n    decidedly opposed to any disarmament than on the last occasions I\r\n    spoke to him. He asked whether it was desired that he should mention\r\n    the subject to the King. I replied in the affirmative, and suggested\r\n    that he should have your Lordship's two letters translated and\r\n    submitted to His Majesty.\r\n\r\n    On my mentioning that any attempt at mutual guarantees would be very\r\n    unadvisable, he said that without some guarantee the question of\r\n    entertaining disarmament would be difficult; but he said it more as\r\n    a passing observation than as a fixed decision.\r\n\r\n    I am afraid that if the question of disarmament is entertained at\r\n    all (and probably neither the King nor Count Bismarck will like to\r\n    discard it entirely) it will be hedged round with so many\r\n    conditions, that it will be rendered impossible; great care will be\r\n    required that the question of disarmament shall not become a\r\n    question of Contention, and thus give a pretext for discussion, to\r\n    be followed perhaps by war.\r\n\r\n    I asked Count Bismarck casually what foundation there was for the\r\n    repeatedly recurring reports of General Fleury's attempts to bring\r\n    about a Russo-French Alliance.\r\n\r\n    Count Bismarck said that General Fleury on his arrival had acted\r\n    without instructions, and he attributed no importance to these\r\n    reports.\r\n\r\n    He said that at first the Emperor of Russia had rather been taken\r\n    in, and that he had written a letter to the King of Prussia (he did\r\n    not say on what subject), but that the King of Prussia had replied\r\n    in a manner most satisfactory and agreeable to the Emperor, and that\r\n    it was then that the Emperor of Russia sent the St. George to the\r\n    King of Prussia.\r\n\r\n    I could see that Count Bismarck has no fear of the Russian policy\r\n    towards Prussia, so long as the Emperor lives and that Prince\r\n    Gortchakow remains Minister.\r\n\r\n    I shall see Bismarck later, and will then inform you what view the\r\n    King takes of the proposal for disarmament.\r\n\r\nThis unpromising communication was transmitted to Paris, and Lord\r\nClarendon comforted himself with the thought that there was still a ray\r\nof hope, as Bismarck had promised to bring the matter before the King,\r\nand there might therefore be an opportunity of recurring to it later on.\r\nDaru, too, did not look upon the position as hopeless.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Clarendon._\r\n\r\n    Paris, March 17, 1870.\r\n\r\n    I read to Count Daru this afternoon a memorandum giving a short\r\n    summary of the principal points in Lord A. Loftus's letter to you of\r\n    the 12th about disarmament.\r\n\r\n    He said that on the whole the impression made on his mind was good.\r\n    There was more disposition to consider the subject, and Count\r\n    Bismarck seemed rather to have sought to find something to say\r\n    against disarmament, than to have alleged reason which could be\r\n    supposed to have any real weight with him.\r\n\r\n    At all events, Count Bismarck mistook the state of France. The\r\n    people were honestly and sincerely pacific, and the Constitutional\r\n    system might be considered as firmly established. He would not deny\r\n    that the French were a proud and susceptible people, and that they\r\n    could be roused to war by their Government, if their honour or their\r\n    patriotism were appealed to. But the present Government were as\r\n    pacific as the people, and they had the full confidence of the\r\n    Emperor and the nation--of the nation, he said, not of the Corps\r\n    Législatif, whose support was not cordial--nor of the Senate, which\r\n    did not like them--nor of the countries, who hated them. Count\r\n    Bismarck would see in a few days, a series of measures which would\r\n    convince him that Constitutional Government was irrevocably\r\n    established in France. The Ministers had obtained, or were on the\r\n    point of obtaining, His Majesty's sanction to reforms which would\r\n    convince all the world that the Emperor had not only landed on the\r\n    shore of Parliamentary Government, but had burnt his ships behind him.\r\n\r\n    As to Count Bismarck's argument that Prussia must be prepared to\r\n    face the united armies of France and Austria, Count Daru remarked\r\n    that it was preposterous to maintain that any one Power of Europe\r\n    must endeavour to be a match for all the rest united. If Austria\r\n    united with France, Prussia might find allies also. It was not to be\r\n    supposed that all Europe would stand by and look on at a fight with\r\n    France and Austria on one side and Prussia on the other.\r\n\r\n    Finally, he repeated that on the whole, Count Bismarck's language\r\n    was more satisfactory than it had yet been.\r\n\r\nThe conclusion to be drawn from this conversation is that Count Daru\r\nmust have been more easy to please than most people; but all hopes\r\nwere shortly dashed to the ground when a letter arrived from Lord\r\nAugustus Loftus reporting the result of his further communications with\r\nBismarck.\r\n\r\nBismarck stated that Lord Clarendon's letters had been translated and\r\nlaid before the King, and that the proposal had not been favourably\r\nentertained by His Majesty. There were only two methods of reducing the\r\nGerman Army, one to change the present legislative enactments, and\r\nthereby the whole military system; the other, to reduce the term of\r\nmilitary service to two and a half years. The first was considered to be\r\nimpossible, and, as for the second, the King had resisted Parliament on\r\nthe subject for five years, and now declared that he would rather give\r\nup his throne than yield. Further, the King viewed the proposal as being\r\nput forward in favour of France and French policy, and without regard to\r\nthe safety of Prussia. To use Bismarck's own expression: 'It was the act\r\nof a _cool friend_.' 'It is all very well for you,' said Bismarck,\r\n'living in an island, where no one can attack you, to preach\r\ndisarmaments, but put yourselves into our skin. You would then think and\r\nact differently. What would you say if we were to observe to you that\r\nyour navy was too large, that you did not require so many ironclads,\r\nthat you lavished too large a portion of the taxation of the country in\r\nbuilding ships, which in the peaceful disposition of Europe were not\r\nrequired? If we recommended you to diminish your naval armament?'\r\n\r\nTo this home-thrust the Ambassador made the somewhat unconvincing reply\r\nthat as evidence of our pacific disposition we had just sold an ironclad\r\nto the Prussian Government, and were ready to sell others--a reply\r\nwhich was received with irreverent merriment; neither do the imposing\r\nsentiments expressed respecting the general happiness and prosperity of\r\nEurope seem to have made much impression upon the man of blood and iron.\r\nThe utmost that could be obtained from him was a vague statement that\r\nthe whole question would be discussed by the Parliament 'in a year or\r\nso,' and that a decision must then be taken as to what was required for\r\nthe safety of the country. 'I saw,' wrote the Minister sadly, 'that it\r\nwas useless to pursue the question further.' Lord Clarendon realized\r\nthat the game was up.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Clarendon to Lord Lyons._\r\n\r\n    Foreign Office, March 23, 1870.\r\n\r\n    I send you a copy of Loftus's letter, and you will, I am sure, agree\r\n    with me that more harm than good would be done by further pressing\r\n    the question of disarmament, after the very decided expression of\r\n    the King's opinion. You can tell Daru in mild terms the two\r\n    objections raised by His Majesty and that, on the whole, I consider\r\n    it better to wait and not to show much anxiety until the War Budget\r\n    comes to be discussed next year, when the example of France, as\r\n    regards military reductions, the pacific temper of her people, and\r\n    the consolidation of her institutions, cannot fail to have a\r\n    beneficial effect on the Federal Parliament. At present, it seems\r\n    that the Liberal party, upon which Bismarck must lean more and more,\r\n    would only support reduction on the condition that he would change\r\n    his policy and invite, or coerce the South into the Confederation.\r\n    Bismarck on this subject has behaved with prudence, at the expense\r\n    of popularity, as regards Baden (the sorest point with the French),\r\n    and he should not be pressed into a course he dislikes or thinks\r\n    dangerous to the continuance of good relations with France. He is\r\n    foolish about the press and always irritated by articles, however\r\n    worthless, against Prussia, which he usually thinks are written by\r\n    authority, or are the true manifestation of public opinion in the\r\n    particular country.\r\n\r\n    You will observe that the King thinks I have been acting in the\r\n    interest of France, and it is therefore not only on public grounds,\r\n    but as regards myself personally, that I am very desirous that the\r\n    most complete secrecy should be observed respecting the whole of\r\n    these unsuccessful negotiations, if they can be so called. I know\r\n    well the suspicious character of the King, and if he thought that we\r\n    had cast in our lot completely with France, he would straightway set\r\n    about a more intimate alliance with Russia which would not be for\r\n    the interest either of England or France.\r\n\r\n    Pray therefore impress upon Daru the necessity of complete\r\n    discretion.\r\n\r\nThus ended an attempt in the success of which no one probably felt much\r\nconfidence. Various conclusions may be drawn from the correspondence\r\nquoted above. There seems to have been no doubt that the French\r\nGovernment (whatever may have been the sentiments of the Emperor) was\r\nsincerely anxious for a partial disarmament and the promised reduction\r\nof the annual contingent by 10,000 men was evidence of good intentions.\r\nThere was, however, an essential difference between the French and\r\nPrussian view as to what constituted conquest and aggression which in\r\nreality precluded any real settlement.\r\n\r\nPrussia held that it was not conquest or aggression to annex any German\r\nStates, while France considered that the annexation of any States south\r\nof the Maine would be as much conquest or aggression on the part of\r\nPrussia, as it would be, on the part of France, to annex them herself.\r\nPrussia refused to declare that she would not complete the unity of\r\nGermany. France, on her side, refused to declare that she would not\r\ninterfere to prevent it.\r\n\r\nAs for Bismarck's arguments against disarmament, some of them were\r\npositively grotesque, and it must have required more than ordinary\r\nassurance to contend, for instance, that Denmark and Monsignor Klazko\r\nconstituted a menace to Prussia, whilst the artifice of representing the\r\nKing as a sort of uncontrollable despot was too thin to deceive any one\r\nof ordinary intelligence. On the other hand, Bismarck seems to have\r\ndisplayed commendable patience and restraint when lectured on the\r\niniquity of the Prussian military system. Lord Clarendon's language\r\nrather conveyed the impression that England stood upon a moral pinnacle\r\nwhich entitled her to admonish other nations as to the errors of their\r\nways, but the claim was vitiated by the fact that she maintained, and\r\nintended to maintain, a navy of overwhelming strength, while if her\r\nmilitary power was even more insignificant than it is at the present\r\nday, the cost of the British Army amounted to much more than that of the\r\nPrussian Army, and therefore the less said about unproductive\r\nexpenditure the better. If, in fact, the respective expenditure of the\r\ntwo countries upon armaments is borne in mind it seems almost incredible\r\nthat Lord Clarendon should have ventured to preach economy to the\r\nPrussian Government. During the previous year, the total British\r\nexpenditure upon armaments amounted to no less than twenty-four millions\r\nand a quarter. Of this sum, rather more than fourteen millions were\r\nallotted to the Army, and nearly ten millions to the Navy. Now the total\r\nmilitary and naval expenditure of the North German Federation at the\r\nsame period only amounted to ten millions eight hundred thousand pounds,\r\nand the Prussian contribution towards the total represented a little\r\nover seven millions. It might also be added that England was quite ready\r\nat all times to supply to an unlimited amount, ironclads, rifles and\r\nmunition of war to any foreign customer, however depraved. And yet we\r\nare pained and surprised when any one suggests that we are occasionally\r\nhypocritical!\r\n\r\nBut the most striking conclusion to be drawn from the correspondence is\r\nthat Lord Clarendon, with all his knowledge of continental politics,\r\ndoes not seem to have fully grasped the really essential fact; he seems\r\nto have thought that by professions of friendship, by small concessions\r\non the part of France, and by the establishment of more liberal\r\ninstitutions in that country, the threatened danger might be averted,\r\nwhereas it was the fixed and inexorable determination of Bismarck to\r\nforce a conflict upon France whenever the favourable opportunity should\r\narise. A high tribute to Lord Clarendon's statesmanship was, however,\r\npaid by Bismarck at a later period. On making the acquaintance of one of\r\nhis daughters a few years later, he opened the conversation with the\r\nsingular remark that, never in the whole course of his life, had he been\r\nso relieved as when her father died; and then proceeded to explain that\r\nhad Lord Clarendon lived, there never would have been a Franco-German\r\nwar. As he did not enter into details, it may be presumed that he\r\nconsidered Lord Clarendon's influence to be so great that he might have\r\nsuccessfully persuaded the French to acquiesce in some insignificant\r\nenlargement of Prussia.\r\n\r\nAll the participators in the disarmament negotiation appear to have kept\r\ntheir counsel on the subject, and there is, at all events, no mention of\r\nit in the two standard works which deal with Bismarck's career.\r\n\r\n\r\nFOOTNOTES:\r\n\r\n  [15] British Ambassador at Berlin.\r\n\r\n  [16] Lord Lyons to Lord Clarendon, Feb. 18, 1870."
  ]
}