{
  "index": 12,
  "title": "Chapter 11",
  "paragraphs": [
    "OUTBREAK OF CIVIL WAR--THE 'TRENT' CASE\r\n\r\n(1860-1861)\r\n\r\n\r\nBefore the close of 1860 the relations between North and South had\r\nreached the critical stage: the mutterings of the coming storm grew\r\nlouder, and when it became clear, in November, that Abraham Lincoln was\r\nto be the new President, secession advanced with rapid strides, while\r\nconviction became general that a collision was inevitable.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Duke of Newcastle._\r\n\r\n    Dec. 10, 1860.\r\n\r\n    It is difficult to believe that I am in the same country which\r\n    appeared so prosperous, so contented, and one may say, so calm when\r\n    we travelled through it. The change is very great even since I wrote\r\n    to you on the 29th October. Our friends are apparently going ahead\r\n    on the road to ruin with their characteristic speed and energy.\r\n\r\n    The President (Buchanan) is harassed beyond measure. It is a very\r\n    unfortunate moment for our negotiations, but the present state of\r\n    things makes me more than ever anxious to get the San Juan question\r\n    safely landed beyond the reach of the incoming administration.\r\n\r\nThe approaching rule of Lincoln entailed the disquieting probability of\r\nthe appointment of Mr. Seward as Secretary of State.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord John Russell._\r\n\r\n    Washington, Jan. 7, 1861.\r\n\r\n    It is considered almost certain that Mr. Seward is to be Mr.\r\n    Lincoln's Secretary of State. This will be regarded as a defiance\r\n    of the South, unless (as is expected) Mr. Seward comes out with a\r\n    conciliatory speech in the Senate. With regard to Great Britain, I\r\n    cannot help fearing that he will be a dangerous Foreign Minister.\r\n    His view of the relations between the United States and Great\r\n    Britain has always been that they are a good material to make\r\n    political capital of. He thinks at all events that they may be\r\n    safely played with without any risk of bringing on a war. He has\r\n    even to me avowed his belief that England will never go to war with\r\n    the United States. He has generally taken up any cry against us, but\r\n    this he says he has done from friendship, to prevent the other\r\n    Party's appropriating it and doing more harm with it than he has\r\n    done. The temptation will be great for Lincoln's party, if they be\r\n    not actually engaged in a civil war, to endeavour to divert the\r\n    public excitement to a foreign quarrel. I do not think Mr. Seward\r\n    would contemplate actually going to war with us, but he would be\r\n    well disposed to play the old game of seeking popularity here by\r\n    displaying violence towards us. I don't think it will be so good a\r\n    game for him as it used to be, even supposing we give him an\r\n    apparent triumph, but I think he is likely to play it.\r\n\r\n    This makes me more than ever anxious to settle the San Juan\r\n    question.\r\n\r\nThe forebodings came true. Mr. Seward, a lawyer, who had aimed at the\r\nPresidency himself, became Secretary of State, and caused the British\r\nGovernment and the diplomatists at Washington many uncomfortable\r\nmoments.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord John Russell._\r\n\r\n    Washington, March 26, 1861.\r\n\r\n    Mr. Seward came to me on the evening of the 20th ultimo, and asked\r\n    me to let him speak to me very confidentially....\r\n\r\n    Mr. Seward observed that he considered it all important to ward off\r\n    a crisis during the next three months; that he had good hopes that\r\n    if this could be effected a counter revolution would take place in\r\n    the South; that he hoped and believed it would begin in the most\r\n    distant State, Texas, where indeed he saw symptoms of it already. It\r\n    might be necessary towards producing this effect to make the\r\n    Southern States feel uncomfortable in their present condition by\r\n    interrupting their commerce. It was however most important that the\r\n    new Confederacy should not in the mean time be recognized by any\r\n    Foreign Power.\r\n\r\n    I said that certainly the feelings as well as the interests of Great\r\n    Britain would render H.M.'s Government most desirous to avoid any\r\n    step which could prolong the quarrel between North and South, or be\r\n    an obstacle to a cordial and speedy reunion between them if that\r\n    were possible. Still I said, if the U.S. determined to stop by force\r\n    so important a commerce as that of Great Britain with the\r\n    cotton-growing States, I could not answer for what might happen.\r\n\r\n    Mr. Seward asked whether England would not be content to get cotton\r\n    through the Northern Ports, to which it could be sent by land.\r\n\r\n    I answered that cotton although by far the most important article of\r\n    the Trade was not the only point to be considered. It was however a\r\n    matter of the greatest consequence to England to procure cheap\r\n    cotton. If a considerable rise were to take place in the price of\r\n    cotton, and British ships were to be at the same time excluded from\r\n    the Southern Ports, an immense pressure would be put upon H.M.'s\r\n    Government to use all the means in their power to open those Ports.\r\n    If H.M.'s Government felt it to be their duty to do so, they would\r\n    naturally endeavour to effect their object in a manner as consistent\r\n    as possible first with, their friendly feelings towards both\r\n    Sections of this Country, and secondly with the recognized\r\n    principles of International Law. As regards the latter point in\r\n    particular, it certainly appeared that the most simple, if not the\r\n    only way, would be to recognize the Southern Confederacy. I said a\r\n    good deal about my hopes that Mr. Seward would never let things come\r\n    to this, with which it is unnecessary to trouble you.\r\n\r\n    I thought that Mr. Seward, although he did not give up the point,\r\n    listened with complacency to my arguments against interference with\r\n    Foreign Commerce. He said more than once that he should like to take\r\n    me to the President to discuss the subject with him. The conclusion\r\n    I came to was that the questions of a forcible collection of the\r\n    duties in the Southern Ports, and of a blockade of those Ports were\r\n    under discussion in the Cabinet, but that Mr. Seward was himself\r\n    opposed to those measures, and had good hopes that his opinion would\r\n    prevail.\r\n\r\n    It would appear however that a change took place in the interval\r\n    between this conversation and yesterday. Mr. Seward, the principal\r\n    Members of the Cabinet, the Russian Minister, M. de Stoeckl, and the\r\n    French Minister, Mons. Mercier, with some other people dined with\r\n    me. After dinner, Mr. Seward entered into an animated conversation\r\n    with my French and Russian Colleagues, and signed to me to join\r\n    them. When I came up I found him asking M. Mercier to give him a\r\n    copy of his Instructions to the French Consuls in the Southern\r\n    States. M. Mercier made some excuse for refusing, but said that what\r\n    the instructions amounted to was that the Consuls were to do their\r\n    best to protect French Commerce 'sans sortir de la plus stricte\r\n    neutralité.' Mr. Seward then asked me to give him a copy of my\r\n    instructions to H.M.'s Consuls. I, of course, declined to do so, but\r\n    I told him that the purport of them was that the Consuls were to\r\n    regard questions from a commercial not a political point of view,\r\n    that they were to do all they could to favour the continuance of\r\n    peaceful commerce short of performing an act of recognition without\r\n    the orders of Her Majesty's Government.\r\n\r\n[Illustration: William Henry Seward.\r\n\r\nLondon: Edward Arnold]\r\n\r\n    Mr. Seward then alluded to the Peruvian Papers, and speaking as he\r\n    had done all along very loud, said to my French and Russian\r\n    Colleagues and me, 'I have formed my opinion on that matter, and I\r\n    may as well tell it to you now as at any other time. I differ with\r\n    my Predecessor as to _de facto_ Authorities. If one of your Ships\r\n    comes out of a Southern Port without the Papers required by the laws\r\n    of the U.S., and is seized by one of our Cruisers and carried into\r\n    New York and confiscated, we shall not make any compensation.' My\r\n    Russian Colleague, M. de Stoeckl, argued the question with Mr.\r\n    Seward very good humouredly and very ably. Upon his saying that a\r\n    Blockade to be respected must be effective, Mr. Seward replied that\r\n    it was not a blockade that would be established; that the U.S.\r\n    Cruisers would be stationed off the Southern Coast to collect\r\n    duties, and enforce penalties for the infraction of the U.S. Customs\r\n    Laws. Mr. Seward then appealed to me. I said that it was really a\r\n    matter so very serious that I was unwilling to discuss it; that his\r\n    plan seemed to me to amount in fact to a paper blockade of the\r\n    enormous extent of coast comprised in the Seceding States; that the\r\n    calling it an enforcement of the Revenue Laws appeared to me to\r\n    increase the gravity of the measure, for it placed Foreign Powers in\r\n    the Dilemma of recognizing the Southern Confederation, or of\r\n    submitting to the interruption of their Commerce.\r\n\r\n    Mr. Seward then went off into a defiance of Foreign Nations, in a\r\n    style of braggadocio which was formerly not uncommon with him, but\r\n    which I had not heard before from him since he had been in office.\r\n    Finding he was getting more and more violent and noisy, and saying\r\n    things which it would be more convenient for me not to have heard, I\r\n    took a natural opportunity of turning, as host, to speak to some of\r\n    the ladies in the room.\r\n\r\n    M. de Stoeckl and M. Mercier inferred, as I do, that within the last\r\n    two days the opinion of the more violent party in the Cabinet had\r\n    prevailed, at all events for the moment, and that there is a danger\r\n    that an interference with Foreign Trade may take place at any\r\n    moment. I hope that it may still be prevented by the fear of its\r\n    producing a recognition of the Southern Confederacy. But I am afraid\r\n    we must be prepared for it.\r\n\r\n    It may perhaps be well, with a view to the effect on this\r\n    Government, that the Commissioners who are on their way to Europe\r\n    from the Southern States should not meet with too strong a rebuff in\r\n    England or in France. Such a rebuff would be a great encouragement\r\n    to violent measures. In fact, notwithstanding my contradictions, the\r\n    Senate, and indeed, I fear, the President is not uninfluenced by the\r\n    bold assertions made by some Members of the violent Party that they\r\n    have positive assurances from Y.L. and other Members of H.M.'s\r\n    Government that _under no circumstances whatever_ will Great\r\n    Britain recognize the independence of the South.\r\n\r\n    M. Mercier thinks it advisable that he and I should have a\r\n    discretionary Power to recognize the South. This seems to me to be\r\n    going too fast. I should feel a good deal embarrassed by having such\r\n    a power in my pocket, unless the contingency in which it was to be\r\n    used should be most clearly stated. What does appear to be of\r\n    extreme importance is that England and France should act in concert.\r\n\r\nLincoln had been inaugurated as President in March, and in the following\r\nmonth the long-awaited collision occurred at Charleston, when the\r\nConfederates opened fire upon and captured Fort Sumter. The forts in\r\nCharleston harbour had by common consent become the test case, and the\r\ncapture of Fort Sumter signalized the fact that a population of little\r\nover 5 millions of white men had had the audacity to challenge over 22\r\nmillions of their fellow-countrymen.\r\n\r\nCharleston, by the way, besides its importance in American history,\r\nseems to have been a place where slavery was a very thorough-going\r\ninstitution, judging from the following advertisement in the _Mercury_,\r\nof March 25th, 1861.\r\n\r\n       *       *       *       *       *\r\n\r\n    NOTICE. TEN DOLLARS REWARD.\r\n\r\n    Runaway on Friday night, March 23rd, my woman 'Silvey,' about forty\r\n    years of age, of a light brown complexion, and has spots on her\r\n    face as if done with powder, and limps a little, and speaks very low\r\n    when spoken to. She formerly belonged to the Rev. Mr. Keith, and of\r\n    late to Johnson the tailor, in King Street, near George Street. When\r\n    she left she had a chain around her ankles to keep her from going\r\n    off, but she went anyhow. Apply to P. Buckheit, north-west corner of\r\n    Line and Meeting Streets.\r\n\r\nMr. W. H. Russell, the well-known correspondent, was in Charleston a few\r\ndays after the fall of Fort Sumter, and wrote as follows:----\r\n\r\n       *       *       *       *       *\r\n\r\n    Charleston, April 19, 1861.\r\n\r\n    I arrived here the night before last _viâ_ Baltimore, Norfolk and\r\n    Wilmington. North Carolina was in revolt--that is, there was no\r\n    particular form of authority to rebel against, but the shadowy\r\n    abstractions in lieu of it were treated with deserved contempt by\r\n    the 'citizens,' who with flint muskets and quaint uniforms were\r\n    ready at the various stations to seize on anything, particularly\r\n    whisky, which it occurred to them to fancy. At Wilmington I sent a\r\n    message to the electric telegraph office for transmission to New\r\n    York, but the 'citizens' of the Vigilance Committee refused to\r\n    permit the message to be transmitted and were preparing to wait upon\r\n    me with a view of asking me what were my general views on the state\r\n    of the world, when I informed them peremptorily that I must decline\r\n    to hold any intercourse with them which I the more objected to do in\r\n    that they were highly elated and excited by the news from Sumter. I\r\n    went over the works with General Beauregard: the military injury\r\n    done to Sumter is very trifling, but Anderson's defence, negative as\r\n    it was, must be regarded as exceedingly creditable to him.\r\n\r\n           *       *       *       *       *\r\n\r\n    In a week's time the place will be a hard nut to crack. One thing\r\n    is certain: nothing on earth will induce the people to return to the\r\n    Union. I believe firmly their present intention is to march upon\r\n    Washington, if it were merely as a diversion to carry the war away\r\n    from their interior.\r\n\r\nWar having now actually broken out, the question of the blockade of the\r\nSouthern ports became all important for England.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord John Russell._\r\n\r\n    Washington, April 15, 1861.\r\n\r\n    I am getting very uneasy about the intention of the Government with\r\n    regard to stopping intercourse with Southern Ports. Now that war has\r\n    begun it seems difficult to suppose that they will abstain from\r\n    taking advantage of their one great superiority, which is their\r\n    navy. I suppose that a regular blockade would be less objectionable\r\n    than any such measures as closing the Southern Ports as Ports of\r\n    entry, or attempting to collect duties for the U.S. by ships\r\n    stationed off them. The rules of a blockade are to a great extent\r\n    determined and known, and our ships could at all events resort to\r\n    any Ports before which the U.S. did not establish a regular\r\n    effective blockade. But if the U.S. are to be permitted to seize any\r\n    ship of ours wherever they can find her within their jurisdiction on\r\n    the plea that by going to a Southern port she has violated the U.S.\r\n    custom laws, our commerce will be exposed to vexations beyond\r\n    bearing, and all kinds of new and doubtful questions will be raised.\r\n    In fact, this, it seems to me, would be a paper blockade of the\r\n    worst kind. It would certainly justify Great Britain and France in\r\n    recognizing the Southern Confederacy and sending their fleets to\r\n    force the U.S. to treat British and French vessels as neutrals in\r\n    conformity with the law of nations.\r\n\r\n    Just as Mr. Seward was confident that he had prevailed in the\r\n    Cabinet, the President and the violent party suddenly threw over his\r\n    policy. Having determined not to resign, he pretends to be pleased,\r\n    and one of his colleagues says of him that in order to make up for\r\n    previous lukewarmness he is now the fiercest of the lot. It is a\r\n    great inconvenience to have him as the organ of communication from\r\n    the U.S. Government. Repeated failures have not convinced him that\r\n    he is not sure to carry his point with the President and the\r\n    Cabinet. He is therefore apt to announce as the fixed intentions\r\n    of his Government what is in reality no more than a measure which he\r\n    himself supports.\r\n\r\n    I am in constant apprehension of some foolish and violent proceeding\r\n    of the Government with regard to Foreign Powers. Neither the\r\n    President nor any man in the Cabinet has a knowledge of Foreign\r\n    Affairs; they have consequently all the overweening confidence in\r\n    their own strength which popular oratory has made common in this\r\n    country. I believe the best chance of keeping them within bounds\r\n    will be to be very firm with them, particularly at first, and to act\r\n    in concert with France, if that be possible.\r\n\r\n    As I have mentioned in my despatches, information coming from the\r\n    Southern Commissioners sent to negotiate with the Government here,\r\n    it may be as well to mention that they did not seek any intercourse\r\n    with me, and that I never had any communication with them, direct or\r\n    otherwise. I do not know that I should have thought it necessary to\r\n    refuse to communicate with them, if it had been proposed to me, but\r\n    the fact is as I have just said.\r\n\r\nThe policy of acting in conjunction with France was adopted with\r\nconsiderable success, as will appear later, but hitherto the British\r\nGovernment had not given any very clear lead, Lord John Russell\r\ncontenting himself with the view that he relied upon 'the wisdom,\r\npatience, and prudence of the British Minister to steer safely through\r\nthe danger of the crisis.' It was absolutely necessary, however, to deal\r\nwith the Blockade Question, and the Cabinet consulted the Law Officers\r\nof the Crown, with the result that the Southern States were recognized\r\nas belligerents.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord John Russell to Lord Lyons._\r\n\r\n    Foreign Office, May 6, 1861.\r\n\r\n    I cannot give you any official instructions by this mail, but the\r\n    Law Officers are of opinion that we must consider the Civil War\r\n    in America as regular war--_justum bellum_--and apply to it all\r\n    the rules respecting blockade, letters of Marque which belong to\r\n    neutrals during a war. They think moreover it would be very\r\n    desirable if both parties would agree to accept the Declaration of\r\n    Paris regarding the flag covering the goods and the prohibition of\r\n    privateers.\r\n\r\n    You will of course inform our naval officers that they must conform\r\n    to the rules respecting Blockade, of which they are I believe in\r\n    possession. The matter is very serious and very unfortunate.\r\n\r\nAn important conversation took place on May 17, between Lord J. Russell\r\nand Mr. Adams, the new American Minister in London, in which the latter\r\nwent so far as to state that Lord John Russell's language to his\r\npredecessor, Mr. Dallas, had been construed in an unfavourable light in\r\nthe United States, and that he was afraid that his own mission might\r\ncome to an end unless the unfavourable impression was corrected. He\r\nfurther complained of the recognition of the South as a belligerent.\r\nLord John Russell in reply declined to give an undertaking that, apart\r\nfrom belligerent rights, England would never recognize the Southern\r\nStates, but he endeavoured to make it clear that, if anything, popular\r\nsympathy in England was with the North, and that H.M. Government were\r\nonly desirous of maintaining a strict neutrality. Any one reading the\r\ncorrespondence of the period cannot fail to realize that Lord John\r\nRussell was perfectly sincere in his expressed wish to preserve perfect\r\nimpartiality, in spite of the querulous and acrimonious tone which\r\noccasionally characterized his communications.\r\n\r\nLord Lyons, on his side, was only too anxious to avoid the slightest\r\nsemblance of anything which might cause offence to the United States\r\nGovernment. He was constantly impressing upon the various Consuls that,\r\nstrict neutrality being the policy of H.M. Government, they must not be\r\nled away by their sympathies, but confine themselves to obeying orders.\r\nHe vetoed the requests for warships, which they occasionally clamoured\r\nfor, in the traditional consular spirit, and urged caution upon the\r\nBritish naval Commanders and the Canadian authorities. Fortunately, both\r\nAdmiral Milne and Sir Edmund Head, the Governor-General of Canada, were\r\nprudent and tactful men, who ably co-operated with him. With both of\r\nthese he corresponded confidentially, and made no secret of the\r\napprehensions which he entertained.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Sir E. Head._\r\n\r\n    Washington, May 22, 1861.\r\n\r\n    You will perhaps consider the notion that the U.S. should at this\r\n    moment provoke a war with a great Power as preposterous, and _à\r\n    priori_ it must seem incredible to any one. Nevertheless I am\r\n    so seriously alarmed by what I see passing around me here and\r\n    especially by the conduct of the Cabinet that I have thought it my\r\n    duty to call the attention of our Government to the danger which I\r\n    conceive to exist. To avert it is the main object of all I do here.\r\n    I am afraid however that things are coming to a point at which my\r\n    diplomacy will be completely at fault.\r\n\r\n           *       *       *       *       *\r\n\r\n    I could write a great deal to explain my reasons for fearing that if\r\n    a war be not imminent the risk is at any rate so great that it ought\r\n    at once to be guarded against. My mind is almost unremittingly\r\n    employed in devising means to maintain the peace. In this, even more\r\n    than in ordinary cases, I think the best safeguard will be found in\r\n    being evidently prepared for war. Nothing is so likely to prevent an\r\n    attack as manifest readiness to prevent one. I have thought it right\r\n    to state to H.M. Government my opinion that it is not even now too\r\n    soon to put Canada into a complete state of defence and to provide\r\n    both in the West Indies and on the Atlantic and Pacific coasts the\r\n    means of resisting attack in case of war or of making our neutrality\r\n    respected if peace can be maintained.\r\n\r\n    Canada is, as you know, looked upon here as our weak point. There\r\n    are in the Cabinet men who are no doubt as ignorant of the state of\r\n    feeling in Canada as they were of that in the Southern States and\r\n    who believe that there is a strong American feeling in Canada. You\r\n    will not have forgotten that Mr. Seward, during the Presidential\r\n    canvass, publicly advocated the annexation of Canada as a\r\n    compensation for any loss which might be occasioned by the\r\n    disaffection of the South. The people calculate here (I am afraid\r\n    not without reason) upon being effectively aided in an inroad upon\r\n    Canada by the Irish Secret Societies which have been formed\r\n    especially in the State of New York nominally for the purpose of\r\n    invading Ireland.\r\n\r\n    I can hardly hope that you will not think the antecedent\r\n    improbability of this country's rushing to its ruin by adding\r\n    Foreign to Civil war so great as to prove that I must be led away by\r\n    visionary apprehensions. However this may be, it may be convenient\r\n    to you to know what my knowledge of men and things here has brought\r\n    me to believe and what I have in consequence written home.\r\n\r\n    Our Government has taken the only position sanctioned by\r\n    International law and by precedent. It observes absolute neutrality\r\n    and impartiality between the contending parties, recognizing, as it\r\n    is bound to do, both as invested with belligerent rights. No other\r\n    course was open to it, except that of an offensive alliance with one\r\n    side against the other. The North have certainly not asked for such\r\n    an alliance and would doubtless reject an offer of it with disdain.\r\n    And yet they choose to be in a fury because we do not try to occupy\r\n    some untenable position as their partisans.\r\n\r\n    No one defines our position more clearly than their own great\r\n    authority Wheaton.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord John Russell._\r\n\r\n    Washington, May 21, 1861.\r\n\r\n    One of the great difficulties I have to contend with in my endeavour\r\n    to keep this Government within such bounds as may render the\r\n    maintenance of peace possible is the persuasion which prevails even\r\n    with sensible men that _no_ outrage will compel England to make\r\n    war with the North. Such men, although seeing the inexpediency and\r\n    impropriety of Mr. Seward's treatment of the European Powers, still\r\n    do not think it worth while to risk their own mob popularity by\r\n    declaring against it. If they thought there was really any danger\r\n    they would no doubt do a great deal to avert it.\r\n\r\n    Of these men the most distinguished is Mr. Sumner. He has\r\n    considerable influence in Foreign Questions and holds the important\r\n    office of Chairman of the Senate Committee on Foreign Relations. He\r\n    is in correspondence with many people in England, and I believe with\r\n    the Duke and Duchess of Argyll. I think no greater service could be\r\n    rendered to the cause of peace than to make Mr. Sumner aware of the\r\n    real perils to which Mr. Seward and the Cabinet are exposing the\r\n    country. If some means cannot be devised of checking them, they will\r\n    carry not only arrogance but practical vexations to a pitch which\r\n    will render the maintenance of peace impossible. If Mr. Sumner's\r\n    correspondence from England convinced him that there was real danger\r\n    in Mr. Seward's proceedings, he might do a good deal to put a stop\r\n    to them. I think I have done something to shake his confidence, but\r\n    I believe he still relies to a great degree upon assurances he\r\n    received from England under circumstances wholly different from\r\n    those which now so unhappily exist.\r\n\r\nOnly a few years earlier, a British Minister, Sir John Crampton (like\r\nLord Sackville, in 1888), had been offered as a sacrifice to the Irish\r\nvote, and received his passport, and it began to look as if this\r\nspirited action might be repeated.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord John Russell._\r\n\r\n    Washington, June 4, 1861.\r\n\r\n    The present game of the violent party appears to be to discover or\r\n    invent some shade of difference in the conduct of England and France\r\n    in order to use violent language, or even to take violent measures\r\n    against England without necessarily involving themselves in a\r\n    quarrel with France also. The plan most in vogue at this moment\r\n    seems to be to send me my passport. After their experience in the\r\n    case of Sir J. Crampton they look upon this as a measure which would\r\n    gain them most applause by its appearance of vigour without exposing\r\n    them to any real danger. They have not yet hit upon any fault to\r\n    find with me personally, except that I _must_ have written\r\n    unfriendly despatches to my government, because my government has\r\n    taken a course which they do not like. The whole is no doubt an\r\n    attempt to carry a point by bluster which will perhaps fail if it be\r\n    encountered with mild language and very firm conduct. For my own\r\n    part I conceive my best line will be to avoid giving any possible\r\n    reason for complaint against myself personally and to keep things as\r\n    smooth as I can. If H.M. Government concede nothing to violent\r\n    language it will _probably_ subside, but there is such a dementia\r\n    in some of the people here that we must not be surprised at any act of\r\n    violence they may commit.\r\n\r\n    Mr. Seward will be furious when he finds that his adherence to the\r\n    Declaration of Paris will not stop the Southern privateering. This\r\n    is one of the difficulties of making the proposals respecting\r\n    maritime law. But the great trouble will be the fuss which the\r\n    Southern government will make about receiving a communication from\r\n    England and France. It will be a great advantage to have a discreet\r\n    and able man like Mr. Bunch to employ in the South. I trust it may\r\n    be possible to grant him some compensation for the risk and loss to\r\n    which he is exposed by remaining there.\r\n\r\nAnother long letter of June 10 illustrates the tension of the situation,\r\nand again urges the necessity of attending to the defence of Canada.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord John Russell._\r\n\r\n    Washington, June 10, 1861.\r\n\r\n    I owe you more than common thanks for your private letter of the\r\n    25th.\r\n\r\n    Mr. Adams' Report of his first conversation with you appears to have\r\n    produced a good impression on the Cabinet. This I learn from Mr.\r\n    Chase, the Secretary of the Treasury, who dined with me the day\r\n    before yesterday. I have not seen Mr. Seward since they arrived. It\r\n    is too dangerous to talk to him on such subjects for me to bring\r\n    them up unnecessarily.\r\n\r\n    I hope we may see some moderation in the tone of the Newspapers.\r\n    The people in the North are beginning to be aware of the immense\r\n    encouragement which their predictions of a war with England have\r\n    given to their Southern Foe. I understand that the effect at\r\n    Richmond of the repeated assertions in the Northern Papers of the\r\n    hostility of England to the North has been prodigious.\r\n\r\n    I have written so much officially on the risk of a sudden\r\n    Declaration of War against England by the U.S. that I have nothing\r\n    to add on that subject. That such an act of madness is so far from\r\n    impossible, that we ought to be prepared for it at any moment, I\r\n    am thoroughly convinced. I am doing all I can to avoid awkward\r\n    questions--for to give way upon any such question would be still\r\n    more dangerous to peace than to make a firm stand. The safe course\r\n    therefore is to prevent questions arising, if possible. But the\r\n    first thing to be done towards obtaining anything like permanent\r\n    security is to remove the temptation to attack Canada.\r\n\r\n    I am a little nervous about our Company of Marines on San Juan. I\r\n    don't know that I can suggest any precautions to Governor Douglas\r\n    which would not be more likely to do harm than good. I have besides\r\n    no means of sending him a letter, which would not be liable to\r\n    be read on the way. I can communicate with the Admiral in the\r\n    Pacific in cypher, but I do not know where he may be. Under any\r\n    circumstances the Government here would of course be able to send\r\n    intelligence of war having broken out to the Pacific sooner than I\r\n    could.\r\n\r\n    M. Mercier, the French Minister here, appears to be very frank and\r\n    cordial with me. The instructions which he read to me insist very\r\n    strongly upon his acting in entire concert with me. I think he may\r\n    perhaps have received a confidential Despatch desiring him to\r\n    proceed cautiously, for he is going at a much slower pace than his\r\n    language a short time ago would have led one to expect. His giving\r\n    Mr. Seward a copy of the Exposition of the French Jurists on the\r\n    question of Belligerent Rights, as he did before of M. Thouvenel's\r\n    account of his conversation with Mr. Sanford, seems to show a\r\n    straightforward desire to make this Government acquainted with\r\n    the real sentiments and intentions of the Emperor. The language\r\n    M. Mercier uses to me and to his other Colleagues, as well as\r\n    that which he uses to Americans in my presence, is in direct\r\n    contradiction to the reports that France will assist the North,\r\n    which are so assiduously repeated and commented upon in the American\r\n    Newspapers. I am very willing to let him take the lead in our\r\n    communications about the Declaration of Paris. It would be playing\r\n    the game of the enemies to peace with England for me to go faster in\r\n    these matters than the French Minister.\r\n\r\n    Among other difficulties in the way of making your communication to\r\n    the Southern Consuls, is that of getting it safely to them. All\r\n    regular communication with the South is cut off. I suppose the\r\n    Government here would give either M. Mercier or me a Pass for a\r\n    special Messenger if we asked for one--but it may be desirable to\r\n    afford as little evidence as possible of our being connected with\r\n    the communication. The Southern Government will no doubt do all in\r\n    their power to give importance and publicity to the communication.\r\n    This Government will very probably withdraw the Exequaturs of the\r\n    Consuls who make it. The withdrawal would not be altogether free\r\n    from inconvenience to us, as it would interfere with the Consuls'\r\n    holding intercourse with the Blockading Squadrons, which it is\r\n    sometimes of importance that they should be able to do.\r\n\r\n    I think the English and French Governments will find it necessary to\r\n    make the Cabinet of Washington clearly understand that they _must_\r\n    and _will_ hold unofficial communication with the Southern\r\n    Government on matters concerning the interests of their subjects.\r\n    The announcement should if possible be made _collectively_, and in\r\n    such a form as to preclude the Cabinet's pretending to find a\r\n    difference between the conduct of France and England. The Government\r\n    of the U.S. can perform none of the duties of a Government towards\r\n    Foreigners in the Seceded States; and it is a preposterous\r\n    pretension to insist upon excluding Foreign Governments from\r\n    intercourse with the authorities however illegitimate, to whom their\r\n    Subjects must in fact look for protection.\r\n\r\n    The inactivity of the Troops on both sides would be satisfactory, if\r\n    one could hope that there was still any chance of the question's\r\n    being solved without any serious fighting. As it is, one would be\r\n    glad that something should be done as soon as possible to enable an\r\n    opinion to be formed on the relative strength and spirit of the\r\n    Armies. I believe that the real secret is that from want of training\r\n    in the men, and total lack of waggons, horses and other means of\r\n    transport, neither Government can move troops in any considerable\r\n    numbers except by railroad. I can see as yet no signs of the spirit\r\n    of conquest in the North flagging, or of the South losing courage.\r\n    The Financial Difficulty will be the great one on both sides. The\r\n    Southern men are said to serve without pay--but this Government has\r\n    fixed the pay of the volunteers and militiamen at the same rate as\r\n    that of the regular army, eleven dollars (about 45 shillings) a\r\n    month, for a private, in addition to clothes and rations.\r\n\r\n    I must do the little I can to influence the Senators and\r\n    Representatives when they come up next month; but there is only too\r\n    much reason to fear that fierceness against England will be popular,\r\n    and that the Legislators will vie with each other in manifesting it.\r\n    What I think they are most likely to do is to give the President\r\n    authority to declare war with us, without waiting for the sanction\r\n    of Congress.\r\n\r\n           *       *       *       *       *\r\n\r\n    Since I wrote what precedes I have been informed privately that in\r\n    Mr. Dayton's Report of his audience of the Emperor, there is a\r\n    rather ambiguous phrase put into the Emperor's mouth, respecting His\r\n    Majesty's desire to contribute to put an end to the dispute between\r\n    North and South. My informant says that the President and Mr. Seward\r\n    _really_ interpret the phrase as signifying that the Emperor would\r\n    be willing to assist the North to subdue the South--and that it is\r\n    from this supposition that Mr. Seward does not send M. Mercier back\r\n    the 'Exposition' and enter into the discussion about neutral Rights.\r\n    Mr. Seward is naturally puzzled by the apparent discrepancy between\r\n    the Emperor's language and that of His Majesty's Minister here. The\r\n    men in the State Department who are accustomed to business look, it\r\n    seems, upon the Emperor's words, even as reported by Mr. Dayton, as\r\n    no more than a vague assurance of goodwill, pointing to mediation\r\n    rather than to anything else. I will endeavour to get M. Mercier to\r\n    set the President and Mr. Seward right as soon as possible, for the\r\n    delusion is a very dangerous one for England, and a much more\r\n    dangerous one for the U.S.\r\n\r\nThe ill-feeling towards England continued to grow worse as time went on,\r\nand apparently was due largely to sentiment. The success of the South in\r\nfounding a practically independent government was so galling to the\r\nNorth that anything which implied the admission of a self-evident fact,\r\nsuch as the recognition of the Southern States as belligerents, was\r\ninexpressibly galling. Fortunately, England and France were acting in\r\nunison, and even Mr. Seward's ingenuity was unable to show that there\r\nwas any difference between the attitude of the two countries. Writing on\r\nJune 24, Lord Lyons reported that he had discovered that Mr. Seward had\r\nprepared a despatch which was all but a direct announcement of war, and\r\nthat it was only the intervention of the President and of the more\r\nreasonable members of the Cabinet which prevented its being sent to the\r\nAmerican Minister in London. The great qualities of President Lincoln,\r\nby the way, do not appear to have been recognized at this early period,\r\nfor competent judges pronounced that although well-meaning and\r\nconscientious, he gave no proof of possessing any natural talents to\r\ncompensate for his ignorance of everything but Illinois village\r\npolitics.\r\n\r\nTowards the end of July the military inactivity, due to causes mentioned\r\nearlier, came to an end, and the historic fight of Bull's Run took place\r\non the 21st.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Russell._\r\n\r\n    Washington, July 22, 1861.\r\n\r\n    It is too soon to form any speculations on the result of the defeat\r\n    of yesterday. Neither General Scott nor the Government had\r\n    calculated on the possibility of anything like it, and as for the\r\n    people of the North, they talked at all events as if the victory was\r\n    already theirs. If the North have anything like the spirit to which\r\n    they lay claim, they will rise with more resolution than ever to\r\n    avenge the defeat. The test will be the conduct of the Militia\r\n    Regiments. The three months' term of service of most of them has\r\n    just expired: some had gone home and the rest were on the point of\r\n    following--leaving the war to be carried on by the Volunteers and\r\n    the Regular Army. If the Militia regiments remain and others come\r\n    up, we may conclude that the warlike spirit of the North is\r\n    unbroken. If they do not, there may be a chance of peace. For this\r\n    battle will not facilitate recruiting for the army and the\r\n    Volunteers--and unless the Capitalists are urged by patriotism or\r\n    squeezed by mob pressure, the loans will fail and the money to pay\r\n    the Volunteers will not be forthcoming.\r\n\r\n    I am myself inclined to hope that Congress may show some dignity\r\n    and good sense. The general opinion is that it will be violent and\r\n    childish--vote men and money on paper by millions--slay its Southern\r\n    enemies by treason bills--and ruin them by confiscation acts--decree\r\n    the immediate and unconditional abolition of slavery in the Southern\r\n    States--the closing of the Ports, and what not.\r\n\r\nAmongst other results of Bull's Run was the production of the following\r\nminute by Lord Palmerston. If his judgment on the temper of the North\r\nwas completely wrong, his other observations might be profitably studied\r\nby the numerous persons in this country who hold the view that efficient\r\nmilitary forces can be improvised whenever an emergency arises.\r\n\r\n       *       *       *       *       *\r\n\r\n    MINUTE OF LORD PALMERSTON.\r\n\r\n    Aug. 15, 1861.\r\n\r\n    The defeat at Bull's Run or rather at Yankee's Run proves two\r\n    things. First, that to bring together many thousand men and put\r\n    uniforms upon their backs and muskets in their hands is not to make\r\n    an army: discipline, experienced officers and confidence in the\r\n    steadiness of their comrades are necessary to make an army fight and\r\n    stand: secondly, that the Unionist cause is not in the hearts of the\r\n    mass of the population of the North. The Americans are not cowards:\r\n    individually they are as reckless of their own lives as of the lives\r\n    of others: ..., and it is not easy to believe that if they had felt\r\n    they were fighting for a great national interest they would have run\r\n    away as they did from the battle, or that whole regiments would have\r\n    quietly marched away home just before the fight was to begin. The\r\n    Truth is, the North are fighting for an Idea chiefly entertained by\r\n    professional politicians, while the South are fighting for what they\r\n    consider rightly or wrongly vital interests.\r\n\r\nThe defects and weaknesses disclosed by this defeat produced much\r\ncontemptuous criticism upon the military inefficiency of the United\r\nStates. In reality there was no cause for surprise. In April, 1861, the\r\nentire regular army of the United States only amounted to 16,000\r\nofficers and men. Many of the officers had taken sides with the South.\r\nNot one of them had ever had the opportunity of commanding any\r\nconsiderable number of troops, and public opinion was so entirely\r\nuninstructed concerning military questions that every local politician\r\nconsidered himself competent to become a colonel, or even a general. But\r\nwhat Bull's Run showed more conclusively than anything else, was that\r\nthe task of subjugating the South was infinitely greater than had\r\nbeen anticipated, and that the confident boastings of enthusiastic\r\nNortherners were as foolish as they were unjustified. We, however, as\r\na nation, had not then, and have now, little cause to jeer at the\r\nAmericans for their failure: we had embarked, only a few years earlier,\r\nupon the Crimean Campaign almost equally unprepared for a serious\r\nstruggle, and less than forty years later, in 1899, one of our most\r\neminent military authorities undertook to finish off the Boers before\r\nthe date of the Lord Mayor's Banquet.\r\n\r\nAbout this time Anglo-American relations showed a slight improvement,\r\nalthough Mr. Seward, in a characteristic outburst, took occasion to\r\npoint out that 'the policy of Foreign Governments was founded upon\r\nconsiderations of interest and of commerce, while that of the United\r\nStates was based on high and eternal considerations of principle and the\r\ngood of the human race; that the policy of foreign nations was regulated\r\nby the government which ruled them, while that of the United States was\r\ndirected by the unanimous and unchangeable will of the people.' Yet he\r\nhad clearly become more peaceable, and this welcome tendency was perhaps\r\ndue to the British Government having increased the Canadian garrisons in\r\nresponse to the urgent pressure of Lord Lyons and the Canadian\r\nauthorities.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Sir E. Head._\r\n\r\n    Washington, Aug. 2, 1861.\r\n\r\n    The intentions of the Government are at this moment more peaceful\r\n    than they have been. But I do not yet see any reason to modify the\r\n    views I expressed in my previous confidential letters. The present\r\n    change has been mainly produced by our preparations for defence and\r\n    by the quiet firmness with which we have maintained the position we\r\n    took up with regard to Belligerent Rights. I think it as necessary\r\n    as ever to complete our preparations for defence, and I find that\r\n    the knowledge that we are making such preparations calms instead of\r\n    irritating this people.\r\n\r\n    There is nothing very surprising in raw levies being seized with\r\n    such a panic as that which led to the flight from Bull's Run. The\r\n    want of spirit before and since shown by the Militia regiments is a\r\n    worse sign. Two went away, on their term expiring, one may say from\r\n    the battlefield itself. The defeat, and even the danger of\r\n    Washington being taken, have been unable to induce any whose time is\r\n    up to remain. The Government considers that we are now safe again\r\n    from an attack here, but for some days our reliance was only upon\r\n    its not entering into the enemy's plan to come here.\r\n\r\n    As day after day passes without an onward movement of the Southern\r\n    troops, the war spirit seems to revive in the North. But it will\r\n    require a decided Northern victory to bring back the enthusiasm and\r\n    the unanimity which appeared on the fall of Fort Sumter. A peace\r\n    party is beginning to show itself timidly and weakly, but much more\r\n    openly than it would have dared to do two months ago.\r\n\r\n    We have nearly got through another Tariff Bill without a serious\r\n    attack upon the Reciprocity Treaty, thanks more to the haste, I am\r\n    afraid, than the good will of the Legislators. It will be a\r\n    wonderful tariff, whichever of the plans now before Congress is\r\n    adopted.\r\n\r\n    Mr. Seward some weeks ago took credit to himself for having recalled\r\n    Mr. Ashman on finding that his mission was ill looked on. This gave\r\n    me a good opportunity of telling him that H.M. Government\r\n    considered that they had a good right to complain of his having been\r\n    sent at all without proper communication being previously made to\r\n    them and to me.\r\n\r\n    I have applied for the discharge of the two minors about whom you\r\n    wrote to me officially. I am not sure of getting it. My applications\r\n    for discharge from the Army and Navy have become necessarily so\r\n    numerous that they are not viewed with favour.\r\n\r\nSuch elaborate pains had been taken to prevent anything in the least\r\nlikely to irritate the Government of the United States, that it was all\r\nthe more annoying when an incident occurred which gave excuse for\r\ncomplaint.\r\n\r\nThe Consuls in the Southern States were permitted to send their\r\ndespatches in Foreign Office bags through the lines on the reasonable\r\ncondition that no advantage was to be taken of the privilege in order to\r\nprovide information which might be of use to the enemies of the United\r\nStates Government. The rule was rigidly observed at the Legation, and\r\nthe Consuls had been repeatedly warned not to infringe it in any way;\r\nbut in an evil hour, Mr. Bunch, the British Consul at Charleston, a\r\ncapable and industrious official, committed his bag to a friend, who,\r\nunknown to the Consul, also took charge of about two hundred private\r\nletters. The messenger was arrested by the United States authorities,\r\nand imprisoned. The letters, of course, were seized, but so also was the\r\nForeign Office bag, addressed to Lord Russell, and a Foreign Office bag\r\nhas always been considered as one of the most sacred objects upon earth.\r\nThe United States Government, professing that a most serious offence had\r\nbeen committed, and taking advantage of an error in the passport of the\r\nmessenger, sent the bag over to London by special messenger, and\r\ndemanded the recall of the unfortunate Consul Bunch. The opportunity, in\r\nshort, was too good to be lost. When the bag was eventually opened, in\r\nDowning Street, it was found to contain nothing but despatches and a few\r\nletters from British governesses and servants who had been permitted to\r\nmake use of it in consequence of the discontinuance of the post. In\r\nfact, it was an essentially trivial matter, but the tension between the\r\ntwo countries was so great that Lord Russell thought that it might\r\npossibly lead to a rupture of official relations, and sent the following\r\ninstructions:--\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Russell to Lord Lyons._\r\n\r\n    Abergeldie Castle, Sept. 13, 1861.\r\n\r\n    It is not very probable, but it is possible that the complaint\r\n    against Bunch may be a preliminary to the breaking off of official\r\n    intercourse between the two countries.\r\n\r\n    Your name has been kept out of the correspondence on both sides,\r\n    but if the Envoys are to be withdrawn, you will be sent away from\r\n    Washington.\r\n\r\n    In that case I wish you to express in the most dignified and guarded\r\n    terms that the course taken by the Washington Government must be the\r\n    result of a misconception on their part, and that you shall retire\r\n    to Canada in the persuasion that the misunderstanding will soon\r\n    cease, and the former friendly relations be restored.\r\n\r\n    It is very desirable to obtain an explanation from Consul Bunch, and\r\n    you may authorize Admiral Milne, after due notice, to Mr. Seward, to\r\n    send a gunboat to Charleston for the purpose.\r\n\r\nConsul Bunch, in spite of his troubles, remained for over a year in\r\nCharleston after this incident. Eventually the American Government\r\nrevoked his exequatur, and he made a semi-state return to England in a\r\nman-of-war.\r\n\r\nIn the late autumn, Mr. Seward began to show signs of returning to his\r\nearlier manner, and it was plain enough that he had only been seeking to\r\ngain time by his moderation. He now maintained that any communication\r\nbetween a Foreign Government and the Confederate Government was an\r\noffence against the United States, and it became more and more necessary\r\nfor England and France to come to some distinct agreement as to what the\r\nnature and extent of those communications should be. Mr. Seward's\r\ncontention was obviously absurd. South Carolina had seceded nearly a\r\nyear previously. State after State had followed its example; the United\r\nStates Government had not made the slightest progress in restoring its\r\nauthority, and exercised no power or influence in any portion of the new\r\nConfederation. On the other hand, there was a _de facto_ government in\r\nthat Confederation which was obeyed without question and exercised the\r\nfunctions of government with perfect regularity. It was clear that a\r\ngovernment which was without the means of protecting British subjects\r\nhad no right to prevent us from holding necessary and informal\r\ncommunications with the only power to which British subjects could look\r\nfor protection and redress of grievances. Cases of British subjects\r\nbeing compulsorily enlisted, of British goods being seized on board\r\nvessels captured by Southern privateers, and instances of a similar\r\nnature were of constant occurrence. It was preposterous that under these\r\nconditions British Consuls should be expected to refrain from\r\ncommunication with the Confederate authorities. Fortunately, although\r\nthe British interests involved were infinitely the more important,\r\nFrench interests were affected too, and upon this, as upon most other\r\ndifficult questions, Lord Lyons received the hearty and loyal support of\r\nhis French colleague, M. Mercier.\r\n\r\nOn November 8, an incident of the gravest nature occurred, which seemed\r\nlikely to render futile all the laborious efforts which had been made to\r\nkeep the peace between England and the United States.\r\n\r\nThe English mail steamer _Trent_, one day out from Havannah, was met by\r\nthe American warship _San Jacinto_ and stopped by a shell fired across\r\nher bows. She was then boarded by a party of marines, and the officer in\r\ncommand of the party demanded a list of the passengers. The production\r\nof the list having been refused, the officer stated that he knew the\r\nConfederate delegates to Europe, Messrs. Mason and Slidell, to be on\r\nboard, and insisted upon their surrender. Whilst the discussion was in\r\nprogress, Mr. Slidell made his appearance and disclosed his identity.\r\nThereupon, in defiance of the protests of the captain of the _Trent_ and\r\nof the Government mail agent, Mr. Slidell and Mr. Mason, together with\r\ntheir secretaries, were seized and carried off by force to the _San\r\nJacinto_, and taken as prisoners to New York.\r\n\r\nThe news arrived in England on November 27, and, naturally, caused the\r\ngreatest excitement and indignation. It was felt that the limits of\r\nconcession had been reached, that a stand must now be made if we ever\r\nintended to maintain our national rights, and, as a proof that they were\r\nin earnest, the Government decided upon the immediate despatch of 8000\r\nmen to Canada.\r\n\r\nThe first private letter from Lord Lyons was written on November 19.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Russell._\r\n\r\n    Washington, Nov. 19, 1861.\r\n\r\n    I have written so much officially on this unfortunate affair of\r\n    Mason and Slidell that I have hardly left myself time to thank you\r\n    for your kind private letter of the 2nd.\r\n\r\n    I am told confidently that orders were given at Washington which led\r\n    to the capture on board the _Trent_, and that they were signed by\r\n    Mr. Seward without the knowledge of the President. I do not vouch\r\n    for the truth of this. I am afraid he is not sorry to have a\r\n    question with us like this, in which it is difficult for France to\r\n    take a part.\r\n\r\nLord Lyons had made up his mind from the first that, as it was\r\nimpossible for him to form a correct opinion as to what had actually\r\noccurred, the only thing to do was to maintain an attitude of complete\r\nreserve. In the absence of authentic information, he felt that on the\r\none hand it would be unsafe to ask for a reparation which might be\r\ninadequate; on the other hand he was reluctant to make a demand which\r\nmight be unnecessarily great. Consequently, he resolved to take no steps\r\nuntil he received instructions from home, refused to say a word on the\r\nsubject either officially or unofficially, and instructed the Consuls to\r\nmaintain silence.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Russell._\r\n\r\n    Washington, Nov. 22, 1861.\r\n\r\n    I have all along been expecting some such blow as the capture on\r\n    board the _Trent_. Turn out how it may, it must I fear produce an\r\n    effect on public opinion in both countries which will go far to\r\n    disconcert all my peaceful plans and hopes. I am so worn out with\r\n    the never-ending labour of keeping things smooth, under the\r\n    discouragement of the doubt whether by so doing I am not after all\r\n    only leading these people to believe that they may go all lengths\r\n    with us with impunity that I am sometimes half tempted to wish that\r\n    the worst may have come already. However I do not allow this feeling\r\n    to influence my conduct, and I have done nothing which can in the\r\n    least interfere with any course which you may take concerning the\r\n    affair of the _Trent_.\r\n\r\n    If the effect on the people and Government of this country were the\r\n    only thing to be considered, it would be a case for an extreme\r\n    measure one way or the other. If the capture be unjustifiable we\r\n    should ask for the immediate release of the prisoners, promptly,\r\n    imperatively, with a determination to act at once, if the demand\r\n    were refused. If, on the other hand, the capture be justifiable,\r\n    we should at once say so and declare that we have no complaint to\r\n    make on the subject. Even so, we should not escape the evil of\r\n    encouraging the Americans in the belief that we shall bear anything\r\n    from them. For they have made up their minds that they have insulted\r\n    us, although the fear of the consequences prevents their giving vent\r\n    to their exultation. They would not however consider it so manifest\r\n    a proof of yielding on our part if we at once declared that we had\r\n    nothing to complain of, as if we did complain without obtaining full\r\n    reparation. Of course, however, I am well aware that public opinion\r\n    in this country is not the only thing to be thought of in this\r\n    question. While maintaining entire reserve on the question itself, I\r\n    have avoided any demonstration of ill-humour. My object has been, on\r\n    the one hand, not to prevent the Government being led by its present\r\n    apprehensions to take some conciliatory step, and on the other hand\r\n    not to put H.M. Government or myself in an awkward position, if it\r\n    should after all appear that we should not be right to make the\r\n    affair a serious ground of complaint.\r\n\r\n    Congress will meet on December 2nd, which will not diminish the\r\n    difficulty of managing matters here. It is supposed that General\r\n    McClellan will be obliged to attempt some forward movement, in\r\n    order that he and the Government may be able to meet the fiery\r\n    legislators. They hoped the Beaufort affair would have been\r\n    sufficient, but like all they do, the effect is so much weakened,\r\n    first by the preposterous boastings beforehand, and secondly by the\r\n    fabulous accounts of the success first given, that something new\r\n    must if possible be provided.\r\n\r\n    The Finances are kept in an apparently prosperous condition, by\r\n    postponing all but the most pressing payments. In this manner the\r\n    New York Banks are not pressed to pay up the sums they have taken of\r\n    the Loan. The people are so enamoured of their last brilliant\r\n    discovery in political economy that it was seriously intended to\r\n    raise the Morrill Tariff, in order that no money might go out of the\r\n    country and nothing be imported but 'gold and silver to carry on the\r\n    war with.' The Cabinet has now however, I understand, determined to\r\n    recommend that the Morrill Tariff be not touched. One cannot help\r\n    hoping that some one may be reasonable enough to suggest the idea of\r\n    a Revenue Tariff.\r\n\r\n    General McClellan's own plan is said to be to gain a great victory,\r\n    and then, with or without the sanction of Congress and the\r\n    President, to propose the most favourable terms to the South if it\r\n    will only come back. It is a curious sign of the confusion into\r\n    which things are falling, that such a plan is coolly discussed. I\r\n    mean that part of it which consists in the General's acting without\r\n    the consent of the President and Congress.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Russell._\r\n\r\n    Washington, Nov. 25, 1861.\r\n\r\n    The people here are extremely frightened about the capture on board\r\n    the _Trent_. The New York money market gives signs of this. Another\r\n    indication is the moderation of the newspapers, which is for them\r\n    wonderful. They have put in more correct accounts of my language (or\r\n    rather silence). I rather suspect that this must have been done on a\r\n    hint from Mr. Seward. As a general rule I abstain from noticing\r\n    anything the newspapers say about me. On this occasion in particular\r\n    contradiction from me would have been almost as dangerous as\r\n    affirmation, so I left the assertions to take their chance.\r\n\r\n    The Consuls in the South do not behave well about forwarding private\r\n    letters. There is a fresh case which I report to-day. Mr. Seward\r\n    has, I think, behaved properly about it. I am afraid I shall be\r\n    obliged to ask you to support me by some severe act, if my last\r\n    instruction is not obeyed.\r\n\r\n    I write, as indeed I act, as if our relations with this Government\r\n    were to be unchanged. Let the affair of the capture on board the\r\n    _Trent_ turn out how it may, I am not confident that I shall long\r\n    be able to do so.\r\n\r\nWriting on the same date to Admiral Milne, he repeats that nothing\r\nwhatever has passed between him and the U.S. Government on the subject\r\nof the _Trent_, and adds: 'I suppose I am the only man in America who\r\nhas expressed no opinion whatever either on the International Law\r\nquestion, or on the course which our Government will take.' Such\r\nreticence appears almost superhuman.\r\n\r\nThe attitude, however, of an important section of the American public\r\nwas anything but reticent. Captain Wilkes sprang at once into the\r\nposition of a national hero. Congress passed a vote of thanks to him; he\r\nwas banqueted, toasted, serenaded, and shortly became an admiral. A\r\nmember of the Government, Mr. Welles, Secretary of the Navy, noted for\r\nhis hostility to England, distinguished himself by officially\r\ncongratulating Captain Wilkes upon his heroic action; intimating at the\r\nsame time that the 'generous forbearance' he had shown in not capturing\r\nthe _Trent_ could not be treated as a precedent in subsequent cases of\r\nthe infraction of neutral obligations. The Governor of Boston also\r\ndistinguished himself by the following statement at a public banquet:\r\n'That there may be nothing left to crown this exaltation, Commodore\r\nWilkes fired his shot across the bows of the ship that bore the British\r\nlion at its head,' while many other prominent citizens followed his\r\nexample.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Russell._\r\n\r\n    Washington, Nov. 29, 1861.\r\n\r\n    The Consuls in the South are crying out for ships again. This is the\r\n    solution for every difficulty in the Consular mind, as my experience\r\n    in the Mediterranean taught me long ago; though what the ships were\r\n    to do, except fire a salute in honour of the Consul, I could never\r\n    discover. I had some trouble, as you may perhaps recollect, in\r\n    checking the Consular ardour to send ships up the Potomac to my own\r\n    relief last spring. Sir A. Milne objects strongly to sending ships\r\n    to the Southern Ports, unless with a specific object and definite\r\n    instructions, and I think he is quite right. It is quite true that a\r\n    town _may_ be bombarded some day by the United States forces: that\r\n    British subjects may have their throats cut by the negroes in a\r\n    servile insurrection, or be tarred and feathered by a Vigilance\r\n    Committee. But we cannot keep a squadron at every point to protect\r\n    them, and I do not know what points are particularly threatened.\r\n\r\n    I shall do all in my power to keep things smooth until I receive\r\n    your orders about the _Trent_ affair. This can in any event do no\r\n    harm. There is a story here that, in a recent hypothetical case, the\r\n    Law Officers of the Crown decided in favour of the right of the\r\n    United States to take Mason and Slidell out of a British ship or\r\n    postal packet. I do not know whether Mr. Adams has written this to\r\n    Mr. Seward, but I am inclined to think that the Government believe\r\n    it to be true.\r\n\r\nThe uncertainty as to the opinion of the Law Officers of the Crown\r\nrendered it all the more necessary to keep quiet and wait for orders,\r\nand the situation was rendered a little easier on account of there being\r\nno mention of the _Trent_ in the Presidential Message. Mr. Galt,\r\nthe Canadian Finance Minister, happened to be in Washington at the\r\nbeginning of December, and had an interesting conversation with\r\nPresident Lincoln, who disclaimed for himself and the Cabinet all\r\nthought of aggression against Canada. The President also stated that he\r\nhimself had been opposed to Mr. Seward's circular putting the coasts\r\ninto a state of defence, but had been overruled. On being asked what the\r\nrecommendation to make fortifications and depôts of arms on the Great\r\nLakes meant, he only said, 'We must say something to satisfy the\r\npeople.' About the Mason and Slidell case, he remarked, 'Oh, that'll be\r\ngot along with!' He further volunteered the observation that if he could\r\nnot within a reasonable period get hold of Virginia, Kentucky, and\r\nMissouri, and keep Maryland, he should tell the American people to give\r\nup the contest, for it would be 'too big' for them.\r\n\r\nThe impression produced upon Mr. Galt was that President Lincoln himself\r\nwas honest and sincere in what he said, but that he was very far from\r\nbeing master of his Cabinet. Mr. Galt returned to Canada, bearing a\r\nletter to Lord Monck, the new Governor-General, urging the necessity of\r\npreparing for defence, and also an ingenious arrangement for warning the\r\nCanadian Government in case of emergency, without having recourse to\r\ncypher telegrams, which might arouse the suspicions of the Americans.\r\n\r\nOn December 13, intelligence was received in America of the arrival in\r\nEngland of the first news of the capture of Mason and Slidell, the\r\nsubmarine cable, of course, not being at that time in operation. A great\r\nfall in all securities immediately took place.\r\n\r\nAt midnight on the 18th, the Queen's messenger bearing the fateful\r\ndespatches from Lord Russell arrived at the British Legation at\r\nWashington.\r\n\r\nThe principal despatch, dated November 30, 1861, had been drawn up after\r\nconsideration by the Cabinet, and the purport of it was that the United\r\nStates Government were informed that International Law and the rights of\r\nGreat Britain had been violated, that H.M. Government trusted that the\r\nact would be disavowed, the prisoners set free and restored to British\r\nprotection. Should this demand be refused, Lord Lyons was instructed to\r\nleave Washington.\r\n\r\nThe draft of this despatch was submitted to the Queen, and, in the\r\nopinion of the Prince Consort, the wording was of somewhat too\r\nperemptory a character. The suggestions of the Prince Consort were\r\nembodied in a memorandum quoted by Sir Theodore Martin in his book, and\r\nthe object of them was to remove any expressions in the despatch which\r\nmight unduly affront a sensitive nation, and at the same time enable it\r\nto retreat from a false position without loss of credit or dignity. The\r\nPrince was suffering from a mortal illness at the time, and was dead\r\nwithin a fortnight; it was the last occasion upon which he took any part\r\nin public affairs, but never, probably, did he render a greater service\r\nto the country of his adoption than when he persuaded the Cabinet to\r\nmodify the wording of this momentous despatch. As amended in accordance\r\nwith the Prince Consort's suggestions, the crucial passages ran as\r\nfollows:--\r\n\r\n    Her Majesty's Government, bearing in mind the friendly relations\r\n    which have long subsisted between Great Britain and the United\r\n    States, are willing to believe that the United States's naval\r\n    officer who committed this aggression was not acting in compliance\r\n    with any authority from his Government, or that if he conceived\r\n    himself to be so authorized, he greatly misunderstood the\r\n    instructions which he had received.\r\n\r\n    For the Government of the United States must be fully aware that\r\n    the British Government could not allow such an affront to the\r\n    national honour to pass without full reparation, and Her Majesty's\r\n    Government are unwilling to believe that it could be the deliberate\r\n    intention of the Government of the United States unnecessarily to\r\n    force into discussion between the two Governments a question of so\r\n    grave a character, and with regard to which the whole British nation\r\n    would be sure to entertain such unanimity of feeling.\r\n\r\n    Her Majesty's Government, therefore, trust that when this matter\r\n    shall have been brought under the consideration of the Government of\r\n    the United States, that Government will, of its own accord, offer to\r\n    the British Government such redress as alone would satisfy the\r\n    British nation, namely, the liberation of the four gentlemen, and\r\n    their delivery to your Lordship, in order that they may again be\r\n    placed under British protection, and a suitable apology for the\r\n    aggression which has been committed.\r\n\r\n    Should these terms not be offered by Mr. Seward, you will propose\r\n    them to him.\r\n\r\nIt will be observed that in the above there is nothing of an aggressive\r\nor minatory nature, but in a further despatch of the same date, Lord\r\nLyons was instructed to allow Mr. Seward a delay of seven days, if the\r\nlatter asked for it. If at the end of seven days no answer was returned,\r\nor any answer which was not a compliance with the demands of Her\r\nMajesty's Government, then the British Minister was directed to leave\r\nWashington with all the members of his staff and the archives, and to\r\nrepair forthwith to London.\r\n\r\nAccompanying the despatches was a private letter from Lord Russell to\r\nLord Lyons.\r\n\r\n       *       *       *       *       *\r\n\r\n    Pembroke Lodge, Dec. 1, 1861.\r\n\r\n    The despatches which were agreed to at the Cabinet yesterday and\r\n    which I have signed this morning impose upon you a disagreeable\r\n    task.\r\n\r\n    My wish would be that at your first interview with Mr. Seward you\r\n    should not take my despatch with you, but should prepare him for it,\r\n    and ask him to settle with the President and his Cabinet what course\r\n    they would propose.\r\n\r\n    The next time you should bring my despatch and read it to him fully.\r\n\r\n    If he asks you what will be the consequence of his refusing compliance\r\n    I think you should say that you wish to leave him and the President\r\n    quite free to take their own course, and that you desire to abstain\r\n    from anything like menace. I think the disposition of the Cabinet is\r\n    to accept the liberation of the captive commissioners and to be\r\n    rather easy about the apology: that is to say if the Commissioners\r\n    are delivered to you and allowed to embark in a packet for England,\r\n    and an apology or explanation is sent through Mr. Adams that might\r\n    be taken as a substantial compliance. But if the Commissioners are\r\n    not liberated, no apology will suffice.\r\n\r\n    M. Thouvenel promises to send off a despatch on Thursday next giving\r\n    our cause moral support, so that you may as well keep the despatch\r\n    itself a day or two before you produce it, provided you ask at once\r\n    for an interview with Seward.\r\n\r\n    The feeling here is very quiet but very decided. There is no party\r\n    about it: all are unanimous.\r\n\r\n    The best thing would be if Seward could be turned out, and a\r\n    rational man put in his place. I hear it said that the Americans\r\n    will not fight, but we must not count upon that.\r\n\r\n    I have every reliance that you will discharge your task in the\r\n    temper of firmness and calmness which befits a British\r\n    representative.\r\n\r\nMr. Hammond, the permanent Under-Secretary at the Foreign Office, whose\r\njudgment was in after years shown to be far from infallible, expressed\r\nthe opinion that Messrs. Mason and Slidell would be immediately\r\nexecuted, so that there might be an answer ready whenever their release\r\nwas demanded. A warship was ordered to proceed from Halifax to New York\r\nto receive the members of the Legation in case an unfavourable reply\r\nshould be received from the American Government.\r\n\r\nOn December 7, Lord Russell wrote again privately to Lord Lyons.\r\n\r\n       *       *       *       *       *\r\n\r\n    Foreign Office, Dec. 7, 1861.\r\n\r\n    I have been going over in my mind the possible evasive answers of\r\n    Mr. Seward, falling short of substantial compliance with our\r\n    demands, in order to give you some contingent instructions.\r\n\r\n    But the result is that I fear I should embarrass you more by such a\r\n    course, than by leaving you to the exercise of your own excellent\r\n    judgment.\r\n\r\n    What we want is a plain Yes, or a plain No to our very simple\r\n    demands, and we want that plain Yes or No within seven days of the\r\n    communication of the despatch.\r\n\r\n    The devices for avoiding the plain course are endless, and the\r\n    ingenuity of American lawyers will seek perhaps to entangle you in\r\n    endless arguments on Vattel, Wheaton and Scott.\r\n\r\n    Here are two plain answers. If the _Trent_ had been brought into\r\n    Boston harbour, the Prize Court must have condemned the captors to\r\n    pay costs for illegal detention. This, at least, is our opinion.\r\n\r\n    But Captain Wilkes superseded the authority of the Courts instituted\r\n    and recognized by the Law of Nations. Seeing that there was no\r\n    chance that any Court of Justice, or any law could justify the\r\n    capture of the four Americans, Captain Wilkes has set aside all\r\n    Courts of Justice and all law, and has taken into his own hands, by\r\n    virtue of his cannons and cutlasses, the solution of a question\r\n    which demanded if raised at all, a regular, a solemn and a legal\r\n    decision.\r\n\r\n    These are the grounds therefore upon which our demands are based and\r\n    upon which they should be urged.\r\n\r\n    P.S.--I have just received your letter of the 22nd. If you receive\r\n    the Confederate prisoners under the protection of the British flag,\r\n    we shall be satisfied. But if that is not to be obtained, you will\r\n    only have to obey your instructions and withdraw.\r\n\r\nMr. Hammond, a very unfortunate prophet, predicted that 'the Americans\r\nwill never give way. The humiliation will be too great, and after all\r\ntheir boastings against Europe, they will scarcely be satisfied to yield\r\nto the common reprobation with which the act has been received. We hear,\r\ntoo, that the President himself is most determined against concession,\r\nhaving rejected peremptorily General McClellan's conciliatory advice.'\r\nIt must be admitted, however, that if Mr. Hammond was wrong, plenty of\r\nother people shared his views on both sides of the Atlantic.\r\n\r\nLord Russell's despatch having arrived at Washington late at night on\r\nDecember 18, Lord Lyons called upon Mr. Seward on the 19th, and\r\nacquainted him with its general tenour. Mr. Seward received the\r\ncommunication seriously and with dignity, nor did he manifest any\r\ndissatisfaction. At the conclusion of the interview, he asked to be\r\ngiven the following day for consideration, and also for communication\r\nwith the President. He thought that on the 21st he would be able to\r\nexpress an opinion upon the communication, and in the meanwhile\r\nexpressed his gratification at the friendly and conciliatory manner in\r\nwhich it had been made by the British Representative.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Russell._\r\n\r\n    Washington, Dec. 19, 1861.\r\n\r\n    Before I left Mr. Seward he said that there was one question which\r\n    he would put to me 'informally,' but which it was most important\r\n    that I should answer. Was any time fixed by my instructions within\r\n    which the U.S. Government must reply? I told him that I did not like\r\n    to answer the question; that what of all things I wished to avoid\r\n    was the slightest appearance of a menace. He said I need not fear\r\n    that; he only wished me to tell him privately and confidentially. I\r\n    said that on that understanding, I would tell him that the term was\r\n    seven days. He then said that much time would be lost if I did not\r\n    let him have a copy of your despatch 'unofficially and informally';\r\n    that so much depended upon the wording of it, that it was impossible\r\n    to come to a decision without reading it. I told him that the only\r\n    difficulty I had about giving it to him at once officially was that\r\n    the seven days would at once begin to run. He said that was very\r\n    true, but I might let him have it on the understanding that no one\r\n    but himself and the President should know that I had done so. I was\r\n    very glad to let him have it on these terms. It will give time for\r\n    the Packet (which is indeed already due) to arrive with M.\r\n    Thouvenel's Despatch to M. Mercier, and in the meantime give Mr.\r\n    Seward who is now on the peace side of the Cabinet time to work with\r\n    the President before the affair comes before the Cabinet itself. I\r\n    sent the Despatch to him in an envelope marked 'Private and\r\n    Confidential.' Almost immediately afterwards he came here. He told\r\n    me he was pleased to find that the Despatch was courteous and\r\n    friendly, and not dictatorial or menacing. There was however one\r\n    question more which he must ask me, without an answer to which he\r\n    could not act, but at the same time he must have the answer only in\r\n    strict confidence between himself and me. I had told him in\r\n    confidence that I was to wait seven days for an answer on the\r\n    subject of the redress we required. Supposing he was within the\r\n    seven days to send me a refusal, or a proposal to discuss the\r\n    question? I told him that my instructions were positive and left me\r\n    no discretion. If the answer was not satisfactory, and particularly\r\n    if it did not include the immediate surrender of the Prisoners, I\r\n    could not accept it.\r\n\r\n    I was not sorry to tell him this in the way I did. I avoided all\r\n    menace which could be an obstacle to the U.S. yielding, while I did\r\n    the only thing which will make them yield if they ever do, let them\r\n    know that we were really in earnest.\r\n\r\n    I don't think it likely they will give in, but I do not think it\r\n    impossible they may do so, particularly if the next news from\r\n    England brings note of warlike preparations, and determination on\r\n    the part of the Government and people.\r\n\r\n    Mr. Seward has taken up all my time, which is my excuse for this\r\n    scrawl. I shall be able to write to you to-morrow.\r\n\r\nThe second interview took place on the 21st, and the following letter\r\nexplains the reasons for allowing Mr. Seward an additional two days--a\r\nhappy expedient, which probably contributed in great measure to the\r\nultimate solution of the difficulty--and also graphically depicts the\r\ngeneral uncertainty and alarm which prevailed.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Russell._\r\n\r\n    Washington, Dec. 23, 1861.\r\n\r\n    I have followed, I think to the letter, in my communications with\r\n    Mr. Seward on the _Trent_ affair, the plan laid down in your private\r\n    letter of the 1st. The packet is unfortunately so late that M.\r\n    Mercier will not receive the promised instruction from M. Thouvenel\r\n    until to-morrow, but I could not have again put off communicating\r\n    your despatch to Mr. Seward without an appearance of vacillation\r\n    which would have been fatal. No time was practically lost by my\r\n    consenting to the delay from Saturday to Monday, for whether the\r\n    seven days expired on Saturday next or Monday next, I should have\r\n    been equally unable to announce the result to you sooner than by the\r\n    packet which will sail from New York on Wednesday, the 1st January.\r\n\r\n    I feel little or no doubt that I shall have an answer of some kind\r\n    before the seven days are over. What it will be depends very much\r\n    upon the news which will be brought by the packet to-morrow. If it\r\n    convinces the people here that it is surrender or war, without any\r\n    hope of a diversion in their favour by France, our terms will\r\n    perhaps be complied with. If there is any hope left that there will\r\n    be only a rupture of Diplomatic Relations, or that we shall accept\r\n    the mediation of France, no concession will be made. There is no\r\n    doubt that both government and people are very much frightened, but\r\n    still I do not think anything but the first shot will convince the\r\n    bulk of the population that England will really go to war.\r\n\r\n    M. Mercier went of his own accord to Mr. Seward the day before\r\n    yesterday and expressed strongly his own conviction that the choice\r\n    lay only between a compliance with the demands of England and war.\r\n    He begged Mr. Seward to dismiss all idea of assistance from France,\r\n    and not to be led away by the vulgar notion that the Emperor would\r\n    gladly see England embroiled with the United States in order to\r\n    pursue his own plans in Europe without opposition. He said that if\r\n    he could be of use, by making these sentiments known to Senators and\r\n    other influential people, he was quite ready to do so. Mr. Seward\r\n    asked him whether he had received special instructions from his\r\n    Government on the subject. M. Mercier said no, but that he expected\r\n    some immediately, and that he had no doubt whatever what they would\r\n    be. Mr. Seward did not accept his offer to prepare influential men\r\n    here for giving way, but merely said, 'Let us wait and see what your\r\n    instructions really turn out to be.'\r\n\r\n    It is announced that General Scott is more than halfway across the\r\n    Atlantic on his way here, I suppose in the hope of appearing again\r\n    on the stage as the Grand Pacificator. If he gives the sanction of\r\n    his name to a compliance with our terms he will certainly render the\r\n    compliance easier to the Government and less unpalatable to the\r\n    people. But I cannot foresee any circumstances, under which I should\r\n    be justified in departing from your instructions. Unless I receive\r\n    an announcement that the prisoners will be surrendered to _us_, and\r\n    at least not a refusal to make an apology before noon on this day\r\n    week, no other course will be open to me than to demand my passports\r\n    and those of all the members of the Legation and go away at once. In\r\n    case of a non-compliance, or of the time elapsing without any\r\n    answer, it will probably be desirable for me to take myself, the\r\n    Secretary of Legation, and the greater part of the Attachés off at\r\n    once, leaving, if necessary, one or two of the junior attachés to\r\n    pack up the archives and follow as quickly as possible. It is a case\r\n    in which, above all others, delay will be dangerous. I am so\r\n    convinced that unless we give our friends here a good lesson this\r\n    time, we shall have the same trouble with them again very soon,\r\n    under less advantageous circumstances, that even my regard for them\r\n    leads me to think it all important that they should receive the\r\n    lesson. Surrender or war will have a very good effect upon them, but\r\n    anything less will make them more self-confident than ever, and lead\r\n    them on to their ruin.\r\n\r\n    I do not think there is any danger of the Government's deliberately\r\n    taking any step to precipitate hostilities upon my departure. On the\r\n    contrary, if they let me go, it will be in the hope that the\r\n    interruption of diplomatic relations will be all they have to fear\r\n    from us. But they have so little control over their officers, that I\r\n    think we must be prepared for acts of violence from subordinates, if\r\n    they have the chance of performing them, in cases where no immediate\r\n    danger is incurred. I shall suggest to the Governors and Naval\r\n    Officers to take reasonable precautions against such acts. A\r\n    filibustering expedition of the Irish on the frontiers of Canada, to\r\n    damage the canals, or something of that sort, may also be on the\r\n    cards.\r\n\r\n    It is generally believed that the Government will insist on an\r\n    immediate advance of the Grand Army of the Potomac, in the hope of\r\n    covering a surrender to England with (to use President Lincoln's\r\n    phraseology) a 'sugar coating' of glory, in another quarter if\r\n    possible.\r\n\r\n    You will perhaps be surprised to find Mr. Seward on the side of\r\n    peace. He does not like the look of the spirit he has called up. Ten\r\n    months of office have dispelled many of his illusions. I presume\r\n    that he no longer believes in the existence of a Union Party in the\r\n    South, in the return of the South to the arms of the North in case\r\n    of a foreign war; in his power to frighten the nations of Europe by\r\n    great words; in the ease with which the U.S. could crush rebellion\r\n    with one hand and chastise Europe with the other; in the notion that\r\n    the relations with England in particular are safe playthings to be\r\n    used for the amusement of the American people. He sees himself in a\r\n    very painful dilemma. But he knows his countrymen well enough to\r\n    believe that if he can convince them that there is a real danger\r\n    of war, they may forgive him for the humiliation of yielding to\r\n    England, while it would be fatal to him to be the author of a\r\n    disastrous foreign war. How he will act eventually, I cannot say.\r\n    It will be hard for him to face present unpopularity, and if the\r\n    President and Cabinet throw the whole burden on his shoulders, he\r\n    may refuse to bear it. I hope that without embarrassing him with\r\n    official threats, I have made him aware himself of the extreme\r\n    danger of refusing our terms.\r\n\r\n    Since I have been writing this letter, M. Mercier has come in and\r\n    related to me more in detail the conversation he had with Mr. Seward\r\n    the day before yesterday. In addition to what I have already\r\n    mentioned, he says that he told Mr. Seward that it would be\r\n    impossible for France to blame England for precisely the same course\r\n    that she would herself have pursued in similar circumstances: that\r\n    of course he could not pretend to give advice on a question\r\n    concerning national honour without being asked to do so, but that it\r\n    might be of advantage to the U.S. Government for him to dispel\r\n    illusions which might exercise a baneful influence on its\r\n    determination.\r\n\r\n    M. Mercier reports the conversation to-day to his Government. I\r\n    think it as well, at all events for the present, not to put it into\r\n    an official despatch, but it might perhaps be well that Lord Cowley\r\n    should know that I am disposed to speak in very high terms of the\r\n    moral support given to my demands by M. Mercier.\r\n\r\n    I am told that the Senate is still more angry about the combined\r\n    expedition against Mexico than about the _Trent_ affair. They will\r\n    hardly be so absurd as to manifest their displeasure in such a way\r\n    as to add France and Spain to their adversaries.\r\n\r\n    P.S.--I have kept M. Mercier _au courant_ of all my communications,\r\n    confidential as well as official, with Mr. Seward, but I have given\r\n    no information as to either to any one else.\r\n\r\nThere was now nothing to be done but to sit and wait for the American\r\nreply. It arrived on December 27, in the shape of a note from Mr. Seward\r\nof the most portentous length abounding in exuberant dialectics, but the\r\ngist of which was contained in the two following short paragraphs:--\r\n\r\n'The four persons in question are now held in military custody at Fort\r\nWarren in the State of Massachusetts. They will be cheerfully liberated.\r\n\r\n'Your lordship will please indicate a time and place for receiving\r\nthem.'\r\n\r\nThe question of peace or war had hung in the balance for weeks, but the\r\nvictory was complete, and British diplomacy achieved a success which was\r\nnot equalled until Fashoda supplied a somewhat similar case in 1897.\r\n\r\nSo far from being intoxicated with his remarkable triumph, as would have\r\nbeen the case with some diplomatists, Lord Lyons communicated the news\r\nto Lord Russell in matter-of-fact terms which were typical of his calm\r\nand practical nature.\r\n\r\n       *       *       *       *       *\r\n\r\n    Washington, Dec. 27, 1861.\r\n\r\n    It is of course impossible for me to give an opinion upon the\r\n    argumentation in Mr. Seward's voluminous note. Time barely admits of\r\n    its being read and copied before the messenger goes. But as the four\r\n    prisoners are given up, immediately and unconditionally, it is quite\r\n    clear to my mind that you will not wish me to decide the question\r\n    of peace or war without reference to you. A rupture of diplomatic\r\n    relations, not followed by war, would be worse than war itself, for\r\n    after that, nothing but actual hostilities would ever convince the\r\n    Americans that there was any limit to our forbearance.\r\n\r\n    I hope, however, that the Note will, on further examination, be\r\n    deemed sufficient. In that case it might not be unadvisable to give\r\n    credit to Mr. Seward, in speaking to Mr. Adams, and the more so\r\n    perhaps because Mr. Adams is, or at all events was, devoted to Mr.\r\n    Seward and his policy. I cannot say that my general opinion of Mr.\r\n    Seward has undergone any change; but without inquiring into his\r\n    motives, I must allow him the merit of having worked very hard and\r\n    exposed his popularity to very great danger.\r\n\r\n    I shall not be able to give you any information to-day as to the\r\n    effect produced upon the public. Mr. Seward has begged me to keep\r\n    the answer a secret until to-morrow. He intends to publish it in the\r\n    newspapers here to-morrow, and has sent a copy to New York to be\r\n    published simultaneously there. In the latter case it will be\r\n    conveyed to the public in Europe, as well as to you, by the same\r\n    packet which takes this letter. Mr. Seward told me he 'had been\r\n    through the fires of Tophet' in order to get the prisoners\r\n    surrendered.\r\n\r\n    I have seen with very great satisfaction that you have informed Mr.\r\n    Adams, in answer to the remonstrances about Mr. Bunch, that H.M.\r\n    Government must and will hold communication with the Confederate\r\n    Government. I am also extremely glad that the instructions to the\r\n    Consuls on the subject have been sent to the Admiral to forward, not\r\n    to me. In fact, if we are able to maintain peace with the U.S. it\r\n    will be very desirable to separate the Consuls in the South as much\r\n    as possible from this Legation. It will hardly be possible for me to\r\n    keep well with the Government here, if I am supposed to have the\r\n    direction of communication with the enemy's Government.\r\n\r\n    I think it very important, with a view to the preservation of peace,\r\n    that advantage should be taken of the opportunity to put Canada into\r\n    a state of defence; and indeed (as I said in a despatch which I\r\n    wrote in May last) to provide for the security of all our\r\n    possessions on both sides of this Continent. While Canada, in\r\n    particular, is apparently defenceless, the Americans will never\r\n    believe that we contemplate the possibility of war. And it must\r\n    never be forgotten that when they make peace with the South, they\r\n    may have a large army to provide with employment, and an immense\r\n    amount of popular dissatisfaction and humiliation to find a safety\r\n    valve for.\r\n\r\n    My intention is to propose to Mr. Seward that I shall send a\r\n    man-of-war or a British mail packet to Boston to receive the\r\n    prisoners. I should propose that they should go in the first\r\n    instance to Halifax. But I should suggest to the Captain to consult\r\n    their wishes as far as possible, but certainly _not_ to take them to\r\n    a Confederate port. Neither of the ships of war at New York would, I\r\n    suppose, be large enough to take them across the Atlantic, but I do\r\n    not think I ought to refuse to provide them with a passage to\r\n    Europe, if they ask for one. This seems due to them, inasmuch as it\r\n    was the failure of the British flag to afford them protection which\r\n    lost them their passage on board the _Trent_. Of course if they go\r\n    in a mail packet, I shall take precautions against any risk of an\r\n    'heroic' Captain applying the doctrines maintained here and bringing\r\n    the packet before an American Prize Court for adjudication. In any\r\n    case I shall give a caution to the Commander of the ship which takes\r\n    them, that they are not to be received with honours or treated\r\n    otherwise than as distinguished _private_ gentlemen.\r\n\r\n    Those who have not seen the Americans near, will probably be much\r\n    more surprised than I am at the surrender of the prisoners. I was\r\n    sure from the first that they would give in, if it were possible to\r\n    convince them that war was really the only alternative. My\r\n    difficulty has been to make them aware that it was surrender or war,\r\n    without making such threats as would render the humiliation too\r\n    great to be borne. This was the object of my confidential\r\n    communications with Mr. Seward before I gave him your despatch.\r\n\r\nThe main point having been gained, it remained to settle how the\r\nsurrender of the prisoners could best be carried out without causing\r\nunnecessary ill-feeling and arousing a popular agitation which might\r\ndrive the United States Government into committing some high-handed\r\naction in order to maintain itself. It was finally decided that, in\r\norder to avoid the trouble which Mr. Seward feared from the inhabitants\r\nof Boston, they should embark at Provincetown. They were accordingly\r\nconveyed in an American ship from Fort Warren to Provincetown, and there\r\nembarked on a British warship for Halifax, it having been expressly\r\nstipulated that the transfer should not take place at night. From\r\nHalifax they proceeded subsequently to Europe.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Russell._\r\n\r\n    Washington, Dec. 31, 1861.\r\n\r\n    The Americans are putting the best face they can upon the surrender\r\n    of Slidell and Mason, and as far as has depended upon me I have done\r\n    everything to make the pill as easy to swallow as possible. But I\r\n    cannot disguise from myself that the real cause of the yielding was\r\n    nothing more nor less than the military preparations made in\r\n    England. They are horribly out of humour and looking out for some\r\n    mode of annoying us without danger to themselves. There is a talk of\r\n    discriminative duties on British goods, of a non-intercourse Act,\r\n    and other absurdities. What is more serious is a proposal, which it\r\n    is said will be introduced into Congress next week, to repeal the\r\n    Act for carrying into effect the Reciprocity Treaty. This would be a\r\n    direct breach of the treaty, and would of course be an indisputable\r\n    _casus belli_. It has often been suggested before, in the old belief\r\n    that we should bear anything rather than go to war with the U.S. I\r\n    hope they have had a lesson which will make them wiser.\r\n\r\n    I cannot help fearing that it is as necessary as ever, nay more than\r\n    ever necessary, to be prepared to give a warm reception whether to\r\n    regular invaders or to filibusters from the U.S. who may make an\r\n    attempt upon Canada. In fact I am not reassured respecting the\r\n    maintenance of peace. For the present we have some security in Mr.\r\n    Seward. For he must do his best to maintain peace or he will have\r\n    made the sacrifice in the case of Mason and Slidell in vain. As in\r\n    that case, so in others, he sees now that besides the utter ruin of\r\n    the country, a war with us would give the ascendancy to the ultra\r\n    party who are opposed to him in the Cabinet and in Congress. He\r\n    fears too, and with great reason, that it would throw the country\r\n    into a state of anarchy, in which chiefs of a totally different\r\n    frame of mind from him would have the upper hand. But he may be\r\n    swept away, or, if he find it impossible to hold his position or his\r\n    own principles, turn round and play a desperate game with the\r\n    ultras. I have given him the opportunity of offering amends\r\n    spontaneously in three rather awkward matters, and, as you will see\r\n    by my despatches, he has been prompt in seizing it.\r\n\r\n    On reading his enormous note at leisure, I find that it is much more\r\n    of an apology than I thought from the hurried perusal which was all\r\n    I had time to give to it before I sent it off to you. But with your\r\n    letters before me, I should have taken much less _ad referendum_;\r\n    for the surrender of the prisoners is after all the main question.\r\n    On the other hand, I should not have gone out of my way to declare,\r\n    on my own responsibility, that the note was perfectly satisfactory,\r\n    unless it had contained a formal apology in plain words.\r\n\r\n    I have a better opinion of the Boston mob than Mr. Seward has, and\r\n    should have had very little fear of the prisoners being insulted, if\r\n    I had taken them from Fort Warren directly on board a British\r\n    man-of-war. I am not sorry however to spare the Bostonians (who are\r\n    among the most friendly to us of the Americans) what they might\r\n    consider a mortifying and humiliating spectacle. I have at Mr.\r\n    Seward's request not made the name of the place at which the\r\n    prisoners are to be transferred generally known. Indeed, I found\r\n    that many people were going to Boston to be present on the occasion,\r\n    and there is no advantage in having a crowd or a sensation about it.\r\n\r\nIt is sad to record that some of the American clergy showed a most\r\nunchristianlike spirit in connection with the termination of the _Trent_\r\ncase; the following remarkable prayer uttered in the Senate affording an\r\ninstructive example:--\r\n\r\n       *       *       *       *       *\r\n\r\n    Thirty-Seventh Congress--Second Session.\r\n    In Senate--Monday, December 30, 1861.\r\n\r\n    [Prayer by Revd. Dr. Sunderland.]\r\n\r\n    O Thou, just Ruler of the world, in this hour of our trial, when\r\n    domestic treason stabs at the nation's heart, and foreign arrogance\r\n    is emboldened to defeat the public justice of the world, we ask help\r\n    of Thee for our rulers and our people, that we may patiently,\r\n    resolutely, and with one heart abide our time; for it is indeed a\r\n    day of darkness and reproach--a day when the high principle of human\r\n    equity, constrained by the remorseless sweep of physical and armed\r\n    force, must for the moment succumb under the plastic forms of soft\r\n    diplomacy. Yet, in the face of this, will we not be shaken in our\r\n    conviction that Thou art ever with him who, in the interest of human\r\n    liberty and the Christian faith, by all the means in his power works\r\n    righteousness and defends the truth.\r\n\r\n    O God, give to this our nation honesty, unity and courage; bring\r\n    this unnatural rebellion to a speedy end; and then prepare us to\r\n    assert upon a broader scale, and with a vaster force, the\r\n    inalienable rights and responsibilities of man: through Jesus\r\n    Christ. Amen.\r\n\r\nUpon the whole, except for occasional manifestations of ill-humour, such\r\nas, for instance, a resolution in the House of Representatives in favour\r\nof creating a great navy to 'defend the seas from the sway of an\r\narbitrary trident,' the surrender was taken quietly, and Mr. Seward\r\nhandsomely acknowledged the great consideration which had been shown by\r\nLord Lyons in his conduct of the negotiations.\r\n\r\nCongratulations now began to pour in upon him, and Lord Russell wrote\r\nthat nothing could have been better than his conduct, and that his\r\npatience, forbearance, and friendly discretion had gone far to secure\r\nthe favourable result obtained. Another communication from Lord Russell\r\nintimated that the Queen, 'taking into consideration the judgment and\r\nconciliatory temper which you have shown in your negotiations at\r\nWashington, especially in regard to the _Trent_, has directed that you\r\nshould be raised to the rank of G.C.B.\r\n\r\nIn acknowledging these congratulations, Lord Lyons disclaimed having\r\nperformed any brilliant or striking service. The only merit which he\r\nattributed to himself was that of having laboured quietly and sedulously\r\nto smooth over difficulties and to carry out the instructions he\r\nreceived from the Foreign Office. Writing to Mr. Hammond, he explained\r\nthat he had resisted the temptation 'to do something' 'which always\r\nbesets one when one is anxious about a matter'; and that from the first\r\nhe had been convinced that the more quiet he kept the better would be\r\nthe chance of the instructions from home producing their effect. To\r\nother correspondents he expressed the view that it was the British\r\nmilitary preparations which had turned the scale in favour of peace.\r\n\r\nIt would, of course, be an exaggeration to attribute solely to Lord\r\nLyons the credit of having successfully prevented the calamity of a war\r\nbetween England and the United States. That credit is in reality due to\r\nothers as well as to himself: to the Home Government for their prompt\r\nand decisive precautions, to the Prince Consort for his timely\r\ninterposition, to the French Government for their loyal support at a\r\ncritical moment, and to the good sense eventually displayed by the\r\nAmericans themselves. But no one reading the _Trent_ correspondence can\r\nfail to realize that the issue of peace or war depended to a great\r\nextent upon the method in which the British representative at Washington\r\ncarried out his task, and that the slightest error in judgment on his\r\npart would have rendered the conflict inevitable.\r\n\r\nIn after years Lord Lyons frequently expressed the opinion that if there\r\nhad then been telegraphic communication across the Atlantic it would\r\nhave been impossible to avert war, and it is more than likely that he\r\nwas correct, although it is improbable that many people realized it at\r\nthe time.\r\n\r\nIt is also evident that a judicious silence may occasionally be of\r\ninestimable value. It not unfrequently happens that taciturnity is\r\nmistaken for profundity--\r\n\r\n    'O, my Antonio, I do know of those,\r\n    That therefore only are reported wise\r\n    For saying nothing.'\r\n\r\nand many a diplomatist and many a politician has gained a reputation for\r\nexcessive sagacity by possessing sufficient good sense to conceal his\r\nignorance by maintaining silence, but the restraint which enabled Lord\r\nLyons to refrain from saying a single word upon a question over which\r\nthe whole population of the United States was buzzing for six or seven\r\nweeks was little else than an inspiration."
  ]
}