{
  "index": 13,
  "title": "Chapter 12",
  "paragraphs": [
    "COURSE OF THE CIVIL WAR\r\n\r\n(1862-1865)\r\n\r\n\r\nAlthough the immediate danger of war between England and America had at\r\nall events temporarily vanished, and the United States Government had\r\nput a good face upon the matter, it was only natural that a soreness\r\nshould remain; nor did the slowness of military operations tend to\r\nrestore that government to a more equable frame of mind. Much of the\r\nenthusiasm which marked the outbreak of hostilities had already\r\nevaporated, but the hatred of the South had continued to grow in\r\nintensity, and although the latter was undoubtedly suffering great\r\nhardships and privations, there was no sign of failing courage, and\r\nevery prospect of a long and bitter contest. The difficulty of finding\r\nmen for the Northern army continued to increase; the prospect of having\r\nto raise twenty or thirty millions sterling in taxes from a people\r\nunaccustomed to pay any apparent taxes at all for Federal purposes was\r\nparticularly unpleasant, more especially as there appeared to be no\r\nimmediate probability of a striking military success; and it was not\r\nsurprising that the country showed signs of great depression. Under\r\nthese circumstances, a marked division of parties in the North began to\r\nshow itself. One, which may be termed the Revolutionary Party, was in\r\nfavour of prosecuting the war at all hazards and by all means; of\r\nproclaiming the immediate abolition of slavery in the South; promoting a\r\nservile insurrection there; turning out the Cabinet, and even deposing\r\nthe President if he proved to be an obstacle; keeping Congress\r\npermanently in session to spur on the Government, and the Generals,\r\nmaintaining a paper currency by inflicting heavy penalties for\r\ndepreciating it, and so on. The Foreign Policy of this party consisted\r\nin a return to reckless conduct and language towards Europe in general,\r\nand an attempt to obtain the support of France against England.\r\n\r\nOn the other side, however, were now ranged the President, Mr. Seward,\r\nand the more moderate men. Mr. Seward had now, strange to say, become a\r\nkind of guarantee for peace, for after the concessions he had made, a\r\nforeign war would have been fatal to his reputation, and it was only\r\nfair to assume that his conversion to a more moderate course was\r\ngenuine. Still there was danger to England from both sides. If the party\r\nof violence should show itself reckless enough to risk anything, the\r\nmoderate party might conceivably provoke a foreign war either as an\r\nexcuse for giving up the contest with the South, or to divert popular\r\nirritation after having abandoned the contest as hopeless.\r\n\r\nMeanwhile, Mr. Seward's demeanour towards England had changed so much\r\nthat, early in 1862, his friendliness had become actually embarrassing.\r\nQuite a considerable force, according to British standards, amounting to\r\nsomething like 12,000 men, had been already despatched, or were under\r\norders to proceed to Canada, and Mr. Seward now made the surprising\r\noffer that these troops and stores should be landed at Portland, a port\r\nin the United States, and sent overland to Canada. However well meant\r\nthe invitation, it would manifestly have been most imprudent to accept\r\nit. It must have been plain to the densest understanding that these\r\ntroops and stores were only being sent to Canada in order that we might\r\nbe prepared, if unhappily a rupture should take place between England\r\nand the United States. Therefore, if troops and stores so conveyed were\r\neventually used against the United States, there would have been a\r\nviolent outcry of treachery against us throughout the country. The\r\ndanger, too, of some unpleasant incident occurring during the landing or\r\nduring the passage of the trains with which it would be impossible to\r\ndeal, was so obvious, that the invitation was declined with thanks. Too\r\nmuch love is sometimes almost more inconvenient in diplomacy than\r\nhatred.\r\n\r\nMr. Seward's anxiety, at this time, however, to show himself a friend to\r\nEngland continued, and he took particular care to point out, in proof of\r\nhis new attitude, that up till the last moment (December 26) he had been\r\nthe only person in the Government who was in favour of the surrender of\r\nSlidell and Mason, and that President Lincoln had been opposed to\r\nsurrender and was in favour of arbitration only. In fact, Mr. Seward\r\nappeared to be seized with the desire of overwhelming not only England,\r\nbut France as well, with demonstrations of friendship and confidence,\r\nand it is perhaps not uncharitable to assume that two reasons were\r\ncontributory causes to this agreeable change of tactics. One of these\r\nwas that the appearance of a good understanding with these two Powers\r\nwould exercise a beneficial influence upon the money market; the other\r\nwas the fear of one or both of them recognizing the South and breaking\r\nup the blockade. Probably Mr. Seward's fears of French interference were\r\nincreased by a visit paid by M. Mercier, in the spring, to Richmond, the\r\nConfederate Headquarters. M. Mercier, whether instructed from home or\r\nnot, was bent upon this visit, which the United States Government could\r\nnot prevent, but which they could hardly be expected to view with\r\nfavour, and after the manner of French diplomatists of the period, he\r\nwas probably unable to resist the temptation of trying to effect a\r\nstriking _coup_, although there was not the slightest reason to suspect\r\nhim of any disloyalty to his English colleague. Lord Lyons wisely\r\ndeclined to accompany him, and prophesied that he would end by getting\r\ninto trouble, which proved to be the case, for the journey naturally\r\ngave rise to all sorts of comments. As will be seen from the following\r\nletter, both M. Mercier and Mr. Seward drew incorrect conclusions from\r\nthe information derived during this visit; the former being convinced\r\nthat the subjugation of the South was an impossibility, and the latter\r\nconfidently believing that the end of the war was close at hand.\r\n\r\n       *       *       *       *       *\r\n\r\n     _Lord Lyons to Lord Russell._\r\n\r\n     Washington, April 23, 1862.\r\n\r\n    M. Mercier came back from Richmond yesterday. He went soon after his\r\n    arrival to see Mr. Seward and came afterwards to me. He is persuaded\r\n    that the confidence and the resolution of the Confederates are\r\n    increased rather than diminished by recent events. If they are\r\n    worsted anywhere they will still not surrender. They will destroy\r\n    their stores of cotton and tobacco, and all other property which\r\n    they cannot remove. They will retire into the interior of their\r\n    country and defy the North to follow them. They will endure any\r\n    privations and sufferings rather than be again united to the North.\r\n    Their unanimity and devotion to the cause are wonderful. They are\r\n    not carrying on a war in the usual manner for dominion as the North\r\n    is: they consider themselves to be fighting for their homes and\r\n    their liberty, and are making and are ready to make any sacrifices.\r\n\r\n    Such is the impression which M. Mercier says was made upon him by\r\n    what he saw and heard.\r\n\r\n    I asked him whether he had obtained any specific information as to\r\n    the extent of the naval and military resources of the Confederates.\r\n    He said that they admitted that they were in want of arms and\r\n    ammunition, and said that but for this they could keep a very much\r\n    larger army in the field. They had no difficulty about men. On the\r\n    contrary, they had more than they could arm. They had another\r\n    'Merrimac' nearly ready at Norfolk: they had an iron-plated vessel\r\n    on the James River: they had iron-plated vessels nearly ready at New\r\n    Orleans. If they lost New Orleans and all the seaboard, they would\r\n    be as far from being subdued as ever.\r\n\r\n    I inquired of M. Mercier whether he had entered upon any particular\r\n    matter of business with the members of the Confederate Government.\r\n    He said he had avoided the appearance of having come to transact\r\n    business: that the French tobacco would be spared if the rest was\r\n    burnt, provided it could be distinguished and separated from that\r\n    belonging to private persons.\r\n\r\n    I asked M. Mercier if anything had passed on the subject of the\r\n    position of the Consuls. He said that if the idea of calling upon\r\n    them to take out exequaturs from the Confederate Government had ever\r\n    been entertained, it was now abandoned; there appeared to be a very\r\n    good disposition towards foreigners in general; less good perhaps\r\n    towards the English as a nation than others, perhaps because more\r\n    had been expected from that country than from any other, and the\r\n    disappointment had consequently been greater. On the other hand, the\r\n    Confederate leaders professed to have abandoned all expectation of\r\n    succour from Europe: indeed, they declared that all they desired was\r\n    such an interruption of the blockade as would enable them to get\r\n    arms.\r\n\r\n    M. Mercier said that he was more than ever convinced that the\r\n    restoration of the old Union was impossible; that he believed the\r\n    war would, if the Powers of Europe exercised no influence upon it,\r\n    last for years; that he thought that in the end the independence of\r\n    the South must be recognized, and that the governments of Europe\r\n    should be on the watch for a favourable opportunity of doing this in\r\n    such a manner as to end the war. The present opportunity would,\r\n    however, he thought, be peculiarly unfavourable.\r\n\r\n    I did not express any opinion as to the policy to be eventually\r\n    pursued by France or England, but I entirely agreed with M. Mercier\r\n    that there was nothing to do at the present moment but watch events.\r\n\r\n    This morning Mr. Seward spoke to me about M. Mercier's journey. He\r\n    said that M. Mercier had, probably without being altogether aware of\r\n    it himself, obtained very valuable information for the U.S.\r\n    Government. He himself was quite convinced from M. Mercier's account\r\n    of what had passed, that the Confederates were about to make a last\r\n    effort: that they had their last armies in the field; and that their\r\n    last resources were brought into action. Their talking of retiring\r\n    into the interior was idle. If the U.S. were undisputed masters of\r\n    the border states, including Tennessee, and of the sea coast, there\r\n    would be no occasion for any further fighting. Anybody who liked to\r\n    retire into the interior was welcome to do so and stay there till he\r\n    was tired. Mr. Seward went on to say that he had had some difficulty\r\n    in preventing M. Mercier's journey making an unfavourable impression\r\n    upon the public. With this view he had caused it to be mentioned in\r\n    the papers that M. Mercier had had a long interview with him on his\r\n    return from Richmond; he had in the evening taken M. Mercier to the\r\n    President, which also he should put in the newspapers: to-night he\r\n    was to dine with M. Mercier to meet the captain of the French ship\r\n    of war which had brought M. Mercier back: to-morrow the President\r\n    would pay a visit to that ship.\r\n\r\n    I suppose the truth lies somewhere between M. Mercier's views of the\r\n    prospects of the South and Mr. Seward's. Mr. Seward was of course\r\n    anxious to weaken any impression M. Mercier's language may have made\r\n    upon me.\r\n\r\n    The Slave Trade Treaty has met with much more general approval than\r\n    I expected. It has excited quite an enthusiasm among the\r\n    Anti-Slavery party. I have never seen Mr. Seward apparently so much\r\n    pleased. Mr. Sumner, who has had the management of it in the Senate,\r\n    was moved to tears when he came to tell me that it had passed\r\n    unanimously.\r\n\r\nAs had been foreseen and pointed out to M. Mercier, the most\r\nunsatisfactory result of his visit was the impression it produced that\r\nFrance was disposed to act independently of England, but there is no\r\nevidence to show that such were the intentions of the French Government\r\nat the time, and M. Mercier himself always showed himself to be a most\r\nfrank and honest colleague.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Russell._\r\n\r\n    Washington, May 16, 1862.\r\n\r\n    The Government here is very much disquieted by the rumoured\r\n    intentions of England and France with regard to intervention. This\r\n    is not altogether without advantage, as they are more disposed to be\r\n    considerate, or, at all events, civil, when they have doubts about\r\n    us, than when they feel sure of us. They are more civil to France\r\n    than to England partly because they are more doubtful about her, and\r\n    partly because they never will have, do what she will, the same\r\n    bitterness against her as they have against England. Mr. Seward is\r\n    encouraged by some of his English correspondents to believe that the\r\n    Mexican affair will produce a serious disagreement between England\r\n    and France.\r\n\r\n    M. Mercier thinks it quite within the range of possibility that the\r\n    South may be victorious both in the battles in Virginia and in\r\n    Tennessee. He is at all events quite confident that whether\r\n    victorious or defeated they will not give in, and he is certainly\r\n    disposed to advise his Government to endeavour to put an end to the\r\n    war by intervening on the first opportunity. He is however very much\r\n    puzzled to devise any mode of intervention which would have the\r\n    effect of reviving French trade and obtaining cotton. I shall\r\n    suppose he would think it desirable to go to great lengths to stop\r\n    the war, because he believes that the South will not give in until\r\n    the whole country is made desolate, and that the North will very\r\n    soon be led to proclaim immediate emancipation, which would stop the\r\n    cultivation of cotton for an indefinite time.\r\n\r\n    I listen and say little when he talks of intervention. It appears to\r\n    me to be a dangerous subject of conversation. There is a good deal\r\n    of truth in M. Mercier's anticipations of evil, but I do not see my\r\n    way to doing any good.\r\n\r\n           *       *       *       *       *\r\n\r\n    The credit of the Government has been wonderfully kept up, but it\r\n    would not stand a considerable reverse in the field. It is possible\r\n    under such circumstances that a peace party might arise, and perhaps\r\n    just _possible_ that England and France might give weight to such a\r\n    party. However, all this is a mere speculation. We are (as usual) on\r\n    the eve of a crisis which is to clear up everything.\r\n\r\nA threatened breakdown in health, due chiefly to overwork, forced Lord\r\nLyons reluctantly to apply for leave to return to England before the\r\nsevere heat of a Washington summer had set in, and in making the\r\napplication he pointed out that during the three years which had elapsed\r\nsince his arrival in the United States he had only been absent for four\r\nnights from Washington, with the exception of the two months during\r\nwhich he was officially in attendance on the Prince of Wales. The work\r\nin fact was incessant, the staff of the Legation scanty, and things were\r\nnot made easier by the autocratic Hammond, who suddenly recalled one of\r\nthe attachés to London, that enlightened bureaucrat being apparently\r\nquite incapable of realizing that a young man's time might be more\r\nprofitably employed at Washington during the Civil War than in preparing\r\nfor some perfunctory and trumpery examination which could perfectly well\r\nhave been undertaken at any subsequent period. The appeals to the\r\nautocrat of the Foreign Office for assistance are as pathetic as they\r\nare moderate. 'I conjure you to send me out two or at least one good\r\nworking attaché as soon as possible. Brodie is completely out of health;\r\nWarre is always prostrated by the abominable heat of this place; Monson\r\ncan do a great deal, but his constitution is not of iron; and as for\r\nmyself I cannot do much Chancery work in addition to my proper duties.\r\nIndeed, I shall soon break down. What you see of our work gives a very\r\nsmall idea of the amount of it. It seems to me that everybody North and\r\nSouth who gets into trouble discovers that he or she is a\r\nnon-naturalized British subject.'\r\n\r\nNor were any high qualifications demanded. Geniuses were not in request.\r\n'What we want is a good steady industrious copier, _well conducted in\r\nprivate life_. I have no objection to quite a young one; such a man as\r\nJenner would suit me perfectly. Anderson, Monson, and I are all\r\nsufficiently well up in ordinary Chancery management to make it\r\nunnecessary to have more genius or more experience than is required for\r\ncopying.'\r\n\r\nWriting to his old chief Lord Normanby, the confession is made that\r\nWashington 'is a terrible place for young men; nothing whatever in the\r\nshape of amusement for them, little or no society of any kind now; no\r\ntheatre, no club. I have no time to think whether I am amused or not.'\r\n\r\nBeing constitutionally incapable of exaggeration, this last statement\r\nmay be accepted as literally accurate.\r\n\r\nLeave for three months having been granted, the sanguine Mr. Seward did\r\nnot fail to draw hopeful conclusions from the circumstance, and there\r\nappeared to be no sign of immediate trouble in the near future.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Russell._\r\n\r\n    Washington, June 9, 1862.\r\n\r\n    I was so unwell yesterday that I was unable to do anything, which\r\n    has prevented my sending you by this mail some general information\r\n    on the prospects of the war and some other matters.\r\n\r\n    I did not think that Mr. Seward would object to my going. He has, in\r\n    fact, taken up the idea with so much enthusiasm that I have been\r\n    obliged to endeavour to check his anticipation of the wonders I am\r\n    to effect, or rather to make him understand that my own views, not\r\n    his, are those which I must express to you.\r\n\r\n    I take his willingness that I should go as a sign that he does not\r\n    expect serious trouble, for I think that he would rather be in my\r\n    hands than those of a man new to him if he did.\r\n\r\n    I am afraid that there are three things to which we must not blind\r\n    ourselves:\r\n\r\n    1. That we have a very small chance of getting cotton from this\r\n    country for a long time to come.\r\n\r\n    2. That there is no Union feeling in the South.\r\n\r\n    3. That the war has become one of separation or subjugation.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Russell._\r\n\r\n    Washington, June 13, 1862.\r\n\r\n    I had quite an affectionate parting with the President this morning.\r\n    He told, as is his wont, a number of stories more or less decorous,\r\n    but all he said having any bearing on political matters was: 'I\r\n    suppose my position makes people in England think a great deal more\r\n    of me than I deserve, pray tell 'em that I mean 'em no harm.' He\r\n    does not pay much attention to foreign affairs, and I suppose did\r\n    not like to talk about them without Mr. Seward. I am to hear Mr.\r\n    Seward's last words at New York on Tuesday evening. I embark the\r\n    following morning, and hope to pay my respects to you in person a\r\n    few days after this letter reaches you.\r\n\r\n    It is quite time for me to get away from this place. The heat to-day\r\n    is overpowering.\r\n\r\nLord Lyons arrived in London about the end of June, and a letter to Mr.\r\nStuart who had been left in charge of the Legation at Washington shows\r\nthat he was considerably alarmed at the hostile feeling prevailing\r\nthroughout the country against the North, largely due to the inability\r\nto obtain cotton, but also embittered by the tone of the American press.\r\nAs an instance of this feeling, alluding to the rumour that McClellan\r\nhad suffered a serious defeat, he adds: 'I am afraid no one but me is\r\nsorry for it.' McClellan's misfortunes certainly provoked demonstrations\r\nof pleasure in the House of Commons during an ill-timed debate which\r\ntook place in July, and a celebrated speech by Gladstone in which he\r\nasserted that 'Jefferson Davies and the leaders of the South have made\r\nan army; they are making, it appears, a navy; and they have made, what\r\nis more than either--they have made a nation,' certainly tended to show\r\nthat however impartial the Cabinet intended to be, the sympathies of\r\nEngland were to a great extent with the South.\r\n\r\nDuring his stay in England he was in constant communication with the\r\nCabinet, and the general belief of ministers was that whilst extremely\r\nreluctant to interfere in any way in the American contest, interference\r\nmight be forced upon them. Mediation was again in the air, and M.\r\nMercier and the French Government thought that an opportunity had\r\narrived for proposing it.\r\n\r\nLord Lyons, after having been detained by Lord Russell for the purpose\r\nof additional consultations, set out again for Washington in October\r\naccompanied by the late Sir Edward Malet, who remained for a\r\nconsiderable period on his staff, and became one of his closest friends.\r\nIn fact, with the exception of the late Mr. George Sheffield, who was\r\nalready acting as his private secretary, and of the late Sir Michael\r\nHubert, who subsequently acted in the same capacity, it is doubtful\r\nwhether any other person of his acquaintance ever reached the same\r\ndegree of intimacy or shared his confidence to an equal extent.\r\n\r\nThe visit to England had in no sense changed the policy of the British\r\nGovernment towards the United States, and there were no fresh\r\ninstructions with regard to mediation, intervention, recognition of the\r\nSouth, and the numerous other matters which occupied attention. Nor had\r\nany essential change taken place in the situation in America, and Lord\r\nLyons, immediately after his return expressed the opinion that foreign\r\nintervention, short of the use of force, would only make matters worse.\r\nThe indefatigable M. Mercier, however, in whose thoughts intervention\r\nwas always uppermost, was full of a new plan, although, with the violent\r\nparty predominant in the Cabinet, the moment did not appear propitious.\r\nM. Mercier's idea was that France, with the consent and support of\r\nEngland, should offer mediation alone. He thought that the difficulty\r\nwhich the irritation against England threw in the way of mediation might\r\nthus be avoided, while the fact of England supporting France would give\r\nto France the weight of both Powers. According to his information,\r\nRussia, probably from a desire to separate France and England, was\r\ndisposed to join France in offering good offices, but, independently of\r\nother considerations, the presence of Russia might be an obstacle to the\r\nsuccess of his plan. It would take away from the offer of mediation the\r\nelement of intimidation, which, though kept in the background, must be\r\nfelt by the United States to exist. The mediation of all the European\r\nPowers (France, England, Russia, and perhaps Prussia) would be a\r\ndifferent matter. It might have the effect of reconciling the pride of\r\nthe United States to negotiation with the South, and might, in certain\r\nconjunctions, be usefully employed. But it would be more easy for the\r\nGovernment of the United States to reject an offer from the four Powers\r\nthan from England and France, or from France only. England and France\r\nhad an obvious and pressing interest in putting an end to hostilities\r\nand the means of supporting their counsels by their navies.\r\n\r\nSuch was M. Mercier's plan, but he received little encouragement from\r\nhis British colleague, who had anticipated something of the kind, and\r\nwith habitual caution declined to pronounce any opinion until he had\r\nreceived instructions from home. As a matter of fact, he had foreseen\r\nthis proposal when in England, and had obtained an assurance from Lord\r\nRussell that it should be discussed by the Cabinet.\r\n\r\nThe two following letters from Lord Russell to Lord Lyons show that\r\nM. Mercier was really in accordance with his own Government.\r\n\r\n       *       *       *       *       *\r\n\r\n    Woburn Abbey, Nov. 1, 1862.\r\n\r\n    The Emperor of the French wishes to offer peace to both parties, and\r\n    he says both parties will agree to peace, the one on the ground of\r\n    Union and the other on the ground of Separation! I fear we are no\r\n    nearer to peace, if so near, as we were a year ago.\r\n\r\n    Seward's avowal to Mr. Stuart that he looks to mutual extermination\r\n    and the superior numbers of the North, in order to restore the\r\n    Union!!! is the most horrible thing I ever heard.\r\n\r\n    Cobden, I fear, is right when he says that to preach peace to them\r\n    is like speaking to mad dogs. I am much less sanguine than I was,\r\n    but I shall be glad to hear your views on your return. Russia must\r\n    be a party to any thing done by us and France--if we do anything.\r\n\r\n       *       *       *       *       *\r\n\r\n    Woburn Abbey, Nov. 8, 1862.\r\n\r\n    Flahault has been instructed to propose to us in conjunction with\r\n    Russia to ask North and South to suspend their war for six months. I\r\n    have not seen the despatch.\r\n\r\n    We shall consider our answer on Tuesday next.\r\n\r\nThe Emperor's proposal was declined by the British Government, and at\r\nfirst peremptorily declined also by the Russian Government, but as soon\r\nas the latter perceived, by a speech made by Lord Palmerston at the\r\nGuildhall, that there was no chance of an acceptance of the proposal by\r\nEngland a circular was issued, stating that if France persisted in her\r\nintention, the Russian Minister at Washington would be instructed to\r\ngive it moral if not official support. Thus, as on many other occasions,\r\ndid Louis Napoleon's elaborate scheme vanish into space.\r\n\r\nOne fresh difficulty which had arisen in the meantime was the diminished\r\ninfluence of Mr. Seward with the President and his ministers. He\r\nhad become much more conciliatory in his dealings with foreign\r\nrepresentatives, but was apparently unable to carry his points with\r\nother departments, and had fallen in public estimation by signing the\r\nAbolition Proclamation which had been imposed upon him, in opposition to\r\nall his views by the Radical party in the Cabinet. Towards the end of\r\nthe year it seemed quite probable that he would have to resign, and the\r\ncontingency was viewed with consternation, for although Mr. Seward had\r\nvery pronounced faults, he now represented the Moderate party, and his\r\ndeparture would signify the surrender of President Lincoln to the Ultra\r\nRadical party, prepared to risk everything, even to a foreign war, in\r\norder to maintain itself in power.\r\n\r\nUpon the whole, there was every excuse for dissatisfaction with their\r\nGovernment on the part of the Northern public. After about two years'\r\nfighting the two main armies of the North and South remained in much the\r\nsame position, but, if anything, the balance of gain appeared to rest\r\nwith the South. New Orleans, it is true, had been captured, but the\r\ninvasion of Virginia had failed, and Richmond was as unapproachable as\r\never. The North were the attacking party, and if they failed to advance\r\nit was equivalent to a defeat. Disappointment and discouragement had\r\nsucceeded to confidence and enthusiasm, and if the contest imposed much\r\nseverer hardships upon the Confederates than upon their opponents, there\r\nwas no sign of faltering, and their spirit remained as high as ever.\r\n\r\nBefore the end of 1862 the prices of ordinary articles in the\r\nConfederate States had already greatly increased. As early as October,\r\naccording to the consular reports, the price of tea at Savannah was\r\nsixteen dollars a pound; brown sugar sixty cents; loaf sugar\r\nunobtainable, and the commonest brown soap seventy-five cents. At\r\nCharleston, coal was unprocurable; black cloth fetched fifty-three\r\ndollars a yard; shoes cost thirty-four dollars a pair; beer thirty\r\ndollars a dozen; sugar a dollar a pound; butter a dollar and a half, and\r\nthe pound sterling was worth fourteen dollars. In view of these figures\r\nit would be interesting to learn the cost of a banquet given by General\r\nRipley in December 1862, to some French officers at Charleston, at which\r\nConsul Bunch, of revoked exequatur fame, was present, and which must\r\nsurely have been the most sumptuous meal ever partaken of in a besieged\r\ntown since the days of Belshazzar.\r\n\r\n       *       *       *       *       *\r\n\r\n    BILL OF FARE.\r\n\r\n    Oysters on Shell.\r\n\r\n    FISH.\r\n    Salmon, Anchovy sauce.\r\n\r\n    SOUP.\r\n    Green Turtle.     Oyster.\r\n\r\n    RELEVÉES.\r\n    Fillet of Beef, braisé with Mushrooms,\r\n    Capon, with Truffes à la Regence.\r\n\r\n    BOILED.\r\n    Leg of Mutton, Caper sauce,\r\n    Turkey, Celery sauce.\r\n\r\n    COLD.\r\n    Boned Turkey, garnished with Jelly,\r\n    Chicken Salad, à la Française,\r\n    Game Pattie, with truffles, decorated with Jelly.\r\n\r\n    ENTRÉES.\r\n    Sweet Breads, larded en croustade, sauce petits pois,\r\n    Fillets of Teal Duck, bigare, sauce Italienne,\r\n    Quails, braisés, sauce Champignons,\r\n    Snipe, broiled on Toast,\r\n    Fillets of Venison, sautés, sauce Poivrade,\r\n    Fried Oysters.\r\n\r\n    RELISHES.\r\n    Sardines, Olives, Celery, Assorted Pickles,\r\n    Horseradish, Pickled Onions, Cranberry Jelly,\r\n    Worcestershire sauce.\r\n\r\n    VEGETABLES.\r\n    Baked Sweet Potatoes, New Irish Potatoes, Mashed Potatoes,\r\n    Spinach, Cauliflowers, Turnips, Rice.\r\n\r\n    ROAST.\r\n    Turkey,      stuffed with truffles,      Saddle of Mutton,\r\n    Baked Ham, Madeira sauce.\r\n\r\n    GAME.\r\n    Wild Duck,      Wild Turkey,      Venison, with Jelly.\r\n\r\n    PASTRY.\r\n    Plum Pudding, Brandy sauce.\r\n    Apple and Mince pies,    Omelette Soufflée,    Lady Fingers,\r\n    Vanilla Kisses,  Sponge Cake,  Cup Custard,  Madeira Jelly.\r\n\r\n    DESSERT.\r\n    Apples,      Nuts,      Coffee, etc.\r\n\r\nIf, however, the South was feeling the effects of privation, the North\r\nhad no cause to rejoice. In September, 1862, Lincoln had issued the\r\npreliminary proclamation of Emancipation, but the hope that it would\r\nconsolidate the North had not been realized. The second proclamation\r\nappeared on January 1, 1863, and had no greater success, serving only to\r\nexasperate the South still further and increasing the divisions in the\r\nNorth. The Democratic party was afraid to declare openly for peace, but\r\ndisguised efforts in favour of it were now made, and it was sought to\r\ninduce some of the State Legislatures to pass resolutions in favour of\r\nan armistice and a convention. Men of all shades of politics had lost\r\nheart, but the most probable cause of peace seemed to be the\r\nimpossibility of raising or keeping together a great army unless the\r\nnational spirit could be raised by some striking military successes,\r\nmeanwhile the division of feeling in the North had reached such a\r\npitch that the patriots who had formerly clamoured for a foreign war to\r\nreunite North and South were now calling for a foreign war to reunite\r\nthe North itself.\r\n\r\nThe general demoralization induced M. Mercier to make yet another\r\nattempt at mediation. Upon this occasion he was approached by the\r\nwell-known journalist, Mr. Horace Greeley, whose object it was to\r\nascertain whether the Emperor Napoleon could be relied upon as a real\r\nfriend to the United States in case of his being accepted as a mediator,\r\na 'real friend,' meaning, of course, one who would insist upon the\r\nrestoration of the Union. M. Mercier's fresh attempt met with no greater\r\nsuccess than before, nor was it surprising, for his action was based\r\nupon an entire misconception.\r\n\r\nBeing firmly convinced that the restoration of the Union was impossible,\r\nhe failed to realize that this must be the basis of all negotiations,\r\nand although most people were heartily sick of the war and were not\r\nprepared to refuse to the South all terms short of unconditional\r\nsurrender, they had not been brought to the point of acquiescing in a\r\ncession of territory.\r\n\r\nThe French proposal, with which we had been careful not to associate\r\nourselves, was, of course, declined by the American Government. Mr.\r\nSeward re-established some of his popularity by the character of his\r\nanswer; distrust of the Emperor Napoleon increased, and the only party\r\nwhich benefited in any way was England, for the increase in ill-feeling\r\ntowards France had the result of diminishing to some extent the\r\nanimosity against us, and M. Mercier himself was now almost as much\r\nattacked in the press as the British Minister had been in the past.\r\n\r\nEarly in the year, an incident occurred which might have had unpleasant\r\nconsequences had it not been promptly dealt with. In spite of the\r\nendless embarrassments created by the blockade, the British Government\r\nwas sincerely anxious not to give the United States Government any\r\nground for complaint, and the Consuls had been continually enjoined by\r\nLord Lyons to adhere closely to the recognized rules of International\r\nLaw where a state of blockade existed. To his consternation he now\r\nlearnt that the Consul at Mobile proposed to send away from that port a\r\nquantity of specie in a British man-of-war. 'I should be very much\r\nalarmed,' he wrote, 'if I thought it likely that he would find a captain\r\nof man-of-war as foolish as himself. I really could not answer for peace\r\nif, in addition to the irritation about the _Alabama_, should come the\r\nfury which would be excited, if it were shown that our men-of-war had\r\ncarried Confederate gold through the blockade. No proof that the money\r\nwas intended for, or even that it had been actually paid to, British\r\nbondholders would ever convince people here that it had not been used to\r\npurchase munitions of war.' Unfortunately a simple-minded captain had\r\nbeen discovered by the Consul, and before it was possible to communicate\r\nwith him the specie had been shipped. This action, which was due solely\r\nto stupidity, was impossible to defend, and would have provided the\r\nAmerican Government with a first-class grievance; clearly the best thing\r\nto do was to anticipate any complaints, and consequently the Consul was\r\nwisely dismissed before the matter became really public. The promptitude\r\nwith which this regrettable incident was dealt with contrasts favourably\r\nwith the difficulty which was experienced in persuading the American\r\nGovernment to deal adequately with grievances arising out of the\r\nproceedings of their own officials.\r\n\r\nAt this period of the war innumerable complaints were received from\r\nBritish Governors, Naval officers and Consuls with regard to the\r\narbitrary proceedings of United States cruisers, and it was plain that\r\nthese proceedings were largely due to the exasperation caused by the\r\nexploits of the _Alabama_, and by the rumours that similar vessels were\r\nbeing built in England for the Confederates. This exasperation was\r\nperfectly natural, but not altogether reasonable, for it never seems to\r\nhave occurred to the Americans that the fault lay partly with their own\r\nNavy. Great pressure was put upon President Lincoln to issue letters of\r\nmarque, and had privateers made their appearance and exercised\r\nbelligerent rights against neutral merchantmen, the difficulty of\r\npreserving peace would have been increased tenfold. Mr. Seward was known\r\nto be strongly in favour of the policy of issuing letters of marque, and\r\nthe matter was brought to the attention of Mr. Adams by Lord Russell,\r\nwho always appeared somewhat unnecessarily disposed to suspect Mr.\r\nSeward of hostile intentions.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Russell to Lord Lyons._\r\n\r\n    Chesham Place, March 14, 1863.\r\n\r\n    I don't think Mr. Seward means to quarrel with us, but perhaps he\r\n    will bluster rather more when he has lost the support of Congress.\r\n\r\n    Adams told me that the privateers, if sanctioned at all, were not\r\n    intended to interfere with nice questions of International Law, but\r\n    only to encounter the _Alabama_ and other vessels of that sort.\r\n    If this be so I doubt if they will be fitted out at all, but if\r\n    they are fitted out I think they will not keep their hands off\r\n    English merchant ships.\r\n\r\n    We have no thoughts of recognizing at present. If you are asked our\r\n    intentions by Seward, say that our opinion is that the Republican\r\n    Party ought not to leave the glorious work of peace to the\r\n    Democrats, but as a Neutral Power, our intention and wish is to let\r\n    the war work itself out, as it is sure to do by the moral exhaustion\r\n    of the war spirit.\r\n\r\n    Our procession and wedding went off splendidly. The Princess of\r\n    Wales is charming and would make New York stand on tiptoe to behold\r\n    her.\r\n\r\nIn a further conversation with Mr. Adams he made the significant remarks\r\nthat if the contemplated privateers sought for Confederate merchant\r\nships they would not find any, and that if they interfered with neutral\r\nvessels and the law of blockade they would probably involve their own\r\nand the British Government in 'very awkward questions.'\r\n\r\nLord Russell, in spite of his sincere and often proclaimed desire to\r\nremain absolutely impartial, hardly seems at this time to have realized\r\nthe disastrous consequences of not having prevented the departure of the\r\n_Alabama_ and similar vessels.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Russell to Lord Lyons._\r\n\r\n    Foreign Office, March 28, 1863.\r\n\r\n    The outcry in America about the _Oreto_ and the _Alabama_ is much\r\n    exaggerated, but I must feel that her roaming the ocean with English\r\n    guns and English sailors to burn, sink and destroy the ships of a\r\n    friendly nation, is a scandal and a reproach. I don't know very well\r\n    what we can do, but I should like myself to refer the question of\r\n    indemnity to an impartial arbiter.\r\n\r\n    When things are more advanced towards a termination, I think this\r\n    might be done. It would be dangerous to do it at present, or even\r\n    to hold out hopes of it. I will think further of it, and if I remain\r\n    in the same mind, will submit the question to the Cabinet.\r\n\r\n    The _Peterhoff_ and the _Magicienne_ are now before the Law\r\n    Officers. I will send you instructions about them next week. The\r\n    seizures by Admiral Wilkes seem like a plan to embroil our two\r\n    countries. He always protests that such is not his object, but his\r\n    acts do not agree with his words.\r\n\r\n    I should like anything better than being obliged to take the part of\r\n    the Confederates. But then President Lincoln must not be getting up\r\n    war cries to help his declining popularity.\r\n\r\nThe two vessels alluded to had been captured on their way to Matamoros,\r\nin Mexican territory, and the British Government contended that the\r\ntraffic to that place was legitimate, while the United States Government\r\nmaintained, probably with justice, that the goods were intended for\r\nTexas. Matamoros, which was situated on the Rio Grande, separating\r\nMexico from the United States, sprang into prominence in 1862 in\r\nconsequence of the war, became the seat of a brisk trade, and provided\r\none of the numerous difficulties arising out of the blockade, which had\r\nnow been greatly extended owing to the rapid development of the Federal\r\nNavy.\r\n\r\nAs for Admiral Wilkes, the hero of the _Trent_, his arbitrary conduct\r\nwas the subject of continual complaints; he showed marked discourtesy in\r\nconnection with H.M.S. _Barracouta_, and upon one occasion a cruiser\r\nunder his command went so far as to fire a shot across the bows of\r\nH.M.S. _Cygnet_, and as the long-suffering British Admiral Sir A. Milne\r\nobserved, to fire a shot across the bows of a neutral ship of war when\r\nhove to, was going a step further in the already uncourteous proceedings\r\nof the American cruisers. Admiral Wilkes always disclaimed any\r\nintention of unfriendliness, but his proceedings were a fruitful source\r\nof irritation, and Lord Russell certainly conceived the impression that\r\nhe and his official chief, Mr. Welles, were bent upon picking a quarrel\r\nwith us.\r\n\r\nFeeling between the two countries was not improved by the inopportune\r\npublication of a Blue Book. The Democrats, who had been faring badly, by\r\nsome mysterious process of reasoning, came to the conclusion that the\r\nobject was to destroy them and denounced Lord Russell for having lost\r\nthem an election in Connecticut by his Machiavellian proceedings. They\r\nvented their indignation upon the Legation at Washington, and the\r\nposition of the minister became more and more unpleasant, added to which\r\nhis health again showed signs of giving way.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Russell._\r\n\r\n    Washington, April 13, 1863.\r\n\r\n    I have written as much as I have time and strength for officially. I\r\n    have been unwell all the last week, but not seriously so. I think\r\n    the state of things here, as far as peace with us is concerned, more\r\n    alarming than it has been since the Trent affair. They are not a\r\n    people who can be soothed by concessions, and they are a people who\r\n    after any amount of bluster will give in if they think that their\r\n    opponents are in earnest and are stronger than they. I would rather\r\n    the quarrel came, if come it must, upon some better ground for us\r\n    than the question of the ships fitted out for the Confederates. The\r\n    great point to be gained, in my opinion, would be to prevent the\r\n    ships sailing, without leading the people here to think that they\r\n    had gained their point by threats. I am in trouble altogether, for\r\n    the good will to me personally, which had miraculously survived so\r\n    long, seems at last to have sunk altogether under the stroke of the\r\n    last Blue Book.\r\n\r\nIt must have been peculiarly irritating, after all the efforts he had\r\nmade, to find them neutralized by the clumsy action of the Home\r\nGovernment, but in his private correspondence there occur no expressions\r\nof resentment against those who had thus weakened his position, probably\r\nbecause his sense of discipline and loyalty to his official chiefs was\r\nso strong as to preclude anything in the nature of criticism. It is\r\ncustomary, before publishing Blue Books on Foreign Affairs, to consult\r\nboth the Foreign Government concerned and the British representative\r\naccredited to it, but presumably in this case the usual practice was not\r\nobserved.\r\n\r\nIn one direction, however, there was an improvement. The British\r\nGovernment tardily realizing the danger arising from the building of\r\nConfederate cruisers in England took steps to prevent it, and the\r\nsituation was eased for the time being.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Russell._\r\n\r\n    Washington, April 24, 1863.\r\n\r\n    So far as I can judge in this short time the Americans have eagerly\r\n    grasped at the intelligence of the endeavours to stop the\r\n    Confederate vessels building in England, as a relief from their\r\n    dread that they were really drifting into a war with us. I cannot\r\n    yet say whether the exasperation is subsiding. I have not much fear\r\n    that they will ever put a _casus belli_ to us, but I do fear that\r\n    they may force us to make demands upon them to which, however\r\n    plainly just, party considerations may render it difficult for the\r\n    administration to yield. I seem to be getting on pretty well again\r\n    with Mr. Seward, but not with others since the Blue Book, and Mr.\r\n    Seward cannot control the feelings or the actions of the other\r\n    members of the administration either as regards England or her\r\n    Representative here personally. However, for the moment, things\r\n    certainly look more peaceful than they did a week ago. I mean\r\n    peaceful towards us, for there are no symptoms of an approaching end\r\n    of the civil war.\r\n\r\nOne danger at any rate was removed, at all events temporarily, for the\r\nAmerican Government determined not to proceed with the issuing of the\r\nletters of marque. The chief danger, however, lay not so much in the\r\nexasperation caused by the Confederate ships as in the proceedings of\r\nthe United States cruisers, and it was feared that a repetition of such\r\nseizures as those of the _Peterhoff_ and _Magicienne_ might rouse such a\r\nfeeling of indignation in England that it might become necessary to put\r\nforward demands for redress which the Americans would be too angry to\r\ncomply with. For some reason, too, the relations between the British\r\nLegation and the Navy Department (perhaps owing to Mr. Welles's\r\nanti-English proclivities), were much less satisfactory than was the\r\ncase with the other Government offices, and whenever an American naval\r\nofficer had been admittedly in the wrong, explanation, regret, or\r\nredress were generally postponed so long (as in the case of the _Trent_)\r\nthat the United States Government found itself in the position of having\r\neither to make a marked concession to England, or to run the risk of\r\nrefusing just demands. Lord Lyons's usual practice was to leave the door\r\nopen for spontaneous action on their part up to the last moment, and to\r\nabstain from making anything like a demand or even an embarrassing\r\nobservation for as long as possible; but his difficulties in dealing\r\nwith such questions were increased by a quarrel between Mr. Seward and\r\nMr. Welles. Mr. Seward, to do him justice, generally seems to have\r\nexercised a pacific influence, but party spirit ran so high, and the\r\nDemocrats detested him so cordially, that even those who were known\r\nto be friendly towards England could not resist the temptation of\r\ndenouncing his 'humiliating concessions to British arrogance' when\r\nthey got the opportunity.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Admiral Sir A. Milne._\r\n\r\n    Washington, May 11, 1863.\r\n\r\n    I have given Mr. Seward verbally a warning from H.M. Government that\r\n    the impression which prevails in England that the United States are\r\n    systematically endeavouring by fair means and by foul to stop our\r\n    trade with Matamoros is producing very dangerous effects. Mr. Seward\r\n    said that he should be able to give very satisfactory assurances on\r\n    this head. I observed to him that I thought some decided practical\r\n    steps were necessary to do away with this impression. I reminded him\r\n    of his previous assurances and of his instructions to the Navy\r\n    Department, and pointed out those instructions were apparently set\r\n    at nought by the U.S. officers. I said that the great point was to\r\n    make the subordinate officers feel the effects of the displeasure of\r\n    the Government, when they violated neutral rights; that it was not\r\n    likely the naval officers would pay much attention to the assurances\r\n    given by the Government to Foreign Powers, and that it was not to be\r\n    expected that they would pay much attention to formal instructions\r\n    to themselves, if they found that they could practically violate\r\n    them with impunity. The Government ought, I said, to remove its\r\n    subordinates from situations in which they were peculiarly exposed\r\n    to temptations to make an unlawful use of belligerent powers. I told\r\n    Mr. Seward that I should regard another questionable seizure of a\r\n    British merchant vessel in the neighbourhood of St. Thomas, or\r\n    another questionable seizure anywhere of a British vessel bound to\r\n    Matamoros, as little less than a calamity.\r\n\r\n    I trust that I made so much impression as to render it probable that\r\n    these matters will be arranged for the present, as far as _words_\r\n    go, and that something will be done to check the vexatious\r\n    proceedings of the cruisers. What this Government ought to do is to\r\n    remove their ships from St. Thomas altogether and recall Admiral\r\n    Wilkes. I have not however much confidence in their doing anything\r\n    really effectual. Many of the naval officers would like a war with\r\n    England. They know well enough that it would not be a naval war, but\r\n    they are envious of Captain Semmes and the _Alabama_, and would\r\n    rather roam about picking up prizes, than go on with the dull and\r\n    harassing work of blockading. Then the universal exasperation in the\r\n    country against England makes the Government unwilling and afraid to\r\n    do anything which looks like a concession to us. Thus things are in\r\n    a dangerous state, and it will be a great comfort to me to be within\r\n    reach of you by telegraph.\r\n\r\n    If any more privateers get out of our ports, the Government here may\r\n    be forced by public clamour to issue letters of marque somewhat\r\n    suddenly. Mr. Seward has verbally promised to give us notice, but\r\n    this is a very vague assurance: of course it will not do for me to\r\n    discuss beforehand any particular arrangements about them, because\r\n    this would imply acquiescence in their being issued, which we are\r\n    far from wishing to signify beforehand.\r\n\r\n    I have been unwell for more than a month, and am beset by a quantity\r\n    of small vexatious business concerning the wrongs of British\r\n    subjects who have suddenly proclaimed their unswerving loyalty to\r\n    the British Crown and demanded my protection.\r\n\r\n    Many thanks for your private letter. You will think that I am trying\r\n    to make up for the quality of my information by quantity of writing.\r\n    The fact is I am too much knocked up to be able to write shortly.\r\n\r\nThe representations made with regard to Admiral Wilkes, partly owing to\r\nthe good offices of Mr. Seward, at length produced a satisfactory\r\nresult, and that enterprising officer was promoted to a command in the\r\nPacific, much doubtless to the relief of all concerned. Lord Lyons was\r\nextremely careful to conceal the fact that he had been in any way\r\ninstrumental in obtaining this transfer, and congratulated himself upon\r\nthe advent of a temporary lull in the storm against England: a lull,\r\nhowever, which the escape of another _Alabama_ from Liverpool, of a\r\nconsiderable Federal success or even a mere accident, might convert into\r\nan even more furious tempest.\r\n\r\nTwo years previously Mr. Seward had announced that the policy of the\r\nUnited States, unlike that of other countries, was 'based on high and\r\neternal consideration of principle and the good of the human race,' but\r\naliens resident in America, and more especially Englishmen, might have\r\nbeen excused for complaining that this lofty and inspiring ideal was\r\naccompanied by a vast amount of inconvenience and hardship.\r\n\r\nForeigners who have taken up their abode in a country where a state of\r\nwar prevails are naturally subjected to much that is objectionable to\r\nthem, in the natural course of things, and as a general rule find it\r\nextremely difficult to obtain redress, for whilst they remain in a\r\ncountry which is not their own they must submit to any exceptional\r\nlegislation which the force of circumstances may require. Foreign\r\nGovernments are not in a position to decide whether this exceptional\r\nlegislation is justifiable or not, and the utmost that the alien can\r\nexpect is, either that he should be allowed time to depart, or that his\r\nGovernment should protect him by remonstrance or otherwise when he is\r\ndealt with illegally; and the general principle which is usually adopted\r\nis that foreign interference should be as sparing as possible and that\r\nthe foreigner should take his chance with the native citizen.\r\n\r\nIt was not long before foreigners in the United States were made to\r\nrealize the disadvantages of living in a country where civil war\r\nprevailed. When hostilities began, the Government, reasonably enough,\r\ntook steps to suspend when necessary the ordinary law, that being a\r\npractice almost invariably adopted by civilized countries under similar\r\ncircumstances. Persons suspected of disaffection or treason were\r\narbitrarily arrested, kept in prison under the authority of the\r\nmilitary, and detained there without trial; and amongst these were\r\noccasionally _bonâ fide_ British subjects and others who claimed to\r\nbe such. Where martial law exists, it is only natural that occasional\r\ncases of injustice or harshness should arise, and it is clear that a\r\ncertain number of British subjects suffered without due cause, but upon\r\nthe whole it does not appear the United States Government exercised its\r\npowers with undue severity, or that it acted in a more arbitrary manner\r\nthan would have been the case with a European Power in a similar\r\nposition.\r\n\r\nIn February, 1862, nearly all political prisoners, other than spies,\r\nwere ordered to be released on parole, and in April Lord Lyons was able\r\nto report that although the Executive Government retained the power to\r\nmake political arrests it was rarely exercised. He stated that he was\r\nnot aware of any British subject being detained arbitrarily as a\r\npolitical prisoner, and that although arrests without form of law were\r\nstill being made by the military authorities in places occupied by the\r\nforces of the United States, they appeared to be confined in general to\r\npersons accused of offences affecting, more or less, the discipline or\r\nsafety of the army.\r\n\r\nAs was only to be expected, there were an enormous number of\r\napplications made to the Legation by persons who were aggrieved by the\r\noperation of martial law, but what gave far more trouble was the attempt\r\nof the United States Government to exact military service from resident\r\nBritish subjects.\r\n\r\nThe established principle is that resident aliens, in return for the\r\nenjoyment of ordinary civil rights, should be liable to discharge\r\ncertain duties in connection with the administration of justice and the\r\nmaintenance of order, and that in certain cases they may reasonably be\r\ncalled upon to take part in the defence of the country against invasion.\r\nOn the other hand, the incorporation of aliens in the regular army or\r\nnavy is manifestly unjust, for it prevents departure from the country\r\nand might conceivably incur the obligation of having to fight against\r\ntheir own countrymen. This, it is true, is not applicable to a civil\r\nwar, but an alien might well argue that a civil war, waged between\r\ncitizens for an object in which he, as an alien, had no concern, was a\r\ntotally insufficient reason for dragging him into the contest. It is\r\ndifficult to believe, for instance, that the United States Government\r\nwould tolerate the compulsory service of American citizens in the army\r\nof a South American Republic in the event of an attempt being made to\r\nimpress them during a civil war. Consequently, when hostilities began,\r\nthe Washington Legation was besieged by persons who desired to be\r\nexempted from service by getting registered as British subjects, many of\r\nwhom had announced their intention of becoming American citizens at the\r\nearliest opportunity. _Prima facie_ it seems only reasonable that\r\npersons who deliberately exchange one nationality for another, more\r\nespecially if like many of the Irish emigrants they have professed\r\nundying hostility to England, and everything English, should accept any\r\nliability imposed upon them, but the question was complicated by the\r\nfact that they had not acquired full rights of citizenship, the\r\nnaturalization of a foreigner in America, necessitating a residence of\r\nfive years in the United States, and a declaration of intention three\r\nyears in advance.\r\n\r\nInstructions upon this question were requested from Her Majesty's\r\nGovernment before the war broke out, and in reply it was stated that\r\nthere was nothing in International Law which prohibited a Government\r\nfrom requiring resident aliens to serve in the police or militia; if,\r\nhowever, the militia were to be embodied for active service, and\r\nsubstitutes were prohibited, then 'the position of British subjects\r\nwould appear to deserve very favourable consideration, and to call for\r\nevery exertion being made in their favour.' A similar opinion was\r\nexpressed in July, 1861.\r\n\r\nThe difficulty really arose out of the defective military organization\r\nof the United States, which was based upon the voluntary system. The\r\nso-called voluntary system, which is in reality only a high-sounding\r\ndevice to impose upon an impecunious minority what ought to be a general\r\nobligation, may be an admirable institution in time of peace, but it\r\ninvariably breaks down in a really serious emergency, and it was the\r\ntotally inadequate nature of that system which forced both combatants in\r\nthe American Civil War to have recourse to all sorts of discreditable\r\nexpedients.\r\n\r\nIt has already been stated that at the beginning of the war the American\r\nregular army consisted of only 16,000 officers and men all told.\r\nImmediately after the seizure of Fort Sumter, in April, 1861, President\r\nLincoln called out 75,000 militia, and in May he called for 42,000\r\nvolunteers for three years, half of whom were to serve in the regular\r\narmy, and half in the navy. At first these appeals were responded to\r\nwith the greatest enthusiasm, but it was not long-lived, for, as has\r\nbeen related, even as early as the battle of Bull's Run in July, militia\r\nregiments insisted upon leaving at the completion of their period of\r\nservice, and from that date the difficulty in finding recruits continued\r\nto increase.\r\n\r\nThe pay of the privates was in May, 1861, raised to thirteen dollars a\r\nmonth, which, however, may be considered low when compared with the five\r\nshillings a day we paid to untrained men during the Boer War, and it\r\nbecame clear that not only was it difficult to attract volunteers, but\r\nalso to keep them when obtained. In view of the methods employed in\r\nrecruiting them it was not surprising that the results were frequently\r\nunsatisfactory.\r\n\r\nThe usual method employed was to inform the Governor of a State of the\r\nnumber of men required. The Governor having made the necessary\r\nannouncement, private persons came forward offering to raise regiments.\r\nEach set forth his claims, his influence in the State or among a certain\r\nportion of the population, and his devotion to the party in power.\r\n\r\nFrom the persons thus presenting themselves the Governor made his\r\nchoice. Generally the person upon whom the choice fell laid it down as\r\na condition that he should have the command of the regiment. The next\r\nthing was to find soldiers. Friends seized with the same martial ardour\r\npromised to bring so many recruits if they were made--the one a\r\nCaptain--another a Lieutenant--another a Sergeant, and so forth. The\r\nframework was thus formed and partially filled up, and the regiment\r\nbeing thus organized, the lists were carried to the Governor for his\r\napproval.\r\n\r\nThe inconveniences of such a system were obvious, and experience showed\r\nthat it was much less adapted, than had been supposed, for the purpose\r\nof raising an efficient army. It was considered, however, to possess\r\ncertain political advantages, one of which was that there was little\r\nfear of the officers ultimately forming anything like a separate\r\nmilitary or aristocratic caste.\r\n\r\nThe real inconvenience of the system, however, was that sufficient men\r\nwere not forthcoming in spite of the inducements offered by means of\r\nhigh pay, and the Government was forced to have recourse to all sorts of\r\niniquitous devices in order to get hold of so-called volunteers, many of\r\nwhom were foreigners. The most objectionable practice was that of giving\r\nbounties to agents for bringing in recruits. The effect of this at the\r\nbeginning of the war was that great numbers of men deserted from the\r\nBritish navy, and the Admiral at Halifax reported that at one time there\r\nwere a hundred deserters from one ship alone, the _St. Vincent_, but as\r\nthe contest progressed the bounty system was responsible for innumerable\r\ncases of kidnapping in which British subjects were the sufferers.\r\nKidnapping especially flourished in New York where the emigrants were an\r\neasy prey, and to such a point had corruption been carried that the\r\nGovernor admitted to the British Consul that out of every million of\r\ndollars expended in bounties, fully four-fifths of the amount were\r\nsecured by bounty and substitute brokers and crimps.\r\n\r\n       *       *       *       *       *\r\n\r\n    'The fraud and violence combined,' wrote Consul Archibald from New\r\n    York, 'which are now used in procuring recruits for both army and\r\n    navy are disgraceful, and it is idle for the authorities to think of\r\n    putting down the malpractices of the villains who carry on the\r\n    business of kidnapping recruits, or of making the world believe they\r\n    are sincere, while they hold out such inducements to these vagabonds\r\n    for carrying on their White Slave Trade and Black Slave Trade too. I\r\n    have numerous complaints, but, as in a great majority of cases the\r\n    victims, at last, succumb and take a portion of the bounty, for they\r\n    rarely get more than a portion, it would be unavailing to ask for\r\n    their release.'\r\n\r\n    In the autumn of 1862, Fire Island was filled with unfortunates\r\n    cheated and deluded, or forced thither by the police who received\r\n    ten dollars a head for each man. Now in addition to the enormous\r\n    bounties offered, there is placarded in conspicuous places on the\r\n    walls of the New Park barracks at the City Hall the following very\r\n    suggestive notice: 'Fifteen dollars Hand Money given to any man\r\n    bringing a volunteer.'\r\n\r\nThe following report from a Federal General shows that the strictures of\r\nConsul Archibald were thoroughly justified.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Important Letter from General Wistar._\r\n\r\n    VICTIMS OF THE BOUNTY SWINDLERS DESERTING IN LARGE NUMBERS,--EVILS\r\n    OF THE PLUNDERING SYSTEM ON OUR ARMIES IN THE FIELD, ETC.\r\n\r\n       *       *       *       *       *\r\n\r\n    Headquarters United States Forces,\r\n    Yorktown, Va., April 15, 1854.\r\n\r\n    General--An extended spirit of desertion prevailing among the\r\n    recruits recently received from the North, in some of the regiments\r\n    of my command, has led me to make some inquiries resulting in\r\n    apparently well-authenticated information, which I beg respectfully\r\n    to communicate to you in this unofficial manner, deeming it required\r\n    by humanity, no less than by our common desire to benefit the\r\n    service.\r\n\r\n    There seems to be little doubt that many, in fact I think I am\r\n    justified in saying the most, of these unfortunate men were either\r\n    deceived or kidnapped, or both, in the most scandalous and inhuman\r\n    manner, in New York city, where they were drugged and carried off to\r\n    New Hampshire and Connecticut, mustered in and uniformed before\r\n    their consciousness was fully restored.\r\n\r\n    Even their bounty was obtained by the parties who were instrumental\r\n    in these nefarious transactions, and the poor wretches find\r\n    themselves on returning to their senses, mustered soldiers, without\r\n    any pecuniary benefit. Nearly all are foreigners, mostly sailors,\r\n    both ignorant of and indifferent to the objects of the war in which\r\n    they thus suddenly find themselves involved.\r\n\r\n    Two men were shot here this morning for desertion, and over thirty\r\n    more are now awaiting trial or execution.\r\n\r\n    These examples are essential, as we all understand; but it occurred\r\n    to me, General, that you would pardon me for thus calling your\r\n    attention to the greater crime committed in New York, in kidnapping\r\n    these men into positions where, to their ignorance, desertion must\r\n    seem like a vindication of their own rights and liberty.\r\n\r\n    Believe me to be, General, with the highest esteem, your obedient\r\n    servant,\r\n\r\n       *       *       *       *       *\r\n\r\n    J. J. WISTAR.\r\n\r\n    To Major-General John A. Dix, New York City.\r\n\r\nThese outrages committed in the name of the Voluntary System, and many\r\nof the victims of which were Englishmen, constantly took place even\r\nafter the Act of July, 1862, which provided for the enrolment in the\r\nmilitia of all able-bodied citizens between the ages of eighteen and\r\nforty-five, and it may be presumed therefore either that the United\r\nStates Government was afraid to enforce its laws or that the so-called\r\n'volunteers' were chiefly foreign subjects. In any case, amongst\r\nthese unhappy victims were numerous British youths under twenty-one\r\nyears of age, and the efforts made to obtain their discharge on the\r\nground of their being minors were rarely successful and eventually\r\nabandoned altogether.\r\n\r\nIn the South, apparently, the state of things was equally bad, if not\r\nworse; British subjects were imprisoned on all sorts of pretexts in\r\nspite of Consular protection papers, and enlistment was frequently the\r\nprice of liberty. The Southern press was particularly scathing on the\r\nsubject of aliens, especially Irishmen who endeavoured to evade military\r\nservice.\r\n\r\n       *       *       *       *       *\r\n\r\n    We can conceive nothing more disgraceful than the conduct of\r\n    Irishmen, for example--but we trust they are few--who have been\r\n    cursing the British Government ever since they could talk, who have\r\n    emigrated to this country to escape the British Yoke, but who now\r\n    run to an English Consul and profess themselves subjects of Queen\r\n    Victoria in order to evade their duties in the land of their\r\n    adoption. We say that we fervently trust there are but few Irishmen\r\n    of whom this can be said, for such are a disgrace to their old\r\n    island, and bring the blush of shame to the cheek of their\r\n    compatriots who fight in our foremost ranks upon every field. Nobody\r\n    will be more pleased than our good Irish citizens if these fellows\r\n    are sent under guard to the camp.\r\n\r\n    The attention of conscript officers is therefore called to the\r\n    foreign Consul's offices, to the railroad cars and the roads.\r\n\r\nThe question of the liability to conscription of British subjects\r\nnaturally produced a voluminous correspondence.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Russell._\r\n\r\n     Washington, July 24, 1863.\r\n\r\n    Military events, or at all events military news, have been scarce\r\n    during the last few days. The really important question seems to be\r\n    the enforcement of the Conscription Act. On the one hand we hear of\r\n    wide-spread plans of resistance to it, organized among the Germans,\r\n    as well as the Irish population in all parts of the Country; on the\r\n    other hand it is represented that the Government is determined to\r\n    enforce it at the point of the bayonet, and to begin at New York, as\r\n    soon as it can get things ready. We have as yet had no proof that\r\n    any serious resistance to the Government will be provoked by any\r\n    measures it may take. The Democrats at New York are, as might be\r\n    expected, frightened by the mob--they dare not encourage resistance\r\n    to the Conscription, lest they should let loose an uncontrollable\r\n    gang of plunderers. On the other hand, if the Government succeeds in\r\n    getting military command of New York there is very little chance of\r\n    any but the Government candidate's coming in as President when Mr.\r\n    Lincoln's term expires.\r\n\r\n    British subjects are not the least violent in language about the\r\n    Draft, and are far from being pleased either with H.M. Government or\r\n    with H.M. Minister here. I have given myself a world of trouble to\r\n    make the burthen of proving their claim to exemption as light as\r\n    possible. If I have not succeeded as well as I ought, I have done\r\n    more than most people, who knew anything about the difficulties,\r\n    expected. I have written you a very long despatch about it--much\r\n    longer than I intended, but I thought it well to put something on\r\n    record to show that the matter had been properly attended to. I have\r\n    taken more pains myself about it, and given Mr. Seward more trouble\r\n    about it, than about any matter which I have had to treat with him.\r\n\r\n    M. Mercier's absence has made it difficult to concert measures\r\n    speedily about the Cotton question, but his Secretary of Legation\r\n    and I intend to speak to Mr. Seward about it to-morrow. We do not\r\n    mean to go to Mr. Seward together. I have so little hope of\r\n    effecting anything practical, that I should hardly feel in earnest\r\n    about it, if it were a matter of less importance. As it is, I shall\r\n    of course do my best. As soon as this affair is in train, I hope to\r\n    set out for Canada. My present notion is to wait here for the\r\n    despatches from London of the 18th--which ought to arrive the middle\r\n    of next week--and to wait at New York for the despatches from London\r\n    of the 25th, and then, if they bring nothing to hinder it, to go on\r\n    to Quebec. I shall present Mr. Stuart as _Chargé d'affaires_ before\r\n    I leave Washington. It would be impossible to carry on the immense\r\n    amount of protection to British subjects' business here, without\r\n    some one on the spot who could write officially to the Government.\r\n    Mr. Stuart is both perfectly capable of managing difficult questions\r\n    himself, and perfectly willing to refer them to men higher in office\r\n    when it is proper to do so--a rare combination of merits.\r\n\r\nThe question was finally decided to the satisfaction of His Majesty's\r\nGovernment by a Proclamation of the President which allowed aliens a\r\nperiod of sixty-five days, during which their departure was permitted,\r\nand interference on behalf of persons who had failed to take advantage\r\nof the opportunity was subsequently refused. As for the difficulties\r\nexperienced by the United States Government, they seem to have been met\r\nby enforcing conscription where it was possible, and delaying it where\r\nserious opposition was feared.\r\n\r\nIn August, 1863, a somewhat surprising proposal came from Mr. Seward. In\r\na confidential conversation with Lord Lyons he expatiated upon the\r\nnecessity of reviving a better feeling between Great Britain and the\r\nUnited States, and of making some demonstration calculated to produce\r\nthe desired effect. England, he said, had made such a demonstration\r\nbefore the war by the visit of the Prince of Wales, which had been\r\nproductive of the happiest results. Now it was the turn of the United\r\nStates to make a corresponding display of goodwill, but it was difficult\r\nto devise the means of doing so, as the President could not travel, and\r\nAmerica possessed no Princes. Would Lord Lyons think the matter over?\r\n\r\nThe latter, having duly reflected, expressed the opinion that there was\r\nno real hostility to the United States in England, although there was\r\nundoubtedly a certain amount of sympathy with the South, and that\r\nconsequently there was no necessity to take any extraordinary step. Mr.\r\nSeward, however, having returned to his suggestion of making some\r\ncounter demonstration in the nature of the visit of the Prince of Wales.\r\n\r\n       *       *       *       *       *\r\n\r\n    'The only conjecture I can make,' wrote Lord Lyons, 'is that he\r\n    thinks of going to England himself. He may possibly want to be\r\n    absent for some reasons connected with the Presidential contest. If\r\n    he thinks that he has himself any chance of being taken as a\r\n    candidate by either party he is the only man who thinks so at this\r\n    moment. It is however generally considered to be an advantage to a\r\n    candidate to be out of the country during the canvass. I cannot see\r\n    any good which his going to England could effect with regard to\r\n    public opinion. If he considered himself as returning the Prince of\r\n    Wales's visit, the absurdity of the notion would alone prevent its\r\n    being offensive. The majority of the Americans would probably be by\r\n    no means pleased if he met with a brilliant reception. He has,\r\n    besides, so much more vanity, personal and national, than tact, that\r\n    he seldom makes a favourable impression at first. When one comes\r\n    really to know him, one is surprised to find much to esteem and even\r\n    to like in him. It is however hardly worth while to say more on the\r\n    subject, for it is a mere conjecture of mine that he was thinking\r\n    of going to England when he spoke to me. It might however be of\r\n    advantage for me to know whether you would wish to encourage the\r\n    idea of some public demonstration or other, if he should return to\r\n    the subject when I get back to Washington. I told him that so far as\r\n    public opinion in England was concerned, the one thing to do was\r\n    to let us really have a supply of cotton; that without this\r\n    demonstrations and professions would be unsuccessful: that with it\r\n    they would not be required.'\r\n\r\nWhether Lord Lyons's conjecture was well founded or not, the prospect of\r\na visit from Mr. Seward possessed no charms for Lord Russell, whose\r\nantipathy to the American Secretary of State has been already noted. The\r\nfollowing letter appears to be full of good sense and instructive as\r\nregards the real value of those visits of exalted personages which\r\nproduce such illimitable enthusiasm in the press.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Russell to Lord Lyons._\r\n\r\n    Oct. 2, 1863.\r\n\r\n    Upon considering Mr. Seward's hints to you of doing something here\r\n    as an equivalent or a return for the Prince of Wales's visit to the\r\n    United States, I do not see my way to anything satisfactory. These\r\n    visits of Great Personages seldom have more than a transient effect;\r\n    they form no real and solid relation of friendship between nations,\r\n    though if undertaken at a fortunate moment, they serve to bring out\r\n    and demonstrate a friendship already existing.\r\n\r\n    The visit of the Prince of Wales was thus fortunately well timed;\r\n    but if Mr. Seward or any conspicuous statesman of the United States\r\n    were to visit this country now he would find us all divided. The\r\n    Government would show him every attention and civility: the\r\n    Anti-Slavery party would probably make great show of sympathy by\r\n    addresses and public receptions. But the party who press for\r\n    recognition of the South would hold aloof, and in some unmistakable\r\n    manner, prove that there is a great deal of sympathy with the South\r\n    in this country.\r\n\r\n    In these circumstances I do not think that any such mark of\r\n    friendship as Mr. Seward suggests would be likely to produce the\r\n    good effect of which he is desirous. Mr. Sumner's conduct is very\r\n    bad; he has taken infinite pains to misrepresent me in every\r\n    particular. I have done my best to counteract his efforts by my\r\n    speech at Blairgowrie. I don't know how far I may be successful, but\r\n    I rely on your constant watchfulness to prevent any rupture between\r\n    the two countries, which of all things I should most lament.\r\n\r\n    The question of the ironclads is still under investigation. The\r\n    Cabinet must consider it very soon, and I have no doubt we shall do\r\n    all that is right to preserve our neutrality free from just\r\n    reproach--unjust reproach we shall not yield to.\r\n\r\n    I hope you are now quite well, and as the heats must be over I trust\r\n    you will not suffer for the next six months from the climate of\r\n    Washington.\r\n\r\nOwing to continual ill-health, Lord Lyons was compelled to pay a visit\r\nto Canada in the autumn, and upon his return to Washington in October,\r\naccompanied by Admiral Milne, he found Mr. Seward in a more conciliatory\r\nframe of mind than ever, chiefly owing to the detention of Confederate\r\nironclads in England. Mr. Welles and the lawyers at the Navy Department,\r\nhowever, still 'appeared to be thoroughly wrongheaded and unable to see\r\nthat municipal law is one thing and International Law and the relations\r\nbetween Governments another.' The Secretary of the Treasury, Mr. Chase,\r\nengaged on an electioneering tour, distinguished himself by spirited\r\nspeeches, talking of 'taking Old Mother England by the hair and giving\r\nher a good shaking,' and was himself outdone in rancour against England\r\nby another distinguished politician, Mr. Sumner. There was in fact no\r\nsign of change in the feeling of the people at large towards us, and the\r\nvisit of a Russian squadron to New York was made the occasion of an\r\nanti-British and anti-French demonstration.\r\n\r\nConsidering that the war had now lasted for several years, it seems\r\nrather remarkable that the British Government had not thought it worth\r\nwhile to send military or naval officers to watch the operations, but\r\njudging from the following letter, the idea never seems to have occurred\r\nthat there was anything to learn.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Russell._\r\n\r\n    Washington, Nov. 3, 1863.\r\n\r\n    I have no news of importance--political or military to write to-day.\r\n    The crisis at Chattanooga has not yet taken place, so far as we\r\n    know.\r\n\r\n    I doubt whether people in Europe are aware of the extent of the\r\n    progress of this Country in military strength or of the preparations\r\n    which have been made for the contingency of a War with an European\r\n    Power. It is impossible for me to undertake to give anything like\r\n    detailed information on the subject; but it may be worth while for\r\n    Her Majesty's Government to consider whether it is important for\r\n    them to know what is really being done, and if so, what measures\r\n    will be best with a view to their obtaining regularly information\r\n    practically useful. I have no fancy for having a military or Naval\r\n    Attaché--and I am not certain how the appointment of one might be\r\n    taken here. It _might_ create suspicion--on the other hand it\r\n    _might_ be taken as a compliment. I am inclined to think that\r\n    Officers unconnected with the Legation sent quietly, but by no means\r\n    secretly, would learn most. But if the Legation is to be depended\r\n    upon for the information, it is absolutely necessary that there\r\n    should be in it some one having a professional knowledge both of\r\n    naval and military matters. I myself know as little of such matters\r\n    as any man--and were it otherwise, I have as much proper Diplomatic\r\n    business to do as I can manage. The correspondence with Mr. Seward,\r\n    which requires minute care in many cases, grows more and more\r\n    burdensome. New cases arise daily, and the old ones never seem to\r\n    come to an end. I have had considerably more than nine hundred notes\r\n    from Mr. Seward already this year.\r\n\r\n    I don't think the Government here at all desires to pick a quarrel\r\n    with us or with any European power, but the better prepared it is,\r\n    the less manageable it will be.\r\n\r\nThis suggestion was eventually acted upon as appears later.\r\n\r\nAbout this time, the mission to Europe of Messrs. Mason and Slidell\r\nhaving failed in its object, the Confederate Government resolved upon\r\nthe expulsion of the British Consuls resident in the South, who were\r\ninformed that they could no longer be permitted to exercise their\r\nfunctions, or even to reside within the limits of the Confederacy.\r\nDoubtless the active part the Consuls had taken in endeavouring to\r\nprevent the compulsory enlistment of British subjects contributed\r\ntowards this action, but the ostensible reasons were, firstly, that they\r\nreceived their instructions from the British Minister residing in\r\nWashington, and secondly, that Mr. McGee, the Consul at Mobile, had been\r\ndismissed from his post because he had allowed specie intended for the\r\npayment of interest on a State debt to be shipped from that blockaded\r\nport to London on board of a British warship. In Lord Lyons's opinion\r\nthe action of Mr. Jefferson Davis's Government appeared reasonable.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Russell._\r\n\r\n    Washington, Nov. 17, 1863.\r\n\r\n    Mr. Walker has sent me a copy of his despatch to you enclosing Mr.\r\n    Benjamin's letter to Mr. Slidell explaining the reasons to be given\r\n    for the expulsion. The objection to the Consuls being under the\r\n    orders of the Minister at Washington appears reasonable enough. As\r\n    you know, I have all along been of opinion that the connexion\r\n    between the Southern Consulates and the Legation was full of\r\n    inconvenience. The objection to Mr. Cridland's appointment, that it\r\n    was made by me, has, in fact, no other foundation than that your\r\n    orders to Mr. Moore on the subject were sent through me; in\r\n    transmitting them I took the precaution expressly to desire Mr.\r\n    Moore to word the appointment as one coming from H.M. Government\r\n    and not to mention me.\r\n\r\n    Mr. Benjamin's lecture on the duty of Belligerents to pay their\r\n    debts is totally beside the purpose. Of course no one could have\r\n    wished more than I did that the British creditors should receive\r\n    their money. I wished that all British subjects should be able to\r\n    remove their property from the Confederate States, and most of all I\r\n    wished that an unlimited amount of cotton should be exported. What I\r\n    objected to was that a British Consul should engage himself in\r\n    committing a breach of blockade, and that a British man of war,\r\n    which had been admitted on the faith that she should carry away\r\n    nothing but despatches, should carry through the Blockade the very\r\n    article to the exportation of which the United States most objected.\r\n    It is rather cool of Mr. Benjamin to say that the United States\r\n    could not but have been glad that specie should be exported, when he\r\n    knew that at the time the great anxiety of the Confederates was to\r\n    get specie through the blockade to pay for their purchasers of\r\n    warlike stores in Europe, and that the great anxiety of the United\r\n    States was to prevent this.\r\n\r\nAt the close of 1863 it became evident that the cause of the South was\r\nfailing, but the reverses of the Confederates seemed only to stimulate\r\nthem to fresh exertions, while President Davis's eloquent message in\r\nDecember proclaimed that the patriotism of the people was equal to every\r\nsacrifice demanded by their country's needs.\r\n\r\nIn the preceding autumn, Mr. Seward, in pursuance of his laudable policy\r\nof conciliation, had suggested that the Reciprocity Treaty with Canada,\r\nwhich would expire shortly, might afford an opportunity of making a\r\nfriendly demonstration. His suggestion was that the British Government\r\nshould make inquiries from him on the subject of its renewal, but Lord\r\nRussell, who was prone to regard him with suspicion, had not responded\r\nto this advance with any favour. In the early part of 1864 it became\r\nevident that the treaty was in considerable danger, and the Canadian\r\nGovernment began to show signs of natural anxiety, especially in view of\r\nthe fact that a hostile motion was pending in Congress. The following\r\nletters disclose the objections of the professional diplomatist to being\r\nsaddled with amateur assistants.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Viscount Monck._\r\n\r\n    Washington, Jan. 28, 1864.\r\n\r\n    The Canadians appear to me to be acting unwisely about the\r\n    Reciprocity Treaty at this moment. Their true policy is to keep as\r\n    quiet about it as possible. The more they agitate, the more they\r\n    convince people here that the Treaty is a good bargain for Canada\r\n    and a bad bargain for the United States. The utmost we can ever\r\n    dream of doing now is to stave off a successful motion in Congress\r\n    calling upon the President to give the notice for abrogating the\r\n    Treaty. I doubt whether we shall be able to do this, but our only\r\n    chance lies in keeping quiet and endeavouring to induce the Executive\r\n    Government to exert its influence unostentatiously against the\r\n    motion. If the Executive Government can be induced to do so, it will\r\n    be by considerations connected with its relations with the Imperial\r\n    Government. The moment the question is treated as one between the\r\n    United States and the Provinces, all hope of maintaining the Treaty\r\n    vanishes.\r\n\r\n    I cannot have a Canadian here supposed to be peculiarly in\r\n    my confidence on the subject. This would impose upon me a\r\n    responsibility which I cannot undertake. Directly there was the\r\n    least appearance of a Canadian being here in any such position, I\r\n    should feel bound to take decisive steps to show that the appearance\r\n    was false. My own opinion is that the Canadians will only do\r\n    themselves harm by coming lobbying here; but if they choose to do\r\n    so, they must do it entirely independently of me, and I would\r\n    suggest that any who came for this purpose should not be furnished\r\n    with letters of introduction to me, and should be advised not to\r\n    call upon me.\r\n\r\n    At the same time, I think it right to say that I do not believe that\r\n    we shall find it possible to maintain the Treaty long after the U.S.\r\n    can abrogate it. The impression is very strong that it is a bad\r\n    bargain for them, and they will probably give the notice very soon\r\n    after the terms of the Treaty allow of their doing so, with a view\r\n    perhaps to negotiating another. If matters reach this point, it will\r\n    no doubt be very desirable that whoever negotiates the new Treaty\r\n    should be thoroughly informed on all the details of Canadian\r\n    commerce, and then will be the time for a Canadian Cobden to be sent\r\n    here. At present there are no questions of detail to be considered:\r\n    the only practical thing is to stave off the notice of the\r\n    abrogation as long as possible, and the only chance of doing this,\r\n    is, in my opinion, the exertion of the _Imperial_ influence.\r\n\r\n    I very well understand the difficulty of keeping quiet when one is\r\n    very anxious on a subject, and the immense relief it is to be doing\r\n    something. I can also well understand that if there were a\r\n    discussion on the details of the Treaty, the Canadians would wish to\r\n    have an advocate better informed on the details than the British\r\n    Minister at Washington is ever likely to be, but the object now is\r\n    to _avoid_ discussion.\r\n\r\nIt became necessary, however, to modify these views, for Mr. Seward\r\nchanged his mind, and whereas he had at first discountenanced the\r\npresence of official and semi-official Canadian representatives he now\r\nexpressed himself in favour of their coming over privately and lobbying\r\nMembers of Congress, that being, in his opinion, an effective method of\r\npromoting good relations between the two countries.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Russell._\r\n\r\n    Washington, Feb. 9, 1864.\r\n\r\n    I am very sorry to say that the agitation against the Reciprocity\r\n    Treaty has gone on increasing, and that it now appears probable that\r\n    a Resolution calling upon the President to give as soon as possible\r\n    notice for abrogating it, will be passed by Congress. The Canadian\r\n    Ministers are very anxious to be doing something in the matter, in\r\n    order to cover their responsibility as regards their constituents\r\n    hereafter. They had a desire to send an agent here to advise with me\r\n    and to speak to the American Cabinet and to members of Congress.\r\n    This I have told Lord Monck privately, I will not hear of. I could\r\n    not undertake to keep the peace for a month if I had a man here by\r\n    my side, over whom I could have no practical control, and who would\r\n    be really guided only by Canadian party politics, but who would yet\r\n    be supposed to be more or less in my confidence, and therefore to be\r\n    entitled to speak for me and H.M. Government. My troubles are great\r\n    enough without adding Canadian electioneering views to the\r\n    difficulties I have to contend with.\r\n\r\n    Mr. Seward's opinion was that the quieter the Canadians kept the\r\n    better, and so was mine, and so it would be still, if Mr. Seward had\r\n    not changed his. He now thinks that discussion on the subject cannot\r\n    be avoided, and a good effect would be produced by visits to\r\n    Washington of influential Canadians coming 'on their own hook' and\r\n    talking in a friendly manner to Senators and Deputies. He does not\r\n    recommend that they should appear to have any special connexion with\r\n    me, nor any semblance of an official or quasi-official character of\r\n    any kind, nor does he consider it to be desirable that any one\r\n    individual should stay long.\r\n\r\n    I am corresponding privately with Lord Monck about this action of\r\n    Mr. Seward's, and I defer writing about the Treaty officially until\r\n    I come to some understanding with him about it. Mr. Seward's opinion\r\n    is so much more likely to be correct than mine, that I do not like\r\n    to discourage Canadians coming in the way he suggests. Beside which\r\n    I have very little hope of staving off the Resolution for the\r\n    abrogation of the Treaty in any way, and therefore do not feel\r\n    justified in preventing efforts being made by the Canadians\r\n    themselves, provided I am clear of all connexion with them, and\r\n    that they do not compromise me or the Imperial Government.\r\n\r\n    The attack on the Treaty is now caused much more by ill will to\r\n    England and her Colonies than by any commercial or financial\r\n    considerations. The same spirit has caused the introduction of a\r\n    Bill into Congress to repeal the Act allowing goods to pass through\r\n    the United States without paying duty in transit to and from Canada.\r\n    In fact the absence of any serious opposition in Congress renders\r\n    both Houses very unmanageable.\r\n\r\nThe views expressed in these two letters may appear unsympathetic as\r\nregards Canada, but apart from his rooted and well-founded distrust of\r\namateur diplomatists, Lord Lyons's main task was to keep the peace if\r\npossible between England and the United States, and he was therefore\r\njustified in refusing to be associated with any persons who might\r\nconceivably add to the difficulty of a very critical situation. In\r\naddition to this he was always inclined to resent the tendency of\r\nCanadian Ministers to do a little diplomacy of their own, and held\r\nstrongly that it would be time enough for them to think of diplomacy\r\nwhen they had provided themselves with an army and a navy.\r\n\r\nThe extreme caution which he constantly displayed in avoiding anything\r\nwhich might disturb American susceptibility in the smallest degree is\r\nwell illustrated by a letter to Mr. Hammond respecting the appointment\r\nof a new secretary to the Washington Legation.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Mr. Hammond._\r\n\r\n    Washington, April 5, 1864.\r\n\r\n    I have been terribly frightened by hearing that there has been a\r\n    notion of sending Mr. Horace Johnstone to this Legation. To have the\r\n    brother of a man married to the sister of Slidell's Secretary of\r\n    Legation in Paris would expose the whole of this mission to all\r\n    kinds of suspicion and ill will. It is impossible for any one not\r\n    here to conceive the captiousness of the Federals, in and out of\r\n    office, on these points. It is almost beyond my power to keep\r\n    matters straight with them, do what I can, and if I had a man in the\r\n    Legation who was personally suspicious to them I should have no hope\r\n    of keeping out of scrapes. If Mr. Johnstone were here, I think the\r\n    only way I could employ him for the advantage of H.M.'s service\r\n    would be in carrying the next despatches home.\r\n\r\nSo much alarmed was he at the prospect of Mr. Johnstone's appearance\r\nthat he also communicated his objections to the Private Secretary at the\r\nForeign Office, and even wrote to Lord Russell saying that if Mr.\r\nJohnstone arrived he should feel it his duty to order him to remain at\r\nthe port of disembarkation until further instructions were received.\r\nMost men would probably have considered that the family connexions of a\r\njunior member of the Legation were of no importance, but Lord Lyons\r\nwas one of those who never took any risks.\r\n\r\nIn accordance with the suggestion made in the previous autumn, some\r\nofficers were at last despatched from England in order to follow the\r\noperations of the Federal Army.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Russell._\r\n\r\n    Washington, April 19, 1864.\r\n\r\n    The two military officers, Colonel Gallway and Captain Alderson,\r\n    sent by the War Office to report on military matters here, are about\r\n    to set out for the Army of the Potomac. Some great attempt will\r\n    probably be made by that army within a very short time. Everything\r\n    is supposed to depend on the success of the operations. The\r\n    Presidential Election and the Finances in particular hang in the\r\n    balance. Captain Goodenough, the officer sent here by the Admiralty,\r\n    confirms my impression that the Americans are very seriously\r\n    preparing for a Foreign War. I think we should never be for long\r\n    without naval and military officers here to watch and to report on\r\n    these matters. The men employed should be made to understand that\r\n    their principal duty is to keep H.M. Government so well informed of\r\n    the state of preparation and of the position of the naval and\r\n    military forces of the United States that if a war were to break out\r\n    at a moment's notice, our Admiralty and War Office would know\r\n    exactly what to do. It is quite impossible that a Diplomatic Mission\r\n    can do this without the assistance of professional men; and the more\r\n    completely the responsibility is thrown on the professional men, the\r\n    more effectually will the work be performed. With the present\r\n    feeling of the United States Government I think the officers had\r\n    better come with a decidedly official character, either as naval or\r\n    military attachés to the Legation, or under any other name: but I do\r\n    not think that the most effective mode of obtaining the requisite\r\n    information would be to let them subside into permanent attachés\r\n    residing here, and making mere routine reports by each mail.\r\n    It would, of course, be well before publishing any appointment of a\r\n    definite official character, to let me ascertain that it would be\r\n    acceptable to this Government to have officers here in that\r\n    particular character.\r\n\r\n    There can unhappily be no doubt that three-fourths of the American\r\n    people are eagerly longing for a safe opportunity of making war with\r\n    England, and to what extent this feeling may be played upon, and\r\n    with what results, during the Presidential Elections, no one can\r\n    say.\r\n\r\n    The ill will shows itself in many ways--principally in vexatious\r\n    proceedings in regard to the neighbouring Colonies. The last attempt\r\n    in Congress is to repeal an Act of 1831 in virtue of which there are\r\n    no higher duties levied on British rafts, boats, and Colonial\r\n    vessels in the American ports on the Lakes, than are levied on\r\n    similar American craft in the British ports. I have spoken to Mr.\r\n    Seward about it, and I hope, if it is a matter of importance to\r\n    Canada, that we shall be able to stop it.\r\n\r\nThe ill will alluded to above showed itself in an unpleasant and\r\nundignified manner in connection with the visit of the British officers.\r\nApplication had been made on behalf of Major-General Lindsay, M.P.,\r\ncommanding the Brigade of Guards in Canada to be allowed to visit the\r\nArmy of the Potomac, and, much to the surprise of the Legation, a pass\r\nwas refused by the Secretary of War, although the point was pressed as\r\nfar as was prudent; but worse was to follow, for the Secretary of War\r\nactually refused passes also to Colonel Gallway and Captain Alderson,\r\nthe two officers specially sent out by the British Government. 'I do not\r\ntrust myself,' wrote Lord Lyons, 'to say all I think about this\r\ndiscourtesy, but I have let the people here know that this is not the\r\nway to maintain friendly feelings, and have reminded them of the very\r\ndifferent manner in which we treated the officers sent by the United\r\nStates to the Crimea.'\r\n\r\nOf more importance than this act of discourtesy was the apparent\r\npreparation for a foreign war on the part of the United States\r\nGovernment. There could, unfortunately, be little doubt as to the\r\ncountry against which these preparations were being made, and the danger\r\nwas that, in the existing temper of the American people, advantage might\r\nbe eagerly taken of any conjunction of circumstances which would enable\r\na declaration of war against England to be made with tolerable safety.\r\nThe letters of Lord Russell do not display a realization of the enormous\r\nincrease of the military and naval power of the United States, and it\r\ndoes not appear that he appreciated the vast change which had taken\r\nplace in the relative power of England and the United States. In the\r\npast, the latter had been restrained from provoking hostilities by fear\r\nof the advantages which the greatly superior military and naval forces,\r\nthen habitually maintained by England, would confer on their enemy at\r\nthe outset. Now, however, they considered the reverse to be the case.\r\nThey believed, and probably they were right, that they could throw an\r\noverwhelming force into Canada, and that sudden attacks on some of the\r\nBritish colonies, such as Bermuda and the Bahamas, would in all\r\nprobability be successful. They believed that they could inflict\r\nenormous injury to British commerce, and it was plain that an immense\r\nbooty could be obtained by sending out their swift cruisers with as\r\nlittle notice as possible.\r\n\r\nIt was difficult to discover an adequate explanation of the bitter\r\nfeeling which, at that time, actuated the majority of the American\r\npeople against England; and it was still more difficult to combat it,\r\nbecause it was largely unreasonable and quite regardless of facts\r\nand arguments. In reality it resulted from the exasperation caused by\r\nthe civil commotion which constituted the first check to a previously\r\nuninterrupted course of progress and prosperity, and the Americans,\r\nmortified and angry, found it a relief to vent their ill-humour upon\r\nEngland, against whom they had an old grudge. Under these adverse\r\ncircumstances, it is easy to realize how difficult must have been the\r\nposition of the British Minister at Washington, and it is not surprising\r\nthat his letters and despatches of the period were couched in a more\r\npessimistic tone than had been the case for some time. 'I am out of\r\nheart altogether,' he wrote to Lord Russell, in consequence of the\r\nmanner in which his representations to the American Government, with\r\nregard to the grievances of British subjects, were treated. These\r\ngrievances related chiefly, at this period, to the hardships inflicted\r\nupon the crews of blockade runners and to the iniquities of the United\r\nStates recruiting agencies, iniquities which were fully admitted in an\r\nofficial report of General Dix, the Military Commandant at New York, and\r\nin neither case was it found possible to obtain adequate redress. The\r\nfollowing note will serve as a sample of the communications which\r\npassed:--\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Mr. Seward._\r\n\r\n    Washington, July 3, 1864.\r\n\r\n    This day week you came to my door with the President to tell me that\r\n    I might write to England to say that Mr. James McHugh would be\r\n    released immediately. He was still in Fort Lafayette yesterday. What\r\n    to say in writing to England to-morrow I know not. Could not orders\r\n    be sent by telegraph to the military authorities at New York to\r\n    release McHugh at once and to report by telegraph that they have\r\n    actually done so?\r\n\r\n    I am very much pained by what has happened about Eneas and Rahming,\r\n    as well as about McHugh, and am utterly unable to devise any\r\n    satisfactory explanation to send home.\r\n\r\nTo add to his troubles the health of Lord Lyons again began to give way\r\nunder the strain, and as the following letter shows, his staff was\r\ninsufficient for the work.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Mr. Hammond._\r\n\r\n    Washington, June 14, 1864.\r\n\r\n    We cannot get on without more hands in the Chancery here. I could\r\n    not refuse to let Heneage go, on the death of his father, but he was\r\n    ill to be spared.\r\n\r\n    One really first-rate second secretary and two ordinary working\r\n    second or third secretaries should come out at once if the work is\r\n    to be done. It has doubled since last year. We ordered an immense\r\n    register which we calculated would last through the year, having\r\n    made ample allowance as we thought for the usual progressive\r\n    increase of correspondence. We are already obliged to order another\r\n    of the same size.\r\n\r\n    For my own part I am worn out altogether.\r\n\r\nAlthough never prone to spare himself or to exaggerate, such phrases as:\r\n'I am worked to death here,' and 'I am worn out by the heat and the\r\nwork,' occur in letters to other correspondents, and in order to prevent\r\na complete breakdown he was directed by Lord Russell to proceed to\r\nCanada to confer with Lord Monck as to the defence of the Dominion.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Russell to Lord Lyons._\r\n\r\n    July 23, 1864.\r\n\r\n    I think it will be useful that you should go to Canada soon. If, as\r\n    you think, the Americans may take a sudden resolution to attack us,\r\n    it will be important to consider how and when we can best defend\r\n    ourselves. I should be very glad that with this view you should\r\n    consult Lord Monck, and also that you should, if possible, see Sir\r\n    James Hope, who might come up the St. Lawrence to meet you at\r\n    Quebec. The defence of Quebec both by land and sea is one of the\r\n    most important points for the consideration of the Cabinet. It is\r\n    also of great importance to ascertain what the Canadian Government\r\n    are prepared to do for themselves.\r\n\r\n    If, as is probable, Grant will not succeed in reaching Richmond and\r\n    is obliged to retire, the American Government may not be willing to\r\n    add to the number of their enemies, especially as the Emperor of\r\n    Mexico may have the assistance of French troops, and may hold an\r\n    unfriendly position to the Northern, and a friendly attitude to the\r\n    Southern States. I shall be glad to send a civil or military agent\r\n    or commissioner to the Confederate States, and think of sending him\r\n    by Mexico and Texas. It would be by no means a recognition, but\r\n    would be useful as regards our interests in the Southern States.\r\n\r\nLord Russell never seems to have thoroughly believed in the ultimate\r\nsuccess of the North, and frequently expressed the opinion that, as the\r\nre-establishment of the Union was impossible, it would be well to come\r\nto terms with the South, but he could scarcely have been expected to\r\nforesee that the day would come when the United States Government would\r\norder the Emperor Napoleon out of Mexico.\r\n\r\nAs regards the mission to Canada, Lord Lyons pointed out that whereas it\r\nwas very desirable that he should confer with the Governor-General on\r\nmany questions, amongst others, the 'wholesale system of seducing,\r\nentrapping and kidnapping recruits for the United States Army from\r\nCanada,' yet that his own opinion on the naval and military questions\r\nconcerning the defence of that country was worth nothing at all. His\r\ngeneral impression, however, was that the Dominion was altogether\r\nindefensible, unless the Canadians were prepared to make such a stand\r\nand such sacrifices as the Southerners had done. Whether he ever made\r\nany recommendations, as the result of his visit, or whether, if they\r\nwere ever made, any attention was paid to them does not appear, but\r\nthere is reason to believe that the British Government eventually nerved\r\nitself to spend the stupendous sum of £50,000 on Canadian defence.\r\n\r\nThe Canadian visit was undertaken very reluctantly, in spite of\r\nweariness and ill health, partly on account of the press of work, and\r\npartly because it would be necessary to leave as Chargé d'Affaires a\r\nSecretary of Legation (Mr. Burnley), who had only just arrived in the\r\ncountry, and of whose abilities and judgment he was completely ignorant.\r\nConsequently he took the precaution of asking the Foreign Office to\r\nintimate clearly that, whether outside American territory or not, he\r\nshould still be considered the superior authority in the Legation, and\r\nthat if he deemed it necessary to give an instruction, it must be\r\nobeyed. This stipulation was not intended as a reflection upon Mr.\r\nBurnley, who indeed showed himself perfectly competent, but was merely\r\nan instance of that extreme caution which never left anything to chance.\r\n\r\nAt the end of August he was suffering so much from the excessive heat of\r\nWashington and from nervous prostration that he no longer felt able to\r\ndischarge his duties satisfactorily, and set out for Canada much against\r\nhis will, remaining there until October. The change of air, however,\r\neffected little improvement, and letters to friends announcing his\r\nreturn complain of ill health and low spirits. While on the journey\r\nback, he met at dinner, at New York, by a singular coincidence, General\r\nDix, on the night when the news of the St. Albans raid arrived. During\r\nthe dinner the latter received a telegram stating that a band of\r\nConfederate desperadoes had made a raid from Canada upon a place called\r\nSt. Albans, raided some banks and committed some murders. General\r\nDix said that he had sent orders to the military officers in the\r\nneighbourhood to take measures for apprehending the raiders, and that he\r\nhad directed these officers to use their best endeavours to seize them\r\non American territory, but that rather than allow them to escape, they\r\nwere to be pursued beyond the frontier, such action being, in his\r\nopinion, justifiable under International Law. Upon being asked whether\r\nhe had given this order on his own authority or under instructions\r\nfrom Washington, the General admitted that he had acted on his own\r\nresponsibility. This was clearly one of the most alarming incidents that\r\nhad yet occurred, and had General Dix's orders been carried out, there\r\nmust inevitably have been war between England and the United States.\r\nFortunately, however, the American Government disavowed General Dix's\r\nill-advised orders, and the prompt action of the Canadian authorities\r\ncontributed towards a peaceful solution. The raiders were seized and\r\nmade to give up their booty; police were stationed along the frontier,\r\nthe volunteers were called out, and effective steps taken to prevent\r\nsimilar occurrences in the future.\r\n\r\nThe settlement of this affair must have been one of Lord Lyons's last\r\ntransactions with the American Government, for upon his return to\r\nWashington his health rapidly grew worse, and as scarcely any letters\r\nfrom him are to be found between the end of October and the middle of\r\nDecember it is to be presumed that he was so incapacitated that the work\r\ndevolved upon Mr. Burnley. Early in November he was forced to apply for\r\nleave, which was granted in December.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Russell._\r\n\r\n    Washington, Dec. 5, 1864.\r\n\r\n    I am truly obliged to you for so promptly sending me leave to come\r\n    home. When I wrote to you on the 1st of last month to ask for it, I\r\n    hardly expected to have such urgent need of it as I have now, but a\r\n    few days afterwards I became so ill as to be utterly unable to do\r\n    any work. I have not made any satisfactory progress towards a\r\n    recovery, and am scarcely in a state to travel. There seems however\r\n    to be no prospect of my getting any better while I stay here, and I\r\n    shall therefore, if possible, set out for New York to-morrow, in the\r\n    hope of being able to embark there for England on the 14th.\r\n\r\n    I am told that the American papers have stated that I have been\r\n    dangerously ill with typhoid fever. I have had no fever at all. My\r\n    principal malady is a nervous headache.\r\n\r\nIn letters to other correspondents he explained that being quite unable\r\nto work he considered himself simply an impediment to the transaction of\r\npublic business, and was going away simply on leave of absence. During\r\nthe last few days of his stay in America he was too unwell to write, or\r\neven, as he explained to Mr. Seward, equal to a conversation, and it was\r\ndoubtful whether he would be well enough to travel. Accompanied,\r\nhowever, by Mr. Sheffield, he embarked at New York and arrived in London\r\nduring the closing days of December.\r\n\r\nThe fact was that he had completely broken down under the continuous\r\nstrain of the last four years, and in view of the circumstances it was\r\nnot surprising. Some idea of the work at Washington may be gathered from\r\nthe following official figures.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Despatches and Letters sent to and from Her Majesty's Legation at\r\n                   Washington during the year 1864._\r\n\r\n   Foreign Office            to Lord Lyons    966  From Lord Lyons    653\r\n   United States Government     \"      \"     1816       \"      \"     2782\r\n   Consuls                      \"      \"     1155       \"      \"     1390\r\n   Naval and Colonial\r\n   Departments                  \"      \"      311       \"      \"      360\r\n   Miscellaneous                \"      \"     2242       \"      \"     3141\r\n                                             ----                    ----\r\n                                             6490                    8326\r\n\r\nTo these figures must be added a number of lithographs and other answers\r\nfor which forms had been devised and which therefore were not\r\nregistered, nor does it seem probable that Lord Lyons's numerous private\r\nletters to the Secretary of State and other correspondents are included;\r\nwhilst there is no mention of telegrams.\r\n\r\nIt would really not be much of an exaggeration to assert that, unless\r\nabsent or incapacitated by illness, nearly every one of these thousands\r\nof documents was either originated by or submitted to the British\r\nMinister. The late Sir Edward Malet in his book 'Shifting Scenes,' has\r\nborne witness to the indefatigable industry of his chief. 'At Washington\r\nany quantity of letters arrived daily asking every imaginable question,\r\nand often making untenable complaints. They were all opened by Lord\r\nLyons, who made a pencil note upon them indicating the tenor of the\r\nanswer to be sent, and returned them to the Chancery. Draft answers were\r\nthen written, which were again sent up to Lord Lyons with the letters.\r\nHe would nearly always alter the wording. Then he put an \"L\" at the\r\nbottom, and returned them to be written out for signature. In this way\r\nnot a letter issued from the Legation which had not been approved by the\r\nchief. It was a most valuable safeguard, for you can never be sure what\r\na young man may say when he gets a pen into his hand. It is the moment\r\nwhen the evil spirit of the Jack-in-office, unless he be entirely exempt\r\nfrom it, which is very rare, gets the better of him, and prompts him to\r\nmake some epigrammatic or cutting reply. I learned no more valuable\r\nlesson while working under Lord Lyons than that every letter received\r\nmust be answered, and that the answer must be staid in form and well\r\nconsidered in substance, whatever might be the ignorance, the petulance,\r\nor the extravagance of the writer to whose letter you were replying.' It\r\nmay be added that he rigidly adhered to this practice throughout his\r\nofficial career, and that there must be many members of the Diplomatic\r\nService now living who would corroborate the opinion expressed by Sir\r\nEdward Malet.\r\n\r\nFrom the same source we learn the usual routine of the Chancery during\r\nthe Civil War. The secretaries and attachés had to be at their desks at\r\n9 a.m. They worked continuously without a luncheon interval until past 7\r\np.m., then adjourned to Willard's Hotel to indulge in the pernicious\r\nlocal habit of swallowing cocktails, dined at 8, and were frequently\r\nobliged to return to the Chancery afterwards and work till midnight or\r\neven later. There is no reason whatever to suppose that Sir Edward Malet\r\nindulged in any exaggeration, and it is therefore not surprising either\r\nthat the junior members of the Legation occasionally broke down or that\r\nmany of them were desirous of being appointed to some less exacting post\r\nthan Washington. In spite, however, of the disadvantageous circumstances\r\nunder which Sir Edward Malet passed his time at Washington, it is worthy\r\nof note that he considered that every one in the British Diplomatic\r\nService should rejoice if he had the chance of going there, and he bore\r\nemphatic testimony that, according to his experience, English people\r\nwere treated with extraordinary courtesy and hospitality however high\r\npolitical feeling may have run.\r\n\r\nLord Lyons, upon arriving in England, found a home provided for him at\r\nArundel by his sister, the widowed Duchess of Norfolk, to whom he was\r\ndeeply attached, and it was hoped that the rest and retired life would\r\nrestore him sufficiently to enable him to resume his post at Washington.\r\nHe made, however, little progress towards recovery, and for some time\r\nwas almost incapable of either physical or mental exertion; in fact, so\r\nunsatisfactory was his condition, and so remote appeared the probability\r\nof his being able to resume his duties, that, in the spring of 1865, it\r\nbecame necessary for him to resign his post and to retire temporarily if\r\nnot permanently from the service. A letter to Mr. Stuart, a former\r\nmember of his staff, explains the circumstances of his retirement.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Mr. Stuart._\r\n\r\n    Norfolk House, March 16, 1865.\r\n\r\n    I am very much obliged by your kind letter inquiring for me. You\r\n    will have seen that I have gone out of the service altogether and\r\n    have become a gentleman at large without pay or pension. My health\r\n    did not admit of my fixing a time for going back, and the Cabinet\r\n    became nervous about leaving Washington without a Minister in these\r\n    critical times. I confess I do not feel so much relief or even\r\n    pleasure as might have been expected, and I seriously thought of\r\n    offering to go back immediately when I heard of the decision of the\r\n    Cabinet. But my own feelings as to health and still more the\r\n    opinions of the doctors deterred me. I have certainly got a great\r\n    deal better, but I seem to stick at a certain point. I can go about\r\n    without inconvenience, but still a small thing brings on a headache.\r\n    The old Legation at Washington is completely broken up. Malet goes\r\n    to Lisbon, Sheffield to Frankfort and Kennedy and Seymour to Vienna.\r\n    I to a certain extent enjoy being in England, but I am not well\r\n    enough nor quite sufficiently satisfied with the wind up of my\r\n    Washington Mission, to enjoy myself thoroughly. Lord Russell has\r\n    been extremely kind to me, and so indeed has every one here, but\r\n    neither I nor they can do much for my benefit while my health is in\r\n    its present state.\r\n\r\n    You seem to be doing well as usual in your present post, and you\r\n    are, I trust, flourishing in all respects.\r\n\r\nIn a letter to Mr. Seward expressing his regret at being prevented from\r\nthanking President Lincoln in person for the unvarying kindness and\r\nconsideration shown to him during the last four eventful years the\r\nfollowing passage occurs:--\r\n\r\n    You will find Sir Frederick Bruce (his successor at Washington) as\r\n    anxious as I was to act in concert with you for the maintenance of\r\n    peace and good will, and you will, I am sure, be glad to form with\r\n    him the confidential and intimate relations which did so much, in my\r\n    case, to make my task easy and agreeable. The friendly and\r\n    unconstrained terms on which we were produced so much good, that I\r\n    am most anxious that my successor's intercourse with you should be\r\n    placed at once on the same footing.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Mr. Seward to Lord Lyons._\r\n\r\n    Washington, March 20, 1865.\r\n\r\n    I accept your farewell with sincere sorrow. But I reconcile myself\r\n    to it because it is a condition of restoration of your health. All\r\n    of my family commend me to tender you assurances of sympathy.\r\n\r\n    I have never desponded of my country, of emancipation of her slaves\r\n    and of her resumption of her position as an agent of peace, progress\r\n    and civilization--interests which I never fail to believe are common\r\n    with all branches of the British family. So I have had no doubt that\r\n    when this dreadful war shall be ended, the United States and Great\r\n    Britain would be reconciled and become better friends than ever.\r\n\r\n    I have thought that you are entitled to share in these great\r\n    successes, as you have taken so great a part of the trials of the\r\n    war. But God disposes. I feel sure that if I never find time to go\r\n    abroad again, you with recovered health will come here to see the\r\n    reign of peace and order. So I shall not dwell upon our parting as a\r\n    final one.\r\n\r\nIt is satisfactory to realize that these two men, between whom so many\r\nencounters had taken place, parted on terms of friendship and mutual\r\nesteem. Each, in fact, had been able to appreciate the good qualities of\r\nthe other, and in subsequent communications with his own Government,\r\nLord Lyons frequently expressed the hope that Mr. Seward would continue\r\nto be responsible for the foreign policy of the American Government.\r\n\r\nThe official acknowledgment of Lord Lyons's services at Washington was\r\ncouched in warmer terms than is usually the case.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Russell to Lord Lyons._\r\n\r\n    Foreign Office, March 25, 1865.\r\n\r\n    As your successor, Sir Frederick Bruce, is to take his departure\r\n    this day from the shores of England, I take this opportunity to\r\n    testify to your Lordship the sense which Her Majesty's Government\r\n    entertain of your invaluable services as Her Majesty's\r\n    Representative at Washington.\r\n\r\n    The return which I enclose of the number of despatches and letters\r\n    received by Her Majesty's Mission to the United States during the\r\n    years 1864 gives some notion of the amount of labour which has been\r\n    undergone by Your Lordship, the Secretary of Legation and other\r\n    members of the Mission.\r\n\r\n    But the prudence, the moderation, the good temper, the\r\n    discrimination and the just regard to a friendly Government shown by\r\n    Your Lordship during the trying period which has elapsed while Your\r\n    Lordship was charged with the most honourable, but at the same time,\r\n    the most difficult duties with which any diplomatic agent can be\r\n    entrusted, these are incapable of any remuneration and cannot be\r\n    estimated by any measurement.\r\n\r\nIt is to be hoped that the previous pages have, to some extent,\r\ndemonstrated that Lord Russell's language was not that of hyperbole,\r\nand that the value of Lord Lyons's unobtrusive services was not\r\nover-estimated. It was the good fortune of this country to be\r\nrepresented during a protracted and dangerous crisis by a man who,\r\ndistinguished by exceptional prudence, tact, judgment, and sincerity,\r\nadded to these qualities a most minute knowledge of his own duties\r\naccompanied with indefatigable industry. It is not too much to say that\r\nany one wanting in these qualities would have found it impossible to\r\nprevent the calamity of war between England and the United States, and\r\nthe diplomatist who successfully avoids a catastrophe of this nature and\r\nat the same time protects the interests of his country is as deserving\r\nof gratitude as the successful commander who appears upon the scene when\r\ndiplomacy had failed.\r\n\r\nOne little detail characteristic of the man is worth noting. He used to\r\nstate, in after life, with much apparent satisfaction, that during his\r\nfive years' residence in the United States, he had never 'taken a drink,\r\nor made a speech.'"
  ]
}