{
  "index": 17,
  "title": "Chapter 16",
  "paragraphs": [
    "THE FRANCO-GERMAN WAR\r\n\r\n(1870)\r\n\r\n\r\nWhilst the barren disarmament negotiations were proceeding, the internal\r\npolitical situation in France had not improved. Though calm on the\r\nsurface, a section of the people was becoming more socialistic, and\r\nsocialism produced stagnation in business, a desire on the part of the\r\nlower classes for revolution and a corresponding desire on the part of\r\nthe middle classes for a strong government again. Ministers were uneasy,\r\nfor although the new Constitution had been well received by the country\r\nat large, its weak point lay in the right reserved by the Emperor of\r\nappealing to the people, a right which nothing could induce him to\r\nabandon, and which he was about to exercise by submitting the recent\r\nConstitutional changes to a plébiscite. Theoretically, this should have\r\nafforded gratification to the Republicans, as being in conformity with\r\ntheir view that the public should decide everything directly itself, but\r\nthey were in reality well aware that the French people were not yet\r\nRepublican in sentiment.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Clarendon._\r\n\r\n    Paris, April 5, 1870.\r\n\r\n    There is a good deal of uneasiness in the French political world.\r\n    The great thing for the moment is that the Ministers should get a\r\n    good majority in the Chamber at the end of the debate on the new\r\n    Constitution which is now going on. They are afraid that some of\r\n    their usual supporters will abstain from voting. The 'Appeal to the\r\n    People' is so thoroughly Napoleonic an idea, and so completely in\r\n    accordance with the peculiar character and modes of thinking of\r\n    Napoleon III., that it would be very hard to make him give it up.\r\n    One cannot wonder at people's being distrustful of the use he may\r\n    make of it. The submitting the present changes in the Constitution\r\n    to a plébiscite is certainly legally necessary and admitted to be so\r\n    by all parties. What people are afraid of is that the Emperor will\r\n    insist upon calling for it in a Proclamation so worded as to make\r\n    the acceptance by the people a vote in favour of his person, as\r\n    against the Chambers and Ministers.\r\n\r\n    You will see from Claremont's report that the Government has agreed\r\n    to reduce the military contingent by another 10,000 men, making it\r\n    80,000 instead of 90,000 as the present Government proposed, and\r\n    instead of 100,000, as it was fixed by the late Government.\r\n\r\nIt was not surprising that the French Ministers, as well as many other\r\npeople, should feel suspicious about the plébiscite, and that frequent\r\ncouncils should have taken place at the Tuileries with the object of\r\ninducing the Emperor to consent that in future no plébiscite should be\r\nsubmitted to the people unless it had first been voted by the two\r\nChambers. For one thing, it was feared that few people would care enough\r\nabout it to take much trouble to vote, and it really did not seem very\r\nprobable that a peasant would take a long walk to express his opinion on\r\nthe question of whether the Senate should have the power of originating\r\ncertain laws. Therefore the Ministerial crisis which arose, and the\r\nEmperor's determination not to yield about the Appeal to the People,\r\nwere attributed to a Machiavellian plot on his part, and it was believed\r\nthat the return to personal government was to be brought about by\r\ngetting rid of the independent Ministers, Ollivier included. The belief\r\nwas possibly unfounded, but the Emperor's previous history had not\r\ninspired his people with implicit confidence in him, and they were\r\nalways convinced that he had an incurable taste for conspiracy.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Clarendon to Lord Lyons._\r\n\r\n    Foreign Office, April 13, 1870.\r\n\r\n    It is impossible not to feel very uneasy about the present state of\r\n    things in France and the sort of _locus standi_ that the enemies of\r\n    the Empire have obtained for suspecting the Emperor, who will be a\r\n    long time in recovering, if he ever does, the public confidence he\r\n    now seems to have lost. Revolutions are not made with half measures,\r\n    any more than with the proverbial rose water, and among the ships\r\n    that the Emperor was supposed to have burnt behind him when he\r\n    landed on the Constitutional shore, the plébiscite ought surely to\r\n    have been included. No doubt he would have divested himself of a\r\n    favourite weapon, but he should have foreseen the very serious\r\n    objections to it that would arise in the mind of the most moderate\r\n    friend of Constitutional Government, and he would have done far\r\n    better for himself to have given it up and taken his chance, for\r\n    with or without plébiscite, that is what he is now reduced to, and\r\n    his chances will be improved by endeavouring with sincerity to guide\r\n    the stream rather than oppose himself to it.\r\n\r\nAs the result of the crisis, both Daru and Buffet left the Ministry,\r\nthus weakening the Cabinet and diminishing materially the chance of a\r\nquiet and satisfactory establishment of Parliamentary Government. Thiers\r\nwas generally supposed to have been the principal mischief-maker.\r\nLord Russell was at this time in Paris, and in conversation with\r\nOllivier the latter expressed himself most confidently about the\r\nplébiscite, and thought that if six million people voted it might be\r\nlooked upon as a decided success. Another opinion on the plébiscite was\r\nvolunteered by Mr. Gladstone. 'If the Emperor is really stickling for\r\nthe right to refer when he pleases to the people for an Aye or No upon\r\na proposition which he is to frame, that, in my opinion, reduces\r\nConstitutional Government to an absolute mockery, just as it would\r\nreduce to a shadow the power of a Legislative Assembly.'\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Clarendon._\r\n\r\n    Paris, April 21, 1870.\r\n\r\n    The prospects of the quiet establishment of Constitutional\r\n    Government are in some respects better and in some worse. They are\r\n    better inasmuch as men of property, bankers, and others, are giving\r\n    money and exerting themselves to obtain a decided success for the\r\n    Plébiscite. They are worse, inasmuch as the suspicion of the\r\n    Emperor's intentions appears to increase, and people become more and\r\n    more afraid that if he gets a really large majority on the\r\n    Plébiscite, he will revert to personal government. The imprudent\r\n    language of the Right and their undisguised avowal of their hopes\r\n    produce this feeling. The Emperor himself has neither said nor done\r\n    anything to warrant it.\r\n\r\n    Ollivier asked me what progress had been made in the disarmament\r\n    question. I made him understand, without going into details, that it\r\n    must be let sleep for the present, and he agreed immediately.\r\n\r\n    There is a hitch about the English evidence before the Parliamentary\r\n    Committee on the Régime Parlementaire. The Committee have proposed\r\n    that only one English witness shall be heard. Emile Ollivier will do\r\n    his best to put things straight. I told him that if a proper and\r\n    courteous answer was made to our tender of evidence, I would\r\n    undertake that we would not abuse their civility by asking for too\r\n    much of their time.\r\n\r\n    Emile Ollivier dines with me to-day, and will, I hope, learn and\r\n    profit by Lord Russell's instruction in Constitutional Government.\r\n\r\nEnglish manufacturers were naturally desirous of putting their case\r\nbefore the Parliamentary Committee on the Commercial Treaty, but the\r\nmembers of the Committee did not appear equally desirous of hearing\r\nthem. According to Lord Lyons, who, like all his official contemporaries,\r\nwas in principle a Free Trader, and felt compassion for the misguided\r\neconomics of continental nations, the majority of the Committee were\r\ninfected by a politico-economical heresy which took the form of\r\ndemanding that any advantages which foreign manufacturers might enjoy,\r\nshould be balanced by import duties, which they persisted in calling\r\n'compensation.' His advice was that any English witnesses who might be\r\ncalled, should confine themselves very closely to facts and not allow\r\nthemselves to be led into discussions on trade principles, 'as it is not\r\neasy to reply in French to a Committee, of which the anti-Free Trade\r\nmembers are much hotter than the Free Traders.'\r\n\r\nAs the date of the plébiscite drew near, Ollivier's confidence and\r\nsatisfaction continued to increase, but some discomposure was caused by\r\nthe hostile action of Thiers and his friends. No one had ever expected\r\nthat Thiers would long endure that any Government of which he was not a\r\nmember should go on smoothly, and in the present instance, he was able\r\nto establish a plausible case by protesting that the Emperor, in\r\nreserving the right to appeal to the people, was nullifying liberal\r\ninstitutions. At an opportune moment, however, a plot against the\r\nEmperor's life was discovered, in which a man named Beaury was\r\nconcerned, and although of small importance, it was considered likely\r\nto produce a considerable effect upon public opinion.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Clarendon._\r\n\r\n    Paris, May 6, 1870.\r\n\r\n    I thought Emile Ollivier rather out of spirits yesterday, or at all\r\n    events not so confident as he is usually. He seemed to hope the\r\n    publication of the details of the plot would produce a great effect\r\n    and increase the 'Ayes' for the Plébiscite. That there really was a\r\n    plot is certain, but it may be doubted whether the conspirators were\r\n    numerous enough, or were men of sufficient note, to make the danger\r\n    so great as to frighten the voters. I am not surprised at La\r\n    Valette's being out of spirits, for the situation is really very\r\n    critical, and it is difficult to conceive any ending which will\r\n    place him and Rouher where they were again.\r\n\r\n    With reference to Loftus's despatch, I sincerely hope that his most\r\n    confidential correspondent is not so well informed as he represents\r\n    himself to be, and that no change is really contemplated in the\r\n    _status quo_ of Hesse and Baden. It would be quite a mistake to\r\n    suppose that this is a moment at which it would be safe to defy\r\n    France. On the contrary, a war unmistakably provoked by Prussia,\r\n    would be hailed by many as a welcome diversion from internal\r\n    difficulties. So far as I can judge, _Ollivier is not the man to\r\n    shrink from one_. There is more security against a sudden surprise\r\n    than there was under the personal government, but there is also less\r\n    probability that the Emperor's health and personal views will\r\n    prevent war.\r\n\r\nThe plébiscite took place on May 8, and an ecstatic note from Ollivier\r\nannounced success.\r\n\r\n       *       *       *       *       *\r\n\r\n    _M. E. Ollivier to Lord Lyons._\r\n\r\n    Paris le 9 mai, 1870.\r\n\r\n\r\n    La Victoire est complète!\r\n\r\n    A Paris nous avons gagné cent mille voix, et jusqu'à présent voici\r\n    les resultats.\r\n\r\n    Oui 6.189.506\r\n    Non 1.305.881\r\n\r\n    manquent 37 arrondissements, l'armée, la marine, l'Algérie.\r\n\r\nThe complete returns showed that about 7,250,000 voted 'Yes,' and\r\n1,500,000 'No.' The Minister was thus justified in his satisfaction.\r\nNearly all the big towns, including Paris, had voted against the\r\nGovernment, as had been expected, but on the other hand the agricultural\r\npopulation had showed itself to be practically unanimous in favour of\r\nthe Empire. One of the disquieting surprises was provided by the Army,\r\nno less than 50,000 votes being recorded against the Emperor. Riots, as\r\nusual, broke out in Paris after the voting was over, but were suppressed\r\nwithout difficulty. In connection with these riots an ingenious but\r\ndiscreditable device, was resorted to for the purpose of seducing the\r\nsoldiers in the Prince Eugène Barracks, these having been supplied by\r\nthe Republicans with _bons_ (orders for free admission) on the\r\nneighbouring houses of ill-fame, on the presumption that the holders of\r\nthese orders would feel peculiarly aggrieved at being confined to\r\nbarracks.\r\n\r\nThe general impression created was that a large majority was safer than\r\na moderate one would have been, and much safer than a very small one.\r\nThis was the view entertained by Lord Clarendon, who had always\r\nconsidered the plébiscite to be a great mistake, but was now anxious to\r\nmake the best of it, and instructed the Ambassador to congratulate\r\nOllivier and to express the hope that he would be able to surround\r\nhimself with Liberal Ministers determined to keep order. An Empire based\r\nupon soldiers and peasants could not be said to be placed on a solid\r\nfoundation, and no effort should be spared to enlarge the basis.\r\n\r\nThe Imperial success at the plébiscite produced a sycophantic outburst\r\namongst the diplomatists at Paris, and a movement was promoted by the\r\nNuncio and Prince Metternich, the Austrian Ambassador, with the object\r\nof asking for an audience, and offering the collective congratulations\r\nof the Diplomatic Corps to the Emperor. The ineptitude of the proposal\r\nwas evident.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Clarendon to Lord Lyons._\r\n\r\n    Foreign Office, May 12, 1870.\r\n\r\n    I wish the flunkeyism of the Nuncio and Metternich was displayed in\r\n    some other way than congratulating the Emperor on the success of his\r\n    foolish Plébiscite. It is an improper interference in the internal\r\n    affairs of France, which, if allowed, would justify a remonstrance\r\n    of the Diplomatic Corps against some measure they disapproved; but,\r\n    of course, we can neither oppose nor abstain, and it will be well\r\n    for you to join cordially. But I hope there will be no expression of\r\n    opinion in favour of the Plébiscite, or recognition of it as a\r\n    component part of Constitutional Government. We should be justly\r\n    condemned if we joined however indirectly in any such opinion. I\r\n    asked La Valette this morning whether such congratulations would be\r\n    agreeable to the Emperor, and he answered, with a shrug of the\r\n    shoulders: 'Il a le gout des compliments.'\r\n\r\nUpon further consideration Lord Clarendon decided that it would be\r\nunwise if the British representative took any part in the proposed joint\r\ncongratulation, as it was foreseen that it might provoke awkward\r\ndiscussions in the House of Commons. Lord Lyons was therefore directed\r\nto inform Ollivier at once, that, much as the British Government\r\nsympathized with the Emperor and his dynasty, no worse service could be\r\ndone to him than by offering compliments upon his success. He would at\r\nonce be attacked for having invited or rather tolerated intervention in\r\nthe internal affairs of France, and the Queen of England, in an\r\nanalogous case, could not possibly accept such an address from\r\nforeigners as that would imply a sort of right to interfere which might\r\nprove extremely inconvenient. The Emperor would gain much more with the\r\nnation by courteously declining to receive foreign opinions upon his own\r\nacts and the domestic affairs of France, than by any assurance that\r\nForeign Governments were united in approving a measure about which there\r\nexisted a considerable difference of opinion in France. These views were\r\nto be communicated to Ollivier in a friendly manner with the assurance\r\nthat they should be brought to the Emperor's notice.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Clarendon._\r\n\r\n    Paris, May 19, 1870.\r\n\r\n    I think we are well out of the scrape of the collective\r\n    congratulations. The notion was Metternich's and the Nuncio only\r\n    came into it to a certain degree, lest his refusing to do so should\r\n    give offence. So far as I know, the Nuncio has behaved very well,\r\n    and has not brought _us_ forward, but has simply told Metternich\r\n    that he found the Diplomatic Corps generally cold on the subject,\r\n    and therefore thought it better not to go on with it. Metternich\r\n    appears to have acquiesced. I have not seen him; he was out when I\r\n    called, which was, I think, lucky; and we have not met.\r\n\r\n    There is a Ball at the Tuileries on Monday, at which I shall\r\n    probably have a chance of saying something pleasant to Cæsar. I\r\n    shall be careful to keep within the terms sanctioned by Mr.\r\n    Gladstone. We may at any rate rejoice at the establishment of\r\n    Parliamentary Government in France, and hope, till we have evidence\r\n    to the contrary, that the means provided for upsetting it will not\r\n    be resorted to. The present Plébiscite was undoubtedly technically\r\n    necessary to the legality of the new Constitution, and as such was\r\n    insisted upon by Daru and other Liberals. Let us hope it will be the\r\n    last.\r\n\r\n    I have received the usual invitation in the name of the Emperor to\r\n    the function on Saturday evening. I must not leave the Embassy in\r\n    darkness if everybody else illuminates, but I think the idea a\r\n    foolish one, as being likely to give rise to street riots.\r\n\r\n    Two of the new Ministers are unknown to fame, but their appointment\r\n    is a relief to those who apprehended appointments from the Right.\r\n    There is no remarkable speaker in the Ministry except Ollivier\r\n    himself.\r\n\r\n    Gramont called upon me yesterday and was profuse in expressions of\r\n    friendship to England, to you, and to me.\r\n\r\nThe appointment, however, of the Duc de Gramont[17] could hardly have\r\nbeen in the nature of a relief, for, as far back as the beginning of\r\n1868, when Ambassador at Vienna, he had announced that he considered a\r\nFranco-Prussian war unavoidable.\r\n\r\nThe formal announcement of the result of the plébiscite was made to the\r\nEmperor on May 21, in the Salle des États of the Louvre, and must have\r\nbeen one of the last, if not the very last, of the brilliant ceremonies\r\nwhich marked the reign of Napoleon III. It was attended by all the\r\ndignitaries of the realm, the Senators, the deputies, the civic\r\nfunctionaries, the Diplomatic Corps; an imposing array of troops filled\r\nthe Place du Carrousel; and Cæsar himself, elevated upon a dais, replied\r\nto the congratulations offered to him by the Chambers in a speech full\r\nof those resounding and occasionally meaningless phrases which\r\ninvariably meet with a responsive echo in an assembly of Frenchmen. It\r\nwas, in fact, the final coruscation of the Imperial fireworks, and, in\r\nthe prosaic words of Lord Lyons, 'the ceremony went off extremely well.'\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Clarendon._\r\n\r\n    May 24, 1870.\r\n\r\n    I made a little speech to the Emperor about the Plébiscite at the\r\n    ball last night. I did not in fact go as far as Mr. Gladstone\r\n    allowed, but what I did say appeared to be to His Majesty's taste.\r\n    At all events he was extremely gracious and cordial. I don't know\r\n    that any one except the Prussian Ambassador has asked for a special\r\n    audience to deliver congratulations, but I have not made inquiries,\r\n    because I neither wished to put it into my colleagues' heads to do\r\n    so, nor to appear as if it seemed to me the natural thing to do. All\r\n    seems to be quite right with the Emperor and Empress, so far as H.M.\r\n    Government, and you in particular, and I am concerned. He has been a\r\n    good deal annoyed and disappointed by the tone of the English press.\r\n    After all, he has established a Constitutional form of Government,\r\n    more democratic than that which exists in England, and the worst way\r\n    to encourage him to persevere is to assume at once that he does not\r\n    mean to do so. Selfishly, we ought to remember that his influence in\r\n    the Government is the principal security we can have for _Free Trade\r\n    and cordiality between the two countries_.\r\n\r\n    What the Emperor will really do depends on the course of events. I\r\n    believe nothing of the stories of his having deep-laid schemes. It\r\n    is a pity that he has not stronger men in the Cabinet--men strong\r\n    enough to resist him in case of need--and to direct the Chamber. A\r\n    dissolution is hardly to be thought of at present. The people at\r\n    large would not stand being disturbed to vote again soon, and\r\n    consequently the votes would be few, and principally Republican.\r\n    There is danger in the influence of the Emperor's old political\r\n    friends, who want to regain their old position, and in some of the\r\n    influential military men who want a war for promotion and glory. And\r\n    there is danger in the position in which the Plébiscite has placed\r\n    him--owing mainly to the Republicans, who, much more than he is, are\r\n    to blame for making it a question between him personally and them.\r\n    The function of the 21st went off very well; indeed, wonderfully\r\n    well, considering how great a part of the audience was composed of\r\n    Senators and Councillors of State who have lost in importance by the\r\n    Constitutional change.\r\n\r\nThe excitement attending the plébiscite gave way before long to a\r\nfeeling of political lassitude, and to those surmises concerning the\r\nprobabilities of weathering the session which habitually preoccupy\r\nConstitutional Governments. It is of more interest to turn for a moment\r\nto a matter which is now fortunately viewed in a very different light.\r\n\r\nHaving been asked his advice on some question concerning Canada, Lord\r\nLyons wrote to Lord Clarendon the following as his deliberate opinion,\r\nand it must be borne in mind that he had had exceptional opportunities\r\nof studying the Canadian situation:--\r\n\r\n    I never feel comfortable about Canada and our North American\r\n    possessions. I do not believe we have the means of defending them\r\n    against the United States in case of war, and I am by no means\r\n    confident that the colonists would be unanimous and enthusiastic in\r\n    helping us to do so. I am afraid too that the colonists are\r\n    beginning to see that in matters short of war, we feel that we must\r\n    let the United States do very much as they please: in short that we\r\n    doubt our having the strength to resist them, and, unless under a\r\n    very strong provocation, have not the spirit to try. I was struck\r\n    by an observation made some time ago by the Governor of Newfoundland\r\n    respecting the French claims and the coast fisheries, viz. that the\r\n    Colonists felt that if the United States were their masters, the\r\n    questions would soon be settled in their favour. In fact it seems to\r\n    be in the nature of things that the United States' prestige should\r\n    grow and ours should wane in North America, and I wish we were well\r\n    and creditably out of the scrape.\r\n\r\nIn the course of the previous year he had already expressed the opinion\r\nthat the great problem for us in American politics was to find some fair\r\nand honourable way of dissolving all connection between England and our\r\nNorth American colonies.\r\n\r\nLord Clarendon on his side was equally emphatic. 'I agree,' he wrote on\r\nJune 1, 'in every word you say about our possessions in North America,\r\nand wish that they would propose to be independent, and to annex\r\nthemselves. We can't throw them off, and it is very desirable that we\r\nshould part as friends.'\r\n\r\nThe views of Lord Stanley on this subject have already been quoted,\r\nand, if search were made, no doubt it would be discovered that similar\r\nsentiments were entertained by nearly all the mid-Victorian statesmen.\r\nI have a clear recollection of hearing, less than thirty years ago, a\r\nCabinet Minister, who had been Colonial Secretary, express the opinion\r\nthat 'colonies were expensive luxuries which only a rich country like\r\nEngland could afford to indulge in.'\r\n\r\nOne of the last letters written by Lord Clarendon refers to suspicions\r\ncreated by the visit to Ems of the Emperor of Russia, the King of\r\nPrussia, and Bismarck.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Clarendon to Lord Lyons._\r\n\r\n    Foreign Office, June 8, 1870.\r\n\r\n    I have nothing of importance to write about.\r\n\r\n    Loftus says that the Berlin public is much _intrigué_ by the sudden\r\n    departure of the King and Bismarck for Ems, as the Czar was at\r\n    Berlin ten days before, when Bismarck pretended to be too ill to\r\n    come and meet him.\r\n\r\n    Bernstorff professes entire ignorance on the subject, and supposes\r\n    that, as Ems is now Prussian, the King thinks it necessary to give a\r\n    personal welcome to his Imperial relative.\r\n\r\n    This is possible, but not probable, and I suspect, though I can give\r\n    no good reason for so doing, that the more complete unification of\r\n    Germany occupies the Prussian mind, beginning of course by the\r\n    incorporation of Baden, and that it is thought desirable to get a\r\n    Russian sanction of the project, in the event of its leading to war\r\n    with France. One fails, however, to discover any reason why Russia\r\n    should make an enemy of France and endanger the peace of Europe in\r\n    order to justify the ambition of Prussia and enable the King to\r\n    unduly tax his subjects for an unnecessary army.\r\n\r\nLord Clarendon's suspicions in this case were as correct as his prophecy\r\nwith regard to the establishment of a Republic in France, although the\r\nwords 'unnecessary army' might be taken exception to in the light of\r\nsubsequent events. Benedetti[18] happened to be in Paris at the time when\r\nLord Clarendon's letter arrived, and he informed Lord Lyons that he\r\nhad 'entire confidence in the assurances of the King of Prussia and\r\nBismarck, and that he did not apprehend any danger to peace, unless\r\ncircumstances were too strong for His Majesty and his Minister, and this\r\nhe thought improbable.' The idea of circumstances being too strong for\r\nBismarck might fairly be classed with the danger to Prussia\r\nthreatened by the appointment of Monsignor Klazko.\r\n\r\nLord Clarendon died on June 27, and was succeeded at the Foreign Office\r\non July 6 by Lord Granville. The celebrated announcement that there\r\nhad never been so great a lull in foreign affairs was made upon the\r\nauthority of Mr. Hammond,[19] whose singularly faulty judgment and\r\nunhappy prophecies have been already commented upon. At the same time,\r\nit must in justice be admitted that appearances in the early summer of\r\n1870 were unusually deceptive owing to the general calm which prevailed\r\nin the diplomatic world.\r\n\r\nWhen the Hohenzollern candidature thunderbolt fell in the early days\r\nof July, the Duc de Gramont lost no time in intimating to the British\r\nAmbassador that France would go to war with both Spain and Prussia\r\nrather than allow a Hohenzollern to reign at Madrid. But although\r\nGramont seemed bent upon committing the French Government to this\r\ncourse, he allowed it to be seen that he would be very grateful for any\r\nexertion England might make to induce the King of Prussia to forbid his\r\nkinsman to go on with his candidature. The election of Montpensier, he\r\nsaid, might be looked upon as a _mauvais procédé_ towards the Emperor\r\nand the dynasty, but the putting forward a Prussian was an insult and an\r\ninjury to all France. Similar language was held by the French Ambassador\r\nin London.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Granville to Lord Lyons._\r\n\r\n    Foreign Office, July 6, 1870.\r\n\r\n    Your telegram of yesterday arrived while we were debating the Land\r\n    Bill. It took Mr. Gladstone and me by surprise. I received your\r\n    despatch and private letter this morning, and on my return from\r\n    Windsor, M. de La Valette called on me. He held the same language to\r\n    me as that reported by you to have been held by Gramont. France\r\n    disclaimed all interference with Spain, but stated the arguments\r\n    which made the possession of the Crown of Spain by a Prussian Prince\r\n    dangerous to France. I am writing to catch the post, and I cannot\r\n    repeat to you all the reasons which he gave, concluding by assuring\r\n    me that the circumstances were of the gravest character, and that in\r\n    his opinion, the Government of the Emperor could not, under the\r\n    pressure of public opinion, admit a project of such a nature. He\r\n    added however that there was no reason why any preliminary means\r\n    should not be tried to avert so great an evil, and he addressed\r\n    himself to the Government of the Queen, on the strength of our\r\n    friendly relations, and our desire to maintain the peace of Europe,\r\n    to exercise all our influence upon Prussia and upon Spain to stop\r\n    the project.\r\n\r\n    I told M. de La Valette of the surprise which the matter had been to\r\n    H.M. Government, that I perfectly understood the unfavourable effect\r\n    which such an announcement was contemplated to produce in France,\r\n    although I did not agree with all the arguments which he had used\r\n    with respect to the importance to so great a nation as France of a\r\n    German prince on the throne of Spain.\r\n\r\n    I said it was a matter of some regret to me that such strong\r\n    language as that reported by you to have been addressed to the\r\n    Prussian Ambassador should have been used. But I added that it was\r\n    not so much a moment for the general discussion, as to see what\r\n    could be done.\r\n\r\n    I readily assented to his request to use what influence we might\r\n    possess both with Prussia and Spain, but without any pretension\r\n    to dictate to either Power, to induce them to take into the most\r\n    serious consideration all the bearings of this question, such as its\r\n    gravity required, and I promised to communicate with you, Lord A.\r\n    Loftus, and Mr. Layard at once.\r\n\r\n    It is very sad that I should be writing to you in the place of one\r\n    who would have had so much personal power in such a matter as this.\r\n\r\nIn the meanwhile, however, the explosion of Chauvinism in France and the\r\nattitude of the French Ministers rendered the situation more alarming\r\nfrom day to day. Undoubtedly the French Government desired and hoped to\r\ncarry their point without actual war, but Ministers had burnt their\r\nships and left themselves no means of escape if they failed in their\r\nattempt to win a moral victory over Prussia. As Gramont remarked,\r\n'_l'Avènement du Prince de Hohenzollern, c'est la guerre_!' It was\r\nalmost impossible to see what injury to French interests could be caused\r\nby the presence of a Hohenzollern at Madrid, but the question had been\r\ntaken up as a point of honour, and was therefore more dangerous than if\r\ntreated from a material point of view. The Emperor, according to Lord\r\nLyons, remained at this stage of the crisis, very calm and extremely\r\nconfident that he would get his way without war. There was no doubt that\r\nhe was strongly averse from war, partly on account of his own views, and\r\npartly on the ground of his ill-health, which would be a serious\r\ndrawback if he were forced to take the command of the army; but he also\r\nfelt that it would not be safe for him to submit to another rebuff from\r\nPrussia, and his Constitutional Ministers were inconveniently anxious to\r\nshow their spirit.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, July 10, 1870.\r\n\r\n    The state of things to-day may be told in half a dozen words. If the\r\n    Prince of Hohenzollern's renunciation is announced in 24 or 48\r\n    hours, there will be peace _for the moment_. If not, there will be\r\n    an immediate declaration of war against Prussia. I cannot however\r\n    answer for even this situation lasting for the 48 hours. The French\r\n    are getting more and more excited. They think they have got the\r\n    start of Prussia this time in forwardness of preparation; that they\r\n    have a better cause of war, as being one less likely to rouse the\r\n    Germans, than they are likely to get again; and in fact that they\r\n    must have it out with Prussia sooner or later; and that they had\r\n    better not throw away this chance. When I say that I cannot answer\r\n    for things remaining in as favourable a situation as they are now,\r\n    for 48 hours, I mean that if the excitement goes on, the French may\r\n    choose to pick a quarrel on the form of the renunciation, or some\r\n    other pretext, even if the Prince retires.\r\n\r\n    End how it will, the whole affair is a terrible misfortune, for the\r\n    French and the Prussians will hate each other more than ever, and I\r\n    hardly expect to see their animosity come back to the quiescent\r\n    state in which it was a month ago.\r\n\r\n    Gramont says that, so far from the energetic language and\r\n    preparations of France thwarting your endeavours to preserve peace,\r\n    they afford the only chance of your succeeding.\r\n\r\n    I told him I did not at all agree with him.\r\n\r\nThis letter reveals two colossal errors on the part of the French. They\r\nhonestly thought that they were better prepared for war than the\r\nPrussians, and they believed that the latter could be successfully\r\nintimidated.\r\n\r\nAs late as July 12 Lord Granville still believed that Prussia did not\r\nreally want war, and hoped that the pressure applied to the Hohenzollern\r\nPrince by Queen Victoria and other important personages would avert the\r\ncalamity. Writing on the same day, Lord Lyons said that he did not\r\ndespair of peace, but that the war feeling was very strong, both in and\r\nout of the Ministry.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Granville to Lord Lyons._\r\n\r\n    Foreign Office, July 13, 1870.\r\n\r\n    Nothing can be better than your work at Paris, and I only wish it\r\n    may prove successful. My colleagues and the House of Commons are\r\n    getting very angry, and Gladstone wishes me to use stronger language\r\n    to the French Government than would, in my opinion, be useful for\r\n    the object, although it is true that no nation is powerful enough in\r\n    these times to stand up against the public opinion of Europe.\r\n\r\n    Your telegram of this evening leaves some hope, but I very much\r\n    doubt whether, even if we are asked by France, we can exert any more\r\n    pressure on Prussia, who in substance has done all that we were told\r\n    to ask and all that Gramont said was necessary to put an end to the\r\n    dispute.\r\n\r\n    La Valette is very angry. He gets a communication from his Foreign\r\n    Office once in three days, and then there is hardly anything in it.\r\n    His argument to-day is probably not the one his Government uses. 'I\r\n    do not, like everybody else, suspect the French of having had a\r\n    project of going to war. But having got into the wrangle, having\r\n    found their warlike preparations so popular, and having roused\r\n    effectually the feelings of France and Prussia, they do not like to\r\n    abstain from a fight, which they think will come, and in which\r\n    during the next six weeks their enemies would be unprepared.\r\n\r\n    I have some thoughts of asking the Cabinet, if war is declared,\r\n    whether it would be wise to ask both Governments whether they are\r\n    prepared to respect the neutrality of Belgium. It is always safer,\r\n    or at least, generally so, to do nothing; but both, in doubt, would\r\n    be more likely to give a favourable answer, than either flushed with\r\n    victory. Let me know what you think, and please make any other\r\n    suggestions which may occur to you if the emergency arises.\r\n\r\n    As far as I can judge, all the Neutral Powers are sincerely anxious\r\n    for peace. Italy, certainly so. The only thing which we have done,\r\n    of which I doubt, is having asked Italy a leading question about an\r\n    Italian Prince. They seem to wish to entangle us further in the\r\n    matter. It was of great importance before Spain and France were\r\n    reconciled, but now I presume it will be discreet to let this matter\r\n    remain in the hands of the parties concerned.\r\n\r\nThe phrase 'in which during the next six weeks their enemies would be\r\nunprepared,' seems to imply that H.M. Government were singularly\r\nill-informed as to the true state of Prussian military efficiency.\r\n\r\nUpon July 14, Lord Lyons reported that an article in the _North German\r\nGazette_ seemed to make war absolutely inevitable, and that Benedetti,\r\nwho was expected in Paris the following day, confirmed the accuracy of\r\nthe newspaper. Werther, too, the Prussian Ambassador, had announced to\r\nGramont that 'he had been granted leave of absence and was about to take\r\nadvantage of it immediately.' Even the guileless Hammond was alarmed.\r\n'Why Bismarck went to Berlin instead of Ems, and finally retired to\r\nVarzin without personal communications with his master, is not easy to\r\nexplain, and with a person of his character the proceeding is somewhat\r\nsuspicious.' The last hope of peace practically vanished when Bismarck\r\nintimated that he could not recommend to the King for acceptance the\r\nproposal made by H.M. Government.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, July 16, 1870.\r\n\r\n    It will be a miracle if we are as good friends with France six\r\n    months after the beginning of this wretched war, as we are now, and\r\n    it will require the utmost tact, prudence and consideration for\r\n    French susceptibilities to prevent all the improvement in feeling\r\n    between the two nations, which has grown up in the last twenty\r\n    years, being entirely destroyed.\r\n\r\n    We have already a question with Gramont about his assertion that we\r\n    recognized the justice of his complaint. I hope it may be possible\r\n    to let this drop, but if not it is to be noted that, my memorandum\r\n    correcting the assertion on your authority was in his hands the\r\n    night before he repeated the assertion in his declaration of\r\n    yesterday.\r\n\r\n    In referring to his declaration that if the Hohenzollern\r\n    renunciation were obtained, France would be satisfied, it may be\r\n    well to bear in mind that the exact words he used to me were: '_If\r\n    the Prince of Hohenzollern should now, on the advice of the King of\r\n    Prussia_, withdraw his acceptance of the Crown the whole affair\r\n    would be at an end.'\r\n\r\n    This point becomes of less importance as France now seems to set the\r\n    Hohenzollern affair aside altogether, and to rest her _casus belli_\r\n    wholly on the boast of the affront to Benedetti.\r\n\r\n    Above all things we must try and keep as much as possible out of\r\n    Blue Books. If it is absolutely necessary to have one now, pray let\r\n    me have the opportunity of looking over anything of mine which it is\r\n    proposed to publish, and suggesting omissions. It would also be a\r\n    great relief to me to be allowed to consult Gramont himself, as I\r\n    did La Valette on the Cretan Blue Book. The cases are not the same,\r\n    and I might not use the power, but I should like to have it. I am\r\n    the more alarmed with regard to Gramont, as his reputation for\r\n    inaccuracy is so universal, that there must be some foundation for it.\r\n\r\n    Newspaper correspondents, amateur travellers, and so forth, are\r\n    already tormenting me to get them leave to accompany the French\r\n    Army. I believe none are to be allowed; but if it be otherwise, I\r\n    think the danger of being held responsible for their indiscretions\r\n    would be so great and so damaging to our relations with France, that\r\n    I do not think I should be justified in applying for leave on any\r\n    private recommendation, however strong: in fact, I should not be\r\n    willing to apply on anything short of a distinct official order, in\r\n    each case from you; and such an order I should be sorry to receive.\r\n\r\n    I tremble at the thought of the Blockades. Those during the American\r\n    Civil War kept us in perpetual hot water and within an inch of war\r\n    with the United States, and the labours of working out the cases\r\n    without coming to a rupture was very nearly the death of me. Heaven\r\n    defend us from anything like an _Alabama_ case with the French!\r\n\r\n    It is important that I should know as soon as possible whether our\r\n    Embassy at Berlin might take charge of French subjects in Prussia.\r\n    I am pretty sure to be sounded very soon, and might perhaps be able\r\n    to soften the very bad impression a refusal would make, by\r\n    preventing the request being made. I should wish us to accept, and I\r\n    don't see why, as impartial neutrals, we might not take charge also\r\n    of the Prussians in Paris, if we were asked, though I would rather\r\n    avoid this if possible.\r\n\r\nJust at this moment the _Liberté_ caused some embarrassment by\r\npublishing more or less correct details respecting the secret\r\nnegotiations which had taken place earlier in the year between Lord\r\nClarendon and Bismarck on the question of disarmament. Lord Granville\r\nhad not been in the confidence of Lord Clarendon, and it now was\r\nnecessary to explain to him what had passed. How the _Liberté_ obtained\r\nits information does not appear. Daru always stoutly maintained that he\r\nhad not mentioned the matter to any one except the Emperor and Ollivier,\r\nand the disclosures involved not only a gross breach of confidence on\r\nthe part of some one--presumably a French Foreign Office official--but\r\nalso a danger that Bismarck might demand explanations. The tremendous\r\nevents, however, of the next few weeks, diverted attention from the\r\n_Liberté's_ revelations. War was formally declared on July 19.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, July 19, 1870.\r\n\r\n    The war has been forced upon the Emperor principally by his\r\n    own party in the Chamber, the Right, and by his Ministers.\r\n    Constitutional Government has so far established itself that a\r\n    Ministry in a minority in the Corps Législatif is as much bound to\r\n    go out as a Ministry in the House of Commons. The Emperor was in a\r\n    bad position to resist, because after the line taken at the time of\r\n    Sadowa, it would have been too dangerous for him to be put forward\r\n    as the cause of France's truckling to Prussia. The whole affair is a\r\n    series of blunders which has culminated in an awful catastrophe.\r\n\r\n    Gramont told me this afternoon that La Valette wrote him a very\r\n    _bizarre_ story. La Valette said that it had been considered by the\r\n    British Cabinet whether they should not send an English force to\r\n    occupy Belgium during the war, which would be a strange way of\r\n    showing respect for Belgian neutrality.\r\n\r\n    I should myself be very sorry to see a British soldier landed on the\r\n    Continent, and seriously alarmed if any force that was landed was\r\n    under a hundred thousand strong.\r\n\r\n    Gramont told me also that Bray[20] had hit upon a combination to\r\n    which France would have no objection if it were possible. Bray\r\n    declared that Bavaria would be neutral if the neutrality of Baden\r\n    were secured. Gramont said however that of course to carry out such\r\n    an arrangement, the Prussian troops must retire from Rastadt.\r\n\r\n    He said he had just been informed that Italy had called out two\r\n    classes of her military contingent. He did not know what this might\r\n    mean. Italy has not yet made to France any declaration of policy.\r\n\r\n    Gramont concluded by saying that he supposed all the Minor States\r\n    would wait for a battle and then declare for the victor.\r\n\r\nThe neutrality of Belgium was, of course, one of the main preoccupations\r\nof H.M. Government, but there is no reason to suppose that a British\r\noccupation was ever seriously contemplated, and La Valette's report on\r\nthe subject was probably caused by the vanity of appearing to possess\r\nspecial pieces of information which often leads diplomatists astray.\r\nBelgium was not, however, the only country which had reason to feel\r\nalarmed. The position of Denmark before hostilities actually began\r\nbetween France and Prussia was both painful and critical. The Danish\r\nMinister at Paris appeared at the British Embassy in great distress,\r\nsaying that he knew nothing of what his Government intended, and asking\r\nfor information; as it seemed quite likely that the Danish capital would\r\nbe occupied by whichever of the two opposing armies could get there\r\nfirst. It was common knowledge that a great expedition was fitting out\r\nfor Copenhagen at Cherbourg, and that General Trochu, who passed for\r\nabout the best French general, was to command it. And if French forces\r\nappeared off Copenhagen it would be impossible to restrain the people\r\nfrom marching against the Prussians, although there was, as yet\r\napparently, no understanding between the French and Danish Governments.\r\n\r\nOn July 25 the _Times_ surprised the world by publishing the text of a\r\ndraft treaty concerning the annexation of Belgium which it was alleged\r\nhad been submitted by the French Government to Bismarck in 1866.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, July 26, 1870.\r\n\r\n    I have had some conversation with Gramont about the nefarious Projet\r\n    de Traité which the _Times_ has given to the world, but as he has\r\n    written to La Valette about it, I had better leave you to receive\r\n    from him the French version. The only curious, and to me quite new\r\n    statement which he made, was that Bismarck had at one time offered,\r\n    if France was afraid of the odium of occupying Belgium, to occupy it\r\n    first himself, and then to retire in apparent deference to\r\n    remonstrances from France, and so give France a pretext for\r\n    entering.\r\n\r\n    It has long been a common belief among diplomatists that France and\r\n    Prussia have at different times discussed the propriety of seizing,\r\n    the one upon Belgium, the other upon Holland. No such scandalous\r\n    iniquity has been contemplated since the partition of Poland, and it\r\n    is much worse than the partition of Poland, for there might be some\r\n    colourable assertions that Poland was turbulent, ill-governed, that\r\n    most of the population were serfs, and that she was an inconvenient\r\n    neighbour. But Belgium and Holland are free, extremely well\r\n    governed, and, to say the least, perfectly inoffensive neighbours.\r\n    One must leave it to the parties concerned to defend themselves from\r\n    the reproach of such odious projects, and I hope they will.\r\n\r\n    The insinuation in the leading article in the _Times_ that the\r\n    subject has been revived by France since the Hohenzollern crisis\r\n    seems to me to be extremely improbable.\r\n\r\n    Bernstorff's attempts to make you vouch for the authenticity of the\r\n    _Projet_, without committing himself, is as poor a little trick as I\r\n    ever heard of.\r\n\r\n    I send you in a despatch the official account of the cause of the\r\n    tardiness in producing Benedetti's despatch, that is to say,\r\n    delicacy on the part of Gramont. The version accepted by the public\r\n    is that the whole affair had been forgotten at the Ministère until\r\n    at last Benedetti himself remembered it and had it looked up.\r\n\r\nWith the object of prejudicing European opinion against Prussia, the\r\nEmperor wrote the well-known letter to Gramont from Metz, on July 28,\r\naccusing Bismarck of having proposed to France the annexation of\r\nBelgium, but the sole result was that both parties were shown to have\r\nplayed an equally sordid part in the transaction, and they were\r\nconsequently both induced to agree to the English proposal that they\r\nshould give a new and formal pledge not to violate Belgian integrity.\r\n\r\nIn a letter dated July 31, is a dispassionate analysis of the inadequate\r\ncauses which had brought about a rupture at that particular moment.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, July 31, 1870.\r\n\r\n    I see the public, with their usual tendency to attribute everything\r\n    to deep-laid plots and schemes, generally suppose that war was a\r\n    foregone conclusion on the part of France and of Prussia. I don't\r\n    believe it in the case of Prussia, and I know it not to be the fact\r\n    as regards France. Prussia threw the first stone, by bringing on the\r\n    Hohenzollern question. France made a peaceful settlement difficult\r\n    by Gramont's irritating declaration on the 6th. The cause of the\r\n    change from a mild to an irritating declaration was the arrival of\r\n    the report from the Chargé d'Affaires at Berlin, that Thile[21]\r\n    pooh-poohed the French remonstrance, and said that the question\r\n    _n'existait pas pour le Gouvernement Prussien_. Then came the\r\n    great fault of France in not accepting the renunciation of the\r\n    Hohenzollern as a final settlement; but, even at the last moment the\r\n    declaration of the 16th would have concluded with a phrase leaving\r\n    the door open to the mediation of a Congress, if the article in the\r\n    _North German Gazette_ had not arrived, and convinced the French\r\n    that Bismarck had decided upon war. However, it is no use crying\r\n    over spilt milk.\r\n\r\n    I understand that the Emperor writes to the Empress that no great\r\n    action is to be expected for three or four days. At the French Head\r\n    Quarters there was an apprehension that the Prussians might attempt\r\n    to turn the right flank of the French Army.\r\n\r\nSubsequent revelations have shown how profoundly the course of events\r\nwas influenced by the action of Bismarck in connection with the tone of\r\nthe German press, and by his distortion of the celebrated Ems interview\r\nbetween the King of Prussia and Benedetti, but this was of course\r\nunknown at the time.\r\n\r\nOne humorous incident in connection with the outbreak of hostilities is\r\nworth recording. Animated by what Lord Clarendon would have called the\r\nspirit of flunkeyism, the Paris diplomatists grew greatly excited over\r\nthe question of illuminations in the event of French victories. As was\r\nonly to be expected, the accommodating Austrian Ambassador was foremost\r\nin advocating rejoicings, and he and his Italian colleague were bent\r\nupon illuminating their Embassies, while the representatives of the\r\nsmaller Powers, such as Switzerland, who lived in less conspicuous\r\nabodes, opposed the proposal, and were supported by the British\r\nAmbassador. The question was referred home, and the Foreign Office took\r\nthe common-sense view that the Ambassador should not illuminate without\r\nnecessity, but should do so rather than cause trouble or give offence.\r\n\r\nThe early reverses of the campaign were concealed from the public with\r\nsome success, MacMahon's defeat being known at the Embassy twelve hours\r\nbefore the official announcement; but as soon as the truth came out, the\r\npopulation of the capital seems to have believed that the Germans would\r\nat once appear before Paris.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, Aug. 8, 1870.\r\n\r\n    If the panic in the army is as great as it is in the capital, it is\r\n    all over with France. One would think that the Prussians were\r\n    already in Montmartre. There must, it is supposed, be a great battle\r\n    fought before they can get there, and the French may win it.\r\n\r\n    I have been beset with Representatives of small Powers, all except\r\n    the Belgian, in consternation, and with Rothschilds and other\r\n    bankers in despair. They hope England will interfere to stop the\r\n    Prussian army on its road to Paris: not an easy task if the road is\r\n    open.\r\n\r\n    All Gramont could or would tell me was that the Emperor was\r\n    concentrating forces between Metz and Chalons, and that a great\r\n    battle was expected.\r\n\r\n    I was really ashamed to speak to him about our Treaty, but I thrust\r\n    your despatch on him, knowing you were anxious to avoid delay. He\r\n    said: _n'ayez pas peur, nous n'avons pas grande envie d'entrer en\r\n    Belgique dans ce moment_.\r\n\r\nIn the Chamber, no one, even on the Right, had the generosity to say a\r\nsingle word in defence of the unfortunate Emperor when a declaration was\r\nmade from the Tribune that all the disasters were due to the\r\ninefficiency of the Commander-in-Chief. Ollivier and his colleagues\r\nresigned, and General Trochu, who had been given an unimportant command\r\nin the South, was hailed as the possible saviour of the country, and\r\noffered, in vain, the War Office in the new administration of Count\r\nPalikao. It is instructive to note that Gramont (upon whom Bismarck\r\nsubsequently heaped the most savage contempt) denied to Lord Lyons that\r\nhe had ever been in favour of war. According to him, the strongest\r\nphrase in the declaration of July 6 was inserted at the Council on that\r\nmorning, and was not in his draft, and he threw the blame of the\r\nimprudent haste in going to war on Leboeuf's confident declaration that\r\nneither France nor any other country had ever been so well prepared for\r\nwar before. Leboeuf's celebrated declaration about gaiter buttons has\r\nalways been cited as almost unequalled for fatuity, but it is an\r\nundoubted fact that Gramont himself was convinced that a Franco-Prussian\r\nwar was inevitable, and he is not known to have discouraged the idea.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Aug. 16, 1870.\r\n\r\n    So far as we can conjecture, the military situation is very bad, and\r\n    the political is certainly as bad as can be. There are ups and downs\r\n    in the spirits of the French about the war, but the Emperor and the\r\n    dynasty seem simply to sink lower and lower. La Tour d'Auvergne[22]\r\n    speaks still as a loyal subject, but I know of no one else who does.\r\n    The Empress shows pluck, but not hope. She has sent her nieces away,\r\n    and she summoned the Bonapartes in Paris to the Tuileries yesterday,\r\n    and told them plainly that the time was come for them to look after\r\n    themselves.\r\n\r\n    No party wishes to come into office, with the risk of having to sign\r\n    a disadvantageous peace. It is this which has hitherto kept the Left\r\n    within bounds. They wish the peace to be made by the Emperor before\r\n    they upset him. No one can tell what the effect of a victory might\r\n    be; few people expect one, and fewer still believe that the effect\r\n    would be to set the Emperor on his legs again. The Paris population\r\n    so far seems to have behaved well.\r\n\r\nThe one thing, in fact, upon which there seemed to be general agreement\r\nwas that the Empire was doomed.\r\n\r\nBy the middle of August the feeling in Paris against England, produced\r\nlargely by articles in the London press, had reached a very disagreeable\r\npoint, and the Ambassador was obliged to ask that he might be spared\r\nfrom having to make too many obnoxious communications to the French\r\nGovernment; these communications consisting of complaints put forward by\r\nthe Prussian Government through the channel of the British Embassy at\r\nParis, which it was really the duty of the United States Legation to\r\ndeal with.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Mr. Hammond._\r\n\r\n    Paris, Aug. 23, 1870.\r\n\r\n    The last paragraph of your letter of this morning frightens me not a\r\n    little. You say the Prussians complain of a flag of truce being\r\n    fired upon and of field hospitals being shot at; and you add: 'You\r\n    will probably hear from us about these matters, if Bernstorff makes\r\n    a formal representation.' I hope this does not imply that you mean\r\n    to adopt all Prussian complaints as British, and make me the channel\r\n    of communicating them to the French Government. Please do not forget\r\n    that the United States Legation, not this Embassy, represents\r\n    Prussian interests in France, and that if you impose upon me such\r\n    works of supererogation as making unpleasant communications from\r\n    Prussia, you will expose me to well-merited snubs, and damage my\r\n    position so much that I shall be able to effect very little in a\r\n    real emergency. The particular things which you mention ought not to\r\n    be made the subject of diplomatic representation at all: they ought\r\n    to be discussed by Flag of Truce between the two Generals.\r\n\r\nWhy H.M. Government should have taken the inexplicable course of\r\ngratuitously offending the French Government is not explained, but at\r\nall events the practice was abandoned.\r\n\r\nWhen, towards the end of August, it was announced that the Crown Prince\r\nwas advancing upon Paris, the Empress, the members of the Government,\r\nand the Chambers, proclaimed their determination to stay in the town.\r\nThe Empress probably feared that if she once left, she might never\r\nreturn; but the decision to attempt to govern a country from a besieged\r\ntown was so obviously unpractical that it can hardly have been taken\r\nseriously, for it was plain that each party in turn would discover that\r\nit was essential to be in communication with the outside world. The\r\nEmpress herself seems to have preserved her fortitude during this\r\nunhappy period. 'I saw the Empress yesterday,' wrote Lord Lyons, on\r\nSeptember 1, 'for the first time since the war. She was calm and\r\nnatural, well aware, I think, of the real state of things, but\r\ncourageous without boasting or affectation. She let me know by La Tour\r\nd'Auvergne that she would like to see me. She did not invite, nor did I\r\noffer any advice or any assurances or conjectures as to what England or\r\nany other Power was likely to do.'\r\n\r\nWithin three or four days of this interview the Empress herself was a\r\nfugitive, the Empire had collapsed without a hand being raised to defend\r\nit, and the mob, breaking into the Chamber, had called the Third\r\nRepublic into existence. The delight of changing one form of government\r\nwas so great that the French almost forgot for the moment that the enemy\r\nwas practically at the gates of Paris, but M. Jules Favre, the Minister\r\nfor Foreign Affairs in the new Provisional Government, lost no time in\r\ncommunicating with Lord Lyons and sounding him with regard to mediation.\r\n\r\nAccording to Jules Favre, the new Government had two courses of action\r\nin view. The first was to proclaim loudly that France would fight to the\r\ndeath rather than make any undue concessions to Prussia. This was the\r\ncourse intended for public consumption. The second and practical course\r\nwas to accept cordially the intervention of Foreign Powers with the\r\nobject of restricting French sacrifices within endurable limits. In\r\nother words, he thought that France ought to submit to paying the\r\nexpenses of the war, provided her territorial integrity remained intact.\r\nAs for agreeing to a cession of territory, no man in France would\r\nventure even to speak of such a thing, and the Government and the people\r\nwere equally determined to perish rather than give way upon it. The\r\npublic, and in particular, the inhabitants of Paris were greatly averse\r\nfrom any pecuniary sacrifice, but he (obviously considering himself\r\nto be an exceptionally far-seeing statesman) felt so strongly that a\r\npecuniary sacrifice was necessary, that unless the principle was acceded\r\nto, he should feel bound to leave the Government. If, therefore, foreign\r\nGovernments would offer mediation upon the basis of keeping French\r\nterritory intact, their intervention would be extremely useful and ought\r\nto be admitted gratefully by France. If, however, Foreign Powers could\r\nonly mediate on the basis of a cession of territory, their interference\r\nwould be ineffectual and offensive, rather than agreeable to France.\r\n\r\nIt is rather surprising, in view of this artless opinion, to learn that\r\nJules Favre seemed to be pretty well acquainted with the feeling in\r\nGermany; and, at all events, he realized that the one neutral Power who\r\nwas likely to influence Prussia was Russia. It is also rather surprising\r\nto learn that he considered the immediate proclamation of a Republic to\r\nbe a mistake, due to the impetuosity of the Paris population, and\r\ncalculated to alienate the French provinces as well as foreign\r\nGovernments, and he was forced to admit that the new Government was\r\ncompletely under the control of the mob.\r\n\r\nOn September 6, a surreptitious interview took place between Lord Lyons\r\nand M. Thiers, who was not a member of the Government of National\r\nDefence.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, Sept, 6, 1870.\r\n\r\n    I have had conversations to-day, both with Thiers and with Jules\r\n    Favre. They think they can bring public opinion to accept a peace\r\n    with a large pecuniary indemnity to Prussia, but they are afraid of\r\n    being thought by the populace to be begging the aid of England at\r\n    this moment: so much so, that Thiers was afraid either of coming\r\n    here or of my going to his house, and asked me to meet him at\r\n    Alphonse de Rothschild's.\r\n\r\n    I put to him the extreme difficulty of inducing Prussia to accept\r\n    mediation without securing some cession of territory, and asked him\r\n    whether he would still be in favour of its being offered, even if\r\n    Prussia were almost certain to reject it. He considered the Pros and\r\n    Cons. On the one hand, he saw danger to France and to Europe, if the\r\n    neutral Powers should look quietly on, while France was being\r\n    destroyed, without any sort of mark of feeling, or of protest\r\n    against her dismemberment. On the other hand, he did not conceal\r\n    from himself that it might lower the authority of the other Powers,\r\n    and in some sort put a seal upon the predominance of Prussia, if\r\n    they spoke in vain and took no steps to give effect to their\r\n    language. After some consideration, however, he said he inclined\r\n    to the opinion that the offer should at all events be made.\r\n\r\n    I told Jules Favre that Thiers had hesitated about this. He answered\r\n    at once: 'I do not hesitate for a moment. I decidedly wish the\r\n    mediation, on the basis of the integrity of our territory, to be\r\n    made, whether Prussia accepts it or not.'\r\n\r\n    Jules Favre was very decided about the armistice. He thought France\r\n    could not herself ask for one, in her present position, but it was\r\n    plain enough (which is certainly not at all surprising) that he\r\n    would be very grateful to any neutral Power who would try to bring\r\n    one about.\r\n\r\n    Time presses, for the Prussians may be said to be almost literally\r\n    at the gates.\r\n\r\n    Thiers pointed out with all his clearness and eloquence the danger\r\n    to the different nations of Europe, of the predominance of Prussia,\r\n    and dwelt also a good deal upon the risk of a Red Republic, with a\r\n    foreign propaganda, etc., etc., if the present Government were\r\n    overthrown in consequence of further military reverses, or of a\r\n    disgraceful peace. He pointed out that, with the exception of\r\n    Rochefort, all the Provisional Government were Moderate Republicans\r\n    and honest men. Rochefort was, he said, very manageable and less\r\n    dangerous in the Government than out of it. He was in hopes order\r\n    would be maintained, but he did not shut his eyes to the fact that\r\n    the Government was without the means of resisting the mob of Paris,\r\n    if the mob should become excited or enraged by defeats.\r\n\r\n    There seems to me to be a great deal of depression in Paris. People\r\n    seem to feel that an obstinate defence of the town might only lead\r\n    to its destruction and leave France more at the mercy of Prussia\r\n    than ever. They have also a great dread, that while the respectable\r\n    citizens are on the ramparts, the Reds may pillage the town.\r\n\r\n    How all this may turn out, I do not pretend to guess. The first\r\n    days of a Revolution are generally those on which the mob behaves\r\n    the best. Hitherto everybody has behaved extremely well, and only a\r\n    few people have suffered from the unfortunate epidemic which\r\n    prevails and makes every one who cannot speak French well be taken\r\n    for a Prussian spy.\r\n\r\n    Jules Favre has not yet announced his appointment as Minister for\r\n    Foreign Affairs, nor, I think, seen any of the Foreign Diplomatists\r\n    except me. The circular which he has prepared for Foreign Powers\r\n    is very fierce in its language, but it mentions peace, and even\r\n    pronounces the word '_traiter_' and he seems to consider it rather a\r\n    bold step towards accustoming the people of Paris to the idea of\r\n    treating while the Prussians are still on French soil.\r\n\r\nLord Granville, as his letters show, was at first by no means anxious to\r\nmediate, but altered his mind, because he was under the impression that\r\nthe change of government in Paris had made the Prussians more anxious to\r\ntreat. The French were not to be informed of this altered attitude on\r\nthe part of their adversary but were to be encouraged to put forward\r\n'elastic' proposals, Bismarck having graciously intimated that he had\r\nno objection to England becoming the channel of communication. The\r\nobjections to mediation were sufficiently obvious. If the basis of a\r\ncession of territory were to be adopted, then it would be clearly\r\nundesirable for any neutral country to attempt to exercise any pressure\r\nupon France, and there would not be anything to be gained by such\r\naction, for France could always obtain peace on these terms from Prussia\r\nwithout foreign aid. If, on the other hand, mediation was adopted on the\r\nbasis of the integrity of French territory, there appeared to be little\r\nor no chance of success.\r\n\r\nIn spite of the unpromising prospects various attempts were made to\r\nsound the views of the Prussian Government with regard to an eventual\r\npeace on the basis of integrity of territory. The Russians were\r\nrequested by the French to make known the terms on which the latter were\r\nprepared to treat. Communications at Berlin were made by the Italian\r\nGovernment, and the meddling Beust caused it to be announced to the\r\nPrussian Government that France would accept an armistice on the\r\ncondition of territorial integrity. As he was a _persona ingratissima_\r\nto Bismarck, his efforts were not likely to meet with much success, and\r\nit was intimated to him and to the others that Bismarck reserved to\r\nhimself all discussions concerning the conditions of peace, and that the\r\nPrussian officials at Berlin had no authority to enter upon such\r\nmatters.\r\n\r\nBefore anything definite was decided upon as to how the Prussian\r\nGovernment was to be approached, Thiers started upon his historic\r\nmission to the Courts of the various Great Powers with the object of\r\nenlisting their practical sympathy on behalf of France.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, Sept. 12, 1870.\r\n\r\n    The provisional Government, though the most moderate and regular I\r\n    ever heard of, is sometimes a little sudden in its movements; and\r\n    accordingly Thiers's mission was announced in the _Journal Official_\r\n    before Jules Favre mentioned it to me, though I must do him the\r\n    justice to say that he came at an early hour for the purpose. It is\r\n    patriotic of Thiers to undertake it at his age, and with a prospect\r\n    at best of assisting to make a bitter peace just supportable. I am\r\n    glad you should hear from him the real state of things as to the\r\n    internal condition and prospects of society and Government in\r\n    France. He will also, I suppose, bring you the last word of the\r\n    Provisional Government on peace. My impression is that they will\r\n    give up almost anything to save territory; but they are, or at all\r\n    events believe themselves, capable of a great _coup de désespoir_\r\n    rather than yield that. The Reds within are more likely to give\r\n    permanent trouble than the Prussians without.\r\n\r\n    Some of my colleagues are I am afraid rather cross at my not setting\r\n    them the example of going off to Tours. The notion under present\r\n    circumstances seems to me most injudicious. Either the French will\r\n    make terms as soon as the enemy approach Paris, or being unable to\r\n    do so, they will stand a siege and announce a desperate resistance.\r\n    Upon this last contingency coming to pass we had better get out of\r\n    Paris as fast as we can; but if there is negotiation we may possibly\r\n    be of use here, while we could certainly be of none at Tours, to\r\n    say nothing of the absurdity of our going off under present\r\n    circumstances to Tours, without the Minister for Foreign Affairs.\r\n\r\nThe various interviews which took place between Thiers and Lord\r\nGranville have been described at length by Lord Fitzmaurice. In the\r\nmain, the causes of the war, as expounded by Thiers, were in accordance\r\nwith those described by Lord Lyons in the letters previously quoted,\r\nalthough he seems to have unjustly laid much of the responsibility upon\r\nthe Empress, and to have unduly exalted his own prescience, having\r\nalways been obsessed with the idea that he was a military genius. As for\r\nthe form of government in France, although an Orleanist himself, he\r\nconsidered that Bonapartists, Bourbons, and Orleanists were all out of\r\nthe question for the time being, and that a Republic was the only\r\npossible solution under existing circumstances. To put it shortly,\r\nhe had started on his mission through Europe in order to obtain\r\nintervention, and had began with England in order to persuade her if\r\npossible to use her moral influence in securing peace. This application\r\nwas supported by much high-sounding rhetoric on the subject of the\r\nancient friendship between England and France, and of the necessity of\r\nthe former retaining her due ascendency in the Councils of Europe, etc.,\r\netc., etc. Exhausted at the conclusion of his eloquent arguments, he\r\nwent to sleep, as recorded by Lord Granville, without waiting to listen\r\nto the latter's reply, and the really practical part of the conversation\r\nseems to have been the suggestion that the way should be paved by the\r\nBritish Government for an interview between Jules Favre and Bismarck.\r\n\r\nOn the next day Thiers proposed that H.M. Government should at once\r\nrecognize the Republic; but to this Lord Granville demurred, on the\r\nground that it would be contrary to precedent, and that the Republic\r\nhad at present no legal sanction, because no Constituent Assembly had\r\nyet decided on the future government of the country.\r\n\r\nUpon the occasion of a third interview, Thiers's arguments seem to have\r\nbeen still more forcible.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Granville to Lord Lyons._\r\n\r\n    Foreign Office, Sept. 16, 1870.\r\n\r\n    I called again on M. Thiers at his request to-day. He thanked me for\r\n    the letter which I had written to Bernstorff, although he thought it\r\n    might have been in warmer terms.\r\n\r\n    He informed me of his plan to go to Petersburg, by France, Turin and\r\n    Vienna. He said that by that way he should be within reach of\r\n    telegraphic and other news, and could be recalled, if wanted. He\r\n    should go back if his concurrence was absolutely necessary to the\r\n    conclusion of peace. He admitted that it would be most painful to\r\n    sign any peace at this time; that M. Jules Favre, on the contrary,\r\n    did not dislike the notion of it.\r\n\r\n    He spoke sanguinely of the defence of Paris: he counted the number\r\n    of armed men and the completeness of the ordnance. He gave some\r\n    credence to the report of General Bazaine's bold march. He then came\r\n    back to the subject of England's apathy: he dwelt upon the loss to\r\n    her dignity; the danger to her and to all Europe of the immense\r\n    preponderance of Germany. Austria must lose her German provinces.\r\n    What would not 60,000,000 Germans do, led by such a man as Bismarck?\r\n    I told him that I would not further discuss that matter with him,\r\n    and that his arguments went further than his demands. They were in\r\n    favour of an armed intervention. I had no doubt of what public\r\n    opinion here was on that point. He spoke of the sad task he had\r\n    undertaken, at his age, to go from Court to Court, almost as a\r\n    mendicant, for support to his country. I told him that it was most\r\n    honourable to him at his age, and after his long public life, to\r\n    undertake a task in which it was thought that he might be of use,\r\n    and that he ought not to be discontented with his mission here. He\r\n    could hardly have hoped, even with his ability, to change the\r\n    deliberate course of policy which H.M. Government had adopted, and\r\n    which they had announced to Parliament. But his second object, that\r\n    of explaining the necessity at this moment of the present Government\r\n    in France, and of the merits of M. Favre and General Trochu, and its\r\n    leading members, had had much effect upon me, and upon others with\r\n    whom he had conversed. We had also during his presence here arranged\r\n    the possibility of a meeting between M. Favre and Count Bismarck,\r\n    which if it took place (about which I was not sanguine) must, in any\r\n    case, be of some use.\r\n\r\n    We parted in a most friendly manner.\r\n\r\nThe offer to sound Bismarck on the question of receiving Jules Favre\r\nwas enthusiastically received by the latter, who had a strong personal\r\nfeeling on the subject. As, however, he had just concocted the\r\ncelebrated proclamation that France would never consent to yield 'a\r\nstone of her fortresses or an inch of her territory,' he could hardly be\r\nsaid to approach the question of peace in a practical spirit, nor did he\r\nreceive much assistance from his countrymen in general, for at that\r\nperiod no Frenchman could be found who was willing to admit openly the\r\npossibility of a cession of territory, whatever opinions may have been\r\nentertained in secret. Shrewder judges than Jules Favre, who, although\r\nable and honest, was too emotional for diplomatic work, suspected, with\r\nreason, that Bismarck was determined not to negotiate through neutrals,\r\nand not to negotiate at all except under the walls of Paris or in Paris\r\nitself.\r\n\r\nThe emissary appointed to approach Bismarck was Malet, who was selected\r\nbecause he was discreet, knew German well, and was already acquainted\r\nwith Bismarck, but no sooner had he been despatched than the Austrian\r\nAmbassador, Metternich, announced that he had received authority from\r\nVienna to go in company with his colleagues to the Prussian\r\nHeadquarters. Efforts were made to stop Malet, but fortunately without\r\nsuccess, and the private letter from the latter (extracts of which have\r\nalready been published) recounting his interview, is a singularly\r\ngraphic and interesting presentment of Bismarck's real disposition.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Mr. Malet to Lord Lyons._\r\n\r\n    Paris, September 17, 1870.\r\n\r\n    During my two interviews with Count Bismarck on the 15th he said\r\n    some things which it may not be uninteresting to Your Lordship to\r\n    know although from the confidential familiar manner in which they\r\n    were uttered, I did not feel justified in including them in an\r\n    official report.\r\n\r\n    He stated it was the intention to hang all persons not in uniform\r\n    who were found with arms. A man in a blouse had been brought before\r\n    him who had represented that he was one of the Garde Mobile: Count\r\n    Bismarck decided that as there was nothing in his dress to support\r\n    his assertion he must be hung, and the sentence was forthwith\r\n    carried into effect. His Excellency added, 'I attach little value to\r\n    human life because I believe in another world--if we lived for three\r\n    or four hundred years it would be a different matter.' I said that\r\n    although some of the Mobile wore blouses, each regiment was dressed\r\n    in a uniform manner and that they all bore red collars and stripes\r\n    on their wristbands. His Excellency replied that that was not\r\n    enough, at a distance they looked like peasants and until they had\r\n    a dress like other soldiers those who were taken would be hung.\r\n\r\n    He said. 'When you were a little boy you wanted your mother to ask a\r\n    lady, who was not of the best position in society, to one of her\r\n    parties, your mother refused on which you threw yourself on the\r\n    ground and said you would not rise till you had got what you wanted.\r\n    In like manner we have thrown ourselves on the soil of France and\r\n    will not rise till our terms are agreed to.' In speaking of the\r\n    surrender of the Emperor he observed, 'When I approached the\r\n    carriage in which the Emperor was His Majesty took off his cap to\r\n    salute me. It is not the custom for us when in uniform to do more\r\n    than touch the cap--however I took mine off and the Emperor's eyes\r\n    followed it till it came on a level with my belt in which was a\r\n    revolver when he turned quite pale--I cannot account for it. He\r\n    could not suppose I was going to use it but the fact of his changing\r\n    colour was quite unmistakable. I was surprised that he should have\r\n    sent for me, I should have thought I was the last person that he\r\n    would wish to receive him because he has betrayed me. All that has\r\n    passed between us made me feel confident that he would not go to war\r\n    with Germany. He was bound not to do so and his doing it was an act\r\n    of personal treachery to me. The Emperor frequently asked whether\r\n    his carriages were safe out of Sedan, and a change indicating a\r\n    sense of great relief came over him when he received news of their\r\n    arrival in our lines.' M. de Bismarck talked in the most\r\n    contemptuous terms of M. de Gramont, allowing him only one merit\r\n    that of being a good shot. He touched on the publication of the\r\n    secret treaty, but his arguments in defence of it were rather too\r\n    subtle for me to seize them clearly. He said the secret should have\r\n    died with him had France had a tolerable pretext for going to war,\r\n    but that he considered her outrageous conduct in this matter\r\n    released him from all obligation.\r\n\r\n    'If,' he remarked, 'a man asks the hand of my daughter in marriage\r\n    and I refuse it I should consider it a matter of honour to keep the\r\n    proposal a secret as long as he behaved well to me, but if he\r\n    attacked me I should be no longer bound. This is quite a different\r\n    question from that of publishing a secret proposition at the same\r\n    time that you refuse it; you must be a Beust or an Austrian to do\r\n    that.'\r\n\r\n    In talking of the scheme to replace the Emperor on the throne by the\r\n    aid of Bazaine and the French Prisoners in Germany, I asked whether\r\n    His Majesty was now in a state of health to be willing to undertake\r\n    such a work. He answered that he never in his life had seen the\r\n    Emperor in the enjoyment of better health and he attributed it to\r\n    the bodily exercise and the diet which late events had forced upon\r\n    him.\r\n\r\n    Count Bismarck spoke of Italy and appeared to think that it was in\r\n    immediate danger of Republican revolution. He said 'If,' as appeared\r\n    likely at the beginning, 'Italy had sided with France such a\r\n    movement would have broken out at once; we had everything prepared,\r\n    and could have forced on a revolution within three days after a\r\n    declaration of war.'\r\n\r\n    On leaving him he asked me if I had a horse, saying, 'I would offer\r\n    you mine but the French are in the habit of firing on our\r\n    Parlementaires and as I have only one I cannot afford to lose it.'\r\n\r\nFrom the French point of view there was very little encouragement to\r\nbe derived from these frank and even brutal opinions, but one result\r\nof some importance was obtained, for at the close of the interview,\r\nBismarck intimated to Malet 'as a friend' that if a member of the\r\nGovernment of National Defence chose to come he would be happy to\r\nreceive him, and added that he need feel no anxiety as to the nature of\r\nhis reception. Upon returning to Paris, Malet gave this message to Jules\r\nFavre at the British Embassy, and although the latter said nothing at\r\nthe moment, he proceeded shortly afterwards to Ferrières, where the\r\ncelebrated interview took place, and the opportunity of making peace on\r\neasy terms was thrown away, for 'as an old friend' Bismarck had also\r\nassured Malet that the Prussians were not going to ask for Alsace or\r\nLorraine, but only for Strasburg and Metz, as a precaution against\r\nfuture attacks.\r\n\r\n\r\nFOOTNOTES:\r\n\r\n  [17] As Minister for Foreign Affairs.\r\n\r\n  [18] French Ambassador at Berlin.\r\n\r\n  [19] 'The Life of Lord Granville.'\r\n\r\n  [20] Bavarian Minister.\r\n\r\n  [21] Prussian Under Secretary of State for Foreign Affairs.\r\n\r\n  [22] Foreign Minister."
  ]
}