{
  "index": 18,
  "title": "Chapter 17",
  "paragraphs": [
    "THE GOVERNMENT OF NATIONAL DEFENCE\r\n\r\n(1870-1871)\r\n\r\n\r\nThe investment of Paris being now imminent, the Diplomatists had to make\r\nup their minds as to whether they should remain or leave, and the latter\r\ncourse was adopted.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Tours, Sept. 19, 1870.\r\n\r\n    I was a good deal put out at having to leave Paris. The interest is\r\n    still there: there was no danger in staying, and of course the\r\n    Diplomatists could have got the Prussians to let them through the\r\n    lines. But as soon as Jules Favre himself advised that I should go,\r\n    I had nothing to say to my colleagues of the Great Powers, whom I\r\n    had withstood, not without difficulty, for some time. At all events\r\n    I could not have stayed if they went, without exposing myself to all\r\n    kinds of misrepresentation, and presenting myself to the public and\r\n    Foreign Powers as the special partisan and adviser of the present\r\n    French Government. The Representatives of the small Powers, or most\r\n    of them, want to be able to go home when they leave Paris, and are\r\n    very much afraid of the expense and difficulty of finding lodgings\r\n    here. Well they may be: I myself spent eight hours yesterday walking\r\n    about or sitting on a trunk in the porte cochère of the hotel, and\r\n    have at last, in order not to pass the night _à la belle étoile_,\r\n    had to come to a house out of the town.\r\n\r\n    I don't expect much from Jules Favre's interview with Bismarck, but\r\n    I am very impatient to know whether he was received, and if so, what\r\n    passed. I should be glad that Bismarck should distinctly announce\r\n    his terms, though I can hardly hope they will be such as France will\r\n    accept now. But it would be well, whatever they are, that the French\r\n    should know them, and thus get their minds accustomed to them, and\r\n    so know also what amount of resistance is better than yielding to\r\n    them. I myself think that the loss of territory and the humiliation\r\n    of France and the great diminution of her power and influence would\r\n    be great evils and great sources of danger: but, if we can have no\r\n    means of preventing them, I am certainly anxious that we should not\r\n    aggravate them by holding out hopes that our mediation could effect\r\n    a change, or rather by allowing the hopes to be formed, which the\r\n    mere fact of our mediating could not but give rise to. I have read\r\n    with great interest the accounts of your conversations with Thiers,\r\n    and have been still more interested by your correspondence with\r\n    Bernstorff on 'benevolent neutrality.' On his part it is just the\r\n    old story I used to hear in America from the Northerners: 'The\r\n    ordinary rules of neutrality are very well in ordinary wars, such\r\n    as those in which we were neutrals, but our present cause is so\r\n    pre-eminently just, noble and advantageous to humanity and the rest\r\n    of the world, that the very least other nations can do is to strain\r\n    the laws of neutrality, so as to make them operate in our favour and\r\n    against our opponents.'\r\n\r\n    Thiers himself was expected here yesterday. Jules Favre did not\r\n    say positively that he was coming here himself, but he gave me to\r\n    understand that it was not improbable he should do so. He must make\r\n    haste, for we hear that the railway we came by is already broken up,\r\n    and all the others were impassable before.\r\n\r\nAs Lord Lyons's departure from Paris to Tours was practically the only\r\naction in the course of his career which was subjected to anything like\r\nunfavourable criticism, it is desirable to point out that as far back as\r\nAugust 31, Lord Granville had written to him in these words: 'I\r\npresume that your post will be with the Government as long as it is\r\nacknowledged; and that if the Empress and her Foreign Minister go to\r\nLyons or elsewhere, you would go too.' It is almost inconceivable that\r\nany one should have advocated the retention of the Ambassador in Paris\r\nafter that city had been cut off from the outside world; some of the\r\nmembers of the Government, it is true, including Jules Favre remained\r\nthere, but the _de facto_ Government of the country was temporarily\r\nestablished at Tours, and when Tours seemed likely to share the fate of\r\nParis, the Government was transferred to Bordeaux. It was so obviously\r\nthe duty of diplomatists to remain in touch with the French Government\r\nthat the wonder is that any objection should ever have been raised, and,\r\nas has already been narrated, Lord Lyons had been urged to move long\r\nbefore he would consent to do so. The action of the Ambassador was the\r\nsubject of an attack upon him subsequently in Parliament by the late Sir\r\nRobert Peel, which proved singularly ineffective.\r\n\r\nFew people had anticipated much result from Jules Favre's visit to\r\nBismarck, and when the latter insisted upon a surrender of territory\r\nbeing accepted in principle, the French envoy burst into tears.\r\nAccording to Bismarck this display of emotion was entirely artificial,\r\nand he even accused Jules Favre of having painted his face grey and\r\ngreen in order to excite sympathy, but in any case it became perfectly\r\nplain that no agreement was in sight and that the war would have to\r\ncontinue. In justice to the French it must be said that Bismarck seemed\r\nto have made his terms as harsh in form as they were stringent in\r\nsubstance, and it was difficult to conceive any Government subscribing\r\nto his conditions; as for poor Jules Favre he had to console himself by\r\nissuing a stirring address to his fellow-countrymen.\r\n\r\nAlthough the French public naturally began to display some impatience\r\nand irritation at the slowness with which 'Victory' was being organized,\r\nand to talk of Carnot, the old Republic, and the necessity of a Red\r\nRepublic if heroes were to be produced, the Tours Government continued\r\nto hold its own fairly well; there was little trouble about the\r\nfinances; disorders were suppressed, and the arrival of Gambetta infused\r\na good deal of energy into the administration. After the manner of\r\nFrench statesmen, Gambetta, upon his arrival at Tours, issued a spirited\r\nproclamation, announcing _inter alia_ that Paris was impregnable, and\r\nexplaining that as the form of Government had changed from a shameful\r\nand corrupt autocracy to a pure and unsullied Republic, success was a\r\nmoral certainty. Gambetta, who had assumed the office of Minister of\r\nWar, summoned to his assistance the veteran Garibaldi, and the arrival\r\nof the former obviously embarrassed the peace-loving diplomatists, who\r\nexpressed regret that his balloon had not capsized on the way from\r\nParis.\r\n\r\nBy the middle of October, however, the French Government began to show\r\nsigns of wiser dispositions.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Tours. Oct. 16, 1870.\r\n\r\n    As you will see by my long despatch of to-day, I went yesterday with\r\n    the Comte de Chaudordy[23] into the questions of the '_pouce de notre\r\n    territoire_' and the '_pierres de nos forteresses_.' The fortresses\r\n    have in point of fact been tacitly abandoned for a long time,\r\n    provided the dismantling them only, not the cession of them to\r\n    Prussia is demanded.\r\n\r\n    M. de Chaudordy said that he would tell me what was in the bottom of\r\n    his heart about the cession of territory, if I would promise to\r\n    report it to your Lordship only in such a form as would ensure it\r\n    never being published now or hereafter, or even being quoted or\r\n    referred to.\r\n\r\n    Having received my promise and taken all these precautions, he said\r\n    that he did not regard some cession of territory as altogether out\r\n    of the question. The men at present in office certainly could not\r\n    retreat from their positive declaration that they would never yield\r\n    an inch of territory; but if the interests of France appeared to\r\n    require positively that the sacrifice should be made, they would\r\n    retire from office, and give place to men who were unshackled, and\r\n    not only would they abstain from opposing such men, but would give\r\n    them full support in signing a peace, which, however painful,\r\n    appeared to be necessary. M. de Chaudordy was convinced and indeed\r\n    had reason to know that the men now in office had patriotism enough\r\n    to act in this way in case of need, but he could not authorize me to\r\n    tell you this as a communication from the individuals themselves,\r\n    much less as a communication from the French Government. It would be\r\n    ruin to the men themselves and to the cause, if it should transpire\r\n    that such an idea had ever been contemplated at a moment like this.\r\n    For it to be carried into effect with any success, it must appear to\r\n    rise at the critical time out of the necessities of the hour.\r\n\r\n    He concluded by reminding me of my promise that what he had said\r\n    should never be published or even referred to.\r\n\r\n    I thanked him for the confidence he had placed in me, and assured\r\n    him that he need not have the least fear that it would be abused. I\r\n    said however at the same time that he must feel, as I did, that\r\n    however useful it might be to be aware of the disposition he had\r\n    mentioned, as entertained by the men in power, it would be very\r\n    difficult for a Government to make information, given with so much\r\n    reserve, the foundation of any positive measures.\r\n\r\nThis criticism was sufficiently obvious. If the information was never to\r\ngo beyond Lord Lyons and Lord Granville, of what practical use could it\r\nbe? It can only be supposed that those who sent Chaudordy, intended that\r\nhis confidential communication should somehow or other reach the\r\nPrussian Government.\r\n\r\nHard upon Chaudordy, followed a man destined before long to achieve a\r\nmelancholy celebrity, General Bourbaki. General Bourbaki had been the\r\nvictim of a strange mystification, which resulted in his being permitted\r\nto leave Metz upon a secret mission to the Empress at Chislehurst, and\r\nwhen it was discovered that the whole thing was an ingenious fraud\r\nperpetrated by one Regnier (probably with the connivance of Bismarck),\r\nand that the Empress had never sent for him at all, he returned to\r\nFrance, but was not permitted to re-enter Metz. Consequently, he\r\nrepaired to Tours and gave the Ambassador the benefit of his views.\r\n\r\nGeneral Bourbaki, as a professional soldier, took a most gloomy view of\r\nthe military situation. He did not think that an army capable of coping\r\nwith the Prussians in the field in anything like equal numbers could be\r\nformed in less than five or six months, even with first-rate military\r\norganizers at the head of affairs, instead of the present inexperienced\r\ncivilians. According to him, the Army of Metz was in admirable condition\r\nand might perhaps break out, but even so, where was it to go? Its\r\nprovisions and ammunition would be exhausted long before it could get to\r\nany place where they could be replenished. As the surrender of Paris was\r\nreally only a question of time, the most prudent thing to do would be to\r\nmake peace whilst those two fortresses were still holding out, and it\r\nwould be to the interest of Prussia to do so, because if Metz fell,\r\nBazaine's army would disappear, and there would be no Government left in\r\nFrance with whom it would be possible to treat, and the Prussians would,\r\ntherefore, be forced to administer the country as well as occupy it. The\r\nProvisional Government, who must have had a high opinion of Bourbaki,\r\noffered him the title of Commander-in-Chief and the command of the Army\r\nof the Loire, but he declined the honour on the ground that he would not\r\nbe given unlimited military powers, and that nothing could be effected\r\nunder the orders of civilians absolutely devoid of military capacity.\r\n\r\nAnother visitor was M. Daniel Wilson, who achieved a sinister notoriety\r\nduring the Presidency of M. Grévy in connection with the alleged sale of\r\nhonours, etc. Wilson's object was to urge the desirability of summoning\r\na Constituent Assembly without delay, as he and his moderate friends\r\nwere convinced that such a body would be in favour of peace. He himself\r\nconsidered the prosecution of the war under existing circumstances to be\r\na crime, and he was not disposed to allow the six or seven men who had\r\nseized upon the Government, to achieve the ruin of France. Their only\r\nexcuse for postponing the elections was the difficulty of holding them\r\nin the districts occupied by the Prussians, but if an armistice could be\r\nobtained, that difficulty would disappear, and an armistice of only\r\nfifteen days would make the resumption of hostilities impossible. The\r\ninterest attaching to this visit lay in the fact that a peace party was\r\nnow actually in existence, whereas the Provisional Government at Tours,\r\nthe Ministers left in Paris, and the advanced Republicans seemed to\r\nbe still fully bent upon war _à outrance_, and as little willing as\r\never to hear of a cession of territory.\r\n\r\nBazaine capitulated on October 27, and shortly afterwards Thiers who had\r\nreturned to Paris from his circular tour round the Courts of Europe\r\nproceeded to the Prussian Headquarters to discuss with Bismarck the\r\nquestion of an armistice, a course of action which the Provisional\r\nGovernment had agreed to, provided it were initiated by a third party.\r\nThe attitude, however, of Gambetta and his friends did not encourage\r\nmuch hope of success.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Tours, Oct. 31, 1870.\r\n\r\n    Gambetta's Proclamation and the language Chaudordy has again been\r\n    directed to hold about cession of territory, will show you how vain\r\n    it is to try to induce these people to give a negotiation a fair\r\n    chance by abstaining during the course of it from violent and\r\n    imprudent language.\r\n\r\n    Nothing can look worse for France than things do at this moment. A\r\n    reign of terror, perseverance in hostilities until the country is\r\n    utterly ruined, a dissolution of all order and discipline in the\r\n    army, and a total disorganization of society might seem to be\r\n    threatened. I take comfort from the thought that much allowance must\r\n    be made for the first ebullition of grief and rage at the surrender\r\n    of Bazaine, and that some of Gambetta's fire and fury may be\r\n    intended to divert blame from himself for a catastrophe which he did\r\n    nothing to prevent. Anyhow things are gloomy enough, and I am\r\n    nervous and uneasy about Thiers and his mission, and should be glad\r\n    to hear that he was at least safe out of Paris again.\r\n\r\nThe news of the capitulation of Metz was at once followed by an\r\nunsuccessful outbreak against the Government in Paris, headed by the\r\nwell-known revolutionary, Gustave Flourens, who seized the Ministers and\r\nproclaimed the Commune at the Hotel de Ville. The Ministers, however,\r\nwere shortly liberated by the Garde Mobile and National Guards and order\r\nwas restored without much difficulty in the course of a few hours.\r\nFlourens, who was subsequently shot by the Versailles troops during the\r\nsuppression of the Commune in 1871, was generally regarded as the most\r\nformidable 'man of action,' and had lately been residing in London. It\r\nis interesting to record the impression which the wasted potentialities\r\nof England made upon this impartial visitor. _Me voici, avec mes amis\r\nFélix Pyat et Louis Blanc à Londres, dans ce pays d'Angleterre qui\r\npourrait être si grand à condition de n'avoir point ni les Lords ni la\r\nBible!_ One almost wishes that he had been spared to witness the\r\noperation of the Parliament Act.\r\n\r\nThe Paris Government, adroitly profiting by the overthrow of Flourens\r\nand his friends, at once organized a plébiscite in the city, and emerged\r\ntriumphantly with over 500,000 votes recorded in their favour as against\r\n60,000 dissentients. This was all to the good, as it showed that\r\nmoderate opinions were still in the ascendency, and whereas the fall of\r\nMetz was at first received with frantic cries of rage and war to the\r\nknife, people began to look a little more calmly on its effect on the\r\nmilitary situation, and hopes were entertained that the mission of\r\nThiers to Bismarck, which had been promoted by Her Majesty's Government,\r\nwould result in the conclusion of an armistice. These hopes were doomed\r\nto disappointment, for after several interviews at Versailles, during\r\nthe course of which an agreement for some time appeared probable,\r\nnegotiations were finally broken off on the question of revictualling\r\nthe various fortresses, more especially Paris.\r\n\r\nThiers, who had repaired to Tours after the failure of his efforts, gave\r\nLord Lyons in strict confidence a full and interesting account of his\r\nnegotiations with Bismarck.\r\n\r\nAt the first important interview, which took place at Versailles on\r\nNovember 1, no serious objection was raised to the proposals of the\r\nFrench Government, and after a conversation which lasted two or three\r\nhours, Thiers took his leave with good hopes for the success of the\r\nnegotiation.\r\n\r\nThe second conference, on the following day, passed equally\r\nsatisfactorily. On Thursday, the 3rd, Bismarck kept Thiers waiting a\r\nshort time, and said that he had been detained at a military meeting\r\nheld by the King. He seemed annoyed and irritable, and indeed on one\r\noccasion, quite lost his temper. Nevertheless, Thiers resenting this, he\r\napologized and assumed a civil and indeed caressing demeanour. He\r\nasserted that _les militaires_, as he always called them, made\r\nobjections to the proposed revictualling of Paris and that they also had\r\nsome reservations to make with respect to the suggested elections. _Les\r\nmilitaires_ also urged that if, as proposed, Paris were to be\r\nprovisioned during twenty-five days' armistice, those days would be\r\nabsolutely lost to the German arms, and the surrender of the town\r\ndeferred for at least that time. On being sounded as to what might be\r\nconsidered an equivalent, it appeared that two or more of the detached\r\nforts, or some other concession equally inadmissible, would be demanded.\r\nOn finding, therefore, that Bismarck was unshaken in declaring that\r\npositively _les militaires_ would not allow Paris to be revictualled,\r\nThiers had no alternative but to withdraw from the negotiation and to\r\nrequest facilities for communicating the result to the Government in\r\nParis. _Les militaires_, it will be observed, played much the same\r\nconvenient part in this affair as the King of Prussia in the arguments\r\nused against Lord Clarendon's secret disarmament proposals.\r\n\r\nUpon the Paris Government becoming acquainted with these terms, Jules\r\nFavre directed Thiers to break off the negotiations and leave Versailles\r\nimmediately; a decision which Bismarck stated caused him great regret\r\nand induced him to suggest that elections should be held even while\r\nhostilities were going on. He made no offer, however, of any concession\r\nwith regard to the revictualling of Paris.\r\n\r\nThe conclusion which Thiers arrived at was that there was both a\r\npolitical and a military party at the Prussian Headquarters. The\r\npolitical party, with which Bismarck himself to a great extent agreed,\r\nwas desirous of bringing the war to an end by concluding peace on\r\ncomparatively moderate terms. The military party held that the glory of\r\nthe Prussian arms and the future security of Germany demanded that the\r\nrights of war should be pushed to the utmost, and that France should be\r\nlaid waste, ruined, and humiliated to such a degree as to render it\r\nimpossible for her to wage war again with Germany for very many years.\r\nHe could not, however, discover even among the most moderate of the\r\nso-called political party any one who seemed to ask less than the\r\ncession of Alsace and of that part of Lorraine in which German is\r\nspoken. It seems clear that Bismarck impressed Thiers with his sincerity\r\nat the commencement of the negotiations, and with the belief that he was\r\nsubsequently overruled by _les militaires_, but whenever it was\r\nsuggested that the armistice had been proposed to both parties by the\r\nneutral Powers, Bismarck showed much 'impatience and annoyance.' He\r\nshowed Thiers the letters which the Emperor Alexander had written to the\r\nKing of Prussia. They were 'warm, earnest letters,' but written as from\r\na friend to a friend, without in the least assuming the tone of a\r\nsovereign addressing a brother sovereign on a matter concerning the\r\nrelations of their respective Governments. Of Great Britain, it is sad\r\nto learn, he spoke with 'special ill-humour.' One subject upon which he\r\ntouched is not without interest at the present day. He complained\r\nbitterly of the treatment to which the crews of captured German merchant\r\nvessels were subjected, and said that he should give orders to have an\r\nequal number of French non-combatants arrested and treated in the same\r\nway. When it was mildly suggested that this would hardly be in\r\naccordance with international maritime law, he exclaimed with some\r\nviolence: 'Who made the code of maritime law? You and the English,\r\nbecause you are powerful at sea, it is no code at all, it is simply the\r\nlaw of the strongest!' To this Thiers appears to have retorted that he,\r\nBismarck, did not on all occasions seem disposed to repudiate the law of\r\nthe strongest.\r\n\r\nSo far as the convocation of a National Assembly was concerned Bismarck\r\nalleged complete indifference, explaining that he had now two\r\nGovernments with which to treat, one at Paris, and the other at\r\nWilhelmshöhe, and although he expressed unmitigated contempt for the\r\nEmperor Napoleon, he was nevertheless quite ready to make use of him\r\nto attain his ends.\r\n\r\nDuring the fruitless negotiations which had taken place, first when\r\nconducted by Jules Favre, and secondly when conducted by Thiers, the\r\nBritish Government found itself in a somewhat embarrassing position. It\r\nwas perfectly sincere in desiring to bring about peace between France\r\nand Prussia, but it was unwilling to identify itself with the one\r\nproposal which would have had that effect, viz. the cession of\r\nterritory, and the perplexity in which the English Ministers found\r\nthemselves is illustrated by a letter from Mr. Gladstone to Lord Lyons.\r\n\r\n       *       *       *       *       *\r\n\r\n    11, Carlton House Terrace, Nov. 7, 1870.\r\n\r\n    I have seen your letter to Lord Granville in which you notice that\r\n    in a note to him I had expressed a hope you would not allow the\r\n    French to suppose we adopted their view as to integrity of\r\n    territory.\r\n\r\n    I do not recollect the exact words to which you may refer, but I\r\n    write a line lest I should by chance have conveyed a false\r\n    impression.\r\n\r\n    At an earlier stage of this tremendous controversy, the French took\r\n    their stand upon inviolability of soil. That ground always seemed to\r\n    me quite untenable in the case of a country which had made recent\r\n    annexations.\r\n\r\n    The French also declared that they would surrender neither an inch\r\n    of their territory nor a stone of their fortresses. This appeared to\r\n    me an extravagant proposition, and, what is more important, I\r\n    venture to say it was thought unreasonable by my colleagues and by\r\n    the country generally. It is possible that my note may have referred\r\n    to either of these views on the part of France.\r\n\r\n    But I am very sorry if I have conveyed to you on my own part, or by\r\n    implication on the part of any one else, the belief that we approved\r\n    of, or were in our own minds indifferent to the transfer of\r\n    Alsatians and Lorrainers from France to Germany against their will.\r\n\r\n    On this subject, I for one, entirely concur with the opinions you\r\n    have so admirably expressed in your letter, and I should be to the\r\n    last degree reluctant to be a party not only to stimulating a German\r\n    demand of this kind, but even to advising or promoting a compliance\r\n    with it on the part of France.\r\n\r\n    All this you will see is quite distinct from and consistent with the\r\n    desire which you and which we all entertain that the Defence\r\n    Government of France should not needlessly deal in abstract\r\n    declarations, and with a full approval of your reticence as to the\r\n    conditions of peace.\r\n\r\n    On the failure of the armistice I think the Cabinet will disperse,\r\n    as having nothing more to consider in the present circumstances. I\r\n    cannot help feeling doubtful whether the Prussians do not lose more\r\n    than the French by the unhappy failure of the negotiations.\r\n\r\n    We are all more grieved at the failure than surprised.\r\n\r\nIt is difficult to read much meaning into the above involved epistle.\r\nHow, for instance, could any fortresses be surrendered without Alsatians\r\nand Lorrainers being handed over to Prussia? Put into plain language,\r\nthe letter presumably meant that H.M. Government was anxious to remain\r\nfriends with both sides, but was afraid to make the one recommendation\r\nto the French which would have been of any use, and hoped that the\r\nproposal of a cession of territory would eventually be made on the\r\nlatter's initiative.\r\n\r\nThiers, who in the course of his tour round the capitals of Europe had\r\nvigorously denounced (especially to the Italians) the apathy and\r\nselfishness of England, now intimated to the Ambassador that he was\r\nwilling to go back to London if he could contribute, by so doing, to\r\nbring about an armistice and a peace, but received no encouragement;\r\npartly because it was thought that the less the British Government\r\ndid, which appeared to be prompted by France, the more Bismarck might be\r\ninclined to yield, and partly because it would cause irritation in\r\nFrance, if Thiers made another formal expedition to England without\r\nproducing any marked result.\r\n\r\nA momentary elation was just about this time produced at Tours by the\r\nvictory of General d'Aurelle des Paladines and the recapture of Orleans,\r\nbut Gambetta does not appear to have lost his head in consequence of\r\nthis temporary success or to have attached undue importance to it.\r\nGambetta's opinion was that France could hold out for four months, and\r\nthat the Germans would not be able to stay so long in the country. He\r\ntold Lord Lyons that he approved of the armistice on the terms proposed\r\nby the Government of Paris, and implied that he did, rather than not,\r\napprove of the readiness of that Government to conclude one still, if\r\nthrough the representations of the neutrals Prussia should yet be\r\nbrought to consent to reasonable terms for one. He manifested great\r\nindignation at Bismarck's contention that there was no Government in\r\nFrance, maintained that the Government of National Defence was a\r\nproperly constituted Government entitled to exercise all the powers of\r\nthe nation, and said that there was no need whatever of a Constitutional\r\nAssembly. As for General d'Aurelle des Paladines, his hour of triumph\r\nwas soon terminated; the Prussians drove him out of Orleans, and his\r\nfailure was ascribed by the Republicans to his action in proceeding to\r\nvenerate some relics in the Orleans cathedral.\r\n\r\nIn the meanwhile Mr. Gladstone's Government found themselves confronted\r\nwith a difficulty which had to some extent been foreseen, but which was\r\nentirely unexpected at that particular moment. In the beginning of\r\nNovember, Prince Gortschakoff issued a circular denouncing the clauses\r\nof the Treaty of Paris which related to the Black Sea. Lord Granville\r\ncommunicated the intelligence in a letter to Lord Lyons dated November\r\n11.\r\n\r\n       *       *       *       *       *\r\n\r\n    Foreign Office, Nov. 11, 1870.\r\n\r\n    The shell has fallen suddenly. I expected it, but not in so abrupt a\r\n    form. If it was to come, I am not sure that I regret the way it has\r\n    done. Do not communicate officially my answer till the Russian\r\n    Government has received theirs: the messenger leaves London\r\n    to-night.\r\n\r\n    I am curious to hear what the Provisional Government will say. I\r\n    presume they will try to make a bargain on the subject. You will of\r\n    course explain to them that it is, at the very least, a more serious\r\n    subject for them than for us.\r\n\r\n    The handling of the matter is delicate and difficult. We are\r\n    unanimous about the first step, more in doubt about the next.\r\n\r\n    If Bernstorff gets permission to give a safe conduct to Odo Russell,\r\n    we mean to send him to-morrow to Versailles with our answer and a\r\n    private letter from me to Bismarck. I presume there is a private\r\n    understanding between Russia and Prussia, but it is not certain;\r\n    Bernstorff as usual was dumb, but intimated his surprise at the\r\n    form.\r\n\r\n    He tells me that my question will be met with a negative as to\r\n    provisioning Paris: the Generals will not hear of it. If so, I shall\r\n    ask whether he will still give facilities for an election without an\r\n    armistice, and then I shall request you to press the expediency of\r\n    summoning a Chamber on the Provisional Government--always declaring\r\n    that you do not wish to interfere with the self-government of\r\n    France.\r\n\r\nWhy it should have been assumed that the action of the Russian Government\r\nwas more serious as regards the French than ourselves, is not\r\nparticularly clear. Whatever the French Government may have said in\r\npublic on the subject, there can be little doubt that in secret they\r\nhailed it as a welcome diversion which might be turned to advantage. If\r\nit brought about a congress or conference, it might cause a stir amongst\r\nneutrals resulting in a check to Prussia as well as to Russia. The\r\ningenious Thiers at once grasped at the possibility of forming an\r\nEuropean Alliance against these two Powers.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Tours, Nov. 14, 1870.\r\n\r\n    Thiers has just paid me so long a visit that he has left me very\r\n    little time to write. His notion is that England, Austria, Italy,\r\n    Turkey and Spain should now unite with France to check the\r\n    aggression of Prussia and Russia, and he thinks that without war\r\n    this would lead to a Congress in which all Europe would settle the\r\n    terms of peace. If England lets the occasion go by, it will, in his\r\n    opinion, be she, not France, who will have sunk to the rank of a\r\n    second-rate Power. I thought my prudent course was to listen and say\r\n    nothing, which, as you know, is easy with him; for he talks too well\r\n    for one to be bored with him, and is quite content to talk without\r\n    interruption.\r\n\r\n    He had a violent argument with Chaudordy in the presence of\r\n    Metternich and me on the subject of the elections. Chaudordy\r\n    maintains the Government view that they are impossible without an\r\n    armistice. Thiers took the other side, and at last cried out: 'They\r\n    will at least be much more free under the Prussians than under\r\n    Gambetta's Prefects!'\r\n\r\nIn 'Bismarck, his Reflections and Reminiscences,' there occurs the\r\nsuggestive passage:--\r\n\r\n    'It was consequently a fortunate thing that the situation offered a\r\n    possibility of doing Russia a service in respect to the Black Sea.\r\n    Just as the sensibilities of the Russian Court, which owing to\r\n    the Russian relationship of Queen Mary were enlisted by the loss of\r\n    the Hanoverian Crown, found their counterpoise in the concessions\r\n    which were made to the Oldenburg connexions of the Russian dynasty\r\n    in territorial and financial directions in 1866; so did the\r\n    possibility occur in 1870 of doing a service not only to the\r\n    dynasty, but also to the Russian Empire.... We had in this an\r\n    opportunity of improving our relations with Russia.'\r\n\r\nThere can hardly be a shadow of a doubt that the denunciation of the\r\nBlack Sea clauses was what is vulgarly called a 'put up job' between\r\nBismarck and the Russian Government, probably arranged at Ems in the\r\nspring; but when Mr. Odo Russell made his appearance at Versailles in\r\norder to discuss the question, Bismarck assured him that the Russian\r\naction had not met with his sanction and added that the circular was\r\nill-timed and ill-advised. (In private, he subsequently expressed the\r\nopinion that the Russians had been much too modest in their demands and\r\nought to have asked for more.) As, however, the face of the British\r\nGovernment had to be saved somehow, a Conference in London was\r\nsuggested, and the efforts of Lord Granville were concentrated upon an\r\nattempt to persuade the Provisional Government of France to take part in\r\nit. This proved difficult, for the French made it clear that they were\r\nnot anxious to do so unless they could get some advantage out of it, and\r\nintimated that they meant to accept aid from any quarter where it might\r\nbe obtained--even from the 'Satanic Alliance,' as Thiers called it, of\r\nRussia. One of the difficulties encountered in dealing with the French\r\nGovernment arose from the discrepancy between language used in London by\r\nthe French Ambassador and that used by Chaudordy at Tours. The latter\r\nwas not a Minister and the Government consequently did not feel bound to\r\nsupport him. Chaudordy himself took advantage of his anomalous position\r\nto talk freely and to treat what he had said, according to\r\ncircumstances, as pledging or not pledging the Government, and, besides\r\nthis, the Government at Tours was liable to be disavowed by the\r\nGovernment at Paris.\r\n\r\nHow serious the situation was considered to be in London may be judged\r\nby the following two letters from Lord Granville to Lord Lyons.\r\n\r\n       *       *       *       *       *\r\n\r\n    Foreign Office, Nov. 28, 1870.\r\n\r\n    Pray exert all your influence to obtain the assent of France to the\r\n    Conference. It will of course be an annoyance to her that peace\r\n    instead of war prevails, and there is no doubt that a general\r\n    conflagration might be of advantage to her. But you may point out\r\n    that the very nature of the question almost precludes instant and\r\n    offensive war, and that hostilities distant in point of time would\r\n    be nothing but an embarrassment to her.\r\n\r\n    With regard to the Diplomatic position, it is a great step for the\r\n    Provisional Government that Prussia has asked us to obtain her\r\n    consent to a Conference. On the other hand, it would be a severe\r\n    blow to the Provisional Government if they were left out in the\r\n    cold, while the other Powers were settling a question of so much\r\n    interest to France.\r\n\r\n    If such an unfortunate state of things were to occur, we should do\r\n    our best to protect the dignity of France, but it would be\r\n    difficult. Do not encourage France to suggest delay.\r\n\r\n       *       *       *       *       *\r\n\r\n    Foreign Office, Nov. 30, 1870.\r\n\r\n    The French are unwisely playing the same game as they did under\r\n    Gramont about the Belgian Treaty. In each case, Bismarck had the\r\n    sense to do at once what was to be done.\r\n\r\n    It is an enormous step for the Provisional Government to be\r\n    recognized by Prussia, Austria, Turkey, Italy, and England as\r\n    capable of attending a Conference, and it will be very foolish of\r\n    them to lose the opportunity and remain out in the cold.\r\n\r\n    As London is the place, it would be my duty to issue the formal\r\n    invitations; at least I suppose so. Do your best to persuade them.\r\n\r\n    The Government here wish to hold their own, but are most desirous of\r\n    a prompt and peaceable solution of this 'Circular' question.\r\n\r\n    We shall adhere to anything we say, but you will observe that we are\r\n    not rash.\r\n\r\n    Turkey, Austria and Italy are not pleasant reeds to rest on.\r\n\r\n    If we go to war, we shall be very like the man with a pistol before\r\n    a crowd, _after_ he has fired it off. Do not let a pacific word,\r\n    however, escape your lips.\r\n\r\nThese two letters are a sufficiently clear indication of the highly\r\nuncomfortable position in which H.M. Government found itself involved,\r\nand of the urgent necessity of discovering some face-saving formula.\r\nFrance being incapacitated, it could hardly be supposed that Austria and\r\nItaly would go to war with Russia on account of a question whether\r\nRussia should or should not maintain a fleet in the Black Sea, and\r\nEngland with her ludicrous military establishments would therefore have\r\nbeen left to undertake the contest single-handed, or, at most, with the\r\nassistance of Turkey.\r\n\r\nUltimately, of course, a Black Sea Conference met in London, and a\r\nFrench representative, the Duc de Broglie, put in an appearance just as\r\nit was terminating, after ineffectual efforts had been made to secure\r\nthe presence of M. Jules Favre. Lord Fitzmaurice, in his 'Life of Lord\r\nGranville,' has elaborately endeavoured to show that the Conference\r\nresulted in a triumph for British diplomacy. If the acceptance of a\r\nparticular form of words (of which, by the way, no notice was taken by\r\nCount Aehrenthal when he annexed Bosnia and Herzegovina in defiance of\r\nthe Treaty of Berlin), constitutes a success, then Mr. Gladstone's\r\nGovernment were entitled to congratulate themselves; but as the Russians\r\ngot their way and established their right to maintain a fleet in the\r\nBlack Sea, they could legitimately claim that for all practical purposes\r\nthe triumph was theirs.\r\n\r\nIn the course of his interviews with Thiers, Bismarck had denounced\r\nEngland, and before the end of 1870 the feeling between England and\r\nPrussia was anything but friendly. At the outbreak of hostilities\r\nBritish sympathy had been almost universally on the side of Prussia, but\r\nas the war progressed, public opinion began to veer round. The change in\r\nopinion was due partly to sympathy with a losing cause, partly to an\r\nimpression that the Prussians were inclined to put forward unjust and\r\nexaggerated demands, partly to the violent abuse which appeared in the\r\npress of both countries, as well as to a variety of other causes. A\r\nletter from Mr. Henry Wodehouse, one of the secretaries at the Paris\r\nEmbassy, shows that the Crown Prince of Prussia, whose Anglophil\r\nsympathies were well known, deplored the tone of the German papers, and\r\nalludes at the same time to a domestic squabble in high German circles,\r\nthus showing that the Prussian Government as well as the French was not\r\nentirely exempt from internal dissensions.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Mr. Wodehouse to Lord Lyons._\r\n\r\n    Rouen, Nov. 16, 1870.\r\n\r\n    On Monday morning, before leaving Versailles, I had an interview\r\n    with the Crown Prince of Prussia at H.R.H.'s desire.\r\n\r\n    H.R.H. informed me that, at the last moment, when it was thought\r\n    that all was arranged for the Union of South Germany with the North\r\n    German Confederation, the Würtemberg Minister, instigated, it was\r\n    believed, by the Bavarian Government, had asked for a delay in order\r\n    to consult the other members of the Würtemberg Government, and had\r\n    started for Stuttgardt with this object. This sudden decision had\r\n    caused the King of Prussia and his Government very great annoyance.\r\n\r\n    H.R.H. spoke of the hostile tone lately adopted towards England by\r\n    the German press, which he assured me, was quite contrary to the\r\n    wishes of the Prussian Government, and that he himself much\r\n    regretted it, as he feared it would give rise to a spirit of\r\n    animosity between Prussia and England.\r\n\r\n    H.R.H. desired me to report this conversation to Lord Granville on\r\n    my arrival in England.\r\n\r\nAs was shown in the case of the American Civil War, it is extremely\r\ndifficult for a neutral to keep on good terms with both parties, however\r\nmuch it may be desired to preserve an absolutely impartial attitude. The\r\nFrench blamed us because they considered that we had not rendered them\r\nthe kind of assistance which they thought was due to them. The\r\nPrussians, on the other hand, were always discovering grievances which\r\nbetrayed our partiality. Upon the whole it is not surprising that our\r\nattitude provoked excessive irritation on their part, for we were\r\ncontinually harping on and deploring the iniquities of war, while\r\nperfectly ready to make a handsome profit out of it by selling anything\r\nto the belligerents. The late Sir Robert Morier admirably described the\r\nBritish attitude as it appeared to German eyes. \"We sit by like a\r\nbloated Quaker, too holy to fight, but rubbing our hands at the roaring\r\ntrade we are driving in cartridges and ammunition. We are heaping up to\r\nourselves the undying hatred of this German race, that will henceforth\r\nrule the world, because we cannot muster up courage to prevent a few\r\nBrummagem manufacturers from driving their unholy trade.\"[24] It is only\r\nfair to add, however, that German censure was confined to England; the\r\nAmericans, who exported arms in just the same way, were never denounced,\r\nbut possibly this was due to the fact that they assumed a less\r\nself-righteous attitude.\r\n\r\nWhatever may have been Bismarck's private sentiments with regard to\r\nEngland, he was not unconciliatory in public, and the various\r\ndifficulties which arose were settled satisfactorily. One of the last\r\nunpleasant episodes was the sinking of several British merchant vessels\r\nin the Seine by the Prussian artillery towards the close of the year,\r\nfor which compensation was demanded, and a passage in Busch's 'Bismarck'\r\nshows his method of dealing with such matters. 'When the Germans, a\r\nshort time before the conclusion of the Preliminary Peace at Versailles,\r\nsank some English coal ships on the Lower Seine and the English made a\r\nrow on the subject, the chief asked me (Lothar Bucher), What can we say\r\nin reply? Well, I had brought with me some old fogies on the Law of\r\nNations and such matters. I hunted up what the old writers called the\r\nJus Angariæ, that is to say, the right to destroy the property of\r\nneutrals on payment of full compensation, and showed it to the chief. He\r\nsent me with it to Russell, who showed himself to be convinced by this\r\n\"good authority.\" Shortly afterwards the whole affair with the Jus\r\nAngariæ appeared in the _Times_. We wrote in the same sense to London,\r\nand the matter was settled.'\r\n\r\nMr. Odo Russell, whose presence at Versailles had been utilized to\r\nascertain what terms of peace were likely to be granted, wrote before\r\nthe middle of December that he was convinced that Bismarck would refuse\r\nto treat except upon the basis of unconditional surrender, and the\r\nfailure of the sorties from Paris and of the operations near Orleans\r\ncaused Thiers to lose heart, although Gambetta was as determined as ever\r\nto continue the struggle and to postpone the convocation of a National\r\nAssembly for as long as possible. Thiers indeed went so far as to\r\ndeclare in private to the Ambassador that further resistance was\r\nuseless, and that it was a crime as well as a folly to continue it. The\r\nlast disasters of the French, which were partly due to two shocking\r\npieces of bad luck--the balloon which should have brought Trochu's plan\r\nfor combined action with the Army of the Loire having been blown off to\r\nChristiania, and a sudden rise of the Marne having rendered co-operation\r\nwith General Vinoy impossible--forced the Tours Government and the\r\nDiplomatists to migrate to Bordeaux. An offer on the part of the Foreign\r\nOffice to send a warship to that port for the benefit of the Ambassador\r\nand his staff was declined with thanks: 'Under ordinary circumstances, I\r\nthink I am better without one, and indeed personally I should be much\r\nless afraid of the Prussians than of the Bay of Biscay.'\r\n\r\nIt used to be a tradition in after years that the sole perceptible\r\neffect of the Franco-German War upon the British Embassy was that Lord\r\nLyons's footmen ceased temporarily to powder their hair, but to judge by\r\na letter to Hammond, Ambassadors suffered inconveniences as well as\r\nhumbler people.\r\n\r\nIt is probable too that the social disorganization produced by the war\r\nprovided distinguished diplomatists, who are necessarily amongst the\r\nmost ceremonious of mankind, with some novel sensations. Upon one\r\noccasion, when Lord Lyons had occasion to call upon Gambetta, the\r\nDictator was too busy to see him for some minutes, and deputed a\r\nsubordinate to make his excuses. The latter began his conversation with\r\nthe remark: 'Allons boire un bock!' a hospitable invitation hardly in\r\naccordance with the traditions of conventional diplomacy.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Mr. Hammond._\r\n\r\n    Bordeaux, Dec. 12, 1870.\r\n\r\n    Many thanks for the _Bradshaw_ and the _Times_, and very many more\r\n    for your letter of the 7th, which has just arrived by messenger.\r\n\r\n    Not having the archives here, I cannot look up the regulations about\r\n    the expenses of an Embassy on its travels, as this is now. What I am\r\n    anxious about is that some compensation should be made to the junior\r\n    members who are with me, for the additional expense they are put to\r\n    by their migration. I am willing to do anything I can for them, but\r\n    there are of course limits to what I can afford, and it would be\r\n    utterly repugnant to all my feelings and principles, for me to have\r\n    an allowance for entertaining them. In old times, when manners and\r\n    feelings were different, this might do; but in the present day the\r\n    position of an hotel keeper for his subordinates is destructive of\r\n    discipline and comfortable relations between a chief and the members\r\n    of his Embassy.\r\n\r\n    The difficulty of finding lodgings and the prices are much greater\r\n    than they were at Paris. I have nothing but one room for study,\r\n    drawing-room, bedroom and all; and have just been asked six hundred\r\n    pounds a month for one floor of a moderate sized house.\r\n\r\nThe junior members alluded to included Malet and Sheffield. It had, of\r\ncourse, been necessary to leave some of the staff at Paris.\r\n\r\nIn spite of Thiers's failure to obtain an armistice, the French\r\nGovernment still made strenuous efforts in the same direction and even\r\nsucceeded in pressing the Pope into their service. The latter broached\r\nthe subject to Count Arnim, the Prussian Minister at Rome, proposing\r\nthat the revictualling of Paris should be accepted as a basis, and\r\nreceived a severe snub for his pains. He was informed, 'in very harsh\r\nterms,' that the proposal could not be considered, and further, that it\r\nwas impossible to negotiate with a nation whose bad faith was\r\nscandalously exhibited by the daily appearance in arms of French\r\nofficers who had given their word of honour not to serve again during\r\nthe war. After much haggling, the French proposals resolved themselves\r\ninto three alternatives, each of which was categorically rejected by\r\nBismarck.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Mr. Layard._[25]\r\n\r\n    Bordeaux, Dec. 20, 1870.\r\n\r\n    The difficulty of communication is between this place and England,\r\n    and arises from the utter irregularity of all trains, caused by the\r\n    movements of the troops. St. Malo has become the usual port of\r\n    embarkation and disembarkation for our messengers.\r\n\r\n    Things are at present at a deadlock. The French want: either a peace\r\n    without cession of territory; or an armistice with the revictualling\r\n    of Paris for the number of days it lasts; or a European Congress to\r\n    settle the terms of peace between France and Germany. Bismarck\r\n    peremptorily rejects all three proposals, and does not say precisely\r\n    what his conditions of peace are. I suppose the King of Prussia\r\n    holds to taking Paris as a satisfaction to military vanity, and that\r\n    if the military situation continues favourable to Germany, he will\r\n    accept nothing much short of unconditional surrender, while Paris\r\n    resists. Of course, unless, by a miracle, Paris is relieved, its\r\n    surrender is a question of time--but of how much time? They declare\r\n    here that it can hold out without any very material suffering until\r\n    the middle of January, and for many weeks longer, if the population\r\n    will be content to live on bread and wine. But, supposing Paris to\r\n    fall, will peace be made? Here it is declared that the South will\r\n    still continue the war, and at any rate there seems to be every\r\n    probability that the violent party will not surrender its power\r\n    without a struggle. Then the financial question must soon become a\r\n    difficulty. I am told that since the investment of Paris began three\r\n    months ago, not less than thirty-two millions sterling have been\r\n    spent. It is however idle to speculate when events march so fast. I\r\n    can tell you little of the present state of the armies. Bourbaki is,\r\n    I believe, at Bourges, and Chanzy at Le Mans. I have a military\r\n    attaché,[26] Fielding, who has been with Chanzy's army during all the\r\n    affairs near Orleans and since, and who has the highest opinion of\r\n    his military talents.\r\n\r\n    The acceptance, pure and simple, of the Conference on the Russian\r\n    question arrived from Paris the day before yesterday.\r\n\r\nTowards the close of December the remarkable elasticity of the French\r\ncharacter was manifested in a recovery from the depression which had\r\nbeen produced by the failure of the sorties from Paris and the recapture\r\nof Orleans by the Germans. The overpowering energy of Gambetta was\r\nchiefly responsible for the creation of new armies, and the moment again\r\nappeared unfavourable for peaceful counsels. Thiers and his party\r\nconsidered that the Government was only pushing the country on to more\r\ncomplete ruin, and were urgent in their call for a National Assembly.\r\nThe majority of the great towns of the South, Bordeaux included, were\r\nagainst an Assembly or any interference with the existing Government,\r\nand Gambetta and his adherents were determined to go on with the war and\r\nkeep themselves in power by all means available. Gambetta was the only\r\nmember of the Government outside Paris who counted for anything, and the\r\nmoderates were placed at a considerable disadvantage owing to Jules\r\nFavre being detained there.\r\n\r\nThiers, who had never joined the Government, prognosticated that it\r\nwould immediately come to an end upon the fall of Paris, and that a\r\nmoderate (_honnête_) republic would be established in the greater part\r\nof the country, while Lyons, Marseilles, Toulon and other places in the\r\nsouth would set up a socialistic form of government, and do an enormous\r\namount of harm before suppression. In the opinion of competent judges,\r\nif the country could have been fairly polled at this particular period,\r\nthe majority (consisting of course mainly of the peasants) would have\r\nbeen found to be Bonapartist, in spite of all that had taken place. The\r\nbourgeoisie and inhabitants of the smaller towns would have shown\r\nthemselves to be in favour of quiet and security of property, and would\r\ntherefore have probably voted for the Orleanists, as the best\r\nrepresentatives of those principles; and the masses in the large towns\r\nwould have turned out to be republican and socialist. A genuinely free\r\nexpression of opinion would, however, have been difficult to secure, for\r\nGambetta's prefects were, if anything, more unscrupulous than the\r\nEmperor's and, under existing circumstances, had greater means of\r\ndownright intimidation.\r\n\r\nIn the closing days of 1870 fresh efforts were made by H.M. Government\r\nto start the Black Sea Conference as soon as possible, and to persuade\r\nthe French to send a representative without delay. Under the\r\ncircumstances, it might have been supposed that they would have named\r\ntheir Ambassador in London, but for some obscure reason, it was decided\r\nthat Jules Favre was the only possible man, and as he was shut up in\r\nParis it was necessary to obtain a safe conduct for him from the\r\nGermans. The following letter is of interest as an impartial\r\nappreciation of Jules Favre, and as containing some sage opinions upon\r\nthe question of the Black Sea and the Dardanelles.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Bordeaux, Dec. 26, 1870.\r\n\r\n    I did all I could in favour of Tissot. He would have been a much\r\n    more convenient plenipotentiary than Jules Favre and have\r\n    facilitated the business of the Conference and the speedy\r\n    termination of it. Jules Favre is, I believe an honest and really\r\n    patriotic man--by which I mean a man who will sacrifice his own\r\n    position and interests to what he believes to be the real good of\r\n    his country. But he has not hitherto shown himself to be a good\r\n    diplomatist or a skilful negotiator, and is too much led away by his\r\n    feelings to be a good practical man of business. He will at all\r\n    events go to London with a real knowledge of the state of things in\r\n    Paris, and if he thinks the convocation of a National Assembly\r\n    feasible and advisable, will have more means than any one else of\r\n    bringing it about in spite of Gambetta. It will be good too that he\r\n    should see for himself what the real feelings and intentions of the\r\n    English Government are. He is a man, who would, I should think, be\r\n    touched by real kindness and consideration for his country and\r\n    himself in these times, and sensitive in case anything like a slight\r\n    was put upon him or them--and particularly if the situation of\r\n    France were not taken very seriously by all who approach him. He was\r\n    a fierce and even truculent orator in the Chamber, but in private\r\n    life is mild and agreeable. His power of speaking may be an\r\n    inconvenience in the Diplomatic Conference, and I fancy he is led\r\n    away by his 'verve' when he does get into a speech, and says\r\n    sometimes things more forcible than judicious. I should think he\r\n    would never himself sign a peace by which territory was yielded, but\r\n    I conceive him to be a man who would make room for others to do so,\r\n    and help them, if he was really convinced that it was necessary for\r\n    France.\r\n\r\n    I suppose the Germans will make no difficulty about the safe\r\n    conduct: it is for their interest to have some influential member of\r\n    the Government who might enable peace to be made in an emergency, in\r\n    which Gambetta might, if unchecked, have recourse to desperate\r\n    measures.\r\n\r\n    At this moment I think the French have recovered their hope of\r\n    making a successful resistance to the Dismemberment of the country.\r\n    I am not very sanguine after all that has occurred, but I do think\r\n    the military prospects less gloomy than they have been since Sèdan,\r\n    or at all events, since Metz. You will, I conclude, soon have a\r\n    really trustworthy account of things in Paris from Claremont.\r\n\r\n    The Conference, I suppose, must end in Russia carrying her main\r\n    point practically, and therefore it only remains to make it as much\r\n    as possible an antidote to the scheme of raising her prestige in\r\n    Turkey, by the form she adopted, of setting the other parties to the\r\n    Treaty at defiance. I am afraid not much can be done towards this. I\r\n    should suggest a very careful consideration of the meaning of the\r\n    restoration to the Sultan of the right to open the Dardanelles and\r\n    the Bosphorus at pleasure, and a very cautious wording of the\r\n    article establishing it. Otherwise, considering the weakness of the\r\n    Porte, I am afraid the new right might become a snare and a danger\r\n    rather than a safeguard. It was so much easier for the Porte to say:\r\n    'I cannot' in answer to inconvenient importunity, than it will in\r\n    future be to say: 'I will not.' Even under the Treaty prohibition\r\n    the Turks had not the firmness they might have had in resisting\r\n    demands for vessels to pass. I can conceive circumstances under\r\n    which it might suit them to let a Russian fleet through into the\r\n    Mediterranean, if only to be rid of it for the time in the Black Sea.\r\n\r\nIn Busch's 'Bismarck' there are many references to Jules Favre's\r\nemotional disposition. At the first interview which took place, a French\r\npeasant was told to keep watch outside the house where the Chancellor\r\nand Favre were negotiating, and the latter was unable to resist the\r\ntemptation of making a speech to his fellow-countryman. 'Favre, who had\r\ngone into the house with the Chancellor, came out and addressed his\r\ncountryman in a speech full of pathos and noble sentiments. Disorderly\r\nattacks had been made, which, he said, must be stopped. He, Favre, was\r\nnot a spy, but, on the contrary, a member of the new Government, which\r\nhad undertaken to defend the interests of the country, and which\r\nrepresented its dignity. In the name of International Law and of the\r\nhonour of France, he called upon him to keep watch, and to see that the\r\nplace was held sacred. That was imperatively demanded by his, the\r\nstatesman's, honour, as well as by that of the peasant, and so forth.\r\nThe honest rustic looked particularly silly as he listened open-mouthed\r\nto all this high falutin, which he evidently understood as little\r\nas if it were so much Greek.' Bismarck entertained a well-founded\r\ncontempt for rhetoric, and Jules Favre's eloquent verbosity was to him\r\nonly an instance of the way in which Frenchmen could be successfully\r\nduped. 'You can give a Frenchman twenty-five lashes, and if you only\r\nmake a fine speech to him about the freedom and dignity of man of which\r\nthose lashes are the expression, and at the same time strike a fitting\r\nattitude, he will persuade himself that he is not being thrashed.' It is\r\nprobable too that Jules Favre's inability to appreciate Bismarck's\r\nundisguised cynicism contributed to the disfavour with which he was\r\nregarded as compared with the other negotiator, Thiers. When during one\r\nstage of the negotiations, Jules Favre complained that his position in\r\nParis was very critical, Bismarck proposed to him that he should\r\norganize a rising so as to be able to suppress it whilst he still had an\r\narmy at his disposal: 'he looked at me quite terror-stricken, as if he\r\nwished to say, \"How bloodthirsty you are!\" I explained to him, however,\r\nthat that was the only right way to manage the mob.'\r\n\r\nWhatever the merits or demerits of Jules Favre, a disagreeable surprise\r\nwas inflicted upon both the British Government and the Government of\r\nNational Defence by a refusal on the part of Bismarck to give him a safe\r\nconduct through the German lines. At first, difficulties were raised in\r\nconnection with alleged violations of flags of truce; but upon the issue\r\nof a proclamation by Jules Favre, Bismarck took advantage of the\r\nopportunity in order to prevent his departure for London on the ground\r\nthat it would imply an official recognition of the Government of\r\nNational Defence.\r\n\r\nAt all events, he made such stipulations about the way in which the safe\r\nconduct should be applied for, that Jules Favre with his strong\r\nsentimental character found it impossible to comply with them, and he\r\nwas also honourably reluctant to leave Paris just before the bombardment\r\nwas about to begin. Bismarck, it is clear, was determined that he should\r\nnot go to London if he could prevent it. The meeting of the Conference\r\nwas postponed and by the time the final arrangements in connection with\r\nit had been made, negotiations for peace had begun and it became\r\nnecessary for Favre to remain in Paris.\r\n\r\nAt the close of 1870, the bombardment of Paris had not yet begun: the\r\nFrench hopes of military success were based upon Generals Chanzy and\r\nBourbaki; the German terms of peace were still unknown, and there was\r\nevery sign that the extreme Republicans were disposed to break with\r\nFavre and Trochu and to perpetuate their power by war _à outrance_ and a\r\n_loi des suspects_, or reign of terror. The most surprising feature in\r\nthe situation was that Russia, who had been in fact an active ally of\r\nPrussia, by undertaking to watch Austria, and had obtained nothing\r\nwhatever for France, was in much higher favour than the other blameless\r\nneutrals, it being fondly imagined that the Emperor Alexander's\r\ninfluence would be successful in obtaining favourable peace terms; and\r\nso adroitly did the Russians play their cards, that they persuaded\r\nMoltke that the 'malevolent neutrality' of England was the sole cause of\r\nthe continuance of the war. Such at least was the purport of a\r\ncommunication which the latter made to Mr. Odo Russell at Versailles.\r\n\r\n       *       *       *       *       *\r\n\r\n    Bordeaux, Jan. 7, 1871.\r\n\r\n    The French claim a success at Bapaume, but prudent people are\r\n    already speculating on what the consequences of the fall of Paris\r\n    will be. It is very generally thought that Gambetta will place\r\n    himself at the head of the ultra-Republicans, throw himself into\r\n    Lyons, or some other southern town, and proclaim war and democracy\r\n    _à outrance_. But what will Bismarck do at Paris? Will he try to\r\n    obtain a government with whom he may make a reasonable peace, or\r\n    will he promote war and anarchy with a view to ruin France utterly,\r\n    and induce her to accept a monarch from his hand? In the former case\r\n    he will perhaps either summon the old Legislative Body, or get\r\n    together some meeting of Notables, who might appoint a provisional\r\n    government to sanction a National Constituent Assembly as soon as\r\n    possible, and in the meantime to treat upon the preliminaries of\r\n    peace. The Moderates and chiefs of the old parties (except the\r\n    ultra-Republican) might be not unwilling either to attend a summons\r\n    of the old Corps Législatif, or to some other temporary body; for\r\n    they are excessively dissatisfied with their present position, and\r\n    think they see symptoms of the approach of the reign of terror and\r\n    of a violent socialistic government.\r\n\r\n    As for Bismarck's notion of bringing back the Emperor at the head of\r\n    the captive army, it is, I suppose, very doubtful whether the\r\n    Emperor would give in to it, still more doubtful whether the\r\n    released army would, and quite certain that the country would loathe\r\n    a sovereign thus imposed upon it. If however Bismarck is bent upon\r\n    it, it must be supposed that he intends to make some concessions to\r\n    the Emperor to make his return to France palatable to the nation. If\r\n    so, Belgium will be in danger, and Holland also, and Bismarck may\r\n    return to one of his former projects of coming to an understanding\r\n    with France, through the Emperor, and dealing with the small states\r\n    just as he pleases. I suppose Russia will look after Denmark as well\r\n    as she can. These dangers may seem visionary but I don't think they\r\n    are so visionary as to make it superfluous to consider how\r\n    they may be guarded against. Hateful as it would be to the towns and\r\n    the educated classes, to have a sovereign imposed upon them by\r\n    Prussia, it must not be forgotten that the peasants are still\r\n    Bonapartists, and that a plébiscite in favour of the Empire might be\r\n    managed.\r\n\r\n    I think I have made them feel here that you have been very friendly\r\n    and considerate about Jules Favre.\r\n\r\nAt the opening of the year 1871, the hope of relieving Paris depended\r\nupon the three armies which the energy of Gambetta and the Government of\r\nNational Defence had created in the North, Centre, and West, and on\r\npaper the prospects of the French were far from hopeless, for their\r\nforces in numbers far exceeded those of the Germans. In Paris alone\r\nthere were supposed to be something like half a million fighting men,\r\nand the three armies above mentioned amounted to between four and five\r\nhundred thousand men. The Germans had 220,000 men in position round\r\nParis, their forces in the provinces were numerically inferior to the\r\nFrench armies opposed to them, and the strain upon them must undoubtedly\r\nhave been severe. The quality of Gambetta's levies, however, was unequal\r\nto the task, and as each of the French armies succumbed in turn, the\r\nfall of Paris became inevitable. The bombardment, which had been\r\npostponed as long as possible, in the hope that internal disorders would\r\nprecipitate the capitulation, began in January.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Bordeaux, January 12, 1871.\r\n\r\n    If the telegraphic intelligence which is published as having come by\r\n    this balloon is to be depended upon, the Prussians have begun the\r\n    actual bombardment of the town of Paris itself, without giving\r\n    Diplomatists, Neutrals, or any other non-combatants a chance of\r\n    withdrawing. To say nothing of other feelings, this makes me very\r\n    uneasy about the English left in the place. Most of them have\r\n    perhaps only themselves to blame for staying in despite of warning\r\n    but there must be many who had valid reasons, or were without the\r\n    means to come away.\r\n\r\n    People are very much alarmed as to what may happen inside the town\r\n    for the last two or three days, if a surrender become inevitable.\r\n    There are two or three hundred thousand people (workmen and their\r\n    families) who have a positive interest in the continuance of the\r\n    siege, during which they are supported by the Government without\r\n    being called upon to expose themselves, or at all events without in\r\n    fact exposing themselves to much danger.\r\n\r\n    The intention of not listening to terms of peace, including any\r\n    cession of territory, whether Paris be taken or not, is as loudly\r\n    and as positively proclaimed here as ever. I am afraid Bismarck, who\r\n    certainly does not at all understand the French character, and who\r\n    does not appear to have a very delicate consideration for anybody's\r\n    feelings, may add to the difficulties of peace by the manner in\r\n    which his conditions are propounded, as well as by the substance of\r\n    them.\r\n\r\n    The Diplomatists here are beginning to talk hypothetically of what\r\n    they should do if one or more Governments should be set up in France\r\n    on the fall of Paris. I do not think much good comes of giving\r\n    opinions beforehand on supposed cases. It is of course clear that\r\n    the Diplomatic Body cannot go wandering about France in the suite of\r\n    any set of men, who are not beyond dispute the _de facto_ Government\r\n    of the country. And I suppose, _caeteris paribus_, if there be a\r\n    Government in the Capital that must be taken to be the Government\r\n    for the time being. It is so impossible to foresee what will happen,\r\n    that I do not ask you for instructions.\r\n\r\n    Chaudordy on the other hand, continues to press for the immediate\r\n    recognition of the Government of National Defence by England--saying\r\n    that they do not want any fresh letters of credence to be presented,\r\n    but would be quite satisfied with a simple note declaring that Her\r\n    Majesty's Government entered into official relations with the\r\n    existing Government in France. I conclude that Gambetta urges him to\r\n    do this, with a view to strengthen the position of the National\r\n    Defence Government or of what remains of it, if Paris falls; and on\r\n    the other hand Chaudordy himself would be very glad to have obtained\r\n    some decided result during his Administration of the _extra muros_\r\n    foreign Department. He has certainly on the whole acted with skill\r\n    in a very difficult position, and France and the Government ought to\r\n    congratulate themselves on having him to act for them. I don't think\r\n    that Jules Favre or any member of the Government would have done\r\n    anything like as well. But in France more even than in other\r\n    countries a little éclat is more appreciated than years of useful\r\n    unobtrusive labour.\r\n\r\n    Thiers has told me in the strictest confidence that when he was at\r\n    Versailles Bismarck offered to make peace on the basis of a\r\n    pecuniary indemnity, the retention of Strasburg and Alsace, and the\r\n    restoration to France of Metz and Lorraine. They seem to have\r\n    brought the matter sufficiently into shape to be submitted to the\r\n    Government at Paris. Thiers wanted Trochu, Picard and Jules Favre to\r\n    come to him to the outposts, but, as you may recollect, only Favre\r\n    came. Thiers offered to take upon himself the responsibility and\r\n    odium of signing a treaty on this basis, if the Government would\r\n    make him its plenipotentiary, but Favre declared that it would be\r\n    impossible even to mention any cession of territory even to the\r\n    people of Paris.\r\n\r\n    The most astonishing thing to me perhaps is the buoyancy of the\r\n    French finances. I understand that the Government have by strong\r\n    persuasion obtained from the Banque de France a new loan (it is said\r\n    of upwards of twenty millions sterling) and this will keep them\r\n    going for the present. There is already however, some difficulty in\r\n    circulating the 'bons du Trésor' even at a discount.\r\n\r\n    I had observed the advertisements in the second columns of the\r\n    _Times_ and thought of trying to get the paper occasionally into\r\n    Paris. In fact however the advertisers have exactly the same means\r\n    of sending letters and telegrams to Paris that I have. I will\r\n    nevertheless try. No special help can be expected from the\r\n    Government. It is only by using the thinnest paper and reducing the\r\n    despatches by means of photography that they can bring them within\r\n    the weight which pigeons or secret messengers are able to carry.\r\n\r\nThere is no reason for doubting the correctness of this important\r\nstatement made by Thiers, and it only shows how much more competent he\r\nwas to conduct the negotiations than Jules Favre, and what a much better\r\njudge he was of the real situation than Gambetta. It would indeed be one\r\nof the ironies of history if the failure of Picard and Trochu to meet\r\nhim at the outposts on that eventful day in November was the cause of\r\nthe loss of a province to France, and of a vast addition to the war\r\nindemnity.\r\n\r\nIt was not long before a succession of hideous disasters demonstrated\r\nthe hopelessness of the French situation. General Chanzy, in command of\r\nthe army of the West, although in superior force, was completely\r\ndefeated at Le Mans on January 12th. On the 19th, the Northern army\r\nunder Faidherbe was defeated at St. Quentin and ceased practically to\r\ntake any further part in the war. On the same date a sortie from Paris\r\non a large scale was repulsed with heavy loss, and produced amongst\r\nother results the resignation of Trochu, a sanguinary riot in the town,\r\nand the liberation from prison of Flourens and other revolutionaries.\r\nThe crowning misfortune was the memorable _débâcle_ of Bourbaki, one of\r\nthe most tragic episodes in modern warfare. It was evident that further\r\nresistance was useless, and the fictions which had so long sustained the\r\nspirits of the defenders of Paris were finally destroyed. On January 23,\r\nthe unfortunate Jules Favre presented himself at Versailles and as there\r\nwas no further question of 'pas une pierre de nos forteresses etc.,' an\r\narmistice was finally agreed to on the 28th. Under the provisions of the\r\narmistice it was arranged that elections should be held as soon as\r\npossible for a National Assembly in order that the question of the\r\ncontinuance of the war, and upon what conditions peace should be made,\r\nmight be decided. Jules Favre, unlucky to the last, stipulated that the\r\nNational Guards should be permitted to retain their arms, a concession\r\nwhich he had cause bitterly to regret before long.\r\n\r\nThe news of the armistice was received at Bordeaux with rather less\r\nindignation than had been expected, but Jules Favre was loudly denounced\r\nfor not having included in it Bourbaki's army, the fact being that\r\nBismarck, who was well aware of the ruin which threatened the force, had\r\nexpressly refused to do so. Gambetta, while not actually repudiating the\r\narmistice, issued violent proclamations, loudly denouncing its authors,\r\ndeclaring that his policy as Minister of War remained unchanged, and\r\nurging that the period of the armistice should be employed in organizing\r\nthe forces which were destined to free France from the invaders. These\r\nproclamations were followed by a decree in which the liberty-loving\r\ndemocrat enacted that no person should be eligible for the new Assembly\r\nwho was connected with the royal families which had hitherto reigned in\r\nFrance, or any one who had served in any capacity as an official under\r\nthe Empire. This outrageous proceeding produced a protest from Bismarck\r\non the ground that it was a violation of the freedom of election\r\nstipulated in the armistice, and as Gambetta continued recalcitrant, the\r\nParis section of the Government of National Defence, which included,\r\namongst others, Favre, Trochu, and Jules Ferry, issued another decree on\r\nFebruary 4, annulling that of Gambetta. Representatives of the National\r\nDefence Government from Paris arrived at Bordeaux on February 6, and\r\nupon that day Gambetta resigned the office of Minister of War, and\r\nEmmanuel Arago was appointed in his place. As Paris was now again in\r\ncommunication with the outside world, the opportunity was taken, not\r\nonly of cancelling Gambetta's decrees, but of getting rid of the\r\nDelegation Government, of which he had been the virtual dictator.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Bordeaux, Feb. 7, 1871.\r\n\r\n    So far as we can judge here (and we have not very good means of\r\n    judging) the moderate Conservative 'Ticket' is likely to be carried\r\n    in most of the Elections. The result would be an assembly composed\r\n    of men who in their own hearts will wish for peace, and whose\r\n    Constituents will heartily wish for it. But there is always fear of\r\n    each individually thinking it necessary to express for himself in\r\n    public heroic sentiments, and of no one being willing to bell the\r\n    cat and sign or even vote for ratifying the Treaty. Much of course\r\n    will depend upon the terms. The cession of Alsace might possibly be\r\n    submitted to, if it were distinctly apparent that it was the only\r\n    means of saving Lorraine. The terms of the Armistice would make one\r\n    hope that Bismarck is at least willing to avoid propounding\r\n    conditions unnecessarily irritating.\r\n\r\n    Probably the most prudent thing for France to do would be to accept\r\n    anything like reasonable terms of peace at once--for every day's\r\n    delay in the departure of the German troops from the country,\r\n    retards most seriously the beginning of the recovery from the\r\n    misfortunes military, political, and financial, which are exhausting\r\n    the springs of life. It is nevertheless very probable that the\r\n    Assembly, or the Government it appoints, will make a solemn official\r\n    appeal to Europe for its mediation. They may also ground a special\r\n    appeal to Europe on the plea that the people of the Provinces to be\r\n    ceded, ought to have a voice in the matter. In fact they have much\r\n    to say to Europe, to which it will be difficult to make an answer.\r\n    Bismarck, however, seems to be ready to snap his fingers at Europe.\r\n\r\n    Chaudordy naturally declines as far as possible the responsibility\r\n    of talking or taking any measures, as he is now the servant of a\r\n    Government, whose existence will probably end in a few days.\r\n    Privately he urges strongly, with a view to public opinion in\r\n    France, that England should be very prompt in recognizing officially\r\n    the Government appointed by the Assembly. In this I think he is\r\n    right.\r\n\r\n    Prudent men (Thiers included) appear to think that at all events as\r\n    a temporary measure, a moderate republic, as the form of Government\r\n    least likely to produce dissension should be adopted. Indeed, of the\r\n    various pretenders, no one I suppose would wish to be in any way\r\n    responsible for such a peace as must be concluded. Some people\r\n    indeed apprehend that the Assembly may be too conservative, or as it\r\n    is called, reactionary, but I don't think this need give any one but\r\n    the Rouges the least uneasiness.\r\n\r\n    The appearance now is that Gambetta will not go beyond legal\r\n    opposition, and that he will content himself with putting himself at\r\n    the head of the ultra-democratic and '_guerre-à-outrance_' party in\r\n    the Assembly. In fact there is no symptom that an attempt to set\r\n    himself up, by the aid of the mob in the great towns, in opposition\r\n    to the Assembly would have any success. He is not himself by\r\n    character inclined to such courses, but he has people about him who\r\n    are.\r\n\r\n    Jules Favre is fiercely attacked first for having concluded an\r\n    armistice which did not comprehend the Army of the East, and\r\n    secondly for not having mentioned this exception when he announced\r\n    the armistice to the Delegation here. This last proceeding (which I\r\n    attribute to his want of business-like habits), is of course utterly\r\n    indefensible. It may however have been rather convenient than\r\n    otherwise to Gambetta, as it enables him to attribute to this cause\r\n    the flight into Switzerland, which I suppose, the Army of the East\r\n    must at all events have been driven to. The attack against him for\r\n    not surrendering Paris at discretion, and stipulating nothing for\r\n    the Provinces, seems to me to be more unfair--for what would the\r\n    Provinces have said if he had let loose upon them the forces, which\r\n    after the occupation of the forts might have been spared from the\r\n    German Army round Paris.\r\n\r\n    Barring accidents, there seems reason to hope that we shall tide\r\n    over the time to the meeting of the Assembly next week, pretty\r\n    quietly.\r\n\r\n    At all events the suspension of the bloodshed and other horrors is a\r\n    relief which I feel every moment. Four Prussian shells fell into the\r\n    small convent near the Val de Grace at Paris in which I have a\r\n    niece--but providentially neither she nor any of her fellow nuns\r\n    were hurt.\r\n\r\nThe elections to the new National Assembly took place on February 8, all\r\npolitical groups participating, and resulted more or less in accordance\r\nwith general expectation. In Paris, where there were many abstentions,\r\nextreme men like Louis Blanc, Victor Hugo, Gambetta and Rochefort were\r\nreturned, and the example of Paris was to some extent followed by the\r\nbig towns, but the general tone of the Assembly proved to be\r\nconservative, and almost reactionary, the sole question submitted to the\r\ncandidates having been that of Peace or War. In effect, the feeling\r\napparently predominant in the minds of the majority of the electors was\r\naversion from the Government of National Defence, a feeling naturally\r\naccentuated by the recent crushing disasters, and the result was to throw\r\ndiscredit upon the Republican system of Government with which the\r\nMinisters were identified. But although the Assembly was in reality\r\nanti-Republican it was not the opinion of experienced politicians that\r\nit would be advisable to proclaim a monarchy; still less, that any one\r\nof the rival dynasties should be called immediately to the throne. On\r\nthe contrary, they considered that a republic, moderate in its\r\nprinciples, and perhaps tacitly understood to be only temporary, would\r\nbest promote union for the present, and that under such a form of\r\nGovernment it might be easier to obtain a ratification of such a peace\r\nas appeared to be possible, and to carry the painful measures necessary\r\nto give effect to it. It was also thought that if a monarchy were to be\r\nestablished it would have a better chance of enduring if the dynasty\r\npostponed its accession until the wounds from which the country was\r\nsuffering should begin to heal, and that the all-important choice of a\r\nsovereign should be postponed to a calmer period. So far as could be\r\njudged, if a dynasty were decided upon at all, the chances appeared to\r\nbe in favour of the House of Orleans, but there were nevertheless,\r\namongst the members returned, between one hundred and fifty to two\r\nhundred Legitimist supporters of the Comte de Chambord, and not a few\r\nBonapartists.\r\n\r\nAs for the all-important question of peace or war which the Assembly was\r\nto be called upon to decide, it was evident that the majority of the\r\nelectors, in voting against the existing Government, intended to vote at\r\nthe same time for peace, and therefore the majority of the members\r\nentered it with pacific intentions; but they were not prepared to vote\r\nfor peace at any price, and although conditions which would have been\r\nscouted two months earlier were now considered to be worthy of\r\ndiscussion, the exaction of immoderate and humiliating demands might\r\nagain arouse the spirit of desperate resistance, especially when argued\r\nunder the excitement produced by heated parliamentary debates.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Bordeaux, Feb. 10, 1871.\r\n\r\n    Thiers, Dufaure, and Grévy are likely, so far as one can judge,\r\n    without knowing the result of the Paris elections, to take the lead\r\n    in the National Assembly. Grévy is avowedly a moderate Republican,\r\n    and the two others are for a moderate Republic, as a transitional\r\n    government to prepare the way for a Constitutional Monarchy. Such,\r\n    at least, are certainly Thiers's views, but I am speaking rather\r\n    without book about Dufaure.\r\n\r\n    What I am most afraid of is that Bismarck's conditions may be so\r\n    hard as to turn the really pacific Assembly into a war _à outrance_\r\n    one. The war could not in all probability go on long, but it might\r\n    give us three months more of bloodshed, destruction and misery, and\r\n    add to the difficulty of establishing eventually a good government\r\n    here. An Assembly elected two months ago would have been very\r\n    different from the present one, supposing one could have been\r\n    elected at all; but, two months ago, Gambetta would have been strong\r\n    enough to reject the armistice and refuse to convoke the Assembly.\r\n    His entourage had even now prepared warrants for arrest of his\r\n    colleagues, with a view to his assuming the Dictatorship and going\r\n    on with the war without an Assembly, but he is wiser and less wicked\r\n    than they. He will probably make a vigorous leader of the violent\r\n    Republican opposition in the Assembly.\r\n\r\n    Of course under present circumstances I have nothing to do but to\r\n    stay here, as it will be for the present the seat of government. It\r\n    will be a comfort to have a whole real government, and not half a\r\n    one, to deal with.\r\n\r\n    Chaudordy has at last come round to the opinion that a\r\n    plenipotentiary should be named to the Conference, simply to speak\r\n    for France on the Black Sea question, without any _arrière pensée_\r\n    about bringing in other matters. He said he would telegraph as well\r\n    as he could _en clair_ to let Jules Favre know this. Bismarck will\r\n    not let telegrams in cypher through, and there are no more pigeons.\r\n\r\n    What the French are craving for is some open, patent sympathy and\r\n    support from us. They would give us comparatively little thanks for\r\n    taking unostentatious steps in their favour with the Germans, though\r\n    such steps were much better calculated to obtain something for them.\r\n\r\nThe extreme desirability of showing some evident sign of sympathy with\r\nFrance was impressed upon Her Majesty's Government who were urged to\r\nlose no time in doing so, with a view to the future relations between\r\nthe two countries. The French, who certainty are not less prone than\r\nother nations in seeking to attribute a large share of their misfortunes\r\nto the shortcomings of other people, were inclined to put the blame of\r\ntheir calamities and disasters as much as possible, upon the Neutral\r\nPowers, who had not interfered actively in their defence; and England,\r\nwho had certainly exerted herself more than any other Power in seeking\r\npractical means for making peace attainable, was very unjustly singled\r\nout for peculiar obloquy. This feeling had arisen partly because the\r\nlong alliance between the two countries had made the French expect more\r\nfrom England than from others; partly because other Powers had\r\ningeniously represented that their own inertness had been caused by the\r\nunwillingness of England to come forward, and had also, on various\r\noccasions, put England forward as the leading Power among the Neutrals,\r\nin order to give her the greatest share of the unpopularity which\r\naccompanies neutrality. French feeling was, therefore, at the time\r\nhighly irritable on the subject of England, and it was suggested that a\r\ngood impression would be created if Her Majesty's Government would be\r\nvery prompt in recognizing whatever Government were adopted by the new\r\nAssembly, even if it did not assume a permanent character. Another\r\nsuggestion was, that if the terms offered by the Germans appeared\r\nunendurably hard, the French might make an appeal to the rest of Europe;\r\nthat appeal would probably take the form of a request for the mediation\r\nof the Great Neutral Powers, or for the assembling of an European\r\nCongress, and an immediate compliance on the part of England with either\r\nof these requests would go far towards re-establishing good feeling.\r\nEven if Germany rejected all intervention, this would not affect the\r\nimpression made by the action of England in responding to the appeal of\r\nFrance, and although more could probably be obtained by the exercise of\r\nquiet and unostentatious influence upon Germany, yet nothing that might\r\nbe obtained in that way would have anything like the same value in the\r\neyes of France as an open declaration of sympathy with her and an avowed\r\nadvocacy of her cause, even if no practical result followed. In short,\r\nwhat was required, at that particular moment, was a policy of\r\nsympathetic gush.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Bordeaux, Feb. 16, 1870.\r\n\r\n    Your telegrams announcing that you have adjourned the Conference,\r\n    and that I may recognize the new Government immediately have been a\r\n    great satisfaction to me. I hope we shall bring French feeling round\r\n    to its old cordial state, if we can give them a little patent\r\n    sympathy in their misfortunes. The Commercial Treaty will be a\r\n    trouble hereafter, but it was in great danger even before the fall\r\n    of the Empire, and I hope will be let remain quiet until the time\r\n    approaches for giving the notice next February.\r\n\r\n    I had a confidential conversation with Thiers last night. He seems\r\n    to have taken already _de facto_ the direction of affairs, and will\r\n    probably be given it _de jure_ by the Assembly to-morrow. He is very\r\n    anxious to keep the three fractions of the Chamber who are for order\r\n    at home and for a reasonable policy about peace together, in order\r\n    to resist the Reds. He means therefore to take moderate Republicans,\r\n    Legitimists and Orleanists into his Ministry. Jules Favre is to be\r\n    his Minister for Foreign Affairs, and there will of course be\r\n    moderate Orleanists and Legitimists. If Thiers can succeed in\r\n    getting the united support of Orleanists, Legitimists, and moderate\r\n    Republicans, he expects to have a working majority of nearly\r\n    three-quarters of the Assembly. I suppose his difficulty will arise\r\n    from the impatience of the Orleanists, who are believed to have\r\n    nearly half the seats in the Assembly, and who are impatient and\r\n    hungry after their long deprivation of the sweets of power.\r\n\r\n    Thiers told me that he should take great pains to select men of\r\n    station and ability for his diplomatic appointments. In furtherance\r\n    of his policy of conciliating all parties, he supports M. Grévy, a\r\n    moderate Republican, for the Presidency of the Assembly.\r\n\r\n    I like Jules Favre and have a good opinion of his character, but I\r\n    don't think that he has hitherto shown himself to be skilful as a\r\n    diplomatist or a negotiator. Thiers says however that he now gets on\r\n    extremely well with Bismarck. There is however a very general\r\n    opinion that Thiers means to go himself to Versailles to negotiate\r\n    the Peace. He did not give me to understand that he intended to do\r\n    so, and there are serious inconveniences in the head of the\r\n    Government's being away from the Assembly and the centre of affairs,\r\n    to say nothing of the ordinary objections to the chief of a\r\n    Government conducting negotiations in his own person.\r\n\r\n    The feeling in the Assembly yesterday when Alsace and Lorraine were\r\n    mentioned was strong and universal, and gives reason to doubt\r\n    whether they will even now be brought to vote a cession of\r\n    territory. In that case I suppose the only remedy would be a\r\n    plébiscite, if a cession of territory is absolutely insisted upon.\r\n    The Assembly might refer the question to the people, and I suppose\r\n    that, in their present mood, the great majority of the population\r\n    voting secretly, would vote Peace and not War, and that the vote\r\n    might be taken in a very short time. I don't know however what the\r\n    Germans would say to the notion, and I don't think such a plan of\r\n    throwing off the responsibility worthy of the Assembly, or a happy\r\n    precedent for Parliamentary Government.\r\n\r\n    Of what Thiers means to do respecting the definitive government of\r\n    the country, he gave me no hint. His present policy is to try and\r\n    get France out of her present straits by the united help of all the\r\n    reasonable parties, and not to give any indication as to the future\r\n    which might have the effect of alienating any of them.\r\n\r\nAs had been expected, Thiers proceeded himself to Versailles to\r\nnegotiate the Peace preliminaries. He was obviously the person best\r\nfitted to do so, for he was at once the most moderate and capable\r\namongst Frenchmen, the least unwilling to make terms in conformity with\r\nthe exigencies of the situation, and the only man in a position to carry\r\nhis way in the Assembly.\r\n\r\nOn February 26, the preliminaries of Peace were signed and contained\r\neven harsher conditions than had been anticipated, but the military\r\nposition of France was so absolutely hopeless that resistance to them\r\nwas impracticable. The war indemnity was reduced from six milliards to\r\nfive, but this constituted the sole success of the French negotiators,\r\nunless the formal entry of the German troops into Paris might be taken\r\nas a somewhat barren substitute for the restoration of Belfort; certain\r\nmatters of detail, chiefly connected with finance, were postponed for\r\nfuture consideration at Frankfort.\r\n\r\nIn view of what has already been written respecting the secret\r\nnegotiations which took place during the campaign, it is impossible not\r\nto be struck with the heroic folly displayed by the French in the latter\r\nstages of the war. If it is true that their gallant struggle under the\r\nstimulus of Gambetta and the Government of National Defence inspired the\r\nadmiration of the world, it is equally obvious that human life and\r\ntreasure were ruthlessly wasted in a hopeless cause. Bismarck, it is\r\nwell known, was strongly opposed to any accession of territory, beyond\r\nwhat was absolutely necessary, and would have much preferred a pecuniary\r\ncompensation. If, instead of following the lead of Gambetta, the\r\ncounsels of Thiers had been adopted, peace would have been made long\r\nbefore the fall of Paris became imminent; millions of money would have\r\nbeen saved, thousands of lives would not have been uselessly sacrificed,\r\nand Lorraine would have remained French instead of becoming the chief\r\ncontributory cause towards undying hatred of the German people.\r\n\r\nThiers returned to Bordeaux upon the accomplishment of his melancholy\r\nmission, and a debate took place in the Assembly on the question of the\r\nratification of the Peace preliminaries. The discussion gave opportunity\r\nfor much recrimination and for much display of emotion, especially on\r\nthe part of Victor Hugo, but Thiers's success was a foregone conclusion\r\nand the Peace preliminaries were accepted by 546 votes to 107.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Bordeaux, March 2, 1871.\r\n\r\n    I suppose we may say peace at last. I hear that the discoveries made\r\n    by the Committees on the Military Forces and on the Finances were so\r\n    overwhelming, as to convince every member that defence was\r\n    absolutely impossible. This reduced the debate yesterday to mere\r\n    idle vapouring on the part of the Opposition. One speech was simply\r\n    absurd--that of Victor Hugo. The rest were perhaps fair speeches,\r\n    but there was no eloquence worthy of the occasion, and there was an\r\n    evident unreality about the Opposition. The majority had determined\r\n    not to speak. Thiers's few words were very telling; no one but\r\n    Thiers could have got so many to vote; the fear was that a great\r\n    number would abstain from voting, and so the Ratification would\r\n    either not be carried at all, or be carried by too small a majority\r\n    to pledge the country.\r\n\r\n    Chaudordy did not vote, he hankered to the last after an appeal to\r\n    the Neutral Powers. Even supposing the Germans would have given time\r\n    by prolonging the Armistice, which they certainly would not, I don't\r\n    think France would have gained anything by the appeal. Either\r\n    Bismarck would have peremptorily refused to let the Neutrals have\r\n    anything to say; or, if, _par impossible_, he had made some\r\n    concessions, he would in return of course have required them to\r\n    acquiesce explicitly in his other terms; and this, I think, would\r\n    have been as bad for France, and worse for the dignity of the\r\n    Neutrals themselves, than the present state of things. At least we\r\n    are free from any sort of sign of approval of the monstrous\r\n    conditions Prussia has imposed by sheer force.\r\n\r\n    How France is to be governed, and how the milliards are to be paid,\r\n    are hard questions. The majority of the Assembly, which is decidedly\r\n    anti-republican, hardly expects to establish a Government to its\r\n    taste, without some actual fighting with the Reds in Paris and other\r\n    large towns. It therefore does not at all like the idea of moving\r\n    the Assembly to Paris. Thiers, I think, wishes to go to Paris, or at\r\n    least to move the Assembly to some place near enough to enable the\r\n    Executive Government to be carried on in Paris. The inconveniences\r\n    of the present roving system are manifold; and I cannot help\r\n    thinking that the sooner the Government settles in the Capital, and\r\n    has its fight (if fight there really must be) with the Mob over, the\r\n    better.\r\n\r\n    As to what the New Government is to be, there would, with the\r\n    present Assembly in its present mood, be, one would think, little\r\n    difficulty in getting a large majority for a Monarchy, if the fusion\r\n    between the Legitimists and the Orleanists were once decidedly and\r\n    irrevocably made, and I suppose the Moderate Republicans would not\r\n    hold aloof from such a Government, provided it was _bonâ fide_\r\n    parliamentary. Thiers, I believe, still thinks that for the present\r\n    a Moderate Republic is the best compromise between all opinions, and\r\n    the form of Government which least disunites Frenchmen. He has now\r\n    immense influence, but the claimants of the throne and their\r\n    supporters in the Assembly seem to be already impatient; and Thiers\r\n    will have nothing but painful measures to bring forward, and will be\r\n    accused of desiring to perpetuate his own power.\r\n\r\n    I am afraid our Commercial Treaty is in the greatest danger. With\r\n    Thiers as head of the Government and as Minister of Finance, and the\r\n    popular feeling hostile to free trade and not in good humour with\r\n    England, it will be strange if we hold our own about the Treaty, or\r\n    a liberal tariff in France. It was indeed very doubtful whether the\r\n    Treaty could be maintained even under the Constitutional Empire.\r\n\r\n    Grant's Message has for the moment turned the wrath of the French\r\n    from the Neutrals to the Americans. It is strange that the\r\n    Americans, who are so abominably thin skinned themselves, never show\r\n    the least consideration for the national feelings of other Peoples.\r\n    The French are, of course, peculiarly sensitive at this moment, and\r\n    prone to resent anything like a demonstration of disregard for them.\r\n    I am truly thankful that you stopped Walker's entering Paris with\r\n    the Germans.\r\n\r\n    I have not been able to speak to Thiers since he came back, but I am\r\n    going to present my letters of Credence to him this evening.\r\n\r\nThe harshness of the peace conditions shocked Lord Granville, who\r\nthought them not only intolerable to France, but a dangerous menace to\r\nthe sacred idol of free trade.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Granville to Lord Lyons._\r\n\r\n    Foreign Office, March 1, 1871.\r\n\r\n    _Vae Victis_ indeed! How hard the conquerors have been, and what a\r\n    mistake in a great country like Germany to give up all direction of\r\n    its affairs to one bold unscrupulous man!\r\n\r\n    We do not believe in France being able to bear the burden which has\r\n    been put upon her.\r\n\r\n    I presume one of the results will be to put protectionist duties on\r\n    all imported articles. I do not think we should complain much. We\r\n    shall lose to a certain degree, but infinitesimally as compared with\r\n    France. You had better, in conversation with Thiers, and others, say\r\n    that you shall regret it on French account. They want money, which\r\n    is to be chiefly got in England. Here, rightly or wrongly, we\r\n    believe that protective duties are most injurious to the revenue to\r\n    which money-lenders look for their interest. If it is known that\r\n    Thiers means to go in for large armaments and for protection,\r\n    self-interest will shut up the hoards here.\r\n\r\nPeace having now at length been assured, there arose the question of\r\nwhere the new Assembly was to establish itself, and as there was an only\r\ntoo well-founded suspicion that Paris was no place for a conservative\r\nchamber with a hankering after a monarchy, Versailles was eventually\r\nselected.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Bordeaux, March 6, 1871.\r\n\r\n    Thiers asked me yesterday whether I thought it would be advisable\r\n    for him to bring the state of affairs between France and Germany\r\n    before the Conference in London.\r\n\r\n    I did not very well see what there was to submit to the Conference,\r\n    as the preliminaries of peace were signed and could not be altered.\r\n    I thought it however better to avoid any discussion on this point,\r\n    and to say decidedly that in my opinion it would be very unadvisable\r\n    to do anything of the kind. I told him that I thought it would be a\r\n    particularly bad opportunity to take, if he wished to consult the\r\n    European Powers; that the German Plenipotentiary would say, and say\r\n    with reason, that his Government had entered into a Conference for a\r\n    specific purpose and was not to be entrapped into an extraneous\r\n    discussion, that in this view he would no doubt be strongly\r\n    supported by the Russian, and that probably none of the\r\n    Plenipotentiaries would approve of a proceeding, which would\r\n    certainly retard the business for which the Conference had met, and\r\n    might very likely break it off altogether.\r\n\r\n    I think Thiers rather asked my opinion pour 'l'acquit de sa\r\n    conscience,' than from having himself any strong desire to attempt\r\n    to bring his affairs before the Conference. At any rate he gave a\r\n    very conclusive argument against doing so himself, for he said that\r\n    it might have the effect of delaying the Prussian evacuation of the\r\n    neighbourhood of Paris.\r\n\r\n    He hopes to get the half milliard necessary to get the Prussians out\r\n    of the forts on the North side of the Seine, before the end of the\r\n    month. He speaks altogether more hopefully of the financial\r\n    prospects than any one else whom I have heard. He says Bismarck was\r\n    extremely hard about the money, and that the negociation was nearly\r\n    broken off altogether on the question of Belfort. On this question\r\n    he believes Bismarck was with him, and had a tremendous fight to\r\n    obtain leave from the Emperor and Moltke to make the concession.\r\n    Strange as it may appear Thiers seems really to have a sort of\r\n    liking for Bismarck personally, and to believe that if he had been\r\n    let have his own way by the _militaires_, he would have been much\r\n    kinder to France.\r\n\r\n    It has been generally supposed that the Assembly will adjourn to\r\n    Versailles, and St. Germain has also been mentioned; but Thiers told\r\n    me yesterday that he should himself propose Fontainebleau. He would\r\n    like himself to take it to Paris, as soon as the Prussians are out\r\n    of the forts, but the majority will not hear of putting themselves\r\n    so near the Belleville mob. I think it will be a great mistake not\r\n    to go to Paris, and I hope Thiers will pluck up a spirit, and carry\r\n    his point. He said something about being glad to have me near him at\r\n    Fontainebleau, but I do not know that it was more than a compliment.\r\n    At any rate I am myself strongly of opinion that the best thing for\r\n    me to do is to go to Paris as soon as possible, and re-establish the\r\n    Embassy there on the normal footing. If there should be (which I\r\n    doubt) any necessity for my going to Thiers or Fontainebleau or\r\n    elsewhere for more than a few hours at a time I should still propose\r\n    to have the headquarters of the Embassy in the Faubourg St. Honoré\r\n    and to treat my own occasional absence as accidental. In fact to act\r\n    as I did when invited to Compiègne in the Emperor's time. I hope to\r\n    be in Paris by the end of this week, or at latest, the beginning of\r\n    next.\r\n\r\nThe Ambassador and his staff returned to Paris on March 14, finding the\r\nEmbassy quite uninjured, no traces of the siege in the neighbourhood,\r\nand the town merely looking a little duller than usual. They were\r\nenchanted to be back, and little suspected that in three or four days\r\nthey would again be driven out.\r\n\r\nPrevious attempts on the part of the Red Republicans to overthrow the\r\nGovernment of National Defence during the siege had met with failure,\r\nbut Favre's stipulation that the National Guards should be permitted to\r\nretain their arms gave the Revolutionary Party its opportunity. The new\r\nGovernment was obviously afraid to act, and matters came to a crisis\r\nwhen an ineffectual and half-hearted attempt was made to remove some\r\nguns which had been seized by National Guards. Regular troops brought up\r\nagainst the latter refused to fight and fraternized with their\r\nopponents; two generals were shot under circumstances of great\r\nbrutality, a Revolutionary Central Committee took possession of the\r\nHotel de Ville and proclaimed the Commune, and the Government withdrew\r\nsuch regular troops as remained faithful to Versailles. On March 18, the\r\ninsurgents were completely masters of the right bank of the Seine, and\r\non the following day an emissary from the French Foreign Office appeared\r\nat the Embassy with the information that the Government had been forced\r\nto retire to Versailles, and that as it was no longer able to protect\r\nthe Diplomatic Body at Paris, it was hoped that the Representatives of\r\nForeign Powers would also repair to Versailles with the least possible\r\ndelay. Nearly all of these did so at once, but Lord Lyons with his\r\npronounced sedentary tastes had had quite enough of moving about and\r\ndecided to wait for instructions.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Paris, March 20, 1871.\r\n\r\n    We are in a strange state indeed. How it will end, who shall say.\r\n    The Prussians may be glad of a chance to wipe away the absurdity of\r\n    their three days' occupation by a more serious entrance, and it may\r\n    suit their rulers to put down Belleville, with a view to checking\r\n    the progress of Republicanism. I should think however it would be\r\n    wiser of them with their hatred of France, to leave the Parisians to\r\n    accomplish their own ruin.\r\n\r\n    A good many National Guards have gone out towards Versailles,\r\n    whether with the view of making a serious attack on the Government\r\n    and the Assembly remains to be seen. It seems to be doubtful whether\r\n    there are _any_ troops, except perhaps the Papal Zouaves on\r\n    whom the Government can depend.\r\n\r\n    The proclamations of the Central Committee in the _Journal\r\n    Officiel_, which I send you officially, are worth reading. They seem\r\n    to me to be in form much more calm, dignified and sensible than the\r\n    proclamations of the Government of National Defence used to be. In\r\n    substance they are not specimens of political knowledge and wisdom.\r\n\r\n    It is to be hoped that the Assembly will not make matters worse by\r\n    violent and ill-considered resolutions. I suppose it will be furious\r\n    with Thiers for having brought it to Versailles, and it is on the\r\n    cards that it may be really attacked there to-day by the Parisians.\r\n    Any way, I should not be at all surprised if the Assembly\r\n    transferred itself to some dismal French provincial town.\r\n\r\nInstructions, however, were shortly received to proceed to Versailles,\r\nand he betook himself there on the 21st, taking with him Wodehouse and\r\nSheffield, and leaving Malet, Colonel Claremont, Lascelles,[27] and\r\nSaumarez[28] at the Embassy.\r\n\r\nAt Versailles complete ignorance appeared to prevail as to the actual\r\nsituation; Jules Favre knew nothing, and either the Government had no\r\nplan or was not prepared to disclose it; but, as, at all events, during\r\nthe early stage of the conflict, railway communication with Versailles\r\nwas not interrupted, it was possible to come up to Paris occasionally at\r\nthe risk of being seized by the Communists as a spy, and see how matters\r\nwere progressing.\r\n\r\nThiers, in the early days of the Civil War affected to believe that the\r\nrevolt would speedily be brought to a satisfactory termination, and the\r\nknowledge that he personally was largely responsible for the existing\r\nsituation doubtless prompted him to minimise the danger as much as\r\npossible. By withdrawing the regular troops to Versailles, he had left\r\nthe well-disposed inhabitants of Paris at the mercy of an armed\r\nrevolutionary mob, and if a renewed bombardment or fresh Prussian\r\noccupation of the town was the result, the fault would have been largely\r\nhis. The Assembly too found itself in a ridiculous position; it had been\r\nbrought to Versailles because it had been represented that the\r\nAdministration could not be carried on away from the capital, and no\r\nsooner did it arrive at Versailles than the whole Government was driven\r\nout of Paris.\r\n\r\nThe optimism with which Thiers viewed the progress of events in Paris\r\nwas not shared by onlookers at Versailles. They could not help seeing\r\nthat the members of the Central Committee were continually gaining\r\nground, and had now obtained control of the whole or very nearly the\r\nwhole of the city: that the slaughter of the 'Men of Order' in the Rue\r\nde la Paix on March 22, had left the Red Republicans the masters of the\r\nday, and that the communal elections on March 26, had given a semblance\r\nof regular authority to the revolutionaries. Thiers, who had taken the\r\nwhole management of the affair into his own hands, and was still\r\nunwilling to use force, now endeavoured to conciliate the Communists by\r\na proclamation conceding complete recognition of the municipal\r\nfranchise, the right to elect all officers of the National Guard,\r\nincluding the Commander-in-Chief; a modification of the law on the\r\nmaturity of bills of exchange, and a prohibition to house owners and\r\nlodging-house keepers to give their lodgers notice to quit. These\r\nconcessions to blackmail were, however, considered insufficient by the\r\nimplacable revolutionary leaders, and negotiations broke down when it\r\nwas demanded that the Communal Council should supersede the Assembly\r\nwhenever the two bodies might come into collision, and that the control\r\nof finance should be vested in the former. It was evident that civil war\r\ncould no longer be avoided, and in view of the doubts which existed\r\nrespecting the reliability of the army at Versailles, the gravest\r\napprehensions were felt as to the result of the struggle. Lord Granville\r\nwas convinced that the Prussians would re-enter Paris and restore the\r\nEmpire, although the Emperor, while praising the Prussians in the course\r\nof a conversation with the Duke of Cambridge, had recently stated that\r\nno one could remain in France who was brought there by the enemy.\r\n\r\nOn March 28, the Commune was proclaimed with much pomp and emblematic\r\nceremony in which Phrygian caps were conspicuous, and a series of\r\ndecrees appeared shortly in the _Journal Officiel_, which announced the\r\nabolition of conscription, but the compulsory enrolment of all\r\nable-bodied men in the National Guard; a remission of lodger's rents;\r\nthe suspension of the sale of all articles deposited in pawn; and the\r\nsupersession of the Government at Versailles. A vast number of persons\r\nquitted the city before the end of the month, and of those who remained,\r\nthere were probably many, who, apart from their political sentiments,\r\nheartily welcomed so convenient a release from embarrassing liabilities.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Versailles, March 30, 1871.\r\n\r\n    The Commune are going ahead in Paris. The great comfort the\r\n    Government and the Assembly here have, is that the similar movements\r\n    in other great towns have failed, and that thus it is plainly Paris\r\n    against all France. Their great hope appears to be that the members\r\n    of the Commune will quarrel among themselves, and that their social\r\n    measures may be so thoroughly socialist, as to rouse resistance\r\n    among the Parisians. In the meantime however the delay seems\r\n    dangerous; the working classes are said to be going over more and\r\n    more completely to the Commune, and the effect of a completely\r\n    successful revolution in Paris on the other towns may yet be\r\n    serious. Bismarck is said to have given Thiers a limited time (a\r\n    fortnight or three weeks) to set things straight, and to have\r\n    declared that, when that time is up, the Germans must step in.\r\n\r\nAs a matter of fact, the conduct of the Germans does not seem to have\r\nleft anything to be desired. They allowed the numbers of the French\r\ntroops, which had been fixed under the armistice at 40,000, to be\r\nindefinitely increased: they gave facilities for the return of the\r\nprisoners in Germany, and even gave the French Government to understand\r\nthat the assistance of German troops might be counted upon if necessary.\r\nTact is not generally supposed to be a marked German characteristic, but\r\nThiers admitted to Lord Lyons that the 'offer had been made with so much\r\ntact and delicacy, that, while of course it could not be accepted, the\r\nGovernment had been able to pass it by, without appearing to understand\r\nit.'\r\n\r\nIn the meanwhile, in spite of much dissatisfaction, Thiers was determined\r\nnot to be hurried, and both he and Jules Favre declined to believe\r\neither that there was any danger of excesses being committed at Paris,\r\nor that the Commune was gaining strength in consequence of the delay.\r\nThese opinions were not in the least shared by the public at large; the\r\ngeneral impression being that each day's delay added to the strength of\r\nthe Commune, discouraged the party of order and increased the\r\nexasperation of that party against the Government and the National\r\nAssembly; it was believed too that if excesses were committed they would\r\ninspire the well-disposed citizens with terror rather than with a spirit\r\nof resistance.\r\n\r\nFortunately for the cause of order, the Communists soon afforded an\r\nopportunity for testing the temper of the Versailles troops. On April 2,\r\nthe National Guards came into collision with the regulars at Courbevoic,\r\nwere heavily worsted, and such prisoners as were taken were summarily\r\nshot. The engagement showed that the army could be depended upon, and\r\nthat there need be no further fears with regard to a policy of resolute\r\nrepression; nevertheless there was little sign on the part of Thiers of\r\nfollowing up the success that had been gained, and he made the\r\nremarkable excuse that the military ignorance of the insurgents and the\r\neccentricity of their movements rendered military operations against\r\nthem correspondingly difficult. Little progress had been made towards\r\nthe end of April, although righteous retribution had overtaken Thiers in\r\nthe invasion of his house in the Place St. Georges, and in the violation\r\nby National Guards of the sanctity of the apartment of his\r\nmother-in-law.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Versailles, April 21, 1871.\r\n\r\n    I suppose we shall get back to Paris, or to the ruins of it, some\r\n    day; and certainly the affairs of the Commune are looking more\r\n    gloomy than they did, but I must leave to Thiers the responsibility\r\n    of the perpetually renewed declaration that we shall be there in a\r\n    few days. The sooner it comes the better, for the delay is very\r\n    dangerous for Thiers himself and for the country. The great towns in\r\n    the south will hardly be kept under if Paris remains in rebellion\r\n    much longer, and Thiers will find it very difficult to hold back the\r\n    monarchical majority in the Assembly.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Versailles, April 25, 1871.\r\n\r\n    I don't hear any guns, but I suppose after what Thiers said to me\r\n    last night, that the grand attack upon Fort Issy is going on. I\r\n    shall go or send to some safe point of view, as soon as I get the\r\n    Messenger off.\r\n\r\n    It was high time to begin, for the apparent weakness of the\r\n    Government is producing lamentable effects. Colonel Playfair's\r\n    reports of the spread of a very serious insurrection in Algeria are\r\n    confirmed by recent telegrams, and there is said to be rather an\r\n    alarming movement in Savoy, not with a view to reunion with Italy,\r\n    but rather to a junction with Switzerland.\r\n\r\n    I do not trouble you with any of the programmes for the attack on\r\n    Paris which are in everybody's mouth here. The favourite notion is\r\n    that, with or without getting their half milliard, the Germans are\r\n    to give up the forts, or all of them except St. Denis, to the\r\n    French; who are then either to attack Paris on the north, or to\r\n    complete the investment of it. Military big-wigs say that Thiers has\r\n    not men enough to carry out such a plan. Financial authorities say\r\n    that he has no chance of obtaining the money till he is already\r\n    master of Paris; and Jules Favre says positively that Paris will not\r\n    be bombarded or blockaded. The value to be given to this affirmation\r\n    of Jules Favre cannot go beyond there being no _present_ intentions\r\n    to make a regular general bombardment or to reduce the place by\r\n    famine. I urge him and Thiers to give warning in time to enable\r\n    foreigners to withdraw, but I doubt the foreigners getting any\r\n    warning beyond that which Malet has given already, and I doubt the\r\n    English being persuaded to go; but I shall do all I can about it.\r\n\r\nThe bombardment, in spite of Jules Favre's assurance, took place\r\nshortly, and did infinitely more harm than that of the Germans. Amongst\r\nother buildings which suffered was the Embassy, but until the closing\r\ndays of the struggle in May, those members of the staff who had been\r\nleft there, appear to have suffered no inconvenience; and the relations\r\nof Malet with the self-constituted officials of the Commune were\r\nperfectly amicable, as far as can be judged. Malet, whose management of\r\na trying situation was marked by much good sense and tact, found no\r\ndifficulty in getting on with Paschal Grousset, the Délègué aux Affaires\r\nEtrangères (also described by his adversaries as _Etranger aux\r\nAffaires_), and his relations with this important personage were no\r\ndoubt greatly facilitated by a brother who acted as private secretary:\r\n'a very pleasant little fellow, willing to put his brother's signature\r\nto anything.' Paschal Grousset had good reason to congratulate himself\r\nsubsequently upon the pains which he had taken to ensure the safety of\r\nforeigners in Paris and for the friendly disposition which he had shown.\r\nWhen the Versailles troops obtained possession of the city, he was\r\ncaptured and would in all probability have been shot in company with\r\nother Communist leaders if unofficial representations in his favour had\r\nnot been made by Lord Lyons. He was transported, but subsequently\r\nreturned to Paris under an amnesty, and, years after, was the cause of a\r\ncomic incident at the house of a lady formerly connected with the\r\nBritish Embassy. This lady, hearing a terrific uproar in her anteroom,\r\ncame out to see what was the matter and found Paschal Grousset engaged\r\nin a violent altercation with her _maître d'hôtel_. It turned out that\r\nthe latter, who was an ex-gendarme, had been in charge of Paschal\r\nGrousset when the latter was seized by the Versailles Government, and\r\nthat he now strongly resented his former prisoner appearing in the\r\ncharacter of an ordinary visitor.\r\n\r\nOne of the most abominable acts of the Commune had been the seizure of\r\nthe Archbishop of Paris, together with a number of priests, and the\r\nholding of them as hostages for the good treatment of Communist\r\nprisoners. No secret was made of the fact that under certain\r\ncircumstances they would be shot, and efforts were set on foot by\r\nvarious parties--the American Minister, the British Government, and the\r\nGerman authorities--to prevent so horrible a catastrophe. The\r\nintervention of the American Minister, Mr. Washburne, only caused\r\nirritation. 'They are very angry here with Mr. Washburne,' wrote Lord\r\nLyons on April 28, 'for interfering about the Archbishop, and they are\r\nstill more displeased with him for being so much in Paris. In fact,\r\nalthough he has a room here he is much more in Paris than at Versailles.\r\nThiers observed to me last night that my American colleague had a\r\n_conduite très singulière_. They would not stand this in a European\r\nrepresentative, but they allow a great latitude to the American, partly\r\nbecause he and his Government have nothing to say to European politics,\r\nand partly because they cannot well help it.' An attempt made by\r\ndirection of Lord Granville met with no better success, for the\r\nVersailles Government firmly refused to make the exchange of the\r\nrevolutionary leader Blanqui, asked for by the Commune, and would only\r\ngo so far as to promise in private, that the latter's life should be\r\nspared under certain circumstances.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Versailles, May 16, 1871.\r\n\r\n    The poor Archbishop has been constantly in my thoughts, both before\r\n    I received your letter of the 13th and since. The state of the case\r\n    is simply this. The Commune will not release him on any other terms\r\n    than the release of Blanqui; and the Government positively refuses\r\n    to give up Blanqui. Every one agrees that intervention with the\r\n    Commune is worse than useless; in fact does harm. You will see from\r\n    my Confidential Despatch of to-day, that I have gone as far as\r\n    possible with Thiers on the subject, but without success. I cannot\r\n    hope that I have done any good, but I have certainly done no harm.\r\n    Thiers spoke to me freely and confidentially, but absolutely refused\r\n    (or rather said positively that it was impossible) to give up\r\n    Blanqui. I perhaps went rather far in speaking to M. Thiers even in\r\n    the way I did, but I think it will be a comfort to remember that we\r\n    did all that could be done.\r\n\r\n    I understand that the Archbishop does not suffer any positive\r\n    hardship or privation beyond being kept a close prisoner, but I fear\r\n    his health is giving way in some degree under the pressure of\r\n    anxiety and confinement.\r\n\r\n    Perhaps the most painful feature in the whole matter has been the\r\n    conduct of the Vicar General, the Abbé Lagarde, who was sent to\r\n    Versailles on parole to negociate the release of the Archbishop.\r\n    Notwithstanding the entreaties of the Archbishop himself, and the\r\n    exhortations of everyone here, he declined to redeem his promise and\r\n    has thereby materially injured the Archbishop's position, and given\r\n    force to the Communist pretext that no trust can be put in priests.\r\n    I am afraid he is still out of Paris.\r\n\r\nJules Favre was also approached on the subject, but nothing could be got\r\nout of him, and the only chance of success seemed to depend upon a\r\nperemptory demand of the Germans for his release, the Commune being\r\ncompletely at their mercy. This action the German authorities found\r\nthemselves unable to take, and in spite of the frequently expressed\r\nopinions of Thiers and others that the lives of the hostages were in no\r\nreal danger, they were all massacred in cold blood during the final days\r\nof the street fighting.\r\n\r\nBy the middle of May, most people were of opinion that there was nothing\r\nto prevent the troops entering Paris whenever they pleased, and that the\r\nsooner they did so, the less resistance they would encounter. Thiers,\r\nhowever, still refused to run any risks, and it was not until nearly the\r\nclose of the month that the insurrection was completely suppressed,\r\namidst scenes almost unprecedented in modern times.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Granville._\r\n\r\n    Versailles, May 26, 1871.\r\n\r\n    The state of Paris is heart-breaking. The night I spent there (24th)\r\n    was calculated to give one an idea of the infernal regions. Fires in\r\n    all directions, the air oppressive with smoke and unpleasant odours,\r\n    the incessant roar of cannon and musketry and all kinds of strange\r\n    sounds. For the 48 hours before my arrival, the members of the\r\n    Embassy and all in the house were in imminent danger; a fire raging\r\n    in the next street but one, shells falling on the roof which might\r\n    set fire to the house at any moment, and shot flying so fast on both\r\n    sides that escape in case of fire would have been hardly possible.\r\n    It is a great satisfaction to me that every one in the house behaved\r\n    well. Of the members of the Embassy I was quite sure, and all the\r\n    men servants appeared to have shown pluck and alacrity in rushing to\r\n    the places where the shells fell, in order to extinguish the fire in\r\n    case of need. Malet has a first-rate head, and directed everything\r\n    with his usual coolness and self-possession.\r\n\r\n    One bit of a shell is said to have fallen in the garden yesterday\r\n    morning, but it certainly did no mischief, and there was no\r\n    appearance of danger while I was there. I cannot, however, feel\r\n    quite comfortable so long as the insurgents hold the Buttes de\r\n    Chaumont. They must, I should hope, be on the point of being driven\r\n    out at the moment I write. Little or no intelligence of what was\r\n    going on in the town could be obtained. The least inconvenience on\r\n    leaving one's own house was to be seized upon to form a chain to\r\n    hand buckets. Sentries stopped our progress in almost every\r\n    direction: arrests were frequent and summary executions the order of\r\n    the day. I hope it will really all be over by to-night. Sad as it\r\n    all is, I felt a satisfaction in finding myself in the old house\r\n    again, and am impatient to return to it for good. I hope to do so\r\n    directly I can without cutting myself off from uninterrupted\r\n    communication with you.\r\n\r\n    The fate of the hostages is what makes me the most anxious now. All\r\n    the accounts we do receive are hopeful, but we have no positive\r\n    assurance of their being safe. The Nuncio came back from his\r\n    expedition to the Crown Prince of Saxony much pleased with himself\r\n    for having undertaken it, and very grateful to me for having\r\n    suggested it. He was referred by the Crown Prince to General\r\n    Fabrice, who told him, that by order of Prince Bismarck, he was\r\n    doing all that could be done to save the Archbishop. He even hinted\r\n    that he had tried offers of money.\r\n\r\n    Thiers is trying the patience of the Assembly by keeping in office\r\n    Jules Favre, Picard and Jules Simon, who were members of the\r\n    Government of National Defence and of the violent Republican\r\n    opposition under the Empire. The contempt and disgust of the\r\n    Parisians of every shade of opinion for the Government of National\r\n    Defence appears unbounded. They consider it to have been a\r\n    Government which had neither courage nor capacity, and was equally\r\n    inefficient in defending the city against the enemy, and maintaining\r\n    order and authority inside. By the country at large, and still more,\r\n    by the monarchical representatives in the Assembly, the members of\r\n    that Government, by their conduct before and after the 4th September\r\n    are held to have been the cause of all the present horrors.\r\n\r\n    Notwithstanding all this, Thiers seems to rule the Assembly\r\n    completely, however much the members may grumble in private. His\r\n    troubles with them will begin when Paris is at last subdued.\r\n\r\n    I went to Favre with the offer of the firemen directly the telegram\r\n    was decyphered. He took it up to Thiers who immediately accepted it.\r\n\r\nThe Commune, which terminated in an orgy of blood, flame, and insensate\r\nfury, had lasted for rather more than two months. Amongst those who\r\noriginated the movement were some who honestly believed that they were\r\nmerely advocating municipal freedom, and others who thought that the\r\nexistence of the Republic was threatened by a reactionary Assembly; but\r\nthe control eventually fell into the hands of revolutionaries whose aim\r\nit was to destroy the foundations of society. It showed human nature at\r\nits worst, and the ferocity of the reprisals on the part of the\r\nGovernment created almost as much repulsion as the outrages which had\r\nprovoked them. Now, however, with the restoration of order, a new era\r\nwas about to dawn; the ceaseless disasters which had overwhelmed the\r\ncountry since the end of July, 1870, had come to an end, and within an\r\nalmost incredibly short period, France recovered that place amongst the\r\ngreat nations of the world, which seemed at one time to have been\r\nirretrievably lost.\r\n\r\n\r\nFOOTNOTES:\r\n\r\n  [23] Representative at Tours of the French Foreign Office.\r\n\r\n  [24] 'Memoirs of Sir Robert Morier.'\r\n\r\n  [25] Minister at Madrid; subsequently Ambassador at Constantinople.\r\n\r\n  [26] Col. the Honble. Percy Fielding.\r\n\r\n  [27] Now Sir Frank Lascelles, G.C.B.\r\n\r\n  [28] Now Lord de Saumarez.\r\n\r\n\r\nEND OF VOL. I.\r\n\r\nPRINTED BY WILLIAM CLOWES AND SONS, LIMITED, LONDON AND BECCLES\r\n\r\nTelegrams: \"Scholarly, London.\"\r\n\r\nTelephone: No. 1883 Mayfair.\r\n\r\n41 and 43 Maddox Street, Bond Street, London, W. _September, 1913_.\r\n\r\n\r\n\r\n\r\nMr. Edward Arnold's\r\n\r\nAUTUMN ANNOUNCEMENTS, 1913.\r\n\r\n       *       *       *       *       *\r\n\r\nLORD LYONS.\r\n\r\nA Record of British Diplomacy.\r\n\r\nBy the Right Hon. LORD NEWTON.\r\n\r\n_With Portraits. In Two Volumes._ =30s. net.=\r\n\r\n\r\nThe late Lord Lyons was not only the most prominent but the most trusted\r\nEnglish diplomatist of his day, and so great was the confidence felt in\r\nhis ability that he was paid the unique compliment of being offered the\r\npost of Secretary of State for Foreign Affairs.\r\n\r\nLord Newton, who has now undertaken the task of preparing a memoir of\r\nhim, enjoys the advantage of having served under him for five years at\r\nthe Paris Embassy. The interest of this work lies, however, less in the\r\npersonality of the Ambassador than in the highly important events in\r\nwhich he played so prominent a part.\r\n\r\nLord Lyons was the British representative at Washington during the\r\nperiod of the Civil War; subsequently he was Ambassador at\r\nConstantinople for two years; and finally he spent twenty years--from\r\n1867 to 1887--as Ambassador at Paris. During the whole of this eventful\r\nperiod his advice was constantly sought by the Home Government upon\r\nevery foreign question of importance, and his correspondence throws\r\nfresh light upon obscure passages in diplomatic history.\r\n\r\nIn this book will be found hitherto unpublished information relating to\r\nsuch matters as the critical relations between England and the United\r\nStates during the course of the Civil War; the political situation in\r\nFrance during the closing years of the Second Empire; the secret attempt\r\nmade by the British Foreign Secretary to avert the Franco-German War,\r\nand the explanation of its failure; the internal and external policy of\r\nFrance during the early years of the Third Republic; the War Scare of\r\n1875; the Congress of Berlin; the Egyptian Expedition; Anglo-French\r\npolitical relations, and many other matters of interest.\r\n\r\nThe method selected by the writer has been to reproduce all important\r\ncorrespondence verbatim, and it may be confidently asserted that the\r\nstudent of foreign politics will find in this work a valuable record of\r\nmodern diplomatic history.\r\n\r\n       *       *       *       *       *\r\n\r\nLONDON: EDWARD ARNOLD. 41 & 43 MADDOX STREET W.\r\n\r\n\r\n\r\n\r\nTHE LIFE AND LETTERS OF GEORGE WILLIAM FREDERICK, FOURTH EARL OF\r\nCLARENDON.\r\n\r\nBy the Right Hon. Sir HERBERT MAXWELL, Bart.\r\n\r\n_In Two Volumes, With Portraits. Demy 8vo._ =30s. net.=\r\n\r\n\r\nBorn in the year 1800 and dying in 1870, Lord Clarendon lived through a\r\nperiod of social, political, and economic change more rapid probably\r\nthan had been witnessed in any similar space of time in the previous\r\nhistory of mankind. It was his lot, moreover, to wield considerable\r\ninfluence over the course of affairs, inasmuch as his public service,\r\nextending over fifty years, caused him to be employed in a succession of\r\nhighly responsible, and even critical, situations. British Minister at\r\nMadrid at the outbreak and during the course of the Carlist Civil War\r\nfrom 1833 to 1839, he was admitted into Lord Melbourne's Cabinet\r\nimmediately upon returning to England in the latter year. He was Lord\r\nLieutenant of Ireland throughout the memorable famine years, 1847-1852.\r\nRelieved of that arduous post, Lord Clarendon entered Lord Aberdeen's\r\ngovernment in 1852 as Foreign Secretary, which office he retained\r\nthrough the Crimean War, and became responsible for the terms of the\r\nTreaty of Paris in 1856. On Lord Palmerston's death in 1865, he returned\r\nto the Foreign Office, and had to deal with the settlement of the\r\n\"Alabama\" claims.\r\n\r\nThe annals of the first half of Queen Victoria's reign having been\r\npretty thoroughly explored and dealt with by many competent writers, the\r\nchief interest in these pages will be found in Lord Clarendon's private\r\ncorrespondence, which has been well preserved, and has been entrusted to\r\nSir Herbert Maxwell for the purpose of this memoir. Lord Clarendon was\r\na fluent and diligent correspondent; Charles Greville and others among\r\nhis contemporaries frequently expressed a hope that his letters should\r\nsome day find their way into literature. Sir Arthur Helps, for instance,\r\nwrote as follows in _Macmillan's Magazine_: \"Lord Clarendon was a man\r\nwho indulged, notwithstanding his public labours, in an immense private\r\ncorrespondence. There were some persons to whom, I believe, he wrote\r\ndaily, and perhaps in after years we shall be favoured--those of us who\r\nlive to see it--with a correspondence which will enlighten us as to many\r\nof the principal topics of our own period.\" It is upon this\r\ncorrespondence that Sir Herbert Maxwell has chiefly relied in tracing\r\nthe motives, principles, and conduct of one of the last Whig statesmen.\r\nAmong the letters dealt with, and now published for the first time, are\r\nthose from Lord Melbourne, Lord Palmerston, Lord Aberdeen, Lord Derby,\r\nM. Thiers, M. Guizot, the Emperor Louis Napoleon, etc., and many ladies.\r\n\r\n\r\n\r\n\r\nWILLIAM AUGUSTUS, DUKE OF CUMBERLAND, HIS EARLY LIFE AND TIMES, 1721-1748.\r\n\r\nBy the Hon. EVAN CHARTERIS,\r\n\r\nAUTHOR OF \"AFFAIRS OF SCOTLAND, 1744-1746.\"\r\n\r\n_With Plans and Illustrations._ =12s. 6d. net.= [_In preparation._\r\n\r\n\r\nMr. Charteris has a good subject in \"Butcher\" Cumberland, not only on\r\naccount of the historical and romantic interest of his background, but\r\nalso by reason of the Duke's baneful reputation.\r\n\r\nIn the present volume the author has carried the career of the Duke of\r\nCumberland down to the Peace of Aix-la-Chapelle. The period includes the\r\nDuke's campaigns in Flanders against Marshal Saxe, the Battle of\r\nCulloden, and the measures taken for the suppression of the Jacobites in\r\nScotland. Mr. Charteris has had the exceptional advantage of studying\r\nthe Cumberland Papers at Windsor Castle, and it is largely by the aid of\r\nhitherto unpublished documents that he is now able to throw fresh light\r\non a character which has been the subject of so much malevolent\r\ncriticism. At the same time the volume deals with the social and\r\npolitical conditions among which Cumberland was called on to play so\r\nimportant a part in the life of the nation. These have been treated by\r\nthe author with some fulness of detail. Cumberland, in spite of his\r\nforeign origin, was remarkably typical of the characteristics of the\r\nearlier Georgian period, and an endeavour has been made in the present\r\nvolume to establish the link between the Duke and the politics, the\r\nmorals, the aims, and the pursuits of the age in which he lived.\r\n\r\n\r\n\r\n\r\nMY ART AND MY FRIENDS.\r\n\r\nTHE REMINISCENCES OF SIR F. H. COWEN.\r\n\r\n_With Portrait. Demy 8vo._ =10s. 6d. net.=\r\n\r\n\r\nIn the course of a long and distinguished musical career, Sir Frederic\r\nCowen has had opportunities of visiting many parts of the world, of\r\nmeeting all the most eminent artists of the last half-century, and of\r\namassing material for an extremely diverting volume of personal\r\nrecollections. As a child he enjoyed the privilege of being embraced by\r\nthe great Piccolomini; as a young man he toured with Trebelli, and\r\nbecame acquainted with the famous Rubinstein, with Bülow, and with\r\nJoachim. In later life he numbered such well-known musicians as\r\nPachmann, Paderewski, Sir Arthur Sullivan, and the de Reszkes, among his\r\nfriends. Nor was the circle of his intimates entirely confined to the\r\nworld of music; he was on terms of the closest friendship with Corney\r\nGrain, with George Grossmith and Arthur Cecil; he capped the puns of\r\nHenry J. Byron and Sir Francis Burnand; he laughed at the practical\r\njokes of Toole, at the caricatures which Phil May drew for him of his\r\nfriends. To the public Sir Frederick Cowen is well known as the\r\nconductor of Covent Garden Promenade and Philharmonic Concerts, as the\r\ncomposer of such celebrated songs as \"The Better Land\" and \"The Promise\r\nof Life,\" of \"The Corsair\" and \"The Butterfly's Ball.\" In these pages he\r\nshows himself to be a keen but kindly student of human nature, who can\r\ndescribe the various experiences of his past life with a genial but\r\nhumorous pen. The inexhaustible fund of anecdote from which he draws\r\ntends still further to enliven an amusing and lively volume.\r\n\r\n\r\n\r\n\r\nA CIVIL SERVANT IN BURMA.\r\n\r\nBy Sir HERBERT THIRKELL WHITE, K.C.I.E.\r\n\r\n_With 16 Pages of Illustrations. Demy 8vo._ =12s. 6d. net.=\r\n\r\n\r\nSir Herbert Thirkell White, who has but recently retired from the post\r\nof Lieutenant-Governor of Burma, which he filled with ability and\r\ndistinction, has now written what he modestly calls a \"plain story\" of\r\nmore than thirty years of official life in India. In this volume are\r\nnarrated the experiences of an Indian Civilian who has devoted the best\r\npart of his existence to the service of the Empire, and is in a position\r\nto speak with assurance of the many complicated problems with which the\r\nwhite man in India is continually faced. Sir Herbert's acquaintance with\r\nBurma began in 1878; since then he has had every opportunity of judging\r\nthe peculiar habits, customs, and characteristics of the native Burmese,\r\nand has been able to compile a valuable record of the impressions they\r\nhave made upon his mind. It was his fate to hold official positions of\r\nincreasing importance during the Viceroyalties of Lord Ripon, Lord\r\nDufferin, and Lord Curzon; he was privileged to serve such distinguished\r\nchiefs as Sir Charles Bernard and Sir Charles Crosthwaite, and witnessed\r\nthat pacification of Burma which the last-named Chief Commissioner has\r\ndescribed so eloquently in his well-known book on the subject. Sir\r\nHerbert writes clearly and with knowledge of every aspect of Burmese\r\nlife and character, and this volume of his recollections should prove\r\nextremely popular among English readers who are interested in the\r\ngovernment of our Indian Empire and the daily routine of the Indian\r\nCivil Servant.\r\n\r\n\r\n\r\n\r\nTHIRTY YEARS IN KASHMIR.\r\n\r\nBy ARTHUR NEVE, F.R.C.S.E.\r\n\r\n_With Illustrations and a Map. Demy 8vo._ =12s. 6d. net.=\r\n\r\n\r\nThe stupendous natural surroundings amidst which they dwell have\r\ninspired sojourners in Kashmir and other Himalayan countries to produce\r\nsome of the finest books of travel to be found. Among them will have to\r\nbe included in future this book of Dr. Arthur Neve's, so effectively\r\ndoes the author reveal the wonders of the land of towering peaks and\r\nhuge glaciers where he has made his home for the last thirty years.\r\n\r\nGoing out to Kashmir in 1882 under the auspices of the Church Missionary\r\nSociety, Dr. Neve took over the charge of the Kashmir Mission Hospital\r\nat Srinagur from Dr. Edmund Downes, who was retiring, and has stayed\r\nthere ever since. In his earlier chapters he gives some account of the\r\nPunjab and Kashmir in the eighties, and also of the work of the mission.\r\nHe then gets to the principal motif of the book--the exploring tours and\r\nmountaineering expeditions to which he has devoted his spare time. Nanga\r\nParbat, Nun Kun, and many other Himalayan giants, are within hail of\r\nSrinagur, and before he has finished with the book the reader will find\r\nhe has acquired the next best thing to a first-hand knowledge of this\r\nmagnificent country. Dr. Neve has also a great deal that is interesting\r\nto tell about the people of various races and religions who inhabit the\r\nvalleys, and from whom his medical help gained him a warm welcome at all\r\ntimes.\r\n\r\nA series of rare photographs gives a pictorial support to the\r\nletter-press.\r\n\r\n\r\n\r\n\r\nSPORT AND FOLK-LORE IN THE HIMALAYA.\r\n\r\nBy Captain H. L. HAUGHTON.\r\n\r\n(36TH SIKHS.)\r\n\r\n_With Illustrations from the Author's Photographs. One Volume._\r\n\r\n_Demy 8vo._ =12s. 6d. net.=\r\n\r\n\r\nCaptain Haughton has written a book which should prove a welcome\r\naddition to the library of every sportsman, as well as being of supreme\r\ninterest to the naturalist and the student of folk-lore. On the subject\r\nof sport the author writes with that thorough insight and sympathy which\r\nare the fruits of many years' practical experience with rod and rifle,\r\nin the jungle, on river-bank or mountain-side. In his agreeable society\r\nthe reader may stalk the markhor or the ibex, lightly throw his \"Sir\r\nRichard\" across some Kashmiri trout-stream, or lie in wait for the\r\nHimalayan black bear on its way to feed; and if the author's description\r\nof his many amusing and exciting adventures and experiences is eminently\r\nreadable, the value of his work is still further enhanced by his\r\nintimate knowledge of natural history, and by the introduction of many\r\nof those old Indian legendary tales that he has culled from the lips of\r\nnative Shikaris round the camp-fire at night. The book is illustrated\r\nthroughout with a series of remarkably interesting photographs taken by\r\nthe author in the course of his many sporting expeditions.\r\n\r\n\r\n\r\n\r\nRECOLLECTIONS OF A PENINSULAR VETERAN.\r\n\r\nBy the late Lieut.-Colonel JOSEPH ANDERSON, C.B., K.H.\r\n\r\n_With Photogravure Portrait. Demy 8vo._ =10s. 6d. net.=\r\n\r\n\r\nThe late Lieut.-Colonel Joseph Anderson was born in 1790, and from the\r\nage of fifteen, when he received a commission as Ensign in the 78th\r\nRegiment, to within a few years of his death in 1877, his career was\r\nalmost continuously as adventurous as it was distinguished. In 1806 he\r\nsaw active service for the first time, when he took part in the\r\nexpedition to Calabria; in the following year he served in the Egyptian\r\nCampaign of that date; and during the Peninsular War he fought at the\r\nbattles of Maida, Busaco, Fuentes d'Onoro, was wounded at Talavera, and\r\naccompanied Wellington on the retreat to the lines of Torres Vedras. A\r\nfew years later Captain Anderson, now a Captain in the York Chasseurs,\r\nwas sent with his regiment to Barbadoes, and was present at the capture\r\nof Guadeloupe in 1815. He was appointed Colonel Commandant of the Penal\r\nSettlement at Norfolk Island in 1834, where his humane endeavours to\r\nreform the prevailing penal system, and his efforts to quell mutinous\r\nconvicts, met with marked success. Nine years later Colonel Anderson\r\nwent to India to take part in the Mahratta Campaign, and at the Battle\r\nof Punniar (where he commanded a Brigade) was severely wounded when\r\ncharging the enemy's guns. After retiring from the Service, Colonel\r\nAnderson settled down in Australia, and it was at his home near\r\nMelbourne that these memories were compiled, during the later years of a\r\nstrenuous and active life, for the edification of his family. They are\r\nwritten in a simple, unaffected style, which renders them peculiarly\r\nreadable, and form a most instructive record of the manners and customs,\r\nof the mode of warfare, and the military and social life of a past age,\r\nand a bygone generation.\r\n\r\n\r\n\r\n\r\nMEMORIES OF A SOLDIER'S LIFE.\r\n\r\nBy Major-General Sir H. M. BENGOUGH, K.C.B.\r\n\r\n_With Portrait. Demy 8vo._ =8s. 6d. net.=\r\n\r\n\r\nMajor-General Sir H. M. Bengough joined the army in 1855, and retired in\r\n1898, after more than forty years of distinguished service in all\r\nquarters of the Empire. His first experience of active warfare dates\r\nfrom the Crimea; later on he took the field in the Zulu War and the\r\nBurma Expedition of 1885. In days of peace he held various high commands\r\nin India, South Africa, and Jamaica, and finally commanded a brigade of\r\ninfantry at Aldershot. In this volume of personal recollections the\r\nauthor narrates the many varied incidents and experiences of a long\r\nmilitary career and vividly describes the campaigns in which he took\r\npart. He also gives an interesting account of his adventures in the\r\nrealm of sport--pig-sticking, tiger-shooting, and pursuing other forms\r\nof game in India and elsewhere; subjects upon which a long experience\r\nenables him to write with expert knowledge. It will be strange indeed if\r\nso interesting an autobiographical volume from the pen of a deservedly\r\npopular soldier and sportsman fails to appeal to a wide public.\r\n\r\n\r\n\r\n\r\nZACHARY STOYANOFF.\r\n\r\nPages from the Autobiography of a Bulgarian Insurgent.\r\n\r\nTranslated by M. POTTER.\r\n\r\n_One Volume. Demy 8vo._ =10s. 6d. net.=\r\n\r\n\r\nIn this volume Zachary Stoyanoff gives us the narrative of his personal\r\nexperiences during the Bulgarian outbreaks of 1875 and 1876. Almost by\r\naccident he became an \"apostle\" of rebellion, and was sent out forthwith\r\nto range the country, stirring up the villagers and forming local\r\ncommittees. It is an amazing story. With unsurpassable candour he\r\nportrays for us the leaders, their enthusiasm, their incredible\r\nshortsightedness, and the pitiful inadequacy of their preparations. The\r\nbubble burst, and after a miserable attempt at flight, Stoyanoff was\r\ntaken prisoner and sent to Philippopolis for trial. There is no attempt\r\nat heroics. With the same Boswellian simplicity he reveals his fears,\r\nhis cringing, his mendacity, and incidentally gives us a graphic\r\npicture, not wholly black, of the conquering Turk. The narrative ends\r\nabruptly while he is still in peril of his life. One is glad to know\r\nthat, somehow, he escaped. A very human document, and a remarkable\r\ncontrast to the startling exhibition of efficiency given to the world by\r\nthe Bulgarians in their latest struggle with the Turks.\r\n\r\n\r\n\r\n\r\nSPLENDID FAILURES.\r\n\r\nBy HARRY GRAHAM,\r\n\r\nAUTHOR OF \"A GROUP OF SCOTTISH WOMEN,\" \"THE MOTHER OF PARLIAMENTS,\" ETC.\r\n\r\n_With Portraits. Demy 8vo._ =10s. 6d. net.=\r\n\r\n\r\nIt is perhaps unlikely that any two individuals will agree as to the\r\nproper definition of the term \"A Splendid Failure\"--a phrase of which\r\nthe origin would appear to be obscure. It may, however, be roughly\r\nstated that the \"Splendid Failures\" of the past divide themselves\r\nnaturally into three classes: those whom their contemporaries invested\r\nwith a fictitious or exaggerated splendour which posterity is quite\r\nunable to comprehend or appreciate; those whom the modern world regards\r\nwith admiration--but who signally failed in impressing the men of their\r\nown generation; and those who, gifted with genius and inspired with\r\nlofty ideals, never justified the world's high opinion of their talents\r\nor fulfilled the promise of their early days. In this volume of\r\nbiographical essays, the author of \"A Group of Scottish Women\" and other\r\npopular works has dealt with a selection of \"splendid failures\" of whose\r\npersonal history the public knows but little, though well acquainted\r\nwith their names. Wolfe Tone, \"the first of the Fenians\"; Benjamin\r\nHaydon, the \"Cockney Raphael\"; Toussaint L'Ouverture, the \"Napoleon of\r\nSan Domingo\"; William Betty, the \"Infant Roscius\"; and \"Champagne\"\r\nTownshend, the politician of Pitt's day, may be included under this\r\ncategory. The reader cannot fail to be interested in that account which\r\nthe author gives of the ill-fated Archduke Maximilian's attempt to found\r\na Mexican monarchy; in his careful review of the work and character of\r\nHartley Coleridge; and in his biographical study of George Smythe, that\r\nfriend of Disraeli whom the statesman-novelist took as his model for the\r\nhero of \"Coningsby.\" This book, which should appeal strongly to all\r\nreaders of literary essays, is illustrated with eight excellent\r\nportraits.\r\n\r\n\r\n\r\n\r\nTHE CORINTHIAN YACHTSMAN'S HANDBOOK.\r\n\r\nBy FRANCIS B. COOKE.\r\n\r\n_With 20 Folding Plates of Designs for Yachts, and numerous black and\r\nwhite Illustrations. Demy 8vo._ =10s. 6d. net.=\r\n\r\n\r\nThis new handbook covers the sport of yachting in all its branches. The\r\nwriter, who has had many years' experience of cruising and racing in\r\nyachts and boats of all types, has treated the subject in a thoroughly\r\npractical manner. The book is divided into six parts.\r\n\r\nIn Part I., which deals with the selection of a yacht, the various types\r\nand rigs suitable for Corinthian yachting are discussed. The designing\r\nand building of new craft are also dealt with at some length, and\r\ndesigns and descriptions of a number of up-to-date small cruisers are\r\ngiven.\r\n\r\nIn Part II. some hints are given as to where to station the yacht. All\r\navailable headquarters within easy reach of London are described, and\r\nthe advantages and disadvantages of each pointed out.\r\n\r\nPart III. is devoted to the equipment of yachts, and contains a wealth\r\nof information as to the internal arrangement, rigging, and fittings of\r\nsmall cruisers.\r\n\r\nPart IV. treats of the maintenance of small cruising vessels, with notes\r\non the cost of upkeep, fitting out and laying up. Other matters dealt\r\nwith in this section are the preservation of sails and gear, and\r\ninsurance.\r\n\r\nPart V., on seamanship, covers the handling of fore-and-aft vessels\r\nunder all conditions of weather, and upon every point of sailing.\r\n\r\nPart VI. covers the racing side of the sport in a comprehensive manner.\r\nAn exhaustive exposition of the International Sailing Rules is followed\r\nby hints on racing tactics. The appendix contains, _inter alia_, an\r\nillustrated description of the British Buoyage System.\r\n\r\nMr. Cooke's well-known handbooks have come to be regarded by yachtsmen\r\nas standard works, and a new and more ambitious work from his pen can\r\nhardly fail to interest them.\r\n\r\n\r\n\r\n\r\nTHE FALL OF PROTECTION.\r\n\r\nBy BERNARD HOLLAND, C.B.,\r\n\r\nAUTHOR OF \"IMPERIUM ET LIBERTAS.\"\r\n\r\n_One Volume. Demy 8vo._ =12s. 6d. net.=\r\n\r\n\r\nThis volume is a political-historical study of the great change which\r\ntook place in British commercial and financial policy mainly between the\r\nyears 1840 and 1850. The writer examines the state of things in these\r\nrespects which existed before this revolution, and describes the\r\nprevious protective system, navigation system, and colonial system. He\r\nthen narrates the process by which those systems were overthrown,\r\ndevoting special attention to the character, career, and changes in\r\nopinion of Sir Robert Peel, and to the attitude and action of the Tory,\r\nWhig, and Radical parties, and of their leading men, especially Mr.\r\nDisraeli, Lord John Russell, and Mr. Cobden. He analyses with care the\r\narguments used on all sides in these controversies, especially with\r\nregard to the Repeal of the Corn Laws, and he shows the extent to which\r\nquestions of imperial preference and the relations between the United\r\nKingdom and the Colonies entered into the issues. One chapter is devoted\r\nto the Bank Act of 1844, and to the consideration of its causes and\r\nresults. The author concludes by tracing very briefly the chain of\r\nevents which connect the period in question with our own day, in respect\r\nof commercial and fiscal policy, and expresses his own views as to\r\nexisting tendencies and future developments.\r\n\r\nMr. Bernard Holland is known as the author of the Life of the Duke of\r\nDevonshire, and of \"Imperium et Libertas.\" In a sense the present volume\r\nis a continuation of the latter book, or rather is an attempt to deal\r\nmore expansively and in detail with certain history and questions\r\nconnected with the same theme, for the full treatment of which there was\r\ninsufficient space in that book. Mr. Holland having acted for a number\r\nof years as Private Secretary to two successive Secretaries of State for\r\nthe Colonies, has been brought into close touch in a practical way with\r\ncolonial questions. This book, it is hoped, will be of some service both\r\nto students of economic history and to politicians in active life.\r\n\r\n\r\n\r\n\r\nPAINTING IN THE FAR EAST.\r\n\r\nBy LAURENCE BINYON.\r\n\r\n\r\n_A New Edition, thoroughly Revised, with many new and additional\r\nIllustrations. Crown 4to._ =21s. net.=\r\n\r\nSince the first edition of this book was published in 1907, much has\r\nhappened, and a quantity of new material has been brought to light.\r\n\r\nInterest in the subject has been immensely widened and strengthened. The\r\nmuseums of Europe and America are vying with each other to procure fine\r\nspecimens of Chinese and Japanese art. The opening this autumn of a new\r\nmuseum at Cologne, exclusively devoted to the arts of Eastern Asia, is a\r\nsymptom of the times. Collections, public and private, both European and\r\nAmerican, have been greatly enriched; and the exhibition in 1910 at\r\nShepherd's Bush, of treasured masterpieces lent from Japanese\r\ncollections, has provided a standard for the student.\r\n\r\nSix years ago, again, scarcely any of the voluminous literature of art\r\nexisting in Chinese and Japanese had been translated. On this side, too,\r\nan added store of information has been made accessible, though still in\r\ngreat part scattered in the pages of learned periodicals. Above all, the\r\nmarvellous discoveries made of recent years in China and Chinese\r\nTurkestan have substituted a mass of authentic material for groping\r\nconjectures in the study of the art of the early periods.\r\n\r\nIn preparing a new edition of this book and bringing it up to date, Mr.\r\nBinyon has therefore been able to utilize a variety of new sources of\r\ninformation. The estimates given of the art of some of the most famous\r\nof the older masters have been reconsidered. The sections dealing with\r\nthe early art have been in great measure rewritten; and the book has\r\nbeen revised throughout. In the matter of illustrations it has been\r\npossible to draw on a wider range and make a fuller and more\r\nrepresentative selection.\r\n\r\n\r\n\r\n\r\nPAINTING IN EAST AND WEST.\r\n\r\nBy ROBERT DOUGLAS NORTON,\r\n\r\nAUTHOR OF \"THE CHOICE.\"\r\n\r\n_Crown 8vo._ =5s. net.=\r\n\r\n\r\nThe art of painting, which in the days of Gothic church-building\r\ncontributed so much both to the education and the pleasure of the\r\ncommunity at large, has admittedly come to appeal to ever-narrowing\r\ncircles, until to-day it cannot be said to play any part in popular life\r\nat all. This book seeks to discover the causes of its decline in\r\ninfluence. A brief review of the chief contemporary movements in painting\r\ngives point to a suggestion made by more than one thoughtful critic that\r\nthe chief need of Western painting is spirituality. Since this is a\r\nquality which those competent to judge are at one in attributing to\r\nEastern art, the author, in a chapter on Far Eastern Painting, sets\r\nforth the ideals underlying the great painting of China and Japan, and\r\ncontrasts these ideals with those which have inspired painters and\r\npublic in the West. This leads to an inquiry into the uses of\r\nimagination and suggestion in art, and to an attempt to find a broad\r\nenough definition for \"spirituality\" not to exclude many widely\r\ndivergent achievements of Western painting. Finally, the possibility of\r\ntraining the sense of beauty is discussed in the light of successful\r\ninstances.\r\n\r\nIncidentally the book touches on many questions which, though of\r\ninterest to picture-lovers, often remain unasked; such, for instance, as\r\nwhat we look for in a picture; how far subject is important; why it may\r\nhappen that the interest of one picture, which pleases at first, soon\r\nwanes, while that of another grows steadily stronger; the value of\r\ntechnique, of different media of expression, of mere resemblance, etc.\r\n\r\nWithout going into the technicalities of æsthetics, the author aims at\r\ninvestigating certain first principles which are overlooked at times by\r\npossessors of even the widest knowledge of individual schools.\r\n\r\n\r\n\r\n\r\nSHAKESPEARE'S STORIES.\r\n\r\nBy CONSTANCE MAUD and MARY MAUD.\r\n\r\nAS YOU LIKE IT--THE TEMPEST--KING LEAR--TWELFTH NIGHT--THE MERCHANT\r\nOF VENICE--A MIDSUMMER NIGHT'S DREAM--MACBETH--HAMLET--ROMEO AND JULIET.\r\n\r\n_With Illustrations from the famous Boydell prints. Crown 8vo._\r\n\r\n=5s. net.=\r\n\r\n\r\nMiss Constance Maud is the author of \"Wagner's Heroes\" and \"Wagner's\r\nHeroines,\" two books on similar lines to these tales which have had a\r\ngreat vogue among young people of all ages. In the present volume she\r\ntells the charming stories of nine of the most famous of Shakespeare's\r\nTragedies and Comedies in prose of delightful and unstudied simplicity.\r\nOn occasion the actual text has been used for familiar passages and\r\nphrases. These great world-tales, regarded merely as tales, with the\r\nelemental motives and passions displayed in them, appeal strongly to the\r\nimagination, and when narrated by a competent pen there cannot be finer\r\nor more absorbing reading. In addition to this, he must be a dull reader\r\nin whom they do not awaken a desire to make a closer acquaintance with\r\nthe plays themselves.\r\n\r\nThe book forms a companion volume to Sir A. T. Quiller-Couch's\r\nwell-known \"Historical Tales from Shakespeare.\"\r\n\r\n\r\n\r\n\r\nTHE MUSE IN MOTLEY.\r\n\r\nBy HARRY GRAHAM.\r\n\r\nAUTHOR OF \"RUTHLESS RHYMES FOR HEARTLESS HOMES,\" ETC., ETC.\r\n\r\n_With 24 Illustrations by_\r\n\r\nLEWIS BAUMER.\r\n\r\n_Fcap. 4vo._ =3s. 6d. net.=\r\n\r\n\r\nAll lovers of humorous verse will welcome a fresh volume of lyrics by\r\nthe author of \"Deportmental Ditties,\" \"Canned Classics,\" and other\r\ndeservedly popular products of the Minor Muse. Readers of Captain\r\nGraham's new collection of light verse will agree with the _Daily\r\nChronicle_ in describing its author as \"a godsend, a treasure trove, a\r\nmessenger from Olympus; a man who really does see the ludicrous side of\r\nlife, a man who is a genuine humorist.\" Once again the author of these\r\namusing poems attempts to \"shoot Folly as she flies,\" and genially\r\nsatirizes the foibles of the age in a fashion that will certainly add to\r\nhis reputation as a humorist; and his work is rendered still more\r\ndelightful by the drawings of Mr. Lewis Baumer, the well-known _Punch_\r\nartist, with which it is lavishly illustrated. \"It is a great and good\r\nthing,\" as the _Pall Mall Gazette_ remarked with reference to another of\r\nCaptain Graham's books, \"to have a man among us who is witty all the\r\ntime and lets himself go. We ought to be duly thankful. And we are!\"\r\n\r\n\r\n\r\n\r\nHANNIBAL ONCE MORE.\r\n\r\nBy DOUGLAS W. FRESHFIELD, M.A.,\r\n\r\nVICE-PRESIDENT OF THE ROYAL GEOGRAPHICAL SOCIETY; TREASURER OF THE\r\nHELLENIC AND ROMAN SOCIETIES; FORMERLY PRESIDENT OF THE ALPINE CLUB.\r\n\r\n_8vo._ =5s. net.=\r\n\r\n\r\nIn this little volume Mr. Freshfield has put into final shape the\r\nresults of his study of the famous and still-debated question: \"By which\r\nPass did Hannibal cross the Alps?\" The literature which has grown up\r\nround this intricate subject is surprisingly extensive, and various\r\nsolutions have been propounded and upheld, with remarkable warmth and\r\ntenacity, by a host of scholars, historians, geographers, military men,\r\nand mountaineers. Mr. Freshfield has a solution of his own, which,\r\nhowever, he puts forward in no dogmatic spirit, but in such a fashion\r\nthat his book is practically a lucid review of the whole matter in each\r\nof its many aspects. To an extensive acquaintance with ancient and\r\nmodern geographical literature he unites a wide and varied experience as\r\nan alpine climber and a traveller, and a minute topographical knowledge\r\nof the regions under discussion; and these qualifications--in which many\r\nof his predecessors in the same field of inquiry have been conspicuously\r\nlacking--enable him to throw much new light on a perennially fascinating\r\nproblem.\r\n\r\n\r\n\r\n\r\nTHE PASTORAL TEACHING OF ST. PAUL.\r\n\r\nBy the Rev. Canon H. L. GOUDGE,\r\n\r\nPRINCIPAL OF THE THEOLOGICAL COLLEGE, ELY; AUTHOR OF \"THE MIND OF ST.\r\nPAUL,\" ETC.\r\n\r\n_Crown 8vo. Cloth._ =2s. 6d. net.=\r\n\r\n\r\nThese lectures were delivered at the end of May, 1913, at the Palace,\r\nGloucester, to the clergy of the diocese, and are now published in\r\nresponse to the request of those who heard them. They do not constitute\r\na detailed commentary on the Pastoral Epistles, though a good deal of\r\ndetailed exegesis necessarily finds a place in them. The writer's aim\r\nhas been to collect and arrange St. Paul's teaching as to the work of\r\nthe Christian pastor, and to point out its applicability to modern\r\nconditions and modern difficulties. The writer has often found, through\r\nhis experience in conducting Retreats, that the Pastoral Teaching of St.\r\nPaul is of the greatest value to the clergy to-day, but that this\r\nteaching is often obscured by the unsystematic character of St. Paul's\r\nwriting and by the passing controversies with which he has to deal. In\r\nthese lectures the First Epistle to Timothy is used as the basis, but\r\ncontinually illustrated by passages from the other Pastoral Epistles,\r\nand from St. Paul's earlier writings. The first lecture deals with the\r\npastor's aim, the second with the pastor's character, the third with the\r\npastor's work, and the fourth with the adaptation of his message to men\r\nand to women, to old and to young, to rich and to poor. The ground\r\nalready covered by the writer's earlier book, \"The Mind of St. Paul,\"\r\nhas been carefully avoided, but it is hoped that the one book may throw\r\nlight upon the other. An index of texts has been added for those who may\r\nwish to use this second book, as far as that is possible, as a\r\ncommentary.\r\n\r\n\r\n\r\n\r\n_NEW NOVELS_\r\n\r\n\r\n\r\n\r\nSOMETHING AFAR.\r\n\r\nBy MAXWELL GRAY,\r\n\r\nAUTHOR OF \"THE SILENCE OF DEAN MAITLAND,\" \"THE GREAT REFUSAL,\" ETC.\r\n\r\n_Crown 8vo. Cloth._ =6s.=\r\n\r\n\r\nThe scene of Maxwell Gray's new story is laid in London and in Italy,\r\nwhere the gradual unfolding of an elaborate but absorbing plot holds the\r\nreader's attention until the very last page of the book. This is a tale\r\nof heroism, of self-sacrifice, of romance, full of incident and\r\nadventure, illumined by those tender and imaginative touches, that vivid\r\nportrayal of character, which the public has learnt to expect from the\r\nauthor of \"The Silence of Dean Maitland.\" From these pages we may learn\r\nthat there is \"something afar from the sphere of our sorrow,\" the\r\nhighest aspiration of the lover, the artist, the poet and the saint,\r\nwhich, beautiful beyond all that man's heart can divine, is yet within\r\nthe reach of every one of us.\r\n\r\n\r\n\r\n\r\nTHE GENTLE LOVER.\r\n\r\nA COMEDY OF MIDDLE AGE.\r\n\r\nBy FORREST REID,\r\n\r\nAUTHOR OF \"THE BRACKNELLS,\" \"FOLLOWING DARKNESS,\" ETC.\r\n\r\n_Crown 8vo._ =6s.=\r\n\r\n\r\nThis extremely interesting story, of which the title gives a most apt\r\ndescription, is written in a lighter vein than the author's previous\r\nwork. It is a love story, and while the tale itself is enthralling, it\r\ndepends in great measure for its charm on the attractiveness of the\r\ncharacters who figure in the drama and who are all very pleasant\r\ncompany. The book is essentially human, the note is never forced, yet\r\nthe interest goes on increasing right up to the end. It is actual life\r\nwith its comedy and tragedy so closely intermingled that it is not\r\nalways easy to distinguish one from the other. The scene is laid abroad,\r\npartly in Bruges, and partly in Italy, but the characters are, with one\r\nor two exceptions, natives of that part of Ireland with which the author\r\nis most familiar, and they lose none of their individuality by being\r\ntransplanted to those beautiful old-world cities where we follow their\r\nvaried fortunes. Mr. Reid's previous novels have already secured for his\r\nwork the warm appreciation of some of the best judges of literary\r\nvalues, and the present novel may be confidently stated to exhibit his\r\nundoubted power as a writer of fiction in an advanced and progressive\r\nstage.\r\n\r\n\r\n\r\n\r\n_NEW SCIENTIFIC WORKS_\r\n\r\n\r\n\r\n\r\nINDUSTRIAL POISONING\r\n\r\nFrom Fumes, Gases, and Poisons of Manufacturing Processes.\r\n\r\nBy Dr. J. RAMBOUSEK,\r\n\r\n\r\nPROFESSOR OF FACTORY HYGIENE, AND CHIEF STATE HEALTH OFFICER, PRAGUE\r\n\r\nTranslated and Edited by Dr. T. M. LEGGE,\r\n\r\nH.M. MEDICAL INSPECTOR OF FACTORIES.\r\n\r\n_Fully Illustrated. Demy 8vo._ =12s. 6d. net.=\r\n\r\n\r\n\r\n\r\nMALINGERING\r\n\r\nAnd Feigned Sickness.\r\n\r\nBy Sir JOHN COLLIE, M.D., J.P.,\r\n\r\n\r\nMEDICAL EXAMINER, LONDON COUNTY COUNCIL; CHIEF MEDICAL OFFICER,\r\nMETROPOLITAN WATER BOARD; CONSULTING MEDICAL EXAMINER TO THE SHIPPING\r\nFEDERATION; MEDICAL EXAMINER TO THE SUN INSURANCE OFFICE, CENTRAL\r\nINSURANCE COMPANY, LONDON, LIVERPOOL, AND GLOBE INSURANCE COMPANY, AND\r\nOTHER ACCIDENT OFFICES; LATE HOME OFFICE MED. REF. WORKMEN'S\r\nCOMPENSATION ACT.\r\n\r\nAssisted by ARTHUR H. SPICER, M.B., B.S. (Lond.), D.P.H.\r\n\r\n_Illustrated, xii + 340 pp. Demy 8vo._ =10s. 6d. net.=\r\n\r\nIn this work Sir John Collie, whose wide experience has eminently fitted\r\nhim for the task, has given an interesting and lucid description of the\r\nmethods and peculiarities of the malingerer. He describes fully and in\r\ndetail the methods of examination for the detection of malingering and\r\nthe diseases usually simulated, and discusses the attitude required by\r\nthe medical attendant towards unduly prolonged illness.\r\n\r\n\r\n\r\n\r\nOLD AGE:\r\n\r\nIts Care and Treatment in Health and Disease.\r\n\r\nBy ROBERT SAUNDBY, M.D., F.R.C.P., L.L.D., J.P.,\r\n\r\n\r\nMEMBER GENERAL MEDICAL COUNCIL: EX-PRESIDENT BRITISH MEDICAL\r\nASSOCIATION; PROFESSOR OF MEDICINE, UNIVERSITY OF BIRMINGHAM; PHYSICIAN\r\nTO THE BIRMINGHAM GENERAL HOSPITAL.\r\n\r\n_320 pp._ =7s. 6d. net.=\r\n\r\nNo English writer having recently dealt with this subject, it has been\r\nfelt that there is room for a book which should bring together the\r\nvarious contributions made to it in modern times, including the results\r\nof the author's extensive experience during forty years of medical\r\npractice. The author discusses the principles of health, by due\r\nattention to which healthy old age may be attained. The diseases to\r\nwhich the aged are especially liable are fully described, their causes\r\nare clearly indicated, and the author shows in a practical way by what\r\nmeans they may be avoided and how they may be appropriately treated.\r\nSpecial attention is given to such important subjects as diet, exercise,\r\netc. Suggestive dietary tables are given, both for use in health and in\r\nparticular diseases, while the chapters devoted to methods of exercise\r\nmost suitable in advanced age will also prove of value.\r\n\r\n       *       *       *       *       *\r\n\r\nLONDON: EDWARD ARNOLD, 41 & 43 MADDOX STREET, W.\r\n\r\n\r\n       +----------------------------------------------------------+\r\n       |                                                          |\r\n       |            Transcriber's notes:                          |\r\n       |                                                          |\r\n       | P.ix. 'inpressions' changed to 'impressions'.            |\r\n       | P.27. 'proferred' changed to 'proffered'.                |\r\n       | P.58. 'on or' changed to 'or on'.                        |\r\n       | P.120. 'inclned' changed to 'inclined'.                  |\r\n       | P.192. 'Russia' changed to 'Prussia'.                    |\r\n       | P.256. 'ne' changed to 'me'.                             |\r\n       | Various punctuation fixed.                               |\r\n       | Italics are displayed as _Illustrated_.                  |\r\n       | Small caps have been replaced with all caps.             |\r\n       |                                                          |\r\n       +----------------------------------------------------------+"
  ]
}