{
  "index": 11,
  "title": "Chapter 10",
  "paragraphs": [
    "WASHINGTON\r\n\r\n(1859-1860)\r\n\r\n\r\nIn February, 1859, Lord Lyons, accompanied by some members of his staff\r\n(a novelty to one who hitherto had been obliged to work unaided) was\r\ndespatched to Washington in H.M.S. _Curaçoa_, and owing to the limited\r\ncoal capacity of that vessel, the voyage occupied no less than forty-two\r\ndays, a period which must have been singularly disagreeable to a man who\r\nin spite of some years' naval service always suffered from sea sickness.\r\nThe new Minister was received with marked courtesy by the U.S.\r\nauthorities, and presented his letter of credence on April 12, Mr.\r\nBuchanan being President at the time, and General Cass occupying the\r\nposition of Secretary of State.\r\n\r\nAlthough the Presidential message of the previous December had\r\ncontained some rather ominous passages with regard to the relations\r\nbetween England and the United States, the sentiments now expressed\r\nwere friendly in character and showed a disposition to settle pending\r\ndifficulties in an amicable spirit.\r\n\r\nThe first letter of importance addressed by Lord Lyons to Lord\r\nMalmesbury deals with the effect produced in the United States\r\nby the outbreak of war between France and Austria.\r\n\r\n       *       *       *       *       *\r\n\r\n    Washington, May 24, 1859.\r\n\r\n    I had intended to write a despatch respecting the effect produced\r\n    in the U.S. by the War in Europe, but we are so short of hands in\r\n    the Chancery, that it is as much as we have been able to do to get\r\n    through the regular matters of business which must be treated\r\n    officially. I can however give you in a very few words an account of\r\n    the state of feeling here, which is probably just what you would\r\n    have expected it to be.\r\n\r\n    The sympathies are all with France and against Austria, but they do\r\n    not seem very strong; one sentiment however does appear to be both\r\n    strong and universal--the desire to take advantage of the state of\r\n    things in Europe to carry out American Views on this side of the\r\n    Atlantic; in short to get hold of Mexico and Cuba. The present wish\r\n    of the President is, I think, both to be and to appear to be on the\r\n    best terms with us. He is careful to vindicate us, in the newspaper\r\n    which is his organ, against all imputation of insincerity in Central\r\n    American Affairs. The Departments are particularly attentive to all\r\n    the smaller matters I have to bring before them, and apparently\r\n    anxious to do what I ask. But here I am afraid the practical effect\r\n    of their goodwill is likely to end. The Government is so weak that I\r\n    do not think it would venture, even in a small matter, to do\r\n    anything for us which would expose it to the least unpopularity. I\r\n    feel my way cautiously, endeavouring to be very plain and firm upon\r\n    clear British Questions, and to avoid doubtful topics as much as\r\n    possible.\r\n\r\n    The immediate object of the President with regard to Mexico appears\r\n    to be to avoid the ridicule which would be heaped upon him if the\r\n    Government of Juarez were to fall immediately after the American\r\n    Cabinet had at last made up their mind to recognize it. Instructions\r\n    are, I am told, on the point of being sent to Mr. McLane to\r\n    negotiate a treaty with Mexico, partly, it is said, with the object\r\n    of giving Juarez a little moral support, partly perhaps to get so\r\n    advantageous a Treaty from him, as to engage public opinion here to\r\n    declare itself more strongly in favour of his being upheld by the\r\n    U.S. Whether Mr. McLane will be instructed (as Mr. Forsyth was) to\r\n    propose to purchase part of the Mexican territory, I am unable to\r\n    say.\r\n\r\n    I am very much obliged by your sending out Mr. Warre, and am\r\n    impatiently expecting him. It is absolutely necessary to have a good\r\n    man here to direct the Chancery; I think too this mission would be a\r\n    very good school for a young man who really wished to learn his\r\n    business, and I should welcome any one who was industrious, and\r\n    wrote a thoroughly good legible hand.\r\n\r\n    It is particularly desirable that the Staff should be complete,\r\n    because if the Minister is to have any knowledge of the Country and\r\n    people, it is indispensable that he should visit, from time to time,\r\n    the principal cities. This is not like a European State, in which\r\n    politics and business are centred in the Capital, and can be studied\r\n    more advantageously there than elsewhere. No political men make\r\n    Washington their principal residence, in fact they cannot do so, as\r\n    it sends no members to Congress, either to the Senate or the House\r\n    of Representatives. Commerce it has none. It is in fact little more\r\n    than a large village--and when Congress is not sitting it is a\r\n    deserted village.\r\n\r\nAnother letter dated May 30, shows that he was under no illusion as to\r\nthe feelings entertained by a large section of the American public,\r\nwhile fully conscious of the difficulties with which the United States\r\nGovernment, however well intentioned, was forced to contend.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord Malmesbury._\r\n\r\n    Washington, May 30, 1859.\r\n\r\n    You will anticipate from my private letter of the 24th my answer to\r\n    your inquiry as to what would be the animus of this Government if\r\n    England became involved in the present war.\r\n\r\n    The first notion both of Government and People would be to take\r\n    advantage of the circumstance to take their full swing upon this\r\n    side of the Atlantic, and especially so far as the people are\r\n    concerned to get hold of Cuba and Mexico. The wiser heads see\r\n    very distinctly the imprudence of fresh acquisitions of territory,\r\n    and the great danger to the Union of introducing large Bodies of\r\n    Citizens of Spanish and mixed Races. I believe this to be the\r\n    feeling of the present Administration, but no administration\r\n    disregards the popular cry.\r\n\r\n    So far as I can learn, the American acquisitiveness is directed\r\n    rather South than North, and is disposed to be content for the\r\n    present, with what is most easy to lay hold of. Except on the part\r\n    of the most rancorous of the Irish here there does not appear to\r\n    be much desire of exciting disturbances in Canada or any of our\r\n    Colonies.\r\n\r\n    I think that if we were engaged in war the Americans would be\r\n    (particularly with reference to neutral rights at sea) punctilious,\r\n    exacting and quarrelsome to a degree. There is hardly any amount of\r\n    violence to which a captain of an American man of war, if he were\r\n    clearly in superior force, might not be expected to resort, in order\r\n    to prevent American merchantmen being interfered with. And however\r\n    outrageous in itself and opposed to International Law the conduct of\r\n    the American officers might be, it would meet with enthusiastic\r\n    applause from the multitude, and consequently the Government would\r\n    not dare to disavow it. This admiration of bullying and violent\r\n    proceedings on their own side, which appears to be universal among\r\n    the populace here, and the want of firmness on the part of the\r\n    Government in withstanding it, seem to me to constitute some of the\r\n    greatest difficulties we should have to contend with in keeping at\r\n    peace with America when we were at war with other Powers.\r\n\r\n    I do not think the general sympathies of the Americans need be taken\r\n    much into the account. The violent feelings aroused at particular\r\n    conjunctures by the events of the war, or by special matters of\r\n    dispute, are what will sway the mob, and therefore control the\r\n    Government. The upper classes here have certainly in general a\r\n    strong sympathy with England; they are proud of her position in the\r\n    world, they are anxious for her good opinion, they admire her\r\n    political institutions, and are extremely discontented with those of\r\n    their own country. But the upper classes keep aloof from political\r\n    life, and have little influence in public affairs. The mass of the\r\n    Irish Emigrants appear to regard England with bitter hatred, their\r\n    numbers give them weight in elections, but their moral power is\r\n    small. I should hardly say that the Bulk of the American people are\r\n    hostile to the old country but I think they would rather enjoy\r\n    seeing us in difficulties. Those even who are most friendly like to\r\n    gratify their pride by the idea of our being reduced to straits and\r\n    of their coming to our rescue.\r\n\r\n    I conceive that the wish both of Government and people would certainly\r\n    at first be to remain neutral, and reap all the advantages to their\r\n    commerce which could not fail to result from that situation, and\r\n    their interest in remaining at peace with us is so apparent and so\r\n    immense, that it could not fail to tell for some time. But the\r\n    People are irritable, excitable, and have a great longing to play\r\n    the part of a first-rate power.\r\n\r\n    The Government would no doubt endeavour to maintain neutrality, but\r\n    it would follow public feeling, and probably become exacting,\r\n    captious, and (to use a term more expressive than classical)\r\n    'bumptious' to a very irritating extent. A great deal would depend\r\n    upon firmness on our side. If they thought they could attain their\r\n    ends by threats and bluster, there would be no limit to their\r\n    pretensions. Perhaps the best way to deal with them would be to\r\n    gratify their vanity by treating them in matters of form as great\r\n    people, being careful to communicate with them respecting our views\r\n    and intentions in something the same manner as if they were really a\r\n    considerable military power: to avoid interfering in matters in\r\n    which we are not sufficiently interested to make it worth while to\r\n    raise serious questions, and above all in matters directly affecting\r\n    British interests and British Rights to be clear and distinct in our\r\n    language, and firm and decided in our conduct, to convince them that\r\n    when we are in the right and in earnest, we are more unyielding, not\r\n    less so than formerly--in short to avoid as much as possible raising\r\n    questions with them, but not to give way upon those we raise.\r\n\r\n    I need not remind you that these are the crude ideas of a man who\r\n    has been only seven weeks in the country, and who has necessarily\r\n    passed them in a small, and at this season, almost deserted town,\r\n    which is merely the nominal Capital.\r\n\r\n    I am anxiously looking out for Mr. Warre, whose arrival you announce\r\n    that I may soon expect. It would add much to the efficiency of the\r\n    Mission, and be a great comfort to me to have an additional unpaid\r\n    attaché, provided he were industrious, desirous to improve, and\r\n    capable of writing a good hand.\r\n\r\nThe change of Government which took place in England during the summer\r\nsubstituted Lord John Russell for Lord Malmesbury at the Foreign Office,\r\nand following the example of his predecessor, Lord John desired to be\r\nsupplied with confidential information by private letters.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord John Russell._\r\n\r\n    Washington, July 11, 1859.\r\n\r\n    At present the President and his Cabinet appear to desire both to\r\n    be, and to be thought by the Public to be on the best terms with us.\r\n    They are however so weak in Congress, that I doubt whether they\r\n    would venture to do anything for us which would be the least\r\n    unpopular. It is not therefore to be hoped that they will make any\r\n    effort to open to us the Coasting Trade, to extend the provisions of\r\n    the Reciprocity Treaty with Canada, to make a Copyright Convention,\r\n    or, in short, take any liberal course in commercial matters. Nor\r\n    indeed is it likely to be in their power to carry any measures\r\n    tending to put us on equal terms with themselves in these respects.\r\n    The Democratic spirit in this country appears to be all in favour\r\n    of Protection and Exclusive Privileges. Happily the interest of\r\n    the South is against a high Customs Tariff; and this checks the\r\n    Protectionist Tendencies of the Manufacturing North.\r\n\r\n    Mr. Dallas will have communicated to you the Statement which has\r\n    been for months preparing here, of the views of this Government\r\n    respecting neutral rights. The Cabinet, I understand, hope that they\r\n    shall obtain great credit with the people for their efforts to\r\n    establish American views on this point. They are very anxious to\r\n    obtain our co-operation, and imagine, I think, that they may induce\r\n    us to claim now concessions to Neutrals which would result in being\r\n    a considerable restraint to our assertion for ourselves of\r\n    Belligerent rights if we should become involved in war.\r\n\r\n    I think that our Relations with the U.S. require more than ever--at\r\n    this moment--caution and firmness. Caution--to avoid raising\r\n    questions with them, without a positive necessity; firmness--to make\r\n    them feel that they cannot take advantage of the State of affairs in\r\n    Europe to obtain undue advantages in matters directly affecting\r\n    British Interests or British Rights. For my own part I endeavour to\r\n    speak firmly and distinctly upon all matters which fall within the\r\n    proper province of the British Minister in this country and to avoid\r\n    all doubtful topics.\r\n\r\n           *       *       *       *       *\r\n\r\n    The Americans, both Government and People, are I think very much\r\n    pleased by attentions and civilities, and very prone to fancy\r\n    themselves slighted. This quality may be sometimes turned to good\r\n    account, and should certainly be borne in mind when it is necessary\r\n    to keep them in good humour.\r\n\r\nOne of the many questions which had for some time engaged the attention\r\nof the two Governments was the disputed ownership of the island of San\r\nJuan on the Pacific coast, and this case afforded an instance in which\r\nthe Government of the United States was hampered by an agent whom it was\r\nnot inclined to disavow. The culprit was a certain General Harney who\r\nin a high-handed manner occupied the island without authorization,\r\nand conducted himself in a generally offensive manner, but although\r\nPresident Buchanan was considerably embarrassed by his action, he was\r\ntoo much afraid of the press and the mob to order the withdrawal of\r\nthe troops. For some time there appeared to be a chance of an actual\r\ncollision, and Lord John Russell showed considerable irritation.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord John Russell to Lord Lyons._\r\n\r\n    Abergeldie, Sept. 21, 1859.\r\n\r\n    The affair of San Juan is very annoying. It is of the nature of the\r\n    U.S. citizens to push themselves where they have no right to go, and\r\n    it is of the nature of the U.S. Government not to venture to disavow\r\n    acts they cannot have the face to approve.\r\n\r\n    The best way perhaps would be that we should seize some other island\r\n    to which we have as little right as the Americans to San Juan. But\r\n    until we know the answer of the American Government to your note and\r\n    the proceedings of Governor Douglas, we can hardly give you\r\n    instructions.\r\n\r\n    If you could contrive a convention with the U.S. by which each Power\r\n    should occupy San Juan for three or six months, each to protect\r\n    person and property till the boundary question is settled, it will\r\n    be the best arrangement that can be made for the present.\r\n\r\nAs a matter of fact the U.S. Government showed itself more reasonable\r\nthan had been expected: a superior officer, General Scott, was sent to\r\nsettle matters, Harney, to use Lord John Russell's expression, was 'left\r\nin the mud,' and after a joint occupation and protracted negotiations\r\nthe question of the ownership of San Juan was referred to the arbitration\r\nof the King of Prussia, who gave his award in favour of the United\r\nStates some years later.\r\n\r\nSan Juan, however, was but one amongst a multitude of questions\r\nrequiring solution, and the great difficulty which Lord Lyons had to\r\ncontend with was--to use his own words, 'The idea that, happen what may,\r\nEngland will never really declare war with this country has become so\r\ndeeply rooted that I am afraid nothing short of actual hostilities would\r\neradicate it.' One of these questions concerned the Slave Trade.\r\n\r\n       *       *       *       *       *\r\n\r\n    _Lord Lyons to Lord John Russell._\r\n\r\n    Dec 6, 1859.\r\n\r\n    You will see by my despatches of this date, that there is very\r\n    little prospect of any satisfactory result from our remonstrance\r\n    concerning the Slave Trade. Lamentable as it is, I am afraid the\r\n    President goes beyond public opinion already in the measures he\r\n    takes against it. In the South the rendering it legal has many\r\n    avowed advocates, and it is to be feared that some of the professed\r\n    Abolitionists of the North derive too much profit from dabbling\r\n    themselves in the trade to desire any efficient measures for its\r\n    suppression. The greater part of the vessels engaged in it seem to\r\n    be fitted out at New York. The state of feeling at this moment in\r\n    the South upon the whole question of slavery is shocking. The\r\n    Harper's Ferry affair seems to have excited Southern passions to an\r\n    indescribable degree. The dissolution of the Confederation is but\r\n    one of the measures which are loudly advocated. There are plans for\r\n    the re-enslavement of all the emancipated negroes and for the\r\n    purging the South of all whites suspected of Abolitionist\r\n    tendencies. The difficulty which we shall have in obtaining decent\r\n    treatment for coloured British subjects will be almost insuperable.\r\n\r\n           *       *       *       *       *\r\n\r\n    Another source of trouble between us and the Southern States may\r\n    arise from the measures which they are taking to drive out all\r\n    persons suspected of unorthodox notions on slavery, and the orthodox\r\n    notion seems to be that slavery is a divine institution. In many\r\n    parts of the South, Vigilance Committees are formed who turn people\r\n    out at a moment's notice, without any pretext even of law. If any\r\n    attempt is made to treat British subjects in this manner, I trust\r\n    you will approve of my encouraging the Consuls to insist upon the\r\n    law being observed in their case, and to resist any endeavour to\r\n    inflict banishment or any other penalty upon an Englishman, except\r\n    in due form of law. But it will require a great deal of prudence\r\n    and discretion to act in each case, for a fair trial is a thing\r\n    impossible in this country of election judges and partisan juries\r\n    when party feeling is excited, and any redress we may exact for the\r\n    wrong to England, will be too late for the individual in the hands\r\n    of Lynch Law Assassins.\r\n\r\n    The great hope is that the excitement is too violent to last, but\r\n    before it subsides, it may do incalculable harm to these states and\r\n    raise very painful and awkward questions for us.\r\n\r\nIf the hope expressed in the last paragraph was fallacious, the\r\nforebodings as to the possible tribulations of British subjects proved\r\nbefore long to be only too well founded.\r\n\r\nAsked by Lord John Russell for his opinion on the position of affairs in\r\nMexico, he points out _inter alia_, that--\r\n\r\n    The actual annexation of Mexico to this Confederation raises\r\n    immediately one of those questions between the Northern and Southern\r\n    States which have already gone a great way to dissolve the Union\r\n    altogether. The Southern States desire the addition of territory\r\n    _south_, with a view to extending slavery and adding to the\r\n    Pro-Slavery votes in the U.S. Senate. To this the North is\r\n    conscientiously opposed on religious grounds, to say nothing of the\r\n    indignation it feels at the notion of its own vast superiority in\r\n    wealth and population being swamped in the Senate. Even now, since\r\n    every State sends equally two senators, whatever may be its\r\n    population, the North has not the influence it ought to have in the\r\n    Senate which is the more important branch of the Legislature. As\r\n    the religious sentiment in the North approaches very nearly to\r\n    fanaticism, and as the Southern feeling on the point has become\r\n    furious passion, there is little chance of their coming to an\r\n    agreement upon a matter which calls these feelings into play. In\r\n    this particular question the South have on their side the national\r\n    vanity which seems always childishly gratified by any addition to\r\n    the already enormous extent of the territory. In the meantime the\r\n    course of events seems to be bringing about the gradual annexation\r\n    of Mexico. The Mexicans in the northern part of their country have\r\n    fallen to that point, that they can neither maintain order on the\r\n    frontier nor hold their own against the savage Indians within it.\r\n    They will (to use an American expression) be 'squatted out' of their\r\n    country whenever and wherever any considerable number of the more\r\n    energetic race choose to settle. But this is a very different thing\r\n    from the sudden incorporation of a vast territory and of a large\r\n    population totally different in race, language, religion and\r\n    feeling, and (so far as the experiment has been tried) utterly\r\n    incapable of maintaining order among themselves under the U.S.\r\n    system of government. All the wiser and more conservative\r\n    politicians in this country deprecate as an unmitigated evil the\r\n    sudden annexation of Mexico; nor are such men willing to undertake\r\n    a protectorate of Mexico. This they say would be an enormous\r\n    innovation upon their whole political system which has never\r\n    admitted of any other connexion than that of perfectly equal\r\n    sovereign states, bound by a Federal tie on terms the same for all.\r\n\r\nThe Presidential Message of December, 1859, was noticeable for an\r\nearnest appeal to the North and South to cultivate feelings of mutual\r\nforbearance.\r\n\r\nThe message also made clear the policy of the President towards Mexico;\r\nin accordance with the principles of the Monroe doctrine, European\r\nintervention in that country was repudiated, and American intervention\r\nrecommended.\r\n\r\nA passage referring to San Juan while obviously intended to exculpate\r\nGeneral Harney, paid a handsome tribute to the moderation and discretion\r\nshown by the British Admiral (Baynes) commanding on the Pacific\r\nstation; and the President in conversation expressed the hope that the\r\napproaching close of his administration would leave 'a clear score' with\r\nEngland. No doubt President Buchanan was sincere in his expressions,\r\nbut unfortunately, early in 1860, signs were not wanting, that in the\r\ndistracted state of the country owing to the rising passions between\r\nNorth and South, many people believed that a foreign war would be the\r\nbest means of promoting unity, nor was there much doubt as to which\r\nforeign country would be selected for the experiment.\r\n\r\nWashington has already been disrespectfully alluded to as little better\r\nthan a large village, and as bearing little resemblance to an ordinary\r\ncapital, but it is evident that Lord Lyons found plenty of enjoyment\r\nthere. He was on excellent terms personally with the State officials and\r\nhis diplomatic colleagues; liked the members of his staff, and above all\r\nrejoiced in the fact that there was plenty of work to be done--a good\r\ndeal more, indeed, than the ordinary person would have approved of. One\r\nof his few complaints is that he is much beset by the inventors of\r\nimplements of war. 'I have not the slightest knowledge practical or\r\ntheoretical respecting implements of war, and should consequently never\r\nbe justified in recommending one more than another to the authorities at\r\nhome. I absolutely decline to see, touch, or have brought into my house\r\nany explosive material, I should not feel easy at having even in a\r\ngarret such a box as you (the Consul at New York) have received for Her\r\nMajesty. I should be inclined to ask for authority from England to sink\r\nit in the Atlantic Ocean.'\r\n\r\n'I am getting on tolerably well here, I hope, on the whole, and have no\r\ncomplaints to make of the Americans,' he admits in letters to other\r\ncorrespondents, and adds: 'I am afraid marriage is better never than\r\nlate. The American women are undoubtedly very pretty, but my heart is\r\ntoo old and too callous to be wounded by their charms. I am not going to\r\nbe married either to the fascinating accomplished niece of the\r\nPresident, or to the widow of a late Foreign Minister, or to any other\r\nmaiden or relict to whom I am given by the newspapers.'\r\n\r\nThese sentiments sound rather rash even at the age of forty-two, but\r\nthey remained unchanged. It would be incorrect to describe him as a\r\nmisogynist, but he successfully withstood all attempts to marry him.\r\nIn after years, an exalted personage (neither Queen Victoria nor the\r\nEmpress Eugenie) was so insistent upon the advisability of his espousing\r\none of her ladies-in-waiting, that she eventually couched her proposal\r\nin the form of an ultimatum. Lord Lyons asked for and obtained a delay\r\nof twenty-four hours, and decided upon consideration to refuse. In view\r\nof an event which occurred not long afterwards the decision proved to be\r\na prudent one, and probably confirmed him in the suspicions which he\r\nappeared to entertain of the opposite sex.\r\n\r\nIt had been decided that the Prince of Wales should make a tour in\r\nCanada in the summer of 1860, and the Duke of Newcastle, at that time\r\nColonial Secretary, consulted Lord Lyons as to the advisability of\r\nH.R.H. paying a visit to America. The latter, upon consideration,\r\npronounced in favour of it. He did not arrive at this decision without\r\nsome hesitation. It was feared by persons of experience that the\r\ndisaffected Irish in New York and elsewhere might make themselves\r\ndisagreeable; the Prince's time was limited, and he would obviously\r\nbe unable to make an extended tour, and so might involuntarily cause\r\noffence, whilst it was highly probable that the necessity for preserving\r\na strictly non-official character might also give rise to difficulties.\r\n\r\nOn the other hand, President Buchanan extended an invitation in such\r\ncordial terms that it would have been ungracious to decline.\r\n\r\nLord Lyons joined the Prince of Wales in Canada in August, and the tour\r\nmust have been an agreeable change even to a person of his sedentary\r\ninclinations. Since his arrival at Washington, fifteen months before, he\r\nhad never slept or been six miles outside the town. 'Whenever,' he\r\nexplains to a friend, 'I have planned a journey, I have been stopped by\r\ninvasions of islands in the Pacific or some other \"difficulty\" as a\r\ndispute is called here.' It may be surmised, however, that such\r\nobstacles were much less objectionable to him than they would have been\r\nto any one else; he hated travel, openly avowed that he loathed\r\nsight-seeing, and welcomed the opportunity of 'getting Niagara and the\r\nLakes done this way; it will be a good thing over.'\r\n\r\nIt was eventually decided that the Prince's visit to the States should\r\ntake place in September, and the announcement was not only received\r\nwith unbounded satisfaction, but caused prodigious excitement. 'The\r\nPresident was moved from the usual staid solemnity of his demeanour by\r\nhis gratification at receiving an answer from Her Majesty written with\r\nher own hand. At the close of our interview he hurried off with it in\r\ngreat delight (no doubt to show it to his niece) saying: \"It is indeed\r\nsomething to have an autograph letter from Queen Victoria!\"[2] Nor was\r\nthe President's gratification confined to the family circle, for he\r\nasked and obtained permission to publish the royal letter which had\r\nafforded so much satisfaction. As soon as the news became known\r\ninvitations of every kind at once began to pour in from all quarters,\r\nand offerings of the most varied description made their appearance at\r\nthe Legation, which included such objects as equestrian sugar statues of\r\nH.R.H., pots of ointment for the Queen, books of sermons for \"Baron\r\nRenfrew,\" and a set of plates for the \"Prince of Whales.\" Innumerable\r\nrequests arrived too for interviews, autographs, and mementos, amongst\r\nwhich may be cited an application for a photograph from a citizen of\r\nLowell \"for his virgin wife.\"'\r\n\r\nIt was, of course, unfortunately necessary to decline the invitations,\r\nfor the itinerary had been settled beforehand, and it had been wisely\r\ndecided that the Prince should never stay with any private individual,\r\nbut always be lodged at an hotel at his own expense, that he should\r\nrefuse to receive addresses and deputations, and should neither hear nor\r\nmake public speeches. It was also considered desirable that receptions\r\nof British subjects should not be encouraged, and that he should not\r\nattend any demonstration of his fellow-countrymen so as not to excite\r\nany feeling of jealousy.\r\n\r\nAs for the gifts which were proffered in great profusion, they were\r\nregretfully declined in accordance with the usual practice of the Royal\r\nFamily.\r\n\r\nIn spite of the nominally private character of the Prince of Wales's\r\ntour in the United States, most careful arrangements were found to be\r\nnecessary wherever he made a stay. At New York, in particular, which\r\ncity appears to be, beyond all others, interested in Royal personages,\r\nthe programme could hardly have been of a more elaborate nature had an\r\nEmperor been visiting an Imperial Sire and Brother; even the ladies with\r\nwhom H.R.H. was expected to dance, having been selected long in advance.\r\nThe chief difficulty in New York and elsewhere seems to have been the\r\nprohibition of speeches at banquets. The Americans, overflowing with\r\nhospitable enthusiasm, were only too anxious to display their friendship\r\nin public utterances, but the British Government had wisely decided that\r\nnineteen was too early an age at which to begin making speeches in a\r\nforeign country, and the rule of silence was rigidly adhered to.\r\n\r\nThe Prince of Wales's tour, although necessarily brief, included,\r\nbesides Washington, some of the principal cities in the States, and\r\njudging from the contemporary correspondence, was attended by singularly\r\nfew untoward incidents, proving, in fact, successful beyond expectation.\r\n\r\nThe happy effect produced by this visit was described in an official\r\ndespatch, and private letters corroborate the favourable impression\r\ncreated.\r\n\r\n'I have more completely realized, as the Americans say, the wonderful\r\nsuccess of the Prince of Wales's tour than I did when it was in\r\nprogress. I have now had time to talk quietly about it with men\r\nwhose opinion is worth having, and also to compare newspapers of various\r\nshades of politics. I am glad to see that the incognito and other\r\nrestrictions maintained are represented as a peculiar compliment to\r\nthe Americans as showing a desire to associate with them on more equal\r\nterms than would be possible with subjects.'[3]\r\n\r\n'The Prince of Wales's tour in the U.S. went off completely to the\r\nsatisfaction of all parties from the beginning to the end. It was rather\r\nhard work for me, as he never went out without me, nor I without him,\r\nand I had quantities of letters to write and people to see and keep in\r\ngood humour. Nevertheless H.R.H. himself and all the people with him\r\nwere so agreeable, that on the whole I enjoyed the tour very much while\r\nit was going on. I look back to it with unmixed satisfaction.'[4]\r\n\r\nMuch of the success, although he was too modest to allude to it, was\r\nprobably due to his own carefulness and forethought.\r\n\r\n\r\nFOOTNOTES:\r\n\r\n  [2] Lord Lyons to Lord J. Russell, July 9.\r\n\r\n  [3] Lord Lyons to the Duke of Newcastle, Oct. 29.\r\n\r\n  [4] Lord Lyons to Mr. Griffith, Nov. 10."
  ]
}