{
  "index": 1,
  "title": "Chapter 1",
  "paragraphs": [
    "CHAPTER 1.\r\n\r\nInasmuch as the scene of this story is that historic pile, Belpher\r\nCastle, in the county of Hampshire, it would be an agreeable task\r\nto open it with a leisurely description of the place, followed by\r\nsome notes on the history of the Earls of Marshmoreton, who have\r\nowned it since the fifteenth century. Unfortunately, in these days\r\nof rush and hurry, a novelist works at a disadvantage. He must\r\nleap into the middle of his tale with as little delay as he would\r\nemploy in boarding a moving tramcar. He must get off the mark with\r\nthe smooth swiftness of a jack-rabbit surprised while lunching.\r\nOtherwise, people throw him aside and go out to picture palaces.\r\n\r\nI may briefly remark that the present Lord Marshmoreton is a\r\nwidower of some forty-eight years: that he has two children--a son,\r\nPercy Wilbraham Marsh, Lord Belpher, who is on the brink of his\r\ntwenty-first birthday, and a daughter, Lady Patricia Maud Marsh,\r\nwho is just twenty: that the chatelaine of the castle is Lady\r\nCaroline Byng, Lord Marshmoreton's sister, who married the very\r\nwealthy colliery owner, Clifford Byng, a few years before his death\r\n(which unkind people say she hastened): and that she has a\r\nstep-son, Reginald. Give me time to mention these few facts and I\r\nam done. On the glorious past of the Marshmoretons I will not even\r\ntouch.\r\n\r\nLuckily, the loss to literature is not irreparable. Lord\r\nMarshmoreton himself is engaged upon a history of the family, which\r\nwill doubtless be on every bookshelf as soon as his lordship gets\r\nit finished. And, as for the castle and its surroundings, including\r\nthe model dairy and the amber drawing-room, you may see them for\r\nyourself any Thursday, when Belpher is thrown open to the public on\r\npayment of a fee of one shilling a head. The money is collected by\r\nKeggs the butler, and goes to a worthy local charity. At least,\r\nthat is the idea. But the voice of calumny is never silent, and\r\nthere exists a school of thought, headed by Albert, the page-boy,\r\nwhich holds that Keggs sticks to these shillings like glue, and\r\nadds them to his already considerable savings in the Farmers' and\r\nMerchants' Bank, on the left side of the High Street in Belpher\r\nvillage, next door to the Oddfellows' Hall.\r\n\r\nWith regard to this, one can only say that Keggs looks far too much\r\nlike a particularly saintly bishop to indulge in any such practices.\r\nOn the other hand, Albert knows Keggs. We must leave the matter\r\nopen.\r\n\r\nOf course, appearances are deceptive. Anyone, for instance, who had\r\nbeen standing outside the front entrance of the castle at eleven\r\no'clock on a certain June morning might easily have made a mistake.\r\nSuch a person would probably have jumped to the conclusion that the\r\nmiddle-aged lady of a determined cast of countenance who was\r\nstanding near the rose-garden, talking to the gardener and watching\r\nthe young couple strolling on the terrace below, was the mother of\r\nthe pretty girl, and that she was smiling because the latter had\r\nrecently become engaged to the tall, pleasant-faced youth at her\r\nside.\r\n\r\nSherlock Holmes himself might have been misled. One can hear him\r\nexplaining the thing to Watson in one of those lightning flashes of\r\ninductive reasoning of his. \"It is the only explanation, my dear\r\nWatson. If the lady were merely complimenting the gardener on his\r\nrose-garden, and if her smile were merely caused by the excellent\r\nappearance of that rose-garden, there would be an answering smile\r\non the face of the gardener. But, as you see, he looks morose and\r\ngloomy.\"\r\n\r\nAs a matter of fact, the gardener--that is to say, the stocky,\r\nbrown-faced man in shirt sleeves and corduroy trousers who was\r\nfrowning into a can of whale-oil solution--was the Earl of\r\nMarshmoreton, and there were two reasons for his gloom. He hated to\r\nbe interrupted while working, and, furthermore, Lady Caroline Byng\r\nalways got on his nerves, and never more so than when, as now, she\r\nspeculated on the possibility of a romance between her step-son\r\nReggie and his lordship's daughter Maud.\r\n\r\nOnly his intimates would have recognized in this curious\r\ncorduroy-trousered figure the seventh Earl of Marshmoreton. The\r\nLord Marshmoreton who made intermittent appearances in London, who\r\nlunched among bishops at the Athenaeum Club without exciting\r\nremark, was a correctly dressed gentleman whom no one would have\r\nsuspected of covering his sturdy legs in anything but the finest\r\ncloth. But if you will glance at your copy of Who's Who, and turn\r\nup the \"M's\", you will find in the space allotted to the Earl the\r\nwords \"Hobby--Gardening\". To which, in a burst of modest pride, his\r\nlordship has added \"Awarded first prize for Hybrid Teas, Temple\r\nFlower Show, 1911\". The words tell their own story.\r\n\r\nLord Marshmoreton was the most enthusiastic amateur gardener in a\r\nland of enthusiastic amateur gardeners. He lived for his garden.\r\nThe love which other men expend on their nearest and dearest Lord\r\nMarshmoreton lavished on seeds, roses and loamy soil. The hatred\r\nwhich some of his order feel for Socialists and Demagogues Lord\r\nMarshmoreton kept for rose slugs, rose-beetles and the small,\r\nyellowish-white insect which is so depraved and sinister a\r\ncharacter that it goes through life with an alias--being sometimes\r\ncalled a rose-hopper and sometimes a thrip. A simple soul, Lord\r\nMarshmoreton--mild and pleasant. Yet put him among the thrips, and\r\nhe became a dealer-out of death and slaughter, a destroyer in the\r\nclass of Attila the Hun and Genghis Khan. Thrips feed on the\r\nunderside of rose leaves, sucking their juice and causing them to\r\nturn yellow; and Lord Marshmoreton's views on these things were so\r\nrigid that he would have poured whale-oil solution on his\r\ngrandmother if he had found her on the underside of one of his rose\r\nleaves sucking its juice.\r\n\r\nThe only time in the day when he ceased to be the horny-handed\r\ntoiler and became the aristocrat was in the evening after dinner,\r\nwhen, egged on by Lady Caroline, who gave him no rest in the\r\nmatter--he would retire to his private study and work on his\r\nHistory of the Family, assisted by his able secretary, Alice\r\nFaraday. His progress on that massive work was, however, slow. Ten\r\nhours in the open air make a man drowsy, and too often Lord\r\nMarshmoreton would fall asleep in mid-sentence to the annoyance of\r\nMiss Faraday, who was a conscientious girl and liked to earn her\r\nsalary.\r\n\r\nThe couple on the terrace had turned. Reggie Byng's face, as he\r\nbent over Maud, was earnest and animated, and even from a distance\r\nit was possible to see how the girl's eyes lit up at what he was\r\nsaying. She was hanging on his words. Lady Caroline's smile became\r\nmore and more benevolent.\r\n\r\n\"They make a charming pair,\" she murmured. \"I wonder what dear\r\nReggie is saying. Perhaps at this very moment--\"\r\n\r\nShe broke off with a sigh of content. She had had her troubles over\r\nthis affair. Dear Reggie, usually so plastic in her hands, had\r\ndisplayed an unaccountable reluctance to offer his agreeable self\r\nto Maud--in spite of the fact that never, not even on the public\r\nplatform which she adorned so well, had his step-mother reasoned\r\nmore clearly than she did when pointing out to him the advantages\r\nof the match. It was not that Reggie disliked Maud. He admitted\r\nthat she was a \"topper\", on several occasions going so far as to\r\ndescribe her as \"absolutely priceless\". But he seemed reluctant to\r\nask her to marry him. How could Lady Caroline know that Reggie's\r\nentire world--or such of it as was not occupied by racing cars and\r\ngolf--was filled by Alice Faraday? Reggie had never told her. He\r\nhad not even told Miss Faraday.\r\n\r\n\"Perhaps at this very moment,\" went on Lady Caroline, \"the dear boy\r\nis proposing to her.\"\r\n\r\nLord Marshmoreton grunted, and continued to peer with a questioning\r\neye in the awesome brew which he had prepared for the thrips.\r\n\r\n\"One thing is very satisfactory,\" said Lady Caroline. \"I mean that\r\nMaud seems entirely to have got over that ridiculous infatuation of\r\nhers for that man she met in Wales last summer. She could not be so\r\ncheerful if she were still brooding on that. I hope you will admit\r\nnow, John, that I was right in keeping her practically a prisoner\r\nhere and never allowing her a chance of meeting the man again\r\neither by accident or design. They say absence makes the heart grow\r\nfonder. Stuff! A girl of Maud's age falls in and out of love half a\r\ndozen times a year. I feel sure she has almost forgotten the man by\r\nnow.\"\r\n\r\n\"Eh?\" said Lord Marshmoreton. His mind had been far away, dealing\r\nwith green flies.\r\n\r\n\"I was speaking about that man Maud met when she was staying with\r\nBrenda in Wales.\"\r\n\r\n\"Oh, yes!\"\r\n\r\n\"Oh, yes!\" echoed Lady Caroline, annoyed. \"Is that the only comment\r\nyou can find to make? Your only daughter becomes infatuated with a\r\nperfect stranger--a man we have never seen--of whom we know nothing,\r\nnot even his name--nothing except that he is an American and hasn't\r\na penny--Maud admitted that. And all you say is 'Oh, yes'!\"\r\n\r\n\"But it's all over now, isn't it? I understood the dashed affair\r\nwas all over.\"\r\n\r\n\"We hope so. But I should feel safer if Maud were engaged to\r\nReggie. I do think you might take the trouble to speak to Maud.\"\r\n\r\n\"Speak to her? I do speak to her.\" Lord Marshmoreton's brain moved\r\nslowly when he was pre-occupied with his roses. \"We're on\r\nexcellent terms.\"\r\n\r\nLady Caroline frowned impatiently. Hers was an alert, vigorous\r\nmind, bright and strong like a steel trap, and her brother's\r\nvagueness and growing habit of inattention irritated her.\r\n\r\n\"I mean to speak to her about becoming engaged to Reggie. You are\r\nher father. Surely you can at least try to persuade her.\"\r\n\r\n\"Can't coerce a girl.\"\r\n\r\n\"I never suggested that you should coerce her, as you put it. I\r\nmerely meant that you could point out to her, as a father, where\r\nher duty and happiness lie.\"\r\n\r\n\"Drink this!\" cried his lordship with sudden fury, spraying his can\r\nover the nearest bush, and addressing his remark to the invisible\r\nthrips. He had forgotten Lady Caroline completely. \"Don't stint\r\nyourselves! There's lots more!\"\r\n\r\nA girl came down the steps of the castle and made her way towards\r\nthem. She was a good-looking girl, with an air of quiet efficiency\r\nabout her. Her eyes were grey and whimsical. Her head was\r\nuncovered, and the breeze stirred her dark hair. She made a\r\ngraceful picture in the morning sunshine, and Reggie Byng, sighting\r\nher from the terrace, wobbled in his tracks, turned pink, and lost\r\nthe thread of his remarks.\r\n\r\nThe sudden appearance of Alice Faraday always affected him like\r\nthat.\r\n\r\n\"I have copied out the notes you made last night, Lord\r\nMarshmoreton. I typed two copies.\"\r\n\r\nAlice Faraday spoke in a quiet, respectful, yet subtly\r\nauthoritative voice. She was a girl of great character. Previous\r\nemployers of her services as secretary had found her a jewel. To\r\nLord Marshmoreton she was rapidly becoming a perfect incubus. Their\r\nviews on the relative importance of gardening and family histories\r\ndid not coincide. To him the history of the Marshmoreton family was\r\nthe occupation of the idle hour: she seemed to think that he ought\r\nto regard it as a life-work. She was always coming and digging him\r\nout of the garden and dragging him back to what should have been a\r\npurely after-dinner task. It was Lord Marshmoreton's habit, when\r\nhe awoke after one of his naps too late to resume work, to throw\r\nout some vague promise of \"attending to it tomorrow\"; but, he\r\nreflected bitterly, the girl ought to have tact and sense to\r\nunderstand that this was only polite persiflage, and not to be\r\ntaken literally.\r\n\r\n\"They are very rough,\" continued Alice, addressing her conversation\r\nto the seat of his lordship's corduroy trousers. Lord Marshmoreton\r\nalways assumed a stooping attitude when he saw Miss Faraday\r\napproaching with papers in her hand; for he laboured under a\r\npathetic delusion, of which no amount of failures could rid him,\r\nthat if she did not see his face she would withdraw. \"You remember\r\nlast night you promised you would attend to them this morning.\" She\r\npaused long enough to receive a non-committal grunt by way of\r\nanswer. \"Of course, if you're busy--\" she said placidly, with a\r\nhalf-glance at Lady Caroline. That masterful woman could always be\r\ncounted on as an ally in these little encounters.\r\n\r\n\"Nothing of the kind!\" said Lady Caroline crisply. She was still\r\nruffled by the lack of attention which her recent utterances had\r\nreceived, and welcomed the chance of administering discipline. \"Get\r\nup at once, John, and go in and work.\"\r\n\r\n\"I am working,\" pleaded Lord Marshmoreton.\r\n\r\nDespite his forty-eight years his sister Caroline still had the\r\npower at times to make him feel like a small boy. She had been a\r\ngreat martinet in the days of their mutual nursery.\r\n\r\n\"The Family History is more important than grubbing about in the\r\ndirt. I cannot understand why you do not leave this sort of thing\r\nto MacPherson. Why you should pay him liberal wages and then do his\r\nwork for him, I cannot see. You know the publishers are waiting for\r\nthe History. Go and attend to these notes at once.\"\r\n\r\n\"You promised you would attend to them this morning, Lord\r\nMarshmoreton,\" said Alice invitingly.\r\n\r\nLord Marshmoreton clung to his can of whale-oil solution with the\r\nclutch of a drowning man. None knew better than he that these\r\ninterviews, especially when Caroline was present to lend the weight\r\nof her dominating personality, always ended in the same way.\r\n\r\n\"Yes, yes, yes!\" he said. \"Tonight, perhaps. After dinner, eh? Yes,\r\nafter dinner. That will be capital.\"\r\n\r\n\"I think you ought to attend to them this morning,\" said Alice,\r\ngently persistent. It really perturbed this girl to feel that she\r\nwas not doing work enough to merit her generous salary. And on the\r\nsubject of the history of the Marshmoreton family she was an\r\nenthusiast. It had a glamour for her.\r\n\r\nLord Marshmoreton's fingers relaxed their hold. Throughout the\r\nrose-garden hundreds of spared thrips went on with their morning\r\nmeal, unwitting of doom averted.\r\n\r\n\"Oh, all right, all right, all right! Come into the library.\"\r\n\r\n\"Very well, Lord Marshmoreton.\" Miss Faraday turned to Lady\r\nCaroline. \"I have been looking up the trains, Lady Caroline. The\r\nbest is the twelve-fifteen. It has a dining-car, and stops at\r\nBelpher if signalled.\"\r\n\r\n\"Are you going away, Caroline?\" inquired Lord Marshmoreton\r\nhopefully.\r\n\r\n\"I am giving a short talk to the Social Progress League at\r\nLewisham. I shall return tomorrow.\"\r\n\r\n\"Oh!\" said Marshmoreton, hope fading from his voice.\r\n\r\n\"Thank you, Miss Faraday,\" said Lady Caroline. \"The twelve-fifteen.\"\r\n\r\n\"The motor will be round at a quarter to twelve.\"\r\n\r\n\"Thank you. Oh, by the way, Miss Faraday, will you call to Reggie\r\nas you pass, and tell him I wish to speak to him.\"\r\n\r\nMaud had left Reggie by the time Alice Faraday reached him, and\r\nthat ardent youth was sitting on a stone seat, smoking a cigarette\r\nand entertaining himself with meditations in which thoughts of\r\nAlice competed for precedence with graver reflections connected\r\nwith the subject of the correct stance for his approach-shots.\r\nReggie's was a troubled spirit these days. He was in love, and he\r\nhad developed a bad slice with his mid-iron. He was practically a\r\nsoul in torment.\r\n\r\n\"Lady Caroline asked me to tell you that she wishes to speak to\r\nyou, Mr. Byng.\"\r\n\r\nReggie leaped from his seat.\r\n\r\n\"Hullo-ullo-ullo! There you are! I mean to say, what?\"\r\n\r\nHe was conscious, as was his custom in her presence, of a warm,\r\nprickly sensation in the small of the back. Some kind of\r\nelephantiasis seemed to have attacked his hands and feet, swelling\r\nthem to enormous proportions. He wished profoundly that he could\r\nget rid of his habit of yelping with nervous laughter whenever he\r\nencountered the girl of his dreams. It was calculated to give her a\r\nwrong impression of a chap--make her think him a fearful chump and\r\nwhat not!\r\n\r\n\"Lady Caroline is leaving by the twelve-fifteen.\"\r\n\r\n\"That's good! What I mean to say is--oh, she is, is she? I see\r\nwhat you mean.\" The absolute necessity of saying something at least\r\nmoderately coherent gripped him. He rallied his forces. \"You\r\nwouldn't care to come for a stroll, after I've seen the mater, or a\r\nrow on the lake, or any rot like that, would you?\"\r\n\r\n\"Thank you very much, but I must go in and help Lord Marshmoreton\r\nwith his book.\"\r\n\r\n\"What a rotten--I mean, what a dam' shame!\"\r\n\r\nThe pity of it tore at Reggie's heart strings. He burned with\r\ngenerous wrath against Lord Marshmoreton, that modern Simon Legree,\r\nwho used his capitalistic power to make a slave of this girl and\r\nkeep her toiling indoors when all the world was sunshine.\r\n\r\n\"Shall I go and ask him if you can't put it off till after dinner?\"\r\n\r\n\"Oh, no, thanks very much. I'm sure Lord Marshmoreton wouldn't\r\ndream of it.\"\r\n\r\nShe passed on with a pleasant smile. When he had recovered from the\r\neffect of this Reggie proceeded slowly to the upper level to meet\r\nhis step-mother.\r\n\r\n\"Hullo, mater. Pretty fit and so forth? What did you want to see me\r\nabout?\"\r\n\r\n\"Well, Reggie, what is the news?\"\r\n\r\n\"Eh? What? News? Didn't you get hold of a paper at breakfast?\r\nNothing much in it. Tam Duggan beat Alec Fraser three up and two to\r\nplay at Prestwick. I didn't notice anything else much. There's a\r\nnew musical comedy at the Regal. Opened last night, and seems to be\r\njust like mother makes. The Morning Post gave it a topping notice.\r\nI must trickle up to town and see it some time this week.\"\r\n\r\nLady Caroline frowned. This slowness in the uptake, coming so soon\r\nafter her brother's inattention, displeased her.\r\n\r\n\"No, no, no. I mean you and Maud have been talking to each other\r\nfor quite a long time, and she seemed very interested in what you\r\nwere saying. I hoped you might have some good news for me.\"\r\n\r\nReggie's face brightened. He caught her drift.\r\n\r\n\"Oh, ah, yes, I see what you mean. No, there wasn't anything of\r\nthat sort or shape or order.\"\r\n\r\n\"What were you saying to her, then, that interested her so much?\"\r\n\r\n\"I was explaining how I landed dead on the pin with my spoon out of\r\na sand-trap at the eleventh hole yesterday. It certainly was a\r\npretty ripe shot, considering. I'd sliced into this baby bunker,\r\ndon't you know; I simply can't keep 'em straight with the iron\r\nnowadays--and there the pill was, grinning up at me from the sand.\r\nOf course, strictly speaking, I ought to have used a niblick, but--\"\r\n\r\n\"Do you mean to say, Reggie, that, with such an excellent\r\nopportunity, you did not ask Maud to marry you?\"\r\n\r\n\"I see what you mean. Well, as a matter of absolute fact, I, as it\r\nwere, didn't.\"\r\n\r\nLady Caroline uttered a wordless sound.\r\n\r\n\"By the way, mater,\" said Reggie, \"I forgot to tell you about that.\r\nIt's all off.\"\r\n\r\n\"What!\"\r\n\r\n\"Absolutely. You see, it appears there's a chappie unknown for whom\r\nMaud has an absolute pash. It seems she met this sportsman up in\r\nWales last summer. She was caught in the rain, and he happened to\r\nbe passing and rallied round with his rain-coat, and one thing led\r\nto another. Always raining in Wales, what! Good fishing, though,\r\nhere and there. Well, what I mean is, this cove was so deucedly\r\ncivil, and all that, that now she won't look at anybody else. He's\r\nthe blue-eyed boy, and everybody else is an also-ran, with about as\r\nmuch chance as a blind man with one arm trying to get out of a\r\nbunker with a tooth-pick.\"\r\n\r\n\"What perfect nonsense! I know all about that affair. It was just a\r\npassing fancy that never meant anything. Maud has got over that\r\nlong ago.\"\r\n\r\n\"She didn't seem to think so.\"\r\n\r\n\"Now, Reggie,\" said Lady Caroline tensely, \"please listen to me.\r\nYou know that the castle will be full of people in a day or two for\r\nPercy's coming-of-age, and this next few days may be your last\r\nchance of having a real, long, private talk with Maud. I shall be\r\nseriously annoyed if you neglect this opportunity. There is no\r\nexcuse for the way you are behaving. Maud is a charming girl--\"\r\n\r\n\"Oh, absolutely! One of the best.\"\r\n\r\n\"Very well, then!\"\r\n\r\n\"But, mater, what I mean to say is--\"\r\n\r\n\"I don't want any more temporizing, Reggie!\"\r\n\r\n\"No, no! Absolutely not!\" said Reggie dutifully, wishing he knew\r\nwhat the word meant, and wishing also that life had not become so\r\nfrightfully complex.\r\n\r\n\"Now, this afternoon, why should you not take Maud for a long ride\r\nin your car?\"\r\n\r\nReggie grew more cheerful. At least he had an answer for that.\r\n\r\n\"Can't be done, I'm afraid. I've got to motor into town to meet\r\nPercy. He's arriving from Oxford this morning. I promised to meet\r\nhim in town and tool him back in the car.\"\r\n\r\n\"I see. Well, then, why couldn't you--?\"\r\n\r\n\"I say, mater, dear old soul,\" said Reggie hastily, \"I think you'd\r\nbetter tear yourself away and what not. If you're catching the\r\ntwelve-fifteen, you ought to be staggering round to see you haven't\r\nforgotten anything. There's the car coming round now.\"\r\n\r\n\"I wish now I had decided to go by a later train.\"\r\n\r\n\"No, no, mustn't miss the twelve-fifteen. Good, fruity train.\r\nEverybody speaks well of it. Well, see you anon, mater. I think\r\nyou'd better run like a hare.\"\r\n\r\n\"You will remember what I said?\"\r\n\r\n\"Oh, absolutely!\"\r\n\r\n\"Good-bye, then. I shall be back tomorrow.\"\r\n\r\nReggie returned slowly to his stone seat. He breathed a little\r\nheavily as he felt for his cigarette case. He felt like a hunted\r\nfawn.\r\n\r\nMaud came out of the house as the car disappeared down the long\r\navenue of elms. She crossed the terrace to where Reggie sat\r\nbrooding on life and its problem.\r\n\r\n\"Reggie!\"\r\n\r\nReggie turned.\r\n\r\n\"Hullo, Maud, dear old thing. Take a seat.\"\r\n\r\nMaud sat down beside him. There was a flush on her pretty face, and\r\nwhen she spoke her voice quivered with suppressed excitement.\r\n\r\n\"Reggie,\" she said, laying a small hand on his arm. \"We're friends,\r\naren't we?\"\r\n\r\nReggie patted her back paternally. There were few people he liked\r\nbetter than Maud.\r\n\r\n\"Always have been since the dear old days of childhood, what!\"\r\n\r\n\"I can trust you, can't I?\"\r\n\r\n\"Absolutely!\"\r\n\r\n\"There's something I want you to do for me, Reggie. You'll have to\r\nkeep it a dead secret of course.\"\r\n\r\n\"The strong, silent man. That's me. What is it?\"\r\n\r\n\"You're driving into town in your car this afternoon, aren't you,\r\nto meet Percy?\"\r\n\r\n\"That was the idea.\"\r\n\r\n\"Could you go this morning instead--and take me?\"\r\n\r\n\"Of course.\"\r\n\r\nMaud shook her head.\r\n\r\n\"You don't know what you are letting yourself in for, Reggie, or\r\nI'm sure you wouldn't agree so lightly. I'm not allowed to leave\r\nthe castle, you know, because of what I was telling you about.\"\r\n\r\n\"The chappie?\"\r\n\r\n\"Yes. So there would be terrible scenes if anybody found out.\"\r\n\r\n\"Never mind, dear old soul. I'll risk it. None shall learn your\r\nsecret from these lips.\"\r\n\r\n\"You're a darling, Reggie.\"\r\n\r\n\"But what's the idea? Why do you want to go today particularly?\"\r\n\r\nMaud looked over her shoulder.\r\n\r\n\"Because--\" She lowered her voice, though there was no one near.\r\n\"Because he is back in London! He's a sort of secretary, you know,\r\nReggie, to his uncle, and I saw in the paper this morning that the\r\nuncle returned yesterday after a long voyage in his yacht. So--he\r\nmust have come back, too. He has to go everywhere his uncle goes.\"\r\n\r\n\"And everywhere the uncle went, the chappie was sure to go!\"\r\nmurmured Reggie. \"Sorry. Didn't mean to interrupt.\"\r\n\r\n\"I must see him. I haven't seen him since last summer--nearly a\r\nwhole year! And he hasn't written to me, and I haven't dared to\r\nwrite to him, for fear of the letter going wrong. So, you see, I\r\nmust go. Today's my only chance. Aunt Caroline has gone away.\r\nFather will be busy in the garden, and won't notice whether I'm\r\nhere or not. And, besides, tomorrow it will be too late, because\r\nPercy will be here. He was more furious about the thing than\r\nanyone.\"\r\n\r\n\"Rather the proud aristocrat, Percy,\" agreed Reggie. \"I understand\r\nabsolutely. Tell me just what you want me to do.\"\r\n\r\n\"I want you to pick me up in the car about half a mile down the\r\nroad. You can drop me somewhere in Piccadilly. That will be near\r\nenough to where I want to go. But the most important thing is about\r\nPercy. You must persuade him to stay and dine in town and come back\r\nhere after dinner. Then I shall be able to get back by an afternoon\r\ntrain, and no one will know I've been gone.\"\r\n\r\n\"That's simple enough, what? Consider it done. When do you want to\r\nstart?\"\r\n\r\n\"At once.\"\r\n\r\n\"I'll toddle round to the garage and fetch the car.\" Reggie\r\nchuckled amusedly. \"Rum thing! The mater's just been telling me I\r\nought to take you for a drive.\"\r\n\r\n\"You are a darling, Reggie, really!\"\r\n\r\nReggie gave her back another paternal pat.\r\n\r\n\"I know what it means to be in love, dear old soul. I say, Maud,\r\nold thing, do you find love puts you off your stroke? What I mean\r\nis, does it make you slice your approach-shots?\"\r\n\r\nMaud laughed.\r\n\r\n\"No. It hasn't had any effect on my game so far. I went round in\r\neighty-six the other day.\"\r\n\r\nReggie sighed enviously.\r\n\r\n\"Women are wonderful!\" he said. \"Well, I'll be legging it and\r\nfetching the car. When you're ready, stroll along down the road and\r\nwait for me.\"\r\n\r\n                    *   *   *\r\n\r\nWhen he had gone Maud pulled a small newspaper clipping from her\r\npocket. She had extracted it from yesterday's copy of the Morning\r\nPost's society column. It contained only a few words:\r\n\r\n\r\n    \"Mr. Wilbur Raymond has returned to his residence at\r\n    No. 11a Belgrave Square from a prolonged voyage in his\r\n    yacht, the Siren.\"\r\n\r\nMaud did not know Mr. Wilbur Raymond, and yet that paragraph had\r\nsent the blood tingling through every vein in her body. For as she\r\nhad indicated to Reggie, when the Wilbur Raymonds of this world\r\nreturn to their town residences, they bring with them their nephew\r\nand secretary, Geoffrey Raymond. And Geoffrey Raymond was the man\r\nMaud had loved ever since the day when she had met him in Wales."
  ]
}