{
  "index": 6,
  "title": "Chapter 5",
  "paragraphs": [
    "At about the time that George Bevan's train was leaving Waterloo, a\r\ngrey racing car drew up with a grinding of brakes and a sputter of\r\ngravel in front of the main entrance of Belpher Castle. The slim\r\nand elegant young man at the wheel removed his goggles, pulled out\r\na watch, and addressed the stout young man at his side.\r\n\r\n\"Two hours and eighteen minutes from Hyde Park Corner, Boots. Not\r\nso dusty, what?\"\r\n\r\nHis companion made no reply. He appeared to be plunged in thought.\r\nHe, too, removed his goggles, revealing a florid and gloomy face,\r\nequipped, in addition to the usual features, with a small moustache\r\nand an extra chin. He scowled forbiddingly at the charming scene\r\nwhich the goggles had hidden from him.\r\n\r\nBefore him, a symmetrical mass of grey stone and green ivy, Belpher\r\nCastle towered against a light blue sky. On either side rolling\r\npark land spread as far as the eye could see, carpeted here and\r\nthere with violets, dotted with great oaks and ashes and Spanish\r\nchestnuts, orderly, peaceful and English. Nearer, on his left, were\r\nrose-gardens, in the centre of which, tilted at a sharp angle,\r\nappeared the seat of a pair of corduroy trousers, whose wearer\r\nseemed to be engaged in hunting for snails. Thrushes sang in the\r\ngreen shrubberies; rooks cawed in the elms. Somewhere in the\r\ndistance sounded the tinkle of sheep bells and the lowing of cows.\r\nIt was, in fact, a scene which, lit by the evening sun of a perfect\r\nspring day and fanned by a gentle westerly wind, should have\r\nbrought balm and soothing meditations to one who was the sole\r\nheir to all this Paradise.\r\n\r\nBut Percy, Lord Belpher, remained uncomforted by the notable\r\nco-operation of Man and Nature, and drew no solace from the\r\nreflection that all these pleasant things would one day be his own.\r\nHis mind was occupied at the moment, to the exclusion of all other\r\nthoughts, by the recollection of that painful scene in Bow Street\r\nPolice Court. The magistrate's remarks, which had been tactless and\r\nunsympathetic, still echoed in his ears. And that infernal night in\r\nVine Street police station . . . The darkness . . . The hard bed. . .\r\nThe discordant vocalising of the drunk and disorderly in the\r\nnext cell. . . . Time might soften these memories, might lessen the\r\nsharp agony of them; but nothing could remove them altogether.\r\n\r\nPercy had been shaken to the core of his being. Physically, he was\r\nstill stiff and sore from the plank bed. Mentally, he was a\r\nvolcano. He had been marched up the Haymarket in the full sight of\r\nall London by a bounder of a policeman. He had been talked to like\r\nan erring child by a magistrate whom nothing could convince that he\r\nhad not been under the influence of alcohol at the moment of his\r\narrest. (The man had said things about his liver, kindly\r\nbe-warned-in-time-and-pull-up-before-it-is-too-late things, which\r\nwould have seemed to Percy indecently frank if spoken by his\r\nmedical adviser in the privacy of the sick chamber.) It is perhaps\r\nnot to be wondered at that Belpher Castle, for all its beauty of\r\nscenery and architecture, should have left Lord Belpher a little\r\ncold. He was seething with a fury which the conversation of Reggie\r\nByng had done nothing to allay in the course of the journey from\r\nLondon. Reggie was the last person he would willingly have chosen\r\nas a companion in his hour of darkness. Reggie was not soothing. He\r\nwould insist on addressing him by his old Eton nickname of Boots\r\nwhich Percy detested. And all the way down he had been breaking out\r\nat intervals into ribald comments on the recent unfortunate\r\noccurrence which were very hard to bear.\r\n\r\nHe resumed this vein as they alighted and rang the bell.\r\n\r\n\"This,\" said Reggie, \"is rather like a bit out of a melodrama.\r\nConvict son totters up the steps of the old home and punches the\r\nbell. What awaits him beyond? Forgiveness? Or the raspberry? True,\r\nthe white-haired butler who knew him as a child will sob on his\r\nneck, but what of the old dad? How will dad take the blot of the\r\nfamily escutcheon?\"\r\n\r\nLord Belpher's scowl deepened.\r\n\r\n\"It's not a joking matter,\" he said coldly.\r\n\r\n\"Great Heavens, I'm not joking. How could I have the heart to joke\r\nat a moment like this, when the friend of my youth has suddenly\r\nbecome a social leper?\"\r\n\r\n\"I wish to goodness you would stop.\"\r\n\r\n\"Do you think it is any pleasure to me to be seen about with a man\r\nwho is now known in criminal circles as Percy, the Piccadilly\r\nPoliceman-Puncher? I keep a brave face before the world, but\r\ninwardly I burn with shame and agony and what not.\"\r\n\r\nThe great door of the castle swung open, revealing Keggs, the\r\nbutler. He was a man of reverend years, portly and dignified, with\r\na respectfully benevolent face that beamed gravely on the young\r\nmaster and Mr. Byng, as if their coming had filled his cup of\r\npleasure. His light, slightly protruding eyes expressed reverential\r\ngood will. He gave just that touch of cosy humanity to the scene\r\nwhich the hall with its half lights and massive furniture needed to\r\nmake it perfect to the returned wanderer. He seemed to be\r\nintimating that this was a moment to which he had looked forward\r\nlong, and that from now on quiet happiness would reign supreme. It\r\nis distressing to have to reveal the jarring fact that, in his\r\nhours of privacy when off duty, this apparently ideal servitor was\r\nso far from being a respecter of persons that he was accustomed to\r\nspeak of Lord Belpher as \"Percy\", and even as \"His Nibs\". It was,\r\nindeed, an open secret among the upper servants at the castle, and\r\na fact hinted at with awe among the lower, that Keggs was at heart\r\na Socialist.\r\n\r\n\"Good evening, your lordship. Good evening, sir.\"\r\n\r\nLord Belpher acknowledged the salutation with a grunt, but Reggie\r\nwas more affable.\r\n\r\n\"How are you, Keggs? Now's your time, if you're going to do it.\" He\r\nstepped a little to one side and indicated Lord Belpher's crimson\r\nneck with an inviting gesture.\r\n\r\n\"I beg your pardon, sir?\"\r\n\r\n\"Ah. You'd rather wait till you can do it a little more privately.\r\nPerhaps you're right.\"\r\n\r\nThe butler smiled indulgently. He did not understand what Reggie\r\nwas talking about, but that did not worry him. He had long since\r\ncome to the conclusion that Reggie was slightly mad, a theory\r\nsupported by the latter's valet, who was of the same opinion. Keggs\r\ndid not dislike Reggie, but intellectually he considered him\r\nnegligible.\r\n\r\n\"Send something to drink into the library, Keggs,\" said Lord\r\nBelpher.\r\n\r\n\"Very good, your lordship.\"\r\n\r\n\"A topping idea,\" said Reggie. \"I'll just take the old car round to\r\nthe garage, and then I'll be with you.\"\r\n\r\nHe climbed to the steering wheel, and started the engine. Lord\r\nBelpher proceeded to the library, while Keggs melted away through\r\nthe green baize door at the end of the hall which divided the\r\nservants' quarters from the rest of the house.\r\n\r\nReggie had hardly driven a dozen yards when he perceived his\r\nstepmother and Lord Marshmoreton coming towards him from the\r\ndirection of the rose-garden. He drew up to greet them.\r\n\r\n\"Hullo, mater. What ho, uncle! Back again at the old homestead,\r\nwhat?\"\r\n\r\nBeneath Lady Caroline's aristocratic front agitation seemed to\r\nlurk.\r\n\r\n\"Reggie, where is Percy?\"\r\n\r\n\"Old Boots? I think he's gone to the library. I just decanted him\r\nout of the car.\"\r\n\r\nLady Caroline turned to her brother.\r\n\r\n\"Let us go to the library, John.\"\r\n\r\n\"All right. All right. All right,\" said Lord Marshmoreton\r\nirritably. Something appeared to have ruffled his calm.\r\n\r\nReggie drove on. As he was strolling back after putting the car\r\naway he met Maud.\r\n\r\n\"Hullo, Maud, dear old thing.\"\r\n\r\n\"Why, hullo, Reggie. I was expecting you back last night.\"\r\n\r\n\"Couldn't get back last night. Had to stick in town and rally round\r\nold Boots. Couldn't desert the old boy in his hour of trial.\"\r\nReggie chuckled amusedly. \"'Hour of trial,' is rather good, what?\r\nWhat I mean to say is, that's just what it was, don't you know.\"\r\n\r\n\"Why, what happened to Percy?\"\r\n\r\n\"Do you mean to say you haven't heard? Of course not. It wouldn't\r\nhave been in the morning papers. Why, Percy punched a policeman.\"\r\n\r\n\"Percy did what?\"\r\n\r\n\"Slugged a slop. Most dramatic thing. Sloshed him in the midriff.\r\nAbsolutely. The cross marks the spot where the tragedy occurred.\"\r\n\r\nMaud caught her breath. Somehow, though she could not trace the\r\nconnection, she felt that this extraordinary happening must be\r\nlinked up with her escapade. Then her sense of humour got the\r\nbetter of apprehension. Her eyes twinkled delightedly.\r\n\r\n\"You don't mean to say Percy did that?\"\r\n\r\n\"Absolutely. The human tiger, and what not. Menace to Society and\r\nall that sort of thing. No holding him. For some unexplained reason\r\nthe generous blood of the Belphers boiled over, and then--zing.\r\nThey jerked him off to Vine Street. Like the poem, don't you know.\r\n'And poor old Percy walked between with gyves upon his wrists.' And\r\nthis morning, bright and early, the beak parted him from ten quid.\r\nYou know, Maud, old thing, our duty stares us plainly in the\r\neyeball. We've got to train old Boots down to a reasonable weight\r\nand spring him on the National Sporting Club. We've been letting a\r\nchampion middleweight blush unseen under our very roof tree.\"\r\n\r\nMaud hesitated a moment.\r\n\r\n\"I suppose you don't know,\" she asked carelessly, \"why he did it? I\r\nmean, did he tell you anything?\"\r\n\r\n\"Couldn't get a word out of him. Oysters garrulous and tombs chatty\r\nin comparison. Absolutely. All I know is that he popped one into\r\nthe officer's waistband. What led up to it is more than I can tell\r\nyou. How would it be to stagger to the library and join the\r\npost-mortem?\"\r\n\r\n\"The post-mortem?\"\r\n\r\n\"Well, I met the mater and his lordship on their way to the\r\nlibrary, and it looked to me very much as if the mater must have\r\ngot hold of an evening paper on her journey from town. When did she\r\narrive?\"\r\n\r\n\"Only a short while ago.\"\r\n\r\n\"Then that's what's happened. She would have bought an evening\r\npaper to read in the train. By Jove, I wonder if she got hold of\r\nthe one that had the poem about it. One chappie was so carried away\r\nby the beauty of the episode that he treated it in verse. I think\r\nwe ought to look in and see what's happening.\"\r\n\r\nMaud hesitated again. But she was a girl of spirit. And she had an\r\nintuition that her best defence would be attack. Bluff was what was\r\nneeded. Wide-eyed, innocent wonder . . . After all, Percy couldn't\r\nbe certain he had seen her in Piccadilly.\r\n\r\n\"All right.\"\r\n\r\n\"By the way, dear old girl,\" inquired Reggie, \"did your little\r\nbusiness come out satisfactorily? I forgot to ask.\"\r\n\r\n\"Not very. But it was awfully sweet of you to take me into town.\"\r\n\r\n\"How would it be,\" said Reggie nervously, \"not to dwell too much on\r\nthat part of it? What I mean to say is, for heaven's sake don't let\r\nthe mater know I rallied round.\"\r\n\r\n\"Don't worry,\" said Maud with a laugh. \"I'm not going to talk about\r\nthe thing at all.\"\r\n\r\nLord Belpher, meanwhile, in the library, had begun with the aid of\r\na whisky and soda to feel a little better. There was something\r\nabout the library with its sombre half tones that soothed his\r\nbruised spirit. The room held something of the peace of a deserted\r\ncity. The world, with its violent adventures and tall policemen,\r\ndid not enter here. There was balm in those rows and rows of books\r\nwhich nobody ever read, those vast writing tables at which nobody\r\never wrote. From the broad mantel-piece the bust of some unnamed\r\nancient looked down almost sympathetically. Something remotely\r\nresembling peace had begun to steal into Percy's soul, when it was\r\nexpelled by the abrupt opening of the door and the entry of Lady\r\nCaroline Byng and his father. One glance at the face of the former\r\nwas enough to tell Lord Belpher that she knew all.\r\n\r\nHe rose defensively.\r\n\r\n\"Let me explain.\"\r\n\r\nLady Caroline quivered with repressed emotion. This masterly woman\r\nhad not lost control of herself, but her aristocratic calm had\r\nseldom been so severely tested. As Reggie had surmised, she had read\r\nthe report of the proceedings in the evening paper in the train, and\r\nher world had been reeling ever since. Caesar, stabbed by Brutus,\r\ncould scarcely have experienced a greater shock. The other members\r\nof her family had disappointed her often. She had become inured to\r\nthe spectacle of her brother working in the garden in corduroy\r\ntrousers and in other ways behaving in a manner beneath the dignity\r\nof an Earl of Marshmoreton. She had resigned herself to the innate\r\nflaw in the character of Maud which had allowed her to fall in love\r\nwith a nobody whom she had met without an introduction. Even Reggie\r\nhad exhibited at times democratic traits of which she thoroughly\r\ndisapproved. But of her nephew Percy she had always been sure. He\r\nwas solid rock. He, at least, she had always felt, would never do\r\nanything to injure the family prestige. And now, so to speak, \"Lo,\r\nBen Adhem's name led all the rest.\" In other words, Percy was the\r\nworst of the lot. Whatever indiscretions the rest had committed, at\r\nleast they had never got the family into the comic columns of the\r\nevening papers. Lord Marshmoreton might wear corduroy trousers and\r\nrefuse to entertain the County at garden parties and go to bed with\r\na book when it was his duty to act as host at a formal ball; Maud\r\nmight give her heart to an impossible person whom nobody had ever\r\nheard of; and Reggie might be seen at fashionable restaurants with\r\npugilists; but at any rate evening paper poets had never written\r\nfacetious verses about their exploits. This crowning degradation had\r\nbeen reserved for the hitherto blameless Percy, who, of all the\r\nyoung men of Lady Caroline's acquaintance, had till now appeared to\r\nhave the most scrupulous sense of his position, the most rigid\r\nregard for the dignity of his great name. Yet, here he was, if the\r\ncarefully considered reports in the daily press were to be believed,\r\nspending his time in the very spring-tide of his life running about\r\nLondon like a frenzied Hottentot, brutally assaulting the police.\r\nLady Caroline felt as a bishop might feel if he suddenly discovered\r\nthat some favourite curate had gone over to the worship of Mumbo\r\nJumbo.\r\n\r\n\"Explain?\" she cried. \"How can you explain? You--my nephew, the\r\nheir to the title, behaving like a common rowdy in the streets of\r\nLondon . . . your name in the papers . . . \"\r\n\r\n\"If you knew the circumstances.\"\r\n\r\n\"The circumstances? They are in the evening paper. They are in\r\nprint.\"\r\n\r\n\"In verse,\" added Lord Marshmoreton. He chuckled amiably at the\r\nrecollection. He was an easily amused man. \"You ought to read it,\r\nmy boy. Some of it was capital . . .\"\r\n\r\n\"John!\"\r\n\r\n\"But deplorable, of course,\" added Lord Marshmoreton hastily. \"Very\r\ndeplorable.\" He endeavoured to regain his sister's esteem by a show\r\nof righteous indignation. \"What do you mean by it, damn it? You're\r\nmy only son. I have watched you grow from child to boy, from boy to\r\nman, with tender solicitude. I have wanted to be proud of you. And\r\nall the time, dash it, you are prowling about London like a lion,\r\nseeking whom you may devour, terrorising the metropolis, putting\r\nharmless policemen in fear of their lives. . .\"\r\n\r\n\"Will you listen to me for a moment?\" shouted Percy. He began to\r\nspeak rapidly, as one conscious of the necessity of saying his say\r\nwhile the saying was good. \"The facts are these. I was walking\r\nalong Piccadilly on my way to lunch at the club, when, near\r\nBurlington Arcade, I was amazed to see Maud.\"\r\n\r\nLady Caroline uttered an exclamation.\r\n\r\n\"Maud? But Maud was here.\"\r\n\r\n\"I can't understand it,\" went on Lord Marshmoreton, pursuing his\r\nremarks. Righteous indignation had, he felt, gone well. It might be\r\njudicious to continue in that vein, though privately he held the\r\nopinion that nothing in Percy's life so became him as this assault\r\non the Force. Lord Marshmoreton, who in his time had committed all\r\nthe follies of youth, had come to look on his blameless son as\r\nscarcely human. \"It's not as if you were wild. You've never got\r\ninto any scrapes at Oxford. You've spent your time collecting old\r\nchina and prayer rugs. You wear flannel next your skin . . .\"\r\n\r\n\"Will you please be quiet,\" said Lady Caroline impatiently. \"Go\r\non, Percy.\"\r\n\r\n\"Oh, very well,\" said Lord Marshmoreton. \"I only spoke. I merely\r\nmade a remark.\"\r\n\r\n\"You say you saw Maud in Piccadilly, Percy?\"\r\n\r\n\"Precisely. I was on the point of putting it down to an extraordinary\r\nresemblance, when suddenly she got into a cab. Then I knew.\"\r\n\r\nLord Marshmoreton could not permit this to pass in silence. He was\r\na fair-minded man.\r\n\r\n\"Why shouldn't the girl have got into a cab? Why must a girl\r\nwalking along Piccadilly be my daughter Maud just because she got\r\ninto a cab. London,\" he proceeded, warming to the argument and\r\nthrilled by the clearness and coherence of his reasoning, \"is full\r\nof girls who take cabs.\"\r\n\r\n\"She didn't take a cab.\"\r\n\r\n\"You just said she did,\" said Lord Marshmoreton cleverly.\r\n\r\n\"I said she got into a cab. There was somebody else already in the\r\ncab. A man. Aunt Caroline, it was the man.\"\r\n\r\n\"Good gracious,\" ejaculated Lady Caroline, falling into a chair as\r\nif she had been hamstrung.\r\n\r\n\"I am absolutely convinced of it,\" proceeded Lord Belpher solemnly.\r\n\"His behaviour was enough to confirm my suspicions. The cab had\r\nstopped in a block of the traffic, and I went up and requested him\r\nin a perfectly civil manner to allow me to look at the lady who had\r\njust got in. He denied that there was a lady in the cab. And I had\r\nseen her jump in with my own eyes. Throughout the conversation he\r\nwas leaning out of the window with the obvious intention of\r\nscreening whoever was inside from my view. I followed him along\r\nPiccadilly in another cab, and tracked him to the Carlton. When I\r\narrived there he was standing on the pavement outside. There were\r\nno signs of Maud. I demanded that he tell me her whereabouts. . .\"\r\n\r\n\"That reminds me,\" said Lord Marshmoreton cheerfully, \"of a story I\r\nread in one of the papers. I daresay it's old. Stop me if you've\r\nheard it. A woman says to the maid: 'Do you know anything of my\r\nhusband's whereabouts?' And the maid replies--\"\r\n\r\n\"Do be quiet,\" snapped Lady Caroline. \"I should have thought that\r\nyou would be interested in a matter affecting the vital welfare of\r\nyour only daughter.\"\r\n\r\n\"I am. I am,\" said Lord Marshmoreton hastily. \"The maid replied:\r\n'They're at the wash.' Of course I am. Go on, Percy. Good God, boy,\r\ndon't take all day telling us your story.\"\r\n\r\n\"At that moment the fool of a policeman came up and wanted to know\r\nwhat the matter was. I lost my head. I admit it freely. The\r\npoliceman grasped my shoulder, and I struck him.\"\r\n\r\n\"Where?\" asked Lord Marshmoreton, a stickler for detail.\r\n\r\n\"What does that matter?\" demanded Lady Caroline. \"You did quite\r\nright, Percy. These insolent jacks in office ought not to be\r\nallowed to manhandle people. Tell me, what this man was like?\"\r\n\r\n\"Extremely ordinary-looking. In fact, all I can remember about him\r\nwas that he was clean-shaven. I cannot understand how Maud could\r\nhave come to lose her head over such a man. He seemed to me to\r\nhave no attraction whatever,\" said Lord Belpher, a little\r\nunreasonably, for Apollo himself would hardly appear attractive\r\nwhen knocking one's best hat off.\r\n\r\n\"It must have been the same man.\"\r\n\r\n\"Precisely. If we wanted further proof, he was an American. You\r\nrecollect that we heard that the man in Wales was American.\"\r\n\r\nThere was a portentous silence. Percy stared at the floor. Lady\r\nCaroline breathed deeply. Lord Marshmoreton, feeling that something\r\nwas expected of him, said \"Good Gad!\" and gazed seriously at a\r\nstuffed owl on a bracket. Maud and Reggie Byng came in.\r\n\r\n\"What ho, what ho, what ho!\" said Reggie breezily. He always\r\nbelieved in starting a conversation well, and putting people at\r\ntheir ease. \"What ho! What ho!\"\r\n\r\nMaud braced herself for the encounter.\r\n\r\n\"Hullo, Percy, dear,\" she said, meeting her brother's accusing eye\r\nwith the perfect composure that comes only from a thoroughly guilty\r\nconscience. \"What's all this I hear about your being the Scourge of\r\nLondon? Reggie says that policemen dive down manholes when they see\r\nyou coming.\"\r\n\r\nThe chill in the air would have daunted a less courageous girl.\r\nLady Caroline had risen, and was staring sternly. Percy was puffing\r\nthe puffs of an overwrought soul. Lord Marshmoreton, whose thoughts\r\nhad wandered off to the rose garden, pulled himself together and\r\ntried to look menacing. Maud went on without waiting for a reply.\r\nShe was all bubbling gaiety and insouciance, a charming picture of\r\nyoung English girlhood that nearly made her brother foam at the\r\nmouth.\r\n\r\n\"Father dear,\" she said, attaching herself affectionately to his\r\nbuttonhole, \"I went round the links in eighty-three this morning.\r\nI did the long hole in four. One under par, a thing I've never done\r\nbefore in my life.\" (\"Bless my soul,\" said Lord Marshmoreton\r\nweakly, as, with an apprehensive eye on his sister, he patted his\r\ndaughter's shoulder.) \"First, I sent a screecher of a drive right\r\ndown the middle of the fairway. Then I took my brassey and put the\r\nball just on the edge of the green. A hundred and eighty yards if\r\nit was an inch. My approach putt--\"\r\n\r\nLady Caroline, who was no devotee of the royal and ancient game,\r\ninterrupted the recital.\r\n\r\n\"Never mind what you did this morning. What did you do yesterday\r\nafternoon?\"\r\n\r\n\"Yes,\" said Lord Belpher. \"Where were you yesterday afternoon?\"\r\n\r\nMaud's gaze was the gaze of a young child who has never even\r\nattempted to put anything over in all its little life.\r\n\r\n\"Whatever do you mean?\"\r\n\r\n\"What were you doing in Piccadilly yesterday afternoon?\" said Lady\r\nCaroline.\r\n\r\n\"Piccadilly? The place where Percy fights policemen? I don't\r\nunderstand.\"\r\n\r\nLady Caroline was no sportsman. She put one of those direct\r\nquestions, capable of being answered only by \"Yes\" or \"No\", which\r\nought not to be allowed in controversy. They are the verbal\r\nequivalent of shooting a sitting bird.\r\n\r\n\"Did you or did you not go to London yesterday, Maud?\"\r\n\r\nThe monstrous unfairness of this method of attack pained Maud. From\r\nchildhood up she had held the customary feminine views upon the Lie\r\nDirect. As long as it was a question of suppression of the true or\r\nsuggestion of the false she had no scruples. But she had a\r\ndistaste for deliberate falsehood. Faced now with a choice between\r\ntwo evils, she chose the one which would at least leave her\r\nself-respect.\r\n\r\n\"Yes, I did.\"\r\n\r\nLady Caroline looked at Lord Belpher. Lord Belpher looked at\r\nLady Caroline.\r\n\r\n\"You went to meet that American of yours?\"\r\n\r\nReggie Byng slid softly from the room. He felt that he would be\r\nhappier elsewhere. He had been an acutely embarrassed spectator of\r\nthis distressing scene, and had been passing the time by shuffling\r\nhis feet, playing with his coat buttons and perspiring.\r\n\r\n\"Don't go, Reggie,\" said Lord Belpher.\r\n\r\n\"Well, what I mean to say is--family row and what not--if you see\r\nwhat I mean--I've one or two things I ought to do--\"\r\n\r\nHe vanished. Lord Belpher frowned a sombre frown. \"Then it was\r\nthat man who knocked my hat off?\"\r\n\r\n\"What do you mean?\" said Lady Caroline. \"Knocked your hat off? You\r\nnever told me he knocked your hat off.\"\r\n\r\n\"It was when I was asking him to let me look inside the cab. I had\r\ngrasped the handle of the door, when he suddenly struck my hat,\r\ncausing it to fly off. And, while I was picking it up, he drove\r\naway.\"\r\n\r\n\"C'k,\" exploded Lord Marshmoreton. \"C'k, c'k, c'k.\" He twisted his\r\nface by a supreme exertion of will power into a mask of\r\nindignation. \"You ought to have had the scoundrel arrested,\" he\r\nsaid vehemently. \"It was a technical assault.\"\r\n\r\n\"The man who knocked your hat off, Percy,\" said Maud, \"was\r\nnot . . . He was a different man altogether. A stranger.\"\r\n\r\n\"As if you would be in a cab with a stranger,\" said Lady Caroline\r\ncaustically. \"There are limits, I hope, to even your indiscretions.\"\r\n\r\nLord Marshmoreton cleared his throat. He was sorry for Maud, whom\r\nhe loved.\r\n\r\n\"Now, looking at the matter broadly--\"\r\n\r\n\"Be quiet,\" said Lady Caroline.\r\n\r\nLord Marshmoreton subsided.\r\n\r\n\"I wanted to avoid you,\" said Maud, \"so I jumped into the first cab\r\nI saw.\"\r\n\r\n\"I don't believe it,\" said Percy.\r\n\r\n\"It's the truth.\"\r\n\r\n\"You are simply trying to put us off the scent.\"\r\n\r\nLady Caroline turned to Maud. Her manner was plaintive. She looked\r\nlike a martyr at the stake who deprecatingly lodges a timid\r\ncomplaint, fearful the while lest she may be hurting the feelings\r\nof her persecutors by appearing even for a moment out of sympathy\r\nwith their activities.\r\n\r\n\"My dear child, why will you not be reasonable in this matter? Why\r\nwill you not let yourself be guided by those who are older and\r\nwiser than you?\"\r\n\r\n\"Exactly,\" said Lord Belpher.\r\n\r\n\"The whole thing is too absurd.\"\r\n\r\n\"Precisely,\" said Lord Belpher.\r\n\r\nLady Caroline turned on him irritably.\r\n\r\n\"Please do not interrupt, Percy. Now, you've made me forget what I\r\nwas going to say.\"\r\n\r\n\"To my mind,\" said Lord Marshmoreton, coming to the surface once\r\nmore, \"the proper attitude to adopt on occasions like the present--\"\r\n\r\n\"Please,\" said Lady Caroline.\r\n\r\nLord Marshmoreton stopped, and resumed his silent communion with the\r\nstuffed bird.\r\n\r\n\"You can't stop yourself being in love, Aunt Caroline,\" said Maud.\r\n\r\n\"You can be stopped if you've somebody with a level head looking\r\nafter you.\"\r\n\r\nLord Marshmoreton tore himself away from the bird.\r\n\r\n\"Why, when I was at Oxford in the year '87,\" he said chattily, \"I\r\nfancied myself in love with the female assistant at a tobacconist\r\nshop. Desperately in love, dammit. Wanted to marry her. I recollect\r\nmy poor father took me away from Oxford and kept me here at Belpher\r\nunder lock and key. Lock and key, dammit. I was deucedly upset at\r\nthe time, I remember.\" His mind wandered off into the glorious\r\npast. \"I wonder what that girl's name was. Odd one can't remember\r\nnames. She had chestnut hair and a mole on the side of her chin. I\r\nused to kiss it, I recollect--\"\r\n\r\nLady Caroline, usually such an advocate of her brother's researches\r\ninto the family history, cut the reminiscences short.\r\n\r\n\"Never mind that now.\"\r\n\r\n\"I don't. I got over it. That's the moral.\"\r\n\r\n\"Well,\" said Lady Caroline, \"at any rate poor father acted with\r\ngreat good sense on that occasion. There seems nothing to do but to\r\ntreat Maud in just the same way. You shall not stir a step from the\r\ncastle till you have got over this dreadful infatuation. You will\r\nbe watched.\"\r\n\r\n\"I shall watch you,\" said Lord Belpher solemnly, \"I shall watch\r\nyour every movement.\"\r\n\r\nA dreamy look came into Maud's brown eyes.\r\n\r\n\"Stone walls do not a prison make nor iron bars a cage,\" she said\r\nsoftly.\r\n\r\n\"That wasn't your experience, Percy, my boy,\" said Lord\r\nMarshmoreton.\r\n\r\n\"They make a very good imitation,\" said Lady Caroline coldly,\r\nignoring the interruption.\r\n\r\nMaud faced her defiantly. She looked like a princess in captivity\r\nfacing her gaolers.\r\n\r\n\"I don't care. I love him, and I always shall love him, and nothing\r\nis ever going to stop me loving him--because I love him,\" she\r\nconcluded a little lamely.\r\n\r\n\"Nonsense,\" said Lady Caroline. \"In a year from now you will have\r\nforgotten his name. Don't you agree with me, Percy?\"\r\n\r\n\"Quite,\" said Lord Belpher.\r\n\r\n\"I shan't.\"\r\n\r\n\"Deuced hard things to remember, names,\" said Lord Marshmoreton.\r\n\"If I've tried once to remember that tobacconist girl's name, I've\r\ntried a hundred times. I have an idea it began with an 'L.' Muriel\r\nor Hilda or something.\"\r\n\r\n\"Within a year,\" said Lady Caroline, \"you will be wondering how you\r\never came to be so foolish. Don't you think so, Percy?\"\r\n\r\n\"Quite,\" said Lord Belpher.\r\n\r\nLord Marshmoreton turned on him irritably.\r\n\r\n\"Good God, boy, can't you answer a simple question with a plain\r\naffirmative? What do you mean--quite? If somebody came to me and\r\npointed you out and said, 'Is that your son?' do you suppose I\r\nshould say 'Quite?' I wish the devil you didn't collect prayer\r\nrugs. It's sapped your brain.\"\r\n\r\n\"They say prison life often weakens the intellect, father,\" said\r\nMaud. She moved towards the door and turned the handle. Albert,\r\nthe page boy, who had been courting earache by listening at the\r\nkeyhole, straightened his small body and scuttled away. \"Well, is\r\nthat all, Aunt Caroline? May I go now?\"\r\n\r\n\"Certainly. I have said all I wished to say.\"\r\n\r\n\"Very well. I'm sorry to disobey you, but I can't help it.\"\r\n\r\n\"You'll find you can help it after you've been cooped up here for a\r\nfew more months,\" said Percy.\r\n\r\nA gentle smile played over Maud's face.\r\n\r\n\"Love laughs at locksmiths,\" she murmured softly, and passed from\r\nthe room.\r\n\r\n\"What did she say?\" asked Lord Marshmoreton, interested.\r\n\"Something about somebody laughing at a locksmith? I don't\r\nunderstand. Why should anyone laugh at locksmiths? Most respectable\r\nmen. Had one up here only the day before yesterday, forcing open\r\nthe drawer of my desk. Watched him do it. Most interesting. He\r\nsmelt rather strongly of a damned bad brand of tobacco. Fellow must\r\nhave a throat of leather to be able to smoke the stuff. But he\r\ndidn't strike me as an object of derision. From first to last, I\r\nwas never tempted to laugh once.\"\r\n\r\nLord Belpher wandered moodily to the window and looked out into the\r\ngathering darkness.\r\n\r\n\"And this has to happen,\" he said bitterly, \"on the eve of my\r\ntwenty-first birthday.\""
  ]
}