{
  "index": 5,
  "title": "Chapter 4",
  "paragraphs": [
    "George awoke next morning with a misty sense that somehow the world\r\nhad changed. As the last remnants of sleep left him, he was aware\r\nof a vague excitement. Then he sat up in bed with a jerk. He had\r\nremembered that he was in love.\r\n\r\nThere was no doubt about it. A curious happiness pervaded his\r\nentire being. He felt young and active. Everything was emphatically\r\nfor the best in this best of all possible worlds. The sun was\r\nshining. Even the sound of someone in the street below whistling\r\none of his old compositions, of which he had heartily sickened\r\ntwelve months before, was pleasant to his ears, and this in spite\r\nof the fact that the unseen whistler only touched the key in odd\r\nspots and had a poor memory for tunes. George sprang lightly out of\r\nbed, and turned on the cold tap in the bath-room. While he lathered\r\nhis face for its morning shave he beamed at himself in the mirror.\r\n\r\nIt had come at last. The Real Thing.\r\n\r\nGeorge had never been in love before. Not really in love. True,\r\nfrom the age of fifteen, he had been in varying degrees of\r\nintensity attracted sentimentally by the opposite sex. Indeed, at\r\nthat period of life of which Mr. Booth Tarkington has written so\r\nsearchingly--the age of seventeen--he had been in love with\r\npractically every female he met and with dozens whom he had only\r\nseen in the distance; but ripening years had mellowed his taste and\r\nrobbed him of that fine romantic catholicity. During the last five\r\nyears women had found him more or less cold. It was the nature of\r\nhis profession that had largely brought about this cooling of the\r\nemotions. To a man who, like George, has worked year in and year\r\nout at the composition of musical comedies, woman comes to lose\r\nmany of those attractive qualities which ensnare the ordinary male.\r\nTo George, of late years, it had begun to seem that the salient\r\nfeature of woman as a sex was her disposition to kick. For five\r\nyears he had been wandering in a world of women, many of them\r\nbeautiful, all of them superficially attractive, who had left no\r\nother impress on his memory except the vigour and frequency with\r\nwhich they had kicked. Some had kicked about their musical\r\nnumbers, some about their love-scenes; some had grumbled about\r\ntheir exit lines, others about the lines of their second-act\r\nfrocks. They had kicked in a myriad differing ways--wrathfully,\r\nsweetly, noisily, softly, smilingly, tearfully, pathetically and\r\npatronizingly; but they had all kicked; with the result that woman\r\nhad now become to George not so much a flaming inspiration or a\r\ntender goddess as something to be dodged--tactfully, if possible;\r\nbut, if not possible, by open flight. For years he had dreaded to\r\nbe left alone with a woman, and had developed a habit of gliding\r\nswiftly away when he saw one bearing down on him.\r\n\r\nThe psychological effect of such a state of things is not difficult\r\nto realize. Take a man of naturally quixotic temperament, a man of\r\nchivalrous instincts and a feeling for romance, and cut him off for\r\nfive years from the exercise of those qualities, and you get an\r\naccumulated store of foolishness only comparable to an escape of\r\ngas in a sealed room or a cellarful of dynamite. A flicker of a\r\nmatch, and there is an explosion.\r\n\r\nThis girl's tempestuous irruption into his life had supplied flame\r\nfor George. Her bright eyes, looking into his, had touched off the\r\nspiritual trinitrotoluol which he had been storing up for so long.\r\nUp in the air in a million pieces had gone the prudence and\r\nself-restraint of a lifetime. And here he was, as desperately in\r\nlove as any troubadour of the Middle Ages.\r\n\r\nIt was not till he had finished shaving and was testing the\r\ntemperature of his bath with a shrinking toe that the realization\r\ncame over him in a wave that, though he might be in love, the\r\nfairway of love was dotted with more bunkers than any golf course\r\nhe had ever played on in his life. In the first place, he did not\r\nknow the girl's name. In the second place, it seemed practically\r\nimpossible that he would ever see her again. Even in the midst of\r\nhis optimism George could not deny that these facts might\r\nreasonably be considered in the nature of obstacles. He went back\r\ninto his bedroom, and sat on the bed. This thing wanted thinking\r\nover.\r\n\r\nHe was not depressed--only a little thoughtful. His faith in his\r\nluck sustained him. He was, he realized, in the position of a man\r\nwho has made a supreme drive from the tee, and finds his ball near\r\nthe green but in a cuppy lie. He had gained much; it now remained\r\nfor him to push his success to the happy conclusion. The driver of\r\nLuck must be replaced by the spoon--or, possibly, the niblick--of\r\nIngenuity. To fail now, to allow this girl to pass out of his life\r\nmerely because he did not know who she was or where she was, would\r\nstamp him a feeble adventurer. A fellow could not expect Luck to\r\ndo everything for him. He must supplement its assistance with his\r\nown efforts.\r\n\r\nWhat had he to go on? Well, nothing much, if it came to that,\r\nexcept the knowledge that she lived some two hours by train out of\r\nLondon, and that her journey started from Waterloo Station. What\r\nwould Sherlock Holmes have done? Concentrated thought supplied no\r\nanswer to the question; and it was at this point that the cheery\r\noptimism with which he had begun the day left George and gave place\r\nto a grey gloom. A dreadful phrase, haunting in its pathos, crept\r\ninto his mind. \"Ships that pass in the night!\" It might easily turn\r\nout that way. Indeed, thinking over the affair in all its aspects\r\nas he dried himself after his tub, George could not see how it\r\ncould possibly turn out any other way.\r\n\r\nHe dressed moodily, and left the room to go down to breakfast.\r\nBreakfast would at least alleviate this sinking feeling which was\r\nunmanning him. And he could think more briskly after a cup or two\r\nof coffee.\r\n\r\nHe opened the door. On a mat outside lay a letter.\r\n\r\nThe handwriting was feminine. It was also in pencil, and strange to\r\nhim. He opened the envelope.\r\n\r\n\"Dear Mr. Bevan\" (it began).\r\n\r\nWith a sudden leap of the heart he looked at the signature.\r\n\r\nThe letter was signed \"The Girl in the Cab.\"\r\n\r\n\r\n    \"DEAR MR. BEVAN,\r\n\r\n    \"I hope you won't think me very rude, running off\r\n    without waiting to say good-bye. I had to. I saw Percy\r\n    driving up in a cab, and knew that he must have followed us.\r\n    He did not see me, so I got away all right. I managed\r\n    splendidly about the money, for I remembered that I was\r\n    wearing a nice brooch, and stopped on the way to the\r\n    station to pawn it.\r\n\r\n    \"Thank you ever so much again for all your wonderful\r\n    kindness.\r\n\r\n       Yours,\r\n       THE GIRL IN THE CAB.\"\r\n\r\n\r\nGeorge read the note twice on the way down to the breakfast room,\r\nand three times more during the meal; then, having committed its\r\ncontents to memory down to the last comma, he gave himself up to\r\nglowing thoughts.\r\n\r\nWhat a girl! He had never in his life before met a woman who could\r\nwrite a letter without a postscript, and this was but the smallest\r\nof her unusual gifts. The resource of her, to think of pawning that\r\nbrooch! The sweetness of her to bother to send him a note! More\r\nthan ever before was he convinced that he had met his ideal, and\r\nmore than ever before was he determined that a triviality like\r\nbeing unaware of her name and address should not keep him from her.\r\nIt was not as if he had no clue to go upon. He knew that she lived\r\ntwo hours from London and started home from Waterloo. It narrowed\r\nthe thing down absurdly. There were only about three counties in\r\nwhich she could possibly live; and a man must be a poor fellow who\r\nis incapable of searching through a few small counties for the girl\r\nhe loves. Especially a man with luck like his.\r\n\r\nLuck is a goddess not to be coerced and forcibly wooed by those who\r\nseek her favours. From such masterful spirits she turns away. But\r\nit happens sometimes that, if we put our hand in hers with the\r\nhumble trust of a little child, she will have pity on us, and not\r\nfail us in our hour of need. On George, hopefully watching for\r\nsomething to turn up, she smiled almost immediately.\r\n\r\nIt was George's practice, when he lunched alone, to relieve the\r\ntedium of the meal with the assistance of reading matter in the\r\nshape of one or more of the evening papers. Today, sitting down to\r\na solitary repast at the Piccadilly grill-room, he had brought with\r\nhim an early edition of the Evening News. And one of the first\r\nitems which met his eye was the following, embodied in a column\r\non one of the inner pages devoted to humorous comments in prose and\r\nverse on the happenings of the day. This particular happening the\r\nwriter had apparently considered worthy of being dignified by\r\nrhyme. It was headed:\r\n\r\n    \"THE PEER AND THE POLICEMAN.\"\r\n\r\n      \"Outside the 'Carlton,' 'tis averred, these stirring\r\n    happenings occurred. The hour, 'tis said (and no one\r\n    doubts) was half-past two, or thereabouts. The day was\r\n    fair, the sky was blue, and everything was peaceful too,\r\n    when suddenly a well-dressed gent engaged in heated\r\n    argument and roundly to abuse began another well-dressed\r\n    gentleman. His suede-gloved fist he raised on high to dot\r\n    the other in the eye. Who knows what horrors might have\r\n    been, had there not come upon the scene old London city's\r\n    favourite son, Policeman C. 231.  'What means this conduct?\r\n    Prithee stop!' exclaimed that admirable slop. With which he\r\n    placed a warning hand upon the brawler's collarband. We\r\n    simply hate to tell the rest. No subject here for flippant\r\n    jest. The mere remembrance of the tale has made our ink\r\n    turn deadly pale. Let us be brief. Some demon sent stark\r\n    madness on the well-dressed gent. He gave the constable a\r\n    punch just where the latter kept his lunch. The constable\r\n    said 'Well! Well! Well!' and marched him to a dungeon cell.\r\n    At Vine Street Station out it came--Lord Belpher was the\r\n    culprit's name. But British Justice is severe alike on\r\n    pauper and on peer; with even hand she holds the scale; a\r\n    thumping fine, in lieu of gaol, induced Lord B. to feel\r\n    remorse and learn he mustn't punch the Force.\"\r\n\r\nGeorge's mutton chop congealed on the plate, untouched. The French\r\nfried potatoes cooled off, unnoticed. This was no time for food.\r\nRightly indeed had he relied upon his luck. It had stood by him\r\nnobly. With this clue, all was over except getting to the nearest\r\nFree Library and consulting Burke's Peerage. He paid his bill and\r\nleft the restaurant.\r\n\r\nTen minutes later he was drinking in the pregnant information that\r\nBelpher was the family name of the Earl of Marshmoreton, and that\r\nthe present earl had one son, Percy Wilbraham Marsh, educ. Eton and\r\nChrist Church, Oxford, and what the book with its customary\r\ncurtness called \"one d.\"--Patricia Maud. The family seat, said\r\nBurke, was Belpher Castle, Belpher, Hants.\r\n\r\nSome hours later, seated in a first-class compartment of a train\r\nthat moved slowly out of Waterloo Station, George watched London\r\nvanish behind him. In the pocket closest to his throbbing heart\r\nwas a single ticket to Belpher."
  ]
}