{
  "index": 3,
  "title": "Chapter 2",
  "paragraphs": [
    "George hid her. He did it, too, without wasting precious time by\r\nasking questions. In a situation which might well have thrown the\r\nquickest-witted of men off his balance, he acted with promptitude,\r\nintelligence and despatch. The fact is, George had for years been\r\nan assiduous golfer; and there is no finer school for teaching\r\nconcentration and a strict attention to the matter in hand. Few\r\ncrises, however unexpected, have the power to disturb a man who has\r\nso conquered the weakness of the flesh as to have trained himself\r\nto bend his left knee, raise his left heel, swing his arms well out\r\nfrom the body, twist himself into the shape of a corkscrew and use\r\nthe muscle of the wrist, at the same time keeping his head still\r\nand his eye on the ball. It is estimated that there are\r\ntwenty-three important points to be borne in mind simultaneously\r\nwhile making a drive at golf; and to the man who has mastered the\r\nart of remembering them all the task of hiding girls in taxicabs is\r\nmere child's play. To pull down the blinds on the side of the\r\nvehicle nearest the kerb was with George the work of a moment. Then\r\nhe leaned out of the centre window in such a manner as completely\r\nto screen the interior of the cab from public view.\r\n\r\n\"Thank you so much,\" murmured a voice behind him. It seemed to come\r\nfrom the floor.\r\n\r\n\"Not at all,\" said George, trying a sort of vocal chip-shot out of\r\nthe corner of his mouth, designed to lift his voice backwards and\r\nlay it dead inside the cab.\r\n\r\nHe gazed upon Piccadilly with eyes from which the scales had\r\nfallen. Reason told him that he was still in Piccadilly. Otherwise\r\nit would have seemed incredible to him that this could be the same\r\nstreet which a moment before he had passed judgment upon and found\r\nflat and uninteresting. True, in its salient features it had\r\naltered little. The same number of stodgy-looking people moved up\r\nand down. The buildings retained their air of not having had a bath\r\nsince the days of the Tudors. The east wind still blew. But,\r\nthough superficially the same, in reality Piccadilly had altered\r\ncompletely. Before it had been just Piccadilly. Now it was a golden\r\nstreet in the City of Romance, a main thoroughfare of Bagdad, one\r\nof the principal arteries of the capital of Fairyland. A\r\nrose-coloured mist swam before George's eyes. His spirits, so low\r\nbut a few moments back, soared like a good niblick shot out of the\r\nbunker of Gloom. The years fell away from him till, in an instant,\r\nfrom being a rather poorly preserved, liverish greybeard of\r\nsixty-five or so, he became a sprightly lad of twenty-one in a\r\nworld of springtime and flowers and laughing brooks. In other\r\nwords, taking it by and large, George felt pretty good. The\r\nimpossible had happened; Heaven had sent him an adventure, and he\r\ndidn't care if it snowed.\r\n\r\nIt was possibly the rose-coloured mist before his eyes that\r\nprevented him from observing the hurried approach of a faultlessly\r\nattired young man, aged about twenty-one, who during George's\r\npreparations for ensuring privacy in his cab had been galloping in\r\npursuit in a resolute manner that suggested a well-dressed\r\nbloodhound somewhat overfed and out of condition. Only when this\r\nperson stopped and began to pant within a few inches of his face\r\ndid he become aware of his existence.\r\n\r\n\"You, sir!\" said the bloodhound, removing a gleaming silk hat,\r\nmopping a pink forehead, and replacing the luminous superstructure\r\nonce more in position. \"You, sir!\"\r\n\r\nWhatever may be said of the possibility of love at first sight, in\r\nwhich theory George was now a confirmed believer, there can be no\r\ndoubt that an exactly opposite phenomenon is of frequent\r\noccurrence. After one look at some people even friendship is\r\nimpossible. Such a one, in George's opinion, was this gurgling\r\nexcrescence underneath the silk hat. He comprised in his single\r\nperson practically all the qualities which George disliked most. He\r\nwas, for a young man, extraordinarily obese. Already a second\r\nedition of his chin had been published, and the perfectly-cut\r\nmorning coat which encased his upper section bulged out in an\r\nopulent semi-circle. He wore a little moustache, which to George's\r\nprejudiced eye seemed more a complaint than a moustache. His face\r\nwas red, his manner dictatorial, and he was touched in the wind.\r\nTake him for all in all he looked like a bit of bad news.\r\n\r\nGeorge had been educated at Lawrenceville and Harvard, and had\r\nsubsequently had the privilege of mixing socially with many of New\r\nYork's most prominent theatrical managers; so he knew how to behave\r\nhimself. No Vere de Vere could have exhibited greater repose of\r\nmanner.\r\n\r\n\"And what,\" he inquired suavely, leaning a little further out of\r\nthe cab, \"is eating you, Bill?\"\r\n\r\nA messenger boy, two shabby men engaged in non-essential\r\nindustries, and a shop girl paused to observe the scene. Time was\r\nnot of the essence to these confirmed sightseers. The shop girl was\r\nlate already, so it didn't matter if she was any later; the\r\nmessenger boy had nothing on hand except a message marked\r\n\"Important: Rush\"; and as for the two shabby men, their only\r\nimmediate plans consisted of a vague intention of getting to some\r\npublic house and leaning against the wall; so George's time was\r\ntheir time. One of the pair put his head on one side and said:\r\n\"What ho!\"; the other picked up a cigar stub from the gutter and\r\nbegan to smoke.\r\n\r\n\"A young lady just got into your cab,\" said the stout young man.\r\n\r\n\"Surely not?\" said George.\r\n\r\n\"What the devil do you mean--surely not?\"\r\n\r\n\"I've been in the cab all the time, and I should have noticed it.\"\r\n\r\nAt this juncture the block in the traffic was relieved, and the cab\r\nbowled smartly on for some fifty yards when it was again halted.\r\nGeorge, protruding from the window like a snail, was entertained by\r\nthe spectacle of the pursuit. The hunt was up. Short of throwing\r\nhis head up and baying, the stout young man behaved exactly as a\r\nbloodhound in similar circumstances would have conducted itself. He\r\nbroke into a jerky gallop, attended by his self-appointed\r\nassociates; and, considering that the young man was so stout, that\r\nthe messenger boy considered it unprofessional to hurry, that the\r\nshop girl had doubts as to whether sprinting was quite ladylike,\r\nand that the two Bohemians were moving at a quicker gait than a\r\nshuffle for the first occasion in eleven years, the cavalcade made\r\ngood time. The cab was still stationary when they arrived in a\r\nbody.\r\n\r\n\"Here he is, guv'nor,\" said the messenger boy, removing a bead of\r\nperspiration with the rush message.\r\n\r\n\"Here he is, guv'nor,\" said the non-smoking Bohemian. \"What oh!\"\r\n\r\n\"Here I am!\" agreed George affably. \"And what can I do for you?\"\r\n\r\nThe smoker spat appreciatively at a passing dog. The point seemed\r\nto him well taken. Not for many a day had he so enjoyed himself. In\r\nan arid world containing too few goes of gin and too many\r\npolicemen, a world in which the poor were oppressed and could\r\nseldom even enjoy a quiet cigar without having their fingers\r\ntrodden upon, he found himself for the moment contented, happy, and\r\nexpectant. This looked like a row between toffs, and of all things\r\nwhich most intrigued him a row between toffs ranked highest.\r\n\r\n\"R!\" he said approvingly. \"Now you're torkin'!\"\r\n\r\nThe shop girl had espied an acquaintance in the crowd. She gave\r\ntongue.\r\n\r\n\"Mordee! Cummere! Cummere quick! Sumfin' hap'nin'!\" Maudie,\r\naccompanied by perhaps a dozen more of London's millions, added\r\nherself to the audience. These all belonged to the class which will\r\ngather round and watch silently while a motorist mends a tyre. They\r\nare not impatient. They do not call for rapid and continuous\r\naction. A mere hole in the ground, which of all sights is perhaps\r\nthe least vivid and dramatic, is enough to grip their attention for\r\nhours at a time. They stared at George and George's cab with\r\nunblinking gaze. They did not know what would happen or when it\r\nwould happen, but they intended to wait till something did happen.\r\nIt might be for years or it might be for ever, but they meant to be\r\nthere when things began to occur.\r\n\r\nSpeculations became audible.\r\n\r\n\"Wot is it? 'Naccident?\"\r\n\r\n\"Nah! Gent 'ad 'is pocket picked!\"\r\n\r\n\"Two toffs 'ad a scrap!\"\r\n\r\n\"Feller bilked the cabman!\"\r\n\r\nA sceptic made a cynical suggestion.\r\n\r\n\"They're doin' of it for the pictures.\"\r\n\r\nThe idea gained instant popularity.\r\n\r\n\"Jear that? It's a fillum!\"\r\n\r\n\"Wot o', Charlie!\"\r\n\r\n\"The kemerer's 'idden in the keb.\"\r\n\r\n\"Wot'll they be up to next!\"\r\n\r\nA red-nosed spectator with a tray of collar-studs harnessed to his\r\nstomach started another school of thought. He spoke with decision\r\nas one having authority.\r\n\r\n\"Nothin' of the blinkin' kind! The fat 'un's bin 'avin' one or two\r\naround the corner, and it's gorn and got into 'is 'ead!\"\r\n\r\nThe driver of the cab, who till now had been ostentatiously unaware\r\nthat there was any sort of disturbance among the lower orders,\r\nsuddenly became humanly inquisitive.\r\n\r\n\"What's it all about?\" he asked, swinging around and addressing\r\nGeorge's head.\r\n\r\n\"Exactly what I want to know,\" said George. He indicated the\r\ncollar-stud merchant. \"The gentleman over there with the portable\r\nWoolworth-bargain-counter seems to me to have the best theory.\"\r\n\r\nThe stout young man, whose peculiar behaviour had drawn all this\r\nflattering attention from the many-headed and who appeared\r\nconsiderably ruffled by the publicity, had been puffing noisily\r\nduring the foregoing conversation. Now, having recovered sufficient\r\nbreath to resume the attack, he addressed himself to George once\r\nmore.\r\n\r\n\"Damn you, sir, will you let me look inside that cab?\"\r\n\r\n\"Leave me,\" said George, \"I would be alone.\"\r\n\r\n\"There is a young lady in that cab. I saw her get in, and I have\r\nbeen watching ever since, and she has not got out, so she is there\r\nnow.\"\r\n\r\nGeorge nodded approval of this close reasoning.\r\n\r\n\"Your argument seems to be without a flaw. But what then? We\r\napplaud the Man of Logic, but what of the Man of Action? What are\r\nyou going to do about it?\"\r\n\r\n\"Get out of my way!\"\r\n\r\n\"I won't.\"\r\n\r\n\"Then I'll force my way in!\"\r\n\r\n\"If you try it, I shall infallibly bust you one on the jaw.\"\r\n\r\nThe stout young man drew back a pace.\r\n\r\n\"You can't do that sort of thing, you know.\"\r\n\r\n\"I know I can't,\" said George, \"but I shall. In this life, my dear\r\nsir, we must be prepared for every emergency. We must distinguish\r\nbetween the unusual and the impossible. It would be unusual for a\r\ncomparative stranger to lean out of a cab window and sock you one,\r\nbut you appear to have laid your plans on the assumption that it\r\nwould be impossible. Let this be a lesson to you!\"\r\n\r\n\"I tell you what it is--\"\r\n\r\n\"The advice I give to every young man starting life is 'Never\r\nconfuse the unusual with the impossible!' Take the present case,\r\nfor instance. If you had only realized the possibility of somebody\r\nsome day busting you on the jaw when you tried to get into a cab,\r\nyou might have thought out dozens of crafty schemes for dealing\r\nwith the matter. As it is, you are unprepared. The thing comes on\r\nyou as a surprise. The whisper flies around the clubs: 'Poor old\r\nWhat's-his-name has been taken unawares. He cannot cope with the\r\nsituation!'\"\r\n\r\nThe man with the collar-studs made another diagnosis. He was seeing\r\nclearer and clearer into the thing every minute.\r\n\r\n\"Looney!\" he decided. \"This 'ere one's bin moppin' of it up, and\r\nthe one in the keb's orf 'is bloomin' onion. That's why 'e 's\r\nstandin' up instead of settin'. 'E won't set down 'cept you bring\r\n'im a bit o' toast, 'cos he thinks 'e 's a poached egg.\"\r\n\r\nGeorge beamed upon the intelligent fellow.\r\n\r\n\"Your reasoning is admirable, but--\"\r\n\r\nHe broke off here, not because he had not more to say, but for the\r\nreason that the stout young man, now in quite a Berserk frame of\r\nmind, made a sudden spring at the cab door and clutched the handle,\r\nwhich he was about to wrench when George acted with all the\r\npromptitude and decision which had marked his behaviour from the\r\nstart.\r\n\r\nIt was a situation which called for the nicest judgment. To allow\r\nthe assailant free play with the handle or even to wrestle with him\r\nfor its possession entailed the risk that the door might open and\r\nreveal the girl. To bust the young man on the jaw, as promised, on\r\nthe other hand, was not in George's eyes a practical policy.\r\nExcellent a deterrent as the threat of such a proceeding might be,\r\nits actual accomplishment was not to be thought of. Gaols yawn and\r\nactions for assault lie in wait for those who go about the place\r\nbusting their fellows on the jaw. No. Something swift, something\r\ndecided and immediate was indicated, but something that stopped\r\nshort of technical battery.\r\n\r\nGeorge brought his hand round with a sweep and knocked the stout\r\nyoung man's silk hat off.\r\n\r\nThe effect was magical. We all of us have our Achilles heel,\r\nand--paradoxically enough--in the case of the stout young man that\r\nheel was his hat. Superbly built by the only hatter in London who\r\ncan construct a silk hat that is a silk hat, and freshly ironed by\r\nloving hands but a brief hour before at the only shaving-parlour in\r\nLondon where ironing is ironing and not a brutal attack, it was his\r\npride and joy. To lose it was like losing his trousers. It made him\r\nfeel insufficiently clad. With a passionate cry like that of some\r\nwild creature deprived of its young, the erstwhile Berserk released\r\nthe handle and sprang in pursuit. At the same moment the traffic\r\nmoved on again.\r\n\r\nThe last George saw was a group scene with the stout young man in\r\nthe middle of it. The hat had been popped up into the infield,\r\nwhere it had been caught by the messenger boy. The stout young man\r\nwas bending over it and stroking it with soothing fingers. It was\r\ntoo far off for anything to be audible, but he seemed to George to\r\nbe murmuring words of endearment to it. Then, placing it on his\r\nhead, he darted out into the road and George saw him no more. The\r\naudience remained motionless, staring at the spot where the\r\nincident had happened. They would continue to do this till the next\r\npoliceman came along and moved them on.\r\n\r\nWith a pleasant wave of farewell, in case any of them might be\r\nglancing in his direction, George drew in his body and sat down.\r\n\r\nThe girl in brown had risen from the floor, if she had ever been\r\nthere, and was now seated composedly at the further end of the cab."
  ]
}