{
  "index": 11,
  "title": "Chapter 10",
  "paragraphs": [
    "George opened the letter with trembling and reverent fingers.\r\n\r\n\r\n    \"DEAR MR. BEVAN,\r\n\r\n      \"Thank you ever so much for your note, which Albert gave\r\n    to me. How very, very kind. . .\"\r\n\r\n\r\n\"Hey, mister!\"\r\n\r\nGeorge looked up testily. The boy Albert had reappeared.\r\n\r\n\"What's the matter? Can't you find the cake?\"\r\n\r\n\"I've found the kike,\" rejoined Albert, adducing proof of the\r\nstatement in the shape of a massive slice, from which he took a\r\nsubstantial bite to assist thought. \"But I can't find the ginger\r\nile.\"\r\n\r\nGeorge waved him away. This interruption at such a moment was\r\nannoying.\r\n\r\n\"Look for it, child, look for it! Sniff after it! Bay on its trail!\r\nIt's somewhere about.\"\r\n\r\n\"Wri'!\" mumbled Albert through the cake. He flicked a crumb off his\r\ncheek with a tongue which would have excited the friendly interest\r\nof an ant-eater. \"I like ginger-ile.\"\r\n\r\n\"Well, go and bathe in it.\"\r\n\r\n\"Wri'!\"\r\n\r\nGeorge returned to his letter.\r\n\r\n    \"DEAR MR. BEVAN,\r\n\r\n      \"Thank you ever so much for your note, which Albert gave\r\n    to me. How very, very kind of you to come here like this and\r\n    to say . . .\r\n\r\n\"Hey, mister!\"\r\n\r\n\"Good Heavens!\" George glared. \"What's the matter now?  Haven't you\r\nfound that ginger-ale yet?\"\r\n\r\n\"I've found the ginger-ile right enough, but I can't find the\r\nthing.\"\r\n\r\n\"The thing? What thing?\"\r\n\r\n\"The thing. The thing wot you open ginger-ile with.\"\r\n\r\n\"Oh, you mean the thing? It's in the middle drawer of the dresser.\r\nUse your eyes, my boy!\"\r\n\r\n\"Wri'\".\r\n\r\nGeorge gave an overwrought sigh and began the letter again.\r\n\r\n    \"DEAR MR. BEVAN,\r\n\r\n      \"Thank you ever so much for your note which Albert gave\r\n    to me. How very, very kind of you to come here like this and\r\n    to say that you would help me. And how clever of you to\r\n    find me after I was so secretive that day in the cab!  You\r\n    really can help me, if you are willing. It's too long to\r\n    explain in a note, but I am in great trouble, and there is\r\n    nobody except you to help me. I will explain everything\r\n    when I see you. The difficulty will be to slip away from\r\n    home. They are watching me every moment, I'm afraid. But I\r\n    will try my hardest to see you very soon.\r\n                     Yours sincerely,\r\n                       \"MAUD MARSH.\"\r\n\r\nJust for a moment it must be confessed, the tone of the letter\r\ndamped George. He could not have said just what he had expected,\r\nbut certainly Reggie's revelations had prepared him for something\r\nrather warmer, something more in the style in which a girl would\r\nwrite to the man she loved. The next moment, however, he saw how\r\nfoolish any such expectation had been. How on earth could any\r\nreasonable man expect a girl to let herself go at this stage of the\r\nproceedings? It was for him to make the first move. Naturally she\r\nwasn't going to reveal her feelings until he had revealed his.\r\n\r\nGeorge raised the letter to his lips and kissed it vigorously.\r\n\r\n\"Hey, mister!\"\r\n\r\nGeorge started guiltily. The blush of shame overspread his cheeks.\r\nThe room seemed to echo with the sound of that fatuous kiss.\r\n\r\n\"Kitty, Kitty, Kitty!\" he called, snapping his fingers, and\r\nrepeating the incriminating noise. \"I was just calling my cat,\" he\r\nexplained with dignity. \"You didn't see her in there, did you?\"\r\n\r\nAlbert's blue eyes met his in a derisive stare. The lid of the left\r\none fluttered. It was but too plain that Albert was not convinced.\r\n\r\n\"A little black cat with white shirt-front,\" babbled George\r\nperseveringly. \"She's usually either here or there, or--or\r\nsomewhere. Kitty, Kitty, Kitty!\"\r\n\r\nThe cupid's bow of Albert's mouth parted. He uttered one word.\r\n\r\n\"Swank!\"\r\n\r\nThere was a tense silence. What Albert was thinking one cannot say.\r\nThe thoughts of Youth are long, long thoughts. What George was\r\nthinking was that the late King Herod had been unjustly blamed for\r\na policy which had been both statesmanlike and in the interests of\r\nthe public. He was blaming the mawkish sentimentality of the modern\r\nlegal system which ranks the evisceration and secret burial of\r\nsmall boys as a crime.\r\n\r\n\"What do you mean?\"\r\n\r\n\"You know what I mean.\"\r\n\r\n\"I've a good mind to--\"\r\n\r\nAlbert waved a deprecating hand.\r\n\r\n\"It's all right, mister. I'm yer friend.\"\r\n\r\n\"You are, are you? Well, don't let it about. I've got a reputation\r\nto keep up.\"\r\n\r\n\"I'm yer friend, I tell you. I can help yer. I want to help yer!\"\r\n\r\nGeorge's views on infanticide underwent a slight modification.\r\nAfter all, he felt, much must be excused to Youth. Youth thinks it\r\nfunny to see a man kissing a letter. It is not funny, of course; it\r\nis beautiful; but it's no good arguing the point. Let Youth have\r\nits snigger, provided, after it has finished sniggering, it intends\r\nto buckle to and be of practical assistance. Albert, as an ally,\r\nwas not to be despised. George did not know what Albert's duties as\r\na page-boy were, but they seemed to be of a nature that gave him\r\nplenty of leisure and freedom; and a friendly resident of the\r\ncastle with leisure and freedom was just what he needed.\r\n\r\n\"That's very good of you,\" he said, twisting his reluctant\r\nfeatures into a fairly benevolent smile.\r\n\r\n\"I can 'elp!\" persisted Albert. \"Got a cigaroot?\"\r\n\r\n\"Do you smoke, child?\"\r\n\r\n\"When I get 'old of a cigaroot I do.\"\r\n\r\n\"I'm sorry I can't oblige you. I don't smoke cigarettes.\"\r\n\r\n\"Then I'll 'ave to 'ave one of my own,\" said Albert moodily.\r\n\r\nHe reached into the mysteries of his pocket and produced a piece of\r\nstring, a knife, the wishbone of a fowl, two marbles, a crushed\r\ncigarette, and a match. Replacing the string, the knife, the\r\nwishbone and the marbles, he ignited the match against the tightest\r\npart of his person and lit the cigarette.\r\n\r\n\"I can help yer. I know the ropes.\"\r\n\r\n\"And smoke them,\" said George, wincing.\r\n\r\n\"Pardon?\"\r\n\r\n\"Nothing.\"\r\n\r\nAlbert took an enjoyable whiff.\r\n\r\n\"I know all about yer.\"\r\n\r\n\"You do?\"\r\n\r\n\"You and Lidy Mord.\"\r\n\r\n\"Oh, you do, do you?\"\r\n\r\n\"I was listening at the key-'ole while the row was goin' on.\"\r\n\r\n\"There was a row, was there?\"\r\n\r\nA faint smile of retrospective enjoyment lit up Albert's face. \"An\r\norful row! Shoutin' and yellin' and cussin' all over the shop.\r\nAbout you and Lidy Maud.\"\r\n\r\n\"And you drank it in, eh?\"\r\n\r\n\"Pardon?\"\r\n\r\n\"I say, you listened?\"\r\n\r\n\"Not 'arf I listened. Seeing I'd just drawn you in the sweepstike,\r\nof course, I listened--not 'arf!\"\r\n\r\nGeorge did not follow him here.\r\n\r\n\"The sweepstike? What's a sweepstike?\"\r\n\r\n\"Why, a thing you puts names in 'ats and draw 'em and the\r\none that gets the winning name wins the money.\"\r\n\r\n\"Oh, you mean a sweepstake!\"\r\n\r\n\"That's wot I said--a sweepstike.\"\r\n\r\nGeorge was still puzzled.\r\n\r\n\"But I don't understand. How do you mean you drew me in a\r\nsweepstike--I mean a sweepstake? What sweepstake?\"\r\n\r\n\"Down in the servants' 'all. Keggs, the butler, started it. I\r\n'eard 'im say he always 'ad one every place 'e was in as a butler--\r\nleastways, whenever there was any dorters of the 'ouse. There's\r\nalways a chance, when there's a 'ouse-party, of one of the dorters\r\nof the 'ouse gettin' married to one of the gents in the party, so\r\nKeggs 'e puts all of the gents' names in an 'at, and you pay five\r\nshillings for a chance, and the one that draws the winning name\r\ngets the money. And if the dorter of the 'ouse don't get married\r\nthat time, the money's put away and added to the pool for the next\r\n'ouse-party.\"\r\n\r\nGeorge gasped. This revelation of life below stairs in the stately\r\nhomes of England took his breath away. Then astonishment gave way to\r\nindignation.\r\n\r\n\"Do you mean to tell me that you--you worms--made Lady Maud\r\nthe--the prize of a sweepstake!\"\r\n\r\nAlbert was hurt.\r\n\r\n\"Who're yer calling worms?\"\r\n\r\nGeorge perceived the need of diplomacy. After all much depended on\r\nthis child's goodwill.\r\n\r\n\"I was referring to the butler--what's his name--Keggs.\"\r\n\r\n\"'E ain't a worm. 'E's a serpint.\" Albert drew at his cigarette.\r\nHis brow darkened. \"'E does the drawing, Keggs does, and I'd like\r\nto know 'ow it is 'e always manages to cop the fav'rit!\"\r\n\r\nAlbert chuckled.\r\n\r\n\"But this time I done him proper. 'E didn't want me in the thing at\r\nall. Said I was too young. Tried to do the drawin' without me.\r\n'Clip that boy one side of the 'ead!' 'e says, 'and turn 'im out!'\r\n'e says. I says, 'Yus, you will!' I says. 'And wot price me goin'\r\nto 'is lordship and blowing the gaff?' I says. 'E says, 'Oh, orl\r\nright!' 'e says. 'Ave it yer own way!' 'e says.\r\n\r\n\"'Where's yer five shillings?' 'e says. ''Ere yer are!' I says.\r\n'Oh, very well,' 'e says. 'But you'll 'ave to draw last,' 'e says,\r\n'bein' the youngest.' Well, they started drawing the names,\r\nand of course Keggs 'as to draw Mr. Byng.\"\r\n\r\n\"Oh, he drew Mr. Byng, did he?\"\r\n\r\n\"Yus. And everyone knew Reggie was the fav'rit. Smiled all over his\r\nfat face, the old serpint did! And when it come to my turn, 'e says\r\nto me, 'Sorry, Elbert!' 'e says, 'but there ain't no more names.\r\nThey've give out!' 'Oh, they 'ave, 'ave they?' I says, 'Well, wot's\r\nthe matter with giving a fellow a sporting chance?' I says. 'Ow do\r\nyou mean?' 'e says. 'Why, write me out a ticket marked \"Mr. X.\",' I\r\nsays. 'Then, if 'er lidyship marries anyone not in the 'ouse-party,\r\nI cop!' 'Orl right,' 'e says, 'but you know the conditions of this\r\n'ere sweep. Nothin' don't count only wot tikes plice during the two\r\nweeks of the 'ouse-party,' 'e says. 'Orl right,' I says. 'Write me\r\nticket. It's a fair sportin' venture.' So 'e writes me out me\r\nticket, with 'Mr. X.' on it, and I says to them all, I says, 'I'd\r\nlike to 'ave witnesses', I says, 'to this 'ere thing. Do all you\r\ngents agree that if anyone not in the 'ouse-party and 'oo's name\r\nain't on one of the other tickets marries 'er lidyship, I get the\r\npool?' I says. They all says that's right, and then I says to 'em\r\nall straight out, I says, 'I 'appen to know', I says, 'that 'er\r\nlidyship is in love with a gent that's not in the party at all. An\r\nAmerican gent,' I says. They wouldn't believe it at first, but,\r\nwhen Keggs 'ad put two and two together, and thought of one or two\r\nthings that 'ad 'appened, 'e turned as white as a sheet and said it\r\nwas a swindle and wanted the drawin' done over again, but the\r\nothers says 'No', they says, 'it's quite fair,' they says, and one\r\nof 'em offered me ten bob slap out for my ticket. But I stuck to\r\nit, I did. And that,\" concluded Albert throwing the cigarette into\r\nthe fire-place just in time to prevent a scorched finger, \"that's\r\nwhy I'm going to 'elp yer!\"\r\n\r\nThere is probably no attitude of mind harder for the average man to\r\nmaintain than that of aloof disapproval. George was an average man,\r\nand during the degrading recital just concluded he had found\r\nhimself slipping. At first he had been revolted, then, in spite of\r\nhimself, amused, and now, when all the facts were before him, he\r\ncould induce his mind to think of nothing else than his good\r\nfortune in securing as an ally one who appeared to combine a\r\nprecocious intelligence with a helpful lack of scruple. War is war,\r\nand love is love, and in each the practical man inclines to demand\r\nfrom his fellow-workers the punch rather than a lofty soul. A page\r\nboy replete with the finer feelings would have been useless in this\r\ncrisis. Albert, who seemed, on the evidence of a short but\r\nsufficient acquaintance, to be a lad who would not recognize the\r\nfiner feelings if they were handed to him on a plate with\r\nwatercress round them, promised to be invaluable. Something in his\r\nmanner told George that the child was bursting with schemes for his\r\nbenefit.\r\n\r\n\"Have some more cake, Albert,\" he said ingratiatingly.\r\n\r\nThe boy shook his head.\r\n\r\n\"Do,\" urged George. \"Just a little slice.\"\r\n\r\n\"There ain't no little slice,\" replied Albert with regret.\r\n\"I've ate it all.\" He sighed and resumed. \"I gotta scheme!\"\r\n\r\n\"Fine! What is it?\"\r\n\r\nAlbert knitted his brows.\r\n\r\n\"It's like this. You want to see 'er lidyship, but you can't come\r\nto the castle, and she can't come to you--not with 'er fat brother\r\ndogging of 'er footsteps. That's it, ain't it? Or am I a liar?\"\r\n\r\nGeorge hastened to reassure him.\r\n\r\n\"That is exactly it. What's the answer?\"\r\n\r\n\"I'll tell yer wot you can do. There's the big ball tonight 'cos of\r\nits bein' 'Is Nibs' comin'-of-age tomorrow. All the county'll be\r\n'ere.\"\r\n\r\n\"You think I could slip in and be taken for a guest?\"\r\n\r\nAlbert snorted contempt.\r\n\r\n\"No, I don't think nothin' of the kind, not bein' a fat-head.\"\r\nGeorge apologized. \"But wot you could do's this. I 'eard Keggs\r\ntorkin to the 'ouse-keeper about 'avin' to get in a lot of temp'y\r\nwaiters to 'elp out for the night--\"\r\n\r\nGeorge reached forward and patted Albert on the head.\r\n\r\n\"Don't mess my 'air, now,\" warned that youth coldly.\r\n\r\n\"Albert, you're one of the great thinkers of the age. I could get\r\ninto the castle as a waiter, and you could tell Lady Maud I was\r\nthere, and we could arrange a meeting. Machiavelli couldn't have\r\nthought of anything smoother.\"\r\n\r\n\"Mac Who?\"\r\n\r\n\"One of your ancestors. Great schemer in his day. But, one moment.\"\r\n\r\n\"Now what?\"\r\n\r\n\"How am I to get engaged? How do I get the job?\"\r\n\r\n\"That's orl right. I'll tell the 'ousekeeper you're my cousin--\r\nbeen a waiter in America at the best restaurongs--'ome for a\r\n'oliday, but'll come in for one night to oblige. They'll pay yer a\r\nquid.\"\r\n\r\n\"I'll hand it over to you.\"\r\n\r\n\"Just,\" said Albert approvingly, \"wot I was goin' to suggest\r\nmyself.\"\r\n\r\n\"Then I'll leave all the arrangements to you.\"\r\n\r\n\"You'd better, if you don't want to mike a mess of everything. All\r\nyou've got to do is to come to the servants' entrance at eight\r\nsharp tonight and say you're my cousin.\"\r\n\r\n\"That's an awful thing to ask anyone to say.\"\r\n\r\n\"Pardon?\"\r\n\r\n\"Nothing!\" said George."
  ]
}