{
  "index": 14,
  "title": "Chapter 13",
  "paragraphs": [
    "George's idea was to get home. Quick. There was no possible chance\r\nof a second meeting with Maud that night. They had met and had\r\nbeen whirled asunder. No use to struggle with Fate. Best to give in\r\nand hope that another time Fate would be kinder. What George wanted\r\nnow was to be away from all the gay glitter and the fairylike tout\r\nensemble and the galaxy of fair women and brave men, safe in his\r\nown easy-chair, where nothing could happen to him. A nice sense of\r\nduty would no doubt have taken him back to his post in order fully\r\nto earn the sovereign which had been paid to him for his services\r\nas temporary waiter; but the voice of Duty called to him in vain.\r\nIf the British aristocracy desired refreshments let them get them\r\nfor themselves--and like it! He was through.\r\n\r\nBut if George had for the time being done with the British\r\naristocracy, the British aristocracy had not done with him. Hardly\r\nhad he reached the hall when he encountered the one member of the\r\norder whom he would most gladly have avoided.\r\n\r\nLord Belpher was not in genial mood. Late hours always made his\r\nhead ache, and he was not a dancing man; so that he was by now\r\nfully as weary of the fairylike tout ensemble as was George. But,\r\nbeing the centre and cause of the night's proceedings, he was\r\ncompelled to be present to the finish. He was in the position of\r\ncaptains who must be last to leave their ships, and of boys who\r\nstand on burning decks whence all but they had fled. He had spent\r\nseveral hours shaking hands with total strangers and receiving with\r\na frozen smile their felicitations on the attainment of his\r\nmajority, and he could not have been called upon to meet a larger\r\nhorde of relations than had surged round him that night if he had\r\nbeen a rabbit. The Belpher connection was wide, straggling over\r\nmost of England; and first cousins, second cousins and even third\r\nand fourth cousins had debouched from practically every county on\r\nthe map and marched upon the home of their ancestors. The effort of\r\nhaving to be civil to all of these had told upon Percy. Like the\r\nheroine of his sister Maud's favourite poem he was \"aweary,\r\naweary,\" and he wanted a drink. He regarded George's appearance as\r\nexceedingly opportune.\r\n\r\n\"Get me a small bottle of champagne, and bring it to the library.\"\r\n\r\n\"Yes, sir.\"\r\n\r\nThe two words sound innocent enough, but, wishing as he did to\r\nefface himself and avoid publicity, they were the most unfortunate\r\nwhich George could have chosen. If he had merely bowed acquiescence\r\nand departed, it is probable that Lord Belpher would not have taken\r\na second look at him. Percy was in no condition to subject everyone\r\nhe met to a minute scrutiny. But, when you have been addressed for\r\nan entire lifetime as \"your lordship\", it startles you when a\r\nwaiter calls you \"Sir\". Lord Belpher gave George a glance in which\r\nreproof and pain were nicely mingled emotions quickly supplanted by\r\namazement. A gurgle escaped him.\r\n\r\n\"Stop!\" he cried as George turned away.\r\n\r\nPercy was rattled. The crisis found him in two minds. On the one\r\nhand, he would have been prepared to take oath that this man before\r\nhim was the man who had knocked off his hat in Piccadilly. The\r\nlikeness had struck him like a blow the moment he had taken a good\r\nlook at the fellow. On the other hand, there is nothing which is\r\nmore likely to lead one astray than a resemblance. He had never\r\nforgotten the horror and humiliation of the occasion, which had\r\nhappened in his fourteenth year, when a motherly woman at\r\nPaddington Station had called him \"dearie\" and publicly embraced\r\nhim, on the erroneous supposition that he was her nephew, Philip.\r\nHe must proceed cautiously. A brawl with an innocent waiter, coming\r\non the heels of that infernal episode with the policeman, would\r\ngive people the impression that assailing the lower orders had\r\nbecome a hobby of his.\r\n\r\n\"Sir?\" said George politely.\r\n\r\nHis brazen front shook Lord Belpher's confidence.\r\n\r\n\"I haven't seen you before here, have I?\" was all he could find\r\nto say.\r\n\r\n\"No, sir,\" replied George smoothly. \"I am only temporarily attached\r\nto the castle staff.\"\r\n\r\n\"Where do you come from?\"\r\n\r\n\"America, sir.\"\r\n\r\nLord Belpher started. \"America!\"\r\n\r\n\"Yes, sir. I am in England on a vacation. My cousin, Albert, is\r\npage boy at the castle, and he told me there were a few vacancies\r\nfor extra help tonight, so I applied and was given the job.\"\r\n\r\nLord Belpher frowned perplexedly. It all sounded entirely\r\nplausible. And, what was satisfactory, the statement could be\r\nchecked by application to Keggs, the butler. And yet there was a\r\nlingering doubt. However, there seemed nothing to be gained by\r\ncontinuing the conversation.\r\n\r\n\"I see,\" he said at last. \"Well, bring that champagne to the\r\nlibrary as quick as you can.\"\r\n\r\n\"Very good, sir.\"\r\n\r\nLord Belpher remained where he stood, brooding. Reason told him he\r\nought to be satisfied, but he was not satisfied. It would have been\r\ndifferent had he not known that this fellow with whom Maud had\r\nbecome entangled was in the neighbourhood. And if that scoundrel\r\nhad had the audacity to come and take a cottage at the castle\r\ngates, why not the audacity to invade the castle itself?\r\n\r\nThe appearance of one of the footmen, on his way through the hall\r\nwith a tray, gave him the opportunity for further investigation.\r\n\r\n\"Send Keggs to me!\"\r\n\r\n\"Very good, your lordship.\"\r\n\r\nAn interval and the butler arrived. Unlike Lord Belpher late hours\r\nwere no hardship to Keggs. He was essentially a night-blooming\r\nflower. His brow was as free from wrinkles as his shirt-front. He\r\nbore himself with the conscious dignity of one who, while he would\r\nhave freely admitted he did not actually own the castle, was\r\nnevertheless aware that he was one of its most conspicuous\r\nornaments.\r\n\r\n\"You wished to see me, your lordship?\"\r\n\r\n\"Yes. Keggs, there are a number of outside men helping here\r\ntonight, aren't there?\"\r\n\r\n\"Indubitably, your lordship. The unprecedented scale of the\r\nentertainment necessitated the engagement of a certain number of\r\nsupernumeraries,\" replied Keggs with an easy fluency which Reggie\r\nByng, now cooling his head on the lower terrace, would have\r\nbitterly envied. \"In the circumstances, such an arrangement was\r\ninevitable.\"\r\n\r\n\"You engaged all these men yourself?\"\r\n\r\n\"In a manner of speaking, your lordship, and for all practical\r\npurposes, yes. Mrs. Digby, the 'ouse-keeper conducted the actual\r\nnegotiations in many cases, but the arrangement was in no instance\r\nconsidered complete until I had passed each applicant.\"\r\n\r\n\"Do you know anything of an American who says he is the cousin of\r\nthe page-boy?\"\r\n\r\n\"The boy Albert did introduce a nominee whom he stated to be 'is\r\ncousin 'ome from New York on a visit and anxious to oblige. I trust\r\nhe 'as given no dissatisfaction, your lordship?  He seemed a\r\nrespectable young man.\"\r\n\r\n\"No, no, not at all. I merely wished to know if you knew him. One\r\ncan't be too careful.\"\r\n\r\n\"No, indeed, your lordship.\"\r\n\r\n\"That's all, then.\"\r\n\r\n\"Thank you, your lordship.\"\r\n\r\nLord Belpher was satisfied. He was also relieved. He felt that\r\nprudence and a steady head had kept him from making himself\r\nridiculous. When George presently returned with the life-saving\r\nfluid, he thanked him and turned his thoughts to other things.\r\n\r\nBut, if the young master was satisfied, Keggs was not. Upon Keggs a\r\nbright light had shone. There were few men, he flattered himself,\r\nwho could more readily put two and two together and bring the sum\r\nto a correct answer. Keggs knew of the strange American gentleman\r\nwho had taken up his abode at the cottage down by Platt's farm. His\r\nlooks, his habits, and his motives for coming there had formed food\r\nfor discussion throughout one meal in the servant's hall; a\r\nstranger whose abstention from brush and palette showed him to be\r\nno artist being an object of interest. And while the solution put\r\nforward by a romantic lady's-maid, a great reader of novelettes,\r\nthat the young man had come there to cure himself of some unhappy\r\npassion by communing with nature, had been scoffed at by the\r\ncompany, Keggs had not been so sure that there might not be\r\nsomething in it. Later events had deepened his suspicion, which\r\nnow, after this interview with Lord Belpher, had become certainty.\r\n\r\nThe extreme fishiness of Albert's sudden production of a cousin\r\nfrom America was so manifest that only his preoccupation at the\r\nmoment when he met the young man could have prevented him seeing it\r\nbefore. His knowledge of Albert told him that, if one so versed as\r\nthat youth in the art of Swank had really possessed a cousin in\r\nAmerica, he would long ago have been boring the servants' hall with\r\nfictions about the man's wealth and importance. For Albert not to\r\nlie about a thing, practically proved that thing non-existent. Such\r\nwas the simple creed of Keggs.\r\n\r\nHe accosted a passing fellow-servitor.\r\n\r\n\"Seen young blighted Albert anywhere, Freddy?\"\r\n\r\nIt was in this shameful manner that that mastermind was habitually\r\nreferred to below stairs.\r\n\r\n\"Seen 'im going into the scullery not 'arf a minute ago,\" replied\r\nFreddy.\r\n\r\n\"Thanks.\"\r\n\r\n\"So long,\" said Freddy.\r\n\r\n\"Be good!\" returned Keggs, whose mode of speech among those of his\r\nown world differed substantially from that which he considered it\r\nbecame him to employ when conversing with the titled.\r\n\r\nThe fall of great men is but too often due to the failure of their\r\nmiserable bodies to give the necessary support to their great\r\nbrains. There are some, for example, who say that Napoleon would\r\nhave won the battle of Waterloo if he had not had dyspepsia. Not\r\notherwise was it with Albert on that present occasion. The arrival\r\nof Keggs found him at a disadvantage. He had been imprudent enough,\r\non leaving George, to endeavour to smoke a cigar, purloined from\r\nthe box which stood hospitably open on a table in the hall. But for\r\nthis, who knows with what cunning counter-attacks he might have\r\nfoiled the butler's onslaught?  As it was, the battle was a\r\nwalk-over for the enemy.\r\n\r\n\"I've been looking for you, young blighted Albert!\" said Keggs\r\ncoldly.\r\n\r\nAlbert turned a green but defiant face to the foe.\r\n\r\n\"Go and boil yer 'ead!\" he advised.\r\n\r\n\"Never mind about my 'ead. If I was to do my duty to you, I'd give\r\nyou a clip side of your 'ead, that's what I'd do.\"\r\n\r\n\"And then bury it in the woods,\" added Albert, wincing as the\r\nconsequences of his rash act swept through his small form like some\r\nnauseous tidal wave. He shut his eyes. It upset him to see Keggs\r\nshimmering like that. A shimmering butler is an awful sight.\r\n\r\nKeggs laughed a hard laugh. \"You and your cousins from America!\"\r\n\r\n\"What about my cousins from America?\"\r\n\r\n\"Yes, what about them? That's just what Lord Belpher and me have\r\nbeen asking ourselves.\"\r\n\r\n\"I don't know wot you're talking about.\"\r\n\r\n\"You soon will, young blighted Albert! Who sneaked that American\r\nfellow into the 'ouse to meet Lady Maud?\"\r\n\r\n\"I never!\"\r\n\r\n\"Think I didn't see through your little game? Why, I knew from the\r\nfirst.\"\r\n\r\n\"Yes, you did! Then why did you let him into the place?\"\r\n\r\nKeggs snorted triumphantly. \"There! You admit it! It was that\r\nfeller!\"\r\n\r\nToo late Albert saw his false move--a move which in a normal state\r\nof health, he would have scorned to make. Just as Napoleon, minus a\r\nstomach-ache, would have scorned the blunder that sent his\r\nCuirassiers plunging to destruction in the sunken road.\r\n\r\n\"I don't know what you're torkin' about,\" he said weakly.\r\n\r\n\"Well,\" said Keggs, \"I haven't time to stand 'ere chatting with\r\nyou. I must be going back to 'is lordship, to tell 'im of the\r\n'orrid trick you played on him.\"\r\n\r\nA second spasm shook Albert to the core of his being. The double\r\nassault was too much for him. Betrayed by the body, the spirit\r\nyielded.\r\n\r\n\"You wouldn't do that, Mr. Keggs!\"\r\n\r\nThere was a white flag in every syllable.\r\n\r\n\"I would if I did my duty.\"\r\n\r\n\"But you don't care about that,\" urged Albert ingratiatingly.\r\n\r\n\"I'll have to think it over,\" mused Keggs. \"I don't want to be 'ard\r\non a young boy.\" He struggled silently with himself.  \"Ruinin' 'is\r\nprospecks!\"\r\n\r\nAn inspiration seemed to come to him.\r\n\r\n\"All right, young blighted Albert,\" he said briskly. \"I'll go\r\nagainst my better nature this once and chance it. And now,\r\nyoung feller me lad, you just 'and over that ticket of yours! You\r\nknow what I'm alloodin' to! That ticket you 'ad at the sweep,\r\nthe one with 'Mr. X' on it.\"\r\n\r\nAlbert's indomitable spirit triumphed for a moment over his\r\nstricken body.\r\n\r\n\"That's likely, ain't it!\"\r\n\r\nKeggs sighed--the sigh of a good man who has done his best to help\r\na fellow-being and has been baffled by the other's perversity.\r\n\r\n\"Just as you please,\" he said sorrowfully. \"But I did 'ope I\r\nshouldn't 'ave to go to 'is lordship and tell 'im 'ow you've\r\ndeceived him.\"\r\n\r\nAlbert capitulated. \"'Ere yer are!\" A piece of paper changed hands.\r\n\"It's men like you wot lead to 'arf the crime in the country!\"\r\n\r\n\"Much obliged, me lad.\"\r\n\r\n\"You'd walk a mile in the snow, you would,\" continued Albert\r\npursuing his train of thought, \"to rob a starving beggar of a\r\nha'penny.\"\r\n\r\n\"Who's robbing anyone? Don't you talk so quick, young man. I'm\r\ndoing the right thing by you. You can 'ave my ticket, marked\r\n'Reggie Byng'. It's a fair exchange, and no one the worse!\"\r\n\r\n\"Fat lot of good that is!\"\r\n\r\n\"That's as it may be. Anyhow, there it is.\" Keggs prepared to\r\nwithdraw. \"You're too young to 'ave all that money, Albert. You\r\nwouldn't know what to do with it. It wouldn't make you 'appy.\r\nThere's other things in the world besides winning sweepstakes. And,\r\nproperly speaking, you ought never to have been allowed to draw at\r\nall, being so young.\"\r\n\r\nAlbert groaned hollowly. \"When you've finished torkin', I wish\r\nyou'd kindly have the goodness to leave me alone. I'm not meself.\"\r\n\r\n\"That,\" said Keggs cordially, \"is a bit of luck for you, my boy.\r\nAccept my 'eartiest felicitations!\"\r\n\r\nDefeat is the test of the great man. Your true general is not he\r\nwho rides to triumph on the tide of an easy victory, but the one\r\nwho, when crushed to earth, can bend himself to the task of\r\nplanning methods of rising again. Such a one was Albert, the\r\npage-boy. Observe Albert in his attic bedroom scarcely more than an\r\nhour later. His body has practically ceased to trouble him, and his\r\nsoaring spirit has come into its own again. With the exception of\r\na now very occasional spasm, his physical anguish has passed, and\r\nhe is thinking, thinking hard. On the chest of drawers is a grubby\r\nenvelope, addressed in an ill-formed hand to:\r\n\r\n        R. Byng, Esq.\r\n\r\nOn a sheet of paper, soon to be placed in the envelope, are written\r\nin the same hand these words:\r\n\r\n\r\n      \"Do not dispare! Remember! Fante hart never won\r\n    fair lady. I shall watch your futur progres with\r\n    considurable interest.\r\n                    Your Well-Wisher.\"\r\n\r\nThe last sentence is not original. Albert's Sunday-school teacher\r\nsaid it to Albert on the occasion of his taking up his duties at\r\nthe castle, and it stuck in his memory. Fortunately, for it\r\nexpressed exactly what Albert wished to say. From now on Reggie\r\nByng's progress with Lady Maud Marsh was to be the thing nearest to\r\nAlbert's heart.\r\n\r\nAnd George meanwhile? Little knowing how Fate has changed in a\r\nflash an ally into an opponent he is standing at the edge of the\r\nshrubbery near the castle gate. The night is very beautiful; the\r\nbarked spots on his hands and knees are hurting much less now; and\r\nhe is full of long, sweet thoughts. He has just discovered the\r\nextraordinary resemblance, which had not struck him as he was\r\nclimbing up the knotted sheet, between his own position and that of\r\nthe hero of Tennyson's Maud, a poem to which he has always been\r\nparticularly addicted--and never more so than during the days since\r\nhe learned the name of the only possible girl. When he has not been\r\nplaying golf, Tennyson's Maud has been his constant companion.\r\n\r\n    \"Queen rose of the rosebud garden of girls\r\n       Come hither, the dances are done,\r\n     In glass of satin and glimmer of pearls.\r\n       Queen lily and rose in one;\r\n     Shine out, little head, sunning over with curls\r\n       To the flowers, and be their sun.\"\r\n\r\nThe music from the ballroom flows out to him through the motionless\r\nair. The smell of sweet earth and growing things is everywhere.\r\n\r\n    \"Come into the garden, Maud,\r\n       For the black bat, night, hath flown,\r\n     Come into the garden, Maud,\r\n       I am here at the gate alone;\r\n     And the woodbine spices are wafted abroad,\r\n       And the musk of the rose is blown.\"\r\n\r\n\r\nHe draws a deep breath, misled young man. The night is very\r\nbeautiful. It is near to the dawn now and in the bushes live things\r\nare beginning to stir and whisper.\r\n\r\n\"Maud!\"\r\n\r\nSurely she can hear him?\r\n\r\n\"Maud!\"\r\n\r\nThe silver stars looked down dispassionately. This sort of thing\r\nhad no novelty for them."
  ]
}