{
  "index": 10,
  "title": "Chapter 9",
  "paragraphs": [
    "Your true golfer is a man who, knowing that life is short and\r\nperfection hard to attain, neglects no opportunity of practising\r\nhis chosen sport, allowing neither wind nor weather nor any\r\nexternal influence to keep him from it. There is a story, with an\r\nexcellent moral lesson, of a golfer whose wife had determined to\r\nleave him for ever. \"Will nothing alter your decision?\" he says.\r\n\"Will nothing induce you to stay? Well, then, while you're packing,\r\nI think I'll go out on the lawn and rub up my putting a bit.\"\r\nGeorge Bevan was of this turn of mind. He might be in love; romance\r\nmight have sealed him for her own; but that was no reason for\r\nblinding himself to the fact that his long game was bound to suffer\r\nif he neglected to keep himself up to the mark. His first act on\r\narriving at Belpher village had been to ascertain whether there was\r\na links in the neighbourhood; and thither, on the morning after his\r\nvisit to the castle and the delivery of the two notes, he repaired.\r\n\r\nAt the hour of the day which he had selected the club-house was\r\nempty, and he had just resigned himself to a solitary game, when,\r\nwith a whirr and a rattle, a grey racing-car drove up, and from it\r\nemerged the same long young man whom, a couple of days earlier, he\r\nhad seen wriggle out from underneath the same machine. It was\r\nReggie Byng's habit also not to allow anything, even love, to\r\ninterfere with golf; and not even the prospect of hanging about the\r\ncastle grounds in the hope of catching a glimpse of Alice Faraday\r\nand exchanging timorous words with her had been enough to keep him\r\nfrom the links.\r\n\r\nReggie surveyed George with a friendly eye. He had a dim\r\nrecollection of having seen him before somewhere at some time or\r\nother, and Reggie had the pleasing disposition which caused him to\r\nrank anybody whom he had seen somewhere at some time or other as a\r\nbosom friend.\r\n\r\n\"Hullo! Hullo! Hullo!\" he observed.\r\n\r\n\"Good morning,\" said George.\r\n\r\n\"Waiting for somebody?\"\r\n\r\n\"No.\"\r\n\r\n\"How about it, then? Shall we stagger forth?\"\r\n\r\n\"Delighted.\"\r\n\r\nGeorge found himself speculating upon Reggie. He was unable to\r\nplace him. That he was a friend of Maud he knew, and guessed that\r\nhe was also a resident of the castle. He would have liked to\r\nquestion Reggie, to probe him, to collect from him inside\r\ninformation as to the progress of events within the castle walls;\r\nbut it is a peculiarity of golf, as of love, that it temporarily\r\nchanges the natures of its victims; and Reggie, a confirmed babbler\r\noff the links, became while in action a stern, silent, intent\r\nperson, his whole being centred on the game. With the exception of\r\na casual remark of a technical nature when he met George on the\r\nvarious tees, and an occasional expletive when things went wrong\r\nwith his ball, he eschewed conversation. It was not till the end of\r\nthe round that he became himself again.\r\n\r\n\"If I'd known you were such hot stuff,\" he declared generously, as\r\nGeorge holed his eighteenth putt from a distance of ten feet, \"I'd\r\nhave got you to give me a stroke or two.\"\r\n\r\n\"I was on my game today,\" said George modestly. \"Sometimes I slice\r\nas if I were cutting bread and can't putt to hit a haystack.\"\r\n\r\n\"Let me know when one of those times comes along, and I'll take you\r\non again. I don't know when I've seen anything fruitier than the\r\nway you got out of the bunker at the fifteenth. It reminded me of\r\na match I saw between--\" Reggie became technical. At the end of his\r\nobservations he climbed into the grey car.\r\n\r\n\"Can I drop you anywhere?\"\r\n\r\n\"Thanks,\" said George. \"If it's not taking you out your way.\"\r\n\r\n\"I'm staying at Belpher Castle.\"\r\n\r\n\"I live quite near there. Perhaps you'd care to come in and have a\r\ndrink on your way?\"\r\n\r\n\"A ripe scheme,\" agreed Reggie\r\n\r\nTen minutes in the grey car ate up the distance between the links\r\nand George's cottage. Reggie Byng passed these minutes, in the\r\nintervals of eluding carts and foiling the apparently suicidal\r\nintentions of some stray fowls, in jerky conversation on the\r\nsubject of his iron-shots, with which he expressed a deep\r\nsatisfaction.\r\n\r\n\"Topping little place! Absolutely!\" was the verdict he pronounced\r\non the exterior of the cottage as he followed George in. \"I've\r\noften thought it would be a rather sound scheme to settle down in\r\nthis sort of shanty and keep chickens and grow a honey coloured\r\nbeard, and have soup and jelly brought to you by the vicar's wife\r\nand so forth. Nothing to worry you then. Do you live all alone\r\nhere?\"\r\n\r\nGeorge was busy squirting seltzer into his guest's glass.\r\n\r\n\"Yes. Mrs. Platt comes in and cooks for me. The farmer's wife next\r\ndoor.\"\r\n\r\nAn exclamation from the other caused him to look up. Reggie Byng\r\nwas staring at him, wide-eyed.\r\n\r\n\"Great Scott! Mrs. Platt! Then you're the Chappie?\"\r\n\r\nGeorge found himself unequal to the intellectual pressure of the\r\nconversation.\r\n\r\n\"The Chappie?\"\r\n\r\n\"The Chappie there's all the row about. The mater was telling me\r\nonly this morning that you lived here.\"\r\n\r\n\"Is there a row about me?\"\r\n\r\n\"Is there what!\" Reggie's manner became solicitous. \"I say, my dear\r\nold sportsman, I don't want to be the bearer of bad tidings and\r\nwhat not, if you know what I mean, but didn't you know there was a\r\ncertain amount of angry passion rising and so forth because of you?\r\nAt the castle, I mean. I don't want to seem to be discussing your\r\nprivate affairs, and all that sort of thing, but what I mean is...\r\nWell, you don't expect you can come charging in the way you have\r\nwithout touching the family on the raw a bit. The daughter of the\r\nhouse falls in love with you; the son of the house languishes in\r\nchokey because he has a row with you in Piccadilly; and on top of\r\nall that you come here and camp out at the castle gates! Naturally\r\nthe family are a bit peeved. Only natural, eh? I mean to say,\r\nwhat?\"\r\n\r\nGeorge listened to this address in bewilderment. Maud in love with\r\nhim! It sounded incredible. That he should love her after their one\r\nmeeting was a different thing altogether. That was perfectly\r\nnatural and in order. But that he should have had the incredible\r\nluck to win her affection. The thing struck him as grotesque and\r\nridiculous.\r\n\r\n\"In love with me?\" he cried. \"What on earth do you mean?\"\r\n\r\nReggie's bewilderment equalled his own.\r\n\r\n\"Well, dash it all, old top, it surely isn't news to you? She must\r\nhave told you. Why, she told me!\"\r\n\r\n\"Told you? Am I going mad?\"\r\n\r\n\"Absolutely! I mean absolutely not! Look here.\" Reggie hesitated.\r\nThe subject was delicate. But, once started, it might as well be\r\nproceeded with to some conclusion. A fellow couldn't go on talking\r\nabout his iron-shots after this just as if nothing had happened.\r\nThis was the time for the laying down of cards, the opening of\r\nhearts. \"I say, you know,\" he went on, feeling his way, \"you'll\r\nprobably think it deuced rummy of me talking like this. Perfect\r\nstranger and what not. Don't even know each other's names.\"\r\n\r\n\"Mine's Bevan, if that'll be any help.\"\r\n\r\n\"Thanks very much, old chap. Great help! Mine's Byng. Reggie Byng.\r\nWell, as we're all pals here and the meeting's tiled and so forth,\r\nI'll start by saying that the mater is most deucedly set on my\r\nmarrying Lady Maud. Been pals all our lives, you know. Children\r\ntogether, and all that sort of rot. Now there's nobody I think a\r\nmore corking sportsman than Maud, if you know what I mean,\r\nbut--this is where the catch comes in--I'm most frightfully in love\r\nwith somebody else. Hopeless, and all that sort of thing, but\r\nstill there it is. And all the while the mater behind me with a\r\nbradawl, sicking me on to propose to Maud who wouldn't have me if I\r\nwere the only fellow on earth. You can't imagine, my dear old chap,\r\nwhat a relief it was to both of us when she told me the other day\r\nthat she was in love with you, and wouldn't dream of looking at\r\nanybody else. I tell you, I went singing about the place.\"\r\n\r\nGeorge felt inclined to imitate his excellent example. A burst of\r\nsong was the only adequate expression of the mood of heavenly\r\nhappiness which this young man's revelations had brought upon him.\r\nThe whole world seemed different. Wings seemed to sprout from\r\nReggie's shapely shoulders. The air was filled with soft music.\r\nEven the wallpaper seemed moderately attractive.\r\n\r\nHe mixed himself a second whisky and soda. It was the next best\r\nthing to singing.\r\n\r\n\"I see,\" he said. It was difficult to say anything. Reggie was\r\nregarding him enviously.\r\n\r\n\"I wish I knew how the deuce fellows set about making a girl fall\r\nin love with them. Other chappies seem to do it, but I can't even\r\nstart. She seems to sort of gaze through me, don't you know. She\r\nkind of looks at me as if I were more to be pitied than censured,\r\nbut as if she thought I really ought to do something about it. Of\r\ncourse, she's a devilish brainy girl, and I'm a fearful chump.\r\nMakes it kind of hopeless, what?\"\r\n\r\nGeorge, in his new-born happiness, found a pleasure in encouraging\r\na less lucky mortal.\r\n\r\n\"Not a bit. What you ought to do is to--\"\r\n\r\n\"Yes?\" said Reggie eagerly.\r\n\r\nGeorge shook his head.\r\n\r\n\"No, I don't know,\" he said.\r\n\r\n\"Nor do I, dash it!\" said Reggie.\r\n\r\nGeorge pondered.\r\n\r\n\"It seems to me it's purely a question of luck. Either you're lucky\r\nor you're not. Look at me, for instance. What is there about me to\r\nmake a wonderful girl love me?\"\r\n\r\n\"Nothing! I see what you mean. At least, what I mean to say is--\"\r\n\r\n\"No. You were right the first time. It's all a question of luck.\r\nThere's nothing anyone can do.\"\r\n\r\n\"I hang about a good deal and get in her way,\" said Reggie.  \"She's\r\nalways tripping over me. I thought that might help a bit.\"\r\n\r\n\"It might, of course.\"\r\n\r\n\"But on the other hand, when we do meet, I can't think of anything\r\nto say.\"\r\n\r\n\"That's bad.\"\r\n\r\n\"Deuced funny thing. I'm not what you'd call a silent sort of\r\nchappie by nature. But, when I'm with her--I don't know. It's\r\nrum!\" He drained his glass and rose. \"Well, I suppose I may as well\r\nbe staggering. Don't get up. Have another game one of these days,\r\nwhat?\"\r\n\r\n\"Splendid. Any time you like.\"\r\n\r\n\"Well, so long.\"\r\n\r\n\"Good-bye.\"\r\n\r\nGeorge gave himself up to glowing thoughts. For the first time in\r\nhis life he seemed to be vividly aware of his own existence. It\r\nwas as if he were some newly-created thing. Everything around him\r\nand everything he did had taken on a strange and novel interest. He\r\nseemed to notice the ticking of the clock for the first time. When\r\nhe raised his glass the action had a curious air of newness. All\r\nhis senses were oddly alert. He could even--\r\n\r\n\"How would it be,\" enquired Reggie, appearing in the doorway like\r\npart of a conjuring trick, \"if I gave her a flower or two every now\r\nand then? Just thought of it as I was starting the car. She's fond\r\nof flowers.\"\r\n\r\n\"Fine!\" said George heartily. He had not heard a word. The\r\nalertness of sense which had come to him was accompanied by a\r\nstrange inability to attend to other people's speech. This would no\r\ndoubt pass, but meanwhile it made him a poor listener.\r\n\r\n\"Well, it's worth trying,\" said Reggie. \"I'll give it a whirl.\r\nToodleoo!\"\r\n\r\n\"Good-bye.\"\r\n\r\n\"Pip-pip!\"\r\n\r\nReggie withdrew, and presently came the noise of the car starting.\r\nGeorge returned to his thoughts.\r\n\r\nTime, as we understand it, ceases to exist for a man in such\r\ncircumstances. Whether it was a minute later or several hours,\r\nGeorge did not know; but presently he was aware of a small boy\r\nstanding beside him--a golden-haired boy with blue eyes, who wore\r\nthe uniform of a page. He came out of his trance. This, he\r\nrecognized, was the boy to whom he had given the note for Maud. He\r\nwas different from any other intruder. He meant something in\r\nGeorge's scheme of things.\r\n\r\n\"'Ullo!\" said the youth.\r\n\r\n\"Hullo, Alphonso!\" said George.\r\n\r\n\"My name's not Alphonso.\"\r\n\r\n\"Well, you be very careful or it soon may be.\"\r\n\r\n\"Got a note for yer. From Lidy Mord.\"\r\n\r\n\"You'll find some cake and ginger-ale in the kitchen,\" said the\r\ngrateful George. \"Give it a trial.\"\r\n\r\n\"Not 'arf!\" said the stripling."
  ]
}