{
  "index": 13,
  "title": "Chapter 12",
  "paragraphs": [
    "Albert was in a hurry. He skimmed over the carpet like a\r\nwater-beetle.\r\n\r\n\"Quick!\" he said.\r\n\r\nHe cast a glance at the maid, George's co-worker. She was reading a\r\nnovelette with her back turned.\r\n\r\n\"Tell 'er you'll be back in five minutes,\" said Albert, jerking a\r\nthumb.\r\n\r\n\"Unnecessary. She won't notice my absence. Ever since she\r\ndiscovered that I had never met her cousin Frank in America, I have\r\nmeant nothing in her life.\"\r\n\r\n\"Then come on.\"\r\n\r\n\"Where?\"\r\n\r\n\"I'll show you.\"\r\n\r\nThat it was not the nearest and most direct route which they took\r\nto the trysting-place George became aware after he had followed his\r\nyoung guide through doors and up stairs and down stairs and had at\r\nlast come to a halt in a room to which the sound of the music\r\npenetrated but faintly. He recognized the room. He had been in it\r\nbefore. It was the same room where he and Billie Dore had listened\r\nto Keggs telling the story of Lord Leonard and his leap. That\r\nwindow there, he remembered now, opened on to the very balcony from\r\nwhich the historic Leonard had done his spectacular dive. That it\r\nshould be the scene of this other secret meeting struck George as\r\nappropriate. The coincidence appealed to him.\r\n\r\nAlbert vanished. George took a deep breath. Now that the moment had\r\narrived for which he had waited so long he was aware of a return of\r\nthat feeling of stage-fright which had come upon him when he heard\r\nReggie Byng's voice. This sort of thing, it must be remembered, was\r\nnot in George's usual line. His had been a quiet and uneventful\r\nlife, and the only exciting thing which, in his recollection, had\r\never happened to him previous to the dramatic entry of Lady Maud\r\ninto his taxi-cab that day in Piccadilly, had occurred at college\r\nnearly ten years before, when a festive room-mate--no doubt with the\r\nbest motives--had placed a Mexican horned toad in his bed on the\r\nnight of the Yale football game.\r\n\r\nA light footstep sounded outside, and the room whirled round George\r\nin a manner which, if it had happened to Reggie Byng, would have\r\ncaused that injudicious drinker to abandon the habits of a\r\nlifetime. When the furniture had returned to its place and the rug\r\nhad ceased to spin, Maud was standing before him.\r\n\r\nNothing is harder to remember than a once-seen face. It had caused\r\nGeorge a good deal of distress and inconvenience that, try as he\r\nmight, he could not conjure up anything more than a vague vision of\r\nwhat the only girl in the world really looked like. He had carried\r\naway with him from their meeting in the cab only a confused\r\nrecollection of eyes that shone and a mouth that curved in a smile;\r\nand the brief moment in which he was able to refresh his memory,\r\nwhen he found her in the lane with Reggie Byng and the broken-down\r\ncar, had not been enough to add definiteness. The consequence was\r\nthat Maud came upon him now with the stunning effect of beauty seen\r\nfor the first time. He gasped. In that dazzling ball-dress, with\r\nthe flush of dancing on her cheeks and the light of dancing in her\r\neyes, she was so much more wonderful than any picture of her which\r\nmemory had been able to produce for his inspection that it was as\r\nif he had never seen her before.\r\n\r\nEven her brother, Percy, a stern critic where his nearest and\r\ndearest were concerned, had admitted on meeting her in the\r\ndrawing-room before dinner that that particular dress suited Maud.\r\nIt was a shimmering dream-thing of rose-leaves and moon-beams. That,\r\nat least, was how it struck George; a dressmaker would have found a\r\nlonger and less romantic description for it. But that does not\r\nmatter. Whoever wishes for a cold and technical catalogue of the\r\nstuffs which went to make up the picture that deprived George of\r\nspeech may consult the files of the Belpher Intelligencer and\r\nFarmers' Guide, and read the report of the editor's wife, who\r\n\"does\" the dresses for the Intelligencer under the pen-name of\r\n\"Birdie Bright-Eye\". As far as George was concerned, the thing was\r\nmade of rose-leaves and moon-beams.\r\n\r\nGeorge, as I say, was deprived of speech. That any girl could\r\npossibly look so beautiful was enough to paralyse his faculties;\r\nbut that this ethereal being straight from Fairyland could have\r\nstooped to love him--him--an earthy brute who wore sock-suspenders\r\nand drank coffee for breakfast . . . that was what robbed George of\r\nthe power to articulate. He could do nothing but look at her.\r\n\r\nFrom the Hills of Fairyland soft music came. Or, if we must be\r\nexact, Maud spoke.\r\n\r\n\"I couldn't get away before!\" Then she stopped short and darted to\r\nthe door listening. \"Was that somebody coming?  I had to cut a\r\ndance with Mr. Plummer to get here, and I'm so afraid he may. . .\"\r\n\r\nHe had. A moment later it was only too evident that this was\r\nprecisely what Mr. Plummer had done. There was a footstep on the\r\nstairs, a heavy footstep this time, and from outside the voice of\r\nthe pursuer made itself heard.\r\n\r\n\"Oh, there you are, Lady Maud! I was looking for you. This is our\r\ndance.\"\r\n\r\nGeorge did not know who Mr. Plummer was. He did not want to know.\r\nHis only thought regarding Mr. Plummer was a passionate realization\r\nof the superfluity of his existence. It is the presence on the\r\nglobe of these Plummers that delays the coming of the Millennium.\r\n\r\nHis stunned mind leaped into sudden activity. He must not be found\r\nhere, that was certain. Waiters who ramble at large about a feudal\r\ncastle and are discovered in conversation with the daughter of the\r\nhouse excite comment. And, conversely, daughters of the house who\r\ntalk in secluded rooms with waiters also find explanations\r\nnecessary. He must withdraw. He must withdraw quickly. And, as a\r\ngesture from Maud indicated, the withdrawal must be effected\r\nthrough the french window opening on the balcony. Estimating the\r\ndistance that separated him from the approaching Plummer at three\r\nstairs--the voice had come from below--and a landing, the space of\r\ntime allotted to him by a hustling Fate for disappearing was some\r\nfour seconds. Inside two and half, the french window had opened\r\nand closed, and George was out under the stars, with the cool winds\r\nof the night playing on his heated forehead.\r\n\r\nHe had now time for meditation. There are few situations which\r\nprovide more scope for meditation than that of the man penned up on\r\na small balcony a considerable distance from the ground, with his\r\nonly avenue of retreat cut off behind him. So George meditated.\r\nFirst, he mused on Plummer. He thought some hard thoughts about\r\nPlummer. Then he brooded on the unkindness of a fortune which had\r\ngranted him the opportunity of this meeting with Maud, only to\r\nsnatch it away almost before it had begun. He wondered how long the\r\nlate Lord Leonard had been permitted to talk on that occasion\r\nbefore he, too, had had to retire through these same windows. There\r\nwas no doubt about one thing. Lovers who chose that room for their\r\ninterviews seemed to have very little luck.\r\n\r\nIt had not occurred to George at first that there could be any\r\nfurther disadvantage attached to his position other than the\r\nobvious drawbacks which had already come to his notice. He was now\r\nto perceive that he had been mistaken. A voice was speaking in the\r\nroom he had left, a plainly audible voice, deep and throaty; and\r\nwithin a minute George had become aware that he was to suffer the\r\nadditional discomfort of being obliged to listen to a fellow\r\nman--one could call Plummer that by stretching the facts a\r\nlittle--proposing marriage. The gruesomeness of the situation became\r\nintensified. Of all moments when a man--and justice compelled George\r\nto admit that Plummer was technically human--of all moments when a\r\nman may by all the laws of decency demand to be alone without an\r\naudience of his own sex, the chiefest is the moment when he is\r\nasking a girl to marry him. George's was a sensitive nature, and he\r\nwrithed at the thought of playing the eavesdropper at such a time.\r\n\r\nHe looked frantically about him for a means of escape. Plummer had\r\nnow reached the stage of saying at great length that he was not\r\nworthy of Maud. He said it over and over, again in different ways.\r\nGeorge was in hearty agreement with him, but he did not want to\r\nhear it. He wanted to get away. But how?  Lord Leonard on a similar\r\noccasion had leaped. Some might argue therefore on the principle\r\nthat what man has done, man can do, that George should have\r\nimitated him. But men differ. There was a man attached to a circus\r\nwho used to dive off the roof of Madison Square Garden on to a\r\nsloping board, strike it with his chest, turn a couple of\r\nsomersaults, reach the ground, bow six times and go off to lunch.\r\nThat sort of thing is a gift. Some of us have it, some have not.\r\nGeorge had not. Painful as it was to hear Plummer floundering\r\nthrough his proposal of marriage, instinct told him that it would\r\nbe far more painful to hurl himself out into mid-air on the\r\nsporting chance of having his downward progress arrested by the\r\nbranches of the big tree that had upheld Lord Leonard. No, there\r\nseemed nothing for it but to remain where he was.\r\n\r\nInside the room Plummer was now saying how much the marriage would\r\nplease his mother.\r\n\r\n\"Psst!\"\r\n\r\nGeorge looked about him. It seemed to him that he had heard a\r\nvoice. He listened. No. Except for the barking of a distant dog,\r\nthe faint wailing of a waltz, the rustle of a roosting bird, and\r\nthe sound of Plummer saying that if her refusal was due to anything\r\nshe might have heard about that breach-of-promise case of his a\r\ncouple of years ago he would like to state that he was more sinned\r\nagainst than sinning and that the girl had absolutely misunderstood\r\nhim, all was still.\r\n\r\n\"Psst! Hey, mister!\"\r\n\r\nIt was a voice. It came from above. Was it an angel's voice?  Not\r\naltogether. It was Albert's. The boy was leaning out of a window\r\nsome six feet higher up the castle wall. George, his eyes by now\r\ngrown used to the darkness, perceived that the stripling\r\ngesticulated as one having some message to impart. Then, glancing\r\nto one side, he saw what looked like some kind of a rope swayed\r\nagainst the wall. He reached for it. The thing was not a rope: it\r\nwas a knotted sheet.\r\n\r\nFrom above came Albert's hoarse whisper.\r\n\r\n\"Look alive!\"\r\n\r\nThis was precisely what George wanted to do for at least another\r\nfifty years or so; and it seemed to him as he stood there in the\r\nstarlight, gingerly fingering this flimsy linen thing, that if he\r\nwere to suspend his hundred and eighty pounds of bone and sinew at\r\nthe end of it over the black gulf outside the balcony he would look\r\nalive for about five seconds, and after that goodness only knew how\r\nhe would look. He knew all about knotted sheets. He had read a\r\nhundred stories in which heroes, heroines, low comedy friends and\r\neven villains did all sorts of reckless things with their\r\nassistance. There was not much comfort to be derived from that. It\r\nwas one thing to read about people doing silly things like that,\r\nquite another to do them yourself. He gave Albert's sheet a\r\ntentative shake. In all his experience he thought he had never come\r\nacross anything so supremely unstable. (One calls it Albert's sheet\r\nfor the sake of convenience. It was really Reggie Byng's sheet.\r\nAnd when Reggie got to his room in the small hours of the morning\r\nand found the thing a mass of knots he jumped to the conclusion--\r\nbeing a simple-hearted young man--that his bosom friend Jack Ferris,\r\nwho had come up from London to see Lord Belpher through the trying\r\nexperience of a coming-of-age party, had done it as a practical\r\njoke, and went and poured a jug of water over Jack's bed. That is\r\nLife. Just one long succession of misunderstandings and rash acts\r\nand what not. Absolutely!)\r\n\r\nAlbert was becoming impatient. He was in the position of a great\r\ngeneral who thinks out some wonderful piece of strategy and can't\r\nget his army to carry it out. Many boys, seeing Plummer enter the\r\nroom below and listening at the keyhole and realizing that George\r\nmust have hidden somewhere and deducing that he must be out on the\r\nbalcony, would have been baffled as to how to proceed. Not so\r\nAlbert. To dash up to Reggie Byng's room and strip his sheet off\r\nthe bed and tie it to the bed-post and fashion a series of knots in\r\nit and lower it out of the window took Albert about three minutes.\r\nHis part in the business had been performed without a hitch. And\r\nnow George, who had nothing in the world to do but the childish\r\ntask of climbing up the sheet, was jeopardizing the success of the\r\nwhole scheme by delay. Albert gave the sheet an irritable jerk.\r\n\r\nIt was the worst thing he could have done. George had almost made\r\nup his mind to take a chance when the sheet was snatched from his\r\ngrasp as if it had been some live thing deliberately eluding his\r\nclutch. The thought of what would have happened had this occurred\r\nwhen he was in mid-air caused him to break out in a cold\r\nperspiration. He retired a pace and perched himself on the rail of\r\nthe balcony.\r\n\r\n\"Psst!\" said Albert.\r\n\r\n\"It's no good saying, 'Psst!'\" rejoined George in an annoyed\r\nundertone. \"I could say 'Psst!' Any fool could say 'Psst!'\"\r\n\r\nAlbert, he considered, in leaning out of the window and saying\r\n\"Psst!\" was merely touching the fringe of the subject.\r\n\r\nIt is probable that he would have remained seated on the balcony\r\nrail regarding the sheet with cold aversion, indefinitely, had not\r\nhis hand been forced by the man Plummer. Plummer, during these last\r\nminutes, had shot his bolt. He had said everything that a man could\r\nsay, much of it twice over; and now he was through. All was ended.\r\nThe verdict was in. No wedding-bells for Plummer.\r\n\r\n\"I think,\" said Plummer gloomily, and the words smote on George's\r\near like a knell, \"I think I'd like a little air.\"\r\n\r\nGeorge leaped from his rail like a hunted grasshopper. If Plummer\r\nwas looking for air, it meant that he was going to come out on the\r\nbalcony. There was only one thing to be done. It probably meant the\r\nabrupt conclusion of a promising career, but he could hesitate no\r\nlonger.\r\n\r\nGeorge grasped the sheet--it felt like a rope of cobwebs--and swung\r\nhimself out.\r\n\r\nMaud looked out on to the balcony. Her heart, which had stood still\r\nwhen the rejected one opened the window and stepped forth to commune\r\nwith the soothing stars, beat again. There was no one there, only\r\nemptiness and Plummer.\r\n\r\n\"This,\" said Plummer sombrely, gazing over the rail into the\r\ndarkness, \"is the place where that fellow what's-his-name jumped\r\noff in the reign of thingummy, isn't it?\"\r\n\r\nMaud understood now, and a thrill of the purest admiration for\r\nGeorge's heroism swept over her. So rather than compromise her, he\r\nhad done Leonard's leap! How splendid of him! If George, now sitting\r\non Reggie Byng's bed taking a rueful census of the bits of skin\r\nremaining on his hands and knees after his climb, could have read\r\nher thoughts, he would have felt well rewarded for his abrasions.\r\n\r\n\"I've a jolly good mind,\" said Plummer, \"to do it myself!\" He\r\nuttered a short, mirthless laugh. \"Well, anyway,\" he said\r\nrecklessly, \"I'll jolly well go downstairs and have a\r\nbrandy-and-soda!\"\r\n\r\nAlbert finished untying the sheet from the bedpost, and stuffed it\r\nunder the pillow.\r\n\r\n\"And now,\" said Albert, \"for a quiet smoke in the scullery.\"\r\n\r\nThese massive minds require their moments of relaxation."
  ]
}