{
  "index": 19,
  "title": "Chapter 18",
  "paragraphs": [
    "With a shock of dismay so abrupt and overwhelming that it was like\r\na physical injury, George became aware that something was wrong.\r\nEven as he gripped her, Maud had stiffened with a sharp cry; and\r\nnow she was struggling, trying to wrench herself free. She broke\r\naway from him. He could hear her breathing hard.\r\n\r\n\"You--you----\" She gulped.\r\n\r\n\"Maud!\"\r\n\r\n\"How dare you!\"\r\n\r\nThere was a pause that seemed to George to stretch on and on\r\nendlessly. The rain pattered on the leaky roof. Somewhere in the\r\ndistance a dog howled dismally. The darkness pressed down like a\r\nblanket, stifling thought.\r\n\r\n\"Good night, Mr. Bevan.\" Her voice was ice. \"I didn't think you\r\nwere--that kind of man.\"\r\n\r\nShe was moving toward the door; and, as she reached it, George's\r\nstupor left him. He came back to life with a jerk, shaking from\r\nhead to foot. All his varied emotions had become one emotion--a\r\ncold fury.\r\n\r\n\"Stop!\"\r\n\r\nMaud stopped. Her chin was tilted, and she was wasting a baleful\r\nglare on the darkness.\r\n\r\n\"Well, what is it?\"\r\n\r\nHer tone increased George's wrath. The injustice of it made him\r\ndizzy. At that moment he hated her. He was the injured party. It\r\nwas he, not she, that had been deceived and made a fool of.\r\n\r\n\"I want to say something before you go.\"\r\n\r\n\"I think we had better say no more about it!\"\r\n\r\nBy the exercise of supreme self-control George kept himself from\r\nspeaking until he could choose milder words than those that rushed\r\nto his lips.\r\n\r\n\"I think we will!\" he said between his teeth.\r\n\r\nMaud's anger became tinged with surprise. Now that the first shock\r\nof the wretched episode was over, the calmer half of her mind was\r\nendeavouring to soothe the infuriated half by urging that George's\r\nbehaviour had been but a momentary lapse, and that a man may lose\r\nhis head for one wild instant, and yet remain fundamentally a\r\ngentleman and a friend. She had begun to remind herself that this\r\nman had helped her once in trouble, and only a day or two before\r\nhad actually risked his life to save her from embarrassment. When\r\nshe heard him call to her to stop, she supposed that his better\r\nfeelings had reasserted themselves; and she had prepared herself to\r\nreceive with dignity a broken, stammered apology. But the voice\r\nthat had just spoken with a crisp, biting intensity was not the\r\nvoice of remorse. It was a very angry man, not a penitent one, who\r\nwas commanding--not begging--her to stop and listen to him.\r\n\r\n\"Well?\" she said again, more coldly this time. She was quite unable\r\nto understand this attitude of his. She was the injured party. It\r\nwas she, not he who had trusted and been betrayed.\r\n\r\n\"I should like to explain.\"\r\n\r\n\"Please do not apologize.\"\r\n\r\nGeorge ground his teeth in the gloom.\r\n\r\n\"I haven't the slightest intention of apologizing. I said I would\r\nlike to explain. When I have finished explaining, you can go.\"\r\n\r\n\"I shall go when I please,\" flared Maud.\r\n\r\nThis man was intolerable.\r\n\r\n\"There is nothing to be afraid of. There will be no repetition of\r\nthe--incident.\"\r\n\r\nMaud was outraged by this monstrous misinterpretation of her words.\r\n\r\n\"I am not afraid!\"\r\n\r\n\"Then, perhaps, you will be kind enough to listen. I won't detain\r\nyou long. My explanation is quite simple. I have been made a fool\r\nof. I seem to be in the position of the tinker in the play whom\r\neverybody conspired to delude into the belief that he was a king.\r\nFirst a friend of yours, Mr. Byng, came to me and told me that you\r\nhad confided to him that you loved me.\"\r\n\r\nMaud gasped. Either this man was mad, or Reggie Byng was. She\r\nchoose the politer solution.\r\n\r\n\"Reggie Byng must have lost his senses.\"\r\n\r\n\"So I supposed. At least, I imagined that he must be mistaken. But a\r\nman in love is an optimistic fool, of course, and I had loved you\r\never since you got into my cab that morning . . .\"\r\n\r\n\"What!\"\r\n\r\n\"So after a while,\" proceeded George, ignoring the interruption, \"I\r\nalmost persuaded myself that miracles could still happen, and that\r\nwhat Byng said was true. And when your father called on me and told\r\nme the very same thing I was convinced. It seemed incredible, but I\r\nhad to believe it. Now it seems that, for some inscrutable reason,\r\nboth Byng and your father were making a fool of me. That's all.\r\nGood night.\"\r\n\r\nMaud's reply was the last which George or any man would have\r\nexpected. There was a moment's silence, and then she burst into a\r\npeal of laughter. It was the laughter of over-strained nerves, but\r\nto George's ears it had the ring of genuine amusement.\r\n\r\n\"I'm glad you find my story entertaining,\" he said dryly. He was\r\nconvinced now that he loathed this girl, and that all he desired\r\nwas to see her go out of his life for ever. \"Later, no doubt, the\r\nfunny side of it will hit me. Just at present my sense of humour is\r\nrather dormant.\"\r\n\r\nMaud gave a little cry.\r\n\r\n\"I'm sorry! I'm so sorry, Mr. Bevan. It wasn't that. It wasn't that\r\nat all. Oh, I am so sorry. I don't know why I laughed. It certainly\r\nwasn't because I thought it funny. It's tragic. There's been a\r\ndreadful mistake!\"\r\n\r\n\"I noticed that,\" said George bitterly. The darkness began to\r\nafflict his nerves. \"I wish to God we had some light.\"\r\n\r\nThe glare of a pocket-torch smote upon him.\r\n\r\n\"I brought it to see my way back with,\" said Maud in a curious,\r\nsmall voice. \"It's very dark across the fields. I didn't light it\r\nbefore, because I was afraid somebody might see.\"\r\n\r\nShe came towards him, holding the torch over her head. The beam\r\nshowed her face, troubled and sympathetic, and at the sight all\r\nGeorge's resentment left him. There were mysteries here beyond his\r\nunravelling, but of one thing he was certain: this girl was not to\r\nblame. She was a thoroughbred, as straight as a wand. She was pure\r\ngold.\r\n\r\n\"I came here to tell you everything,\" she said. She placed the\r\ntorch on the wagon-wheel so that its ray fell in a pool of light on\r\nthe ground between them. \"I'll do it now. Only--only it isn't so\r\neasy now. Mr. Bevan, there's a man--there's a man that father and\r\nReggie Byng mistook--they thought . . . You see, they knew it was\r\nyou that I was with that day in the cab, and so they naturally\r\nthought, when you came down here, that you were the man I had gone\r\nto meet that day--the man I--I--\"\r\n\r\n\"The man you love.\"\r\n\r\n\"Yes,\" said Maud in a small voice; and there was silence again.\r\n\r\nGeorge could feel nothing but sympathy. It mastered other emotion\r\nin him, even the grey despair that had come her words. He could\r\nfeel all that she was feeling.\r\n\r\n\"Tell me all about it,\" he said.\r\n\r\n\"I met him in Wales last year.\" Maud's voice was a whisper.  \"The\r\nfamily found out, and I was hurried back here, and have been here\r\never since. That day when I met you I had managed to slip away from\r\nhome. I had found out that he was in London, and I was going to\r\nmeet him. Then I saw Percy, and got into your cab. It's all been a\r\nhorrible mistake. I'm sorry.\"\r\n\r\n\"I see,\" said George thoughtfully. \"I see.\"\r\n\r\nHis heart ached like a living wound. She had told so little, and\r\nhe could guess so much. This unknown man who had triumphed seemed\r\nto sneer scornfully at him from the shadows.\r\n\r\n\"I'm sorry,\" said Maud again.\r\n\r\n\"You mustn't feel like that. How can I help you? That's the point.\r\nWhat is it you want me to do?\"\r\n\r\n\"But I can't ask you now.\"\r\n\r\n\"Of course you can. Why not?\"\r\n\r\n\"Why--oh, I couldn't!\"\r\n\r\nGeorge managed to laugh. It was a laugh that did not sound\r\nconvincing even to himself, but it served.\r\n\r\n\"That's morbid,\" he said. \"Be sensible. You need help, and I may be\r\nable to give it. Surely a man isn't barred for ever from doing you\r\na service just because he happens to love you?  Suppose you were\r\ndrowning and Mr. Plummer was the only swimmer within call, wouldn't\r\nyou let him rescue you?\"\r\n\r\n\"Mr. Plummer? What do you mean?\"\r\n\r\n\"You've not forgotten that I was a reluctant ear-witness to his\r\nrecent proposal of marriage?\"\r\n\r\nMaud uttered an exclamation.\r\n\r\n\"I never asked! How terrible of me. Were you much hurt?\"\r\n\r\n\"Hurt?\" George could not follow her.\r\n\r\n\"That night. When you were on the balcony, and--\"\r\n\r\n\"Oh!\" George understood. \"Oh, no, hardly at all. A few scratches. I\r\nscraped my hands a little.\"\r\n\r\n\"It was a wonderful thing to do,\" said Maud, her admiration glowing\r\nfor a man who could treat such a leap so lightly. She had always\r\nhad a private theory that Lord Leonard, after performing the same\r\nfeat, had bragged about it for the rest of his life.\r\n\r\n\"No, no, nothing,\" said George, who had since wondered why he had\r\never made such a to-do about climbing up a perfectly stout sheet.\r\n\r\n\"It was splendid!\"\r\n\r\nGeorge blushed.\r\n\r\n\"We are wandering from the main theme,\" he said. \"I want to help\r\nyou. I came here at enormous expense to help you. How can I do\r\nit?\"\r\n\r\nMaud hesitated.\r\n\r\n\"I think you may be offended at my asking such a thing.\"\r\n\r\n\"You needn't.\"\r\n\r\n\"You see, the whole trouble is that I can't get in touch with\r\nGeoffrey. He's in London, and I'm here. And any chance I might have\r\nof getting to London vanished that day I met you, when Percy saw me\r\nin Piccadilly.\"\r\n\r\n\"How did your people find out it was you?\"\r\n\r\n\"They asked me--straight out.\"\r\n\r\n\"And you owned up?\"\r\n\r\n\"I had to. I couldn't tell them a direct lie.\"\r\n\r\nGeorge thrilled. This was the girl he had had doubts of.\r\n\r\n\"So than it was worse then ever,\" continued Maud. \"I daren't risk\r\nwriting to Geoffrey and having the letter intercepted. I was\r\nwondering--I had the idea almost as soon as I found that you had\r\ncome here--\"\r\n\r\n\"You want me to take a letter from you and see that it reaches him.\r\nAnd then he can write back to my address, and I can smuggle the\r\nletter to you?\"\r\n\r\n\"That's exactly what I do want. But I almost didn't like to ask.\"\r\n\r\n\"Why not? I'll be delighted to do it.\"\r\n\r\n\"I'm so grateful.\"\r\n\r\n\"Why, it's nothing. I thought you were going to ask me to look in\r\non your brother and smash another of his hats.\"\r\n\r\nMaud laughed delightedly. The whole tension of the situation had\r\nbeen eased for her. More and more she found herself liking George.\r\nYet, deep down in her, she realized with a pang that for him there\r\nhad been no easing of the situation. She was sad for George. The\r\nPlummers of this world she had consigned to what they declared\r\nwould be perpetual sorrow with scarcely a twinge of regret. But\r\nGeorge was different.\r\n\r\n\"Poor Percy!\" she said. \"I don't suppose he'll ever get over it. He\r\nwill have other hats, but it won't be the same.\" She came back to\r\nthe subject nearest her heart. \"Mr. Bevan, I wonder if you would do\r\njust a little more for me?\"\r\n\r\n\"If it isn't criminal. Or, for that matter, if it is.\"\r\n\r\n\"Could you go to Geoffrey, and see him, and tell him all about me\r\nand--and come back and tell me how he looks, and what he said\r\nand--and so on?\"\r\n\r\n\"Certainly. What is his name, and where do I find him?\"\r\n\r\n\"I never told you. How stupid of me. His name is Geoffrey Raymond,\r\nand he lives with his uncle, Mr. Wilbur Raymond, at 11a, Belgrave\r\nSquare.\"\r\n\r\n\"I'll go to him tomorrow.\"\r\n\r\n\"Thank you ever so much.\"\r\n\r\nGeorge got up. The movement seemed to put him in touch with the\r\nouter world. He noticed that the rain had stopped, and that stars\r\nhad climbed into the oblong of the doorway. He had an impression\r\nthat he had been in the barn a very long time; and confirmed this\r\nwith a glance at his watch, though the watch, he felt, understated\r\nthe facts by the length of several centuries. He was abstaining\r\nfrom too close an examination of his emotions from a prudent\r\nfeeling that he was going to suffer soon enough without assistance\r\nfrom himself.\r\n\r\n\"I think you had better be going back,\" he said. \"It's rather late.\r\nThey may be missing you.\"\r\n\r\nMaud laughed happily.\r\n\r\n\"I don't mind now what they do. But I suppose dinners must be\r\ndressed for, whatever happens.\" They moved together to the door.\r\n\"What a lovely night after all! I never thought the rain would stop\r\nin this world. It's like when you're unhappy and think it's going\r\non for ever.\"\r\n\r\n\"Yes,\" said George.\r\n\r\nMaud held out her hand.\r\n\r\n\"Good night, Mr. Bevan.\"\r\n\r\n\"Good night.\"\r\n\r\nHe wondered if there would be any allusion to the earlier passages\r\nof their interview. There was none. Maud was of the class whose\r\neducation consists mainly of a training in the delicate ignoring of\r\ndelicate situations.\r\n\r\n\"Then you will go and see Geoffrey?\"\r\n\r\n\"Tomorrow.\"\r\n\r\n\"Thank you ever so much.\"\r\n\r\n\"Not at all.\"\r\n\r\nGeorge admired her. The little touch of formality which she had\r\ncontrived to impart to the conversation struck just the right note,\r\ncreated just the atmosphere which would enable them to part without\r\nweighing too heavily on the deeper aspect of that parting.\r\n\r\n\"You're a real friend, Mr. Bevan.\"\r\n\r\n\"Watch me prove it.\"\r\n\r\n\"Well, I must rush, I suppose. Good night!\"\r\n\r\n\"Good night!\"\r\n\r\nShe moved off quickly across the field. Darkness covered her. The\r\ndog in the distance had begun to howl again. He had his troubles,\r\ntoo."
  ]
}