{
  "index": 15,
  "title": "Chapter 14",
  "paragraphs": [
    "Lord Belpher's twenty-first birthday dawned brightly, heralded in\r\nby much twittering of sparrows in the ivy outside his bedroom. These\r\nPercy did not hear, for he was sound asleep and had had a late\r\nnight. The first sound that was able to penetrate his heavy slumber\r\nand rouse him to a realization that his birthday had arrived was\r\nthe piercing cry of Reggie Byng on his way to the bath-room across\r\nthe corridor. It was Reggie's disturbing custom to urge himself on\r\nto a cold bath with encouraging yells; and the noise of this\r\nperformance, followed by violent splashing and a series of sharp\r\nhowls as the sponge played upon the Byng spine, made sleep an\r\nimpossibility within a radius of many yards. Percy sat up in bed,\r\nand cursed Reggie silently. He discovered that he had a headache.\r\n\r\nPresently the door flew open, and the vocalist entered in person,\r\nclad in a pink bathrobe and very tousled and rosy from the tub.\r\n\r\n\"Many happy returns of the day, Boots, old thing!\"\r\n\r\nReggie burst rollickingly into song.\r\n\r\n       \"I'm twenty-one today!\r\n        Twenty-one today!\r\n        I've got the key of the door!\r\n        Never been twenty-one before!\r\n        And father says I can do what I like!\r\n          So shout Hip-hip-hooray!\r\n        I'm a jolly good fellow,\r\n          Twenty-one today.\"\r\n\r\nLord Belpher scowled morosely.\r\n\r\n\"I wish you wouldn't make that infernal noise!\"\r\n\r\n\"What infernal noise?\"\r\n\r\n\"That singing!\"\r\n\r\n\"My God! This man has wounded me!\" said Reggie.\r\n\r\n\"I've a headache.\"\r\n\r\n\"I thought you would have, laddie, when I saw you getting away with\r\nthe liquid last night. An X-ray photograph of your liver would show\r\nsomething that looked like a crumpled oak-leaf studded with\r\nhob-nails. You ought to take more exercise, dear heart. Except for\r\nsloshing that policeman, you haven't done anything athletic for\r\nyears.\"\r\n\r\n\"I wish you wouldn't harp on that affair!\"\r\n\r\nReggie sat down on the bed.\r\n\r\n\"Between ourselves, old man,\" he said confidentially, \"I also--I\r\nmyself--Reginald Byng, in person--was perhaps a shade polluted\r\nduring the evening. I give you my honest word that just after\r\ndinner I saw three versions of your uncle, the bishop, standing in\r\na row side by side. I tell you, laddie, that for a moment I thought\r\nI had strayed into a Bishop's Beano at Exeter Hall or the Athenaeum\r\nor wherever it is those chappies collect in gangs. Then the three\r\nbishops sort of congealed into one bishop, a trifle blurred about\r\nthe outlines, and I felt relieved. But what convinced me that I\r\nhad emptied a flagon or so too many was a rather rummy thing that\r\noccurred later on. Have you ever happened, during one of these\r\nfeasts of reason and flows of soul, when you were bubbling over\r\nwith joie-de-vivre--have you ever happened to see things? What I\r\nmean to say is, I had a deuced odd experience last night. I could\r\nhave sworn that one of the waiter-chappies was that fellow who\r\nknocked off your hat in Piccadilly.\"\r\n\r\nLord Belpher, who had sunk back on to the pillows at Reggie's\r\nentrance and had been listening to his talk with only intermittent\r\nattention, shot up in bed.\r\n\r\n\"What!\"\r\n\r\n\"Absolutely! My mistake, of course, but there it was. The fellow\r\nmight have been his double.\"\r\n\r\n\"But you've never seen the man.\"\r\n\r\n\"Oh yes, I have. I forgot to tell you. I met him on the links\r\nyesterday. I'd gone out there alone, rather expecting to have a\r\nround with the pro., but, finding this lad there, I suggested that\r\nwe might go round together. We did eighteen holes, and he licked\r\nthe boots off me. Very hot stuff he was. And after the game he took\r\nme off to his cottage and gave me a drink. He lives at the cottage\r\nnext door to Platt's farm, so, you see, it was the identical\r\nchappie. We got extremely matey. Like brothers. Absolutely! So you\r\ncan understand what a shock it gave me when I found what I took to\r\nbe the same man serving bracers to the multitude the same evening.\r\nOne of those nasty jars that cause a fellow's head to swim a bit,\r\ndon't you know, and make him lose confidence in himself.\"\r\n\r\nLord Belpher did not reply. His brain was whirling. So he had been\r\nright after all!\r\n\r\n\"You know,\" pursued Reggie seriously, \"I think you are making the\r\nbloomer of a lifetime over this hat-swatting chappie. You've\r\nmisjudged him. He's a first-rate sort. Take it from me! Nobody could\r\nhave got out of the bunker at the fifteenth hole better than he did.\r\nIf you'll take my advice, you'll conciliate the feller. A really\r\nfirst-class golfer is what you need in the family. Besides, even\r\nleaving out of the question the fact that he can do things with a\r\nniblick that I didn't think anybody except the pro. could do, he's a\r\ncorking good sort. A stout fellow in every respect. I took to the\r\nchappie. He's all right. Grab him, Boots, before he gets away.\r\nThat's my tip to you. You'll never regret it! From first to last\r\nthis lad didn't foozle a single drive, and his approach-putting has\r\nto be seen to be believed. Well, got to dress, I suppose. Mustn't\r\nwaste life's springtime sitting here talking to you. Toodle-oo,\r\nladdie! We shall meet anon!\"\r\n\r\nLord Belpher leaped from his bed. He was feeling worse than ever\r\nnow, and a glance into the mirror told him that he looked rather\r\nworse than he felt. Late nights and insufficient sleep, added to\r\nthe need of a shave, always made him look like something that\r\nshould have been swept up and taken away to the ash-bin. And as for\r\nhis physical condition, talking to Reggie Byng never tended to make\r\nyou feel better when you had a headache. Reggie's manner was not\r\nsoothing, and on this particular morning his choice of a topic had\r\nbeen unusually irritating. Lord Belpher told himself that he could\r\nnot understand Reggie. He had never been able to make his mind\r\nquite clear as to the exact relations between the latter and his\r\nsister Maud, but he had always been under the impression that, if\r\nthey were not actually engaged, they were on the verge of becoming\r\nso; and it was maddening to have to listen to Reggie advocating the\r\nclaims of a rival as if he had no personal interest in the affair\r\nat all. Percy felt for his complaisant friend something of the\r\nannoyance which a householder feels for the watchdog whom he finds\r\nfraternizing with the burglar. Why, Reggie, more than anyone else,\r\nought to be foaming with rage at the insolence of this American\r\nfellow in coming down to Belpher and planting himself at the castle\r\ngates. Instead of which, on his own showing, he appeared to have\r\nadopted an attitude towards him which would have excited remark\r\nif adopted by David towards Jonathan. He seemed to spend all his\r\nspare time frolicking with the man on the golf-links and hobnobbing\r\nwith him in his house.\r\n\r\nLord Belpher was thoroughly upset. It was impossible to prove it or\r\nto do anything about it now, but he was convinced that the fellow\r\nhad wormed his way into the castle in the guise of a waiter. He had\r\nprobably met Maud and plotted further meetings with her. This thing\r\nwas becoming unendurable.\r\n\r\nOne thing was certain. The family honour was in his hands.\r\nAnything that was to be done to keep Maud away from the intruder\r\nmust be done by himself. Reggie was hopeless: he was capable, as\r\nfar as Percy could see, of escorting Maud to the fellow's door in\r\nhis own car and leaving her on the threshold with his blessing. As\r\nfor Lord Marshmoreton, roses and the family history took up so much\r\nof his time that he could not be counted on for anything but moral\r\nsupport. He, Percy, must do the active work.\r\n\r\nHe had just come to this decision, when, approaching the window and\r\ngazing down into the grounds, he perceived his sister Maud walking\r\nrapidly--and, so it seemed to him, with a furtive air--down the\r\neast drive. And it was to the east that Platt's farm and the\r\ncottage next door to it lay.\r\n\r\nAt the moment of this discovery, Percy was in a costume ill adapted\r\nfor the taking of country walks. Reggie's remarks about his liver\r\nhad struck home, and it had been his intention, by way of a\r\ncorrective to his headache and a general feeling of swollen\r\nill-health, to do a little work before his bath with a pair of\r\nIndian clubs. He had arrayed himself for this purpose in an old\r\nsweater, a pair of grey flannel trousers, and patent leather\r\nevening shoes. It was not the garb he would have chosen himself\r\nfor a ramble, but time was flying: even to put on a pair of boots\r\nis a matter of minutes: and in another moment or two Maud would be\r\nout of sight. Percy ran downstairs, snatched up a soft\r\nshooting-hat, which proved, too late, to belong to a person with a\r\nhead two sizes smaller than his own; and raced out into the\r\ngrounds. He was just in time to see Maud disappearing round the\r\ncorner of the drive.\r\n\r\nLord Belpher had never belonged to that virile class of the\r\ncommunity which considers running a pleasure and a pastime. At\r\nOxford, on those occasions when the members of his college had\r\nturned out on raw afternoons to trot along the river-bank\r\nencouraging the college eight with yelling and the swinging of\r\npolice-rattles, Percy had always stayed prudently in his rooms with\r\ntea and buttered toast, thereby avoiding who knows what colds and\r\ncoughs. When he ran, he ran reluctantly and with a definite object\r\nin view, such as the catching of a train. He was consequently not\r\nin the best of condition, and the sharp sprint which was imperative\r\nat this juncture if he was to keep his sister in view left him\r\nspent and panting. But he had the reward of reaching the gates of\r\nthe drive not many seconds after Maud, and of seeing her\r\nwalking--more slowly now--down the road that led to Platt's. This\r\nconfirmation of his suspicions enabled him momentarily to forget\r\nthe blister which was forming on the heel of his left foot. He set\r\nout after her at a good pace.\r\n\r\nThe road, after the habit of country roads, wound and twisted. The\r\nquarry was frequently out of sight. And Percy's anxiety was such\r\nthat, every time Maud vanished, he broke into a gallop. Another\r\nhundred yards, and the blister no longer consented to be ignored.\r\nIt cried for attention like a little child, and was rapidly\r\ninsinuating itself into a position in the scheme of things where it\r\nthreatened to become the centre of the world. By the time the third\r\nbend in the road was reached, it seemed to Percy that this blister\r\nhad become the one great Fact in an unreal nightmare-like universe.\r\nHe hobbled painfully: and when he stopped suddenly and darted back\r\ninto the shelter of the hedge his foot seemed aflame. The only\r\nreason why the blister on his left heel did not at this juncture\r\nattract his entire attention was that he had become aware that\r\nthere was another of equal proportions forming on his right heel.\r\n\r\nPercy had stopped and sought cover in the hedge because, as he\r\nrounded the bend in the road, he perceived, before he had time to\r\ncheck his gallop, that Maud had also stopped. She was standing in\r\nthe middle of the road, looking over her shoulder, not ten yards\r\naway. Had she seen him? It was a point that time alone could solve.\r\nNo! She walked on again. She had not seen him. Lord Belpher, by\r\nmeans of a notable triumph of mind over matter, forgot the blisters\r\nand hurried after her.\r\n\r\nThey had now reached that point in the road where three choices\r\noffer themselves to the wayfarer. By going straight on he may win\r\nthrough to the village of Moresby-in-the-Vale, a charming little\r\nplace with a Norman church; by turning to the left he may visit the\r\nequally seductive hamlet of Little Weeting; by turning to the right\r\noff the main road and going down a leafy lane he may find himself\r\nat the door of Platt's farm. When Maud, reaching the cross-roads,\r\nsuddenly swung down the one to the left, Lord Belpher was for the\r\nmoment completely baffled. Reason reasserted its way the next\r\nminute, telling him that this was but a ruse. Whether or no she had\r\ncaught sight of him, there was no doubt that Maud intended to shake\r\noff any possible pursuit by taking this speciously innocent turning\r\nand making a detour. She could have no possible motive in going to\r\nLittle Weeting. He had never been to Little Weeting in his life,\r\nand there was no reason to suppose that Maud had either.\r\n\r\nThe sign-post informed him--a statement strenuously denied by the\r\ntwin-blisters--that the distance to Little Weeting was one and a\r\nhalf miles. Lord Belpher's view of it was that it was nearer fifty.\r\nHe dragged himself along wearily. It was simpler now to keep Maud\r\nin sight, for the road ran straight: but, there being a catch in\r\neverything in this world, the process was also messier. In order\r\nto avoid being seen, it was necessary for Percy to leave the road\r\nand tramp along in the deep ditch which ran parallel to it. There\r\nis nothing half-hearted about these ditches which accompany English\r\ncountry roads. They know they are intended to be ditches, not mere\r\nfurrows, and they behave as such. The one that sheltered Lord\r\nBelpher was so deep that only his head and neck protruded above the\r\nlevel of the road, and so dirty that a bare twenty yards of travel\r\nwas sufficient to coat him with mud. Rain, once fallen, is\r\nreluctant to leave the English ditch. It nestles inside it for\r\nweeks, forming a rich, oatmeal-like substance which has to be\r\nstirred to be believed. Percy stirred it. He churned it. He\r\nploughed and sloshed through it. The mud stuck to him like a\r\nbrother.\r\n\r\nNevertheless, being a determined young man, he did not give in.\r\nOnce he lost a shoe, but a little searching recovered that. On\r\nanother occasion, a passing dog, seeing things going on in the\r\nditch which in his opinion should not have been going on--he was a\r\nhigh-strung dog, unused to coming upon heads moving along the road\r\nwithout bodies attached--accompanied Percy for over a quarter of a\r\nmile, causing him exquisite discomfort by making sudden runs at his\r\nface. A well-aimed stone settled this little misunderstanding, and\r\nPercy proceeded on his journey alone. He had Maud well in view\r\nwhen, to his surprise, she left the road and turned into the gate of\r\na house which stood not far from the church.\r\n\r\nLord Belpher regained the road, and remained there, a puzzled man.\r\nA dreadful thought came to him that he might have had all this\r\ntrouble and anguish for no reason. This house bore the unmistakable\r\nstamp of a vicarage. Maud could have no reason that was not\r\ninnocent for going there. Had he gone through all this, merely to\r\nsee his sister paying a visit to a clergyman? Too late it occurred\r\nto him that she might quite easily be on visiting terms with the\r\nclergy of Little Weeting. He had forgotten that he had been away at\r\nOxford for many weeks, a period of time in which Maud, finding life\r\nin the country weigh upon her, might easily have interested herself\r\ncharitably in the life of this village. He paused irresolutely. He\r\nwas baffled.\r\n\r\nMaud, meanwhile, had rung the bell. Ever since, looking over her\r\nshoulder, she had perceived her brother Percy dodging about in the\r\nbackground, her active young mind had been busying itself with\r\nschemes for throwing him off the trail. She must see George that\r\nmorning. She could not wait another day before establishing\r\ncommunication between herself and Geoffrey. But it was not till she\r\nreached Little Weeting that there occurred to her any plan that\r\npromised success.\r\n\r\nA trim maid opened the door.\r\n\r\n\"Is the vicar in?\"\r\n\r\n\"No, miss. He went out half an hour back.\"\r\n\r\nMaud was as baffled for the moment as her brother Percy, now\r\nleaning against the vicarage wall in a state of advanced\r\nexhaustion.\r\n\r\n\"Oh, dear!\" she said.\r\n\r\nThe maid was sympathetic.\r\n\r\n\"Mr. Ferguson, the curate, miss, he's here, if he would do.\"\r\n\r\nMaud brightened.\r\n\r\n\"He would do splendidly. Will you ask him if I can see him for a\r\nmoment?\"\r\n\r\n\"Very well, miss. What name, please?\"\r\n\r\n\"He won't know my name. Will you please tell him that a lady wishes\r\nto see him?\"\r\n\r\n\"Yes, miss. Won't you step in?\"\r\n\r\nThe front door closed behind Maud. She followed the maid into the\r\ndrawing-room. Presently a young small curate entered. He had a\r\nwilling, benevolent face. He looked alert and helpful.\r\n\r\n\"You wished to see me?\"\r\n\r\n\"I am so sorry to trouble you,\" said Maud, rocking the young man in\r\nhis tracks with a smile of dazzling brilliancy--(\"No trouble, I\r\nassure you,\" said the curate dizzily)--\"but there is a man following\r\nme!\"\r\n\r\nThe curate clicked his tongue indignantly.\r\n\r\n\"A rough sort of a tramp kind of man. He has been following me for\r\nmiles, and I'm frightened.\"\r\n\r\n\"Brute!\"\r\n\r\n\"I think he's outside now. I can't think what he wants. Would\r\nyou--would you mind being kind enough to go and send him away?\"\r\n\r\nThe eyes that had settled George's fate for all eternity flashed\r\nupon the curate, who blinked. He squared his shoulders and drew\r\nhimself up. He was perfectly willing to die for her.\r\n\r\n\"If you will wait here,\" he said, \"I will go and send him about his\r\nbusiness. It is disgraceful that the public highways should be\r\nrendered unsafe in this manner.\"\r\n\r\n\"Thank you ever so much,\" said Maud gratefully. \"I can't help\r\nthinking the poor fellow may be a little crazy. It seems so odd of\r\nhim to follow me all that way. Walking in the ditch too!\"\r\n\r\n\"Walking in the ditch!\"\r\n\r\n\"Yes. He walked most of the way in the ditch at the side of the\r\nroad. He seemed to prefer it. I can't think why.\"\r\n\r\nLord Belpher, leaning against the wall and trying to decide whether\r\nhis right or left foot hurt him the more excruciatingly, became\r\naware that a curate was standing before him, regarding him through\r\na pair of gold-rimmed pince-nez with a disapproving and hostile\r\nexpression. Lord Belpher returned his gaze. Neither was favourably\r\nimpressed by the other. Percy thought he had seen nicer-looking\r\ncurates, and the curate thought he had seen more prepossessing\r\ntramps.\r\n\r\n\"Come, come!\" said the curate. \"This won't do, my man!\" A few hours\r\nearlier Lord Belpher had been startled when addressed by George as\r\n\"sir\". To be called \"my man\" took his breath away completely.\r\n\r\nThe gift of seeing ourselves as others see us is, as the poet\r\nindicates, vouchsafed to few men. Lord Belpher, not being one of\r\nthese fortunates, had not the slightest conception how intensely\r\nrevolting his personal appearance was at that moment. The\r\nred-rimmed eyes, the growth of stubble on the cheeks, and the thick\r\ncoating of mud which had resulted from his rambles in the ditch\r\ncombined to render him a horrifying object.\r\n\r\n\"How dare you follow that young lady? I've a good mind to give you\r\nin charge!\"\r\n\r\nPercy was outraged.\r\n\r\n\"I'm her brother!\" He was about to substantiate the statement by\r\ngiving his name, but stopped himself. He had had enough of letting\r\nhis name come out on occasions like the present. When the\r\npoliceman had arrested him in the Haymarket, his first act had been\r\nto thunder his identity at the man: and the policeman, without\r\nsaying in so many words that he disbelieved him, had hinted\r\nscepticism by replying that he himself was the king of Brixton.\r\n\"I'm her brother!\" he repeated thickly.\r\n\r\nThe curate's disapproval deepened. In a sense, we are all brothers;\r\nbut that did not prevent him from considering that this mud-stained\r\nderelict had made an impudent and abominable mis-statement of fact.\r\nNot unnaturally he came to the conclusion that he had to do with a\r\nvictim of the Demon Rum.\r\n\r\n\"You ought to be ashamed of yourself,\" he said severely.  \"Sad\r\npiece of human wreckage as you are, you speak like an educated man.\r\nHave you no self-respect? Do you never search your heart and\r\nshudder at the horrible degradation which you have brought on\r\nyourself by sheer weakness of will?\"\r\n\r\nHe raised his voice. The subject of Temperance was one very near to\r\nthe curate's heart. The vicar himself had complimented him only\r\nyesterday on the good his sermons against the drink evil were doing\r\nin the village, and the landlord of the Three Pigeons down the road\r\nhad on several occasions spoken bitter things about blighters who\r\ncame taking the living away from honest folks.\r\n\r\n\"It is easy enough to stop if you will but use a little resolution.\r\nYou say to yourself, 'Just one won't hurt me!' Perhaps not. But\r\ncan you be content with just one? Ah! No, my man, there is no\r\nmiddle way for such as you. It must be all or nothing. Stop it\r\nnow--now, while you still retain some semblance of humanity. Soon it\r\nwill be too late! Kill that craving! Stifle it! Strangle it! Make\r\nup your mind now--now, that not another drop of the accursed stuff\r\nshall pass your lips... .\"\r\n\r\nThe curate paused. He perceived that enthusiasm was leading him\r\naway from the main issue. \"A little perseverance,\" he concluded\r\nrapidly, \"and you will soon find that cocoa gives you exactly the\r\nsame pleasure. And now will you please be getting along. You have\r\nfrightened the young lady, and she cannot continue her walk unless\r\nI assure her that you have gone away.\"\r\n\r\nFatigue, pain and the annoyance of having to listen to this man's\r\nwell-meant but ill-judged utterances had combined to induce in\r\nPercy a condition bordering on hysteria. He stamped his foot, and\r\nuttered a howl as the blister warned him with a sharp twinge that\r\nthis sort of behaviour could not be permitted.\r\n\r\n\"Stop talking!\" he bellowed. \"Stop talking like an idiot! I'm going\r\nto stay here till that girl comes out, if have to wait all day!\"\r\n\r\nThe curate regarded Percy thoughtfully. Percy was no Hercules: but\r\nthen, neither was the curate. And in any case, though no Hercules,\r\nPercy was undeniably an ugly-looking brute. Strategy, rather than\r\nforce, seemed to the curate to be indicated. He paused a while, as\r\none who weighs pros and cons, then spoke briskly, with the air of\r\nthe man who has decided to yield a point with a good grace.\r\n\r\n\"Dear, dear!\" he said. \"That won't do! You say you are this young\r\nlady's brother?\"\r\n\r\n\"Yes, I do!\"\r\n\r\n\"Then perhaps you had better come with me into the house and we\r\nwill speak to her.\"\r\n\r\n\"All right.\"\r\n\r\n\"Follow me.\"\r\n\r\nPercy followed him. Down the trim gravel walk they passed, and up\r\nthe neat stone steps. Maud, peeping through the curtains, thought\r\nherself the victim of a monstrous betrayal or equally monstrous\r\nblunder. But she did not know the Rev. Cyril Ferguson. No general,\r\nadroitly leading the enemy on by strategic retreat, ever had a\r\nsituation more thoroughly in hand. Passing with his companion\r\nthrough the open door, he crossed the hall to another door,\r\ndiscreetly closed.\r\n\r\n\"Wait in here,\" he said. Lord Belpher moved unsuspectingly forward.\r\nA hand pressed sharply against the small of his back. Behind him a\r\ndoor slammed and a key clicked. He was trapped. Groping in\r\nEgyptian darkness, his hands met a coat, then a hat, then an\r\numbrella. Then he stumbled over a golf-club and fell against a\r\nwall. It was too dark to see anything, but his sense of touch told\r\nhim all he needed to know. He had been added to the vicar's\r\ncollection of odds and ends in the closet reserved for that\r\npurpose.\r\n\r\nHe groped his way to the door and kicked it. He did not repeat the\r\nperformance. His feet were in no shape for kicking things.\r\n\r\nPercy's gallant soul abandoned the struggle. With a feeble oath, he\r\nsat down on a box containing croquet implements, and gave himself\r\nup to thought.\r\n\r\n\"You'll be quite safe now,\" the curate was saying in the adjoining\r\nroom, not without a touch of complacent self-approval such as\r\nbecomes the victor in a battle of wits. \"I have locked him in the\r\ncupboard. He will be quite happy there.\" An incorrect statement\r\nthis. \"You may now continue your walk in perfect safety.\"\r\n\r\n\"Thank you ever so much,\" said Maud. \"But I do hope he won't be\r\nviolent when you let him out.\"\r\n\r\n\"I shall not let him out,\" replied the curate, who, though brave,\r\nwas not rash. \"I shall depute the task to a worthy fellow named\r\nWillis, in whom I shall have every confidence. He--he is, in fact,\r\nour local blacksmith!\"\r\n\r\nAnd so it came about that when, after a vigil that seemed to last\r\nfor a lifetime, Percy heard the key turn in the lock and burst\r\nforth seeking whom he might devour, he experienced an almost\r\ninstant quieting of his excited nervous system. Confronting him was\r\na vast man whose muscles, like those of that other and more\r\ncelebrated village blacksmith, were plainly as strong as iron\r\nbands.\r\n\r\nThis man eyed Percy with a chilly eye.\r\n\r\n\"Well,\" he said. \"What's troublin' you?\"\r\n\r\nPercy gulped. The man's mere appearance was a sedative.\r\n\r\n\"Er--nothing!\" he replied. \"Nothing!\"\r\n\r\n\"There better hadn't be!\" said the man darkly. \"Mr. Ferguson give\r\nme this to give to you. Take it!\"\r\n\r\nPercy took it. It was a shilling.\r\n\r\n\"And this.\"\r\n\r\nThe second gift was a small paper pamphlet. It was entitled \"Now's\r\nthe Time!\" and seemed to be a story of some kind. At any rate,\r\nPercy's eyes, before they began to swim in a manner that prevented\r\nsteady reading, caught the words \"Job Roberts had always been a\r\nhard-drinking man, but one day, as he was coming out of the\r\nbar-parlour . . .\" He was about to hurl it from him, when he met\r\nthe other's eye and desisted. Rarely had Lord Belpher encountered a\r\nman with a more speaking eye.\r\n\r\n\"And now you get along,\" said the man. \"You pop off. And I'm going\r\nto watch you do it, too. And, if I find you sneakin' off to the\r\nThree Pigeons . . .\"\r\n\r\nHis pause was more eloquent than his speech and nearly as eloquent\r\nas his eye. Lord Belpher tucked the tract into his sweater,\r\npocketed the shilling, and left the house. For nearly a mile down\r\nthe well-remembered highway he was aware of a Presence in his rear,\r\nbut he continued on his way without a glance behind.\r\n\r\n       \"Like one that on a lonely road\r\n          Doth walk in fear and dread;\r\n        And, having once looked back, walks on\r\n          And turns no more his head!\r\n        Because he knows a frightful fiend\r\n          Doth close behind him tread!\"\r\n\r\nMaud made her way across the fields to the cottage down by Platt's.\r\nHer heart was as light as the breeze that ruffled the green hedges.\r\nGaily she tripped towards the cottage door. Her hand was just\r\nraised to knock, when from within came the sound of a well-known\r\nvoice.\r\n\r\nShe had reached her goal, but her father had anticipated her. Lord\r\nMarshmoreton had selected the same moment as herself for paying a\r\ncall upon George Bevan.\r\n\r\nMaud tiptoed away, and hurried back to the castle. Never before had\r\nshe so clearly realized what a handicap an adhesive family can be\r\nto a young girl."
  ]
}