{
  "index": 16,
  "title": "Chapter 15",
  "paragraphs": [
    "At the moment of Lord Marshmoreton's arrival, George was reading a\r\nletter from Billie Dore, which had come by that morning's post. It\r\ndealt mainly with the vicissitudes experienced by Miss Dore's\r\nfriend, Miss Sinclair, in her relations with the man Spenser Gray.\r\nSpenser Gray, it seemed, had been behaving oddly. Ardent towards\r\nMiss Sinclair almost to an embarrassing point in the early stages of\r\ntheir acquaintance, he had suddenly cooled; at a recent lunch had\r\nbehaved with a strange aloofness; and now, at this writing, had\r\nvanished altogether, leaving nothing behind him but an abrupt note\r\nto the effect that he had been compelled to go abroad and that,\r\nmuch as it was to be regretted, he and she would probably never\r\nmeet again.\r\n\r\n\"And if,\" wrote Miss Dore, justifiably annoyed, \"after saying all\r\nthose things to the poor kid and telling her she was the only thing\r\nin sight, he thinks he can just slide off with a 'Good-bye!  Good\r\nluck! and God bless you!' he's got another guess coming. And\r\nthat's not all. He hasn't gone abroad! I saw him in Piccadilly this\r\nafternoon. He saw me, too, and what do you think he did? Ducked\r\ndown a side-street, if you please. He must have run like a rabbit,\r\nat that, because, when I got there, he was nowhere to be seen. I\r\ntell you, George, there's something funny about all this.\"\r\n\r\nHaving been made once or twice before the confidant of the\r\ntempestuous romances of Billie's friends, which always seemed to go\r\nwrong somewhere in the middle and to die a natural death before\r\narriving at any definite point, George was not particularly\r\ninterested, except in so far as the letter afforded rather\r\ncomforting evidence that he was not the only person in the world who\r\nwas having trouble of the kind. He skimmed through the rest of it,\r\nand had just finished when there was a sharp rap at the front door.\r\n\r\n\"Come in!\" called George.\r\n\r\nThere entered a sturdy little man of middle age whom at first sight\r\nGeorge could not place. And yet he had the impression that he had\r\nseen him before. Then he recognized him as the gardener to whom he\r\nhad given the note for Maud that day at the castle. The alteration\r\nin the man's costume was what had momentarily baffled George. When\r\nthey had met in the rose-garden, the other had been arrayed in\r\nuntidy gardening clothes. Now, presumably in his Sunday suit, it\r\nwas amusing to observe how almost dapper he had become. Really, you\r\nmight have passed him in the lane and taken him for some\r\nneighbouring squire.\r\n\r\nGeorge's heart raced. Your lover is ever optimistic, and he could\r\nconceive of no errand that could have brought this man to his\r\ncottage unless he was charged with the delivery of a note from\r\nMaud. He spared a moment from his happiness to congratulate himself\r\non having picked such an admirable go-between. Here evidently, was\r\none of those trusty old retainers you read about, faithful,\r\nwilling, discreet, ready to do anything for \"the little missy\"\r\n(bless her heart!). Probably he had danced Maud on his knee in her\r\ninfancy, and with a dog-like affection had watched her at her\r\nchildish sports. George beamed at the honest fellow, and felt in\r\nhis pocket to make sure that a suitable tip lay safely therein.\r\n\r\n\"Good morning,\" he said.\r\n\r\n\"Good morning,\" replied the man.\r\n\r\nA purist might have said he spoke gruffly and without geniality.\r\nBut that is the beauty of these old retainers. They make a point of\r\ndeliberately trying to deceive strangers as to the goldenness of\r\ntheir hearts by adopting a forbidding manner. And \"Good morning!\"\r\nNot \"Good morning, sir!\" Sturdy independence, you observe, as befits\r\na free man. George closed the door carefully. He glanced into the\r\nkitchen. Mrs. Platt was not there. All was well.\r\n\r\n\"You have brought a note from Lady Maud?\"\r\n\r\nThe honest fellow's rather dour expression seemed to grow a shade\r\nbleaker.\r\n\r\n\"If you are alluding to Lady Maud Marsh, my daughter,\" he replied\r\nfrostily, \"I have not!\"\r\n\r\nFor the past few days George had been no stranger to shocks, and\r\nhad indeed come almost to regard them as part of the normal\r\neveryday life; but this latest one had a stumbling effect.\r\n\r\n\"I beg your pardon?\" he said.\r\n\r\n\"So you ought to,\" replied the earl.\r\n\r\nGeorge swallowed once or twice to relieve a curious dryness of the\r\nmouth.\r\n\r\n\"Are you Lord Marshmoreton?\"\r\n\r\n\"I am.\"\r\n\r\n\"Good Lord!\"\r\n\r\n\"You seem surprised.\"\r\n\r\n\"It's nothing!\" muttered George. \"At least, you--I mean to say . . .\r\nIt's only that there's a curious resemblance between you and one\r\nof your gardeners at the castle. I--I daresay you have noticed it\r\nyourself.\"\r\n\r\n\"My hobby is gardening.\"\r\n\r\nLight broke upon George. \"Then was it really you--?\"\r\n\r\n\"It was!\"\r\n\r\nGeorge sat down. \"This opens up a new line of thought!\" he said.\r\n\r\nLord Marshmoreton remained standing. He shook his head sternly.\r\n\r\n\"It won't do, Mr. . . . I have never heard your name.\"\r\n\r\n\"Bevan,\" replied George, rather relieved at being able to remember\r\nit in the midst of his mental turmoil.\r\n\r\n\"It won't do, Mr. Bevan. It must stop. I allude to this absurd\r\nentanglement between yourself and my daughter. It must stop at\r\nonce.\"\r\n\r\nIt seemed to George that such an entanglement could hardly be said\r\nto have begun, but he did not say so.\r\n\r\nLord Marshmoreton resumed his remarks. Lady Caroline had sent him\r\nto the cottage to be stern, and his firm resolve to be stern lent\r\nhis style of speech something of the measured solemnity and careful\r\nphrasing of his occasional orations in the House of Lords.\r\n\r\n\"I have no wish to be unduly hard upon the indiscretions of Youth.\r\nYouth is the period of Romance, when the heart rules the head. I\r\nmyself was once a young man.\"\r\n\r\n\"Well, you're practically that now,\" said George.\r\n\r\n\"Eh?\" cried Lord Marshmoreton, forgetting the thread of his\r\ndiscourse in the shock of pleased surprise.\r\n\r\n\"You don't look a day over forty.\"\r\n\r\n\"Oh, come, come, my boy! . . . I mean, Mr. Bevan.\"\r\n\r\n\"You don't honestly.\"\r\n\r\n\"I'm forty-eight.\"\r\n\r\n\"The Prime of Life.\"\r\n\r\n\"And you don't think I look it?\"\r\n\r\n\"You certainly don't.\"\r\n\r\n\"Well, well, well! By the way, have you tobacco, my boy. I came\r\nwithout my pouch.\"\r\n\r\n\"Just at your elbow. Pretty good stuff. I bought it in the village.\"\r\n\r\n\"The same I smoke myself.\"\r\n\r\n\"Quite a coincidence.\"\r\n\r\n\"Distinctly.\"\r\n\r\n\"Match?\"\r\n\r\n\"Thank you, I have one.\"\r\n\r\nGeorge filled his own pipe. The thing was becoming a love-feast.\r\n\r\n\"What was I saying?\" said Lord Marshmoreton, blowing a comfortable\r\ncloud. \"Oh, yes.\" He removed his pipe from his mouth with a touch of\r\nembarrassment. \"Yes, yes, to be sure!\"\r\n\r\nThere was an awkward silence.\r\n\r\n\"You must see for yourself,\" said the earl, \"how impossible it is.\"\r\n\r\nGeorge shook his head.\r\n\r\n\"I may be slow at grasping a thing, but I'm bound to say I can't\r\nsee that.\"\r\n\r\nLord Marshmoreton recalled some of the things his sister had told\r\nhim to say. \"For one thing, what do we know of you?  You are a\r\nperfect stranger.\"\r\n\r\n\"Well, we're all getting acquainted pretty quick, don't you think?\r\nI met your son in Piccadilly and had a long talk with him, and now\r\nyou are paying me a neighbourly visit.\"\r\n\r\n\"This was not intended to be a social call.\"\r\n\r\n\"But it has become one.\"\r\n\r\n\"And then, that is one point I wish to make, you know. Ours is an\r\nold family, I would like to remind you that there were\r\nMarshmoretons in Belpher before the War of the Roses.\"\r\n\r\n\"There were Bevans in Brooklyn before the B.R.T.\"\r\n\r\n\"I beg your pardon?\"\r\n\r\n\"I was only pointing out that I can trace my ancestry a long way.\r\nYou have to trace things a long way in Brooklyn, if you want to\r\nfind them.\"\r\n\r\n\"I have never heard of Brooklyn.\"\r\n\r\n\"You've heard of New York?\"\r\n\r\n\"Certainly.\"\r\n\r\n\"New York's one of the outlying suburbs.\"\r\n\r\nLord Marshmoreton relit his pipe. He had a feeling that they were\r\nwandering from the point.\r\n\r\n\"It is quite impossible.\"\r\n\r\n\"I can't see it.\"\r\n\r\n\"Maud is so young.\"\r\n\r\n\"Your daughter could be nothing else.\"\r\n\r\n\"Too young to know her own mind,\" pursued Lord Marshmoreton,\r\nresolutely crushing down a flutter of pleasure. There was no doubt\r\nthat this singularly agreeable man was making things very difficult\r\nfor him. It was disarming to discover that he was really capital\r\ncompany--the best, indeed, that the earl could remember to have\r\ndiscovered in the more recent period of his rather lonely life. \"At\r\npresent, of course, she fancies that she is very much in love with\r\nyou . . . It is absurd!\"\r\n\r\n\"You needn't tell me that,\" said George. Really, it was only the\r\nfact that people seemed to go out of their way to call at his\r\ncottage and tell him that Maud loved him that kept him from feeling\r\nhis cause perfectly hopeless. \"It's incredible. It's a miracle.\"\r\n\r\n\"You are a romantic young man, and you no doubt for the moment\r\nsuppose that you are in love with her.\"\r\n\r\n\"No!\" George was not going to allow a remark like that to pass\r\nunchallenged. \"You are wrong there. As far as I am concerned, there\r\nis no question of its being momentary or supposititious or anything\r\nof that kind. I am in love with your daughter. I was from the first\r\nmoment I saw her. I always shall be. She is the only girl in the\r\nworld!\"\r\n\r\n\"Stuff and nonsense!\"\r\n\r\n\"Not at all. Absolute, cold fact.\"\r\n\r\n\"You have known her so little time.\"\r\n\r\n\"Long enough.\"\r\n\r\nLord Marshmoreton sighed. \"You are upsetting things terribly.\"\r\n\r\n\"Things are upsetting me terribly.\"\r\n\r\n\"You are causing a great deal of trouble and annoyance.\"\r\n\r\n\"So did Romeo.\"\r\n\r\n\"Eh?\"\r\n\r\n\"I said--So did Romeo.\"\r\n\r\n\"I don't know anything about Romeo.\"\r\n\r\n\"As far as love is concerned, I begin where he left off.\"\r\n\r\n\"I wish I could persuade you to be sensible.\"\r\n\r\n\"That's just what I think I am.\"\r\n\r\n\"I wish I could get you to see my point of view.\"\r\n\r\n\"I do see your point of view. But dimly. You see, my own takes up\r\nsuch a lot of the foreground.\"\r\n\r\nThere was a pause.\r\n\r\n\"Then I am afraid,\" said Lord Marshmoreton, \"that we must leave\r\nmatters as they stand.\"\r\n\r\n\"Until they can be altered for the better.\"\r\n\r\n\"We will say no more about it now.\"\r\n\r\n\"Very well.\"\r\n\r\n\"But I must ask you to understand clearly that I shall have to do\r\neverything in my power to stop what I look on as an unfortunate\r\nentanglement.\"\r\n\r\n\"I understand,\"\r\n\r\n\"Very well.\"\r\n\r\nLord Marshmoreton coughed. George looked at him with some surprise.\r\nHe had supposed the interview to be at an end, but the other made\r\nno move to go. There seemed to be something on the earl's mind.\r\n\r\n\"There is--ah--just one other thing,\" said Lord Marshmoreton. He\r\ncoughed again. He felt embarrassed. \"Just--just one other thing,\"\r\nhe repeated.\r\n\r\nThe reason for Lord Marshmoreton's visit to George had been\r\ntwofold. In the first place, Lady Caroline had told him to go.\r\nThat would have been reason enough. But what made the visit\r\nimperative was an unfortunate accident of which he had only that\r\nmorning been made aware.\r\n\r\nIt will be remembered that Billie Dore had told George that the\r\ngardener with whom she had become so friendly had taken her name\r\nand address with a view later on to send her some of his roses. The\r\nscrap of paper on which this information had been written was now\r\nlost. Lord Marshmoreton had been hunting for it since breakfast\r\nwithout avail.\r\n\r\nBillie Dore had made a decided impression upon Lord Marshmoreton.\r\nShe belonged to a type which he had never before encountered, and\r\nit was one which he had found more than agreeable. Her knowledge of\r\nroses and the proper feeling which she manifested towards\r\nrose-growing as a life-work consolidated the earl's liking for her.\r\nNever, in his memory, had he come across so sensible and charming a\r\ngirl; and he had looked forward with a singular intensity to\r\nmeeting her again. And now some too zealous housemaid, tidying up\r\nafter the irritating manner of her species, had destroyed the only\r\nclue to her identity.\r\n\r\nIt was not for some time after this discovery that hope dawned\r\nagain for Lord Marshmoreton. Only after he had given up the search\r\nfor the missing paper as fruitless did he recall that it was in\r\nGeorge's company that Billie had first come into his life. Between\r\nher, then, and himself George was the only link.\r\n\r\nIt was primarily for the purpose of getting Billie's name and\r\naddress from George that he had come to the cottage. And now that\r\nthe moment had arrived for touching upon the subject, he felt a\r\nlittle embarrassed.\r\n\r\n\"When you visited the castle,\" he said, \"when you visited the\r\ncastle . . .\"\r\n\r\n\"Last Thursday,\" said George helpfully.\r\n\r\n\"Exactly. When you visited the castle last Thursday, there was a\r\nyoung lady with you.\"\r\n\r\nNot realizing that the subject had been changed, George was under\r\nthe impression that the other had shifted his front and was about\r\nto attack him from another angle. He countered what seemed to him\r\nan insinuation stoutly.\r\n\r\n\"We merely happened to meet at the castle. She came there quite\r\nindependently of me.\"\r\n\r\nLord Marshmoreton looked alarmed. \"You didn't know her?\" he said\r\nanxiously.\r\n\r\n\"Certainly I knew her. She is an old friend of mine. But if you are\r\nhinting . . .\"\r\n\r\n\"Not at all,\" rejoined the earl, profoundly relieved. \"Not at all.\r\nI ask merely because this young lady, with whom I had some\r\nconversation, was good enough to give me her name and address. She,\r\ntoo, happened to mistake me for a gardener.\"\r\n\r\n\"It's those corduroy trousers,\" murmured George in extenuation.\r\n\r\n\"I have unfortunately lost them.\"\r\n\r\n\"You can always get another pair.\"\r\n\r\n\"Eh?\"\r\n\r\n\"I say you can always get another pair of corduroy trousers.\"\r\n\r\n\"I have not lost my trousers. I have lost the young lady's name and\r\naddress.\"\r\n\r\n\"Oh!\"\r\n\r\n\"I promised to send her some roses. She will be expecting them.\"\r\n\r\n\"That's odd. I was just reading a letter from her when you came in.\r\nThat must be what she's referring to when she says, 'If you see\r\ndadda, the old dear, tell him not to forget my roses.' I read it\r\nthree times and couldn't make any sense out of it. Are you Dadda?\"\r\n\r\nThe earl smirked. \"She did address me in the course of our\r\nconversation as dadda.\"\r\n\r\n\"Then the message is for you.\"\r\n\r\n\"A very quaint and charming girl. What is her name? And where can I\r\nfind her?\"\r\n\r\n\"Her name's Billie Dore.\"\r\n\r\n\"Billie?\"\r\n\r\n\"Billie.\"\r\n\r\n\"Billie!\" said Lord Marshmoreton softly. \"I had better write it\r\ndown. And her address?\"\r\n\r\n\"I don't know her private address. But you could always reach her\r\nat the Regal Theatre.\"\r\n\r\n\"Ah! She is on the stage?\"\r\n\r\n\"Yes. She's in my piece, 'Follow the Girl'.\"\r\n\r\n\"Indeed! Are you a playwright, Mr. Bevan?\"\r\n\r\n\"Good Lord, no!\" said George, shocked. \"I'm a composer.\"\r\n\r\n\"Very interesting. And you met Miss Dore through her being in this\r\nplay of yours?\"\r\n\r\n\"Oh, no. I knew her before she went on the stage. She was a\r\nstenographer in a music-publisher's office when we first met.\"\r\n\r\n\"Good gracious! Was she really a stenographer?\"\r\n\r\n\"Yes. Why?\"\r\n\r\n\"Oh--ah--nothing, nothing. Something just happened to come to my\r\nmind.\"\r\n\r\nWhat happened to come into Lord Marshmoreton's mind was a fleeting\r\nvision of Billie installed in Miss Alice Faraday's place as his\r\nsecretary. With such a helper it would be a pleasure to work on\r\nthat infernal Family History which was now such a bitter toil. But\r\nthe day-dream passed. He knew perfectly well that he had not the\r\ncourage to dismiss Alice. In the hands of that calm-eyed girl he\r\nwas as putty. She exercised over him the hypnotic spell a\r\nlion-tamer exercises over his little playmates.\r\n\r\n\"We have been pals for years,\" said George. \"Billie is one of the\r\nbest fellows in the world.\"\r\n\r\n\"A charming girl.\"\r\n\r\n\"She would give her last nickel to anyone that asked for it.\"\r\n\r\n\"Delightful!\"\r\n\r\n\"And as straight as a string. No one ever said a word against\r\nBillie.\"\r\n\r\n\"No?\"\r\n\r\n\"She may go out to lunch and supper and all that kind of thing, but\r\nthere's nothing to that.\"\r\n\r\n\"Nothing!\" agreed the earl warmly. \"Girls must eat!\"\r\n\r\n\"They do. You ought to see them.\"\r\n\r\n\"A little harmless relaxation after the fatigue of the day!\"\r\n\r\n\"Exactly. Nothing more.\"\r\n\r\nLord Marshmoreton felt more drawn than ever to this sensible young\r\nman--sensible, at least, on all points but one. It was a pity they\r\ncould not see eye to eye on what was and what was not suitable in\r\nthe matter of the love-affairs of the aristocracy.\r\n\r\n\"So you are a composer, Mr. Bevan?\" he said affably.\r\n\r\n\"Yes.\"\r\n\r\nLord Marshmoreton gave a little sigh. \"It's a long time since I\r\nwent to see a musical performance. More than twenty years. When I\r\nwas up at Oxford, and for some years afterwards, I was a great\r\ntheatre-goer. Never used to miss a first night at the Gaiety. Those\r\nwere the days of Nellie Farren and Kate Vaughan. Florence St.\r\nJohn, too. How excellent she was in Faust Up To Date! But we missed\r\nNellie Farren. Meyer Lutz was the Gaiety composer then. But a good\r\ndeal of water has flowed under the bridge since those days. I don't\r\nsuppose you have ever heard of Meyer Lutz?\"\r\n\r\n\"I don't think I have.\"\r\n\r\n\"Johnnie Toole was playing a piece called Partners. Not a good\r\nplay. And the Yeoman of the Guard had just been produced at the\r\nSavoy. That makes it seem a long time ago, doesn't it? Well, I\r\nmustn't take up all your time. Good-bye, Mr. Bevan. I am glad to\r\nhave had the opportunity of this little talk. The Regal Theatre, I\r\nthink you said, is where your piece is playing? I shall probably be\r\ngoing to London shortly. I hope to see it.\" Lord Marshmoreton rose.\r\n\"As regards the other matter, there is no hope of inducing you to\r\nsee the matter in the right light?\"\r\n\r\n\"We seem to disagree as to which is the right light.\"\r\n\r\n\"Then there is nothing more to be said. I will be perfectly frank\r\nwith you, Mr. Bevan. I like you . . .\"\r\n\r\n\"The feeling is quite mutual.\"\r\n\r\n\"But I don't want you as a son-in-law. And, dammit,\" exploded Lord\r\nMarshmoreton, \"I won't have you as a son-in-law! Good God! do you\r\nthink that you can harry and assault my son Percy in the heart of\r\nPiccadilly and generally make yourself a damned nuisance and then\r\nsettle down here without an invitation at my very gates and expect\r\nto be welcomed into the bosom of the family? If I were a young\r\nman . . .\"\r\n\r\n\"I thought we had agreed that you were a young man.\"\r\n\r\n\"Don't interrupt me!\"\r\n\r\n\"I only said . . .\"\r\n\r\n\"I heard what you said. Flattery!\"\r\n\r\n\"Nothing of the kind. Truth.\"\r\n\r\nLord Marshmoreton melted. He smiled. \"Young idiot!\"\r\n\r\n\"We agree there all right.\"\r\n\r\nLord Marshmoreton hesitated. Then with a rush he unbosomed himself,\r\nand made his own position on the matter clear.\r\n\r\n\"I know what you'll be saying to yourself the moment my back is\r\nturned. You'll be calling me a stage heavy father and an old snob\r\nand a number of other things. Don't interrupt me, dammit! You will,\r\nI tell you! And you'll be wrong. I don't think the Marshmoretons\r\nare fenced off from the rest of the world by some sort of divinity.\r\nMy sister does. Percy does. But Percy's an ass! If ever you find\r\nyourself thinking differently from my son Percy, on any subject,\r\ncongratulate yourself. You'll be right.\"\r\n\r\n\"But . . .\"\r\n\r\n\"I know what you're going to say. Let me finish. If I were the only\r\nperson concerned, I wouldn't stand in Maud's way, whoever she\r\nwanted to marry, provided he was a good fellow and likely to make\r\nher happy. But I'm not. There's my sister Caroline. There's a whole\r\ncrowd of silly, cackling fools--my sisters--my sons-in-law--all the\r\nwhole pack of them! If I didn't oppose Maud in this damned\r\ninfatuation she's got for you--if I stood by and let her marry\r\nyou--what do you think would happen to me?--I'd never have a moment's\r\npeace! The whole gabbling pack of them would be at me, saying I was\r\nto blame. There would be arguments, discussions, family councils!\r\nI hate arguments! I loathe discussions! Family councils make me\r\nsick! I'm a peaceable man, and I like a quiet life! And, damme,\r\nI'm going to have it. So there's the thing for you in letters of\r\none syllable. I don't object to you personally, but I'm not going\r\nto have you bothering me like this. I'll admit freely that, since I\r\nhave made your acquaintance, I have altered the unfavourable\r\nopinion I had formed of you from--from hearsay. . .\"\r\n\r\n\"Exactly the same with me,\" said George. \"You ought never to\r\nbelieve what people tell you. Everyone told me your middle name was\r\nNero, and that. . .\"\r\n\r\n\"Don't interrupt me!\"\r\n\r\n\"I wasn't. I was just pointing out . . .\"\r\n\r\n\"Be quiet! I say I have changed my opinion of you to a great\r\nextent. I mention this unofficially, as a matter that has no\r\nbearing on the main issue; for, as regards any idea you may have of\r\ninducing me to agree to your marrying my daughter, let me tell you\r\nthat I am unalterably opposed to any such thing!\"\r\n\r\n\"Don't say that.\"\r\n\r\n\"What the devil do you mean--don't say that! I do say that!  It is\r\nout of the question. Do you understand? Very well, then. Good\r\nmorning.\"\r\n\r\nThe door closed. Lord Marshmoreton walked away feeling that he had\r\nbeen commendably stern. George filled his pipe and sat smoking\r\nthoughtfully. He wondered what Maud was doing at that moment.\r\n\r\nMaud at that moment was greeting her brother with a bright smile,\r\nas he limped downstairs after a belated shave and change of\r\ncostume.\r\n\r\n\"Oh, Percy, dear,\" she was saying, \"I had quite an adventure\r\nthis morning. An awful tramp followed me for miles! Such a\r\nhorrible-looking brute. I was so frightened that I had to ask\r\na curate in the next village to drive him away. I did wish I\r\nhad had you there to protect me. Why don't you come out with\r\nme sometimes when I take a country walk? It really isn't safe\r\nfor me to be alone!\""
  ]
}