{
  "index": 17,
  "title": "Chapter 16",
  "paragraphs": [
    "The gift of hiding private emotion and keeping up appearances\r\nbefore strangers is not, as many suppose, entirely a product of our\r\nmodern civilization. Centuries before we were born or thought of\r\nthere was a widely press-agented boy in Sparta who even went so far\r\nas to let a fox gnaw his tender young stomach without permitting\r\nthe discomfort inseparable from such a proceeding to interfere with\r\neither his facial expression or his flow of small talk. Historians\r\nhave handed it down that, even in the later stages of the meal, the\r\npolite lad continued to be the life and soul of the party. But,\r\nwhile this feat may be said to have established a record never\r\nsubsequently lowered, there is no doubt that almost every day in\r\nmodern times men and women are performing similar and scarcely less\r\nimpressive miracles of self-restraint. Of all the qualities which\r\nbelong exclusively to Man and are not shared by the lower animals,\r\nthis surely is the one which marks him off most sharply from the\r\nbeasts of the field. Animals care nothing about keeping up\r\nappearances. Observe Bertram the Bull when things are not going just\r\nas he could wish. He stamps. He snorts. He paws the ground. He\r\nthrows back his head and bellows. He is upset, and he doesn't care\r\nwho knows it. Instances could be readily multiplied. Deposit a\r\ncharge of shot in some outlying section of Thomas the Tiger, and\r\nnote the effect. Irritate Wilfred the Wasp, or stand behind Maud\r\nthe Mule and prod her with a pin. There is not an animal on the\r\nlist who has even a rudimentary sense of the social amenities; and\r\nit is this more than anything else which should make us proud that\r\nwe are human beings on a loftier plane of development.\r\n\r\nIn the days which followed Lord Marshmoreton's visit to George at\r\nthe cottage, not a few of the occupants of Belpher Castle had their\r\nmettle sternly tested in this respect; and it is a pleasure to be\r\nable to record that not one of them failed to come through the\r\nordeal with success. The general public, as represented by the\r\nuncles, cousins, and aunts who had descended on the place to help\r\nLord Belpher celebrate his coming-of-age, had not a notion that\r\nturmoil lurked behind the smooth fronts of at least half a dozen of\r\nthose whom they met in the course of the daily round.\r\n\r\nLord Belpher, for example, though he limped rather painfully,\r\nshowed nothing of the baffled fury which was reducing his weight at\r\nthe rate of ounces a day. His uncle Francis, the Bishop, when he\r\ntackled him in the garden on the subject of Intemperance--for Uncle\r\nFrancis, like thousands of others, had taken it for granted, on\r\nreading the report of the encounter with the policeman and Percy's\r\nsubsequent arrest, that the affair had been the result of a drunken\r\noutburst--had no inkling of the volcanic emotions that seethed in\r\nhis nephew's bosom. He came away from the interview, indeed,\r\nfeeling that the boy had listened attentively and with a becoming\r\nregret, and that there was hope for him after all, provided that he\r\nfought the impulse. He little knew that, but for the conventions\r\n(which frown on the practice of murdering bishops), Percy would\r\ngladly have strangled him with his bare hands and jumped upon the\r\nremains.\r\n\r\nLord Belpher's case, inasmuch as he took himself extremely\r\nseriously and was not one of those who can extract humour even from\r\ntheir own misfortunes, was perhaps the hardest which comes under\r\nour notice; but his sister Maud was also experiencing mental\r\ndisquietude of no mean order. Everything had gone wrong with Maud.\r\nBarely a mile separated her from George, that essential link in her\r\nchain of communication with Geoffrey Raymond; but so thickly did it\r\nbristle with obstacles and dangers that it might have been a mile\r\nof No Man's Land. Twice, since the occasion when the discovery of\r\nLord Marshmoreton at the cottage had caused her to abandon her\r\npurpose of going in and explaining everything to George, had she\r\nattempted to make the journey; and each time some trifling,\r\nmaddening accident had brought about failure. Once, just as she was\r\nstarting, her aunt Augusta had insisted on joining her for what she\r\ndescribed as \"a nice long walk\"; and the second time, when she was\r\nwithin a bare hundred yards of her objective, some sort of a cousin\r\npopped out from nowhere and forced his loathsome company on her.\r\n\r\nFoiled in this fashion, she had fallen back in desperation on her\r\nsecond line of attack. She had written a note to George, explaining\r\nthe whole situation in good, clear phrases and begging him as a man\r\nof proved chivalry to help her. It had taken up much of one\r\nafternoon, this note, for it was not easy to write; and it had\r\nresulted in nothing. She had given it to Albert to deliver and\r\nAlbert had returned empty-handed.\r\n\r\n\"The gentleman said there was no answer, m'lady!\"\r\n\r\n\"No answer! But there must be an answer!\"\r\n\r\n\"No answer, m'lady. Those was his very words,\" stoutly maintained\r\nthe black-souled boy, who had destroyed the letter within two\r\nminutes after it had been handed to him. He had not even bothered\r\nto read it. A deep, dangerous, dastardly stripling this, who fought\r\nto win and only to win. The ticket marked \"R. Byng\" was in his\r\npocket, and in his ruthless heart a firm resolve that R. Byng and\r\nno other should have the benefit of his assistance.\r\n\r\nMaud could not understand it. That is to say, she resolutely kept\r\nherself from accepting the only explanation of the episode that\r\nseemed possible. In black and white she had asked George to go to\r\nLondon and see Geoffrey and arrange for the passage--through\r\nhimself as a sort of clearing-house--of letters between Geoffrey\r\nand herself. She had felt from the first that such a request should\r\nbe made by her in person and not through the medium of writing, but\r\nsurely it was incredible that a man like George, who had been\r\nthrough so much for her and whose only reason for being in the\r\nneighbourhood was to help her, could have coldly refused without\r\neven a word. And yet what else was she to think? Now, more than\r\never, she felt alone in a hostile world.\r\n\r\nYet, to her guests she was bright and entertaining. Not one of them\r\nhad a suspicion that her life was not one of pure sunshine.\r\n\r\nAlbert, I am happy to say, was thoroughly miserable. The little\r\nbrute was suffering torments. He was showering anonymous Advice to\r\nthe Lovelorn on Reggie Byng--excellent stuff, culled from the pages\r\nof weekly papers, of which there was a pile in the housekeeper's\r\nroom, the property of a sentimental lady's maid--and nothing seemed\r\nto come of it. Every day, sometimes twice and thrice a day, he\r\nwould leave on Reggie's dressing-table significant notes similar in\r\ntone to the one which he had placed there on the night of the ball;\r\nbut, for all the effect they appeared to exercise on their\r\nrecipient, they might have been blank pages.\r\n\r\nThe choicest quotations from the works of such established writers\r\nas \"Aunt Charlotte\" of Forget-Me-Not and \"Doctor Cupid\", the\r\nheart-expert of Home Chat, expended themselves fruitlessly on\r\nReggie. As far as Albert could ascertain--and he was one of those\r\nboys who ascertain practically everything within a radius of\r\nmiles--Reggie positively avoided Maud's society.\r\n\r\nAnd this after reading \"Doctor Cupid's\" invaluable tip about\r\n\"Seeking her company on all occasions\" and the dictum of \"Aunt\r\nCharlotte\" to the effect that \"Many a wooer has won his lady by\r\nbeing persistent\"--Albert spelled it \"persistuent\" but the effect\r\nis the same--\"and rendering himself indispensable by constant\r\nlittle attentions\". So far from rendering himself indispensable to\r\nMaud by constant little attentions, Reggie, to the disgust of his\r\nbacker and supporter, seemed to spend most of his time with Alice\r\nFaraday. On three separate occasions had Albert been revolted by\r\nthe sight of his protege in close association with the Faraday\r\ngirl--once in a boat on the lake and twice in his grey car. It was\r\nenough to break a boy's heart; and it completely spoiled Albert's\r\nappetite--a phenomenon attributed, I am glad to say, in the\r\nServants' Hall to reaction from recent excesses. The moment when\r\nKeggs, the butler, called him a greedy little pig and hoped it\r\nwould be a lesson to him not to stuff himself at all hours with\r\nstolen cakes was a bitter moment for Albert.\r\n\r\nIt is a relief to turn from the contemplation of these tortured\r\nsouls to the pleasanter picture presented by Lord Marshmoreton.\r\nHere, undeniably, we have a man without a secret sorrow, a man at\r\npeace with this best of all possible worlds. Since his visit to\r\nGeorge a second youth seems to have come upon Lord Marshmoreton. He\r\nworks in his rose-garden with a new vim, whistling or even singing\r\nto himself stray gay snatches of melodies popular in the 'eighties.\r\n\r\nHear him now as he toils. He has a long garden-implement in his\r\nhand, and he is sending up the death-rate in slug circles with a\r\ndevastating rapidity.\r\n\r\n            \"Ta-ra-ra boom-de-ay\r\n             Ta-ra-ra BOOM--\"\r\n\r\nAnd the boom is a death-knell. As it rings softly out on the\r\npleasant spring air, another stout slug has made the Great Change.\r\n\r\nIt is peculiar, this gaiety. It gives one to think. Others have\r\nnoticed it, his lordship's valet amongst them.\r\n\r\n\"I give you my honest word, Mr. Keggs,\" says the valet, awed, \"this\r\nvery morning I 'eard the old devil a-singing in 'is barth!\r\nChirruping away like a blooming linnet!\"\r\n\r\n\"Lor!\" says Keggs, properly impressed.\r\n\r\n\"And only last night 'e gave me 'arf a box of cigars and said I was\r\na good, faithful feller! I tell you, there's somethin' happened to\r\nthe old buster--you mark my words!\""
  ]
}