{
  "index": 12,
  "title": "Chapter 11",
  "paragraphs": [
    "The great ball in honour of Lord Belpher's coming-of-age was at its\r\nheight. The reporter of the Belpher Intelligencer and Farmers'\r\nGuide, who was present in his official capacity, and had been\r\nallowed by butler Keggs to take a peep at the scene through a\r\nside-door, justly observed in his account of the proceedings next\r\nday that the 'tout ensemble was fairylike', and described the\r\ncompany as 'a galaxy of fair women and brave men'. The floor was\r\ncrowded with all that was best and noblest in the county; so that a\r\nhalf-brick, hurled at any given moment, must infallibly have spilt\r\nblue blood. Peers stepped on the toes of knights; honorables bumped\r\ninto the spines of baronets. Probably the only titled person in the\r\nwhole of the surrounding country who was not playing his part in\r\nthe glittering scene was Lord Marshmoreton; who, on discovering\r\nthat his private study had been converted into a cloakroom, had\r\nretired to bed with a pipe and a copy of Roses Red and Roses White,\r\nby Emily Ann Mackintosh (Popgood, Crooly & Co.), which he was to\r\ndiscover--after he was between the sheets, and it was too late to\r\nrepair the error--was not, as he had supposed, a treatise on his\r\nfavourite hobby, but a novel of stearine sentimentality dealing\r\nwith the adventures of a pure young English girl and an artist\r\nnamed Claude.\r\n\r\nGeorge, from the shaded seclusion of a gallery, looked down upon\r\nthe brilliant throng with impatience. It seemed to him that he had\r\nbeen doing this all his life. The novelty of the experience had\r\nlong since ceased to divert him. It was all just like the second\r\nact of an old-fashioned musical comedy (Act Two:  The Ballroom,\r\nGrantchester Towers: One Week Later)--a resemblance which was\r\nheightened for him by the fact that the band had more than once\r\nplayed dead and buried melodies of his own composition, of which he\r\nhad wearied a full eighteen months back.\r\n\r\nA complete absence of obstacles had attended his intrusion into the\r\ncastle. A brief interview with a motherly old lady, whom even\r\nAlbert seemed to treat with respect, and who, it appeared was Mrs.\r\nDigby, the house-keeper; followed by an even briefer encounter with\r\nKeggs (fussy and irritable with responsibility, and, even while\r\ntalking to George carrying on two other conversations on topics of\r\nthe moment), and he was past the censors and free for one night\r\nonly to add his presence to the chosen inside the walls of Belpher.\r\nHis duties were to stand in this gallery, and with the assistance\r\nof one of the maids to minister to the comfort of such of the\r\ndancers as should use it as a sitting-out place. None had so far\r\nmade their appearance, the superior attractions of the main floor\r\nhaving exercised a great appeal; and for the past hour George had\r\nbeen alone with the maid and his thoughts. The maid, having asked\r\nGeorge if he knew her cousin Frank, who had been in America nearly\r\na year, and having received a reply in the negative, seemed to be\r\ndisappointed in him, and to lose interest, and had not spoken for\r\ntwenty minutes.\r\n\r\nGeorge scanned the approaches to the balcony for a sight of Albert\r\nas the shipwrecked mariner scans the horizon for the passing sail.\r\nIt was inevitable, he supposed, this waiting. It would be difficult\r\nfor Maud to slip away even for a moment on such a night.\r\n\r\n\"I say, laddie, would you mind getting me a lemonade?\"\r\n\r\nGeorge was gazing over the balcony when the voice spoke behind him,\r\nand the muscles of his back stiffened as he recognized its genial\r\nnote. This was one of the things he had prepared himself for, but,\r\nnow that it had happened, he felt a wave of stage-fright such as he\r\nhad only once experienced before in his life--on the occasion when\r\nhe had been young enough and inexperienced enough to take a\r\ncurtain-call on a first night. Reggie Byng was friendly, and would\r\nnot wilfully betray him; but Reggie was also a babbler, who could\r\nnot be trusted to keep things to himself. It was necessary, he\r\nperceived, to take a strong line from the start, and convince\r\nReggie that any likeness which the latter might suppose that he\r\ndetected between his companion of that afternoon and the waiter of\r\ntonight existed only in his heated imagination.\r\n\r\nAs George turned, Reggie's pleasant face, pink with healthful\r\nexercise and Lord Marshmoreton's finest Bollinger, lost most of its\r\ncolour. His eyes and mouth opened wider. The fact is Reggie was\r\nshaken. All through the earlier part of the evening he had been\r\nsedulously priming himself with stimulants with a view to amassing\r\nenough nerve to propose to Alice Faraday: and, now that he had\r\ndrawn her away from the throng to this secluded nook and was about\r\nto put his fortune to the test, a horrible fear swept over him that\r\nhe had overdone it. He was having optical illusions.\r\n\r\n\"Good God!\"\r\n\r\nReggie loosened his collar, and pulled himself together.\r\n\r\n\"Would you mind taking a glass of lemonade to the lady in blue\r\nsitting on the settee over there by the statue,\" he said carefully.\r\n\r\nHe brightened up a little.\r\n\r\n\"Pretty good that! Not absolutely a test sentence, perhaps, like\r\n'Truly rural' or 'The intricacies of the British Constitution'.\r\nBut nevertheless no mean feat.\"\r\n\r\n\"I say!\" he continued, after a pause.\r\n\r\n\"Sir?\"\r\n\r\n\"You haven't ever seen me before by any chance, if you know what I\r\nmean, have you?\"\r\n\r\n\"No, sir.\"\r\n\r\n\"You haven't a brother, or anything of that shape or order, have\r\nyou, no?\"\r\n\r\n\"No, sir. I have often wished I had. I ought to have spoken to\r\nfather about it. Father could never deny me anything.\"\r\n\r\nReggie blinked. His misgiving returned. Either his ears, like his\r\neyes, were playing him tricks, or else this waiter-chappie was\r\ntalking pure drivel.\r\n\r\n\"What's that?\"\r\n\r\n\"Sir?\"\r\n\r\n\"What did you say?\"\r\n\r\n\"I said, 'No, sir, I have no brother'.\"\r\n\r\n\"Didn't you say something else?\"\r\n\r\n\"No, sir.\"\r\n\r\n\"What?\"\r\n\r\n\"No, sir.\"\r\n\r\nReggie's worst suspicions were confirmed.\r\n\r\n\"Good God!\" he muttered. \"Then I am!\"\r\n\r\nMiss Faraday, when he joined her on the settee, wanted an\r\nexplanation.\r\n\r\n\"What were you talking to that man about, Mr. Byng? You seemed to\r\nbe having a very interesting conversation.\"\r\n\r\n\"I was asking him if he had a brother.\"\r\n\r\nMiss Faraday glanced quickly at him. She had had a feeling for some\r\ntime during the evening that his manner had been strange.\r\n\r\n\"A brother? What made you ask him that?\"\r\n\r\n\"He--I mean--that is to say--what I mean is, he looked the sort of\r\nchap who might have a brother. Lots of those fellows have!\"\r\n\r\nAlice Faraday's face took on a motherly look. She was fonder of\r\nReggie than that love-sick youth supposed, and by sheer accident he\r\nhad stumbled on the right road to her consideration. Alice Faraday\r\nwas one of those girls whose dream it is to be a ministering angel\r\nto some chosen man, to be a good influence to him and raise him to\r\nan appreciation of nobler things. Hitherto, Reggie's personality\r\nhad seemed to her agreeable, but negative. A positive vice like\r\nover-indulgence in alcohol altered him completely. It gave him a\r\nsignificance.\r\n\r\n\"I told him to get you a lemonade,\" said Reggie. \"He seems to be\r\ntaking his time about it. Hi!\"\r\n\r\nGeorge approached deferentially.\r\n\r\n\"Sir?\"\r\n\r\n\"Where's that lemonade?\"\r\n\r\n\"Lemonade, sir?\"\r\n\r\n\"Didn't I ask you to bring this lady a glass of lemonade?\"\r\n\r\n\"I did not understand you to do so, sir.\"\r\n\r\n\"But, Great Scott! What were we chatting about, then?\"\r\n\r\n\"You were telling me a diverting story about an Irishman who landed\r\nin New York looking for work, sir. You would like a glass of\r\nlemonade, sir? Very good, sir.\"\r\n\r\nAlice placed a hand gently on Reggie's arm.\r\n\r\n\"Don't you think you had better lie down for a little and rest, Mr.\r\nByng? I'm sure it would do you good.\"\r\n\r\nThe solicitous note in her voice made Reggie quiver like a jelly.\r\nHe had never known her speak like that before. For a moment he was\r\ninclined to lay bare his soul; but his nerve was broken. He did not\r\nwant her to mistake the outpouring of a strong man's heart for the\r\nirresponsible ravings of a too hearty diner. It was one of Life's\r\nironies. Here he was for the first time all keyed up to go right\r\nahead, and he couldn't do it.\r\n\r\n\"It's the heat of the room,\" said Alice. \"Shall we go and sit\r\noutside on the terrace? Never mind about the lemonade. I'm not\r\nreally thirsty.\"\r\n\r\nReggie followed her like a lamb. The prospect of the cool night air\r\nwas grateful.\r\n\r\n\"That,\" murmured George, as he watched them depart, \"ought to hold\r\nyou for a while!\"\r\n\r\nHe perceived Albert hastening towards him."
  ]
}