{
  "index": 26,
  "title": "Chapter 25",
  "paragraphs": [
    "At a quarter past four in the afternoon, two days after the\r\nmemorable dinner-party at which Lord Marshmoreton had behaved with\r\nso notable a lack of judgment, Maud sat in Ye Cosy Nooke, waiting\r\nfor Geoffrey Raymond. He had said in his telegram that he would\r\nmeet her there at four-thirty: but eagerness had brought Maud to the\r\ntryst a quarter of an hour ahead of time: and already the sadness\r\nof her surroundings was causing her to regret this impulsiveness.\r\nDepression had settled upon her spirit. She was aware of something\r\nthat resembled foreboding.\r\n\r\nYe Cosy Nooke, as its name will immediately suggest to those who\r\nknow their London, is a tea-shop in Bond Street, conducted by\r\ndistressed gentlewomen. In London, when a gentlewoman becomes\r\ndistressed--which she seems to do on the slightest provocation--she\r\ncollects about her two or three other distressed gentlewomen,\r\nforming a quorum, and starts a tea-shop in the West-End, which she\r\ncalls Ye Oak Leaf, Ye Olde Willow-Pattern, Ye Linden-Tree, or Ye\r\nSnug Harbour, according to personal taste. There, dressed in\r\nTyrolese, Japanese, Norwegian, or some other exotic costume, she\r\nand her associates administer refreshments of an afternoon with a\r\nproud languor calculated to knock the nonsense out of the cheeriest\r\ncustomer. Here you will find none of the coarse bustle and\r\nefficiency of the rival establishments of Lyons and Co., nor the\r\nglitter and gaiety of Rumpelmayer's. These places have an\r\natmosphere of their own. They rely for their effect on an\r\ninsufficiency of light, an almost total lack of ventilation, a\r\nproperty chocolate cake which you are not supposed to cut, and the\r\nsad aloofness of their ministering angels. It is to be doubted\r\nwhether there is anything in the world more damping to the spirit\r\nthan a London tea-shop of this kind, unless it be another London\r\ntea-shop of the same kind.\r\n\r\nMaud sat and waited. Somewhere out of sight a kettle bubbled in an\r\nundertone, like a whispering pessimist. Across the room two\r\ndistressed gentlewomen in fancy dress leaned against the wall.\r\nThey, too, were whispering. Their expressions suggested that they\r\nlooked on life as low and wished they were well out of it, like the\r\nbody upstairs. One assumed that there was a body upstairs. One\r\ncannot help it at these places. One's first thought on entering is\r\nthat the lady assistant will approach one and ask in a hushed voice\r\n\"Tea or chocolate?  And would you care to view the remains?\"\r\n\r\nMaud looked at her watch. It was twenty past four. She could\r\nscarcely believe that she had only been there five minutes, but the\r\nticking of the watch assured her that it had not stopped. Her\r\ndepression deepened. Why had Geoffrey told her to meet him in a\r\ncavern of gloom like this instead of at the Savoy?  She would have\r\nenjoyed the Savoy. But here she seemed to have lost beyond recovery\r\nthe first gay eagerness with which she had set out to meet the man\r\nshe loved.\r\n\r\nSuddenly she began to feel frightened. Some evil spirit, possibly\r\nthe kettle, seemed to whisper to her that she had been foolish in\r\ncoming here, to cast doubts on what she had hitherto regarded as\r\nthe one rock-solid fact in the world, her love for Geoffrey. Could\r\nshe have changed since those days in Wales?  Life had been so\r\nconfusing of late. In the vividness of recent happenings those days\r\nin Wales seemed a long way off, and she herself different from the\r\ngirl of a year ago. She found herself thinking about George Bevan.\r\n\r\nIt was a curious fact that, the moment she began to think of George\r\nBevan, she felt better. It was as if she had lost her way in a\r\nwilderness and had met a friend. There was something so capable, so\r\nsoothing about George. And how well he had behaved at that last\r\ninterview. George seemed somehow to be part of her life. She could\r\nnot imagine a life in which he had no share. And he was at this\r\nmoment, probably, packing to return to America, and she would never\r\nsee him again. Something stabbed at her heart. It was as if she\r\nwere realizing now for the first time that he was really going.\r\n\r\nShe tried to rid herself of the ache at her heart by thinking of\r\nWales. She closed her eyes, and found that that helped her to\r\nremember. With her eyes shut, she could bring it all back--that\r\nrainy day, the graceful, supple figure that had come to her out of\r\nthe mist, those walks over the hills . . . If only Geoffrey would\r\ncome! It was the sight of him that she needed.\r\n\r\n\"There you are!\"\r\n\r\nMaud opened her eyes with a start. The voice had sounded like\r\nGeoffrey's. But it was a stranger who stood by the table. And not\r\na particularly prepossessing stranger. In the dim light of Ye Cosy\r\nNooke, to which her opening eyes had not yet grown accustomed, all\r\nshe could see of the man was that he was remarkably stout. She\r\nstiffened defensively. This was what a girl who sat about in\r\ntea-rooms alone had to expect.\r\n\r\n\"Hope I'm not late,\" said the stranger, sitting down and breathing\r\nheavily. \"I thought a little exercise would do me good, so I\r\nwalked.\"\r\n\r\nEvery nerve in Maud's body seemed to come to life simultaneously.\r\nShe tingled from head to foot. It was Geoffrey!\r\n\r\nHe was looking over his shoulder and endeavouring by snapping his\r\nfingers to attract the attention of the nearest distressed\r\ngentlewoman; and this gave Maud time to recover from the frightful\r\nshock she had received. Her dizziness left her; and, leaving, was\r\nsucceeded by a panic dismay. This couldn't be Geoffrey! It was\r\noutrageous that it should be Geoffrey! And yet it undeniably was\r\nGeoffrey. For a year she had prayed that Geoffrey might be given\r\nback to her, and the gods had heard her prayer. They had given her\r\nback Geoffrey, and with a careless generosity they had given her\r\ntwice as much of him as she had expected. She had asked for the\r\nslim Apollo whom she had loved in Wales, and this colossal\r\nchangeling had arrived in his stead.\r\n\r\nWe all of us have our prejudices. Maud had a prejudice against fat\r\nmen. It may have been the spectacle of her brother Percy, bulging\r\nmore and more every year she had known him, that had caused this\r\nkink in her character. At any rate, it existed, and she gazed in\r\nsickened silence at Geoffrey. He had turned again now, and she was\r\nenabled to get a full and complete view of him. He was not merely\r\nstout. He was gross. The slim figure which had haunted her for a\r\nyear had spread into a sea of waistcoat. The keen lines of his face\r\nhad disappeared altogether. His cheeks were pink jellies.\r\n\r\nOne of the distressed gentlewomen had approached with a\r\nslow disdain, and was standing by the table, brooding on the\r\ncorpse upstairs. It seemed a shame to bother her.\r\n\r\n\"Tea or chocolate?\" she inquired proudly.\r\n\r\n\"Tea, please,\" said Maud, finding her voice.\r\n\r\n\"One tea,\" sighed the mourner.\r\n\r\n\"Chocolate for me,\" said Geoffrey briskly, with the air of one\r\ndiscoursing on a congenial topic. \"I'd like plenty of whipped\r\ncream. And please see that it's hot.\"\r\n\r\n\"One chocolate.\"\r\n\r\nGeoffrey pondered. This was no light matter that occupied him.\r\n\r\n\"And bring some fancy cakes--I like the ones with icing on\r\nthem--and some tea-cake and buttered toast. Please see there's\r\nplenty of butter on it.\"\r\n\r\nMaud shivered. This man before her was a man in whose lexicon there\r\nshould have been no such word as butter, a man who should have\r\ncalled for the police had some enemy endeavoured to thrust butter\r\nupon him.\r\n\r\n\"Well,\" said Geoffrey leaning forward, as the haughty ministrant\r\ndrifted away, \"you haven't changed a bit. To look at, I mean.\"\r\n\r\n\"No?\" said Maud.\r\n\r\n\"You're just the same. I think I\"--he squinted down at his\r\nwaistcoat--\"have put on a little weight. I don't know if you notice\r\nit?\"\r\n\r\nMaud shivered again. He thought he had put on a little weight, and\r\ndidn't know if she had noticed it! She was oppressed by the eternal\r\nmelancholy miracle of the fat man who does not realize that he has\r\nbecome fat.\r\n\r\n\"It was living on the yacht that put me a little out of condition,\"\r\nsaid Geoffrey. \"I was on the yacht nearly all the time since I saw\r\nyou last. The old boy had a Japanese cook and lived pretty high. It\r\nwas apoplexy that got him. We had a great time touring about. We\r\nwere on the Mediterranean all last winter, mostly at Nice.\"\r\n\r\n\"I should like to go to Nice,\" said Maud, for something to say. She\r\nwas feeling that it was not only externally that Geoffrey had\r\nchanged. Or had he in reality always been like this, commonplace\r\nand prosaic, and was it merely in her imagination that he had been\r\nwonderful?\r\n\r\n\"If you ever go,\" said Geoffrey, earnestly, \"don't fail to lunch at\r\nthe Hotel Côte d'Azur. They give you the most amazing selection of\r\nhors d'oeuvres you ever saw. Crayfish as big as baby lobsters! And\r\nthere's a fish--I've forgotten it's name, it'll come back to\r\nme--that's just like the Florida pompano. Be careful to have it\r\nbroiled, not fried. Otherwise you lose the flavour. Tell the\r\nwaiter you must have it broiled, with melted butter and a little\r\nparsley and some plain boiled potatoes. It's really astonishing.\r\nIt's best to stick to fish on the Continent. People can say what\r\nthey like, but I maintain that the French don't really understand\r\nsteaks or any sort of red meat. The veal isn't bad, though I prefer\r\nour way of serving it. Of course, what the French are real geniuses\r\nat is the omelet. I remember, when we put in at Toulon for coal, I\r\nwent ashore for a stroll, and had the most delicious omelet with\r\nchicken livers beautifully cooked, at quite a small, unpretentious\r\nplace near the harbour. I shall always remember it.\"\r\n\r\nThe mourner returned, bearing a laden tray, from which she removed\r\nthe funeral bakemeats and placed them limply on the table. Geoffrey\r\nshook his head, annoyed.\r\n\r\n\"I particularly asked for plenty of butter on my toast!\" he said.\r\n\"I hate buttered toast if there isn't lots of butter. It isn't\r\nworth eating. Get me a couple of pats, will you, and I'll spread it\r\nmyself. Do hurry, please, before the toast gets cold. It's no good\r\nif the toast gets cold. They don't understand tea as a meal at\r\nthese places,\" he said to Maud, as the mourner withdrew.  \"You have\r\nto go to the country to appreciate the real thing. I remember we\r\nlay off Lyme Regis down Devonshire way, for a few days, and I went\r\nand had tea at a farmhouse there. It was quite amazing! Thick\r\nDevonshire cream and home-made jam and cakes of every kind. This\r\nsort of thing here is just a farce. I do wish that woman would\r\nmake haste with that butter. It'll be too late in a minute.\"\r\n\r\nMaud sipped her tea in silence. Her heart was like lead within her.\r\nThe recurrence of the butter theme as a sort of _leit motif_ in her\r\ncompanion's conversation was fraying her nerves till she felt she\r\ncould endure little more. She cast her mind's eye back over the\r\nhorrid months and had a horrid vision of Geoffrey steadily\r\nabsorbing butter, day after day, week after week--ever becoming\r\nmore and more of a human keg. She shuddered.\r\n\r\nIndignation at the injustice of Fate in causing her to give her\r\nheart to a man and then changing him into another and quite\r\ndifferent man fought with a cold terror, which grew as she realized\r\nmore and more clearly the magnitude of the mistake she had made.\r\nShe felt that she must escape. And yet how could she escape? She\r\nhad definitely pledged herself to this man.  (\"Ah!\" cried Geoffrey\r\ngaily, as the pats of butter arrived.  \"That's more like it!\" He\r\nbegan to smear the toast. Maud averted her eyes.) She had told him\r\nthat she loved him, that he was the whole world to her, that there\r\nnever would be anyone else. He had come to claim her. How could she\r\nrefuse him just because he was about thirty pounds overweight?\r\n\r\nGeoffrey finished his meal. He took out a cigarette. (\"No smoking,\r\nplease!\" said the distressed gentlewoman.) He put the cigarette\r\nback in its case. There was a new expression in his eyes now, a\r\ntender expression. For the first time since they had met Maud\r\nseemed to catch a far-off glimpse of the man she had loved in\r\nWales. Butter appeared to have softened Geoffrey.\r\n\r\n\"So you couldn't wait!\" he said with pathos.\r\n\r\nMaud did not understand.\r\n\r\n\"I waited over a quarter of an hour. It was you who were late.\"\r\n\r\n\"I don't mean that. I am referring to your engagement. I saw the\r\nannouncement in the Morning Post. Well, I hope you will let me\r\noffer you my best wishes. This Mr. George Bevan, whoever he is, is\r\nlucky.\"\r\n\r\nMaud had opened her mouth to explain, to say that it was all a\r\nmistake. She closed it again without speaking.\r\n\r\n\"So you couldn't wait!\" proceeded Geoffrey with gentle regret.\r\n\"Well, I suppose I ought not to blame you. You are at an age when\r\nit is easy to forget. I had no right to hope that you would be\r\nproof against a few months' separation. I expected too much. But it\r\nis ironical, isn't it! There was I, thinking always of those days\r\nlast summer when we were everything to each other, while you had\r\nforgotten me--Forgotten me!\" sighed Geoffrey. He picked a fragment\r\nof cake absently off the tablecloth and inserted it in his mouth.\r\n\r\nThe unfairness of the attack stung Maud to speech. She looked back\r\nover the months, thought of all she had suffered, and ached with\r\nself-pity.\r\n\r\n\"I hadn't,\" she cried.\r\n\r\n\"You hadn't? But you let this other man, this George Bevan, make\r\nlove to you.\"\r\n\r\n\"I didn't! That was all a mistake.\"\r\n\r\n\"A mistake?\"\r\n\r\n\"Yes. It would take too long to explain, but . . .\" She stopped. It\r\nhad come to her suddenly, in a flash of clear vision, that the\r\nmistake was one which she had no desire to correct. She felt like\r\none who, lost in a jungle, comes out after long wandering into the\r\nopen air. For days she had been thinking confusedly, unable to\r\ninterpret her own emotions: and now everything had abruptly become\r\nclarified. It was as if the sight of Geoffrey had been the key to a\r\ncipher. She loved George Bevan, the man she had sent out of her\r\nlife for ever. She knew it now, and the shock of realization made\r\nher feel faint and helpless. And, mingled with the shock of\r\nrealization, there came to her the mortification of knowing that\r\nher aunt, Lady Caroline, and her brother, Percy, had been right\r\nafter all. What she had mistaken for the love of a lifetime had\r\nbeen, as they had so often insisted, a mere infatuation, unable to\r\nsurvive the spectacle of a Geoffrey who had been eating too much\r\nbutter and had put on flesh.\r\n\r\nGeoffrey swallowed his piece of cake, and bent forward.\r\n\r\n\"Aren't you engaged to this man Bevan?\"\r\n\r\nMaud avoided his eye. She was aware that the crisis had arrived,\r\nand that her whole future hung on her next words.\r\n\r\nAnd then Fate came to her rescue. Before she could speak, there was\r\nan interruption.\r\n\r\n\"Pardon me,\" said a voice. \"One moment!\"\r\n\r\nSo intent had Maud and her companion been on their own affairs that\r\nneither of them observed the entrance of a third party. This was a\r\nyoung man with mouse-coloured hair and a freckled, badly-shaven\r\nface which seemed undecided whether to be furtive or impudent. He\r\nhad small eyes, and his costume was a blend of the flashy and the\r\nshabby. He wore a bowler hat, tilted a little rakishly to one side,\r\nand carried a small bag, which he rested on the table between them.\r\n\r\n\"Sorry to intrude, miss.\" He bowed gallantly to Maud, \"but I want\r\nto have a few words with Mr. Spenser Gray here.\"\r\n\r\nMaud, looking across at Geoffrey, was surprised to see that his\r\nflorid face had lost much of its colour. His mouth was open, and\r\nhis eyes had taken a glassy expression.\r\n\r\n\"I think you have made a mistake,\" she said coldly. She disliked\r\nthe young man at sight. \"This is Mr. Raymond.\"\r\n\r\nGeoffrey found speech.\r\n\r\n\"Of course I'm Mr. Raymond!\" he cried angrily. \"What do you mean by\r\ncoming and annoying us like this?\"\r\n\r\nThe young man was not discomposed. He appeared to be used to being\r\nunpopular. He proceeded as though there had been no interruption.\r\nHe produced a dingy card.\r\n\r\n\"Glance at that,\" he said. \"Messrs. Willoughby and Son, Solicitors.\r\nI'm son. The guv'nor put this little matter into my hands. I've\r\nbeen looking for you for days, Mr. Gray, to hand you this paper.\"\r\nHe opened the bag like a conjurer performing a trick, and brought\r\nout a stiff document of legal aspect. \"You're a witness, miss, that\r\nI've served the papers. You know what this is, of course?\" he said\r\nto Geoffrey. \"Action for breach of promise of marriage. Our client,\r\nMiss Yvonne Sinclair, of the Regal Theatre, is suing you for ten\r\nthousand pounds. And, if you ask me,\" said the young man with\r\ngenial candour, dropping the professional manner, \"I don't mind\r\ntelling you, I think it's a walk-over! It's the best little action\r\nfor breach we've handled for years.\" He became professional again.\r\n\"Your lawyers will no doubt communicate with us in due course. And,\r\nif you take my advice,\" he concluded, with another of his swift\r\nchanges of manner, \"you'll get 'em to settle out of court, for,\r\nbetween me and you and the lamp-post, you haven't an earthly!\"\r\n\r\nGeoffrey had started to his feet. He was puffing with outraged\r\ninnocence.\r\n\r\n\"What the devil do you mean by this?\" he demanded. \"Can't you see\r\nyou've made a mistake? My name is not Gray. This lady has told you\r\nthat I am Geoffrey Raymond!\"\r\n\r\n\"Makes it all the worse for you,\" said the young man imperturbably,\r\n\"making advances to our client under an assumed name. We've got\r\nletters and witnesses and the whole bag of tricks. And how about\r\nthis photo?\" He dived into the bag again. \"Do you recognize that,\r\nmiss?\"\r\n\r\nMaud looked at the photograph. It was unmistakably Geoffrey. And it\r\nhad evidently been taken recently, for it showed the later\r\nGeoffrey, the man of substance. It was a full-length photograph and\r\nacross the stout legs was written in a flowing hand the legend, \"To\r\nBabe from her little Pootles\". Maud gave a shudder and handed it\r\nback to the young man, just as Geoffrey, reaching across the table,\r\nmade a grab for it.\r\n\r\n\"I recognize it,\" she said.\r\n\r\nMr. Willoughby junior packed the photograph away in his bag, and\r\nturned to go.\r\n\r\n\"That's all for today, then, I think,\" he said, affably.\r\n\r\nHe bowed again in his courtly way, tilted the hat a little more to\r\nthe left, and, having greeted one of the distressed gentlewomen who\r\nloitered limply in his path with a polite \"If you please, Mabel!\"\r\nwhich drew upon him a freezing stare of which he seemed oblivious,\r\nhe passed out, leaving behind him strained silence.\r\n\r\nMaud was the first to break it.\r\n\r\n\"I think I'll be going,\" she said.\r\n\r\nThe words seemed to rouse her companion from his stupor.\r\n\r\n\"Let me explain!\"\r\n\r\n\"There's nothing to explain.\"\r\n\r\n\"It was just a . . . it was just a passing . . . It was nothing\r\n. . . nothing.\"\r\n\r\n\"Pootles!\" murmured Maud.\r\n\r\nGeoffrey followed her as she moved to the door.\r\n\r\n\"Be reasonable!\" pleaded Geoffrey. \"Men aren't saints!\r\nIt was nothing! . . . Are you going to end . . . everything\r\n. . . just because I lost my head?\"\r\n\r\nMaud looked at him with a smile. She was conscious of an\r\noverwhelming relief. The dim interior of Ye Cosy Nooke no longer\r\nseemed depressing. She could have kissed this unknown \"Babe\" whose\r\nbusinesslike action had enabled her to close a regrettable chapter\r\nin her life with a clear conscience.\r\n\r\n\"But you haven't only lost your head, Geoffrey,\" she said.  \"You've\r\nlost your figure as well.\"\r\n\r\nShe went out quickly. With a convulsive bound Geoffrey started to\r\nfollow her, but was checked before he had gone a yard.\r\n\r\nThere are formalities to be observed before a patron can leave Ye\r\nCosy Nooke.\r\n\r\n\"If you please!\" said a distressed gentlewomanly voice.\r\n\r\nThe lady whom Mr. Willoughby had addressed as Mabel--erroneously,\r\nfor her name was Ernestine--was standing beside him with a slip of\r\npaper.\r\n\r\n\"Six and twopence,\" said Ernestine.\r\n\r\nFor a moment this appalling statement drew the unhappy man's mind\r\nfrom the main issue.\r\n\r\n\"Six and twopence for a cup of chocolate and a few cakes?\" he\r\ncried, aghast. \"It's robbery!\"\r\n\r\n\"Six and twopence, please!\" said the queen of the bandits with\r\nundisturbed calm. She had been through this sort of thing before.\r\nYe Cosy Nooke did not get many customers; but it made the most of\r\nthose it did get.\r\n\r\n\"Here!\" Geoffrey produced a half-sovereign. \"I haven't time to\r\nargue!\"\r\n\r\nThe distressed brigand showed no gratification. She had the air of\r\none who is aloof from worldly things. All she wanted was rest and\r\nleisure--leisure to meditate upon the body upstairs. All flesh is\r\nas grass. We are here today and gone tomorrow. But there, beyond\r\nthe grave, is peace.\r\n\r\n\"Your change?\" she said.\r\n\r\n\"Damn the change!\"\r\n\r\n\"You are forgetting your hat.\"\r\n\r\n\"Damn my hat!\"\r\n\r\nGeoffrey dashed from the room. He heaved his body through the door.\r\nHe lumbered down the stairs.\r\n\r\nOut in Bond Street the traffic moved up and the traffic moved down.\r\nStrollers strolled upon the sidewalks.\r\n\r\nBut Maud had gone."
  ]
}