{
  "index": 27,
  "title": "Chapter 26",
  "paragraphs": [
    "In his bedroom at the Carlton Hotel George Bevan was packing. That\r\nis to say, he had begun packing; but for the last twenty minutes he\r\nhad been sitting on the side of the bed, staring into a future\r\nwhich became bleaker and bleaker the more he examined it. In the\r\nlast two days he had been no stranger to these grey moods, and they\r\nhad become harder and harder to dispel. Now, with the steamer-trunk\r\nbefore him gaping to receive its contents, he gave himself up\r\nwhole-heartedly to gloom.\r\n\r\nSomehow the steamer-trunk, with all that it implied of partings and\r\nvoyagings, seemed to emphasize the fact that he was going out alone\r\ninto an empty world. Soon he would be on board the liner, every\r\nrevolution of whose engines would be taking him farther away from\r\nwhere his heart would always be. There were moments when the\r\ntorment of this realization became almost physical.\r\n\r\nIt was incredible that three short weeks ago he had been a happy\r\nman. Lonely, perhaps, but only in a vague, impersonal way. Not\r\nlonely with this aching loneliness that tortured him now. What was\r\nthere left for him? As regards any triumphs which the future might\r\nbring in connection with his work, he was, as Mac the stage-door\r\nkeeper had said, \"blarzy\". Any success he might have would be but a\r\nstale repetition of other successes which he had achieved. He would\r\ngo on working, of course, but--. The ringing of the telephone bell\r\nacross the room jerked him back to the present. He got up with a\r\nmuttered malediction. Someone calling up again from the theatre\r\nprobably. They had been doing it all the time since he had announced\r\nhis intention of leaving for America by Saturday's boat.\r\n\r\n\"Hello?\" he said wearily.\r\n\r\n\"Is that George?\" asked a voice. It seemed familiar, but all female\r\nvoices sound the same over the telephone.\r\n\r\n\"This is George,\" he replied. \"Who are you?\"\r\n\r\n\"Don't you know my voice?\"\r\n\r\n\"I do not.\"\r\n\r\n\"You'll know it quite well before long. I'm a great talker.\"\r\n\r\n\"Is that Billie?\"\r\n\r\n\"It is not Billie, whoever Billie may be. I am female, George.\"\r\n\r\n\"So is Billie.\"\r\n\r\n\"Well, you had better run through the list of your feminine friends\r\ntill you reach me.\"\r\n\r\n\"I haven't any feminine friends.\"\r\n\r\n\"None?\"\r\n\r\n\"That's odd.\"\r\n\r\n\"Why?\"\r\n\r\n\"You told me in the garden two nights ago that you looked on me as\r\na pal.\"\r\n\r\nGeorge sat down abruptly. He felt boneless.\r\n\r\n\"Is--is that you?\" he stammered. \"It can't be--Maud!\"\r\n\r\n\"How clever of you to guess. George, I want to ask you one or two\r\nthings. In the first place, are you fond of butter?\"\r\n\r\nGeorge blinked. This was not a dream. He had just bumped his knee\r\nagainst the corner of the telephone table, and it still hurt most\r\nconvincingly. He needed the evidence to assure himself that he was\r\nawake.\r\n\r\n\"Butter?\" he queried. \"What do you mean?\"\r\n\r\n\"Oh, well, if you don't even know what butter means, I expect it's\r\nall right. What is your weight, George?\"\r\n\r\n\"About a hundred and eighty pounds. But I don't understand.\"\r\n\r\n\"Wait a minute.\" There was a silence at the other end of the wire.\r\n\"About thirteen stone,\" said Maud's voice. \"I've been doing it in\r\nmy head. And what was it this time last year?\"\r\n\r\n\"About the same, I think. I always weigh about the same.\"\r\n\r\n\"How wonderful! George!\"\r\n\r\n\"Yes?\"\r\n\r\n\"This is very important. Have you ever been in Florida?\"\r\n\r\n\"I was there one winter.\"\r\n\r\n\"Do you know a fish called the pompano?\"\r\n\r\n\"Yes.\"\r\n\r\n\"Tell me about it.\"\r\n\r\n\"How do you mean? It's just a fish. You eat it.\"\r\n\r\n\"I know. Go into details.\"\r\n\r\n\"There aren't any details. You just eat it.\"\r\n\r\nThe voice at the other end of the wire purred with approval.  \"I\r\nnever heard anything so splendid. The last man who mentioned pompano\r\nto me became absolutely lyrical about sprigs of parsley and melted\r\nbutter. Well, that's that. Now, here's another very important point.\r\nHow about wall-paper?\"\r\n\r\nGeorge pressed his unoccupied hand against his forehead.\r\nThis conversation was unnerving him.\r\n\r\n\"I didn't get that,\" he said.\r\n\r\n\"Didn't get what?\"\r\n\r\n\"I mean, I didn't quite catch what you said that time. It\r\nsounded to me like 'What about wall-paper?'\"\r\n\r\n\"It was 'What about wall-paper?' Why not?\"\r\n\r\n\"But,\" said George weakly, \"it doesn't make any sense.\"\r\n\r\n\"Oh, but it does. I mean, what about wall-paper for your den?\"\r\n\r\n\"My den?\"\r\n\r\n\"Your den. You must have a den. Where do you suppose you're going\r\nto work, if you don't? Now, my idea would be some nice quiet\r\ngrass-cloth. And, of course, you would have lots of pictures and\r\nbooks. And a photograph of me. I'll go and be taken specially. Then\r\nthere would be a piano for you to work on, and two or three really\r\ncomfortable chairs. And--well, that would be about all, wouldn't\r\nit?\"\r\n\r\nGeorge pulled himself together.\r\n\r\n\"Hello!\" he said.\r\n\r\n\"Why do you say 'Hello'?\"\r\n\r\n\"I forgot I was in London. I should have said 'Are you there?'\"\r\n\r\n\"Yes, I'm here.\"\r\n\r\n\"Well, then, what does it all mean?\"\r\n\r\n\"What does what mean?\"\r\n\r\n\"What you've been saying--about butter and pompanos and wall-paper\r\nand my den and all that? I don't understand.\"\r\n\r\n\"How stupid of you! I was asking you what sort of wall-paper you\r\nwould like in your den after we were married and settled down.\"\r\n\r\nGeorge dropped the receiver. It clashed against the side of the\r\ntable. He groped for it blindly.\r\n\r\n\"Hello!\" he said.\r\n\r\n\"Don't say 'Hello!' It sounds so abrupt!\"\r\n\r\n\"What did you say then?\"\r\n\r\n\"I said 'Don't say Hello!'\"\r\n\r\n\"No, before that! Before that! You said something about getting\r\nmarried.\"\r\n\r\n\"Well, aren't we going to get married? Our engagement is announced\r\nin the Morning Post.\"\r\n\r\n\"But--But--\"\r\n\r\n\"George!\" Maud's voice shook. \"Don't tell me you are going to jilt\r\nme!\" she said tragically. \"Because, if you are, let me know in\r\ntime, as I shall want to bring an action for breach of promise.\r\nI've just met such a capable young man who will look after the\r\nwhole thing for me. He wears a bowler hat on the side of his head\r\nand calls waitresses 'Mabel'. Answer 'yes' or 'no'. Will you marry\r\nme?\"\r\n\r\n\"But--But--how about--I mean, what about--I mean how about--?\"\r\n\r\n\"Make up your mind what you do mean.\"\r\n\r\n\"The other fellow!\" gasped George.\r\n\r\nA musical laugh was wafted to him over the wire.\r\n\r\n\"What about him?\"\r\n\r\n\"Well, what about him?\" said George.\r\n\r\n\"Isn't a girl allowed to change her mind?\" said Maud.\r\n\r\nGeorge yelped excitedly. Maud gave a cry.\r\n\r\n\"Don't sing!\" she said. \"You nearly made me deaf.\"\r\n\r\n\"Have you changed your mind?\"\r\n\r\n\"Certainly I have!\"\r\n\r\n\"And you really think--You really want--I mean, you really\r\nwant--You really think--\"\r\n\r\n\"Don't be so incoherent!\"\r\n\r\n\"Maud!\"\r\n\r\n\"Well?\"\r\n\r\n\"Will you marry me?\"\r\n\r\n\"Of course I will.\"\r\n\r\n\"Gosh!\"\r\n\r\n\"What did you say?\"\r\n\r\n\"I said Gosh! And listen to me, when I say Gosh, I mean Gosh! Where\r\nare you? I must see you. Where can we meet?  I want to see you! For\r\nHeaven's sake, tell me where you are. I want to see you! Where are\r\nyou? Where are you?\"\r\n\r\n\"I'm downstairs.\"\r\n\r\n\"Where? Here at the 'Carlton'?\"\r\n\r\n\"Here at the 'Carlton'!\"\r\n\r\n\"Alone?\"\r\n\r\n\"Quite alone.\"\r\n\r\n\"You won't be long!\" said George.\r\n\r\nHe hung up the receiver, and bounded across the room to where his\r\ncoat hung over the back of a chair. The edge of the steamer-trunk\r\ncaught his shin.\r\n\r\n\"Well,\" said George to the steamer-trunk, \"and what are you butting\r\nin for? Who wants you, I should like to know!\""
  ]
}