{
  "index": 21,
  "title": "Chapter 20",
  "paragraphs": [
    "Mr. and Mrs. Reginald Byng, seated at a table in the corner of the\r\nRegent Grill-Room, gazed fondly into each other's eyes. George,\r\nseated at the same table, but feeling many miles away, watched them\r\nmoodily, fighting to hold off a depression which, cured for a while\r\nby the exhilaration of the ride in Reggie's racing-car (it had\r\nbeaten its previous record for the trip to London by nearly twenty\r\nminutes), now threatened to return. The gay scene, the ecstasy of\r\nReggie, the more restrained but equally manifest happiness of his\r\nbride--these things induced melancholy in George. He had not wished\r\nto attend the wedding-lunch, but the happy pair seemed to be\r\nrevolted at the idea that he should stroll off and get a bite to\r\neat somewhere else.\r\n\r\n\"Stick by us, laddie,\" Reggie had said pleadingly, \"for there is\r\nmuch to discuss, and we need the counsel of a man of the world. We\r\nare married all right--\"\r\n\r\n\"Though it didn't seem legal in that little registrar's office,\"\r\nput in Alice.\r\n\r\n\"--But that, as the blighters say in books, is but a beginning, not\r\nan end. We have now to think out the most tactful way of letting\r\nthe news seep through, as it were, to the mater.\"\r\n\r\n\"And Lord Marshmoreton,\" said Alice. \"Don't forget he has lost his\r\nsecretary.\"\r\n\r\n\"And Lord Marshmoreton,\" amended Reggie. \"And about a million other\r\npeople who'll be most frightfully peeved at my doing the Wedding\r\nGlide without consulting them. Stick by us, old top. Join our\r\nsimple meal. And over the old coronas we will discuss many things.\"\r\n\r\nThe arrival of a waiter with dishes broke up the silent communion\r\nbetween husband and wife, and lowered Reggie to a more earthly\r\nplane. He refilled the glasses from the stout bottle that nestled\r\nin the ice-bucket--(\"Only this one, dear!\" murmured the bride in\r\na warning undertone, and \"All right darling!\" replied the dutiful\r\ngroom)--and raised his own to his lips.\r\n\r\n\"Cheerio! Here's to us all! Maddest, merriest day of all the glad\r\nNew Year and so forth. And now,\" he continued, becoming sternly\r\npractical, \"about the good old sequel and aftermath, so to speak,\r\nof this little binge of ours. What's to be done. You're a brainy\r\nsort of feller, Bevan, old man, and we look to you for suggestions.\r\nHow would you set about breaking the news to mother?\"\r\n\r\n\"Write her a letter,\" said George.\r\n\r\nReggie was profoundly impressed.\r\n\r\n\"Didn't I tell you he would have some devilish shrewd scheme?\" he\r\nsaid enthusiastically to Alice. \"Write her a letter!  What could be\r\nbetter? Poetry, by Gad!\" His face clouded.  \"But what would you say\r\nin it? That's a pretty knotty point.\"\r\n\r\n\"Not at all. Be perfectly frank and straightforward. Say you are\r\nsorry to go against her wishes--\"\r\n\r\n\"Wishes,\" murmured Reggie, scribbling industrially on the back of\r\nthe marriage licence.\r\n\r\n\"--But you know that all she wants is your happiness--\"\r\n\r\nReggie looked doubtful.\r\n\r\n\"I'm not sure about that last bit, old thing. You don't know the\r\nmater!\"\r\n\r\n\"Never mind, Reggie,\" put in Alice. \"Say it, anyhow. Mr. Bevan is\r\nperfectly right.\"\r\n\r\n\"Right ho, darling! All right, laddie--'happiness'. And then?\"\r\n\r\n\"Point out in a few well-chosen sentences how charming Mrs. Byng\r\nis . . .\"\r\n\r\n\"Mrs. Byng!\" Reggie smiled fatuously. \"I don't think I ever heard\r\nanything that sounded so indescribably ripping. That part'll be\r\neasy enough. Besides, the mater knows Alice.\"\r\n\r\n\"Lady Caroline has seen me at the castle,\" said his bride\r\ndoubtfully, \"but I shouldn't say she knows me. She has hardly\r\nspoken a dozen words to me.\"\r\n\r\n\"There,\" said Reggie, earnestly, \"you're in luck, dear heart!  The\r\nmater's a great speaker, especially in moments of excitement. I'm\r\nnot looking forward to the time when she starts on me. Between\r\nourselves, laddie, and meaning no disrespect to the dear soul, when\r\nthe mater is moved and begins to talk, she uses up most of the\r\nlanguage.\"\r\n\r\n\"Outspoken, is she?\"\r\n\r\n\"I should hate to meet the person who could out-speak her,\" said\r\nReggie.\r\n\r\nGeorge sought information on a delicate point.\r\n\r\n\"And financially? Does she exercise any authority over you in that\r\nway?\"\r\n\r\n\"You mean has the mater the first call on the family doubloons?\"\r\nsaid Reggie. \"Oh, absolutely not! You see, when I call her the\r\nmater, it's using the word in a loose sense, so to speak. She's my\r\nstep-mother really. She has her own little collection of pieces of\r\neight, and I have mine. That part's simple enough.\"\r\n\r\n\"Then the whole thing is simple. I don't see what you've been\r\nworrying about.\"\r\n\r\n\"Just what I keep telling him, Mr. Bevan,\" said Alice.\r\n\r\n\"You're a perfectly free agent. She has no hold on you of any\r\nkind.\"\r\n\r\nReggie Byng blinked dizzily.\r\n\r\n\"Why, now you put it like that,\" he exclaimed, \"I can see that I\r\njolly well am! It's an amazing thing, you know, habit and all that.\r\nI've been so accustomed for years to jumping through hoops and\r\nshamming dead when the mater lifted a little finger, that it\r\nabsolutely never occurred to me that I had a soul of my own. I give\r\nyou my honest word I never saw it till this moment.\"\r\n\r\n\"And now it's too late!\"\r\n\r\n\"Eh?\"\r\n\r\nGeorge indicated Alice with a gesture. The newly-made Mrs. Byng\r\nsmiled.\r\n\r\n\"Mr. Bevan means that now you've got to jump through hoops and sham\r\ndead when I lift a little finger!\"\r\n\r\nReggie raised her hand to his lips, and nibbled at it gently.\r\n\r\n\"Blessums 'ittle finger! It shall lift it and have 'ums Reggie\r\njumping through. . . .\" He broke off and tendered George a manly\r\napology. \"Sorry, old top! Forgot myself for the moment. Shan't\r\noccur again! Have another chicken or an eclair or some soup or\r\nsomething!\"\r\n\r\nOver the cigars Reggie became expansive.\r\n\r\n\"Now that you've lifted the frightful weight of the mater off my\r\nmind, dear old lad,\" he said, puffing luxuriously, \"I find myself\r\nsurveying the future in a calmer spirit. It seems to me that the\r\nbest thing to do, as regards the mater and everybody else, is\r\nsimply to prolong the merry wedding-trip till Time the Great Healer\r\nhas had a chance to cure the wound. Alice wants to put in a week or\r\nso in Paris. . . .\"\r\n\r\n\"Paris!\" murmured the bride ecstatically.\r\n\r\n\"Then I would like to trickle southwards to the Riviera. . .\"\r\n\r\n\"If you mean Monte Carlo, dear,\" said his wife with gentle\r\nfirmness, \"no!\"\r\n\r\n\"No, no, not Monte Carlo,\" said Reggie hastily, \"though it's a\r\ngreat place. Air--scenery--and what not! But Nice and Bordighera\r\nand Mentone and other fairly ripe resorts. You'd enjoy them. And\r\nafter that . . . I had a scheme for buying back my yacht, the jolly\r\nold Siren, and cruising about the Mediterranean for a month or so. I\r\nsold her to a local sportsman when I was in America a couple of\r\nyears ago. But I saw in the paper yesterday that the poor old\r\nbuffer had died suddenly, so I suppose it would be difficult to get\r\nhold of her for the time being.\" Reggie broke off with a sharp\r\nexclamation.\r\n\r\n\"My sainted aunt!\"\r\n\r\n\"What's the matter?\"\r\n\r\nBoth his companions were looking past him, wide-eyed. George\r\noccupied the chair that had its back to the door, and was unable to\r\nsee what it was that had caused their consternation; but he deduced\r\nthat someone known to both of them must have entered the\r\nrestaurant; and his first thought, perhaps naturally, was that it\r\nmust be Reggie's \"mater\". Reggie dived behind a menu, which he held\r\nbefore him like a shield, and his bride, after one quick look, had\r\nturned away so that her face was hidden. George swung around, but\r\nthe newcomer, whoever he or she was, was now seated and\r\nindistinguishable from the rest of the lunchers.\r\n\r\n\"Who is it?\"\r\n\r\nReggie laid down the menu with the air of one who after a momentary\r\npanic rallies.\r\n\r\n\"Don't know what I'm making such a fuss about,\" he said stoutly. \"I\r\nkeep forgetting that none of these blighters really matter in the\r\nscheme of things. I've a good mind to go over and pass the time of\r\nday.\"\r\n\r\n\"Don't!\" pleaded his wife. \"I feel so guilty.\"\r\n\r\n\"Who is it?\" asked George again. \"Your step-mother?\"\r\n\r\n\"Great Scott, no!\" said Reggie. \"Nothing so bad as that. It's old\r\nMarshmoreton.\"\r\n\r\n\"Lord Marshmoreton!\"\r\n\r\n\"Absolutely! And looking positively festive.\"\r\n\r\n\"I feel so awful, Mr. Bevan,\" said Alice. \"You know, I left the\r\ncastle without a word to anyone, and he doesn't know yet that there\r\nwon't be any secretary waiting for him when he gets back.\"\r\n\r\nReggie took another look over George's shoulder and chuckled.\r\n\r\n\"It's all right, darling. Don't worry. We can nip off secretly by\r\nthe other door. He's not going to stop us. He's got a girl with\r\nhim! The old boy has come to life--absolutely!  He's gassing away\r\nsixteen to the dozen to a frightfully pretty girl with gold hair.\r\nIf you slew the old bean round at an angle of about forty-five,\r\nBevan, old top, you can see her. Take a look. He won't see you.\r\nHe's got his back to us.\"\r\n\r\n\"Do you call her pretty?\" asked Alice disparagingly.\r\n\r\n\"Now that I take a good look, precious,\" replied Reggie with\r\nalacrity, \"no! Absolutely not! Not my style at all!\"\r\n\r\nHis wife crumbled bread.\r\n\r\n\"I think she must know you, Reggie dear,\" she said softly.  \"She's\r\nwaving to you.\"\r\n\r\n\"She's waving to _me_,\" said George, bringing back the sunshine to\r\nReggie's life, and causing the latter's face to lose its hunted\r\nlook. \"I know her very well. Her name's Dore. Billie Dore.\"\r\n\r\n\"Old man,\" said Reggie, \"be a good fellow and slide over to their\r\ntable and cover our retreat. I know there's nothing to be afraid of\r\nreally, but I simply can't face the old boy.\"\r\n\r\n\"And break the news to him that I've gone, Mr. Bevan,\" added Alice.\r\n\r\n\"Very well, I'll say good-bye, then.\"\r\n\r\n\"Good-bye, Mr. Bevan, and thank you ever so much.\"\r\n\r\nReggie shook George's hand warmly.\r\n\r\n\"Good-bye, Bevan old thing, you're a ripper. I can't tell you how\r\nbucked up I am at the sportsmanlike way you've rallied round. I'll\r\ndo the same for you one of these days. Just hold the old boy in\r\nplay for a minute or two while we leg it. And, if he wants us, tell\r\nhim our address till further notice is Paris. What ho! What ho!\r\nWhat ho! Toodle-oo, laddie, toodle-oo!\"\r\n\r\nGeorge threaded his way across the room. Billie Dore welcomed him\r\nwith a friendly smile. The earl, who had turned to observe his\r\nprogress, seemed less delighted to see him. His weather-beaten face\r\nwore an almost furtive look. He reminded George of a schoolboy who\r\nhas been caught in some breach of the law.\r\n\r\n\"Fancy seeing you here, George!\" said Billie. \"We're always\r\nmeeting, aren't we? How did you come to separate yourself from the\r\npigs and chickens? I thought you were never going to leave them.\"\r\n\r\n\"I had to run up on business,\" explained George. \"How are you, Lord\r\nMarshmoreton?\"\r\n\r\nThe earl nodded briefly.\r\n\r\n\"So you're on to him, too?\" said Billie. \"When did you get wise?\"\r\n\r\n\"Lord Marshmoreton was kind enough to call on me the other morning\r\nand drop the incognito.\"\r\n\r\n\"Isn't dadda the foxiest old thing!\" said Billie delightedly.\r\n\"Imagine him standing there that day in the garden, kidding us\r\nalong like that! I tell you, when they brought me his card last\r\nnight after the first act and I went down to take a slant at this\r\nLord Marshmoreton and found dadda hanging round the stage door, you\r\ncould have knocked me over with a whisk-broom.\"\r\n\r\n\"I have not stood at the stage-door for twenty-five years,\" said\r\nLord Marshmoreton sadly.\r\n\r\n\"Now, it's no use your pulling that Henry W. Methuselah stuff,\"\r\nsaid Billie affectionately. \"You can't get away with it. Anyone\r\ncan see you're just a kid. Can't they, George?\" She indicated the\r\nblushing earl with a wave of the hand. \"Isn't dadda the youngest\r\nthing that ever happened?\"\r\n\r\n\"Exactly what I told him myself.\"\r\n\r\nLord Marshmoreton giggled. There is no other verb that describes\r\nthe sound that proceeded from him.\r\n\r\n\"I feel young,\" he admitted.\r\n\r\n\"I wish some of the juveniles in the shows I've been in,\" said\r\nBillie, \"were as young as you. It's getting so nowadays that one's\r\nthankful if a juvenile has teeth.\" She glanced across the room.\r\n\"Your pals are walking out on you, George. The people you were\r\nlunching with,\" she explained. \"They're leaving.\"\r\n\r\n\"That's all right. I said good-bye to them.\" He looked at Lord\r\nMarshmoreton. It seemed a suitable opportunity to break the news.\r\n\"I was lunching with Mr. and Mrs. Byng,\" he said.\r\n\r\nNothing appeared to stir beneath Lord Marshmoreton's tanned\r\nforehead.\r\n\r\n\"Reggie Byng and his wife, Lord Marshmoreton,\" added George.\r\n\r\nThis time he secured the earl's interest. Lord Marshmoreton\r\nstarted.\r\n\r\n\"What!\"\r\n\r\n\"They are just off to Paris,\" said George.\r\n\r\n\"Reggie Byng is not married!\"\r\n\r\n\"Married this morning. I was best man.\"\r\n\r\n\"Busy little creature!\" interjected Billie.\r\n\r\n\"But--but--!\"\r\n\r\n\"You know his wife,\" said George casually. \"She was a Miss Faraday.\r\nI think she was your secretary.\"\r\n\r\nIt would have been impossible to deny that Lord Marshmoreton showed\r\nemotion. His mouth opened, and he clutched the tablecloth. But\r\njust what the emotion was George was unable to say till, with a\r\nsigh that seemed to come from his innermost being, the other\r\nexclaimed \"Thank Heaven!\"\r\n\r\nGeorge was surprised.\r\n\r\n\"You're glad?\"\r\n\r\n\"Of course I'm glad!\"\r\n\r\n\"It's a pity they didn't know how you were going to feel. It would\r\nhave saved them a lot of anxiety. I rather gathered they supposed\r\nthat the shock was apt to darken your whole life.\"\r\n\r\n\"That girl,\" said Lord Marshmoreton vehemently, \"was driving me\r\ncrazy. Always bothering me to come and work on that damned family\r\nhistory. Never gave me a moment's peace . . .\"\r\n\r\n\"I liked her,\" said George.\r\n\r\n\"Nice enough girl,\" admitted his lordship grudgingly. \"But a damned\r\nnuisance about the house; always at me to go on with the family\r\nhistory. As if there weren't better things to do with one's time\r\nthan writing all day about my infernal fools of ancestors!\"\r\n\r\n\"Isn't dadda fractious today?\" said Billie reprovingly, giving the\r\nEarl's hand a pat. \"Quit knocking your ancestors! You're very lucky\r\nto have ancestors. I wish I had. The Dore family seems to go back\r\nabout as far as the presidency of Willard Filmore, and then it kind\r\nof gets discouraged and quite cold. Gee! I'd like to feel that my\r\ngreat-great-great-grandmother had helped Queen Elizabeth with the\r\nrent. I'm strong for the fine old stately families of England.\"\r\n\r\n\"Stately old fiddlesticks!\" snapped the earl.\r\n\r\n\"Did you see his eyes flash then, George? That's what they call\r\naristocratic rage. It's the fine old spirit of the Marshmoretons\r\nboiling over.\"\r\n\r\n\"I noticed it,\" said George. \"Just like lightning.\"\r\n\r\n\"It's no use trying to fool us, dadda,\" said Billie. \"You know just\r\nas well as I do that it makes you feel good to think that, every\r\ntime you cut yourself with your safety-razor, you bleed blue!\"\r\n\r\n\"A lot of silly nonsense!\" grumbled the earl.\r\n\r\n\"What is?\"\r\n\r\n\"This foolery of titles and aristocracy. Silly fetish-worship!\r\nOne man's as good as another. . . .\"\r\n\r\n\"This is the spirit of '76!\" said George approvingly.\r\n\r\n\"Regular I.W.W. stuff,\" agreed Billie. \"Shake hands the President\r\nof the Bolsheviki!\"\r\n\r\nLord Marshmoreton ignored the interruption. There was a strange\r\nlook in his eyes. It was evident to George, watching him with close\r\ninterest, that here was a revelation of the man's soul; that\r\nthoughts, locked away for years in the other's bosom were crying\r\nfor utterance.\r\n\r\n\"Damned silly nonsense! When I was a boy, I wanted to be\r\nan engine-driver. When I was a young man, I was a Socialist\r\nand hadn't any idea except to work for my living and make a\r\nname for myself. I was going to the colonies. Canada. The\r\nfruit farm was actually bought. Bought and paid for!\" He\r\nbrooded a moment on that long-lost fruit farm. \"My father was\r\na younger son. And then my uncle must go and break his neck\r\nhunting, and the baby, poor little chap, got croup or something\r\n. . . And there I was, saddled with the title, and all my plans\r\ngone up in smoke . . . Silly nonsense! Silly nonsense!\"\r\n\r\nHe bit the end of a cigar. \"And you can't stand up against it,\" he\r\nwent on ruefully. \"It saps you. It's like some damned drug. I\r\nfought against it as long as I could, but it was no use. I'm as big\r\na snob as any of them now. I'm afraid to do what I want to do.\r\nAlways thinking of the family dignity. I haven't taken a free step\r\nfor twenty-five years.\"\r\n\r\nGeorge and Billie exchanged glances. Each had the uncomfortable\r\nfeeling that they were eavesdropping and hearing things not meant\r\nto be heard. George rose.\r\n\r\n\"I must be getting along now,\" he said. \"I've one or two\r\nthings to do. Glad to have seen you again, Billie. Is the show\r\ngoing all right?\"\r\n\r\n\"Fine. Making money for you right along.\"\r\n\r\n\"Good-bye, Lord Marshmoreton.\"\r\n\r\nThe earl nodded without speaking. It was not often now that he\r\nrebelled even in thoughts against the lot which fate had thrust\r\nupon him, and never in his life before had he done so in words. He\r\nwas still in the grip of the strange discontent which had come upon\r\nhim so abruptly.\r\n\r\nThere was a silence after George had gone.\r\n\r\n\"I'm glad we met George,\" said Billie. \"He's a good boy.\" She spoke\r\nsoberly. She was conscious of a curious feeling of affection for\r\nthe sturdy, weather-tanned little man opposite her. The glimpse\r\nshe had been given of his inner self had somehow made him come\r\nalive for her.\r\n\r\n\"He wants to marry my daughter,\" said Lord Marshmoreton. A few\r\nmoments before, Billie would undoubtedly have replied to such a\r\nstatement with some jocular remark expressing disbelief that the\r\nearl could have a daughter old enough to be married. But now she\r\nfelt oddly serious and unlike her usual flippant self.\r\n\r\n\"Oh?\" was all she could find to say.\r\n\r\n\"She wants to marry him.\"\r\n\r\nNot for years had Billie Dore felt embarrassed, but she felt so\r\nnow. She judged herself unworthy to be the recipient of these very\r\nprivate confidences.\r\n\r\n\"Oh?\" she said again.\r\n\r\n\"He's a good fellow. I like him. I liked him the moment we met. He\r\nknew it, too. And I knew he liked me.\"\r\n\r\nA group of men and girls from a neighbouring table passed on their\r\nway to the door. One of the girls nodded to Billie. She returned\r\nthe nod absently. The party moved on. Billie frowned down at the\r\ntablecloth and drew a pattern on it with a fork.\r\n\r\n\"Why don't you let George marry your daughter, Lord Marshmoreton?\"\r\n\r\nThe earl drew at his cigar in silence.\r\n\r\n\"I know it's not my business,\" said Billie apologetically,\r\ninterpreting the silence as a rebuff.\r\n\r\n\"Because I'm the Earl of Marshmoreton.\"\r\n\r\n\"I see.\"\r\n\r\n\"No you don't,\" snapped the earl. \"You think I mean by that that I\r\nthink your friend isn't good enough to marry my daughter. You think\r\nthat I'm an incurable snob. And I've no doubt he thinks so, too,\r\nthough I took the trouble to explain my attitude to him when we\r\nlast met. You're wrong. It isn't that at all. When I say 'I'm the\r\nEarl of Marshmoreton', I mean that I'm a poor spineless fool who's\r\nafraid to do the right thing because he daren't go in the teeth of\r\nthe family.\"\r\n\r\n\"I don't understand. What have your family got to do with it?\"\r\n\r\n\"They'd worry the life out of me. I wish you could meet my sister\r\nCaroline! That's what they've got to do with it. Girls in my\r\ndaughter's unfortunate position have got to marry position or\r\nmoney.\"\r\n\r\n\"Well, I don't know about position, but when it comes to\r\nmoney--why, George is the fellow that made the dollar-bill famous.\r\nHe and Rockefeller have got all there is, except the little bit\r\nthey have let Andy Carnegie have for car-fare.\"\r\n\r\n\"What do you mean? He told me he worked for a living.\" Billie was\r\nbecoming herself again. Embarrassment had fled.\r\n\r\n\"If you call it work. He's a composer.\"\r\n\r\n\"I know. Writes tunes and things.\"\r\n\r\nBillie regarded him compassionately.\r\n\r\n\"And I suppose, living out in the woods the way that you do that\r\nyou haven't a notion that they pay him for it.\"\r\n\r\n\"Pay him? Yes, but how much? Composers were not rich men in my day.\"\r\n\r\n\"I wish you wouldn't talk of 'your day' as if you telling the boys\r\ndown at the corner store about the good times they all had before\r\nthe Flood. You're one of the Younger Set and don't let me have to\r\ntell you again. Say, listen! You know that show you saw last night.\r\nThe one where I was supported by a few underlings. Well, George\r\nwrote the music for that.\"\r\n\r\n\"I know. He told me so.\"\r\n\r\n\"Well, did he tell you that he draws three per cent of the gross\r\nreceipts? You saw the house we had last night. It was a fair\r\naverage house. We are playing to over fourteen thousand dollars a\r\nweek. George's little bit of that is--I can't do it in my head, but\r\nit's a round four hundred dollars. That's eighty pounds of your\r\nmoney. And did he tell you that this same show ran over a year in\r\nNew York to big business all the time, and that there are three\r\ncompanies on the road now? And did he mention that this is the\r\nninth show he's done, and that seven of the others were just as big\r\nhits as this one? And did he remark in passing that he gets\r\nroyalties on every copy of his music that's sold, and that at least\r\nten of his things have sold over half a million? No, he didn't,\r\nbecause he isn't the sort of fellow who stands around blowing about\r\nhis income. But you know it now.\"\r\n\r\n\"Why, he's a rich man!\"\r\n\r\n\"I don't know what you call rich, but, keeping on the safe side, I\r\nshould say that George pulls down in a good year, during the\r\nseason--around five thousand dollars a week.\"\r\n\r\nLord Marshmoreton was frankly staggered.\r\n\r\n\"A thousand pounds a week! I had no idea!\"\r\n\r\n\"I thought you hadn't. And, while I'm boosting George, let me tell\r\nyou another thing. He's one of the whitest men that ever happened.\r\nI know him. You can take it from me, if there's anything rotten in\r\na fellow, the show-business will bring it out, and it hasn't come\r\nout in George yet, so I guess it isn't there. George is all\r\nright!\"\r\n\r\n\"He has at least an excellent advocate.\"\r\n\r\n\"Oh, I'm strong for George. I wish there were more like him . . .\r\nWell, if you think I've butted in on your private affairs\r\nsufficiently, I suppose I ought to be moving. We've a rehearsal\r\nthis afternoon.\"\r\n\r\n\"Let it go!\" said Lord Marshmoreton boyishly.\r\n\r\n\"Yes, and how quick do you think they would let me go, if I did?\r\nI'm an honest working-girl, and I can't afford to lose jobs.\"\r\n\r\nLord Marshmoreton fiddled with his cigar-butt.\r\n\r\n\"I could offer you an alternative position, if you cared to accept\r\nit.\"\r\n\r\nBillie looked at him keenly. Other men in similar circumstances had\r\nmade much the same remark to her. She was conscious of feeling a\r\nlittle disappointed in her new friend.\r\n\r\n\"Well?\" she said dryly. \"Shoot.\"\r\n\r\n\"You gathered, no doubt, from Mr. Bevan's conversation, that my\r\nsecretary has left me and run away and got married?  Would you like\r\nto take her place?\"\r\n\r\nIt was not easy to disconcert Billie Dore, but she was taken aback.\r\nShe had been expecting something different.\r\n\r\n\"You're a shriek, dadda!\"\r\n\r\n\"I'm perfectly serious.\"\r\n\r\n\"Can you see me at a castle?\"\r\n\r\n\"I can see you perfectly.\" Lord Marshmoreton's rather formal manner\r\nleft him. \"Do please accept, my dear child. I've got to finish this\r\ndamned family history some time or other. The family expect me to.\r\nOnly yesterday my sister Caroline got me in a corner and bored me\r\nfor half an hour about it. I simply can't face the prospect of\r\ngetting another Alice Faraday from an agency. Charming girl,\r\ncharming girl, of course, but . . . but . . . well, I'll be damned\r\nif I do it, and that's the long and short of it!\"\r\n\r\nBillie bubbled over with laughter.\r\n\r\n\"Of all the impulsive kids!\" she gurgled. \"I never met anyone like\r\nyou, dadda! You don't even know that I can use a typewriter.\"\r\n\r\n\"I do. Mr. Bevan told me you were an excellent stenographer.\"\r\n\r\n\"So George has been boosting me, too, has he?\" She mused.  \"I must\r\nsay, I'd love to come. That old place got me when I saw it that day.\"\r\n\r\n\"That's settled, then,\" said Lord Marshmoreton masterfully.  \"Go to\r\nthe theatre and tell them--tell whatever is usual in these cases.\r\nAnd then go home and pack, and meet me at Waterloo at six o'clock.\r\nThe train leaves at six-fifteen.\"\r\n\r\n\"Return of the wanderer, accompanied by dizzy blonde!  You've\r\ncertainly got it all fixed, haven't you! Do you think the family\r\nwill stand for me?\"\r\n\r\n\"Damn the family!\" said Lord Marshmoreton, stoutly.\r\n\r\n\"There's one thing,\" said Billie complacently, eyeing her\r\nreflection in the mirror of her vanity-case, \"I may glitter in the\r\nfighting-top, but it is genuine. When I was a kid, I was a regular\r\nlittle tow-head.\"\r\n\r\n\"I never supposed for a moment that it was anything but\r\ngenuine.\"\r\n\r\n\"Then you've got a fine, unsuspicious nature, dadda, and I admire\r\nyou for it.\"\r\n\r\n\"Six o'clock at Waterloo,\" said the earl. \"I will be waiting for\r\nyou.\"\r\n\r\nBillie regarded him with affectionate admiration.\r\n\r\n\"Boys will be boys,\" she said. \"All right. I'll be there.\""
  ]
}