{
  "index": 23,
  "title": "Chapter 22",
  "paragraphs": [
    "Life is like some crazy machine that is always going either too\r\nslow or too fast. From the cradle to the grave we alternate between\r\nthe Sargasso Sea and the rapids--forever either becalmed or\r\nstorm-tossed. It seemed to Maud, as she looked across the\r\ndinner-table in order to make sure for the twentieth time that it\r\nreally was George Bevan who sat opposite her, that, after months in\r\nwhich nothing whatever had happened, she was now living through a\r\nperiod when everything was happening at once. Life, from being a\r\nbroken-down machine, had suddenly begun to race.\r\n\r\nTo the orderly routine that stretched back to the time when she had\r\nbeen hurried home in disgrace from Wales there had succeeded a mad\r\nwhirl of events, to which the miracle of tonight had come as a\r\nfitting climax. She had not begun to dress for dinner till somewhat\r\nlate, and had consequently entered the drawing-room just as Keggs\r\nwas announcing that the meal was ready. She had received her first\r\nshock when the love-sick Plummer, emerging from a mixed crowd of\r\nrelatives and friends, had informed her that he was to take her in.\r\nShe had not expected Plummer to be there, though he lived in the\r\nneighbourhood. Plummer, at their last meeting, had stated his\r\nintention of going abroad for a bit to mend his bruised heart: and\r\nit was a little disconcerting to a sensitive girl to find her\r\nvictim popping up again like this. She did not know that, as far as\r\nPlummer was concerned, the whole affair was to be considered opened\r\nagain. To Plummer, analysing the girl's motives in refusing him,\r\nthere had come the idea that there was Another, and that this other\r\nmust be Reggie Byng. From the first he had always looked upon\r\nReggie as his worst rival. And now Reggie had bolted with the\r\nFaraday girl, leaving Maud in excellent condition, so it seemed to\r\nPlummer, to console herself with a worthier man. Plummer knew all\r\nabout the Rebound and the part it plays in the affairs of the\r\nheart. His own breach-of-promise case two years earlier had been\r\nentirely due to the fact that the refusal of the youngest Devenish\r\ngirl to marry him had caused him to rebound into the dangerous\r\nsociety of the second girl from the O.P. end of the first row in\r\nthe \"Summertime is Kissing-time\" number in the Alhambra revue. He\r\nhad come to the castle tonight gloomy, but not without hope.\r\n\r\nMaud's second shock eclipsed the first entirely. No notification\r\nhad been given to her either by her father or by Percy of the\r\nproposed extension of the hand of hospitality to George, and the\r\nsight of him standing there talking to her aunt Caroline made her\r\nmomentarily dizzy. Life, which for several days had had all the\r\nproperties now of a dream, now of a nightmare, became more unreal\r\nthan ever. She could conceive no explanation of George's presence.\r\nHe could not be there--that was all there was to it; yet there\r\nundoubtedly he was. Her manner, as she accompanied Plummer down the\r\nstairs, took on such a dazed sweetness that her escort felt that in\r\ncoming there that night he had done the wisest act of a lifetime\r\nstudded but sparsely with wise acts. It seemed to Plummer that this\r\ngirl had softened towards him. Certainly something had changed her.\r\nHe could not know that she was merely wondering if she was awake.\r\n\r\nGeorge, meanwhile, across the table, was also having a little\r\ndifficulty in adjusting his faculties to the progress of events. He\r\nhad given up trying to imagine why he had been invited to this\r\ndinner, and was now endeavouring to find some theory which would\r\nsquare with the fact of Billie Dore being at the castle. At\r\nprecisely this hour Billie, by rights, should have been putting the\r\nfinishing touches on her make-up in a second-floor dressing-room at\r\nthe Regal. Yet there she sat, very much at her ease in this\r\naristocratic company, so quietly and unobtrusively dressed in some\r\nblack stuff that at first he had scarcely recognized her. She was\r\ntalking to the Bishop. . .\r\n\r\nThe voice of Keggs at his elbow broke in on his reverie.\r\n\r\n\"Sherry or 'ock, sir?\"\r\n\r\nGeorge could not have explained why this reminder of the butler's\r\npresence should have made him feel better, but it did. There was\r\nsomething solid and tranquilizing about Keggs. He had noticed it\r\nbefore. For the first time the sensation of having been smitten\r\nover the head with some blunt instrument began to abate. It was as\r\nif Keggs by the mere intonation of his voice had said, \"All this\r\nno doubt seems very strange and unusual to you, but feel no alarm!\r\nI am here!\"\r\n\r\nGeorge began to sit up and take notice. A cloud seemed to have\r\ncleared from his brain. He found himself looking on his\r\nfellow-diners as individuals rather than as a confused mass. The\r\nprophet Daniel, after the initial embarrassment of finding himself\r\nin the society of the lions had passed away, must have experienced\r\na somewhat similar sensation.\r\n\r\nHe began to sort these people out and label them. There had been\r\nintroductions in the drawing-room, but they had left him with a\r\nbewildered sense of having heard somebody recite a page from\r\nBurke's peerage. Not since that day in the free library in London,\r\nwhen he had dived into that fascinating volume in order to discover\r\nMaud's identity, had he undergone such a rain of titles. He now\r\ntook stock, to ascertain how many of these people he could\r\nidentify.\r\n\r\nThe stock-taking was an absolute failure. Of all those present the\r\nonly individuals he could swear to were his own personal little\r\nplaymates with whom he had sported in other surroundings. There was\r\nLord Belpher, for instance, eyeing him with a hostility that could\r\nhardly be called veiled. There was Lord Marshmoreton at the head of\r\nthe table, listening glumly to the conversation of a stout woman\r\nwith a pearl necklace, but who was that woman? Was it Lady Jane\r\nAllenby or Lady Edith Wade-Beverly or Lady Patricia Fowles? And\r\nwho, above all, was the pie-faced fellow with the moustache talking\r\nto Maud?\r\n\r\nHe sought assistance from the girl he had taken in to dinner. She\r\nappeared, as far as he could ascertain from a short acquaintance,\r\nto be an amiable little thing. She was small and young and fluffy,\r\nand he had caught enough of her name at the moment of introduction\r\nto gather that she was plain \"Miss\" Something--a fact which seemed\r\nto him to draw them together.\r\n\r\n\"I wish you would tell me who some of these people are,\" he said,\r\nas she turned from talking to the man on her other-side.  \"Who is\r\nthe man over there?\"\r\n\r\n\"Which man?\"\r\n\r\n\"The one talking to Lady Maud. The fellow whose face ought to be\r\nshuffled and dealt again.\"\r\n\r\n\"That's my brother.\"\r\n\r\nThat held George during the soup.\r\n\r\n\"I'm sorry about your brother,\" he said rallying with the fish.\r\n\r\n\"That's very sweet of you.\"\r\n\r\n\"It was the light that deceived me. Now that I look again, I see\r\nthat his face has great charm.\"\r\n\r\nThe girl giggled. George began to feel better.\r\n\r\n\"Who are some of the others? I didn't get your name, for instance.\r\nThey shot it at me so quick that it had whizzed by before I could\r\ncatch it.\"\r\n\r\n\"My name is Plummer.\"\r\n\r\nGeorge was electrified. He looked across the table with more vivid\r\ninterest. The amorous Plummer had been just a Voice to him till\r\nnow. It was exciting to see him in the flesh.\r\n\r\n\"And who are the rest of them?\"\r\n\r\n\"They are all members of the family. I thought you knew them.\"\r\n\r\n\"I know Lord Marshmoreton. And Lady Maud. And, of course, Lord\r\nBelpher.\" He caught Percy's eye as it surveyed him coldly from the\r\nother side of the table, and nodded cheerfully.  \"Great pal of\r\nmine, Lord Belpher.\"\r\n\r\nThe fluffy Miss Plummer twisted her pretty face into a grimace of\r\ndisapproval.\r\n\r\n\"I don't like Percy.\"\r\n\r\n\"No!\"\r\n\r\n\"I think he's conceited.\"\r\n\r\n\"Surely not? What could he have to be conceited about?\"\r\n\r\n\"He's stiff.\"\r\n\r\n\"Yes, of course, that's how he strikes people at first. The first\r\ntime I met him, I thought he was an awful stiff. But you should see\r\nhim in his moments of relaxation. He's one of those fellows you\r\nhave to get to know. He grows on you.\"\r\n\r\n\"Yes, but look at that affair with the policeman in London.\r\nEverybody in the county is talking about it.\"\r\n\r\n\"Young blood!\" sighed George. \"Young blood! Of course, Percy is\r\nwild.\"\r\n\r\n\"He must have been intoxicated.\"\r\n\r\n\"Oh, undoubtedly,\" said George.\r\n\r\nMiss Plummer glanced across the table.\r\n\r\n\"Do look at Edwin!\"\r\n\r\n\"Which is Edwin?\"\r\n\r\n\"My brother, I mean. Look at the way he keeps staring at Maud.\r\nEdwin's awfully in love with Maud,\" she rattled on with engaging\r\nfrankness. \"At least, he thinks he is. He's been in love with a\r\ndifferent girl every season since I came out. And now that Reggie\r\nByng has gone and married Alice Faraday, he thinks he has a chance.\r\nYou heard about that, I suppose?\"\r\n\r\n\"Yes, I did hear something about it.\"\r\n\r\n\"Of course, Edwin's wasting his time, really. I happen to\r\nknow\"--Miss Plummer sank her voice to a whisper--\"I happen to know\r\nthat Maud's awfully in love with some man she met in Wales last\r\nyear, but the family won't hear of it.\"\r\n\r\n\"Families are like that,\" agreed George.\r\n\r\n\"Nobody knows who he is, but everybody in the county knows all about\r\nit. Those things get about, you know. Of course, it's out of the\r\nquestion. Maud will have to marry somebody awfully rich or with a\r\ntitle. Her family's one of the oldest in England, you know.\"\r\n\r\n\"So I understand.\"\r\n\r\n\"It isn't as if she were the daughter of Lord Peebles, somebody\r\nlike that.\"\r\n\r\n\"Why Lord Peebles?\"\r\n\r\n\"Well, what I mean to say is,\" said Miss Plummer, with a silvery\r\necho of Reggie Byng, \"he made his money in whisky.\"\r\n\r\n\"That's better than spending it that way,\" argued George.\r\n\r\nMiss Plummer looked puzzled. \"I see what you mean,\" she said a\r\nlittle vaguely. \"Lord Marshmoreton is so different.\"\r\n\r\n\"Haughty nobleman stuff, eh?\"\r\n\r\n\"Yes.\"\r\n\r\n\"So you think this mysterious man in Wales hasn't a chance?\"\r\n\r\n\"Not unless he and Maud elope like Reggie Byng and Alice. Wasn't\r\nthat exciting? Who would ever have suspected Reggie had the dash to\r\ndo a thing like that? Lord Marshmoreton's new secretary is very\r\npretty, don't you think?\"\r\n\r\n\"Which is she?\"\r\n\r\n\"The girl in black with the golden hair.\"\r\n\r\n\"Is she Lord Marshmoreton's secretary?\"\r\n\r\n\"Yes. She's an American girl. I think she's much nicer than Alice\r\nFaraday. I was talking to her before dinner. Her name is Dore. Her\r\nfather was a captain in the American army, who died without leaving\r\nher a penny. He was the younger son of a very distinguished family,\r\nbut his family disowned him because he married against their\r\nwishes.\"\r\n\r\n\"Something ought to be done to stop these families,\" said George.\r\n\"They're always up to something.\"\r\n\r\n\"So Miss Dore had to go out and earn her own living. It must have\r\nbeen awful for her, mustn't it, having to give up society.\"\r\n\r\n\"Did she give up society?\"\r\n\r\n\"Oh, yes. She used to go everywhere in New York before her father\r\ndied. I think American girls are wonderful. They have so much\r\nenterprise.\"\r\n\r\nGeorge at the moment was thinking that it was in imagination that\r\nthey excelled.\r\n\r\n\"I wish I could go out and earn my living,\" said Miss Plummer.\r\n\"But the family won't dream of it.\"\r\n\r\n\"The family again!\" said George sympathetically. \"They're a perfect\r\ncurse.\"\r\n\r\n\"I want to go on the stage. Are you fond of the theatre?\"\r\n\r\n\"Fairly.\"\r\n\r\n\"I love it. Have you seen Hubert Broadleigh in ''Twas Once in\r\nSpring'?\"\r\n\r\n\"I'm afraid I haven't.\"\r\n\r\n\"He's wonderful. Have you seen Cynthia Dane in 'A Woman's No'?\"\r\n\r\n\"I missed that one too.\"\r\n\r\n\"Perhaps you prefer musical pieces? I saw an awfully good musical\r\ncomedy before I left town. It's called 'Follow the Girl'. It's at\r\nthe Regal Theatre. Have you seen it?\"\r\n\r\n\"I wrote it.\"\r\n\r\n\"You--what!\"\r\n\r\n\"That is to say, I wrote the music.\"\r\n\r\n\"But the music's lovely,\" gasped little Miss Plummer, as if the\r\nfact made his claim ridiculous. \"I've been humming it ever since.\"\r\n\r\n\"I can't help that. I still stick to it that I wrote it.\"\r\n\r\n\"You aren't George Bevan!\"\r\n\r\n\"I am!\"\r\n\r\n\"But--\" Miss Plummer's voice almost failed here--\"But I've been\r\ndancing to your music for years! I've got about fifty of your\r\nrecords on the Victrola at home.\"\r\n\r\nGeorge blushed. However successful a man may be he can never get\r\nused to Fame at close range.\r\n\r\n\"Why, that tricky thing--you know, in the second act--is the\r\ndarlingest thing I ever heard. I'm mad about it.\"\r\n\r\n\"Do you mean the one that goes lumty-lumty-tum, tumty-tumty-tum?\"\r\n\r\n\"No the one that goes ta-rumty-tum-tum, ta-rumty-tum.\r\nYou know! The one about Granny dancing the shimmy.\"\r\n\r\n\"I'm not responsible for the words, you know,\" urged George\r\nhastily. \"Those are wished on me by the lyrist.\"\r\n\r\n\"I think the words are splendid. Although poor popper thinks its\r\nimproper, Granny's always doing it and nobody can stop her! I loved\r\nit.\" Miss Plummer leaned forward excitedly. She was an impulsive\r\ngirl. \"Lady Caroline.\"\r\n\r\nConversation stopped. Lady Caroline turned.\r\n\r\n\"Yes, Millie?\"\r\n\r\n\"Did you know that Mr. Bevan was _the_ Mr. Bevan?\"\r\n\r\nEverybody was listening now. George huddled pinkly in his chair. He\r\nhad not foreseen this bally-hooing. Shadrach, Meschach and Abednego\r\ncombined had never felt a tithe of the warmth that consumed him. He\r\nwas essentially a modest young man.\r\n\r\n\"_The_ Mr. Bevan?\" echoed Lady Caroline coldly. It was painful to\r\nher to have to recognize George's existence on the same planet as\r\nherself. To admire him, as Miss Plummer apparently expected her to\r\ndo, was a loathsome task. She cast one glance, fresh from the\r\nrefrigerator, at the shrinking George, and elevated her\r\naristocratic eyebrows.\r\n\r\nMiss Plummer was not damped. She was at the hero-worshipping age,\r\nand George shared with the Messrs. Fairbanks, Francis X. Bushman,\r\nand one or two tennis champions an imposing pedestal in her Hall of\r\nFame.\r\n\r\n\"You know! George Bevan, who wrote the music of 'Follow the Girl'.\"\r\n\r\nLady Caroline showed no signs of thawing. She had not heard of\r\n'Follow the Girl'. Her attitude suggested that, while she admitted\r\nthe possibility of George having disgraced himself in the manner\r\nindicated, it was nothing to her.\r\n\r\n\"And all those other things,\" pursued Miss Plummer indefatigably.\r\n\"You must have heard his music on the Victrola.\"\r\n\r\n\"Why, of course!\"\r\n\r\nIt was not Lady Caroline who spoke, but a man further down the\r\ntable. He spoke with enthusiasm.\r\n\r\n\"Of course, by Jove!\" he said. \"The Schenectady Shimmy, by Jove,\r\nand all that! Ripping!\"\r\n\r\nEverybody seemed pleased and interested. Everybody, that is to say,\r\nexcept Lady Caroline and Lord Belpher. Percy was feeling that he\r\nhad been tricked. He cursed the imbecility of Keggs in suggesting\r\nthat this man should be invited to dinner. Everything had gone\r\nwrong. George was an undoubted success. The majority of the\r\ncompany were solid for him. As far as exposing his unworthiness in\r\nthe eyes of Maud was concerned, the dinner had been a ghastly\r\nfailure. Much better to have left him to lurk in his infernal\r\ncottage. Lord Belpher drained his glass moodily. He was seriously\r\nupset.\r\n\r\nBut his discomfort at that moment was as nothing to the agony which\r\nrent his tortured soul a moment later. Lord Marshmoreton, who had\r\nbeen listening with growing excitement to the chorus of approval,\r\nrose from his seat. He cleared his throat. It was plain that Lord\r\nMarshmoreton had something on his mind.\r\n\r\n\"Er. . . .\" he said.\r\n\r\nThe clatter of conversation ceased once more--stunned, as it always\r\nis at dinner parties when one of the gathering is seen to have\r\nassumed an upright position. Lord Marshmoreton cleared his throat\r\nagain. His tanned face had taken on a deeper hue, and there was a\r\nlook in his eyes which seemed to suggest that he was defying\r\nsomething or somebody. It was the look which Ajax had in his eyes\r\nwhen he defied the lightning, the look which nervous husbands have\r\nwhen they announce their intention of going round the corner to bowl\r\na few games with the boys. One could not say definitely that Lord\r\nMarshmoreton looked pop-eyed. On the other hand, one could not\r\nassert truthfully that he did not. At any rate, he was manifestly\r\nembarrassed. He had made up his mind to a certain course of action\r\non the spur of the moment, taking advantage, as others have done,\r\nof the trend of popular enthusiasm: and his state of mind was\r\nnervous but resolute, like that of a soldier going over the top.\r\nHe cleared his throat for the third time, took one swift glance at\r\nhis sister Caroline, then gazed glassily into the emptiness above\r\nher head.\r\n\r\n\"Take this opportunity,\" he said rapidly, clutching at the\r\ntable-cloth for support, \"take this opportunity of announcing the\r\nengagement of my daughter Maud to Mr. Bevan. And,\" he concluded\r\nwith a rush, pouring back into his chair, \"I should like you all to\r\ndrink their health!\"\r\n\r\nThere was a silence that hurt. It was broken by two sounds,\r\noccurring simultaneously in different parts of the room. One was a\r\ngasp from Lady Caroline. The other was a crash of glass.\r\n\r\nFor the first time in a long unblemished career Keggs the butler\r\nhad dropped a tray."
  ]
}