{
  "index": 20,
  "title": "Chapter 19",
  "paragraphs": [
    "Trouble sharpens the vision. In our moments of distress we can see\r\nclearly that what is wrong with this world of ours is the fact that\r\nMisery loves company and seldom gets it. Toothache is an unpleasant\r\nailment; but, if toothache were a natural condition of life, if all\r\nmankind were afflicted with toothache at birth, we should not\r\nnotice it. It is the freedom from aching teeth of all those with\r\nwhom we come in contact that emphasizes the agony. And, as with\r\ntoothache, so with trouble. Until our private affairs go wrong, we\r\nnever realize how bubbling over with happiness the bulk of mankind\r\nseems to be. Our aching heart is apparently nothing but a desert\r\nisland in an ocean of joy.\r\n\r\nGeorge, waking next morning with a heavy heart, made this discovery\r\nbefore the day was an hour old. The sun was shining, and birds sang\r\nmerrily, but this did not disturb him. Nature is ever callous to\r\nhuman woes, laughing while we weep; and we grow to take her\r\ncallousness for granted. What jarred upon George was the infernal\r\ncheerfulness of his fellow men. They seemed to be doing it on\r\npurpose--triumphing over him--glorying in the fact that, however\r\nFate might have shattered him, they were all right.\r\n\r\nPeople were happy who had never been happy before. Mrs. Platt, for\r\ninstance. A grey, depressed woman of middle age, she had seemed\r\nhitherto to have few pleasures beyond breaking dishes and relating\r\nthe symptoms of sick neighbours who were not expected to live\r\nthrough the week. She now sang. George could hear her as she\r\nprepared his breakfast in the kitchen. At first he had had a hope\r\nthat she was moaning with pain; but this was dispelled when he had\r\nfinished his toilet and proceeded downstairs. The sounds she\r\nemitted suggested anguish, but the words, when he was able to\r\ndistinguish them, told another story. Incredible as it might seem,\r\non this particular morning Mrs. Platt had elected to be\r\nlight-hearted. What she was singing sounded like a dirge, but\r\nactually it was \"Stop your tickling, Jock!\" And, later, when she\r\nbrought George his coffee and eggs, she spent a full ten minutes\r\nprattling as he tried to read his paper, pointing out to him a\r\nnumber of merry murders and sprightly suicides which otherwise he\r\nmight have missed. The woman went out of her way to show him that\r\nfor her, if not for less fortunate people, God this morning was in\r\nHis heaven and all was right in the world.\r\n\r\nTwo tramps of supernatural exuberance called at the cottage shortly\r\nafter breakfast to ask George, whom they had never even consulted\r\nabout their marriages, to help support their wives and children.\r\nNothing could have been more care-free and _debonnaire_ than the\r\ndemeanour of these men.\r\n\r\nAnd then Reggie Byng arrived in his grey racing car, more cheerful\r\nthan any of them.\r\n\r\nFate could not have mocked George more subtly. A sorrow's crown of\r\nsorrow is remembering happier things, and the sight of Reggie in\r\nthat room reminded him that on the last occasion when they had\r\ntalked together across this same table it was he who had been in a\r\nFool's Paradise and Reggie who had borne a weight of care. Reggie\r\nthis morning was brighter than the shining sun and gayer than the\r\ncarolling birds.\r\n\r\n\"Hullo-ullo-ullo-ullo-ullo-ullo-ul-lo! Topping morning, isn't it!\"\r\nobserved Reggie. \"The sunshine! The birds!  The absolute\r\nwhat-do-you-call-it of everything and so forth, and all that sort\r\nof thing, if you know what I mean! I feel like a two-year-old!\"\r\n\r\nGeorge, who felt older than this by some ninety-eight years,\r\ngroaned in spirit. This was more than man was meant to bear.\r\n\r\n\"I say,\" continued Reggie, absently reaching out for a slice of\r\nbread and smearing it with marmalade, \"this business of marriage,\r\nnow, and all that species of rot! What I mean to say is, what about\r\nit? Not a bad scheme, taking it by and large?  Or don't you think\r\nso?\"\r\n\r\nGeorge writhed. The knife twisted in the wound. Surely it was bad\r\nenough to see a happy man eating bread and marmalade without having\r\nto listen to him talking about marriage.\r\n\r\n\"Well, anyhow, be that as it may,\" said Reggie, biting jovially and\r\nspeaking in a thick but joyous voice. \"I'm getting married today,\r\nand chance it. This morning, this very morning, I leap off the\r\ndock!\"\r\n\r\nGeorge was startled out of his despondency.\r\n\r\n\"What!\"\r\n\r\n\"Absolutely, laddie!\"\r\n\r\nGeorge remembered the conventions.\r\n\r\n\"I congratulate you.\"\r\n\r\n\"Thanks, old man. And not without reason. I'm the luckiest fellow\r\nalive. I hardly knew I was alive till now.\"\r\n\r\n\"Isn't this rather sudden?\"\r\n\r\nReggie looked a trifle furtive. His manner became that of a\r\nconspirator.\r\n\r\n\"I should jolly well say it is sudden! It's got to be sudden.\r\nDashed sudden and deuced secret! If the mater were to hear of it,\r\nthere's no doubt whatever she would form a flying wedge and bust up\r\nthe proceedings with no uncertain voice. You see, laddie, it's Miss\r\nFaraday I'm marrying, and the mater--dear old soul--has other ideas\r\nfor Reginald. Life's a rummy thing, isn't it! What I mean to say\r\nis, it's rummy, don't you know, and all that.\"\r\n\r\n\"Very,\" agreed George.\r\n\r\n\"Who'd have thought, a week ago, that I'd be sitting in this jolly\r\nold chair asking you to be my best man? Why, a week ago I didn't\r\nknow you, and, if anybody had told me Alice Faraday was going to\r\nmarry me, I'd have given one of those hollow, mirthless laughs.\"\r\n\r\n\"Do you want me to be your best man?\"\r\n\r\n\"Absolutely, if you don't mind. You see,\" said Reggie\r\nconfidentially, \"it's like this. I've got lots of pals, of course,\r\nbuzzing about all over London and its outskirts, who'd be glad\r\nenough to rally round and join the execution-squad; but you know\r\nhow it is. Their maters are all pals of my mater, and I don't want\r\nto get them into trouble for aiding and abetting my little show, if\r\nyou understand what I mean. Now, you're different. You don't know\r\nthe mater, so it doesn't matter to you if she rolls around and puts\r\nthe Curse of the Byngs on you, and all that sort of thing. Besides,\r\nI don't know.\" Reggie mused.  \"Of course, this is the happiest day\r\nof my life,\" he proceeded, \"and I'm not saying it isn't, but you\r\nknow how it is--there's absolutely no doubt that a chappie does not\r\nshow at his best when he's being married. What I mean to say is,\r\nhe's more or less bound to look a fearful ass. And I'm perfectly\r\ncertain it would put me right off my stroke if I felt that some\r\nchump like Jack Ferris or Ronnie Fitzgerald was trying not to\r\ngiggle in the background. So, if you will be a sportsman and come\r\nand hold my hand till the thing's over, I shall be eternally\r\ngrateful.\"\r\n\r\n\"Where are you going to be married?\"\r\n\r\n\"In London. Alice sneaked off there last night. It was easy, as it\r\nhappened, because by a bit of luck old Marshmoreton had gone to\r\ntown yesterday morning--nobody knows why: he doesn't go up to\r\nLondon more than a couple of times a year. She's going to meet me\r\nat the Savoy, and then the scheme was to toddle round to the\r\nnearest registrar and request the lad to unleash the marriage\r\nservice. I'm whizzing up in the car, and I'm hoping to be able to\r\npersuade you to come with me. Say the word, laddie!\"\r\n\r\nGeorge reflected. He liked Reggie, and there was no particular\r\nreason in the world why he should not give him aid and comfort in\r\nthis crisis. True, in his present frame of mind, it would be\r\ntorture to witness a wedding ceremony; but he ought not to let that\r\nstand in the way of helping a friend.\r\n\r\n\"All right,\" he said.\r\n\r\n\"Stout fellow! I don't know how to thank you. It isn't putting you\r\nout or upsetting your plans, I hope, or anything on those lines?\"\r\n\r\n\"Not at all. I had to go up to London today, anyway.\"\r\n\r\n\"Well, you can't get there quicker than in my car. She's a hummer.\r\nBy the way, I forgot to ask. How is your little affair coming\r\nalong? Everything going all right?\"\r\n\r\n\"In a way,\" said George. He was not equal to confiding his troubles\r\nto Reggie.\r\n\r\n\"Of course, your trouble isn't like mine was. What I mean is, Maud\r\nloves you, and all that, and all you've got to think out is a\r\nscheme for laying the jolly old family a stymie. It's a\r\npity--almost--that yours isn't a case of having to win the girl,\r\nlike me; because by Jove, laddie,\" said Reggie with solemn\r\nemphasis, \"I could help you there. I've got the thing down fine.\r\nI've got the infallible dope.\"\r\n\r\nGeorge smiled bleakly.\r\n\r\n\"You have? You're a useful fellow to have around. I wish you would\r\ntell me what it is.\"\r\n\r\n\"But you don't need it.\"\r\n\r\n\"No, of course not. I was forgetting.\"\r\n\r\nReggie looked at his watch.\r\n\r\n\"We ought to be shifting in a quarter of an hour or so. I don't\r\nwant to be late. It appears that there's a catch of some sort in\r\nthis business of getting married. As far as I can make out, if you\r\nroll in after a certain hour, the Johnnie in charge of the\r\nproceedings gives you the miss-in-baulk, and you have to turn up\r\nagain next day. However, we shall be all right unless we have a\r\nbreakdown, and there's not much chance of that. I've been tuning up\r\nthe old car since seven this morning, and she's sound in wind and\r\nlimb, absolutely. Oil--petrol--water--air--nuts--bolts--sprockets--\r\ncarburetor--all present and correct. I've been looking after them\r\nlike a lot of baby sisters. Well, as I was saying, I've got the\r\ndope. A week ago I was just one of the mugs--didn't know a thing\r\nabout it--but now! Gaze on me, laddie! You see before you old\r\nColonel Romeo, the Man who Knows! It all started on the night of\r\nthe ball. There was the dickens of a big ball, you know, to\r\ncelebrate old Boots' coming-of-age--to which, poor devil, he\r\ncontributed nothing but the sunshine of his smile, never having\r\nlearned to dance. On that occasion a most rummy and extraordinary\r\nthing happened. I got pickled to the eyebrows!\" He laughed happily.\r\n\"I don't mean that that was a unique occurrence and so forth,\r\nbecause, when I was a bachelor, it was rather a habit of mine to\r\nget a trifle submerged every now and again on occasions of decent\r\nmirth and festivity. But the rummy thing that night was that I\r\nshowed it. Up till then, I've been told by experts, I was a\r\nchappie in whom it was absolutely impossible to detect the\r\nsymptoms. You might get a bit suspicious if you found I couldn't\r\nmove, but you could never be certain. On the night of the ball,\r\nhowever, I suppose I had been filling the radiator a trifle too\r\nenthusiastically. You see, I had deliberately tried to shove\r\nmyself more or less below the surface in order to get enough nerve\r\nto propose to Alice. I don't know what your experience has been,\r\nbut mine is that proposing's a thing that simply isn't within the\r\nscope of a man who isn't moderately woozled. I've often wondered\r\nhow marriages ever occur in the dry States of America. Well, as I\r\nwas saying, on the night of the ball a most rummy thing happened.\r\nI thought one of the waiters was you!\"\r\n\r\nHe paused impressively to allow this startling statement to sink\r\nin.\r\n\r\n\"And was he?\" said George.\r\n\r\n\"Absolutely not! That was the rummy part of it. He looked as like\r\nyou as your twin brother.\"\r\n\r\n\"I haven't a twin brother.\"\r\n\r\n\"No, I know what you mean, but what I mean to say is he looked just\r\nlike your twin brother would have looked if you had had a twin\r\nbrother. Well, I had a word or two with this chappie, and after a\r\nbrief conversation it was borne in upon me that I was up to the\r\ngills. Alice was with me at the time, and noticed it too. Now you'd\r\nhave thought that that would have put a girl off a fellow, and all\r\nthat. But no. Nobody could have been more sympathetic. And she has\r\nconfided to me since that it was seeing me in my oiled condition\r\nthat really turned the scale. What I mean is, she made up her mind\r\nto save me from myself. You know how some girls are. Angels\r\nabsolutely!  Always on the look out to pluck brands from the\r\nburning, and what not. You may take it from me that the good seed\r\nwas definitely sown that night.\"\r\n\r\n\"Is that your recipe, then? You would advise the would-be\r\nbridegroom to buy a case of champagne and a wedding licence and get\r\nto work? After that it would be all over except sending out the\r\ninvitations?\"\r\n\r\nReggie shook his head.\r\n\r\n\"Not at all. You need a lot more than that. That's only the start.\r\nYou've got to follow up the good work, you see. That's where a\r\nnumber of chappies would slip up, and I'm pretty certain I should\r\nhave slipped up myself, but for another singularly rummy\r\noccurrence. Have you ever had a what-do-you-call it?  What's the\r\nword I want? One of those things fellows get sometimes.\"\r\n\r\n\"Headaches?\" hazarded George.\r\n\r\n\"No, no. Nothing like that. I don't mean anything you get--I mean\r\nsomething you get, if you know what I mean.\"\r\n\r\n\"Measles?\"\r\n\r\n\"Anonymous letter. That's what I was trying to say. It's a most\r\nextraordinary thing, and I can't understand even now where the\r\ndeuce they came from, but just about then I started to get a whole\r\nbunch of anonymous letters from some chappie unknown who didn't\r\nsign his name.\"\r\n\r\n\"What you mean is that the letters were anonymous,\" said George.\r\n\r\n\"Absolutely. I used to get two or three a day sometimes. Whenever\r\nI went up to my room, I'd find another waiting for me on the\r\ndressing-table.\"\r\n\r\n\"Offensive?\"\r\n\r\n\"Eh?\"\r\n\r\n\"Were the letters offensive? Anonymous letters usually are.\"\r\n\r\n\"These weren't. Not at all, and quite the reverse. They\r\ncontained a series of perfectly topping tips on how a fellow should\r\nproceed who wants to get hold of a girl.\"\r\n\r\n\"It sounds as though somebody had been teaching you ju-jitsu by\r\npost.\"\r\n\r\n\"They were great! Real red-hot stuff straight from the stable.\r\nPriceless tips like 'Make yourself indispensable to her in little\r\nways', 'Study her tastes', and so on and so forth. I tell you,\r\nladdie, I pretty soon stopped worrying about who was sending them\r\nto me, and concentrated the old bean on acting on them. They\r\nworked like magic. The last one came yesterday morning, and it was\r\na topper! It was all about how a chappie who was nervous should\r\nproceed. Technical stuff, you know, about holding her hand and\r\ntelling her you're lonely and being sincere and straightforward and\r\nletting your heart dictate the rest. Have you ever asked for one\r\ncard when you wanted to fill a royal flush and happened to pick out\r\nthe necessary ace? I did once, when I was up at Oxford, and, by\r\nJove, this letter gave me just the same thrill. I didn't hesitate.\r\nI just sailed in. I was cold sober, but I didn't worry about that.\r\nSomething told me I couldn't lose. It was like having to hole out a\r\nthree-inch putt. And--well, there you are, don't you know.\" Reggie\r\nbecame thoughtful. \"Dash it all! I'd like to know who the fellow\r\nwas who sent me those letters. I'd like to send him a\r\nwedding-present or a bit of the cake or something. Though I suppose\r\nthere won't be any cake, seeing the thing's taking place at a\r\nregistrar's.\"\r\n\r\n\"You could buy a bun,\" suggested George.\r\n\r\n\"Well, I shall never know, I suppose. And now how about trickling\r\nforth? I say, laddie, you don't object if I sing slightly from time\r\nto time during the journey? I'm so dashed happy, you know.\"\r\n\r\n\"Not at all, if it's not against the traffic regulations.\"\r\n\r\nReggie wandered aimlessly about the room in an ecstasy.\r\n\r\n\"It's a rummy thing,\" he said meditatively, \"I've just remembered\r\nthat, when I was at school, I used to sing a thing called the\r\nwhat's-it's-name's wedding song. At house-suppers, don't you know,\r\nand what not. Jolly little thing. I daresay you know it. It starts\r\n'Ding dong! Ding dong!' or words to that effect, 'Hurry along! For\r\nit is my wedding-morning!' I remember you had to stretch out the\r\n'mor' a bit. Deuced awkward, if you hadn't laid in enough breath.\r\n'The Yeoman's Wedding-Song.' That was it. I knew it was some\r\nchappie or other's. And it went on 'And the bride in something or\r\nother is doing something I can't recollect.' Well, what I mean is,\r\nnow it's my wedding-morning! Rummy, when you come to think of it,\r\nwhat? Well, as it's getting tolerable late, what about it? Shift\r\nho?\"\r\n\r\n\"I'm ready. Would you like me to bring some rice?\"\r\n\r\n\"Thank you, laddie, no. Dashed dangerous stuff, rice!  Worse than\r\nshrapnel. Got your hat? All set?\"\r\n\r\n\"I'm waiting.\"\r\n\r\n\"Then let the revels commence,\" said Reggie. \"Ding dong!  Ding\r\nDong! Hurry along! For it is my wedding-morning!  And the bride--\r\nDash it, I wish I could remember what the bride was doing!\"\r\n\r\n\"Probably writing you a note to say that she's changed her mind,\r\nand it's all off.\"\r\n\r\n\"Oh, my God!\" exclaimed Reggie. \"Come on!\""
  ]
}