{
  "index": 1,
  "title": "Part 1",
  "paragraphs": [
    "*** START OF THE PROJECT GUTENBERG EBOOK MY MAN JEEVES ***\r\n\r\n\r\n\r\n\r\n[Illustration]\r\n\r\n\r\n\r\n\r\nMy Man Jeeves\r\n\r\nby P. G. Wodehouse\r\n\r\n1919\r\n\r\n\r\nContents\r\n\r\n LEAVE IT TO JEEVES\r\n JEEVES AND THE UNBIDDEN GUEST\r\n JEEVES AND THE HARD-BOILED EGG\r\n ABSENT TREATMENT\r\n HELPING FREDDIE\r\n RALLYING ROUND OLD GEORGE\r\n DOING CLARENCE A BIT OF GOOD\r\n THE AUNT AND THE SLUGGARD\r\n\r\n\r\n\r\n\r\nLEAVE IT TO JEEVES\r\n\r\n\r\nJeeves—my man, you know—is really a most extraordinary chap. So\r\ncapable. Honestly, I shouldn’t know what to do without him. On broader\r\nlines he’s like those chappies who sit peering sadly over the marble\r\nbattlements at the Pennsylvania Station in the place marked\r\n“Inquiries.” You know the Johnnies I mean. You go up to them and say:\r\n“When’s the next train for Melonsquashville, Tennessee?” and they\r\nreply, without stopping to think, “Two-forty-three, track ten, change\r\nat San Francisco.” And they’re right every time. Well, Jeeves gives you\r\njust the same impression of omniscience.\r\n\r\nAs an instance of what I mean, I remember meeting Monty Byng in Bond\r\nStreet one morning, looking the last word in a grey check suit, and I\r\nfelt I should never be happy till I had one like it. I dug the address\r\nof the tailors out of him, and had them working on the thing inside the\r\nhour.\r\n\r\n“Jeeves,” I said that evening. “I’m getting a check suit like that one\r\nof Mr. Byng’s.”\r\n\r\n“Injudicious, sir,” he said firmly. “It will not become you.”\r\n\r\n“What absolute rot! It’s the soundest thing I’ve struck for years.”\r\n\r\n“Unsuitable for you, sir.”\r\n\r\nWell, the long and the short of it was that the confounded thing came\r\nhome, and I put it on, and when I caught sight of myself in the glass I\r\nnearly swooned. Jeeves was perfectly right. I looked a cross between a\r\nmusic-hall comedian and a cheap bookie. Yet Monty had looked fine in\r\nabsolutely the same stuff. These things are just Life’s mysteries, and\r\nthat’s all there is to it.\r\n\r\nBut it isn’t only that Jeeves’s judgment about clothes is infallible,\r\nthough, of course, that’s really the main thing. The man knows\r\neverything. There was the matter of that tip on the “Lincolnshire.” I\r\nforget now how I got it, but it had the aspect of being the real,\r\nred-hot tabasco.\r\n\r\n“Jeeves,” I said, for I’m fond of the man, and like to do him a good\r\nturn when I can, “if you want to make a bit of money have something on\r\nWonderchild for the ‘Lincolnshire.’”\r\n\r\nHe shook his head.\r\n\r\n“I’d rather not, sir.”\r\n\r\n“But it’s the straight goods. I’m going to put my shirt on him.”\r\n\r\n“I do not recommend it, sir. The animal is not intended to win. Second\r\nplace is what the stable is after.”\r\n\r\nPerfect piffle, I thought, of course. How the deuce could Jeeves know\r\nanything about it? Still, you know what happened. Wonderchild led till\r\nhe was breathing on the wire, and then Banana Fritter came along and\r\nnosed him out. I went straight home and rang for Jeeves.\r\n\r\n“After this,” I said, “not another step for me without your advice.\r\nFrom now on consider yourself the brains of the establishment.”\r\n\r\n“Very good, sir. I shall endeavour to give satisfaction.”\r\n\r\nAnd he has, by Jove! I’m a bit short on brain myself; the old bean\r\nwould appear to have been constructed more for ornament than for use,\r\ndon’t you know; but give me five minutes to talk the thing over with\r\nJeeves, and I’m game to advise any one about anything. And that’s why,\r\nwhen Bruce Corcoran came to me with his troubles, my first act was to\r\nring the bell and put it up to the lad with the bulging forehead.\r\n\r\n“Leave it to Jeeves,” I said.\r\n\r\nI first got to know Corky when I came to New York. He was a pal of my\r\ncousin Gussie, who was in with a lot of people down Washington Square\r\nway. I don’t know if I ever told you about it, but the reason why I\r\nleft England was because I was sent over by my Aunt Agatha to try to\r\nstop young Gussie marrying a girl on the vaudeville stage, and I got\r\nthe whole thing so mixed up that I decided that it would be a sound\r\nscheme for me to stop on in America for a bit instead of going back and\r\nhaving long cosy chats about the thing with aunt. So I sent Jeeves out\r\nto find a decent apartment, and settled down for a bit of exile. I’m\r\nbound to say that New York’s a topping place to be exiled in. Everybody\r\nwas awfully good to me, and there seemed to be plenty of things going\r\non, and I’m a wealthy bird, so everything was fine. Chappies introduced\r\nme to other chappies, and so on and so forth, and it wasn’t long before\r\nI knew squads of the right sort, some who rolled in dollars in houses\r\nup by the Park, and others who lived with the gas turned down mostly\r\naround Washington Square—artists and writers and so forth. Brainy\r\ncoves.\r\n\r\nCorky was one of the artists. A portrait-painter, he called himself,\r\nbut he hadn’t painted any portraits. He was sitting on the side-lines\r\nwith a blanket over his shoulders, waiting for a chance to get into the\r\ngame. You see, the catch about portrait-painting—I’ve looked into the\r\nthing a bit—is that you can’t start painting portraits till people come\r\nalong and ask you to, and they won’t come and ask you to until you’ve\r\npainted a lot first. This makes it kind of difficult for a chappie.\r\nCorky managed to get along by drawing an occasional picture for the\r\ncomic papers—he had rather a gift for funny stuff when he got a good\r\nidea—and doing bedsteads and chairs and things for the advertisements.\r\nHis principal source of income, however, was derived from biting the\r\near of a rich uncle—one Alexander Worple, who was in the jute business.\r\nI’m a bit foggy as to what jute is, but it’s apparently something the\r\npopulace is pretty keen on, for Mr. Worple had made quite an indecently\r\nlarge stack out of it.\r\n\r\nNow, a great many fellows think that having a rich uncle is a pretty\r\nsoft snap: but, according to Corky, such is not the case. Corky’s uncle\r\nwas a robust sort of cove, who looked like living for ever. He was\r\nfifty-one, and it seemed as if he might go to par. It was not this,\r\nhowever, that distressed poor old Corky, for he was not bigoted and had\r\nno objection to the man going on living. What Corky kicked at was the\r\nway the above Worple used to harry him.\r\n\r\nCorky’s uncle, you see, didn’t want him to be an artist. He didn’t\r\nthink he had any talent in that direction. He was always urging him to\r\nchuck Art and go into the jute business and start at the bottom and\r\nwork his way up. Jute had apparently become a sort of obsession with\r\nhim. He seemed to attach almost a spiritual importance to it. And what\r\nCorky said was that, while he didn’t know what they did at the bottom\r\nof the jute business, instinct told him that it was something too\r\nbeastly for words. Corky, moreover, believed in his future as an\r\nartist. Some day, he said, he was going to make a hit. Meanwhile, by\r\nusing the utmost tact and persuasiveness, he was inducing his uncle to\r\ncough up very grudgingly a small quarterly allowance.\r\n\r\nHe wouldn’t have got this if his uncle hadn’t had a hobby. Mr. Worple\r\nwas peculiar in this respect. As a rule, from what I’ve observed, the\r\nAmerican captain of industry doesn’t do anything out of business hours.\r\nWhen he has put the cat out and locked up the office for the night, he\r\njust relapses into a state of coma from which he emerges only to start\r\nbeing a captain of industry again. But Mr. Worple in his spare time was\r\nwhat is known as an ornithologist. He had written a book called\r\n_American Birds_, and was writing another, to be called _More American\r\nBirds_. When he had finished that, the presumption was that he would\r\nbegin a third, and keep on till the supply of American birds gave out.\r\nCorky used to go to him about once every three months and let him talk\r\nabout American birds. Apparently you could do what you liked with old\r\nWorple if you gave him his head first on his pet subject, so these\r\nlittle chats used to make Corky’s allowance all right for the time\r\nbeing. But it was pretty rotten for the poor chap. There was the\r\nfrightful suspense, you see, and, apart from that, birds, except when\r\nbroiled and in the society of a cold bottle, bored him stiff.\r\n\r\nTo complete the character-study of Mr. Worple, he was a man of\r\nextremely uncertain temper, and his general tendency was to think that\r\nCorky was a poor chump and that whatever step he took in any direction\r\non his own account, was just another proof of his innate idiocy. I\r\nshould imagine Jeeves feels very much the same about me.\r\n\r\nSo when Corky trickled into my apartment one afternoon, shooing a girl\r\nin front of him, and said, “Bertie, I want you to meet my fiancée, Miss\r\nSinger,” the aspect of the matter which hit me first was precisely the\r\none which he had come to consult me about. The very first words I spoke\r\nwere, “Corky, how about your uncle?”\r\n\r\nThe poor chap gave one of those mirthless laughs. He was looking\r\nanxious and worried, like a man who has done the murder all right but\r\ncan’t think what the deuce to do with the body.\r\n\r\n“We’re so scared, Mr. Wooster,” said the girl. “We were hoping that you\r\nmight suggest a way of breaking it to him.”\r\n\r\nMuriel Singer was one of those very quiet, appealing girls who have a\r\nway of looking at you with their big eyes as if they thought you were\r\nthe greatest thing on earth and wondered that you hadn’t got on to it\r\nyet yourself. She sat there in a sort of shrinking way, looking at me\r\nas if she were saying to herself, “Oh, I do hope this great strong man\r\nisn’t going to hurt me.” She gave a fellow a protective kind of\r\nfeeling, made him want to stroke her hand and say, “There, there,\r\nlittle one!” or words to that effect. She made me feel that there was\r\nnothing I wouldn’t do for her. She was rather like one of those\r\ninnocent-tasting American drinks which creep imperceptibly into your\r\nsystem so that, before you know what you’re doing, you’re starting out\r\nto reform the world by force if necessary and pausing on your way to\r\ntell the large man in the corner that, if he looks at you like that,\r\nyou will knock his head off. What I mean is, she made me feel alert and\r\ndashing, like a jolly old knight-errant or something of that kind. I\r\nfelt that I was with her in this thing to the limit.\r\n\r\n“I don’t see why your uncle shouldn’t be most awfully bucked,” I said\r\nto Corky. “He will think Miss Singer the ideal wife for you.”\r\n\r\nCorky declined to cheer up.\r\n\r\n“You don’t know him. Even if he did like Muriel he wouldn’t admit it.\r\nThat’s the sort of pig-headed guy he is. It would be a matter of\r\nprinciple with him to kick. All he would consider would be that I had\r\ngone and taken an important step without asking his advice, and he\r\nwould raise Cain automatically. He’s always done it.”\r\n\r\nI strained the old bean to meet this emergency.\r\n\r\n“You want to work it so that he makes Miss Singer’s acquaintance\r\nwithout knowing that you know her. Then you come along——”\r\n\r\n“But how can I work it that way?”\r\n\r\nI saw his point. That was the catch.\r\n\r\n“There’s only one thing to do,” I said.\r\n\r\n“What’s that?”\r\n\r\n“Leave it to Jeeves.”\r\n\r\nAnd I rang the bell.\r\n\r\n“Sir?” said Jeeves, kind of manifesting himself. One of the rummy\r\nthings about Jeeves is that, unless you watch like a hawk, you very\r\nseldom see him come into a room. He’s like one of those weird chappies\r\nin India who dissolve themselves into thin air and nip through space in\r\na sort of disembodied way and assemble the parts again just where they\r\nwant them. I’ve got a cousin who’s what they call a Theosophist, and he\r\nsays he’s often nearly worked the thing himself, but couldn’t quite\r\nbring it off, probably owing to having fed in his boyhood on the flesh\r\nof animals slain in anger and pie.\r\n\r\nThe moment I saw the man standing there, registering respectful\r\nattention, a weight seemed to roll off my mind. I felt like a lost\r\nchild who spots his father in the offing. There was something about him\r\nthat gave me confidence.\r\n\r\nJeeves is a tallish man, with one of those dark, shrewd faces. His eye\r\ngleams with the light of pure intelligence.\r\n\r\n“Jeeves, we want your advice.”\r\n\r\n“Very good, sir.”\r\n\r\nI boiled down Corky’s painful case into a few well-chosen words.\r\n\r\n“So you see what it amount to, Jeeves. We want you to suggest some way\r\nby which Mr. Worple can make Miss Singer’s acquaintance without getting\r\non to the fact that Mr. Corcoran already knows her. Understand?”\r\n\r\n“Perfectly, sir.”\r\n\r\n“Well, try to think of something.”\r\n\r\n“I have thought of something already, sir.”\r\n\r\n“You have!”\r\n\r\n“The scheme I would suggest cannot fail of success, but it has what may\r\nseem to you a drawback, sir, in that it requires a certain financial\r\noutlay.”\r\n\r\n“He means,” I translated to Corky, “that he has got a pippin of an\r\nidea, but it’s going to cost a bit.”\r\n\r\nNaturally the poor chap’s face dropped, for this seemed to dish the\r\nwhole thing. But I was still under the influence of the girl’s melting\r\ngaze, and I saw that this was where I started in as a knight-errant.\r\n\r\n“You can count on me for all that sort of thing, Corky,” I said. “Only\r\ntoo glad. Carry on, Jeeves.”\r\n\r\n“I would suggest, sir, that Mr. Corcoran take advantage of Mr. Worple’s\r\nattachment to ornithology.”\r\n\r\n“How on earth did you know that he was fond of birds?”\r\n\r\n“It is the way these New York apartments are constructed, sir. Quite\r\nunlike our London houses. The partitions between the rooms are of the\r\nflimsiest nature. With no wish to overhear, I have sometimes heard Mr.\r\nCorcoran expressing himself with a generous strength on the subject I\r\nhave mentioned.”\r\n\r\n“Oh! Well?”\r\n\r\n“Why should not the young lady write a small volume, to be entitled—let\r\nus say—_The Children’s Book of American Birds_, and dedicate it to Mr.\r\nWorple! A limited edition could be published at your expense, sir, and\r\na great deal of the book would, of course, be given over to eulogistic\r\nremarks concerning Mr. Worple’s own larger treatise on the same\r\nsubject. I should recommend the dispatching of a presentation copy to\r\nMr. Worple, immediately on publication, accompanied by a letter in\r\nwhich the young lady asks to be allowed to make the acquaintance of one\r\nto whom she owes so much. This would, I fancy, produce the desired\r\nresult, but as I say, the expense involved would be considerable.”\r\n\r\nI felt like the proprietor of a performing dog on the vaudeville stage\r\nwhen the tyke has just pulled off his trick without a hitch. I had\r\nbetted on Jeeves all along, and I had known that he wouldn’t let me\r\ndown. It beats me sometimes why a man with his genius is satisfied to\r\nhang around pressing my clothes and what-not. If I had half Jeeves’s\r\nbrain, I should have a stab at being Prime Minister or something.\r\n\r\n“Jeeves,” I said, “that is absolutely ripping! One of your very best\r\nefforts.”\r\n\r\n“Thank you, sir.”\r\n\r\nThe girl made an objection.\r\n\r\n“But I’m sure I couldn’t write a book about anything. I can’t even\r\nwrite good letters.”\r\n\r\n“Muriel’s talents,” said Corky, with a little cough “lie more in the\r\ndirection of the drama, Bertie. I didn’t mention it before, but one of\r\nour reasons for being a trifle nervous as to how Uncle Alexander will\r\nreceive the news is that Muriel is in the chorus of that show _Choose\r\nyour Exit_ at the Manhattan. It’s absurdly unreasonable, but we both\r\nfeel that that fact might increase Uncle Alexander’s natural tendency\r\nto kick like a steer.”\r\n\r\nI saw what he meant. Goodness knows there was fuss enough in our family\r\nwhen I tried to marry into musical comedy a few years ago. And the\r\nrecollection of my Aunt Agatha’s attitude in the matter of Gussie and\r\nthe vaudeville girl was still fresh in my mind. I don’t know why it\r\nis—one of these psychology sharps could explain it, I suppose—but\r\nuncles and aunts, as a class, are always dead against the drama,\r\nlegitimate or otherwise. They don’t seem able to stick it at any price.\r\n\r\nBut Jeeves had a solution, of course.\r\n\r\n“I fancy it would be a simple matter, sir, to find some impecunious\r\nauthor who would be glad to do the actual composition of the volume for\r\na small fee. It is only necessary that the young lady’s name should\r\nappear on the title page.”\r\n\r\n“That’s true,” said Corky. “Sam Patterson would do it for a hundred\r\ndollars. He writes a novelette, three short stories, and ten thousand\r\nwords of a serial for one of the all-fiction magazines under different\r\nnames every month. A little thing like this would be nothing to him.\r\nI’ll get after him right away.”\r\n\r\n“Fine!”\r\n\r\n“Will that be all, sir?” said Jeeves. “Very good, sir. Thank you, sir.”\r\n\r\nI always used to think that publishers had to be devilish intelligent\r\nfellows, loaded down with the grey matter; but I’ve got their number\r\nnow. All a publisher has to do is to write cheques at intervals, while\r\na lot of deserving and industrious chappies rally round and do the real\r\nwork. I know, because I’ve been one myself. I simply sat tight in the\r\nold apartment with a fountain-pen, and in due season a topping, shiny\r\nbook came along.\r\n\r\nI happened to be down at Corky’s place when the first copies of _The\r\nChildren’s Book of American Birds_ bobbed up. Muriel Singer was there,\r\nand we were talking of things in general when there was a bang at the\r\ndoor and the parcel was delivered.\r\n\r\nIt was certainly some book. It had a red cover with a fowl of some\r\nspecies on it, and underneath the girl’s name in gold letters. I opened\r\na copy at random.\r\n\r\n“Often of a spring morning,” it said at the top of page twenty-one, “as\r\nyou wander through the fields, you will hear the sweet-toned,\r\ncarelessly flowing warble of the purple finch linnet. When you are\r\nolder you must read all about him in Mr. Alexander Worple’s wonderful\r\nbook—_American Birds_.”\r\n\r\nYou see. A boost for the uncle right away. And only a few pages later\r\nthere he was in the limelight again in connection with the\r\nyellow-billed cuckoo. It was great stuff. The more I read, the more I\r\nadmired the chap who had written it and Jeeves’s genius in putting us\r\non to the wheeze. I didn’t see how the uncle could fail to drop. You\r\ncan’t call a chap the world’s greatest authority on the yellow-billed\r\ncuckoo without rousing a certain disposition towards chumminess in him.\r\n\r\n“It’s a cert!” I said.\r\n\r\n“An absolute cinch!” said Corky.\r\n\r\nAnd a day or two later he meandered up the Avenue to my apartment to\r\ntell me that all was well. The uncle had written Muriel a letter so\r\ndripping with the milk of human kindness that if he hadn’t known Mr.\r\nWorple’s handwriting Corky would have refused to believe him the author\r\nof it. Any time it suited Miss Singer to call, said the uncle, he would\r\nbe delighted to make her acquaintance.\r\n\r\nShortly after this I had to go out of town. Divers sound sportsmen had\r\ninvited me to pay visits to their country places, and it wasn’t for\r\nseveral months that I settled down in the city again. I had been\r\nwondering a lot, of course, about Corky, whether it all turned out\r\nright, and so forth, and my first evening in New York, happening to pop\r\ninto a quiet sort of little restaurant which I go to when I don’t feel\r\ninclined for the bright lights, I found Muriel Singer there, sitting by\r\nherself at a table near the door. Corky, I took it, was out\r\ntelephoning. I went up and passed the time of day.\r\n\r\n“Well, well, well, what?” I said.\r\n\r\n“Why, Mr. Wooster! How do you do?”\r\n\r\n“Corky around?”\r\n\r\n“I beg your pardon?”\r\n\r\n“You’re waiting for Corky, aren’t you?”\r\n\r\n“Oh, I didn’t understand. No, I’m not waiting for him.”\r\n\r\nIt seemed to me that there was a sort of something in her voice, a kind\r\nof thingummy, you know.\r\n\r\n“I say, you haven’t had a row with Corky, have you?”\r\n\r\n“A row?”\r\n\r\n“A spat, don’t you know—little misunderstanding—faults on both\r\nsides—er—and all that sort of thing.”\r\n\r\n“Why, whatever makes you think that?”\r\n\r\n“Oh, well, as it were, what? What I mean is—I thought you usually dined\r\nwith him before you went to the theatre.”\r\n\r\n“I’ve left the stage now.”\r\n\r\nSuddenly the whole thing dawned on me. I had forgotten what a long time\r\nI had been away.\r\n\r\n“Why, of course, I see now! You’re married!”\r\n\r\n“Yes.”\r\n\r\n“How perfectly topping! I wish you all kinds of happiness.”\r\n\r\n“Thank you, so much. Oh Alexander,” she said, looking past me, “this is\r\na friend of mine—Mr. Wooster.”\r\n\r\nI spun round. A chappie with a lot of stiff grey hair and a red sort of\r\nhealthy face was standing there. Rather a formidable Johnnie, he\r\nlooked, though quite peaceful at the moment.\r\n\r\n“I want you to meet my husband, Mr. Wooster. Mr. Wooster is a friend of\r\nBruce’s, Alexander.”\r\n\r\nThe old boy grasped my hand warmly, and that was all that kept me from\r\nhitting the floor in a heap. The place was rocking. Absolutely.\r\n\r\n“So you know my nephew, Mr. Wooster,” I heard him say. “I wish you\r\nwould try to knock a little sense into him and make him quit this\r\nplaying at painting. But I have an idea that he is steadying down. I\r\nnoticed it first that night he came to dinner with us, my dear, to be\r\nintroduced to you. He seemed altogether quieter and more serious.\r\nSomething seemed to have sobered him. Perhaps you will give us the\r\npleasure of your company at dinner to-night, Mr. Wooster? Or have you\r\ndined?”\r\n\r\nI said I had. What I needed then was air, not dinner. I felt that I\r\nwanted to get into the open and think this thing out.\r\n\r\nWhen I reached my apartment I heard Jeeves moving about in his lair. I\r\ncalled him.\r\n\r\n“Jeeves,” I said, “now is the time for all good men to come to the aid\r\nof the party. A stiff b.-and-s. first of all, and then I’ve a bit of\r\nnews for you.”\r\n\r\nHe came back with a tray and a long glass.\r\n\r\n“Better have one yourself, Jeeves. You’ll need it.”\r\n\r\n“Later on, perhaps, thank you, sir.”\r\n\r\n“All right. Please yourself. But you’re going to get a shock. You\r\nremember my friend, Mr. Corcoran?”\r\n\r\n“Yes, sir.”\r\n\r\n“And the girl who was to slide gracefully into his uncle’s esteem by\r\nwriting the book on birds?”\r\n\r\n“Perfectly, sir.”\r\n\r\n“Well, she’s slid. She’s married the uncle.”\r\n\r\nHe took it without blinking. You can’t rattle Jeeves.\r\n\r\n“That was always a development to be feared, sir.”\r\n\r\n“You don’t mean to tell me that you were expecting it?”\r\n\r\n“It crossed my mind as a possibility.”\r\n\r\n“Did it, by Jove! Well, I think, you might have warned us!”\r\n\r\n“I hardly liked to take the liberty, sir.”\r\n\r\nOf course, as I saw after I had had a bite to eat and was in a calmer\r\nframe of mind, what had happened wasn’t my fault, if you come down to\r\nit. I couldn’t be expected to foresee that the scheme, in itself a\r\ncracker-jack, would skid into the ditch as it had done; but all the\r\nsame I’m bound to admit that I didn’t relish the idea of meeting Corky\r\nagain until time, the great healer, had been able to get in a bit of\r\nsoothing work. I cut Washington Square out absolutely for the next few\r\nmonths. I gave it the complete miss-in-baulk. And then, just when I was\r\nbeginning to think I might safely pop down in that direction and gather\r\nup the dropped threads, so to speak, time, instead of working the\r\nhealing wheeze, went and pulled the most awful bone and put the lid on\r\nit. Opening the paper one morning, I read that Mrs. Alexander Worple\r\nhad presented her husband with a son and heir.\r\n\r\nI was so darned sorry for poor old Corky that I hadn’t the heart to\r\ntouch my breakfast. I told Jeeves to drink it himself. I was bowled\r\nover. Absolutely. It was the limit.\r\n\r\nI hardly knew what to do. I wanted, of course, to rush down to\r\nWashington Square and grip the poor blighter silently by the hand; and\r\nthen, thinking it over, I hadn’t the nerve. Absent treatment seemed the\r\ntouch. I gave it him in waves.\r\n\r\nBut after a month or so I began to hesitate again. It struck me that it\r\nwas playing it a bit low-down on the poor chap, avoiding him like this\r\njust when he probably wanted his pals to surge round him most. I\r\npictured him sitting in his lonely studio with no company but his\r\nbitter thoughts, and the pathos of it got me to such an extent that I\r\nbounded straight into a taxi and told the driver to go all out for the\r\nstudio.\r\n\r\nI rushed in, and there was Corky, hunched up at the easel, painting\r\naway, while on the model throne sat a severe-looking female of middle\r\nage, holding a baby.\r\n\r\nA fellow has to be ready for that sort of thing.\r\n\r\n“Oh, ah!” I said, and started to back out.\r\n\r\nCorky looked over his shoulder.\r\n\r\n“Halloa, Bertie. Don’t go. We’re just finishing for the day. That will\r\nbe all this afternoon,” he said to the nurse, who got up with the baby\r\nand decanted it into a perambulator which was standing in the fairway.\r\n\r\n“At the same hour to-morrow, Mr. Corcoran?”\r\n\r\n“Yes, please.”\r\n\r\n“Good afternoon.”\r\n\r\n“Good afternoon.”\r\n\r\nCorky stood there, looking at the door, and then he turned to me and\r\nbegan to get it off his chest. Fortunately, he seemed to take it for\r\ngranted that I knew all about what had happened, so it wasn’t as\r\nawkward as it might have been.\r\n\r\n“It’s my uncle’s idea,” he said. “Muriel doesn’t know about it yet. The\r\nportrait’s to be a surprise for her on her birthday. The nurse takes\r\nthe kid out ostensibly to get a breather, and they beat it down here.\r\nIf you want an instance of the irony of fate, Bertie, get acquainted\r\nwith this. Here’s the first commission I have ever had to paint a\r\nportrait, and the sitter is that human poached egg that has butted in\r\nand bounced me out of my inheritance. Can you beat it! I call it\r\nrubbing the thing in to expect me to spend my afternoons gazing into\r\nthe ugly face of a little brat who to all intents and purposes has hit\r\nme behind the ear with a blackjack and swiped all I possess. I can’t\r\nrefuse to paint the portrait because if I did my uncle would stop my\r\nallowance; yet every time I look up and catch that kid’s vacant eye, I\r\nsuffer agonies. I tell you, Bertie, sometimes when he gives me a\r\npatronizing glance and then turns away and is sick, as if it revolted\r\nhim to look at me, I come within an ace of occupying the entire front\r\npage of the evening papers as the latest murder sensation. There are\r\nmoments when I can almost see the headlines: ‘Promising Young Artist\r\nBeans Baby With Axe.’”\r\n\r\nI patted his shoulder silently. My sympathy for the poor old scout was\r\ntoo deep for words.\r\n\r\nI kept away from the studio for some time after that, because it didn’t\r\nseem right to me to intrude on the poor chappie’s sorrow. Besides, I’m\r\nbound to say that nurse intimidated me. She reminded me so infernally\r\nof Aunt Agatha. She was the same gimlet-eyed type.\r\n\r\nBut one afternoon Corky called me on the ’phone.\r\n\r\n“Bertie.”\r\n\r\n“Halloa?”\r\n\r\n“Are you doing anything this afternoon?”\r\n\r\n“Nothing special.”\r\n\r\n“You couldn’t come down here, could you?”\r\n\r\n“What’s the trouble? Anything up?”\r\n\r\n“I’ve finished the portrait.”\r\n\r\n“Good boy! Stout work!”\r\n\r\n“Yes.” His voice sounded rather doubtful. “The fact is, Bertie, it\r\ndoesn’t look quite right to me. There’s something about it—My uncle’s\r\ncoming in half an hour to inspect it, and—I don’t know why it is, but I\r\nkind of feel I’d like your moral support!”\r\n\r\nI began to see that I was letting myself in for something. The\r\nsympathetic co-operation of Jeeves seemed to me to be indicated.\r\n\r\n“You think he’ll cut up rough?”\r\n\r\n“He may.”\r\n\r\nI threw my mind back to the red-faced chappie I had met at the\r\nrestaurant, and tried to picture him cutting up rough. It was only too\r\neasy. I spoke to Corky firmly on the telephone.\r\n\r\n“I’ll come,” I said.\r\n\r\n“Good!”\r\n\r\n“But only if I may bring Jeeves!”\r\n\r\n“Why Jeeves? What’s Jeeves got to do with it? Who wants Jeeves? Jeeves\r\nis the fool who suggested the scheme that has led——”\r\n\r\n“Listen, Corky, old top! If you think I am going to face that uncle of\r\nyours without Jeeves’s support, you’re mistaken. I’d sooner go into a\r\nden of wild beasts and bite a lion on the back of the neck.”\r\n\r\n“Oh, all right,” said Corky. Not cordially, but he said it; so I rang\r\nfor Jeeves, and explained the situation.\r\n\r\n“Very good, sir,” said Jeeves.\r\n\r\nThat’s the sort of chap he is. You can’t rattle him.\r\n\r\nWe found Corky near the door, looking at the picture, with one hand up\r\nin a defensive sort of way, as if he thought it might swing on him.\r\n\r\n“Stand right where you are, Bertie,” he said, without moving. “Now,\r\ntell me honestly, how does it strike you?”\r\n\r\nThe light from the big window fell right on the picture. I took a good\r\nlook at it. Then I shifted a bit nearer and took another look. Then I\r\nwent back to where I had been at first, because it hadn’t seemed quite\r\nso bad from there.\r\n\r\n“Well?” said Corky, anxiously.\r\n\r\nI hesitated a bit.\r\n\r\n“Of course, old man, I only saw the kid once, and then only for a\r\nmoment, but—but it _was_ an ugly sort of kid, wasn’t it, if I remember\r\nrightly?”\r\n\r\n“As ugly as that?”\r\n\r\nI looked again, and honesty compelled me to be frank.\r\n\r\n“I don’t see how it could have been, old chap.”\r\n\r\nPoor old Corky ran his fingers through his hair in a temperamental sort\r\nof way. He groaned.\r\n\r\n“You’re right quite, Bertie. Something’s gone wrong with the darned\r\nthing. My private impression is that, without knowing it, I’ve worked\r\nthat stunt that Sargent and those fellows pull—painting the soul of the\r\nsitter. I’ve got through the mere outward appearance, and have put the\r\nchild’s soul on canvas.”\r\n\r\n“But could a child of that age have a soul like that? I don’t see how\r\nhe could have managed it in the time. What do you think, Jeeves?”\r\n\r\n“I doubt it, sir.”\r\n\r\n“It—it sorts of leers at you, doesn’t it?”\r\n\r\n“You’ve noticed that, too?” said Corky.\r\n\r\n“I don’t see how one could help noticing.”\r\n\r\n“All I tried to do was to give the little brute a cheerful expression.\r\nBut, as it worked out, he looks positively dissipated.”\r\n\r\n“Just what I was going to suggest, old man. He looks as if he were in\r\nthe middle of a colossal spree, and enjoying every minute of it. Don’t\r\nyou think so, Jeeves?”\r\n\r\n“He has a decidedly inebriated air, sir.”\r\n\r\nCorky was starting to say something when the door opened, and the uncle\r\ncame in.\r\n\r\nFor about three seconds all was joy, jollity, and goodwill. The old boy\r\nshook hands with me, slapped Corky on the back, said that he didn’t\r\nthink he had ever seen such a fine day, and whacked his leg with his\r\nstick. Jeeves had projected himself into the background, and he didn’t\r\nnotice him.\r\n\r\n“Well, Bruce, my boy; so the portrait is really finished, is it—really\r\nfinished? Well, bring it out. Let’s have a look at it. This will be a\r\nwonderful surprise for your aunt. Where is it? Let’s——”\r\n\r\nAnd then he got it—suddenly, when he wasn’t set for the punch; and he\r\nrocked back on his heels.\r\n\r\n“Oosh!” he exclaimed. And for perhaps a minute there was one of the\r\nscaliest silences I’ve ever run up against.\r\n\r\n“Is this a practical joke?” he said at last, in a way that set about\r\nsixteen draughts cutting through the room at once.\r\n\r\nI thought it was up to me to rally round old Corky.\r\n\r\n“You want to stand a bit farther away from it,” I said.\r\n\r\n“You’re perfectly right!” he snorted. “I do! I want to stand so far\r\naway from it that I can’t see the thing with a telescope!” He turned on\r\nCorky like an untamed tiger of the jungle who has just located a chunk\r\nof meat. “And this—this—is what you have been wasting your time and my\r\nmoney for all these years! A painter! I wouldn’t let you paint a house\r\nof mine! I gave you this commission, thinking that you were a competent\r\nworker, and this—this—this extract from a comic coloured supplement is\r\nthe result!” He swung towards the door, lashing his tail and growling\r\nto himself. “This ends it! If you wish to continue this foolery of\r\npretending to be an artist because you want an excuse for idleness,\r\nplease yourself. But let me tell you this. Unless you report at my\r\noffice on Monday morning, prepared to abandon all this idiocy and start\r\nin at the bottom of the business to work your way up, as you should\r\nhave done half a dozen years ago, not another cent—not another cent—not\r\nanother—Boosh!”\r\n\r\nThen the door closed, and he was no longer with us. And I crawled out\r\nof the bombproof shelter.\r\n\r\n“Corky, old top!” I whispered faintly.\r\n\r\nCorky was standing staring at the picture. His face was set. There was\r\na hunted look in his eye.\r\n\r\n“Well, that finishes it!” he muttered brokenly.\r\n\r\n“What are you going to do?”\r\n\r\n“Do? What can I do? I can’t stick on here if he cuts off supplies. You\r\nheard what he said. I shall have to go to the office on Monday.”\r\n\r\nI couldn’t think of a thing to say. I knew exactly how he felt about\r\nthe office. I don’t know when I’ve been so infernally uncomfortable. It\r\nwas like hanging round trying to make conversation to a pal who’s just\r\nbeen sentenced to twenty years in quod.\r\n\r\nAnd then a soothing voice broke the silence.\r\n\r\n“If I might make a suggestion, sir!”\r\n\r\nIt was Jeeves. He had slid from the shadows and was gazing gravely at\r\nthe picture. Upon my word, I can’t give you a better idea of the\r\nshattering effect of Corky’s uncle Alexander when in action than by\r\nsaying that he had absolutely made me forget for the moment that Jeeves\r\nwas there.\r\n\r\n“I wonder if I have ever happened to mention to you, sir, a Mr. Digby\r\nThistleton, with whom I was once in service? Perhaps you have met him?\r\nHe was a financier. He is now Lord Bridgnorth. It was a favourite\r\nsaying of his that there is always a way. The first time I heard him\r\nuse the expression was after the failure of a patent depilatory which\r\nhe promoted.”\r\n\r\n“Jeeves,” I said, “what on earth are you talking about?”\r\n\r\n“I mentioned Mr. Thistleton, sir, because his was in some respects a\r\nparallel case to the present one. His depilatory failed, but he did not\r\ndespair. He put it on the market again under the name of Hair-o,\r\nguaranteed to produce a full crop of hair in a few months. It was\r\nadvertised, if you remember, sir, by a humorous picture of a\r\nbilliard-ball, before and after taking, and made such a substantial\r\nfortune that Mr. Thistleton was soon afterwards elevated to the peerage\r\nfor services to his Party. It seems to me that, if Mr. Corcoran looks\r\ninto the matter, he will find, like Mr. Thistleton, that there is\r\nalways a way. Mr. Worple himself suggested the solution of the\r\ndifficulty. In the heat of the moment he compared the portrait to an\r\nextract from a coloured comic supplement. I consider the suggestion a\r\nvery valuable one, sir. Mr. Corcoran’s portrait may not have pleased\r\nMr. Worple as a likeness of his only child, but I have no doubt that\r\neditors would gladly consider it as a foundation for a series of\r\nhumorous drawings. If Mr. Corcoran will allow me to make the\r\nsuggestion, his talent has always been for the humorous. There is\r\nsomething about this picture—something bold and vigorous, which arrests\r\nthe attention. I feel sure it would be highly popular.”\r\n\r\nCorky was glaring at the picture, and making a sort of dry, sucking\r\nnoise with his mouth. He seemed completely overwrought.\r\n\r\nAnd then suddenly he began to laugh in a wild way.\r\n\r\n“Corky, old man!” I said, massaging him tenderly. I feared the poor\r\nblighter was hysterical.\r\n\r\nHe began to stagger about all over the floor.\r\n\r\n“He’s right! The man’s absolutely right! Jeeves, you’re a life-saver!\r\nYou’ve hit on the greatest idea of the age! Report at the office on\r\nMonday! Start at the bottom of the business! I’ll buy the business if I\r\nfeel like it. I know the man who runs the comic section of the _Sunday\r\nStar_. He’ll eat this thing. He was telling me only the other day how\r\nhard it was to get a good new series. He’ll give me anything I ask for\r\na real winner like this. I’ve got a gold-mine. Where’s my hat? I’ve got\r\nan income for life! Where’s that confounded hat? Lend me a fiver,\r\nBertie. I want to take a taxi down to Park Row!”\r\n\r\nJeeves smiled paternally. Or, rather, he had a kind of paternal\r\nmuscular spasm about the mouth, which is the nearest he ever gets to\r\nsmiling.\r\n\r\n“If I might make the suggestion, Mr. Corcoran—for a title of the series\r\nwhich you have in mind—‘The Adventures of Baby Blobbs.’”\r\n\r\nCorky and I looked at the picture, then at each other in an awed way.\r\nJeeves was right. There could be no other title.\r\n\r\n“Jeeves,” I said. It was a few weeks later, and I had just finished\r\nlooking at the comic section of the _Sunday Star_. “I’m an optimist. I\r\nalways have been. The older I get, the more I agree with Shakespeare\r\nand those poet Johnnies about it always being darkest before the dawn\r\nand there’s a silver lining and what you lose on the swings you make up\r\non the roundabouts. Look at Mr. Corcoran, for instance. There was a\r\nfellow, one would have said, clear up to the eyebrows in the soup. To\r\nall appearances he had got it right in the neck. Yet look at him now.\r\nHave you seen these pictures?”\r\n\r\n“I took the liberty of glancing at them before bringing them to you,\r\nsir. Extremely diverting.”\r\n\r\n“They have made a big hit, you know.”\r\n\r\n“I anticipated it, sir.”\r\n\r\nI leaned back against the pillows.\r\n\r\n“You know, Jeeves, you’re a genius. You ought to be drawing a\r\ncommission on these things.”\r\n\r\n“I have nothing to complain of in that respect, sir. Mr. Corcoran has\r\nbeen most generous. I am putting out the brown suit, sir.”\r\n\r\n“No, I think I’ll wear the blue with the faint red stripe.”\r\n\r\n“Not the blue with the faint red stripe, sir.”\r\n\r\n“But I rather fancy myself in it.”\r\n\r\n“Not the blue with the faint red stripe, sir.”\r\n\r\n“Oh, all right, have it your own way.”\r\n\r\n“Very good, sir. Thank you, sir.”\r\n\r\nOf course, I know it’s as bad as being henpecked; but then Jeeves is\r\nalways right. You’ve got to consider that, you know. What?\r\n\r\n\r\n\r\n\r\nJEEVES AND THE UNBIDDEN GUEST\r\n\r\n\r\nI’m not absolutely certain of my facts, but I rather fancy it’s\r\nShakespeare—or, if not, it’s some equally brainy lad—who says that it’s\r\nalways just when a chappie is feeling particularly top-hole, and more\r\nthan usually braced with things in general that Fate sneaks up behind\r\nhim with a bit of lead piping. There’s no doubt the man’s right. It’s\r\nabsolutely that way with me. Take, for instance, the fairly rummy\r\nmatter of Lady Malvern and her son Wilmot. A moment before they turned\r\nup, I was just thinking how thoroughly all right everything was.\r\n\r\nIt was one of those topping mornings, and I had just climbed out from\r\nunder the cold shower, feeling like a two-year-old. As a matter of\r\nfact, I was especially bucked just then because the day before I had\r\nasserted myself with Jeeves—absolutely asserted myself, don’t you know.\r\nYou see, the way things had been going on I was rapidly becoming a\r\ndashed serf. The man had jolly well oppressed me. I didn’t so much mind\r\nwhen he made me give up one of my new suits, because Jeeves’s judgment\r\nabout suits is sound. But I as near as a toucher rebelled when he\r\nwouldn’t let me wear a pair of cloth-topped boots which I loved like a\r\ncouple of brothers. And when he tried to tread on me like a worm in the\r\nmatter of a hat, I jolly well put my foot down and showed him who was\r\nwho. It’s a long story, and I haven’t time to tell you now, but the\r\npoint is that he wanted me to wear the Longacre—as worn by John\r\nDrew—when I had set my heart on the Country Gentleman—as worn by\r\nanother famous actor chappie—and the end of the matter was that, after\r\na rather painful scene, I bought the Country Gentleman. So that’s how\r\nthings stood on this particular morning, and I was feeling kind of\r\nmanly and independent.\r\n\r\nWell, I was in the bathroom, wondering what there was going to be for\r\nbreakfast while I massaged the good old spine with a rough towel and\r\nsang slightly, when there was a tap at the door. I stopped singing and\r\nopened the door an inch.\r\n\r\n“What ho without there!”\r\n\r\n“Lady Malvern wishes to see you, sir,” said Jeeves.\r\n\r\n“Eh?”\r\n\r\n“Lady Malvern, sir. She is waiting in the sitting-room.”\r\n\r\n“Pull yourself together, Jeeves, my man,” I said, rather severely, for\r\nI bar practical jokes before breakfast. “You know perfectly well\r\nthere’s no one waiting for me in the sitting-room. How could there be\r\nwhen it’s barely ten o’clock yet?”\r\n\r\n“I gathered from her ladyship, sir, that she had landed from an ocean\r\nliner at an early hour this morning.”\r\n\r\nThis made the thing a bit more plausible. I remembered that when I had\r\narrived in America about a year before, the proceedings had begun at\r\nsome ghastly hour like six, and that I had been shot out on to a\r\nforeign shore considerably before eight.\r\n\r\n“Who the deuce is Lady Malvern, Jeeves?”\r\n\r\n“Her ladyship did not confide in me, sir.”\r\n\r\n“Is she alone?”\r\n\r\n“Her ladyship is accompanied by a Lord Pershore, sir. I fancy that his\r\nlordship would be her ladyship’s son.”\r\n\r\n“Oh, well, put out rich raiment of sorts, and I’ll be dressing.”\r\n\r\n“Our heather-mixture lounge is in readiness, sir.”\r\n\r\n“Then lead me to it.”\r\n\r\nWhile I was dressing I kept trying to think who on earth Lady Malvern\r\ncould be. It wasn’t till I had climbed through the top of my shirt and\r\nwas reaching out for the studs that I remembered.\r\n\r\n“I’ve placed her, Jeeves. She’s a pal of my Aunt Agatha.”\r\n\r\n“Indeed, sir?”\r\n\r\n“Yes. I met her at lunch one Sunday before I left London. A very\r\nvicious specimen. Writes books. She wrote a book on social conditions\r\nin India when she came back from the Durbar.”\r\n\r\n“Yes, sir? Pardon me, sir, but not that tie!”\r\n\r\n“Eh?”\r\n\r\n“Not that tie with the heather-mixture lounge, sir!”\r\n\r\nIt was a shock to me. I thought I had quelled the fellow. It was rather\r\na solemn moment. What I mean is, if I weakened now, all my good work\r\nthe night before would be thrown away. I braced myself.\r\n\r\n“What’s wrong with this tie? I’ve seen you give it a nasty look before.\r\nSpeak out like a man! What’s the matter with it?”\r\n\r\n“Too ornate, sir.”\r\n\r\n“Nonsense! A cheerful pink. Nothing more.”\r\n\r\n“Unsuitable, sir.”\r\n\r\n“Jeeves, this is the tie I wear!”\r\n\r\n“Very good, sir.”\r\n\r\nDashed unpleasant. I could see that the man was wounded. But I was\r\nfirm. I tied the tie, got into the coat and waistcoat, and went into\r\nthe sitting-room.\r\n\r\n“Halloa! Halloa! Halloa!” I said. “What?”\r\n\r\n“Ah! How do you do, Mr. Wooster? You have never met my son, Wilmot, I\r\nthink? Motty, darling, this is Mr. Wooster.”\r\n\r\nLady Malvern was a hearty, happy, healthy, overpowering sort of dashed\r\nfemale, not so very tall but making up for it by measuring about six\r\nfeet from the O.P. to the Prompt Side. She fitted into my biggest\r\narm-chair as if it had been built round her by someone who knew they\r\nwere wearing arm-chairs tight about the hips that season. She had\r\nbright, bulging eyes and a lot of yellow hair, and when she spoke she\r\nshowed about fifty-seven front teeth. She was one of those women who\r\nkind of numb a fellow’s faculties. She made me feel as if I were ten\r\nyears old and had been brought into the drawing-room in my Sunday\r\nclothes to say how-d’you-do. Altogether by no means the sort of thing a\r\nchappie would wish to find in his sitting-room before breakfast.\r\n\r\nMotty, the son, was about twenty-three, tall and thin and meek-looking.\r\nHe had the same yellow hair as his mother, but he wore it plastered\r\ndown and parted in the middle. His eyes bulged, too, but they weren’t\r\nbright. They were a dull grey with pink rims. His chin gave up the\r\nstruggle about half-way down, and he didn’t appear to have any\r\neyelashes. A mild, furtive, sheepish sort of blighter, in short.\r\n\r\n“Awfully glad to see you,” I said. “So you’ve popped over, eh? Making a\r\nlong stay in America?”\r\n\r\n“About a month. Your aunt gave me your address and told me to be sure\r\nand call on you.”\r\n\r\nI was glad to hear this, as it showed that Aunt Agatha was beginning to\r\ncome round a bit. There had been some unpleasantness a year before,\r\nwhen she had sent me over to New York to disentangle my Cousin Gussie\r\nfrom the clutches of a girl on the music-hall stage. When I tell you\r\nthat by the time I had finished my operations, Gussie had not only\r\nmarried the girl but had gone on the stage himself, and was doing well,\r\nyou’ll understand that Aunt Agatha was upset to no small extent. I\r\nsimply hadn’t dared go back and face her, and it was a relief to find\r\nthat time had healed the wound and all that sort of thing enough to\r\nmake her tell her pals to look me up. What I mean is, much as I liked\r\nAmerica, I didn’t want to have England barred to me for the rest of my\r\nnatural; and, believe me, England is a jolly sight too small for anyone\r\nto live in with Aunt Agatha, if she’s really on the warpath. So I\r\nbraced on hearing these kind words and smiled genially on the\r\nassemblage.\r\n\r\n“Your aunt said that you would do anything that was in your power to be\r\nof assistance to us.”\r\n\r\n“Rather? Oh, rather! Absolutely!”\r\n\r\n“Thank you so much. I want you to put dear Motty up for a little\r\nwhile.”\r\n\r\nI didn’t get this for a moment.\r\n\r\n“Put him up? For my clubs?”\r\n\r\n“No, no! Darling Motty is essentially a home bird. Aren’t you, Motty\r\ndarling?”\r\n\r\nMotty, who was sucking the knob of his stick, uncorked himself.\r\n\r\n“Yes, mother,” he said, and corked himself up again.\r\n\r\n“I should not like him to belong to clubs. I mean put him up here. Have\r\nhim to live with you while I am away.”\r\n\r\nThese frightful words trickled out of her like honey. The woman simply\r\ndidn’t seem to understand the ghastly nature of her proposal. I gave\r\nMotty the swift east-to-west. He was sitting with his mouth nuzzling\r\nthe stick, blinking at the wall. The thought of having this planted on\r\nme for an indefinite period appalled me. Absolutely appalled me, don’t\r\nyou know. I was just starting to say that the shot wasn’t on the board\r\nat any price, and that the first sign Motty gave of trying to nestle\r\ninto my little home I would yell for the police, when she went on,\r\nrolling placidly over me, as it were.\r\n\r\nThere was something about this woman that sapped a chappie’s\r\nwill-power.\r\n\r\n“I am leaving New York by the midday train, as I have to pay a visit to\r\nSing-Sing prison. I am extremely interested in prison conditions in\r\nAmerica. After that I work my way gradually across to the coast,\r\nvisiting the points of interest on the journey. You see, Mr. Wooster, I\r\nam in America principally on business. No doubt you read my book,\r\n_India and the Indians_? My publishers are anxious for me to write a\r\ncompanion volume on the United States. I shall not be able to spend\r\nmore than a month in the country, as I have to get back for the season,\r\nbut a month should be ample. I was less than a month in India, and my\r\ndear friend Sir Roger Cremorne wrote his _America from Within_ after a\r\nstay of only two weeks. I should love to take dear Motty with me, but\r\nthe poor boy gets so sick when he travels by train. I shall have to\r\npick him up on my return.”\r\n\r\nFrom where I sat I could see Jeeves in the dining-room, laying the\r\nbreakfast-table. I wished I could have had a minute with him alone. I\r\nfelt certain that he would have been able to think of some way of\r\nputting a stop to this woman.\r\n\r\n“It will be such a relief to know that Motty is safe with you, Mr.\r\nWooster. I know what the temptations of a great city are. Hitherto dear\r\nMotty has been sheltered from them. He has lived quietly with me in the\r\ncountry. I know that you will look after him carefully, Mr. Wooster. He\r\nwill give very little trouble.” She talked about the poor blighter as\r\nif he wasn’t there. Not that Motty seemed to mind. He had stopped\r\nchewing his walking-stick and was sitting there with his mouth open.\r\n“He is a vegetarian and a teetotaller and is devoted to reading. Give\r\nhim a nice book and he will be quite contented.” She got up. “Thank you\r\nso much, Mr. Wooster! I don’t know what I should have done without your\r\nhelp. Come, Motty! We have just time to see a few of the sights before\r\nmy train goes. But I shall have to rely on you for most of my\r\ninformation about New York, darling. Be sure to keep your eyes open and\r\ntake notes of your impressions! It will be such a help. Good-bye, Mr.\r\nWooster. I will send Motty back early in the afternoon.”\r\n\r\nThey went out, and I howled for Jeeves.\r\n\r\n“Jeeves! What about it?”\r\n\r\n“Sir?”\r\n\r\n“What’s to be done? You heard it all, didn’t you? You were in the\r\ndining-room most of the time. That pill is coming to stay here.”\r\n\r\n“Pill, sir?”\r\n\r\n“The excrescence.”\r\n\r\n“I beg your pardon, sir?”\r\n\r\nI looked at Jeeves sharply. This sort of thing wasn’t like him. It was\r\nas if he were deliberately trying to give me the pip. Then I\r\nunderstood. The man was really upset about that tie. He was trying to\r\nget his own back.\r\n\r\n“Lord Pershore will be staying here from to-night, Jeeves,” I said\r\ncoldly.\r\n\r\n“Very good, sir. Breakfast is ready, sir.”\r\n\r\nI could have sobbed into the bacon and eggs. That there wasn’t any\r\nsympathy to be got out of Jeeves was what put the lid on it. For a\r\nmoment I almost weakened and told him to destroy the hat and tie if he\r\ndidn’t like them, but I pulled myself together again. I was dashed if I\r\nwas going to let Jeeves treat me like a bally one-man chain-gang!\r\n\r\nBut, what with brooding on Jeeves and brooding on Motty, I was in a\r\npretty reduced sort of state. The more I examined the situation, the\r\nmore blighted it became. There was nothing I could do. If I slung Motty\r\nout, he would report to his mother, and she would pass it on to Aunt\r\nAgatha, and I didn’t like to think what would happen then. Sooner or\r\nlater, I should be wanting to go back to England, and I didn’t want to\r\nget there and find Aunt Agatha waiting on the quay for me with a\r\nstuffed eelskin. There was absolutely nothing for it but to put the\r\nfellow up and make the best of it.\r\n\r\nAbout midday Motty’s luggage arrived, and soon afterward a large parcel\r\nof what I took to be nice books. I brightened up a little when I saw\r\nit. It was one of those massive parcels and looked as if it had enough\r\nin it to keep the chappie busy for a year. I felt a trifle more\r\ncheerful, and I got my Country Gentleman hat and stuck it on my head,\r\nand gave the pink tie a twist, and reeled out to take a bite of lunch\r\nwith one or two of the lads at a neighbouring hostelry; and what with\r\nexcellent browsing and sluicing and cheery conversation and what-not,\r\nthe afternoon passed quite happily. By dinner-time I had almost\r\nforgotten blighted Motty’s existence.\r\n\r\nI dined at the club and looked in at a show afterward, and it wasn’t\r\ntill fairly late that I got back to the flat. There were no signs of\r\nMotty, and I took it that he had gone to bed.\r\n\r\nIt seemed rummy to me, though, that the parcel of nice books was still\r\nthere with the string and paper on it. It looked as if Motty, after\r\nseeing mother off at the station, had decided to call it a day.\r\n\r\nJeeves came in with the nightly whisky-and-soda. I could tell by the\r\nchappie’s manner that he was still upset.\r\n\r\n“Lord Pershore gone to bed, Jeeves?” I asked, with reserved hauteur and\r\nwhat-not.\r\n\r\n“No, sir. His lordship has not yet returned.”\r\n\r\n“Not returned? What do you mean?”\r\n\r\n“His lordship came in shortly after six-thirty, and, having dressed,\r\nwent out again.”\r\n\r\nAt this moment there was a noise outside the front door, a sort of\r\nscrabbling noise, as if somebody were trying to paw his way through the\r\nwoodwork. Then a sort of thud.\r\n\r\n“Better go and see what that is, Jeeves.”\r\n\r\n“Very good, sir.”\r\n\r\nHe went out and came back again.\r\n\r\n“If you would not mind stepping this way, sir, I think we might be able\r\nto carry him in.”\r\n\r\n“Carry him in?”\r\n\r\n“His lordship is lying on the mat, sir.”\r\n\r\nI went to the front door. The man was right. There was Motty huddled up\r\noutside on the floor. He was moaning a bit.\r\n\r\n“He’s had some sort of dashed fit,” I said. I took another look.\r\n“Jeeves! Someone’s been feeding him meat!”\r\n\r\n“Sir?”\r\n\r\n“He’s a vegetarian, you know. He must have been digging into a steak or\r\nsomething. Call up a doctor!”\r\n\r\n“I hardly think it will be necessary, sir. If you would take his\r\nlordship’s legs, while I——”\r\n\r\n“Great Scot, Jeeves! You don’t think—he can’t be——”\r\n\r\n“I am inclined to think so, sir.”\r\n\r\nAnd, by Jove, he was right! Once on the right track, you couldn’t\r\nmistake it. Motty was under the surface.\r\n\r\nIt was the deuce of a shock.\r\n\r\n“You never can tell, Jeeves!”\r\n\r\n“Very seldom, sir.”\r\n\r\n“Remove the eye of authority and where are you?”\r\n\r\n“Precisely, sir.”\r\n\r\n“Where is my wandering boy to-night and all that sort of thing, what?”\r\n\r\n“It would seem so, sir.”\r\n\r\n“Well, we had better bring him in, eh?”\r\n\r\n“Yes, sir.”\r\n\r\nSo we lugged him in, and Jeeves put him to bed, and I lit a cigarette\r\nand sat down to think the thing over. I had a kind of foreboding. It\r\nseemed to me that I had let myself in for something pretty rocky.\r\n\r\nNext morning, after I had sucked down a thoughtful cup of tea, I went\r\ninto Motty’s room to investigate. I expected to find the fellow a\r\nwreck, but there he was, sitting up in bed, quite chirpy, reading\r\nGingery stories.\r\n\r\n“What ho!” I said.\r\n\r\n“What ho!” said Motty.\r\n\r\n“What ho! What ho!”\r\n\r\n“What ho! What ho! What ho!”\r\n\r\nAfter that it seemed rather difficult to go on with the conversation.\r\n\r\n“How are you feeling this morning?” I asked.\r\n\r\n“Topping!” replied Motty, blithely and with abandon. “I say, you know,\r\nthat fellow of yours—Jeeves, you know—is a corker. I had a most\r\nfrightful headache when I woke up, and he brought me a sort of rummy\r\ndark drink, and it put me right again at once. Said it was his own\r\ninvention. I must see more of that lad. He seems to me distinctly one\r\nof the ones!”\r\n\r\nI couldn’t believe that this was the same blighter who had sat and\r\nsucked his stick the day before.\r\n\r\n“You ate something that disagreed with you last night, didn’t you?” I\r\nsaid, by way of giving him a chance to slide out of it if he wanted to.\r\nBut he wouldn’t have it, at any price.\r\n\r\n“No!” he replied firmly. “I didn’t do anything of the kind. I drank too\r\nmuch! Much too much. Lots and lots too much! And, what’s more, I’m\r\ngoing to do it again! I’m going to do it every night. If ever you see\r\nme sober, old top,” he said, with a kind of holy exaltation, “tap me on\r\nthe shoulder and say, ‘Tut! Tut!’ and I’ll apologize and remedy the\r\ndefect.”\r\n\r\n“But I say, you know, what about me?”\r\n\r\n“What about you?”\r\n\r\n“Well, I’m, so to speak, as it were, kind of responsible for you. What I\r\nmean to say is, if you go doing this sort of thing I’m apt to get in\r\nthe soup somewhat.”\r\n\r\n“I can’t help your troubles,” said Motty firmly. “Listen to me, old\r\nthing: this is the first time in my life that I’ve had a real chance to\r\nyield to the temptations of a great city. What’s the use of a great\r\ncity having temptations if fellows don’t yield to them? Makes it so\r\nbally discouraging for a great city. Besides, mother told me to keep my\r\neyes open and collect impressions.”\r\n\r\nI sat on the edge of the bed. I felt dizzy.\r\n\r\n“I know just how you feel, old dear,” said Motty consolingly. “And, if\r\nmy principles would permit it, I would simmer down for your sake. But\r\nduty first! This is the first time I’ve been let out alone, and I mean\r\nto make the most of it. We’re only young once. Why interfere with\r\nlife’s morning? Young man, rejoice in thy youth! Tra-la! What ho!”\r\n\r\nPut like that, it did seem reasonable.\r\n\r\n“All my bally life, dear boy,” Motty went on, “I’ve been cooped up in\r\nthe ancestral home at Much Middlefold, in Shropshire, and till you’ve\r\nbeen cooped up in Much Middlefold you don’t know what cooping is! The\r\nonly time we get any excitement is when one of the choir-boys is caught\r\nsucking chocolate during the sermon. When that happens, we talk about\r\nit for days. I’ve got about a month of New York, and I mean to store up\r\na few happy memories for the long winter evenings. This is my only\r\nchance to collect a past, and I’m going to do it. Now tell me, old\r\nsport, as man to man, how does one get in touch with that very decent\r\nchappie Jeeves? Does one ring a bell or shout a bit? I should like to\r\ndiscuss the subject of a good stiff b.-and-s. with him!”\r\n\r\nI had had a sort of vague idea, don’t you know, that if I stuck close\r\nto Motty and went about the place with him, I might act as a bit of a\r\ndamper on the gaiety. What I mean is, I thought that if, when he was\r\nbeing the life and soul of the party, he were to catch my reproving eye\r\nhe might ease up a trifle on the revelry. So the next night I took him\r\nalong to supper with me. It was the last time. I’m a quiet, peaceful\r\nsort of chappie who has lived all his life in London, and I can’t stand\r\nthe pace these swift sportsmen from the rural districts set. What I\r\nmean to say is this, I’m all for rational enjoyment and so forth, but I\r\nthink a chappie makes himself conspicuous when he throws soft-boiled\r\neggs at the electric fan. And decent mirth and all that sort of thing\r\nare all right, but I do bar dancing on tables and having to dash all\r\nover the place dodging waiters, managers, and chuckers-out, just when\r\nyou want to sit still and digest.\r\n\r\nDirectly I managed to tear myself away that night and get home, I made\r\nup my mind that this was jolly well the last time that I went about\r\nwith Motty. The only time I met him late at night after that was once\r\nwhen I passed the door of a fairly low-down sort of restaurant and had\r\nto step aside to dodge him as he sailed through the air _en route_ for\r\nthe opposite pavement, with a muscular sort of looking chappie peering\r\nout after him with a kind of gloomy satisfaction.\r\n\r\nIn a way, I couldn’t help sympathizing with the fellow. He had about\r\nfour weeks to have the good time that ought to have been spread over\r\nabout ten years, and I didn’t wonder at his wanting to be pretty busy.\r\nI should have been just the same in his place. Still, there was no\r\ndenying that it was a bit thick. If it hadn’t been for the thought of\r\nLady Malvern and Aunt Agatha in the background, I should have regarded\r\nMotty’s rapid work with an indulgent smile. But I couldn’t get rid of\r\nthe feeling that, sooner or later, I was the lad who was scheduled to\r\nget it behind the ear. And what with brooding on this prospect, and\r\nsitting up in the old flat waiting for the familiar footstep, and\r\nputting it to bed when it got there, and stealing into the sick-chamber\r\nnext morning to contemplate the wreckage, I was beginning to lose\r\nweight. Absolutely becoming the good old shadow, I give you my honest\r\nword. Starting at sudden noises and what-not.\r\n\r\nAnd no sympathy from Jeeves. That was what cut me to the quick. The man\r\nwas still thoroughly pipped about the hat and tie, and simply wouldn’t\r\nrally round. One morning I wanted comforting so much that I sank the\r\npride of the Woosters and appealed to the fellow direct.\r\n\r\n“Jeeves,” I said, “this is getting a bit thick!”\r\n\r\n“Sir?” Business and cold respectfulness.\r\n\r\n“You know what I mean. This lad seems to have chucked all the\r\nprinciples of a well-spent boyhood. He has got it up his nose!”\r\n\r\n“Yes, sir.”\r\n\r\n“Well, I shall get blamed, don’t you know. You know what my Aunt Agatha\r\nis!”\r\n\r\n“Yes, sir.”\r\n\r\n“Very well, then.”\r\n\r\nI waited a moment, but he wouldn’t unbend.\r\n\r\n“Jeeves,” I said, “haven’t you any scheme up your sleeve for coping\r\nwith this blighter?”\r\n\r\n“No, sir.”\r\n\r\nAnd he shimmered off to his lair. Obstinate devil! So dashed absurd,\r\ndon’t you know. It wasn’t as if there was anything wrong with that\r\nCountry Gentleman hat. It was a remarkably priceless effort, and much\r\nadmired by the lads. But, just because he preferred the Longacre, he\r\nleft me flat.\r\n\r\nIt was shortly after this that young Motty got the idea of bringing\r\npals back in the small hours to continue the gay revels in the home.\r\nThis was where I began to crack under the strain. You see, the part of\r\ntown where I was living wasn’t the right place for that sort of thing.\r\nI knew lots of chappies down Washington Square way who started the\r\nevening at about 2 a.m.—artists and writers and what-not, who frolicked\r\nconsiderably till checked by the arrival of the morning milk. That was\r\nall right. They like that sort of thing down there. The neighbours\r\ncan’t get to sleep unless there’s someone dancing Hawaiian dances over\r\ntheir heads. But on Fifty-seventh Street the atmosphere wasn’t right,\r\nand when Motty turned up at three in the morning with a collection of\r\nhearty lads, who only stopped singing their college song when they\r\nstarted singing “The Old Oaken Bucket,” there was a marked peevishness\r\namong the old settlers in the flats. The management was extremely terse\r\nover the telephone at breakfast-time, and took a lot of soothing.\r\n\r\nThe next night I came home early, after a lonely dinner at a place\r\nwhich I’d chosen because there didn’t seem any chance of meeting Motty\r\nthere. The sitting-room was quite dark, and I was just moving to switch\r\non the light, when there was a sort of explosion and something collared\r\nhold of my trouser-leg. Living with Motty had reduced me to such an\r\nextent that I was simply unable to cope with this thing. I jumped\r\nbackward with a loud yell of anguish, and tumbled out into the hall\r\njust as Jeeves came out of his den to see what the matter was.\r\n\r\n“Did you call, sir?”\r\n\r\n“Jeeves! There’s something in there that grabs you by the leg!”\r\n\r\n“That would be Rollo, sir.”\r\n\r\n“Eh?”\r\n\r\n“I would have warned you of his presence, but I did not hear you come\r\nin. His temper is a little uncertain at present, as he has not yet\r\nsettled down.”\r\n\r\n“Who the deuce is Rollo?”\r\n\r\n“His lordship’s bull-terrier, sir. His lordship won him in a raffle,\r\nand tied him to the leg of the table. If you will allow me, sir, I will\r\ngo in and switch on the light.”\r\n\r\nThere really is nobody like Jeeves. He walked straight into the\r\nsitting-room, the biggest feat since Daniel and the lions’ den, without\r\na quiver. What’s more, his magnetism or whatever they call it was such\r\nthat the dashed animal, instead of pinning him by the leg, calmed down\r\nas if he had had a bromide, and rolled over on his back with all his\r\npaws in the air. If Jeeves had been his rich uncle he couldn’t have\r\nbeen more chummy. Yet directly he caught sight of me again, he got all\r\nworked up and seemed to have only one idea in life—to start chewing me\r\nwhere he had left off.\r\n\r\n“Rollo is not used to you yet, sir,” said Jeeves, regarding the bally\r\nquadruped in an admiring sort of way. “He is an excellent watchdog.”\r\n\r\n“I don’t want a watchdog to keep me out of my rooms.”\r\n\r\n“No, sir.”\r\n\r\n“Well, what am I to do?”\r\n\r\n“No doubt in time the animal will learn to discriminate, sir. He will\r\nlearn to distinguish your peculiar scent.”\r\n\r\n“What do you mean—my peculiar scent? Correct the impression that I\r\nintend to hang about in the hall while life slips by, in the hope that\r\none of these days that dashed animal will decide that I smell all\r\nright.” I thought for a bit. “Jeeves!”\r\n\r\n“Sir?”\r\n\r\n“I’m going away—to-morrow morning by the first train. I shall go and\r\nstop with Mr. Todd in the country.”\r\n\r\n“Do you wish me to accompany you, sir?”\r\n\r\n“No.”\r\n\r\n“Very good, sir.”\r\n\r\n“I don’t know when I shall be back. Forward my letters.”\r\n\r\n“Yes, sir.”\r\n\r\nAs a matter of fact, I was back within the week. Rocky Todd, the pal I\r\nwent to stay with, is a rummy sort of a chap who lives all alone in the\r\nwilds of Long Island, and likes it; but a little of that sort of thing\r\ngoes a long way with me. Dear old Rocky is one of the best, but after a\r\nfew days in his cottage in the woods, miles away from anywhere, New\r\nYork, even with Motty on the premises, began to look pretty good to me.\r\nThe days down on Long Island have forty-eight hours in them; you can’t\r\nget to sleep at night because of the bellowing of the crickets; and you\r\nhave to walk two miles for a drink and six for an evening paper. I\r\nthanked Rocky for his kind hospitality, and caught the only train they\r\nhave down in those parts. It landed me in New York about dinner-time. I\r\nwent straight to the old flat. Jeeves came out of his lair. I looked\r\nround cautiously for Rollo.\r\n\r\n“Where’s that dog, Jeeves? Have you got him tied up?”\r\n\r\n“The animal is no longer here, sir. His lordship gave him to the\r\nporter, who sold him. His lordship took a prejudice against the animal\r\non account of being bitten by him in the calf of the leg.”\r\n\r\nI don’t think I’ve ever been so bucked by a bit of news. I felt I had\r\nmisjudged Rollo. Evidently, when you got to know him better, he had a\r\nlot of intelligence in him.\r\n\r\n“Ripping!” I said. “Is Lord Pershore in, Jeeves?”\r\n\r\n“No, sir.”\r\n\r\n“Do you expect him back to dinner?”\r\n\r\n“No, sir.”\r\n\r\n“Where is he?”\r\n\r\n“In prison, sir.”\r\n\r\nHave you ever trodden on a rake and had the handle jump up and hit you?\r\nThat’s how I felt then.\r\n\r\n“In prison!”\r\n\r\n“Yes, sir.”\r\n\r\n“You don’t mean—in prison?”\r\n\r\n“Yes, sir.”\r\n\r\nI lowered myself into a chair.\r\n\r\n“Why?” I said.\r\n\r\n“He assaulted a constable, sir.”\r\n\r\n“Lord Pershore assaulted a constable!”\r\n\r\n“Yes, sir.”\r\n\r\nI digested this.\r\n\r\n“But, Jeeves, I say! This is frightful!”\r\n\r\n“Sir?”\r\n\r\n“What will Lady Malvern say when she finds out?”\r\n\r\n“I do not fancy that her ladyship will find out, sir.”\r\n\r\n“But she’ll come back and want to know where he is.”\r\n\r\n“I rather fancy, sir, that his lordship’s bit of time will have run out\r\nby then.”\r\n\r\n“But supposing it hasn’t?”\r\n\r\n“In that event, sir, it may be judicious to prevaricate a little.”\r\n\r\n“How?”\r\n\r\n“If I might make the suggestion, sir, I should inform her ladyship that\r\nhis lordship has left for a short visit to Boston.”\r\n\r\n“Why Boston?”\r\n\r\n“Very interesting and respectable centre, sir.”\r\n\r\n“Jeeves, I believe you’ve hit it.”\r\n\r\n“I fancy so, sir.”\r\n\r\n“Why, this is really the best thing that could have happened. If this\r\nhadn’t turned up to prevent him, young Motty would have been in a\r\nsanatorium by the time Lady Malvern got back.”\r\n\r\n“Exactly, sir.”\r\n\r\nThe more I looked at it in that way, the sounder this prison wheeze\r\nseemed to me. There was no doubt in the world that prison was just what\r\nthe doctor ordered for Motty. It was the only thing that could have\r\npulled him up. I was sorry for the poor blighter, but, after all, I\r\nreflected, a chappie who had lived all his life with Lady Malvern, in a\r\nsmall village in the interior of Shropshire, wouldn’t have much to kick\r\nat in a prison. Altogether, I began to feel absolutely braced again.\r\nLife became like what the poet Johnnie says—one grand, sweet song.\r\nThings went on so comfortably and peacefully for a couple of weeks that\r\nI give you my word that I’d almost forgotten such a person as Motty\r\nexisted. The only flaw in the scheme of things was that Jeeves was\r\nstill pained and distant. It wasn’t anything he said or did, mind you,\r\nbut there was a rummy something about him all the time. Once when I was\r\ntying the pink tie I caught sight of him in the looking-glass. There\r\nwas a kind of grieved look in his eye.\r\n\r\nAnd then Lady Malvern came back, a good bit ahead of schedule. I hadn’t\r\nbeen expecting her for days. I’d forgotten how time had been slipping\r\nalong. She turned up one morning while I was still in bed sipping tea\r\nand thinking of this and that. Jeeves flowed in with the announcement\r\nthat he had just loosed her into the sitting-room. I draped a few\r\ngarments round me and went in.\r\n\r\nThere she was, sitting in the same arm-chair, looking as massive as\r\never. The only difference was that she didn’t uncover the teeth, as she\r\nhad done the first time.\r\n\r\n“Good morning,” I said. “So you’ve got back, what?”\r\n\r\n“I have got back.”\r\n\r\nThere was something sort of bleak about her tone, rather as if she had\r\nswallowed an east wind. This I took to be due to the fact that she\r\nprobably hadn’t breakfasted. It’s only after a bit of breakfast that\r\nI’m able to regard the world with that sunny cheeriness which makes a\r\nfellow the universal favourite. I’m never much of a lad till I’ve\r\nengulfed an egg or two and a beaker of coffee.\r\n\r\n“I suppose you haven’t breakfasted?”\r\n\r\n“I have not yet breakfasted.”\r\n\r\n“Won’t you have an egg or something? Or a sausage or something? Or\r\nsomething?”\r\n\r\n“No, thank you.”\r\n\r\nShe spoke as if she belonged to an anti-sausage society or a league for\r\nthe suppression of eggs. There was a bit of a silence.\r\n\r\n“I called on you last night,” she said, “but you were out.”\r\n\r\n“Awfully sorry! Had a pleasant trip?”\r\n\r\n“Extremely, thank you.”\r\n\r\n“See everything? Niag’ra Falls, Yellowstone Park, and the jolly old\r\nGrand Canyon, and what-not?”\r\n\r\n“I saw a great deal.”\r\n\r\nThere was another slightly _frappé_ silence. Jeeves floated silently\r\ninto the dining-room and began to lay the breakfast-table.\r\n\r\n“I hope Wilmot was not in your way, Mr. Wooster?”\r\n\r\nI had been wondering when she was going to mention Motty.\r\n\r\n“Rather not! Great pals! Hit it off splendidly.”\r\n\r\n“You were his constant companion, then?”\r\n\r\n“Absolutely! We were always together. Saw all the sights, don’t you\r\nknow. We’d take in the Museum of Art in the morning, and have a bit of\r\nlunch at some good vegetarian place, and then toddle along to a sacred\r\nconcert in the afternoon, and home to an early dinner. We usually\r\nplayed dominoes after dinner. And then the early bed and the refreshing\r\nsleep. We had a great time. I was awfully sorry when he went away to\r\nBoston.”\r\n\r\n“Oh! Wilmot is in Boston?”\r\n\r\n“Yes. I ought to have let you know, but of course we didn’t know where\r\nyou were. You were dodging all over the place like a snipe—I mean,\r\ndon’t you know, dodging all over the place, and we couldn’t get at you.\r\nYes, Motty went off to Boston.”\r\n\r\n“You’re sure he went to Boston?”\r\n\r\n“Oh, absolutely.” I called out to Jeeves, who was now messing about in\r\nthe next room with forks and so forth: “Jeeves, Lord Pershore didn’t\r\nchange his mind about going to Boston, did he?”\r\n\r\n“No, sir.”\r\n\r\n“I thought I was right. Yes, Motty went to Boston.”\r\n\r\n“Then how do you account, Mr. Wooster, for the fact that when I went\r\nyesterday afternoon to Blackwell’s Island prison, to secure material\r\nfor my book, I saw poor, dear Wilmot there, dressed in a striped suit,\r\nseated beside a pile of stones with a hammer in his hands?”\r\n\r\nI tried to think of something to say, but nothing came. A chappie has\r\nto be a lot broader about the forehead than I am to handle a jolt like\r\nthis. I strained the old bean till it creaked, but between the collar\r\nand the hair parting nothing stirred. I was dumb. Which was lucky,\r\nbecause I wouldn’t have had a chance to get any persiflage out of my\r\nsystem. Lady Malvern collared the conversation. She had been bottling\r\nit up, and now it came out with a rush:\r\n\r\n“So this is how you have looked after my poor, dear boy, Mr. Wooster!\r\nSo this is how you have abused my trust! I left him in your charge,\r\nthinking that I could rely on you to shield him from evil. He came to\r\nyou innocent, unversed in the ways of the world, confiding, unused to\r\nthe temptations of a large city, and you led him astray!”\r\n\r\nI hadn’t any remarks to make. All I could think of was the picture of\r\nAunt Agatha drinking all this in and reaching out to sharpen the\r\nhatchet against my return.\r\n\r\n“You deliberately——”\r\n\r\nFar away in the misty distance a soft voice spoke:\r\n\r\n“If I might explain, your ladyship.”\r\n\r\nJeeves had projected himself in from the dining-room and materialized\r\non the rug. Lady Malvern tried to freeze him with a look, but you can’t\r\ndo that sort of thing to Jeeves. He is look-proof.\r\n\r\n“I fancy, your ladyship, that you have misunderstood Mr. Wooster, and\r\nthat he may have given you the impression that he was in New York when\r\nhis lordship—was removed. When Mr. Wooster informed your ladyship that\r\nhis lordship had gone to Boston, he was relying on the version I had\r\ngiven him of his lordship’s movements. Mr. Wooster was away, visiting a\r\nfriend in the country, at the time, and knew nothing of the matter till\r\nyour ladyship informed him.”\r\n\r\nLady Malvern gave a kind of grunt. It didn’t rattle Jeeves.\r\n\r\n“I feared Mr. Wooster might be disturbed if he knew the truth, as he is\r\nso attached to his lordship and has taken such pains to look after him,\r\nso I took the liberty of telling him that his lordship had gone away\r\nfor a visit. It might have been hard for Mr. Wooster to believe that\r\nhis lordship had gone to prison voluntarily and from the best motives,\r\nbut your ladyship, knowing him better, will readily understand.”\r\n\r\n“What!” Lady Malvern goggled at him. “Did you say that Lord Pershore\r\nwent to prison voluntarily?”\r\n\r\n“If I might explain, your ladyship. I think that your ladyship’s\r\nparting words made a deep impression on his lordship. I have frequently\r\nheard him speak to Mr. Wooster of his desire to do something to follow\r\nyour ladyship’s instructions and collect material for your ladyship’s\r\nbook on America. Mr. Wooster will bear me out when I say that his\r\nlordship was frequently extremely depressed at the thought that he was\r\ndoing so little to help.”\r\n\r\n“Absolutely, by Jove! Quite pipped about it!” I said.\r\n\r\n“The idea of making a personal examination into the prison system of\r\nthe country—from within—occurred to his lordship very suddenly one\r\nnight. He embraced it eagerly. There was no restraining him.”\r\n\r\nLady Malvern looked at Jeeves, then at me, then at Jeeves again. I\r\ncould see her struggling with the thing.\r\n\r\n“Surely, your ladyship,” said Jeeves, “it is more reasonable to suppose\r\nthat a gentleman of his lordship’s character went to prison of his own\r\nvolition than that he committed some breach of the law which\r\nnecessitated his arrest?”\r\n\r\nLady Malvern blinked. Then she got up.\r\n\r\n“Mr. Wooster,” she said, “I apologize. I have done you an injustice. I\r\nshould have known Wilmot better. I should have had more faith in his\r\npure, fine spirit.”\r\n\r\n“Absolutely!” I said.\r\n\r\n“Your breakfast is ready, sir,” said Jeeves.\r\n\r\nI sat down and dallied in a dazed sort of way with a poached egg.\r\n\r\n“Jeeves,” I said, “you are certainly a life-saver!”\r\n\r\n“Thank you, sir.”\r\n\r\n“Nothing would have convinced my Aunt Agatha that I hadn’t lured that\r\nblighter into riotous living.”\r\n\r\n“I fancy you are right, sir.”\r\n\r\nI champed my egg for a bit. I was most awfully moved, don’t you know,\r\nby the way Jeeves had rallied round. Something seemed to tell me that\r\nthis was an occasion that called for rich rewards. For a moment I\r\nhesitated. Then I made up my mind.\r\n\r\n“Jeeves!”\r\n\r\n“Sir?”\r\n\r\n“That pink tie!”\r\n\r\n“Yes, sir?”\r\n\r\n“Burn it!”\r\n\r\n“Thank you, sir.”\r\n\r\n“And, Jeeves!”\r\n\r\n“Yes, sir?”\r\n\r\n“Take a taxi and get me that Longacre hat, as worn by John Drew!”\r\n\r\n“Thank you very much, sir.”\r\n\r\nI felt most awfully braced. I felt as if the clouds had rolled away and\r\nall was as it used to be. I felt like one of those chappies in the\r\nnovels who calls off the fight with his wife in the last chapter and\r\ndecides to forget and forgive. I felt I wanted to do all sorts of other\r\nthings to show Jeeves that I appreciated him.\r\n\r\n“Jeeves,” I said, “it isn’t enough. Is there anything else you would\r\nlike?”\r\n\r\n“Yes, sir. If I may make the suggestion—fifty dollars.”\r\n\r\n“Fifty dollars?”\r\n\r\n“It will enable me to pay a debt of honour, sir. I owe it to his\r\nlordship.”\r\n\r\n“You owe Lord Pershore fifty dollars?”\r\n\r\n“Yes, sir. I happened to meet him in the street the night his lordship\r\nwas arrested. I had been thinking a good deal about the most suitable\r\nmethod of inducing him to abandon his mode of living, sir. His lordship\r\nwas a little over-excited at the time and I fancy that he mistook me\r\nfor a friend of his. At any rate when I took the liberty of wagering\r\nhim fifty dollars that he would not punch a passing policeman in the\r\neye, he accepted the bet very cordially and won it.”\r\n\r\nI produced my pocket-book and counted out a hundred.\r\n\r\n“Take this, Jeeves,” I said; “fifty isn’t enough. Do you know, Jeeves,\r\nyou’re—well, you absolutely stand alone!”\r\n\r\n“I endeavour to give satisfaction, sir,” said Jeeves.\r\n\r\n\r\n\r\n\r\nJEEVES AND THE HARD-BOILED EGG\r\n\r\n\r\nSometimes of a morning, as I’ve sat in bed sucking down the early cup\r\nof tea and watched my man Jeeves flitting about the room and putting\r\nout the raiment for the day, I’ve wondered what the deuce I should do\r\nif the fellow ever took it into his head to leave me. It’s not so bad\r\nnow I’m in New York, but in London the anxiety was frightful. There\r\nused to be all sorts of attempts on the part of low blighters to sneak\r\nhim away from me. Young Reggie Foljambe to my certain knowledge offered\r\nhim double what I was giving him, and Alistair Bingham-Reeves, who’s\r\ngot a valet who had been known to press his trousers sideways, used to\r\nlook at him, when he came to see me, with a kind of glittering hungry\r\neye which disturbed me deucedly. Bally pirates!\r\n\r\nThe thing, you see, is that Jeeves is so dashed competent. You can spot\r\nit even in the way he shoves studs into a shirt.\r\n\r\nI rely on him absolutely in every crisis, and he never lets me down.\r\nAnd, what’s more, he can always be counted on to extend himself on\r\nbehalf of any pal of mine who happens to be to all appearances\r\nknee-deep in the bouillon. Take the rather rummy case, for instance, of\r\ndear old Bicky and his uncle, the hard-boiled egg.\r\n\r\nIt happened after I had been in America for a few months. I got back to\r\nthe flat latish one night, and when Jeeves brought me the final drink\r\nhe said:\r\n\r\n“Mr. Bickersteth called to see you this evening, sir, while you were\r\nout.”\r\n\r\n“Oh?” I said.\r\n\r\n“Twice, sir. He appeared a trifle agitated.”\r\n\r\n“What, pipped?”\r\n\r\n“He gave that impression, sir.”\r\n\r\nI sipped the whisky. I was sorry if Bicky was in trouble, but, as a\r\nmatter of fact, I was rather glad to have something I could discuss\r\nfreely with Jeeves just then, because things had been a bit strained\r\nbetween us for some time, and it had been rather difficult to hit on\r\nanything to talk about that wasn’t apt to take a personal turn. You\r\nsee, I had decided—rightly or wrongly—to grow a moustache and this had\r\ncut Jeeves to the quick. He couldn’t stick the thing at any price, and\r\nI had been living ever since in an atmosphere of bally disapproval till\r\nI was getting jolly well fed up with it. What I mean is, while there’s\r\nno doubt that in certain matters of dress Jeeves’s judgment is\r\nabsolutely sound and should be followed, it seemed to me that it was\r\ngetting a bit too thick if he was going to edit my face as well as my\r\ncostume. No one can call me an unreasonable chappie, and many’s the\r\ntime I’ve given in like a lamb when Jeeves has voted against one of my\r\npet suits or ties; but when it comes to a valet’s staking out a claim\r\non your upper lip you’ve simply got to have a bit of the good old\r\nbulldog pluck and defy the blighter.\r\n\r\n“He said that he would call again later, sir.”\r\n\r\n“Something must be up, Jeeves.”\r\n\r\n“Yes, sir.”\r\n\r\nI gave the moustache a thoughtful twirl. It seemed to hurt Jeeves a\r\ngood deal, so I chucked it.\r\n\r\n“I see by the paper, sir, that Mr. Bickersteth’s uncle is arriving on\r\nthe _Carmantic_.”\r\n\r\n“Yes?”\r\n\r\n“His Grace the Duke of Chiswick, sir.”\r\n\r\nThis was news to me, that Bicky’s uncle was a duke. Rum, how little one\r\nknows about one’s pals! I had met Bicky for the first time at a species\r\nof beano or jamboree down in Washington Square, not long after my\r\narrival in New York. I suppose I was a bit homesick at the time, and I\r\nrather took to Bicky when I found that he was an Englishman and had, in\r\nfact, been up at Oxford with me. Besides, he was a frightful chump, so\r\nwe naturally drifted together; and while we were taking a quiet snort\r\nin a corner that wasn’t all cluttered up with artists and sculptors and\r\nwhat-not, he furthermore endeared himself to me by a most\r\nextraordinarily gifted imitation of a bull-terrier chasing a cat up a\r\ntree. But, though we had subsequently become extremely pally, all I\r\nreally knew about him was that he was generally hard up, and had an\r\nuncle who relieved the strain a bit from time to time by sending him\r\nmonthly remittances.\r\n\r\n“If the Duke of Chiswick is his uncle,” I said, “why hasn’t he a title?\r\nWhy isn’t he Lord What-Not?”\r\n\r\n“Mr. Bickersteth is the son of his grace’s late sister, sir, who\r\nmarried Captain Rollo Bickersteth of the Coldstream Guards.”\r\n\r\nJeeves knows everything.\r\n\r\n“Is Mr. Bickersteth’s father dead, too?”\r\n\r\n“Yes, sir.”\r\n\r\n“Leave any money?”\r\n\r\n“No, sir.”\r\n\r\nI began to understand why poor old Bicky was always more or less on the\r\nrocks. To the casual and irreflective observer, if you know what I\r\nmean, it may sound a pretty good wheeze having a duke for an uncle, but\r\nthe trouble about old Chiswick was that, though an extremely wealthy\r\nold buster, owning half London and about five counties up north, he was\r\nnotoriously the most prudent spender in England. He was what American\r\nchappies would call a hard-boiled egg. If Bicky’s people hadn’t left\r\nhim anything and he depended on what he could prise out of the old\r\nduke, he was in a pretty bad way. Not that that explained why he was\r\nhunting me like this, because he was a chap who never borrowed money.\r\nHe said he wanted to keep his pals, so never bit any one’s ear on\r\nprinciple.\r\n\r\nAt this juncture the door bell rang. Jeeves floated out to answer it.\r\n\r\n“Yes, sir. Mr. Wooster has just returned,” I heard him say. And Bicky\r\ncame trickling in, looking pretty sorry for himself.\r\n\r\n“Halloa, Bicky!” I said. “Jeeves told me you had been trying to get me.\r\nJeeves, bring another glass, and let the revels commence. What’s the\r\ntrouble, Bicky?”\r\n\r\n“I’m in a hole, Bertie. I want your advice.”\r\n\r\n“Say on, old lad!”\r\n\r\n“My uncle’s turning up to-morrow, Bertie.”\r\n\r\n“So Jeeves told me.”\r\n\r\n“The Duke of Chiswick, you know.”\r\n\r\n“So Jeeves told me.”\r\n\r\nBicky seemed a bit surprised.\r\n\r\n“Jeeves seems to know everything.”\r\n\r\n“Rather rummily, that’s exactly what I was thinking just now myself.”\r\n\r\n“Well, I wish,” said Bicky gloomily, “that he knew a way to get me out\r\nof the hole I’m in.”\r\n\r\nJeeves shimmered in with the glass, and stuck it competently on the\r\ntable.\r\n\r\n“Mr. Bickersteth is in a bit of a hole, Jeeves,” I said, “and wants you\r\nto rally round.”\r\n\r\n“Very good, sir.”\r\n\r\nBicky looked a bit doubtful.\r\n\r\n“Well, of course, you know, Bertie, this thing is by way of being a bit\r\nprivate and all that.”\r\n\r\n“I shouldn’t worry about that, old top. I bet Jeeves knows all about it\r\nalready. Don’t you, Jeeves?”\r\n\r\n“Yes, sir.”\r\n\r\n“Eh!” said Bicky, rattled.\r\n\r\n“I am open to correction, sir, but is not your dilemma due to the fact\r\nthat you are at a loss to explain to his grace why you are in New York\r\ninstead of in Colorado?”\r\n\r\nBicky rocked like a jelly in a high wind.\r\n\r\n“How the deuce do you know anything about it?”\r\n\r\n“I chanced to meet his grace’s butler before we left England. He\r\ninformed me that he happened to overhear his grace speaking to you on\r\nthe matter, sir, as he passed the library door.”\r\n\r\nBicky gave a hollow sort of laugh.\r\n\r\n“Well, as everybody seems to know all about it, there’s no need to try\r\nto keep it dark. The old boy turfed me out, Bertie, because he said I\r\nwas a brainless nincompoop. The idea was that he would give me a\r\nremittance on condition that I dashed out to some blighted locality of\r\nthe name of Colorado and learned farming or ranching, or whatever they\r\ncall it, at some bally ranch or farm or whatever it’s called. I didn’t\r\nfancy the idea a bit. I should have had to ride horses and pursue cows,\r\nand so forth. I hate horses. They bite at you. I was all against the\r\nscheme. At the same time, don’t you know, I had to have that\r\nremittance.”\r\n\r\n“I get you absolutely, dear boy.”\r\n\r\n“Well, when I got to New York it looked a decent sort of place to me,\r\nso I thought it would be a pretty sound notion to stop here. So I\r\ncabled to my uncle telling him that I had dropped into a good business\r\nwheeze in the city and wanted to chuck the ranch idea. He wrote back\r\nthat it was all right, and here I’ve been ever since. He thinks I’m\r\ndoing well at something or other over here. I never dreamed, don’t you\r\nknow, that he would ever come out here. What on earth am I to do?”\r\n\r\n“Jeeves,” I said, “what on earth is Mr. Bickersteth to do?”\r\n\r\n“You see,” said Bicky, “I had a wireless from him to say that he was\r\ncoming to stay with me—to save hotel bills, I suppose. I’ve always\r\ngiven him the impression that I was living in pretty good style. I\r\ncan’t have him to stay at my boarding-house.”\r\n\r\n“Thought of anything, Jeeves?” I said.\r\n\r\n“To what extent, sir, if the question is not a delicate one, are you\r\nprepared to assist Mr. Bickersteth?”\r\n\r\n“I’ll do anything I can for you, of course, Bicky, old man.”\r\n\r\n“Then, if I might make the suggestion, sir, you might lend Mr.\r\nBickersteth——”\r\n\r\n“No, by Jove!” said Bicky firmly. “I never have touched you, Bertie,\r\nand I’m not going to start now. I may be a chump, but it’s my boast\r\nthat I don’t owe a penny to a single soul—not counting tradesmen, of\r\ncourse.”\r\n\r\n“I was about to suggest, sir, that you might lend Mr. Bickersteth this\r\nflat. Mr. Bickersteth could give his grace the impression that he was\r\nthe owner of it. With your permission I could convey the notion that I\r\nwas in Mr. Bickersteth’s employment, and not in yours. You would be\r\nresiding here temporarily as Mr. Bickersteth’s guest. His grace would\r\noccupy the second spare bedroom. I fancy that you would find this\r\nanswer satisfactorily, sir.”\r\n\r\nBicky had stopped rocking himself and was staring at Jeeves in an awed\r\nsort of way.\r\n\r\n“I would advocate the dispatching of a wireless message to his grace on\r\nboard the vessel, notifying him of the change of address. Mr.\r\nBickersteth could meet his grace at the dock and proceed directly here.\r\nWill that meet the situation, sir?”\r\n\r\n“Absolutely.”\r\n\r\n“Thank you, sir.”\r\n\r\nBicky followed him with his eye till the door closed.\r\n\r\n“How does he do it, Bertie?” he said. “I’ll tell you what I think it\r\nis. I believe it’s something to do with the shape of his head. Have you\r\never noticed his head, Bertie, old man? It sort of sticks out at the\r\nback!”\r\n\r\nI hopped out of bed early next morning, so as to be among those present\r\nwhen the old boy should arrive. I knew from experience that these ocean\r\nliners fetch up at the dock at a deucedly ungodly hour. It wasn’t much\r\nafter nine by the time I’d dressed and had my morning tea and was\r\nleaning out of the window, watching the street for Bicky and his uncle.\r\nIt was one of those jolly, peaceful mornings that make a chappie wish\r\nhe’d got a soul or something, and I was just brooding on life in\r\ngeneral when I became aware of the dickens of a spate in progress down\r\nbelow. A taxi had driven up, and an old boy in a top hat had got out\r\nand was kicking up a frightful row about the fare. As far as I could\r\nmake out, he was trying to get the cab chappie to switch from New York\r\nto London prices, and the cab chappie had apparently never heard of\r\nLondon before, and didn’t seem to think a lot of it now. The old boy\r\nsaid that in London the trip would have set him back eightpence; and\r\nthe cabby said he should worry. I called to Jeeves.\r\n\r\n“The duke has arrived, Jeeves.”\r\n\r\n“Yes, sir?”\r\n\r\n“That’ll be him at the door now.”\r\n\r\nJeeves made a long arm and opened the front door, and the old boy\r\ncrawled in, looking licked to a splinter.\r\n\r\n“How do you do, sir?” I said, bustling up and being the ray of\r\nsunshine. “Your nephew went down to the dock to meet you, but you must\r\nhave missed him. My name’s Wooster, don’t you know. Great pal of\r\nBicky’s, and all that sort of thing. I’m staying with him, you know.\r\nWould you like a cup of tea? Jeeves, bring a cup of tea.”\r\n\r\nOld Chiswick had sunk into an arm-chair and was looking about the room.\r\n\r\n“Does this luxurious flat belong to my nephew Francis?”\r\n\r\n“Absolutely.”\r\n\r\n“It must be terribly expensive.”\r\n\r\n“Pretty well, of course. Everything costs a lot over here, you know.”\r\n\r\nHe moaned. Jeeves filtered in with the tea. Old Chiswick took a stab at\r\nit to restore his tissues, and nodded.\r\n\r\n“A terrible country, Mr. Wooster! A terrible country! Nearly eight\r\nshillings for a short cab-drive! Iniquitous!” He took another look\r\nround the room. It seemed to fascinate him. “Have you any idea how much\r\nmy nephew pays for this flat, Mr. Wooster?”\r\n\r\n“About two hundred dollars a month, I believe.”\r\n\r\n“What! Forty pounds a month!”\r\n\r\nI began to see that, unless I made the thing a bit more plausible, the\r\nscheme might turn out a frost. I could guess what the old boy was\r\nthinking. He was trying to square all this prosperity with what he knew\r\nof poor old Bicky. And one had to admit that it took a lot of squaring,\r\nfor dear old Bicky, though a stout fellow and absolutely unrivalled as\r\nan imitator of bull-terriers and cats, was in many ways one of the most\r\npronounced fatheads that ever pulled on a suit of gent’s underwear.\r\n\r\n“I suppose it seems rummy to you,” I said, “but the fact is New York\r\noften bucks chappies up and makes them show a flash of speed that you\r\nwouldn’t have imagined them capable of. It sort of develops them.\r\nSomething in the air, don’t you know. I imagine that Bicky in the past,\r\nwhen you knew him, may have been something of a chump, but it’s quite\r\ndifferent now. Devilish efficient sort of chappie, and looked on in\r\ncommercial circles as quite the nib!”\r\n\r\n“I am amazed! What is the nature of my nephew’s business, Mr. Wooster?”\r\n\r\n“Oh, just business, don’t you know. The same sort of thing Carnegie and\r\nRockefeller and all these coves do, you know.” I slid for the door.\r\n“Awfully sorry to leave you, but I’ve got to meet some of the lads\r\nelsewhere.”\r\n\r\nComing out of the lift I met Bicky bustling in from the street.\r\n\r\n“Halloa, Bertie! I missed him. Has he turned up?”\r\n\r\n“He’s upstairs now, having some tea.”\r\n\r\n“What does he think of it all?”\r\n\r\n“He’s absolutely rattled.”\r\n\r\n“Ripping! I’ll be toddling up, then. Toodle-oo, Bertie, old man. See\r\nyou later.”\r\n\r\n“Pip-pip, Bicky, dear boy.”\r\n\r\nHe trotted off, full of merriment and good cheer, and I went off to the\r\nclub to sit in the window and watch the traffic coming up one way and\r\ngoing down the other.\r\n\r\nIt was latish in the evening when I looked in at the flat to dress for\r\ndinner.\r\n\r\n“Where’s everybody, Jeeves?” I said, finding no little feet pattering\r\nabout the place. “Gone out?”\r\n\r\n“His grace desired to see some of the sights of the city, sir. Mr.\r\nBickersteth is acting as his escort. I fancy their immediate objective\r\nwas Grant’s Tomb.”\r\n\r\n“I suppose Mr. Bickersteth is a bit braced at the way things are\r\ngoing—what?”\r\n\r\n“Sir?”\r\n\r\n“I say, I take it that Mr. Bickersteth is tolerably full of beans.”\r\n\r\n“Not altogether, sir.”\r\n\r\n“What’s his trouble now?”\r\n\r\n“The scheme which I took the liberty of suggesting to Mr. Bickersteth\r\nand yourself has, unfortunately, not answered entirely satisfactorily,\r\nsir.”\r\n\r\n“Surely the duke believes that Mr. Bickersteth is doing well in\r\nbusiness, and all that sort of thing?”\r\n\r\n“Exactly, sir. With the result that he has decided to cancel Mr.\r\nBickersteth’s monthly allowance, on the ground that, as Mr. Bickersteth\r\nis doing so well on his own account, he no longer requires pecuniary\r\nassistance.”\r\n\r\n“Great Scot, Jeeves! This is awful.”\r\n\r\n“Somewhat disturbing, sir.”\r\n\r\n“I never expected anything like this!”\r\n\r\n“I confess I scarcely anticipated the contingency myself, sir.”\r\n\r\n“I suppose it bowled the poor blighter over absolutely?”\r\n\r\n“Mr. Bickersteth appeared somewhat taken aback, sir.”\r\n\r\nMy heart bled for Bicky.\r\n\r\n“We must do something, Jeeves.”\r\n\r\n“Yes, sir.”\r\n\r\n“Can you think of anything?”\r\n\r\n“Not at the moment, sir.”\r\n\r\n“There must be something we can do.”\r\n\r\n“It was a maxim of one of my former employers, sir—as I believe I\r\nmentioned to you once before—the present Lord Bridgnorth, that there is\r\nalways a way. I remember his lordship using the expression on the\r\noccasion—he was then a business gentleman and had not yet received his\r\ntitle—when a patent hair-restorer which he chanced to be promoting\r\nfailed to attract the public. He put it on the market under another\r\nname as a depilatory, and amassed a substantial fortune. I have\r\ngenerally found his lordship’s aphorism based on sound foundations. No\r\ndoubt we shall be able to discover some solution of Mr. Bickersteth’s\r\ndifficulty, sir.”\r\n\r\n“Well, have a stab at it, Jeeves!”\r\n\r\n“I will spare no pains, sir.”\r\n\r\nI went and dressed sadly. It will show you pretty well how pipped I was\r\nwhen I tell you that I near as a toucher put on a white tie with a\r\ndinner-jacket. I sallied out for a bit of food more to pass the time\r\nthan because I wanted it. It seemed brutal to be wading into the bill\r\nof fare with poor old Bicky headed for the breadline.\r\n\r\nWhen I got back old Chiswick had gone to bed, but Bicky was there,\r\nhunched up in an arm-chair, brooding pretty tensely, with a cigarette\r\nhanging out of the corner of his mouth and a more or less glassy stare\r\nin his eyes. He had the aspect of one who had been soaked with what the\r\nnewspaper chappies call “some blunt instrument.”\r\n\r\n“This is a bit thick, old thing—what!” I said.\r\n\r\nHe picked up his glass and drained it feverishly, overlooking the fact\r\nthat it hadn’t anything in it.\r\n\r\n“I’m done, Bertie!” he said.\r\n\r\nHe had another go at the glass. It didn’t seem to do him any good.\r\n\r\n“If only this had happened a week later, Bertie! My next month’s money\r\nwas due to roll in on Saturday. I could have worked a wheeze I’ve been\r\nreading about in the magazine advertisements. It seems that you can\r\nmake a dashed amount of money if you can only collect a few dollars and\r\nstart a chicken-farm. Jolly sound scheme, Bertie! Say you buy a\r\nhen—call it one hen for the sake of argument. It lays an egg every day\r\nof the week. You sell the eggs seven for twenty-five cents. Keep of hen\r\ncosts nothing. Profit practically twenty-five cents on every seven\r\neggs. Or look at it another way: Suppose you have a dozen hens. Each of\r\nthe hens has a dozen chickens. The chickens grow up and have more\r\nchickens. Why, in no time you’d have the place covered knee-deep in\r\nhens, all laying eggs, at twenty-five cents for every seven. You’d make\r\na fortune. Jolly life, too, keeping hens!” He had begun to get quite\r\nworked up at the thought of it, but he slopped back in his chair at\r\nthis juncture with a good deal of gloom. “But, of course, it’s no\r\ngood,” he said, “because I haven’t the cash.”\r\n\r\n“You’ve only to say the word, you know, Bicky, old top.”\r\n\r\n“Thanks awfully, Bertie, but I’m not going to sponge on you.”\r\n\r\nThat’s always the way in this world. The chappies you’d like to lend\r\nmoney to won’t let you, whereas the chappies you don’t want to lend it\r\nto will do everything except actually stand you on your head and lift\r\nthe specie out of your pockets. As a lad who has always rolled\r\ntolerably free in the right stuff, I’ve had lots of experience of the\r\nsecond class. Many’s the time, back in London, I’ve hurried along\r\nPiccadilly and felt the hot breath of the toucher on the back of my\r\nneck and heard his sharp, excited yapping as he closed in on me. I’ve\r\nsimply spent my life scattering largesse to blighters I didn’t care a\r\nhang for; yet here was I now, dripping doubloons and pieces of eight\r\nand longing to hand them over, and Bicky, poor fish, absolutely on his\r\nuppers, not taking any at any price.\r\n\r\n“Well, there’s only one hope, then.”\r\n\r\n“What’s that?”\r\n\r\n“Jeeves.”\r\n\r\n“Sir?”\r\n\r\nThere was Jeeves, standing behind me, full of zeal. In this matter of\r\nshimmering into rooms the chappie is rummy to a degree. You’re sitting\r\nin the old arm-chair, thinking of this and that, and then suddenly you\r\nlook up, and there he is. He moves from point to point with as little\r\nuproar as a jelly fish. The thing startled poor old Bicky considerably.\r\nHe rose from his seat like a rocketing pheasant. I’m used to Jeeves\r\nnow, but often in the days when he first came to me I’ve bitten my\r\ntongue freely on finding him unexpectedly in my midst.\r\n\r\n“Did you call, sir?”\r\n\r\n“Oh, there you are, Jeeves!”\r\n\r\n“Precisely, sir.”\r\n\r\n“Jeeves, Mr. Bickersteth is still up the pole. Any ideas?”\r\n\r\n“Why, yes, sir. Since we had our recent conversation I fancy I have\r\nfound what may prove a solution. I do not wish to appear to be taking a\r\nliberty, sir, but I think that we have overlooked his grace’s\r\npotentialities as a source of revenue.”\r\n\r\nBicky laughed, what I have sometimes seen described as a hollow,\r\nmocking laugh, a sort of bitter cackle from the back of the throat,\r\nrather like a gargle.\r\n\r\n“I do not allude, sir,” explained Jeeves, “to the possibility of\r\ninducing his grace to part with money. I am taking the liberty of\r\nregarding his grace in the light of an at present—if I may say\r\nso—useless property, which is capable of being developed.”\r\n\r\nBicky looked at me in a helpless kind of way. I’m bound to say I didn’t\r\nget it myself.\r\n\r\n“Couldn’t you make it a bit easier, Jeeves!”\r\n\r\n“In a nutshell, sir, what I mean is this: His grace is, in a sense, a\r\nprominent personage. The inhabitants of this country, as no doubt you\r\nare aware, sir, are peculiarly addicted to shaking hands with prominent\r\npersonages. It occurred to me that Mr. Bickersteth or yourself might\r\nknow of persons who would be willing to pay a small fee—let us say two\r\ndollars or three—for the privilege of an introduction, including\r\nhandshake, to his grace.”\r\n\r\nBicky didn’t seem to think much of it.\r\n\r\n“Do you mean to say that anyone would be mug enough to part with solid\r\ncash just to shake hands with my uncle?”\r\n\r\n“I have an aunt, sir, who paid five shillings to a young fellow for\r\nbringing a moving-picture actor to tea at her house one Sunday. It gave\r\nher social standing among the neighbours.”\r\n\r\nBicky wavered.\r\n\r\n“If you think it could be done——”\r\n\r\n“I feel convinced of it, sir.”\r\n\r\n“What do you think, Bertie?”\r\n\r\n“I’m for it, old boy, absolutely. A very brainy wheeze.”\r\n\r\n“Thank you, sir. Will there be anything further? Good night, sir.”\r\n\r\nAnd he floated out, leaving us to discuss details.\r\n\r\nUntil we started this business of floating old Chiswick as a\r\nmoney-making proposition I had never realized what a perfectly foul\r\ntime those Stock Exchange chappies must have when the public isn’t\r\nbiting freely. Nowadays I read that bit they put in the financial\r\nreports about “The market opened quietly” with a sympathetic eye, for,\r\nby Jove, it certainly opened quietly for us! You’d hardly believe how\r\ndifficult it was to interest the public and make them take a flutter on\r\nthe old boy. By the end of the week the only name we had on our list\r\nwas a delicatessen-store keeper down in Bicky’s part of the town, and\r\nas he wanted us to take it out in sliced ham instead of cash that\r\ndidn’t help much. There was a gleam of light when the brother of\r\nBicky’s pawnbroker offered ten dollars, money down, for an introduction\r\nto old Chiswick, but the deal fell through, owing to its turning out\r\nthat the chap was an anarchist and intended to kick the old boy instead\r\nof shaking hands with him. At that, it took me the deuce of a time to\r\npersuade Bicky not to grab the cash and let things take their course.\r\nHe seemed to regard the pawnbroker’s brother rather as a sportsman and\r\nbenefactor of his species than otherwise.\r\n\r\nThe whole thing, I’m inclined to think, would have been off if it\r\nhadn’t been for Jeeves. There is no doubt that Jeeves is in a class of\r\nhis own. In the matter of brain and resource I don’t think I have ever\r\nmet a chappie so supremely like mother made. He trickled into my room\r\none morning with a good old cup of tea, and intimated that there was\r\nsomething doing.\r\n\r\n“Might I speak to you with regard to that matter of his grace, sir?”\r\n\r\n“It’s all off. We’ve decided to chuck it.”\r\n\r\n“Sir?”\r\n\r\n“It won’t work. We can’t get anybody to come.”\r\n\r\n“I fancy I can arrange that aspect of the matter, sir.”\r\n\r\n“Do you mean to say you’ve managed to get anybody?”\r\n\r\n“Yes, sir. Eighty-seven gentlemen from Birdsburg, sir.”\r\n\r\nI sat up in bed and spilt the tea.\r\n\r\n“Birdsburg?”\r\n\r\n“Birdsburg, Missouri, sir.”\r\n\r\n“How did you get them?”\r\n\r\n“I happened last night, sir, as you had intimated that you would be\r\nabsent from home, to attend a theatrical performance, and entered into\r\nconversation between the acts with the occupant of the adjoining seat.\r\nI had observed that he was wearing a somewhat ornate decoration in his\r\nbuttonhole, sir—a large blue button with the words ‘Boost for\r\nBirdsburg’ upon it in red letters, scarcely a judicious addition to a\r\ngentleman’s evening costume. To my surprise I noticed that the\r\nauditorium was full of persons similarly decorated. I ventured to\r\ninquire the explanation, and was informed that these gentlemen, forming\r\na party of eighty-seven, are a convention from a town of the name of\r\nBirdsburg, in the State of Missouri. Their visit, I gathered, was\r\npurely of a social and pleasurable nature, and my informant spoke at\r\nsome length of the entertainments arranged for their stay in the city.\r\nIt was when he related with a considerable amount of satisfaction and\r\npride, that a deputation of their number had been introduced to and had\r\nshaken hands with a well-known prizefighter, that it occurred to me to\r\nbroach the subject of his grace. To make a long story short, sir, I\r\nhave arranged, subject to your approval, that the entire convention\r\nshall be presented to his grace to-morrow afternoon.”\r\n\r\nI was amazed. This chappie was a Napoleon.\r\n\r\n“Eighty-seven, Jeeves. At how much a head?”\r\n\r\n“I was obliged to agree to a reduction for quantity, sir. The terms\r\nfinally arrived at were one hundred and fifty dollars for the party.”\r\n\r\nI thought a bit.\r\n\r\n“Payable in advance?”\r\n\r\n“No, sir. I endeavoured to obtain payment in advance, but was not\r\nsuccessful.”\r\n\r\n“Well, any way, when we get it I’ll make it up to five hundred.\r\nBicky’ll never know. Do you suspect Mr. Bickersteth would suspect\r\nanything, Jeeves, if I made it up to five hundred?”\r\n\r\n“I fancy not, sir. Mr. Bickersteth is an agreeable gentleman, but not\r\nbright.”\r\n\r\n“All right, then. After breakfast run down to the bank and get me some\r\nmoney.”\r\n\r\n“Yes, sir.”\r\n\r\n“You know, you’re a bit of a marvel, Jeeves.”\r\n\r\n“Thank you, sir.”\r\n\r\n“Right-o!”\r\n\r\n“Very good, sir.”\r\n\r\nWhen I took dear old Bicky aside in the course of the morning and told\r\nhim what had happened he nearly broke down. He tottered into the\r\nsitting-room and buttonholed old Chiswick, who was reading the comic\r\nsection of the morning paper with a kind of grim resolution.\r\n\r\n“Uncle,” he said, “are you doing anything special to-morrow afternoon?\r\nI mean to say, I’ve asked a few of my pals in to meet you, don’t you\r\nknow.”\r\n\r\nThe old boy cocked a speculative eye at him.\r\n\r\n“There will be no reporters among them?”\r\n\r\n“Reporters? Rather not! Why?”\r\n\r\n“I refuse to be badgered by reporters. There were a number of adhesive\r\nyoung men who endeavoured to elicit from me my views on America while\r\nthe boat was approaching the dock. I will not be subjected to this\r\npersecution again.”\r\n\r\n“That’ll be absolutely all right, uncle. There won’t be a newspaper-man\r\nin the place.”\r\n\r\n“In that case I shall be glad to make the acquaintance of your\r\nfriends.”\r\n\r\n“You’ll shake hands with them and so forth?”\r\n\r\n“I shall naturally order my behaviour according to the accepted rules\r\nof civilized intercourse.”\r\n\r\nBicky thanked him heartily and came off to lunch with me at the club,\r\nwhere he babbled freely of hens, incubators, and other rotten things.\r\n\r\nAfter mature consideration we had decided to unleash the Birdsburg\r\ncontingent on the old boy ten at a time. Jeeves brought his theatre pal\r\nround to see us, and we arranged the whole thing with him. A very\r\ndecent chappie, but rather inclined to collar the conversation and turn\r\nit in the direction of his home-town’s new water-supply system. We\r\nsettled that, as an hour was about all he would be likely to stand,\r\neach gang should consider itself entitled to seven minutes of the\r\nduke’s society by Jeeves’s stop-watch, and that when their time was up\r\nJeeves should slide into the room and cough meaningly. Then we parted\r\nwith what I believe are called mutual expressions of goodwill, the\r\nBirdsburg chappie extending a cordial invitation to us all to pop out\r\nsome day and take a look at the new water-supply system, for which we\r\nthanked him.\r\n\r\nNext day the deputation rolled in. The first shift consisted of the\r\ncove we had met and nine others almost exactly like him in every\r\nrespect. They all looked deuced keen and businesslike, as if from youth\r\nup they had been working in the office and catching the boss’s eye and\r\nwhat-not. They shook hands with the old boy with a good deal of\r\napparent satisfaction—all except one chappie, who seemed to be brooding\r\nabout something—and then they stood off and became chatty.\r\n\r\n“What message have you for Birdsburg, Duke?” asked our pal.\r\n\r\nThe old boy seemed a bit rattled.\r\n\r\n“I have never been to Birdsburg.”\r\n\r\nThe chappie seemed pained.\r\n\r\n“You should pay it a visit,” he said. “The most rapidly-growing city in\r\nthe country. Boost for Birdsburg!”\r\n\r\n“Boost for Birdsburg!” said the other chappies reverently.\r\n\r\nThe chappie who had been brooding suddenly gave tongue.\r\n\r\n“Say!”\r\n\r\nHe was a stout sort of well-fed cove with one of those determined chins\r\nand a cold eye.\r\n\r\nThe assemblage looked at him.\r\n\r\n“As a matter of business,” said the chappie—“mind you, I’m not\r\nquestioning anybody’s good faith, but, as a matter of strict business—I\r\nthink this gentleman here ought to put himself on record before\r\nwitnesses as stating that he really is a duke.”\r\n\r\n“What do you mean, sir?” cried the old boy, getting purple.\r\n\r\n“No offence, simply business. I’m not saying anything, mind you, but\r\nthere’s one thing that seems kind of funny to me. This gentleman here\r\nsays his name’s Mr. Bickersteth, as I understand it. Well, if you’re\r\nthe Duke of Chiswick, why isn’t he Lord Percy Something? I’ve read\r\nEnglish novels, and I know all about it.”\r\n\r\n“This is monstrous!”\r\n\r\n“Now don’t get hot under the collar. I’m only asking. I’ve a right to\r\nknow. You’re going to take our money, so it’s only fair that we should\r\nsee that we get our money’s worth.”\r\n\r\nThe water-supply cove chipped in:\r\n\r\n“You’re quite right, Simms. I overlooked that when making the\r\nagreement. You see, gentlemen, as business men we’ve a right to\r\nreasonable guarantees of good faith. We are paying Mr. Bickersteth here\r\na hundred and fifty dollars for this reception, and we naturally want\r\nto know——”\r\n\r\nOld Chiswick gave Bicky a searching look; then he turned to the\r\nwater-supply chappie. He was frightfully calm.\r\n\r\n“I can assure you that I know nothing of this,” he said, quite\r\npolitely. “I should be grateful if you would explain.”\r\n\r\n“Well, we arranged with Mr. Bickersteth that eighty-seven citizens of\r\nBirdsburg should have the privilege of meeting and shaking hands with\r\nyou for a financial consideration mutually arranged, and what my friend\r\nSimms here means—and I’m with him—is that we have only Mr.\r\nBickersteth’s word for it—and he is a stranger to us—that you are the\r\nDuke of Chiswick at all.”\r\n\r\nOld Chiswick gulped.\r\n\r\n“Allow me to assure you, sir,” he said, in a rummy kind of voice, “that\r\nI am the Duke of Chiswick.”\r\n\r\n“Then that’s all right,” said the chappie heartily. “That was all we\r\nwanted to know. Let the thing go on.”\r\n\r\n“I am sorry to say,” said old Chiswick, “that it cannot go on. I am\r\nfeeling a little tired. I fear I must ask to be excused.”\r\n\r\n“But there are seventy-seven of the boys waiting round the corner at\r\nthis moment, Duke, to be introduced to you.”\r\n\r\n“I fear I must disappoint them.”\r\n\r\n“But in that case the deal would have to be off.”\r\n\r\n“That is a matter for you and my nephew to discuss.”\r\n\r\nThe chappie seemed troubled.\r\n\r\n“You really won’t meet the rest of them?”\r\n\r\n“No!”\r\n\r\n“Well, then, I guess we’ll be going.”\r\n\r\nThey went out, and there was a pretty solid silence. Then old Chiswick\r\nturned to Bicky:\r\n\r\n“Well?”\r\n\r\nBicky didn’t seem to have anything to say.\r\n\r\n“Was it true what that man said?”\r\n\r\n“Yes, uncle.”\r\n\r\n“What do you mean by playing this trick?”\r\n\r\nBicky seemed pretty well knocked out, so I put in a word.\r\n\r\n“I think you’d better explain the whole thing, Bicky, old top.”\r\n\r\nBicky’s Adam’s-apple jumped about a bit; then he started:\r\n\r\n“You see, you had cut off my allowance, uncle, and I wanted a bit of\r\nmoney to start a chicken farm. I mean to say it’s an absolute cert if\r\nyou once get a bit of capital. You buy a hen, and it lays an egg every\r\nday of the week, and you sell the eggs, say, seven for twenty-five\r\ncents.\r\n\r\n“Keep of hens cost nothing. Profit practically——”\r\n\r\n“What is all this nonsense about hens? You led me to suppose you were a\r\nsubstantial business man.”\r\n\r\n“Old Bicky rather exaggerated, sir,” I said, helping the chappie out.\r\n“The fact is, the poor old lad is absolutely dependent on that\r\nremittance of yours, and when you cut it off, don’t you know, he was\r\npretty solidly in the soup, and had to think of some way of closing in\r\non a bit of the ready pretty quick. That’s why we thought of this\r\nhandshaking scheme.”\r\n\r\nOld Chiswick foamed at the mouth.\r\n\r\n“So you have lied to me! You have deliberately deceived me as to your\r\nfinancial status!”\r\n\r\n“Poor old Bicky didn’t want to go to that ranch,” I explained. “He\r\ndoesn’t like cows and horses, but he rather thinks he would be hot\r\nstuff among the hens. All he wants is a bit of capital. Don’t you think\r\nit would be rather a wheeze if you were to——”\r\n\r\n“After what has happened? After this—this deceit and foolery? Not a\r\npenny!”\r\n\r\n“But——”\r\n\r\n“Not a penny!”\r\n\r\nThere was a respectful cough in the background.\r\n\r\n“If I might make a suggestion, sir?”\r\n\r\nJeeves was standing on the horizon, looking devilish brainy.\r\n\r\n“Go ahead, Jeeves!” I said.\r\n\r\n“I would merely suggest, sir, that if Mr. Bickersteth is in need of a\r\nlittle ready money, and is at a loss to obtain it elsewhere, he might\r\nsecure the sum he requires by describing the occurrences of this\r\nafternoon for the Sunday issue of one of the more spirited and\r\nenterprising newspapers.”\r\n\r\n“By Jove!” I said.\r\n\r\n“By George!” said Bicky.\r\n\r\n“Great heavens!” said old Chiswick.\r\n\r\n“Very good, sir,” said Jeeves.\r\n\r\nBicky turned to old Chiswick with a gleaming eye.\r\n\r\n“Jeeves is right. I’ll do it! The _Chronicle_ would jump at it. They\r\neat that sort of stuff.”\r\n\r\nOld Chiswick gave a kind of moaning howl.\r\n\r\n“I absolutely forbid you, Francis, to do this thing!”\r\n\r\n“That’s all very well,” said Bicky, wonderfully braced, “but if I can’t\r\nget the money any other way——”\r\n\r\n“Wait! Er—wait, my boy! You are so impetuous! We might arrange\r\nsomething.”\r\n\r\n“I won’t go to that bally ranch.”\r\n\r\n“No, no! No, no, my boy! I would not suggest it. I would not for a\r\nmoment suggest it. I—I think——”\r\n\r\nHe seemed to have a bit of a struggle with himself. “I—I think that, on\r\nthe whole, it would be best if you returned with me to England. I—I\r\nmight—in fact, I think I see my way to doing—to—I might be able to\r\nutilize your services in some secretarial position.”\r\n\r\n“I shouldn’t mind that.”\r\n\r\n“I should not be able to offer you a salary, but, as you know, in\r\nEnglish political life the unpaid secretary is a recognized figure——”\r\n\r\n“The only figure I’ll recognize,” said Bicky firmly, “is five hundred\r\nquid a year, paid quarterly.”\r\n\r\n“My dear boy!”\r\n\r\n“Absolutely!”\r\n\r\n“But your recompense, my dear Francis, would consist in the unrivalled\r\nopportunities you would have, as my secretary, to gain experience, to\r\naccustom yourself to the intricacies of political life, to—in fact, you\r\nwould be in an exceedingly advantageous position.”\r\n\r\n“Five hundred a year!” said Bicky, rolling it round his tongue. “Why,\r\nthat would be nothing to what I could make if I started a chicken farm.\r\nIt stands to reason. Suppose you have a dozen hens. Each of the hens\r\nhas a dozen chickens. After a bit the chickens grow up and have a dozen\r\nchickens each themselves, and then they all start laying eggs! There’s\r\na fortune in it. You can get anything you like for eggs in America.\r\nChappies keep them on ice for years and years, and don’t sell them till\r\nthey fetch about a dollar a whirl. You don’t think I’m going to chuck a\r\nfuture like this for anything under five hundred o’ goblins a\r\nyear—what?”\r\n\r\nA look of anguish passed over old Chiswick’s face, then he seemed to be\r\nresigned to it. “Very well, my boy,” he said.\r\n\r\n“What-o!” said Bicky. “All right, then.”\r\n\r\n“Jeeves,” I said. Bicky had taken the old boy off to dinner to\r\ncelebrate, and we were alone. “Jeeves, this has been one of your best\r\nefforts.”\r\n\r\n“Thank you, sir.”\r\n\r\n“It beats me how you do it.”\r\n\r\n“Yes, sir.”\r\n\r\n“The only trouble is you haven’t got much out of it—what!”\r\n\r\n“I fancy Mr. Bickersteth intends—I judge from his remarks—to signify\r\nhis appreciation of anything I have been fortunate enough to do to\r\nassist him, at some later date when he is in a more favourable position\r\nto do so.”\r\n\r\n“It isn’t enough, Jeeves!”\r\n\r\n“Sir?”\r\n\r\nIt was a wrench, but I felt it was the only possible thing to be done.\r\n\r\n“Bring my shaving things.”\r\n\r\nA gleam of hope shone in the chappie’s eye, mixed with doubt.\r\n\r\n“You mean, sir?”\r\n\r\n“And shave off my moustache.”\r\n\r\nThere was a moment’s silence. I could see the fellow was deeply moved.\r\n\r\n“Thank you very much indeed, sir,” he said, in a low voice, and popped\r\noff.\r\n\r\n\r\n\r\n\r\nABSENT TREATMENT\r\n\r\n\r\nI want to tell you all about dear old Bobbie Cardew. It’s a most\r\ninteresting story. I can’t put in any literary style and all that; but\r\nI don’t have to, don’t you know, because it goes on its Moral Lesson.\r\nIf you’re a man you mustn’t miss it, because it’ll be a warning to you;\r\nand if you’re a woman you won’t want to, because it’s all about how a\r\ngirl made a man feel pretty well fed up with things.\r\n\r\nIf you’re a recent acquaintance of Bobbie’s, you’ll probably be\r\nsurprised to hear that there was a time when he was more remarkable for\r\nthe weakness of his memory than anything else. Dozens of fellows, who\r\nhave only met Bobbie since the change took place, have been surprised\r\nwhen I told them that. Yet it’s true. Believe _me_.\r\n\r\nIn the days when I first knew him Bobbie Cardew was about the most\r\npronounced young rotter inside the four-mile radius. People have called\r\nme a silly ass, but I was never in the same class with Bobbie. When it\r\ncame to being a silly ass, he was a plus-four man, while my handicap\r\nwas about six. Why, if I wanted him to dine with me, I used to post him\r\na letter at the beginning of the week, and then the day before send him\r\na telegram and a phone-call on the day itself, and—half an hour before\r\nthe time we’d fixed—a messenger in a taxi, whose business it was to see\r\nthat he got in and that the chauffeur had the address all correct. By\r\ndoing this I generally managed to get him, unless he had left town\r\nbefore my messenger arrived.\r\n\r\nThe funny thing was that he wasn’t altogether a fool in other ways.\r\nDeep down in him there was a kind of stratum of sense. I had known him,\r\nonce or twice, show an almost human intelligence. But to reach that\r\nstratum, mind you, you needed dynamite.\r\n\r\nAt least, that’s what I thought. But there was another way which hadn’t\r\noccurred to me. Marriage, I mean. Marriage, the dynamite of the soul;\r\nthat was what hit Bobbie. He married. Have you ever seen a bull-pup\r\nchasing a bee? The pup sees the bee. It looks good to him. But he still\r\ndoesn’t know what’s at the end of it till he gets there. It was like\r\nthat with Bobbie. He fell in love, got married—with a sort of whoop, as\r\nif it were the greatest fun in the world—and then began to find out\r\nthings.\r\n\r\nShe wasn’t the sort of girl you would have expected Bobbie to rave\r\nabout. And yet, I don’t know. What I mean is, she worked for her\r\nliving; and to a fellow who has never done a hand’s turn in his life\r\nthere’s undoubtedly a sort of fascination, a kind of romance, about a\r\ngirl who works for her living.\r\n\r\nHer name was Anthony. Mary Anthony. She was about five feet six; she\r\nhad a ton and a half of red-gold hair, grey eyes, and one of those\r\ndetermined chins. She was a hospital nurse. When Bobbie smashed himself\r\nup at polo, she was told off by the authorities to smooth his brow and\r\nrally round with cooling unguents and all that; and the old boy hadn’t\r\nbeen up and about again for more than a week before they popped off to\r\nthe registrar’s and fixed it up. Quite the romance.\r\n\r\nBobbie broke the news to me at the club one evening, and next day he\r\nintroduced me to her. I admired her. I’ve never worked myself—my name’s\r\nPepper, by the way. Almost forgot to mention it. Reggie Pepper. My\r\nuncle Edward was Pepper, Wells, and Co., the Colliery people. He left\r\nme a sizable chunk of bullion—I say I’ve never worked myself, but I\r\nadmire any one who earns a living under difficulties, especially a\r\ngirl. And this girl had had a rather unusually tough time of it, being\r\nan orphan and all that, and having had to do everything off her own bat\r\nfor years.\r\n\r\nMary and I got along together splendidly. We don’t now, but we’ll come\r\nto that later. I’m speaking of the past. She seemed to think Bobbie the\r\ngreatest thing on earth, judging by the way she looked at him when she\r\nthought I wasn’t noticing. And Bobbie seemed to think the same about\r\nher. So that I came to the conclusion that, if only dear old Bobbie\r\ndidn’t forget to go to the wedding, they had a sporting chance of being\r\nquite happy.\r\n\r\nWell, let’s brisk up a bit here, and jump a year. The story doesn’t\r\nreally start till then.\r\n\r\nThey took a flat and settled down. I was in and out of the place quite\r\na good deal. I kept my eyes open, and everything seemed to me to be\r\nrunning along as smoothly as you could want. If this was marriage, I\r\nthought, I couldn’t see why fellows were so frightened of it. There\r\nwere a lot of worse things that could happen to a man.\r\n\r\nBut we now come to the incident of the quiet Dinner, and it’s just here\r\nthat love’s young dream hits a snag, and things begin to occur.\r\n\r\nI happened to meet Bobbie in Piccadilly, and he asked me to come back\r\nto dinner at the flat. And, like a fool, instead of bolting and putting\r\nmyself under police protection, I went.\r\n\r\nWhen we got to the flat, there was Mrs. Bobbie looking—well, I tell\r\nyou, it staggered me. Her gold hair was all piled up in waves and\r\ncrinkles and things, with a what-d’-you-call-it of diamonds in it. And\r\nshe was wearing the most perfectly ripping dress. I couldn’t begin to\r\ndescribe it. I can only say it was the limit. It struck me that if this\r\nwas how she was in the habit of looking every night when they were\r\ndining quietly at home together, it was no wonder that Bobbie liked\r\ndomesticity.\r\n\r\n“Here’s old Reggie, dear,” said Bobbie. “I’ve brought him home to have\r\na bit of dinner. I’ll phone down to the kitchen and ask them to send it\r\nup now—what?”\r\n\r\nShe stared at him as if she had never seen him before. Then she turned\r\nscarlet. Then she turned as white as a sheet. Then she gave a little\r\nlaugh. It was most interesting to watch. Made me wish I was up a tree\r\nabout eight hundred miles away. Then she recovered herself.\r\n\r\n“I am so glad you were able to come, Mr. Pepper,” she said, smiling at\r\nme.\r\n\r\nAnd after that she was all right. At least, you would have said so. She\r\ntalked a lot at dinner, and chaffed Bobbie, and played us ragtime on\r\nthe piano afterwards, as if she hadn’t a care in the world. Quite a\r\njolly little party it was—not. I’m no lynx-eyed sleuth, and all that\r\nsort of thing, but I had seen her face at the beginning, and I knew\r\nthat she was working the whole time and working hard, to keep herself\r\nin hand, and that she would have given that diamond what’s-its-name in\r\nher hair and everything else she possessed to have one good scream—just\r\none. I’ve sat through some pretty thick evenings in my time, but that\r\none had the rest beaten in a canter. At the very earliest moment I\r\ngrabbed my hat and got away.\r\n\r\nHaving seen what I did, I wasn’t particularly surprised to meet Bobbie\r\nat the club next day looking about as merry and bright as a lonely\r\ngum-drop at an Eskimo tea-party.\r\n\r\nHe started in straightway. He seemed glad to have someone to talk to\r\nabout it.\r\n\r\n“Do you know how long I’ve been married?” he said.\r\n\r\nI didn’t exactly.\r\n\r\n“About a year, isn’t it?”\r\n\r\n“Not _about_ a year,” he said sadly. “Exactly a year—yesterday!”\r\n\r\nThen I understood. I saw light—a regular flash of light.\r\n\r\n“Yesterday was——?”\r\n\r\n“The anniversary of the wedding. I’d arranged to take Mary to the\r\nSavoy, and on to Covent Garden. She particularly wanted to hear Caruso.\r\nI had the ticket for the box in my pocket. Do you know, all through\r\ndinner I had a kind of rummy idea that there was something I’d\r\nforgotten, but I couldn’t think what?”\r\n\r\n“Till your wife mentioned it?”\r\n\r\nHe nodded——\r\n\r\n“She—mentioned it,” he said thoughtfully.\r\n\r\nI didn’t ask for details. Women with hair and chins like Mary’s may be\r\nangels most of the time, but, when they take off their wings for a bit,\r\nthey aren’t half-hearted about it.\r\n\r\n“To be absolutely frank, old top,” said poor old Bobbie, in a broken\r\nsort of way, “my stock’s pretty low at home.”\r\n\r\nThere didn’t seem much to be done. I just lit a cigarette and sat\r\nthere. He didn’t want to talk. Presently he went out. I stood at the\r\nwindow of our upper smoking-room, which looks out on to Piccadilly, and\r\nwatched him. He walked slowly along for a few yards, stopped, then\r\nwalked on again, and finally turned into a jeweller’s. Which was an\r\ninstance of what I meant when I said that deep down in him there was a\r\ncertain stratum of sense.\r\n\r\nIt was from now on that I began to be really interested in this problem\r\nof Bobbie’s married life. Of course, one’s always mildly interested in\r\none’s friends’ marriages, hoping they’ll turn out well and all that;\r\nbut this was different. The average man isn’t like Bobbie, and the\r\naverage girl isn’t like Mary. It was that old business of the immovable\r\nmass and the irresistible force. There was Bobbie, ambling gently\r\nthrough life, a dear old chap in a hundred ways, but undoubtedly a\r\nchump of the first water.\r\n\r\nAnd there was Mary, determined that he shouldn’t be a chump. And\r\nNature, mind you, on Bobbie’s side. When Nature makes a chump like dear\r\nold Bobbie, she’s proud of him, and doesn’t want her handiwork\r\ndisturbed. She gives him a sort of natural armour to protect him\r\nagainst outside interference. And that armour is shortness of memory.\r\nShortness of memory keeps a man a chump, when, but for it, he might\r\ncease to be one. Take my case, for instance. I’m a chump. Well, if I\r\nhad remembered half the things people have tried to teach me during my\r\nlife, my size in hats would be about number nine. But I didn’t. I\r\nforgot them. And it was just the same with Bobbie.\r\n\r\nFor about a week, perhaps a bit more, the recollection of that quiet\r\nlittle domestic evening bucked him up like a tonic. Elephants, I read\r\nsomewhere, are champions at the memory business, but they were fools to\r\nBobbie during that week. But, bless you, the shock wasn’t nearly big\r\nenough. It had dinted the armour, but it hadn’t made a hole in it.\r\nPretty soon he was back at the old game.\r\n\r\nIt was pathetic, don’t you know. The poor girl loved him, and she was\r\nfrightened. It was the thin edge of the wedge, you see, and she knew\r\nit. A man who forgets what day he was married, when he’s been married\r\none year, will forget, at about the end of the fourth, that he’s\r\nmarried at all. If she meant to get him in hand at all, she had got to\r\ndo it now, before he began to drift away.\r\n\r\nI saw that clearly enough, and I tried to make Bobbie see it, when he\r\nwas by way of pouring out his troubles to me one afternoon. I can’t\r\nremember what it was that he had forgotten the day before, but it was\r\nsomething she had asked him to bring home for her—it may have been a\r\nbook.\r\n\r\n“It’s such a little thing to make a fuss about,” said Bobbie. “And she\r\nknows that it’s simply because I’ve got such an infernal memory about\r\neverything. I can’t remember anything. Never could.”\r\n\r\nHe talked on for a while, and, just as he was going, he pulled out a\r\ncouple of sovereigns.\r\n\r\n“Oh, by the way,” he said.\r\n\r\n“What’s this for?” I asked, though I knew.\r\n\r\n“I owe it you.”\r\n\r\n“How’s that?” I said.\r\n\r\n“Why, that bet on Tuesday. In the billiard-room. Murray and Brown were\r\nplaying a hundred up, and I gave you two to one that Brown would win,\r\nand Murray beat him by twenty odd.”\r\n\r\n“So you do remember some things?” I said.\r\n\r\nHe got quite excited. Said that if I thought he was the sort of rotter\r\nwho forgot to pay when he lost a bet, it was pretty rotten of me after\r\nknowing him all these years, and a lot more like that.\r\n\r\n“Subside, laddie,” I said.\r\n\r\nThen I spoke to him like a father.\r\n\r\n“What you’ve got to do, my old college chum,” I said, “is to pull\r\nyourself together, and jolly quick, too. As things are shaping, you’re\r\ndue for a nasty knock before you know what’s hit you. You’ve got to\r\nmake an effort. Don’t say you can’t. This two quid business shows that,\r\neven if your memory is rocky, you can remember some things. What you’ve\r\ngot to do is to see that wedding anniversaries and so on are included\r\nin the list. It may be a brainstrain, but you can’t get out of it.”\r\n\r\n“I suppose you’re right,” said Bobbie. “But it beats me why she thinks\r\nsuch a lot of these rotten little dates. What’s it matter if I forgot\r\nwhat day we were married on or what day she was born on or what day the\r\ncat had the measles? She knows I love her just as much as if I were a\r\nmemorizing freak at the halls.”\r\n\r\n“That’s not enough for a woman,” I said. “They want to be shown. Bear\r\nthat in mind, and you’re all right. Forget it, and there’ll be\r\ntrouble.”\r\n\r\nHe chewed the knob of his stick.\r\n\r\n“Women are frightfully rummy,” he said gloomily.\r\n\r\n“You should have thought of that before you married one,” I said.\r\n\r\nI don’t see that I could have done any more. I had put the whole thing\r\nin a nutshell for him. You would have thought he’d have seen the point,\r\nand that it would have made him brace up and get a hold on himself. But\r\nno. Off he went again in the same old way. I gave up arguing with him.\r\nI had a good deal of time on my hands, but not enough to amount to\r\nanything when it was a question of reforming dear old Bobbie by\r\nargument. If you see a man asking for trouble, and insisting on getting\r\nit, the only thing to do is to stand by and wait till it comes to him.\r\nAfter that you may get a chance. But till then there’s nothing to be\r\ndone. But I thought a lot about him.\r\n\r\nBobbie didn’t get into the soup all at once. Weeks went by, and months,\r\nand still nothing happened. Now and then he’d come into the club with a\r\nkind of cloud on his shining morning face, and I’d know that there had\r\nbeen doings in the home; but it wasn’t till well on in the spring that\r\nhe got the thunderbolt just where he had been asking for it—in the\r\nthorax.\r\n\r\nI was smoking a quiet cigarette one morning in the window looking out\r\nover Piccadilly, and watching the buses and motors going up one way and\r\ndown the other—most interesting it is; I often do it—when in rushed\r\nBobbie, with his eyes bulging and his face the colour of an oyster,\r\nwaving a piece of paper in his hand.\r\n\r\n“Reggie,” he said. “Reggie, old top, she’s gone!”\r\n\r\n“Gone!” I said. “Who?”\r\n\r\n“Mary, of course! Gone! Left me! Gone!”\r\n\r\n“Where?” I said.\r\n\r\nSilly question? Perhaps you’re right. Anyhow, dear old Bobbie nearly\r\nfoamed at the mouth.\r\n\r\n“Where? How should I know where? Here, read this.”\r\n\r\nHe pushed the paper into my hand. It was a letter.\r\n\r\n“Go on,” said Bobbie. “Read it.”\r\n\r\nSo I did. It certainly was quite a letter. There was not much of it,\r\nbut it was all to the point. This is what it said:\r\n\r\n“MY DEAR BOBBIE,—I am going away. When you care enough about me to\r\nremember to wish me many happy returns on my birthday, I will come\r\nback. My address will be Box 341, _London Morning News_.”\r\n\r\n\r\nI read it twice, then I said, “Well, why don’t you?”\r\n\r\n“Why don’t I what?”\r\n\r\n“Why don’t you wish her many happy returns? It doesn’t seem much to\r\nask.”\r\n\r\n“But she says on her birthday.”\r\n\r\n“Well, when is her birthday?”\r\n\r\n“Can’t you understand?” said Bobbie. “I’ve forgotten.”\r\n\r\n“Forgotten!” I said.\r\n\r\n“Yes,” said Bobbie. “Forgotten.”\r\n\r\n“How do you mean, forgotten?” I said. “Forgotten whether it’s the\r\ntwentieth or the twenty-first, or what? How near do you get to it?”\r\n\r\n“I know it came somewhere between the first of January and the\r\nthirty-first of December. That’s how near I get to it.”\r\n\r\n“Think.”\r\n\r\n“Think? What’s the use of saying ‘Think’? Think I haven’t thought? I’ve\r\nbeen knocking sparks out of my brain ever since I opened that letter.”\r\n\r\n“And you can’t remember?”\r\n\r\n“No.”\r\n\r\nI rang the bell and ordered restoratives.\r\n\r\n“Well, Bobbie,” I said, “it’s a pretty hard case to spring on an\r\nuntrained amateur like me. Suppose someone had come to Sherlock Holmes\r\nand said, ‘Mr. Holmes, here’s a case for you. When is my wife’s\r\nbirthday?’ Wouldn’t that have given Sherlock a jolt? However, I know\r\nenough about the game to understand that a fellow can’t shoot off his\r\ndeductive theories unless you start him with a clue, so rouse yourself\r\nout of that pop-eyed trance and come across with two or three. For\r\ninstance, can’t you remember the last time she had a birthday? What\r\nsort of weather was it? That might fix the month.”\r\n\r\nBobbie shook his head.\r\n\r\n“It was just ordinary weather, as near as I can recollect.”\r\n\r\n“Warm?”\r\n\r\n“Warmish.”\r\n\r\n“Or cold?”\r\n\r\n“Well, fairly cold, perhaps. I can’t remember.”\r\n\r\nI ordered two more of the same. They seemed indicated in the Young\r\nDetective’s Manual. “You’re a great help, Bobbie,” I said. “An\r\ninvaluable assistant. One of those indispensable adjuncts without which\r\nno home is complete.”\r\n\r\nBobbie seemed to be thinking.\r\n\r\n“I’ve got it,” he said suddenly. “Look here. I gave her a present on\r\nher last birthday. All we have to do is to go to the shop, hunt up the\r\ndate when it was bought, and the thing’s done.”\r\n\r\n“Absolutely. What did you give her?”\r\n\r\nHe sagged.\r\n\r\n“I can’t remember,” he said.\r\n\r\nGetting ideas is like golf. Some days you’re right off, others it’s as\r\neasy as falling off a log. I don’t suppose dear old Bobbie had ever had\r\ntwo ideas in the same morning before in his life; but now he did it\r\nwithout an effort. He just loosed another dry Martini into the\r\nundergrowth, and before you could turn round it had flushed quite a\r\nbrain-wave.\r\n\r\nDo you know those little books called _When were you Born_? There’s one\r\nfor each month. They tell you your character, your talents, your strong\r\npoints, and your weak points at fourpence halfpenny a go. Bobbie’s idea\r\nwas to buy the whole twelve, and go through them till we found out\r\nwhich month hit off Mary’s character. That would give us the month, and\r\nnarrow it down a whole lot.\r\n\r\nA pretty hot idea for a non-thinker like dear old Bobbie. We sallied\r\nout at once. He took half and I took half, and we settled down to work.\r\nAs I say, it sounded good. But when we came to go into the thing, we\r\nsaw that there was a flaw. There was plenty of information all right,\r\nbut there wasn’t a single month that didn’t have something that exactly\r\nhit off Mary. For instance, in the December book it said, “December\r\npeople are apt to keep their own secrets. They are extensive\r\ntravellers.” Well, Mary had certainly kept her secret, and she had\r\ntravelled quite extensively enough for Bobbie’s needs. Then, October\r\npeople were “born with original ideas” and “loved moving.” You couldn’t\r\nhave summed up Mary’s little jaunt more neatly. February people had\r\n“wonderful memories”—Mary’s speciality.\r\n\r\nWe took a bit of a rest, then had another go at the thing.\r\n\r\nBobbie was all for May, because the book said that women born in that\r\nmonth were “inclined to be capricious, which is always a barrier to a\r\nhappy married life”; but I plumped for February, because February women\r\n“are unusually determined to have their own way, are very earnest, and\r\nexpect a full return in their companion or mates.” Which he owned was\r\nabout as like Mary as anything could be.\r\n\r\nIn the end he tore the books up, stamped on them, burnt them, and went\r\nhome.\r\n\r\nIt was wonderful what a change the next few days made in dear old\r\nBobbie. Have you ever seen that picture, “The Soul’s Awakening”? It\r\nrepresents a flapper of sorts gazing in a startled sort of way into the\r\nmiddle distance with a look in her eyes that seems to say, “Surely that\r\nis George’s step I hear on the mat! Can this be love?” Well, Bobbie had\r\na soul’s awakening too. I don’t suppose he had ever troubled to think\r\nin his life before—not really _think_. But now he was wearing his brain\r\nto the bone. It was painful in a way, of course, to see a fellow human\r\nbeing so thoroughly in the soup, but I felt strongly that it was all\r\nfor the best. I could see as plainly as possible that all these\r\nbrainstorms were improving Bobbie out of knowledge. When it was all\r\nover he might possibly become a rotter again of a sort, but it would\r\nonly be a pale reflection of the rotter he had been. It bore out the\r\nidea I had always had that what he needed was a real good jolt.\r\n\r\nI saw a great deal of him these days. I was his best friend, and he\r\ncame to me for sympathy. I gave it him, too, with both hands, but I\r\nnever failed to hand him the Moral Lesson when I had him weak.\r\n\r\nOne day he came to me as I was sitting in the club, and I could see\r\nthat he had had an idea. He looked happier than he had done in weeks.\r\n\r\n“Reggie,” he said, “I’m on the trail. This time I’m convinced that I\r\nshall pull it off. I’ve remembered something of vital importance.”\r\n\r\n“Yes?” I said.\r\n\r\n“I remember distinctly,” he said, “that on Mary’s last birthday we went\r\ntogether to the Coliseum. How does that hit you?”\r\n\r\n“It’s a fine bit of memorizing,” I said; “but how does it help?”\r\n\r\n“Why, they change the programme every week there.”\r\n\r\n“Ah!” I said. “Now you are talking.”\r\n\r\n“And the week we went one of the turns was Professor Some One’s\r\nTerpsichorean Cats. I recollect them distinctly. Now, are we narrowing\r\nit down, or aren’t we? Reggie, I’m going round to the Coliseum this\r\nminute, and I’m going to dig the date of those Terpsichorean Cats out\r\nof them, if I have to use a crowbar.”\r\n\r\nSo that got him within six days; for the management treated us like\r\nbrothers; brought out the archives, and ran agile fingers over the\r\npages till they treed the cats in the middle of May.\r\n\r\n“I told you it was May,” said Bobbie. “Maybe you’ll listen to me\r\nanother time.”\r\n\r\n“If you’ve any sense,” I said, “there won’t be another time.”\r\n\r\nAnd Bobbie said that there wouldn’t.\r\n\r\nOnce you get your memory on the run, it parts as if it enjoyed doing\r\nit. I had just got off to sleep that night when my telephone-bell rang.\r\nIt was Bobbie, of course. He didn’t apologize.\r\n\r\n“Reggie,” he said, “I’ve got it now for certain. It’s just come to me.\r\nWe saw those Terpsichorean Cats at a matinee, old man.”\r\n\r\n“Yes?” I said.\r\n\r\n“Well, don’t you see that that brings it down to two days? It must have\r\nbeen either Wednesday the seventh or Saturday the tenth.”\r\n\r\n“Yes,” I said, “if they didn’t have daily matinees at the Coliseum.”\r\n\r\nI heard him give a sort of howl.\r\n\r\n“Bobbie,” I said. My feet were freezing, but I was fond of him.\r\n\r\n“Well?”\r\n\r\n“I’ve remembered something too. It’s this. The day you went to the\r\nColiseum I lunched with you both at the Ritz. You had forgotten to\r\nbring any money with you, so you wrote a cheque.”\r\n\r\n“But I’m always writing cheques.”\r\n\r\n“You are. But this was for a tenner, and made out to the hotel. Hunt up\r\nyour cheque-book and see how many cheques for ten pounds payable to the\r\nRitz Hotel you wrote out between May the fifth and May the tenth.”\r\n\r\nHe gave a kind of gulp.\r\n\r\n“Reggie,” he said, “you’re a genius. I’ve always said so. I believe\r\nyou’ve got it. Hold the line.”\r\n\r\nPresently he came back again.\r\n\r\n“Halloa!” he said.\r\n\r\n“I’m here,” I said.\r\n\r\n“It was the eighth. Reggie, old man, I——”\r\n\r\n“Topping,” I said. “Good night.”\r\n\r\nIt was working along into the small hours now, but I thought I might as\r\nwell make a night of it and finish the thing up, so I rang up an hotel\r\nnear the Strand.\r\n\r\n“Put me through to Mrs. Cardew,” I said.\r\n\r\n“It’s late,” said the man at the other end.\r\n\r\n“And getting later every minute,” I said. “Buck along, laddie.”\r\n\r\nI waited patiently. I had missed my beauty-sleep, and my feet had\r\nfrozen hard, but I was past regrets.\r\n\r\n“What is the matter?” said Mary’s voice.\r\n\r\n“My feet are cold,” I said. “But I didn’t call you up to tell you that\r\nparticularly. I’ve just been chatting with Bobbie, Mrs. Cardew.”\r\n\r\n“Oh! is that Mr. Pepper?”\r\n\r\n“Yes. He’s remembered it, Mrs. Cardew.”\r\n\r\nShe gave a sort of scream. I’ve often thought how interesting it must\r\nbe to be one of those Exchange girls. The things they must hear, don’t\r\nyou know. Bobbie’s howl and gulp and Mrs. Bobbie’s scream and all about\r\nmy feet and all that. Most interesting it must be.\r\n\r\n“He’s remembered it!” she gasped. “Did you tell him?”\r\n\r\n“No.”\r\n\r\nWell, I hadn’t.\r\n\r\n“Mr. Pepper.”\r\n\r\n“Yes?”\r\n\r\n“Was he—has he been—was he very worried?”\r\n\r\nI chuckled. This was where I was billed to be the life and soul of the\r\nparty.\r\n\r\n“Worried! He was about the most worried man between here and Edinburgh.\r\nHe has been worrying as if he was paid to do it by the nation. He has\r\nstarted out to worry after breakfast, and——”\r\n\r\nOh, well, you can never tell with women. My idea was that we should\r\npass the rest of the night slapping each other on the back across the\r\nwire, and telling each other what bally brainy conspirators we were,\r\ndon’t you know, and all that. But I’d got just as far as this, when she\r\nbit at me. Absolutely! I heard the snap. And then she said “Oh!” in\r\nthat choked kind of way. And when a woman says “Oh!” like that, it\r\nmeans all the bad words she’d love to say if she only knew them.\r\n\r\nAnd then she began.\r\n\r\n“What brutes men are! What horrid brutes! How you could stand by and\r\nsee poor dear Bobbie worrying himself into a fever, when a word from\r\nyou would have put everything right, I can’t——”\r\n\r\n“But——”\r\n\r\n“And you call yourself his friend! His friend!” (Metallic laugh, most\r\nunpleasant.) “It shows how one can be deceived. I used to think you a\r\nkind-hearted man.”\r\n\r\n“But, I say, when I suggested the thing, you thought it perfectly——”\r\n\r\n“I thought it hateful, abominable.”\r\n\r\n“But you said it was absolutely top——”\r\n\r\n“I said nothing of the kind. And if I did, I didn’t mean it. I don’t\r\nwish to be unjust, Mr. Pepper, but I must say that to me there seems to\r\nbe something positively fiendish in a man who can go out of his way to\r\nseparate a husband from his wife, simply in order to amuse himself by\r\ngloating over his agony——”\r\n\r\n“But——!”\r\n\r\n“When one single word would have——”\r\n\r\n“But you made me promise not to——” I bleated.\r\n\r\n“And if I did, do you suppose I didn’t expect you to have the sense to\r\nbreak your promise?”\r\n\r\nI had finished. I had no further observations to make. I hung up the\r\nreceiver, and crawled into bed.\r\n\r\nI still see Bobbie when he comes to the club, but I do not visit the\r\nold homestead. He is friendly, but he stops short of issuing\r\ninvitations. I ran across Mary at the Academy last week, and her eyes\r\nwent through me like a couple of bullets through a pat of butter. And\r\nas they came out the other side, and I limped off to piece myself\r\ntogether again, there occurred to me the simple epitaph which, when I\r\nam no more, I intend to have inscribed on my tombstone. It was this:\r\n“He was a man who acted from the best motives. There is one born every\r\nminute.”\r\n\r\n\r\n\r\n\r\nHELPING FREDDIE\r\n\r\n\r\nI don’t want to bore you, don’t you know, and all that sort of rot, but\r\nI must tell you about dear old Freddie Meadowes. I’m not a flier at\r\nliterary style, and all that, but I’ll get some writer chappie to give\r\nthe thing a wash and brush up when I’ve finished, so that’ll be all\r\nright.\r\n\r\nDear old Freddie, don’t you know, has been a dear old pal of mine for\r\nyears and years; so when I went into the club one morning and found him\r\nsitting alone in a dark corner, staring glassily at nothing, and\r\ngenerally looking like the last rose of summer, you can understand I\r\nwas quite disturbed about it. As a rule, the old rotter is the life and\r\nsoul of our set. Quite the little lump of fun, and all that sort of\r\nthing.\r\n\r\nJimmy Pinkerton was with me at the time. Jimmy’s a fellow who writes\r\nplays—a deuced brainy sort of fellow—and between us we set to work to\r\nquestion the poor pop-eyed chappie, until finally we got at what the\r\nmatter was.\r\n\r\nAs we might have guessed, it was a girl. He had had a quarrel with\r\nAngela West, the girl he was engaged to, and she had broken off the\r\nengagement. What the row had been about he didn’t say, but apparently\r\nshe was pretty well fed up. She wouldn’t let him come near her, refused\r\nto talk on the phone, and sent back his letters unopened.\r\n\r\nI was sorry for poor old Freddie. I knew what it felt like. I was once\r\nin love myself with a girl called Elizabeth Shoolbred, and the fact\r\nthat she couldn’t stand me at any price will be recorded in my\r\nautobiography. I knew the thing for Freddie.\r\n\r\n“Change of scene is what you want, old scout,” I said. “Come with me to\r\nMarvis Bay. I’ve taken a cottage there. Jimmy’s coming down on the\r\ntwenty-fourth. We’ll be a cosy party.”\r\n\r\n“He’s absolutely right,” said Jimmy. “Change of scene’s the thing. I\r\nknew a man. Girl refused him. Man went abroad. Two months later girl\r\nwired him, ‘Come back. Muriel.’ Man started to write out a reply;\r\nsuddenly found that he couldn’t remember girl’s surname; so never\r\nanswered at all.”\r\n\r\nBut Freddie wouldn’t be comforted. He just went on looking as if he had\r\nswallowed his last sixpence. However, I got him to promise to come to\r\nMarvis Bay with me. He said he might as well be there as anywhere.\r\n\r\nDo you know Marvis Bay? It’s in Dorsetshire. It isn’t what you’d call a\r\nfiercely exciting spot, but it has its good points. You spend the day\r\nthere bathing and sitting on the sands, and in the evening you stroll\r\nout on the shore with the gnats. At nine o’clock you rub ointment on\r\nthe wounds and go to bed.\r\n\r\nIt seemed to suit poor old Freddie. Once the moon was up and the breeze\r\nsighing in the trees, you couldn’t drag him from that beach with a\r\nrope. He became quite a popular pet with the gnats. They’d hang round\r\nwaiting for him to come out, and would give perfectly good strollers\r\nthe miss-in-baulk just so as to be in good condition for him.\r\n\r\nYes, it was a peaceful sort of life, but by the end of the first week I\r\nbegan to wish that Jimmy Pinkerton had arranged to come down earlier:\r\nfor as a companion Freddie, poor old chap, wasn’t anything to write\r\nhome to mother about. When he wasn’t chewing a pipe and scowling at the\r\ncarpet, he was sitting at the piano, playing “The Rosary” with one\r\nfinger. He couldn’t play anything except “The Rosary,” and he couldn’t\r\nplay much of that. Somewhere round about the third bar a fuse would\r\nblow out, and he’d have to start all over again.\r\n\r\nHe was playing it as usual one morning when I came in from bathing.\r\n\r\n“Reggie,” he said, in a hollow voice, looking up, “I’ve seen her.”\r\n\r\n“Seen her?” I said. “What, Miss West?”\r\n\r\n“I was down at the post office, getting the letters, and we met in the\r\ndoorway. She cut me!”\r\n\r\nHe started “The Rosary” again, and side-slipped in the second bar.\r\n\r\n“Reggie,” he said, “you ought never to have brought me here. I must go\r\naway.”\r\n\r\n“Go away?” I said. “Don’t talk such rot. This is the best thing that\r\ncould have happened. This is where you come out strong.”\r\n\r\n“She cut me.”\r\n\r\n“Never mind. Be a sportsman. Have another dash at her.”\r\n\r\n“She looked clean through me!”\r\n\r\n“Of course she did. But don’t mind that. Put this thing in my hands.\r\nI’ll see you through. Now, what you want,” I said, “is to place her\r\nunder some obligation to you. What you want is to get her timidly\r\nthanking you. What you want——”\r\n\r\n“But what’s she going to thank me timidly for?”\r\n\r\nI thought for a moment.\r\n\r\n“Look out for a chance and save her from drowning,” I said.\r\n\r\n“I can’t swim,” said Freddie.\r\n\r\nThat was Freddie all over, don’t you know. A dear old chap in a\r\nthousand ways, but no help to a fellow, if you know what I mean.\r\n\r\nHe cranked up the piano once more and I sprinted for the open.\r\n\r\nI strolled out on to the sands and began to think this thing over.\r\nThere was no doubt that the brain-work had got to be done by me. Dear\r\nold Freddie had his strong qualities. He was top-hole at polo, and in\r\nhappier days I’ve heard him give an imitation of cats fighting in a\r\nbackyard that would have surprised you. But apart from that he wasn’t a\r\nman of enterprise.\r\n\r\nWell, don’t you know, I was rounding some rocks, with my brain whirring\r\nlike a dynamo, when I caught sight of a blue dress, and, by Jove, it\r\nwas the girl. I had never met her, but Freddie had sixteen photographs\r\nof her sprinkled round his bedroom, and I knew I couldn’t be mistaken.\r\nShe was sitting on the sand, helping a small, fat child build a castle.\r\nOn a chair close by was an elderly lady reading a novel. I heard the\r\ngirl call her “aunt.” So, doing the Sherlock Holmes business, I deduced\r\nthat the fat child was her cousin. It struck me that if Freddie had\r\nbeen there he would probably have tried to work up some sentiment about\r\nthe kid on the strength of it. Personally I couldn’t manage it. I don’t\r\nthink I ever saw a child who made me feel less sentimental. He was one\r\nof those round, bulging kids.\r\n\r\nAfter he had finished the castle he seemed to get bored with life, and\r\nbegan to whimper. The girl took him off to where a fellow was selling\r\nsweets at a stall. And I walked on.\r\n\r\nNow, fellows, if you ask them, will tell you that I’m a chump. Well, I\r\ndon’t mind. I admit it. I _am_ a chump. All the Peppers have been\r\nchumps. But what I do say is that every now and then, when you’d least\r\nexpect it, I get a pretty hot brain-wave; and that’s what happened now.\r\nI doubt if the idea that came to me then would have occurred to a\r\nsingle one of any dozen of the brainiest chappies you care to name.\r\n\r\nIt came to me on my return journey. I was walking back along the shore,\r\nwhen I saw the fat kid meditatively smacking a jelly-fish with a spade.\r\nThe girl wasn’t with him. In fact, there didn’t seem to be any one in\r\nsight. I was just going to pass on when I got the brain-wave. I thought\r\nthe whole thing out in a flash, don’t you know. From what I had seen of\r\nthe two, the girl was evidently fond of this kid, and, anyhow, he was\r\nher cousin, so what I said to myself was this: If I kidnap this young\r\nheavy-weight for the moment, and if, when the girl has got frightfully\r\nanxious about where he can have got to, dear old Freddie suddenly\r\nappears leading the infant by the hand and telling a story to the\r\neffect that he has found him wandering at large about the country and\r\npractically saved his life, why, the girl’s gratitude is bound to make\r\nher chuck hostilities and be friends again. So I gathered in the kid\r\nand made off with him. All the way home I pictured that scene of\r\nreconciliation. I could see it so vividly, don’t you know, that, by\r\nGeorge, it gave me quite a choky feeling in my throat.\r\n\r\nFreddie, dear old chap, was rather slow at getting on to the fine\r\npoints of the idea. When I appeared, carrying the kid, and dumped him\r\ndown in our sitting-room, he didn’t absolutely effervesce with joy, if\r\nyou know what I mean. The kid had started to bellow by this time, and\r\npoor old Freddie seemed to find it rather trying.\r\n\r\n“Stop it!” he said. “Do you think nobody’s got any troubles except you?\r\nWhat the deuce is all this, Reggie?”\r\n\r\nThe kid came back at him with a yell that made the window rattle. I\r\nraced to the kitchen and fetched a jar of honey. It was the right\r\nstuff. The kid stopped bellowing and began to smear his face with the\r\nstuff.\r\n\r\n“Well?” said Freddie, when silence had set in. I explained the idea.\r\nAfter a while it began to strike him.\r\n\r\n“You’re not such a fool as you look, sometimes, Reggie,” he said\r\nhandsomely. “I’m bound to say this seems pretty good.”\r\n\r\nAnd he disentangled the kid from the honey-jar and took him out, to\r\nscour the beach for Angela.\r\n\r\nI don’t know when I’ve felt so happy. I was so fond of dear old Freddie\r\nthat to know that he was soon going to be his old bright self again\r\nmade me feel as if somebody had left me about a million pounds. I was\r\nleaning back in a chair on the veranda, smoking peacefully, when down\r\nthe road I saw the old boy returning, and, by George, the kid was still\r\nwith him. And Freddie looked as if he hadn’t a friend in the world.\r\n\r\n“Hello!” I said. “Couldn’t you find her?”\r\n\r\n“Yes, I found her,” he replied, with one of those bitter, hollow\r\nlaughs.\r\n\r\n“Well, then——?”\r\n\r\nFreddie sank into a chair and groaned.\r\n\r\n“This isn’t her cousin, you idiot!” he said.\r\n\r\n“He’s no relation at all. He’s just a kid she happened to meet on the\r\nbeach. She had never seen him before in her life.”\r\n\r\n“What! Who is he, then?”\r\n\r\n“I don’t know. Oh, Lord, I’ve had a time! Thank goodness you’ll\r\nprobably spend the next few years of your life in Dartmoor for\r\nkidnapping. That’s my only consolation. I’ll come and jeer at you\r\nthrough the bars.”\r\n\r\n“Tell me all, old boy,” I said.\r\n\r\nIt took him a good long time to tell the story, for he broke off in the\r\nmiddle of nearly every sentence to call me names, but I gathered\r\ngradually what had happened. She had listened like an iceberg while he\r\ntold the story he had prepared, and then—well, she didn’t actually call\r\nhim a liar, but she gave him to understand in a general sort of way\r\nthat if he and Dr. Cook ever happened to meet, and started swapping\r\nstories, it would be about the biggest duel on record. And then he had\r\ncrawled away with the kid, licked to a splinter.\r\n\r\n“And mind, this is your affair,” he concluded. “I’m not mixed up in it\r\nat all. If you want to escape your sentence, you’d better go and find\r\nthe kid’s parents and return him before the police come for you.”\r\n\r\nBy Jove, you know, till I started to tramp the place with this infernal\r\nkid, I never had a notion it would have been so deuced difficult to\r\nrestore a child to its anxious parents. It’s a mystery to me how\r\nkidnappers ever get caught. I searched Marvis Bay like a bloodhound,\r\nbut nobody came forward to claim the infant. You’d have thought, from\r\nthe lack of interest in him, that he was stopping there all by himself\r\nin a cottage of his own. It wasn’t till, by an inspiration, I thought\r\nto ask the sweet-stall man that I found out that his name was Medwin,\r\nand that his parents lived at a place called Ocean Rest, in Beach Road.\r\n\r\nI shot off there like an arrow and knocked at the door. Nobody\r\nanswered. I knocked again. I could hear movements inside, but nobody\r\ncame. I was just going to get to work on that knocker in such a way\r\nthat the idea would filter through into these people’s heads that I\r\nwasn’t standing there just for the fun of the thing, when a voice from\r\nsomewhere above shouted, “Hi!”\r\n\r\nI looked up and saw a round, pink face, with grey whiskers east and\r\nwest of it, staring down from an upper window.\r\n\r\n“Hi!” it shouted again.\r\n\r\n“What the deuce do you mean by ‘Hi’?” I said.\r\n\r\n“You can’t come in,” said the face. “Hello, is that Tootles?”\r\n\r\n“My name is not Tootles, and I don’t want to come in,” I said. “Are you\r\nMr. Medwin? I’ve brought back your son.”\r\n\r\n“I see him. Peep-bo, Tootles! Dadda can see ’oo!”\r\n\r\nThe face disappeared with a jerk. I could hear voices. The face\r\nreappeared.\r\n\r\n“Hi!”\r\n\r\nI churned the gravel madly.\r\n\r\n“Do you live here?” said the face.\r\n\r\n“I’m staying here for a few weeks.”\r\n\r\n“What’s your name?”\r\n\r\n“Pepper. But——”\r\n\r\n“Pepper? Any relation to Edward Pepper, the colliery owner?”\r\n\r\n“My uncle. But——”\r\n\r\n“I used to know him well. Dear old Edward Pepper! I wish I was with him\r\nnow.”\r\n\r\n“I wish you were,” I said.\r\n\r\nHe beamed down at me.\r\n\r\n“This is most fortunate,” he said. “We were wondering what we were to\r\ndo with Tootles. You see, we have the mumps here. My daughter Bootles\r\nhas just developed mumps. Tootles must not be exposed to the risk of\r\ninfection. We could not think what we were to do with him. It was most\r\nfortunate your finding him. He strayed from his nurse. I would hesitate\r\nto trust him to the care of a stranger, but you are different. Any\r\nnephew of Edward Pepper’s has my implicit confidence. You must take\r\nTootles to your house. It will be an ideal arrangement. I have written\r\nto my brother in London to come and fetch him. He may be here in a few\r\ndays.”\r\n\r\n“May!”\r\n\r\n“He is a busy man, of course; but he should certainly be here within a\r\nweek. Till then Tootles can stop with you. It is an excellent plan.\r\nVery much obliged to you. Your wife will like Tootles.”\r\n\r\n“I haven’t got a wife,” I yelled; but the window had closed with a\r\nbang, as if the man with the whiskers had found a germ trying to\r\nescape, don’t you know, and had headed it off just in time.\r\n\r\nI breathed a deep breath and wiped my forehead.\r\n\r\nThe window flew up again.\r\n\r\n“Hi!”\r\n\r\nA package weighing about a ton hit me on the head and burst like a\r\nbomb.\r\n\r\n“Did you catch it?” said the face, reappearing. “Dear me, you missed\r\nit! Never mind. You can get it at the grocer’s. Ask for Bailey’s\r\nGranulated Breakfast Chips. Tootles takes them for breakfast with a\r\nlittle milk. Be certain to get Bailey’s.”\r\n\r\nMy spirit was broken, if you know what I mean. I accepted the\r\nsituation. Taking Tootles by the hand, I walked slowly away. Napoleon’s\r\nretreat from Moscow was a picnic by the side of it.\r\n\r\nAs we turned up the road we met Freddie’s Angela.\r\n\r\nThe sight of her had a marked effect on the kid Tootles. He pointed at\r\nher and said, “Wah!”\r\n\r\nThe girl stopped and smiled. I loosed the kid, and he ran to her.\r\n\r\n“Well, baby?” she said, bending down to him. “So father found you\r\nagain, did he? Your little son and I made friends on the beach this\r\nmorning,” she said to me.\r\n\r\nThis was the limit. Coming on top of that interview with the whiskered\r\nlunatic it so utterly unnerved me, don’t you know, that she had nodded\r\ngood-bye and was half-way down the road before I caught up with my\r\nbreath enough to deny the charge of being the infant’s father.\r\n\r\nI hadn’t expected dear old Freddie to sing with joy when he found out\r\nwhat had happened, but I did think he might have shown a little more\r\nmanly fortitude. He leaped up, glared at the kid, and clutched his\r\nhead. He didn’t speak for a long time, but, on the other hand, when he\r\nbegan he did not leave off for a long time. He was quite emotional,\r\ndear old boy. It beat me where he could have picked up such\r\nexpressions.\r\n\r\n“Well,” he said, when he had finished, “say something! Heavens! man,\r\nwhy don’t you say something?”\r\n\r\n“You don’t give me a chance, old top,” I said soothingly.\r\n\r\n“What are you going to do about it?”\r\n\r\n“What can we do about it?”\r\n\r\n“We can’t spend our time acting as nurses to this—this exhibit.”\r\n\r\nHe got up.\r\n\r\n“I’m going back to London,” he said.\r\n\r\n“Freddie!” I cried. “Freddie, old man!” My voice shook. “Would you\r\ndesert a pal at a time like this?”\r\n\r\n“I would. This is your business, and you’ve got to manage it.”\r\n\r\n“Freddie,” I said, “you’ve got to stand by me. You must. Do you realize\r\nthat this child has to be undressed, and bathed, and dressed again? You\r\nwouldn’t leave me to do all that single-handed? Freddie, old scout, we\r\nwere at school together. Your mother likes me. You owe me a tenner.”\r\n\r\nHe sat down again.\r\n\r\n“Oh, well,” he said resignedly.\r\n\r\n“Besides, old top,” I said, “I did it all for your sake, don’t you\r\nknow?”\r\n\r\nHe looked at me in a curious way.\r\n\r\n“Reggie,” he said, in a strained voice, “one moment. I’ll stand a good\r\ndeal, but I won’t stand for being expected to be grateful.”\r\n\r\nLooking back at it, I see that what saved me from Colney Hatch in that\r\ncrisis was my bright idea of buying up most of the contents of the\r\nlocal sweet-shop. By serving out sweets to the kid practically\r\nincessantly we managed to get through the rest of that day pretty\r\nsatisfactorily. At eight o’clock he fell asleep in a chair, and, having\r\nundressed him by unbuttoning every button in sight and, where there\r\nwere no buttons, pulling till something gave, we carried him up to bed.\r\n\r\nFreddie stood looking at the pile of clothes on the floor and I knew\r\nwhat he was thinking. To get the kid undressed had been simple—a mere\r\nmatter of muscle. But how were we to get him into his clothes again? I\r\nstirred the pile with my foot. There was a long linen arrangement which\r\nmight have been anything. Also a strip of pink flannel which was like\r\nnothing on earth. We looked at each other and smiled wanly.\r\n\r\nBut in the morning I remembered that there were children at the next\r\nbungalow but one. We went there before breakfast and borrowed their\r\nnurse. Women are wonderful, by George they are! She had that kid\r\ndressed and looking fit for anything in about eight minutes. I showered\r\nwealth on her, and she promised to come in morning and evening. I sat\r\ndown to breakfast almost cheerful again. It was the first bit of silver\r\nlining there had been to the cloud up to date.\r\n\r\n“And after all,” I said, “there’s lots to be said for having a child\r\nabout the house, if you know what I mean. Kind of cosy and\r\ndomestic—what!”\r\n\r\nJust then the kid upset the milk over Freddie’s trousers, and when he\r\nhad come back after changing his clothes he began to talk about what a\r\nmuch-maligned man King Herod was. The more he saw of Tootles, he said,\r\nthe less he wondered at those impulsive views of his on infanticide.\r\n\r\nTwo days later Jimmy Pinkerton came down. Jimmy took one look at the\r\nkid, who happened to be howling at the moment, and picked up his\r\nportmanteau.\r\n\r\n“For me,” he said, “the hotel. I can’t write dialogue with that sort of\r\nthing going on. Whose work is this? Which of you adopted this little\r\ntreasure?”\r\n\r\nI told him about Mr. Medwin and the mumps. Jimmy seemed interested.\r\n\r\n“I might work this up for the stage,” he said. “It wouldn’t make a bad\r\nsituation for act two of a farce.”\r\n\r\n“Farce!” snarled poor old Freddie.\r\n\r\n“Rather. Curtain of act one on hero, a well-meaning, half-baked sort of\r\nidiot just like—that is to say, a well-meaning, half-baked sort of\r\nidiot, kidnapping the child. Second act, his adventures with it. I’ll\r\nrough it out to-night. Come along and show me the hotel, Reggie.”\r\n\r\nAs we went I told him the rest of the story—the Angela part. He laid\r\ndown his portmanteau and looked at me like an owl through his glasses.\r\n\r\n“What!” he said. “Why, hang it, this is a play, ready-made. It’s the\r\nold ‘Tiny Hand’ business. Always safe stuff. Parted lovers. Lisping\r\nchild. Reconciliation over the little cradle. It’s big. Child, centre.\r\nGirl L.C.; Freddie, up stage, by the piano. Can Freddie play the\r\npiano?”\r\n\r\n“He can play a little of ‘The Rosary’ with one finger.”\r\n\r\nJimmy shook his head.\r\n\r\n“No; we shall have to cut out the soft music. But the rest’s all right.\r\nLook here.” He squatted in the sand. “This stone is the girl. This bit\r\nof seaweed’s the child. This nutshell is Freddie. Dialogue leading up\r\nto child’s line. Child speaks like, ‘Boofer lady, does i’oo love\r\ndadda?’ Business of outstretched hands. Hold picture for a moment.\r\nFreddie crosses L., takes girl’s hand. Business of swallowing lump in\r\nthroat. Then big speech. ‘Ah, Marie,’ or whatever her name\r\nis—Jane—Agnes—Angela? Very well. ‘Ah, Angela, has not this gone on too\r\nlong? A little child rebukes us! Angela!’ And so on. Freddie must work\r\nup his own part. I’m just giving you the general outline. And we must\r\nget a good line for the child. ‘Boofer lady, does ’oo love dadda?’\r\nisn’t definite enough. We want something more—ah! ‘Kiss Freddie,’\r\nthat’s it. Short, crisp, and has the punch.”\r\n\r\n“But, Jimmy, old top,” I said, “the only objection is, don’t you know,\r\nthat there’s no way of getting the girl to the cottage. She cuts\r\nFreddie. She wouldn’t come within a mile of him.”\r\n\r\nJimmy frowned.\r\n\r\n“That’s awkward,” he said. “Well, we shall have to make it an exterior\r\nset instead of an interior. We can easily corner her on the beach\r\nsomewhere, when we’re ready. Meanwhile, we must get the kid\r\nletter-perfect. First rehearsal for lines and business eleven sharp\r\nto-morrow.”\r\n\r\nPoor old Freddie was in such a gloomy state of mind that we decided not\r\nto tell him the idea till we had finished coaching the kid. He wasn’t\r\nin the mood to have a thing like that hanging over him. So we\r\nconcentrated on Tootles. And pretty early in the proceedings we saw\r\nthat the only way to get Tootles worked up to the spirit of the thing\r\nwas to introduce sweets of some sort as a sub-motive, so to speak.\r\n\r\n“The chief difficulty,” said Jimmy Pinkerton at the end of the first\r\nrehearsal, “is to establish a connection in the kid’s mind between his\r\nline and the sweets. Once he has grasped the basic fact that those two\r\nwords, clearly spoken, result automatically in acid-drops, we have got\r\na success.”\r\n\r\nI’ve often thought, don’t you know, how interesting it must be to be\r\none of those animal-trainer Johnnies: to stimulate the dawning\r\nintelligence, and that sort of thing. Well, this was every bit as\r\nexciting. Some days success seemed to be staring us in the eye, and the\r\nkid got the line out as if he’d been an old professional. And then he’d\r\ngo all to pieces again. And time was flying.\r\n\r\n“We must hurry up, Jimmy,” I said. “The kid’s uncle may arrive any day\r\nnow and take him away.”\r\n\r\n“And we haven’t an understudy,” said Jimmy. “There’s something in that.\r\nWe must work! My goodness, that kid’s a bad study. I’ve known\r\ndeaf-mutes who would have learned the part quicker.”\r\n\r\nI will say this for the kid, though: he was a trier. Failure didn’t\r\ndiscourage him. Whenever there was any kind of sweet near he had a dash\r\nat his line, and kept on saying something till he got what he was\r\nafter. His only fault was his uncertainty. Personally, I would have\r\nbeen prepared to risk it, and start the performance at the first\r\nopportunity, but Jimmy said no.\r\n\r\n“We’re not nearly ready,” said Jimmy. “To-day, for instance, he said\r\n‘Kick Freddie.’ That’s not going to win any girl’s heart. And she might\r\ndo it, too. No; we must postpone production awhile yet.”\r\n\r\nBut, by George, we didn’t. The curtain went up the very next afternoon.\r\n\r\nIt was nobody’s fault—certainly not mine. It was just Fate. Freddie had\r\nsettled down at the piano, and I was leading the kid out of the house\r\nto exercise it, when, just as we’d got out to the veranda, along came\r\nthe girl Angela on her way to the beach. The kid set up his usual yell\r\nat the sight of her, and she stopped at the foot of the steps.\r\n\r\n“Hello, baby!” she said. “Good morning,” she said to me. “May I come\r\nup?”\r\n\r\nShe didn’t wait for an answer. She just came. She seemed to be that\r\nsort of girl. She came up on the veranda and started fussing over the\r\nkid. And six feet away, mind you, Freddie smiting the piano in the\r\nsitting-room. It was a dash disturbing situation, don’t you know. At\r\nany minute Freddie might take it into his head to come out on to the\r\nveranda, and we hadn’t even begun to rehearse him in his part.\r\n\r\nI tried to break up the scene.\r\n\r\n“We were just going down to the beach,” I said.\r\n\r\n“Yes?” said the girl. She listened for a moment. “So you’re having your\r\npiano tuned?” she said. “My aunt has been trying to find a tuner for\r\nours. Do you mind if I go in and tell this man to come on to us when\r\nhe’s finished here?”\r\n\r\n“Er—not yet!” I said. “Not yet, if you don’t mind. He can’t bear to be\r\ndisturbed when he’s working. It’s the artistic temperament. I’ll tell\r\nhim later.”\r\n\r\n“Very well,” she said, getting up to go. “Ask him to call at Pine\r\nBungalow. West is the name. Oh, he seems to have stopped. I suppose he\r\nwill be out in a minute now. I’ll wait.”\r\n\r\n“Don’t you think—shouldn’t we be going on to the beach?” I said.\r\n\r\nShe had started talking to the kid and didn’t hear. She was feeling in\r\nher pocket for something.\r\n\r\n“The beach,” I babbled.\r\n\r\n“See what I’ve brought for you, baby,” she said. And, by George, don’t\r\nyou know, she held up in front of the kid’s bulging eyes a chunk of\r\ntoffee about the size of the Automobile Club.\r\n\r\nThat finished it. We had just been having a long rehearsal, and the kid\r\nwas all worked up in his part. He got it right first time.\r\n\r\n“Kiss Fweddie!” he shouted.\r\n\r\nAnd the front door opened, and Freddie came out on to the veranda, for\r\nall the world as if he had been taking a cue.\r\n\r\nHe looked at the girl, and the girl looked at him. I looked at the\r\nground, and the kid looked at the toffee.\r\n\r\n“Kiss Fweddie!” he yelled. “Kiss Fweddie!”\r\n\r\nThe girl was still holding up the toffee, and the kid did what Jimmy\r\nPinkerton would have called “business of outstretched hands” towards\r\nit.\r\n\r\n“Kiss Fweddie!” he shrieked.\r\n\r\n“What does this mean?” said the girl, turning to me.\r\n\r\n“You’d better give it to him, don’t you know,” I said. “He’ll go on\r\ntill you do.”\r\n\r\nShe gave the kid his toffee, and he subsided. Poor old Freddie still\r\nstood there gaping, without a word.\r\n\r\n“What does it mean?” said the girl again. Her face was pink, and her\r\neyes were sparkling in the sort of way, don’t you know, that makes a\r\nfellow feel as if he hadn’t any bones in him, if you know what I mean.\r\nDid you ever tread on your partner’s dress at a dance and tear it, and\r\nsee her smile at you like an angel and say: “_Please_ don’t apologize.\r\nIt’s nothing,” and then suddenly meet her clear blue eyes and feel as\r\nif you had stepped on the teeth of a rake and had the handle jump up\r\nand hit you in the face? Well, that’s how Freddie’s Angela looked.\r\n\r\n“_Well?_” she said, and her teeth gave a little click.\r\n\r\nI gulped. Then I said it was nothing. Then I said it was nothing much.\r\nThen I said, “Oh, well, it was this way.” And, after a few brief\r\nremarks about Jimmy Pinkerton, I told her all about it. And all the\r\nwhile Idiot Freddie stood there gaping, without a word.\r\n\r\nAnd the girl didn’t speak, either. She just stood listening.\r\n\r\nAnd then she began to laugh. I never heard a girl laugh so much. She\r\nleaned against the side of the veranda and shrieked. And all the while\r\nFreddie, the World’s Champion Chump, stood there, saying nothing.\r\n\r\nWell I sidled towards the steps. I had said all I had to say, and it\r\nseemed to me that about here the stage-direction “exit” was written in\r\nmy part. I gave poor old Freddie up in despair. If only he had said a\r\nword, it might have been all right. But there he stood, speechless.\r\nWhat can a fellow do with a fellow like that?\r\n\r\nJust out of sight of the house I met Jimmy Pinkerton.\r\n\r\n“Hello, Reggie!” he said. “I was just coming to you. Where’s the kid?\r\nWe must have a big rehearsal to-day.”\r\n\r\n“No good,” I said sadly. “It’s all over. The thing’s finished. Poor\r\ndear old Freddie has made an ass of himself and killed the whole show.”\r\n\r\n“Tell me,” said Jimmy.\r\n\r\nI told him.\r\n\r\n“Fluffed in his lines, did he?” said Jimmy, nodding thoughtfully. “It’s\r\nalways the way with these amateurs. We must go back at once. Things\r\nlook bad, but it may not be too late,” he said as we started. “Even now\r\na few well-chosen words from a man of the world, and——”\r\n\r\n“Great Scot!” I cried. “Look!”\r\n\r\nIn front of the cottage stood six children, a nurse, and the fellow\r\nfrom the grocer’s staring. From the windows of the houses opposite\r\nprojected about four hundred heads of both sexes, staring. Down the\r\nroad came galloping five more children, a dog, three men, and a boy,\r\nabout to stare. And on our porch, as unconscious of the spectators as\r\nif they had been alone in the Sahara, stood Freddie and Angela, clasped\r\nin each other’s arms.\r\n\r\nDear old Freddie may have been fluffy in his lines, but, by George, his\r\nbusiness had certainly gone with a bang!\r\n\r\n\r\n\r\n\r\nRALLYING ROUND OLD GEORGE\r\n\r\n\r\nI think one of the rummiest affairs I was ever mixed up with, in the\r\ncourse of a lifetime devoted to butting into other people’s business,\r\nwas that affair of George Lattaker at Monte Carlo. I wouldn’t bore you,\r\ndon’t you know, for the world, but I think you ought to hear about it.\r\n\r\nWe had come to Monte Carlo on the yacht _Circe_, belonging to an old\r\nsportsman of the name of Marshall. Among those present were myself, my\r\nman Voules, a Mrs. Vanderley, her daughter Stella, Mrs. Vanderley’s\r\nmaid Pilbeam and George.\r\n\r\nGeorge was a dear old pal of mine. In fact, it was I who had worked him\r\ninto the party. You see, George was due to meet his Uncle Augustus, who\r\nwas scheduled, George having just reached his twenty-fifth birthday, to\r\nhand over to him a legacy left by one of George’s aunts, for which he\r\nhad been trustee. The aunt had died when George was quite a kid. It was\r\na date that George had been looking forward to; for, though he had a\r\nsort of income—an income, after-all, is only an income, whereas a chunk\r\nof o’ goblins is a pile. George’s uncle was in Monte Carlo, and had\r\nwritten George that he would come to London and unbelt; but it struck\r\nme that a far better plan was for George to go to his uncle at Monte\r\nCarlo instead. Kill two birds with one stone, don’t you know. Fix up\r\nhis affairs and have a pleasant holiday simultaneously. So George had\r\ntagged along, and at the time when the trouble started we were anchored\r\nin Monaco Harbour, and Uncle Augustus was due next day.\r\n\r\nLooking back, I may say that, so far as I was mixed up in it, the thing\r\nbegan at seven o’clock in the morning, when I was aroused from a\r\ndreamless sleep by the dickens of a scrap in progress outside my\r\nstate-room door. The chief ingredients were a female voice that sobbed\r\nand said: “Oh, Harold!” and a male voice “raised in anger,” as they\r\nsay, which after considerable difficulty, I identified as Voules’s. I\r\nhardly recognized it. In his official capacity Voules talks exactly\r\nlike you’d expect a statue to talk, if it could. In private, however,\r\nhe evidently relaxed to some extent, and to have that sort of thing\r\ngoing on in my midst at that hour was too much for me.\r\n\r\n“Voules!” I yelled.\r\n\r\nSpion Kop ceased with a jerk. There was silence, then sobs diminishing\r\nin the distance, and finally a tap at the door. Voules entered with\r\nthat impressive, my-lord-the-carriage-waits look which is what I pay\r\nhim for. You wouldn’t have believed he had a drop of any sort of\r\nemotion in him.\r\n\r\n“Voules,” I said, “are you under the delusion that I’m going to be\r\nQueen of the May? You’ve called me early all right. It’s only just\r\nseven.”\r\n\r\n“I understood you to summon me, sir.”\r\n\r\n“I summoned you to find out why you were making that infernal noise\r\noutside.”\r\n\r\n“I owe you an apology, sir. I am afraid that in the heat of the moment\r\nI raised my voice.”\r\n\r\n“It’s a wonder you didn’t raise the roof. Who was that with you?”\r\n\r\n“Miss Pilbeam, sir; Mrs. Vanderley’s maid.”\r\n\r\n“What was all the trouble about?”\r\n\r\n“I was breaking our engagement, sir.”\r\n\r\nI couldn’t help gaping. Somehow one didn’t associate Voules with\r\nengagements. Then it struck me that I’d no right to butt in on his\r\nsecret sorrows, so I switched the conversation.\r\n\r\n“I think I’ll get up,” I said.\r\n\r\n“Yes, sir.”\r\n\r\n“I can’t wait to breakfast with the rest. Can you get me some right\r\naway?”\r\n\r\n“Yes, sir.”\r\n\r\nSo I had a solitary breakfast and went up on deck to smoke. It was a\r\nlovely morning. Blue sea, gleaming Casino, cloudless sky, and all the\r\nrest of the hippodrome. Presently the others began to trickle up.\r\nStella Vanderley was one of the first. I thought she looked a bit pale\r\nand tired. She said she hadn’t slept well. That accounted for it.\r\nUnless you get your eight hours, where are you?\r\n\r\n“Seen George?” I asked.\r\n\r\nI couldn’t help thinking the name seemed to freeze her a bit. Which was\r\nqueer, because all the voyage she and George had been particularly\r\nclose pals. In fact, at any moment I expected George to come to me and\r\nslip his little hand in mine, and whisper: “I’ve done it, old scout;\r\nshe loves muh!”\r\n\r\n“I have not seen Mr. Lattaker,” she said.\r\n\r\nI didn’t pursue the subject. George’s stock was apparently low that\r\na.m.\r\n\r\nThe next item in the day’s programme occurred a few minutes later when\r\nthe morning papers arrived.\r\n\r\nMrs. Vanderley opened hers and gave a scream.\r\n\r\n“The poor, dear Prince!” she said.\r\n\r\n“What a shocking thing!” said old Marshall.\r\n\r\n“I knew him in Vienna,” said Mrs. Vanderley. “He waltzed divinely.”\r\n\r\nThen I got at mine and saw what they were talking about. The paper was\r\nfull of it. It seemed that late the night before His Serene Highness\r\nthe Prince of Saxburg-Leignitz (I always wonder why they call these\r\nchaps “Serene”) had been murderously assaulted in a dark street on his\r\nway back from the Casino to his yacht. Apparently he had developed the\r\nhabit of going about without an escort, and some rough-neck, taking\r\nadvantage of this, had laid for him and slugged him with considerable\r\nvim. The Prince had been found lying pretty well beaten up and\r\ninsensible in the street by a passing pedestrian, and had been taken\r\nback to his yacht, where he still lay unconscious.\r\n\r\n“This is going to do somebody no good,” I said. “What do you get for\r\nslugging a Serene Highness? I wonder if they’ll catch the fellow?”\r\n\r\n“‘Later,’” read old Marshall, “‘the pedestrian who discovered His\r\nSerene Highness proves to have been Mr. Denman Sturgis, the eminent\r\nprivate investigator. Mr. Sturgis has offered his services to the\r\npolice, and is understood to be in possession of a most important\r\nclue.’ That’s the fellow who had charge of that kidnapping case in\r\nChicago. If anyone can catch the man, he can.”\r\n\r\nAbout five minutes later, just as the rest of them were going to move\r\noff to breakfast, a boat hailed us and came alongside. A tall, thin man\r\ncame up the gangway. He looked round the group, and fixed on old\r\nMarshall as the probable owner of the yacht.\r\n\r\n“Good morning,” he said. “I believe you have a Mr. Lattaker on\r\nboard—Mr. George Lattaker?”\r\n\r\n“Yes,” said Marshall. “He’s down below. Want to see him? Whom shall I\r\nsay?”\r\n\r\n“He would not know my name. I should like to see him for a moment on\r\nsomewhat urgent business.”\r\n\r\n“Take a seat. He’ll be up in a moment. Reggie, my boy, go and hurry him\r\nup.”\r\n\r\nI went down to George’s state-room.\r\n\r\n“George, old man!” I shouted.\r\n\r\nNo answer. I opened the door and went in. The room was empty. What’s\r\nmore, the bunk hadn’t been slept in. I don’t know when I’ve been more\r\nsurprised. I went on deck.\r\n\r\n“He isn’t there,” I said.\r\n\r\n“Not there!” said old Marshall. “Where is he, then? Perhaps he’s gone\r\nfor a stroll ashore. But he’ll be back soon for breakfast. You’d better\r\nwait for him. Have you breakfasted? No? Then will you join us?”\r\n\r\nThe man said he would, and just then the gong went and they trooped\r\ndown, leaving me alone on deck.\r\n\r\nI sat smoking and thinking, and then smoking a bit more, when I thought\r\nI heard somebody call my name in a sort of hoarse whisper. I looked\r\nover my shoulder, and, by Jove, there at the top of the gangway in\r\nevening dress, dusty to the eyebrows and without a hat, was dear old\r\nGeorge.\r\n\r\n“Great Scot!” I cried.\r\n\r\n“‘Sh!” he whispered. “Anyone about?”\r\n\r\n“They’re all down at breakfast.”\r\n\r\nHe gave a sigh of relief, sank into my chair, and closed his eyes. I\r\nregarded him with pity. The poor old boy looked a wreck.\r\n\r\n“I say!” I said, touching him on the shoulder.\r\n\r\nHe leaped out of the chair with a smothered yell.\r\n\r\n“Did you do that? What did you do it for? What’s the sense of it? How\r\ndo you suppose you can ever make yourself popular if you go about\r\ntouching people on the shoulder? My nerves are sticking a yard out of\r\nmy body this morning, Reggie!”\r\n\r\n“Yes, old boy?”\r\n\r\n“I did a murder last night.”\r\n\r\n“What?”\r\n\r\n“It’s the sort of thing that might happen to anybody. Directly Stella\r\nVanderley broke off our engagement I——”\r\n\r\n“Broke off your engagement? How long were you engaged?”\r\n\r\n“About two minutes. It may have been less. I hadn’t a stop-watch. I\r\nproposed to her at ten last night in the saloon. She accepted me. I was\r\njust going to kiss her when we heard someone coming. I went out. Coming\r\nalong the corridor was that infernal what’s-her-name—Mrs. Vanderley’s\r\nmaid—Pilbeam. Have you ever been accepted by the girl you love,\r\nReggie?”\r\n\r\n“Never. I’ve been refused dozens——”\r\n\r\n“Then you won’t understand how I felt. I was off my head with joy. I\r\nhardly knew what I was doing. I just felt I had to kiss the nearest\r\nthing handy. I couldn’t wait. It might have been the ship’s cat. It\r\nwasn’t. It was Pilbeam.”\r\n\r\n“You kissed her?”\r\n\r\n“I kissed her. And just at that moment the door of the saloon opened\r\nand out came Stella.”\r\n\r\n“Great Scott!”\r\n\r\n“Exactly what I said. It flashed across me that to Stella, dear girl,\r\nnot knowing the circumstances, the thing might seem a little odd. It\r\ndid. She broke off the engagement, and I got out the dinghy and rowed\r\noff. I was mad. I didn’t care what became of me. I simply wanted to\r\nforget. I went ashore. I—It’s just on the cards that I may have drowned\r\nmy sorrows a bit. Anyhow, I don’t remember a thing, except that I can\r\nrecollect having the deuce of a scrap with somebody in a dark street\r\nand somebody falling, and myself falling, and myself legging it for all\r\nI was worth. I woke up this morning in the Casino gardens. I’ve lost my\r\nhat.”\r\n\r\nI dived for the paper.\r\n\r\n“Read,” I said. “It’s all there.”\r\n\r\nHe read.\r\n\r\n“Good heavens!” he said.\r\n\r\n“You didn’t do a thing to His Serene Nibs, did you?”\r\n\r\n“Reggie, this is awful.”\r\n\r\n“Cheer up. They say he’ll recover.”\r\n\r\n“That doesn’t matter.”\r\n\r\n“It does to him.”\r\n\r\nHe read the paper again.\r\n\r\n“It says they’ve a clue.”\r\n\r\n“They always say that.”\r\n\r\n“But—My hat!”\r\n\r\n“Eh?”\r\n\r\n“My hat. I must have dropped it during the scrap. This man, Denman\r\nSturgis, must have found it. It had my name in it!”\r\n\r\n“George,” I said, “you mustn’t waste time. Oh!”\r\n\r\nHe jumped a foot in the air.\r\n\r\n“Don’t do it!” he said, irritably. “Don’t bark like that. What’s the\r\nmatter?”\r\n\r\n“The man!”\r\n\r\n“What man?”\r\n\r\n“A tall, thin man with an eye like a gimlet. He arrived just before you\r\ndid. He’s down in the saloon now, having breakfast. He said he wanted\r\nto see you on business, and wouldn’t give his name. I didn’t like the\r\nlook of him from the first. It’s this fellow Sturgis. It must be.”\r\n\r\n“No!”\r\n\r\n“I feel it. I’m sure of it.”\r\n\r\n“Had he a hat?”\r\n\r\n“Of course he had a hat.”\r\n\r\n“Fool! I mean mine. Was he carrying a hat?”\r\n\r\n“By Jove, he _was_ carrying a parcel. George, old scout, you must get a\r\nmove on. You must light out if you want to spend the rest of your life\r\nout of prison. Slugging a Serene Highness is _lèse-majesté_. It’s worse\r\nthan hitting a policeman. You haven’t got a moment to waste.”\r\n\r\n“But I haven’t any money. Reggie, old man, lend me a tenner or\r\nsomething. I must get over the frontier into Italy at once. I’ll wire\r\nmy uncle to meet me in——”\r\n\r\n“Look out,” I cried; “there’s someone coming!”\r\n\r\nHe dived out of sight just as Voules came up the companion-way,\r\ncarrying a letter on a tray.\r\n\r\n“What’s the matter!” I said. “What do you want?”\r\n\r\n“I beg your pardon, sir. I thought I heard Mr. Lattaker’s voice. A\r\nletter has arrived for him.”\r\n\r\n“He isn’t here.”\r\n\r\n“No, sir. Shall I remove the letter?”\r\n\r\n“No; give it to me. I’ll give it to him when he comes.”\r\n\r\n“Very good, sir.”\r\n\r\n“Oh, Voules! Are they all still at breakfast? The gentleman who came to\r\nsee Mr. Lattaker? Still hard at it?”\r\n\r\n“He is at present occupied with a kippered herring, sir.”\r\n\r\n“Ah! That’s all, Voules.”\r\n\r\n“Thank you, sir.”\r\n\r\nHe retired. I called to George, and he came out.\r\n\r\n“Who was it?”\r\n\r\n“Only Voules. He brought a letter for you. They’re all at breakfast\r\nstill. The sleuth’s eating kippers.”\r\n\r\n“That’ll hold him for a bit. Full of bones.” He began to read his\r\nletter. He gave a kind of grunt of surprise at the first paragraph.\r\n\r\n“Well, I’m hanged!” he said, as he finished.\r\n\r\n“Reggie, this is a queer thing.”\r\n\r\n“What’s that?”\r\n\r\nHe handed me the letter, and directly I started in on it I saw why he\r\nhad grunted. This is how it ran:\r\n\r\n“My dear George—I shall be seeing you to-morrow, I hope; but I think it\r\nis better, before we meet, to prepare you for a curious situation that\r\nhas arisen in connection with the legacy which your father inherited\r\nfrom your Aunt Emily, and which you are expecting me, as trustee, to\r\nhand over to you, now that you have reached your twenty-fifth birthday.\r\nYou have doubtless heard your father speak of your twin-brother Alfred,\r\nwho was lost or kidnapped—which, was never ascertained—when you were\r\nboth babies. When no news was received of him for so many years, it was\r\nsupposed that he was dead. Yesterday, however, I received a letter\r\npurporting that he had been living all this time in Buenos Ayres as the\r\nadopted son of a wealthy South American, and has only recently\r\ndiscovered his identity. He states that he is on his way to meet me,\r\nand will arrive any day now. Of course, like other claimants, he may\r\nprove to be an impostor, but meanwhile his intervention will, I fear,\r\ncause a certain delay before I can hand over your money to you. It will\r\nbe necessary to go into a thorough examination of credentials, etc.,\r\nand this will take some time. But I will go fully into the matter with\r\nyou when we meet.—Your affectionate uncle,\r\n\r\n\r\n“AUGUSTUS ARBUTT.”\r\n\r\n\r\nI read it through twice, and the second time I had one of those ideas I\r\ndo sometimes get, though admittedly a chump of the premier class. I\r\nhave seldom had such a thoroughly corking brain-wave.\r\n\r\n“Why, old top,” I said, “this lets you out.”\r\n\r\n“Lets me out of half the darned money, if that’s what you mean. If this\r\nchap’s not an imposter—and there’s no earthly reason to suppose he is,\r\nthough I’ve never heard my father say a word about him—we shall have to\r\nsplit the money. Aunt Emily’s will left the money to my father, or,\r\nfailing him, his ‘offspring.’ I thought that meant me, but apparently\r\nthere are a crowd of us. I call it rotten work, springing unexpected\r\noffspring on a fellow at the eleventh hour like this.”\r\n\r\n“Why, you chump,” I said, “it’s going to save you. This lets you out of\r\nyour spectacular dash across the frontier. All you’ve got to do is to\r\nstay here and be your brother Alfred. It came to me in a flash.”\r\n\r\nHe looked at me in a kind of dazed way.\r\n\r\n“You ought to be in some sort of a home, Reggie.”\r\n\r\n“Ass!” I cried. “Don’t you understand? Have you ever heard of\r\ntwin-brothers who weren’t exactly alike? Who’s to say you aren’t Alfred\r\nif you swear you are? Your uncle will be there to back you up that you\r\nhave a brother Alfred.”\r\n\r\n“And Alfred will be there to call me a liar.”\r\n\r\n“He won’t. It’s not as if you had to keep it up for the rest of your\r\nlife. It’s only for an hour or two, till we can get this detective off\r\nthe yacht. We sail for England to-morrow morning.”\r\n\r\nAt last the thing seemed to sink into him. His face brightened.\r\n\r\n“Why, I really do believe it would work,” he said.\r\n\r\n“Of course it would work. If they want proof, show them your mole. I’ll\r\nswear George hadn’t one.”\r\n\r\n“And as Alfred I should get a chance of talking to Stella and making\r\nthings all right for George. Reggie, old top, you’re a genius.”\r\n\r\n“No, no.”\r\n\r\n“You _are_.”\r\n\r\n“Well, it’s only sometimes. I can’t keep it up.”\r\n\r\nAnd just then there was a gentle cough behind us. We spun round.\r\n\r\n“What the devil are you doing here, Voules,” I said.\r\n\r\n“I beg your pardon, sir. I have heard all.”\r\n\r\nI looked at George. George looked at me.\r\n\r\n“Voules is all right,” I said. “Decent Voules! Voules wouldn’t give us\r\naway, would you, Voules?”\r\n\r\n“Yes, sir.”\r\n\r\n“You would?”\r\n\r\n“Yes, sir.”\r\n\r\n“But, Voules, old man,” I said, “be sensible. What would you gain by\r\nit?”\r\n\r\n“Financially, sir, nothing.”\r\n\r\n“Whereas, by keeping quiet”—I tapped him on the chest—“by holding your\r\ntongue, Voules, by saying nothing about it to anybody, Voules, old\r\nfellow, you might gain a considerable sum.”\r\n\r\n“Am I to understand, sir, that, because you are rich and I am poor, you\r\nthink that you can buy my self-respect?”\r\n\r\n“Oh, come!” I said.\r\n\r\n“How much?” said Voules.\r\n\r\nSo we switched to terms. You wouldn’t believe the way the man haggled.\r\nYou’d have thought a decent, faithful servant would have been delighted\r\nto oblige one in a little matter like that for a fiver. But not Voules.\r\nBy no means. It was a hundred down, and the promise of another hundred\r\nwhen we had got safely away, before he was satisfied. But we fixed it\r\nup at last, and poor old George got down to his state-room and changed\r\nhis clothes.\r\n\r\nHe’d hardly gone when the breakfast-party came on deck.\r\n\r\n“Did you meet him?” I asked.\r\n\r\n“Meet whom?” said old Marshall.\r\n\r\n“George’s twin-brother Alfred.”\r\n\r\n“I didn’t know George had a brother.”\r\n\r\n“Nor did he till yesterday. It’s a long story. He was kidnapped in\r\ninfancy, and everyone thought he was dead. George had a letter from his\r\nuncle about him yesterday. I shouldn’t wonder if that’s where George\r\nhas gone, to see his uncle and find out about it. In the meantime,\r\nAlfred has arrived. He’s down in George’s state-room now, having a\r\nbrush-up. It’ll amaze you, the likeness between them. You’ll think it\r\n_is_ George at first. Look! Here he comes.”\r\n\r\nAnd up came George, brushed and clean, in an ordinary yachting suit.\r\n\r\nThey were rattled. There was no doubt about that. They stood looking at\r\nhim, as if they thought there was a catch somewhere, but weren’t quite\r\ncertain where it was. I introduced him, and still they looked doubtful.\r\n\r\n“Mr. Pepper tells me my brother is not on board,” said George.\r\n\r\n“It’s an amazing likeness,” said old Marshall.\r\n\r\n“Is my brother like me?” asked George amiably.\r\n\r\n“No one could tell you apart,” I said.\r\n\r\n“I suppose twins always are alike,” said George. “But if it ever came\r\nto a question of identification, there would be one way of\r\ndistinguishing us. Do you know George well, Mr. Pepper?”\r\n\r\n“He’s a dear old pal of mine.”\r\n\r\n“You’ve been swimming with him perhaps?”\r\n\r\n“Every day last August.”\r\n\r\n“Well, then, you would have noticed it if he had had a mole like this\r\non the back of his neck, wouldn’t you?” He turned his back and stooped\r\nand showed the mole. His collar hid it at ordinary times. I had seen it\r\noften when we were bathing together.\r\n\r\n“Has George a mole like that?” he asked.\r\n\r\n“No,” I said. “Oh, no.”\r\n\r\n“You would have noticed it if he had?”\r\n\r\n“Yes,” I said. “Oh, yes.”\r\n\r\n“I’m glad of that,” said George. “It would be a nuisance not to be able\r\nto prove one’s own identity.”\r\n\r\nThat seemed to satisfy them all. They couldn’t get away from it. It\r\nseemed to me that from now on the thing was a walk-over. And I think\r\nGeorge felt the same, for, when old Marshall asked him if he had had\r\nbreakfast, he said he had not, went below, and pitched in as if he\r\nhadn’t a care in the world.\r\n\r\nEverything went right till lunch-time. George sat in the shade on the\r\nforedeck talking to Stella most of the time. When the gong went and the\r\nrest had started to go below, he drew me back. He was beaming.\r\n\r\n“It’s all right,” he said. “What did I tell you?”\r\n\r\n“What did you tell me?”\r\n\r\n“Why, about Stella. Didn’t I say that Alfred would fix things for\r\nGeorge? I told her she looked worried, and got her to tell me what the\r\ntrouble was. And then——”\r\n\r\n“You must have shown a flash of speed if you got her to confide in you\r\nafter knowing you for about two hours.”\r\n\r\n“Perhaps I did,” said George modestly, “I had no notion, till I became\r\nhim, what a persuasive sort of chap my brother Alfred was. Anyway, she\r\ntold me all about it, and I started in to show her that George was a\r\npretty good sort of fellow on the whole, who oughtn’t to be turned down\r\nfor what was evidently merely temporary insanity. She saw my point.”\r\n\r\n“And it’s all right?”\r\n\r\n“Absolutely, if only we can produce George. How much longer does that\r\ninfernal sleuth intend to stay here? He seems to have taken root.”\r\n\r\n“I fancy he thinks that you’re bound to come back sooner or later, and\r\nis waiting for you.”\r\n\r\n“He’s an absolute nuisance,” said George.\r\n\r\nWe were moving towards the companion way, to go below for lunch, when a\r\nboat hailed us. We went to the side and looked over.\r\n\r\n“It’s my uncle,” said George.\r\n\r\nA stout man came up the gangway.\r\n\r\n“Halloa, George!” he said. “Get my letter?”\r\n\r\n“I think you are mistaking me for my brother,” said George. “My name is\r\nAlfred Lattaker.”\r\n\r\n“What’s that?”\r\n\r\n“I am George’s brother Alfred. Are you my Uncle Augustus?”\r\n\r\nThe stout man stared at him.\r\n\r\n“You’re very like George,” he said.\r\n\r\n“So everyone tells me.”\r\n\r\n“And you’re really Alfred?”\r\n\r\n“I am.”\r\n\r\n“I’d like to talk business with you for a moment.”\r\n\r\nHe cocked his eye at me. I sidled off and went below.\r\n\r\nAt the foot of the companion-steps I met Voules.\r\n\r\n“I beg your pardon, sir,” said Voules. “If it would be convenient I\r\nshould be glad to have the afternoon off.”\r\n\r\nI’m bound to say I rather liked his manner. Absolutely normal. Not a\r\ntrace of the fellow-conspirator about it. I gave him the afternoon off.\r\n\r\nI had lunch—George didn’t show up—and as I was going out I was waylaid\r\nby the girl Pilbeam. She had been crying.\r\n\r\n“I beg your pardon, sir, but did Mr. Voules ask you for the afternoon?”\r\n\r\nI didn’t see what business if was of hers, but she seemed all worked up\r\nabout it, so I told her.\r\n\r\n“Yes, I have given him the afternoon off.”\r\n\r\nShe broke down—absolutely collapsed. Devilish unpleasant it was. I’m\r\nhopeless in a situation like this. After I’d said, “There, there!”\r\nwhich didn’t seem to help much, I hadn’t any remarks to make.\r\n\r\n“He s-said he was going to the tables to gamble away all his savings\r\nand then shoot himself, because he had nothing left to live for.”\r\n\r\nI suddenly remembered the scrap in the small hours outside my\r\nstate-room door. I hate mysteries. I meant to get to the bottom of\r\nthis. I couldn’t have a really first-class valet like Voules going\r\nabout the place shooting himself up. Evidently the girl Pilbeam was at\r\nthe bottom of the thing. I questioned her. She sobbed.\r\n\r\nI questioned her more. I was firm. And eventually she yielded up the\r\nfacts. Voules had seen George kiss her the night before; that was the\r\ntrouble.\r\n\r\nThings began to piece themselves together. I went up to interview\r\nGeorge. There was going to be another job for persuasive Alfred.\r\nVoules’s mind had got to be eased as Stella’s had been. I couldn’t\r\nafford to lose a fellow with his genius for preserving a\r\ntrouser-crease.\r\n\r\nI found George on the foredeck. What is it Shakespeare or somebody says\r\nabout some fellow’s face being sicklied o’er with the pale cast of\r\ncare? George’s was like that. He looked green.\r\n\r\n“Finished with your uncle?” I said.\r\n\r\nHe grinned a ghostly grin.\r\n\r\n“There isn’t any uncle,” he said. “There isn’t any Alfred. And there\r\nisn’t any money.”\r\n\r\n“Explain yourself, old top,” I said.\r\n\r\n“It won’t take long. The old crook has spent every penny of the trust\r\nmoney. He’s been at it for years, ever since I was a kid. When the time\r\ncame to cough up, and I was due to see that he did it, he went to the\r\ntables in the hope of a run of luck, and lost the last remnant of the\r\nstuff. He had to find a way of holding me for a while and postponing\r\nthe squaring of accounts while he got away, and he invented this\r\ntwin-brother business. He knew I should find out sooner or later, but\r\nmeanwhile he would be able to get off to South America, which he has\r\ndone. He’s on his way now.”\r\n\r\n“You let him go?”\r\n\r\n“What could I do? I can’t afford to make a fuss with that man Sturgis\r\naround. I can’t prove there’s no Alfred when my only chance of avoiding\r\nprison is to be Alfred.”\r\n\r\n“Well, you’ve made things right for yourself with Stella Vanderley,\r\nanyway,” I said, to cheer him up.\r\n\r\n“What’s the good of that now? I’ve hardly any money and no prospects.\r\nHow can I marry her?”\r\n\r\nI pondered.\r\n\r\n“It looks to me, old top,” I said at last, “as if things were in a bit\r\nof a mess.”\r\n\r\n“You’ve guessed it,” said poor old George.\r\n\r\nI spent the afternoon musing on Life. If you come to think of it, what\r\na queer thing Life is! So unlike anything else, don’t you know, if you\r\nsee what I mean. At any moment you may be strolling peacefully along,\r\nand all the time Life’s waiting around the corner to fetch you one. You\r\ncan’t tell when you may be going to get it. It’s all dashed puzzling.\r\nHere was poor old George, as well-meaning a fellow as ever stepped,\r\ngetting swatted all over the ring by the hand of Fate. Why? That’s what\r\nI asked myself. Just Life, don’t you know. That’s all there was about\r\nit.\r\n\r\nIt was close on six o’clock when our third visitor of the day arrived.\r\nWe were sitting on the afterdeck in the cool of the evening—old\r\nMarshall, Denman Sturgis, Mrs. Vanderley, Stella, George, and I—when he\r\ncame up. We had been talking of George, and old Marshall was suggesting\r\nthe advisability of sending out search-parties. He was worried. So was\r\nStella Vanderley. So, for that matter, were George and I, only not for\r\nthe same reason.\r\n\r\nWe were just arguing the thing out when the visitor appeared. He was a\r\nwell-built, stiff sort of fellow. He spoke with a German accent.\r\n\r\n“Mr. Marshall?” he said. “I am Count Fritz von Cöslin, equerry to His\r\nSerene Highness”—he clicked his heels together and saluted—“the Prince\r\nof Saxburg-Leignitz.”\r\n\r\nMrs. Vanderley jumped up.\r\n\r\n“Why, Count,” she said, “what ages since we met in Vienna! You\r\nremember?”\r\n\r\n“Could I ever forget? And the charming Miss Stella, she is well, I\r\nsuppose not?”\r\n\r\n“Stella, you remember Count Fritz?”\r\n\r\nStella shook hands with him.\r\n\r\n“And how is the poor, dear Prince?” asked Mrs. Vanderley. “What a\r\nterrible thing to have happened!”\r\n\r\n“I rejoice to say that my high-born master is better. He has regained\r\nconsciousness and is sitting up and taking nourishment.”\r\n\r\n“That’s good,” said old Marshall.\r\n\r\n“In a spoon only,” sighed the Count. “Mr. Marshall, with your\r\npermission I should like a word with Mr. Sturgis.”\r\n\r\n“Mr. Who?”\r\n\r\nThe gimlet-eyed sportsman came forward.\r\n\r\n“I am Denman Sturgis, at your service.”\r\n\r\n“The deuce you are! What are you doing here?”\r\n\r\n“Mr. Sturgis,” explained the Count, “graciously volunteered his\r\nservices——”\r\n\r\n“I know. But what’s he doing here?”\r\n\r\n“I am waiting for Mr. George Lattaker, Mr. Marshall.”\r\n\r\n“Eh?”\r\n\r\n“You have not found him?” asked the Count anxiously.\r\n\r\n“Not yet, Count; but I hope to do so shortly. I know what he looks like\r\nnow. This gentleman is his twin-brother. They are doubles.”\r\n\r\n“You are sure this gentleman is not Mr. George Lattaker?”\r\n\r\nGeorge put his foot down firmly on the suggestion.\r\n\r\n“Don’t go mixing me up with my brother,” he said. “I am Alfred. You can\r\ntell me by my mole.”\r\n\r\nHe exhibited the mole. He was taking no risks.\r\n\r\nThe Count clicked his tongue regretfully.\r\n\r\n“I am sorry,” he said.\r\n\r\nGeorge didn’t offer to console him,\r\n\r\n“Don’t worry,” said Sturgis. “He won’t escape me. I shall find him.”\r\n\r\n“Do, Mr. Sturgis, do. And quickly. Find swiftly that noble young man.”\r\n\r\n“What?” shouted George.\r\n\r\n“That noble young man, George Lattaker, who, at the risk of his life,\r\nsaved my high-born master from the assassin.”\r\n\r\nGeorge sat down suddenly.\r\n\r\n“I don’t understand,” he said feebly.\r\n\r\n“We were wrong, Mr. Sturgis,” went on the Count. “We leaped to the\r\nconclusion—was it not so?—that the owner of the hat you found was also\r\nthe assailant of my high-born master. We were wrong. I have heard the\r\nstory from His Serene Highness’s own lips. He was passing down a dark\r\nstreet when a ruffian in a mask sprang out upon him. Doubtless he had\r\nbeen followed from the Casino, where he had been winning heavily. My\r\nhigh-born master was taken by surprise. He was felled. But before he\r\nlost consciousness he perceived a young man in evening dress, wearing\r\nthe hat you found, running swiftly towards him. The hero engaged the\r\nassassin in combat, and my high-born master remembers no more. His\r\nSerene Highness asks repeatedly, ‘Where is my brave preserver?’ His\r\ngratitude is princely. He seeks for this young man to reward him. Ah,\r\nyou should be proud of your brother, sir!”\r\n\r\n“Thanks,” said George limply.\r\n\r\n“And you, Mr. Sturgis, you must redouble your efforts. You must search\r\nthe land; you must scour the sea to find George Lattaker.”\r\n\r\n“He needn’t take all that trouble,” said a voice from the gangway.\r\n\r\nIt was Voules. His face was flushed, his hat was on the back of his\r\nhead, and he was smoking a fat cigar.\r\n\r\n“I’ll tell you where to find George Lattaker!” he shouted.\r\n\r\nHe glared at George, who was staring at him.\r\n\r\n“Yes, look at me,” he yelled. “Look at me. You won’t be the first this\r\nafternoon who’s stared at the mysterious stranger who won for two hours\r\nwithout a break. I’ll be even with you now, Mr. Blooming Lattaker. I’ll\r\nlearn you to break a poor man’s heart. Mr. Marshall and gents, this\r\nmorning I was on deck, and I over’eard ’im plotting to put up a game on\r\nyou. They’d spotted that gent there as a detective, and they arranged\r\nthat blooming Lattaker was to pass himself off as his own twin-brother.\r\nAnd if you wanted proof, blooming Pepper tells him to show them his\r\nmole and he’d swear George hadn’t one. Those were his very words. That\r\nman there is George Lattaker, Hesquire, and let him deny it if he can.”\r\n\r\nGeorge got up.\r\n\r\n“I haven’t the least desire to deny it, Voules.”\r\n\r\n“Mr. Voules, if _you_ please.”\r\n\r\n“It’s true,” said George, turning to the Count. “The fact is, I had\r\nrather a foggy recollection of what happened last night. I only\r\nremembered knocking some one down, and, like you, I jumped to the\r\nconclusion that I must have assaulted His Serene Highness.”\r\n\r\n“Then you are really George Lattaker?” asked the Count.\r\n\r\n“I am.”\r\n\r\n“’Ere, what does all this mean?” demanded Voules.\r\n\r\n“Merely that I saved the life of His Serene Highness the Prince of\r\nSaxburg-Leignitz, Mr. Voules.”\r\n\r\n“It’s a swindle!” began Voules, when there was a sudden rush and the\r\ngirl Pilbeam cannoned into the crowd, sending me into old Marshall’s\r\nchair, and flung herself into the arms of Voules.\r\n\r\n“Oh, Harold!” she cried. “I thought you were dead. I thought you’d shot\r\nyourself.”\r\n\r\nHe sort of braced himself together to fling her off, and then he seemed\r\nto think better of it and fell into the clinch.\r\n\r\nIt was all dashed romantic, don’t you know, but there _are_ limits.\r\n\r\n“Voules, you’re sacked,” I said.\r\n\r\n“Who cares?” he said. “Think I was going to stop on now I’m a gentleman\r\nof property? Come along, Emma, my dear. Give a month’s notice and get\r\nyour ’at, and I’ll take you to dinner at Ciro’s.”\r\n\r\n“And you, Mr. Lattaker,” said the Count, “may I conduct you to the\r\npresence of my high-born master? He wishes to show his gratitude to his\r\npreserver.”\r\n\r\n“You may,” said George. “May I have my hat, Mr. Sturgis?”\r\n\r\nThere’s just one bit more. After dinner that night I came up for a\r\nsmoke, and, strolling on to the foredeck, almost bumped into George and\r\nStella. They seemed to be having an argument.\r\n\r\n“I’m not sure,” she was saying, “that I believe that a man can be so\r\nhappy that he wants to kiss the nearest thing in sight, as you put it.”\r\n\r\n“Don’t you?” said George. “Well, as it happens, I’m feeling just that\r\nway now.”\r\n\r\nI coughed and he turned round.\r\n\r\n“Halloa, Reggie!” he said.\r\n\r\n“Halloa, George!” I said. “Lovely night.”\r\n\r\n“Beautiful,” said Stella.\r\n\r\n“The moon,” I said.\r\n\r\n“Ripping,” said George.\r\n\r\n“Lovely,” said Stella.\r\n\r\n“And look at the reflection of the stars on the——”\r\n\r\nGeorge caught my eye. “Pop off,” he said.\r\n\r\nI popped.\r\n\r\n\r\n\r\n\r\nDOING CLARENCE A BIT OF GOOD\r\n\r\n\r\nHave you ever thought about—and, when I say thought about, I mean\r\nreally carefully considered the question of—the coolness, the cheek,\r\nor, if you prefer it, the gall with which Woman, as a sex, fairly\r\nbursts? _I_ have, by Jove! But then I’ve had it thrust on my notice, by\r\nGeorge, in a way I should imagine has happened to pretty few fellows.\r\nAnd the limit was reached by that business of the Yeardsley “Venus.”\r\n\r\nTo make you understand the full what-d’you-call-it of the situation, I\r\nshall have to explain just how matters stood between Mrs. Yeardsley and\r\nmyself.\r\n\r\nWhen I first knew her she was Elizabeth Shoolbred. Old Worcestershire\r\nfamily; pots of money; pretty as a picture. Her brother Bill was at\r\nOxford with me.\r\n\r\nI loved Elizabeth Shoolbred. I loved her, don’t you know. And there was\r\na time, for about a week, when we were engaged to be married. But just\r\nas I was beginning to take a serious view of life and study furniture\r\ncatalogues and feel pretty solemn when the restaurant orchestra played\r\n“The Wedding Glide,” I’m hanged if she didn’t break it off, and a month\r\nlater she was married to a fellow of the name of Yeardsley—Clarence\r\nYeardsley, an artist.\r\n\r\nWhat with golf, and billiards, and a bit of racing, and fellows at the\r\nclub rallying round and kind of taking me out of myself, as it were, I\r\ngot over it, and came to look on the affair as a closed page in the\r\nbook of my life, if you know what I mean. It didn’t seem likely to me\r\nthat we should meet again, as she and Clarence had settled down in the\r\ncountry somewhere and never came to London, and I’m bound to own that,\r\nby the time I got her letter, the wound had pretty well healed, and I\r\nwas to a certain extent sitting up and taking nourishment. In fact, to\r\nbe absolutely honest, I was jolly thankful the thing had ended as it\r\nhad done.\r\n\r\nThis letter I’m telling you about arrived one morning out of a blue\r\nsky, as it were. It ran like this:\r\n\r\n“MY DEAR OLD REGGIE,—What ages it seems since I saw anything of you.\r\nHow are you? We have settled down here in the most perfect old house,\r\nwith a lovely garden, in the middle of delightful country. Couldn’t you\r\nrun down here for a few days? Clarence and I would be so glad to see\r\nyou. Bill is here, and is most anxious to meet you again. He was\r\nspeaking of you only this morning. _Do_ come. Wire your train, and I\r\nwill send the car to meet you.\r\n\r\n\r\n—Yours most sincerely,\r\nELIZABETH YEARDSLEY.\r\n\r\n\r\n“P.S.—We can give you new milk and fresh eggs. Think of that!\r\n\r\n\r\n“P.P.S.—Bill says our billiard-table is one of the best he has ever\r\nplayed on.\r\n\r\n\r\n“P.P.S.S.—We are only half a mile from a golf course. Bill says it is\r\nbetter than St. Andrews.\r\n\r\n\r\n“P.P.S.S.S.—You _must_ come!”\r\n\r\n\r\nWell, a fellow comes down to breakfast one morning, with a bit of a\r\nhead on, and finds a letter like that from a girl who might quite\r\neasily have blighted his life! It rattled me rather, I must confess.\r\n\r\nHowever, that bit about the golf settled me. I knew Bill knew what he\r\nwas talking about, and, if he said the course was so topping, it must\r\nbe something special. So I went.\r\n\r\nOld Bill met me at the station with the car. I hadn’t come across him\r\nfor some months, and I was glad to see him again. And he apparently was\r\nglad to see me.\r\n\r\n“Thank goodness you’ve come,” he said, as we drove off. “I was just\r\nabout at my last grip.”\r\n\r\n“What’s the trouble, old scout?” I asked.\r\n\r\n“If I had the artistic what’s-its-name,” he went on, “if the mere\r\nmention of pictures didn’t give me the pip, I dare say it wouldn’t be\r\nso bad. As it is, it’s rotten!”\r\n\r\n“Pictures?”\r\n\r\n“Pictures. Nothing else is mentioned in this household. Clarence is an\r\nartist. So is his father. And you know yourself what Elizabeth is like\r\nwhen one gives her her head?”\r\n\r\nI remembered then—it hadn’t come back to me before—that most of my time\r\nwith Elizabeth had been spent in picture-galleries. During the period\r\nwhen I had let her do just what she wanted to do with me, I had had to\r\nfollow her like a dog through gallery after gallery, though pictures\r\nare poison to me, just as they are to old Bill. Somehow it had never\r\nstruck me that she would still be going on in this way after marrying\r\nan artist. I should have thought that by this time the mere sight of a\r\npicture would have fed her up. Not so, however, according to old Bill.\r\n\r\n“They talk pictures at every meal,” he said. “I tell you, it makes a\r\nchap feel out of it. How long are you down for?”\r\n\r\n“A few days.”\r\n\r\n“Take my tip, and let me send you a wire from London. I go there\r\nto-morrow. I promised to play against the Scottish. The idea was that I\r\nwas to come back after the match. But you couldn’t get me back with a\r\nlasso.”\r\n\r\nI tried to point out the silver lining.\r\n\r\n“But, Bill, old scout, your sister says there’s a most corking links\r\nnear here.”\r\n\r\nHe turned and stared at me, and nearly ran us into the bank.\r\n\r\n“You don’t mean honestly she said that?”\r\n\r\n“She said you said it was better than St. Andrews.”\r\n\r\n“So I did. Was that all she said I said?”\r\n\r\n“Well, wasn’t it enough?”\r\n\r\n“She didn’t happen to mention that I added the words, ‘I don’t think’?”\r\n\r\n“No, she forgot to tell me that.”\r\n\r\n“It’s the worst course in Great Britain.”\r\n\r\nI felt rather stunned, don’t you know. Whether it’s a bad habit to have\r\ngot into or not, I can’t say, but I simply can’t do without my daily\r\nallowance of golf when I’m not in London.\r\n\r\nI took another whirl at the silver lining.\r\n\r\n“We’ll have to take it out in billiards,” I said. “I’m glad the table’s\r\ngood.”\r\n\r\n“It depends what you call good. It’s half-size, and there’s a\r\nseven-inch cut just out of baulk where Clarence’s cue slipped.\r\nElizabeth has mended it with pink silk. Very smart and dressy it looks,\r\nbut it doesn’t improve the thing as a billiard-table.”\r\n\r\n“But she said you said——”\r\n\r\n“Must have been pulling your leg.”\r\n\r\nWe turned in at the drive gates of a good-sized house standing well\r\nback from the road. It looked black and sinister in the dusk, and I\r\ncouldn’t help feeling, you know, like one of those Johnnies you read\r\nabout in stories who are lured to lonely houses for rummy purposes and\r\nhear a shriek just as they get there. Elizabeth knew me well enough to\r\nknow that a specially good golf course was a safe draw to me. And she\r\nhad deliberately played on her knowledge. What was the game? That was\r\nwhat I wanted to know. And then a sudden thought struck me which\r\nbrought me out in a cold perspiration. She had some girl down here and\r\nwas going to have a stab at marrying me off. I’ve often heard that\r\nyoung married women are all over that sort of thing. Certainly she had\r\nsaid there was nobody at the house but Clarence and herself and Bill\r\nand Clarence’s father, but a woman who could take the name of St.\r\nAndrews in vain as she had done wouldn’t be likely to stick at a\r\ntrifle.\r\n\r\n“Bill, old scout,” I said, “there aren’t any frightful girls or any rot\r\nof that sort stopping here, are there?”\r\n\r\n“Wish there were,” he said. “No such luck.”\r\n\r\nAs we pulled up at the front door, it opened, and a woman’s figure\r\nappeared.\r\n\r\n“Have you got him, Bill?” she said, which in my present frame of mind\r\nstruck me as a jolly creepy way of putting it. The sort of thing Lady\r\nMacbeth might have said to Macbeth, don’t you know.\r\n\r\n“Do you mean me?” I said.\r\n\r\nShe came down into the light. It was Elizabeth, looking just the same\r\nas in the old days.\r\n\r\n“Is that you, Reggie? I’m so glad you were able to come. I was afraid\r\nyou might have forgotten all about it. You know what you are. Come\r\nalong in and have some tea.”\r\n\r\nHave you ever been turned down by a girl who afterwards married and\r\nthen been introduced to her husband? If so you’ll understand how I felt\r\nwhen Clarence burst on me. You know the feeling. First of all, when you\r\nhear about the marriage, you say to yourself, “I wonder what he’s\r\nlike.” Then you meet him, and think, “There must be some mistake. She\r\ncan’t have preferred _this_ to me!” That’s what I thought, when I set\r\neyes on Clarence.\r\n\r\nHe was a little thin, nervous-looking chappie of about thirty-five. His\r\nhair was getting grey at the temples and straggly on top. He wore\r\npince-nez, and he had a drooping moustache. I’m no Bombardier Wells\r\nmyself, but in front of Clarence I felt quite a nut. And Elizabeth,\r\nmind you, is one of those tall, splendid girls who look like\r\nprincesses. Honestly, I believe women do it out of pure cussedness.\r\n\r\n“How do you do, Mr. Pepper? Hark! Can you hear a mewing cat?” said\r\nClarence. All in one breath, don’t you know.\r\n\r\n“Eh?” I said.\r\n\r\n“A mewing cat. I feel sure I hear a mewing cat. Listen!”\r\n\r\nWhile we were listening the door opened, and a white-haired old\r\ngentleman came in. He was built on the same lines as Clarence, but was\r\nan earlier model. I took him, correctly, to be Mr. Yeardsley, senior.\r\nElizabeth introduced us.\r\n\r\n“Father,” said Clarence, “did you meet a mewing cat outside? I feel\r\npositive I heard a cat mewing.”\r\n\r\n“No,” said the father, shaking his head; “no mewing cat.”\r\n\r\n“I can’t bear mewing cats,” said Clarence. “A mewing cat gets on my\r\nnerves!”\r\n\r\n“A mewing cat is so trying,” said Elizabeth.\r\n\r\n“_I_ dislike mewing cats,” said old Mr. Yeardsley.\r\n\r\nThat was all about mewing cats for the moment. They seemed to think\r\nthey had covered the ground satisfactorily, and they went back to\r\npictures.\r\n\r\nWe talked pictures steadily till it was time to dress for dinner. At\r\nleast, they did. I just sort of sat around. Presently the subject of\r\npicture-robberies came up. Somebody mentioned the “Monna Lisa,” and\r\nthen I happened to remember seeing something in the evening paper, as I\r\nwas coming down in the train, about some fellow somewhere having had a\r\nvaluable painting pinched by burglars the night before. It was the\r\nfirst time I had had a chance of breaking into the conversation with\r\nany effect, and I meant to make the most of it. The paper was in the\r\npocket of my overcoat in the hall. I went and fetched it.\r\n\r\n“Here it is,” I said. “A Romney belonging to Sir Bellamy Palmer——”\r\n\r\nThey all shouted “What!” exactly at the same time, like a chorus.\r\nElizabeth grabbed the paper.\r\n\r\n“Let me look! Yes. ‘Late last night burglars entered the residence of\r\nSir Bellamy Palmer, Dryden Park, Midford, Hants——’”\r\n\r\n“Why, that’s near here,” I said. “I passed through Midford——”\r\n\r\n“Dryden Park is only two miles from this house,” said Elizabeth. I\r\nnoticed her eyes were sparkling.\r\n\r\n“Only two miles!” she said. “It might have been us! It might have been\r\nthe ‘Venus’!”\r\n\r\nOld Mr. Yeardsley bounded in his chair.\r\n\r\n“The ‘Venus’!” he cried.\r\n\r\nThey all seemed wonderfully excited. My little contribution to the\r\nevening’s chat had made quite a hit.\r\n\r\nWhy I didn’t notice it before I don’t know, but it was not till\r\nElizabeth showed it to me after dinner that I had my first look at the\r\nYeardsley “Venus.” When she led me up to it, and switched on the light,\r\nit seemed impossible that I could have sat right through dinner without\r\nnoticing it. But then, at meals, my attention is pretty well riveted on\r\nthe foodstuffs. Anyway, it was not till Elizabeth showed it to me that\r\nI was aware of its existence.\r\n\r\nShe and I were alone in the drawing-room after dinner. Old Yeardsley\r\nwas writing letters in the morning-room, while Bill and Clarence were\r\nrollicking on the half-size billiard table with the pink silk tapestry\r\neffects. All, in fact, was joy, jollity, and song, so to speak, when\r\nElizabeth, who had been sitting wrapped in thought for a bit, bent\r\ntowards me and said, “Reggie.”\r\n\r\nAnd the moment she said it I knew something was going to happen. You\r\nknow that pre-what-d’you-call-it you get sometimes? Well, I got it\r\nthen.\r\n\r\n“What-o?” I said nervously.\r\n\r\n“Reggie,” she said, “I want to ask a great favour of you.”\r\n\r\n“Yes?”\r\n\r\nShe stooped down and put a log on the fire, and went on, with her back\r\nto me:\r\n\r\n“Do you remember, Reggie, once saying you would do anything in the\r\nworld for me?”\r\n\r\nThere! That’s what I meant when I said that about the cheek of Woman as\r\na sex. What I mean is, after what had happened, you’d have thought she\r\nwould have preferred to let the dead past bury its dead, and all that\r\nsort of thing, what?\r\n\r\nMind you, I _had_ said I would do anything in the world for her. I\r\nadmit that. But it was a distinctly pre-Clarence remark. He hadn’t\r\nappeared on the scene then, and it stands to reason that a fellow who\r\nmay have been a perfect knight-errant to a girl when he was engaged to\r\nher, doesn’t feel nearly so keen on spreading himself in that direction\r\nwhen she has given him the miss-in-baulk, and gone and married a man\r\nwho reason and instinct both tell him is a decided blighter.\r\n\r\nI couldn’t think of anything to say but “Oh, yes.”\r\n\r\n“There’s something you can do for me now, which will make me\r\neverlastingly grateful.”\r\n\r\n“Yes,” I said.\r\n\r\n“Do you know, Reggie,” she said suddenly, “that only a few months ago\r\nClarence was very fond of cats?”\r\n\r\n“Eh! Well, he still seems—er—_interested_ in them, what?”\r\n\r\n“Now they get on his nerves. Everything gets on his nerves.”\r\n\r\n“Some fellows swear by that stuff you see advertised all over the——”\r\n\r\n“No, that wouldn’t help him. He doesn’t need to take anything. He wants\r\nto get rid of something.”\r\n\r\n“I don’t quite follow. Get rid of something?”\r\n\r\n“The ‘Venus,’” said Elizabeth.\r\n\r\nShe looked up and caught my bulging eye.\r\n\r\n“You saw the ‘Venus,’” she said.\r\n\r\n“Not that I remember.”\r\n\r\n“Well, come into the dining-room.”\r\n\r\nWe went into the dining-room, and she switched on the lights.\r\n\r\n“There,” she said.\r\n\r\nOn the wall close to the door—that may have been why I hadn’t noticed\r\nit before; I had sat with my back to it—was a large oil-painting. It\r\nwas what you’d call a classical picture, I suppose. What I mean\r\nis—well, you know what I mean. All I can say is that it’s funny I\r\n_hadn’t_ noticed it.\r\n\r\n“Is that the ‘Venus’?” I said.\r\n\r\nShe nodded.\r\n\r\n“How would you like to have to look at that every time you sat down to\r\na meal?”\r\n\r\n“Well, I don’t know. I don’t think it would affect me much. I’d worry\r\nthrough all right.”\r\n\r\nShe jerked her head impatiently.\r\n\r\n“But you’re not an artist,” she said. “Clarence is.”\r\n\r\nAnd then I began to see daylight. What exactly was the trouble I didn’t\r\nunderstand, but it was evidently something to do with the good old\r\nArtistic Temperament, and I could believe anything about that. It\r\nexplains everything. It’s like the Unwritten Law, don’t you know, which\r\nyou plead in America if you’ve done anything they want to send you to\r\nchokey for and you don’t want to go. What I mean is, if you’re\r\nabsolutely off your rocker, but don’t find it convenient to be scooped\r\ninto the luny-bin, you simply explain that, when you said you were a\r\nteapot, it was just your Artistic Temperament, and they apologize and\r\ngo away. So I stood by to hear just how the A.T. had affected Clarence,\r\nthe Cat’s Friend, ready for anything.\r\n\r\nAnd, believe me, it had hit Clarence badly.\r\n\r\nIt was this way. It seemed that old Yeardsley was an amateur artist and\r\nthat this “Venus” was his masterpiece. He said so, and he ought to have\r\nknown. Well, when Clarence married, he had given it to him, as a\r\nwedding present, and had hung it where it stood with his own hands. All\r\nright so far, what? But mark the sequel. Temperamental Clarence, being\r\na professional artist and consequently some streets ahead of the dad at\r\nthe game, saw flaws in the “Venus.” He couldn’t stand it at any price.\r\nHe didn’t like the drawing. He didn’t like the expression of the face.\r\nHe didn’t like the colouring. In fact, it made him feel quite ill to\r\nlook at it. Yet, being devoted to his father and wanting to do anything\r\nrather than give him pain, he had not been able to bring himself to\r\nstore the thing in the cellar, and the strain of confronting the\r\npicture three times a day had begun to tell on him to such an extent\r\nthat Elizabeth felt something had to be done.\r\n\r\n“Now you see,” she said.\r\n\r\n“In a way,” I said. “But don’t you think it’s making rather heavy\r\nweather over a trifle?”\r\n\r\n“Oh, can’t you understand? Look!” Her voice dropped as if she was in\r\nchurch, and she switched on another light. It shone on the picture next\r\nto old Yeardsley’s. “There!” she said. “Clarence painted that!”\r\n\r\nShe looked at me expectantly, as if she were waiting for me to swoon,\r\nor yell, or something. I took a steady look at Clarence’s effort. It\r\nwas another Classical picture. It seemed to me very much like the other\r\none.\r\n\r\nSome sort of art criticism was evidently expected of me, so I made a\r\ndash at it.\r\n\r\n“Er—‘Venus’?” I said.\r\n\r\nMark you, Sherlock Holmes would have made the same mistake. On the\r\nevidence, I mean.\r\n\r\n“No. ‘Jocund Spring,’” she snapped. She switched off the light. “I see\r\nyou don’t understand even now. You never had any taste about pictures.\r\nWhen we used to go to the galleries together, you would far rather have\r\nbeen at your club.”\r\n\r\nThis was so absolutely true, that I had no remark to make. She came up\r\nto me, and put her hand on my arm.\r\n\r\n“I’m sorry, Reggie. I didn’t mean to be cross. Only I do want to make\r\nyou understand that Clarence is _suffering_. Suppose—suppose—well, let\r\nus take the case of a great musician. Suppose a great musician had to\r\nsit and listen to a cheap vulgar tune—the same tune—day after day, day\r\nafter day, wouldn’t you expect his nerves to break! Well, it’s just\r\nlike that with Clarence. Now you see?”\r\n\r\n“Yes, but——”\r\n\r\n“But what? Surely I’ve put it plainly enough?”\r\n\r\n“Yes. But what I mean is, where do I come in? What do you want me to\r\ndo?”\r\n\r\n“I want you to steal the ‘Venus.’”\r\n\r\nI looked at her.\r\n\r\n“You want me to——?”\r\n\r\n“Steal it. Reggie!” Her eyes were shining with excitement. “Don’t you\r\nsee? It’s Providence. When I asked you to come here, I had just got the\r\nidea. I knew I could rely on you. And then by a miracle this robbery of\r\nthe Romney takes place at a house not two miles away. It removes the\r\nlast chance of the poor old man suspecting anything and having his\r\nfeelings hurt. Why, it’s the most wonderful compliment to him. Think!\r\nOne night thieves steal a splendid Romney; the next the same gang take\r\nhis ‘Venus.’ It will be the proudest moment of his life. Do it\r\nto-night, Reggie. I’ll give you a sharp knife. You simply cut the\r\ncanvas out of the frame, and it’s done.”\r\n\r\n“But one moment,” I said. “I’d be delighted to be of any use to you,\r\nbut in a purely family affair like this, wouldn’t it be better—in fact,\r\nhow about tackling old Bill on the subject?”\r\n\r\n“I have asked Bill already. Yesterday. He refused.”\r\n\r\n“But if I’m caught?”\r\n\r\n“You can’t be. All you have to do is to take the picture, open one of\r\nthe windows, leave it open, and go back to your room.”\r\n\r\nIt sounded simple enough.\r\n\r\n“And as to the picture itself—when I’ve got it?”\r\n\r\n“Burn it. I’ll see that you have a good fire in your room.”\r\n\r\n“But——”\r\n\r\nShe looked at me. She always did have the most wonderful eyes.\r\n\r\n“Reggie,” she said; nothing more. Just “Reggie.”\r\n\r\nShe looked at me.\r\n\r\n“Well, after all, if you see what I mean—The days that are no more,\r\ndon’t you know. Auld Lang Syne, and all that sort of thing. You follow\r\nme?”\r\n\r\n“All right,” I said. “I’ll do it.”\r\n\r\nI don’t know if you happen to be one of those Johnnies who are steeped\r\nin crime, and so forth, and think nothing of pinching diamond\r\nnecklaces. If you’re not, you’ll understand that I felt a lot less keen\r\non the job I’d taken on when I sat in my room, waiting to get busy,\r\nthan I had done when I promised to tackle it in the dining-room. On\r\npaper it all seemed easy enough, but I couldn’t help feeling there was\r\na catch somewhere, and I’ve never known time pass slower. The kick-off\r\nwas scheduled for one o’clock in the morning, when the household might\r\nbe expected to be pretty sound asleep, but at a quarter to I couldn’t\r\nstand it any longer. I lit the lantern I had taken from Bill’s bicycle,\r\ntook a grip of my knife, and slunk downstairs.\r\n\r\nThe first thing I did on getting to the dining-room was to open the\r\nwindow. I had half a mind to smash it, so as to give an extra bit of\r\nlocal colour to the affair, but decided not to on account of the noise.\r\nI had put my lantern on the table, and was just reaching out for it,\r\nwhen something happened. What it was for the moment I couldn’t have\r\nsaid. It might have been an explosion of some sort or an earthquake.\r\nSome solid object caught me a frightful whack on the chin. Sparks and\r\nthings occurred inside my head and the next thing I remember is feeling\r\nsomething wet and cold splash into my face, and hearing a voice that\r\nsounded like old Bill’s say, “Feeling better now?”\r\n\r\nI sat up. The lights were on, and I was on the floor, with old Bill\r\nkneeling beside me with a soda siphon.\r\n\r\n“What happened?” I said.\r\n\r\n“I’m awfully sorry, old man,” he said. “I hadn’t a notion it was you. I\r\ncame in here, and saw a lantern on the table, and the window open and a\r\nchap with a knife in his hand, so I didn’t stop to make inquiries. I\r\njust let go at his jaw for all I was worth. What on earth do you think\r\nyou’re doing? Were you walking in your sleep?”\r\n\r\n“It was Elizabeth,” I said. “Why, you know all about it. She said she\r\nhad told you.”\r\n\r\n“You don’t mean——”\r\n\r\n“The picture. You refused to take it on, so she asked me.”\r\n\r\n“Reggie, old man,” he said. “I’ll never believe what they say about\r\nrepentance again. It’s a fool’s trick and upsets everything. If I\r\nhadn’t repented, and thought it was rather rough on Elizabeth not to do\r\na little thing like that for her, and come down here to do it after\r\nall, you wouldn’t have stopped that sleep-producer with your chin. I’m\r\nsorry.”\r\n\r\n“Me, too,” I said, giving my head another shake to make certain it was\r\nstill on.\r\n\r\n“Are you feeling better now?”\r\n\r\n“Better than I was. But that’s not saying much.”\r\n\r\n“Would you like some more soda-water? No? Well, how about getting this\r\njob finished and going to bed? And let’s be quick about it too. You\r\nmade a noise like a ton of bricks when you went down just now, and it’s\r\non the cards some of the servants may have heard. Toss you who carves.”\r\n\r\n“Heads.”\r\n\r\n“Tails it is,” he said, uncovering the coin. “Up you get. I’ll hold the\r\nlight. Don’t spike yourself on that sword of yours.”\r\n\r\nIt was as easy a job as Elizabeth had said. Just four quick cuts, and\r\nthe thing came out of its frame like an oyster. I rolled it up. Old\r\nBill had put the lantern on the floor and was at the sideboard,\r\ncollecting whisky, soda, and glasses.\r\n\r\n“We’ve got a long evening before us,” he said. “You can’t burn a\r\npicture of that size in one chunk. You’d set the chimney on fire. Let’s\r\ndo the thing comfortably. Clarence can’t grudge us the stuff. We’ve\r\ndone him a bit of good this trip. To-morrow’ll be the maddest, merriest\r\nday of Clarence’s glad New Year. On we go.”\r\n\r\nWe went up to my room, and sat smoking and yarning away and sipping our\r\ndrinks, and every now and then cutting a slice off the picture and\r\nshoving it in the fire till it was all gone. And what with the cosiness\r\nof it and the cheerful blaze, and the comfortable feeling of doing good\r\nby stealth, I don’t know when I’ve had a jollier time since the days\r\nwhen we used to brew in my study at school.\r\n\r\nWe had just put the last slice on when Bill sat up suddenly, and\r\ngripped my arm.\r\n\r\n“I heard something,” he said.\r\n\r\nI listened, and, by Jove, I heard something, too. My room was just over\r\nthe dining-room, and the sound came up to us quite distinctly. Stealthy\r\nfootsteps, by George! And then a chair falling over.\r\n\r\n“There’s somebody in the dining-room,” I whispered.\r\n\r\nThere’s a certain type of chap who takes a pleasure in positively\r\nchivvying trouble. Old Bill’s like that. If I had been alone, it would\r\nhave taken me about three seconds to persuade myself that I hadn’t\r\nreally heard anything after all. I’m a peaceful sort of cove, and\r\nbelieve in living and letting live, and so forth. To old Bill, however,\r\na visit from burglars was pure jam. He was out of his chair in one\r\njump.\r\n\r\n“Come on,” he said. “Bring the poker.”\r\n\r\nI brought the tongs as well. I felt like it. Old Bill collared the\r\nknife. We crept downstairs.\r\n\r\n“We’ll fling the door open and make a rush,” said Bill.\r\n\r\n“Supposing they shoot, old scout?”\r\n\r\n“Burglars never shoot,” said Bill.\r\n\r\nWhich was comforting provided the burglars knew it.\r\n\r\nOld Bill took a grip of the handle, turned it quickly, and in he went.\r\nAnd then we pulled up sharp, staring.\r\n\r\nThe room was in darkness except for a feeble splash of light at the\r\nnear end. Standing on a chair in front of Clarence’s “Jocund Spring,”\r\nholding a candle in one hand and reaching up with a knife in the other,\r\nwas old Mr. Yeardsley, in bedroom slippers and a grey dressing-gown. He\r\nhad made a final cut just as we rushed in. Turning at the sound, he\r\nstopped, and he and the chair and the candle and the picture came down\r\nin a heap together. The candle went out.\r\n\r\n“What on earth?” said Bill.\r\n\r\nI felt the same. I picked up the candle and lit it, and then a most\r\nfearful thing happened. The old man picked himself up, and suddenly\r\ncollapsed into a chair and began to cry like a child. Of course, I\r\ncould see it was only the Artistic Temperament, but still, believe me,\r\nit was devilish unpleasant. I looked at old Bill. Old Bill looked at\r\nme. We shut the door quick, and after that we didn’t know what to do. I\r\nsaw Bill look at the sideboard, and I knew what he was looking for. But\r\nwe had taken the siphon upstairs, and his ideas of first-aid stopped\r\nshort at squirting soda-water. We just waited, and presently old\r\nYeardsley switched off, sat up, and began talking with a rush.\r\n\r\n“Clarence, my boy, I was tempted. It was that burglary at Dryden Park.\r\nIt tempted me. It made it all so simple. I knew you would put it down\r\nto the same gang, Clarence, my boy. I——”\r\n\r\nIt seemed to dawn upon him at this point that Clarence was not among\r\nthose present.\r\n\r\n“Clarence?” he said hesitatingly.\r\n\r\n“He’s in bed,” I said.\r\n\r\n“In bed! Then he doesn’t know? Even now—Young men, I throw myself on\r\nyour mercy. Don’t be hard on me. Listen.” He grabbed at Bill, who\r\nsidestepped. “I can explain everything—everything.”\r\n\r\nHe gave a gulp.\r\n\r\n“You are not artists, you two young men, but I will try to make you\r\nunderstand, make you realise what this picture means to me. I was two\r\nyears painting it. It is my child. I watched it grow. I loved it. It\r\nwas part of my life. Nothing would have induced me to sell it. And then\r\nClarence married, and in a mad moment I gave my treasure to him. You\r\ncannot understand, you two young men, what agonies I suffered. The\r\nthing was done. It was irrevocable. I saw how Clarence valued the\r\npicture. I knew that I could never bring myself to ask him for it back.\r\nAnd yet I was lost without it. What could I do? Till this evening I\r\ncould see no hope. Then came this story of the theft of the Romney from\r\na house quite close to this, and I saw my way. Clarence would never\r\nsuspect. He would put the robbery down to the same band of criminals\r\nwho stole the Romney. Once the idea had come, I could not drive it out.\r\nI fought against it, but to no avail. At last I yielded, and crept down\r\nhere to carry out my plan. You found me.” He grabbed again, at me this\r\ntime, and got me by the arm. He had a grip like a lobster. “Young man,”\r\nhe said, “you would not betray me? You would not tell Clarence?”\r\n\r\nI was feeling most frightfully sorry for the poor old chap by this\r\ntime, don’t you know, but I thought it would be kindest to give it him\r\nstraight instead of breaking it by degrees.\r\n\r\n“I won’t say a word to Clarence, Mr. Yeardsley,” I said. “I quite\r\nunderstand your feelings. The Artistic Temperament, and all that sort\r\nof thing. I mean—what? _I_ know. But I’m afraid—Well, look!”\r\n\r\nI went to the door and switched on the electric light, and there,\r\nstaring him in the face, were the two empty frames. He stood goggling\r\nat them in silence. Then he gave a sort of wheezy grunt.\r\n\r\n“The gang! The burglars! They _have_ been here, and they have taken\r\nClarence’s picture!” He paused. “It might have been mine! My Venus!” he\r\nwhispered It was getting most fearfully painful, you know, but he had\r\nto know the truth.\r\n\r\n“I’m awfully sorry, you know,” I said. “But it _was_.”\r\n\r\nHe started, poor old chap.\r\n\r\n“Eh? What do you mean?”\r\n\r\n“They _did_ take your Venus.”\r\n\r\n“But I have it here.”\r\n\r\nI shook my head.\r\n\r\n“That’s Clarence’s ‘Jocund Spring,’” I said.\r\n\r\nHe jumped at it and straightened it out.\r\n\r\n“What! What are you talking about? Do you think I don’t know my own\r\npicture—my child—my Venus. See! My own signature in the corner. Can you\r\nread, boy? Look: ‘Matthew Yeardsley.’ This is _my_ picture!”\r\n\r\nAnd—well, by Jove, it _was_, don’t you know!\r\n\r\nWell, we got him off to bed, him and his infernal Venus, and we settled\r\ndown to take a steady look at the position of affairs. Bill said it was\r\nmy fault for getting hold of the wrong picture, and I said it was\r\nBill’s fault for fetching me such a crack on the jaw that I couldn’t be\r\nexpected to see what I was getting hold of, and then there was a pretty\r\nmassive silence for a bit.\r\n\r\n“Reggie,” said Bill at last, “how exactly do you feel about facing\r\nClarence and Elizabeth at breakfast?”\r\n\r\n“Old scout,” I said. “I was thinking much the same myself.”\r\n\r\n“Reggie,” said Bill, “I happen to know there’s a milk-train leaving\r\nMidford at three-fifteen. It isn’t what you’d call a flier. It gets to\r\nLondon at about half-past nine. Well—er—in the circumstances, how about\r\nit?”\r\n\r\n\r\n\r\n\r\nTHE AUNT AND THE SLUGGARD\r\n\r\n\r\nNow that it’s all over, I may as well admit that there was a time\r\nduring the rather funny affair of Rockmetteller Todd when I thought\r\nthat Jeeves was going to let me down. The man had the appearance of\r\nbeing baffled.\r\n\r\nJeeves is my man, you know. Officially he pulls in his weekly wages for\r\npressing my clothes and all that sort of thing; but actually he’s more\r\nlike what the poet Johnnie called some bird of his acquaintance who was\r\napt to rally round him in times of need—a guide, don’t you know;\r\nphilosopher, if I remember rightly, and—I rather fancy—friend. I rely\r\non him at every turn.\r\n\r\nSo naturally, when Rocky Todd told me about his aunt, I didn’t\r\nhesitate. Jeeves was in on the thing from the start.\r\n\r\nThe affair of Rocky Todd broke loose early one morning of spring. I was\r\nin bed, restoring the good old tissues with about nine hours of the\r\ndreamless, when the door flew open and somebody prodded me in the lower\r\nribs and began to shake the bedclothes. After blinking a bit and\r\ngenerally pulling myself together, I located Rocky, and my first\r\nimpression was that it was some horrid dream.\r\n\r\nRocky, you see, lived down on Long Island somewhere, miles away from\r\nNew York; and not only that, but he had told me himself more than once\r\nthat he never got up before twelve, and seldom earlier than one.\r\nConstitutionally the laziest young devil in America, he had hit on a\r\nwalk in life which enabled him to go the limit in that direction. He\r\nwas a poet. At least, he wrote poems when he did anything; but most of\r\nhis time, as far as I could make out, he spent in a sort of trance. He\r\ntold me once that he could sit on a fence, watching a worm and\r\nwondering what on earth it was up to, for hours at a stretch.\r\n\r\nHe had his scheme of life worked out to a fine point. About once a\r\nmonth he would take three days writing a few poems; the other three\r\nhundred and twenty-nine days of the year he rested. I didn’t know there\r\nwas enough money in poetry to support a chappie, even in the way in\r\nwhich Rocky lived; but it seems that, if you stick to exhortations to\r\nyoung men to lead the strenuous life and don’t shove in any rhymes,\r\nAmerican editors fight for the stuff. Rocky showed me one of his things\r\nonce. It began:\r\n\r\nBe!\r\nBe!\r\n    The past is dead.\r\n    To-morrow is not born.\r\n        Be to-day!\r\nTo-day!\r\n    Be with every nerve,\r\n            With every muscle,\r\n            With every drop of your red blood!\r\nBe!\r\n\r\n\r\nIt was printed opposite the frontispiece of a magazine with a sort of\r\nscroll round it, and a picture in the middle of a fairly-nude chappie,\r\nwith bulging muscles, giving the rising sun the glad eye. Rocky said\r\nthey gave him a hundred dollars for it, and he stayed in bed till four\r\nin the afternoon for over a month.\r\n\r\nAs regarded the future he was pretty solid, owing to the fact that he\r\nhad a moneyed aunt tucked away somewhere in Illinois; and, as he had\r\nbeen named Rockmetteller after her, and was her only nephew, his\r\nposition was pretty sound. He told me that when he did come into the\r\nmoney he meant to do no work at all, except perhaps an occasional poem\r\nrecommending the young man with life opening out before him, with all\r\nits splendid possibilities, to light a pipe and shove his feet upon the\r\nmantelpiece.\r\n\r\nAnd this was the man who was prodding me in the ribs in the grey dawn!\r\n\r\n“Read this, Bertie!” I could just see that he was waving a letter or\r\nsomething equally foul in my face. “Wake up and read this!”\r\n\r\nI can’t read before I’ve had my morning tea and a cigarette. I groped\r\nfor the bell.\r\n\r\nJeeves came in looking as fresh as a dewy violet. It’s a mystery to me\r\nhow he does it.\r\n\r\n“Tea, Jeeves.”\r\n\r\n“Very good, sir.”\r\n\r\nHe flowed silently out of the room—he always gives you the impression\r\nof being some liquid substance when he moves; and I found that Rocky\r\nwas surging round with his beastly letter again.\r\n\r\n“What is it?” I said. “What on earth’s the matter?”\r\n\r\n“Read it!”\r\n\r\n“I can’t. I haven’t had my tea.”\r\n\r\n“Well, listen then.”\r\n\r\n“Who’s it from?”\r\n\r\n“My aunt.”\r\n\r\nAt this point I fell asleep again. I woke to hear him saying:\r\n\r\n“So what on earth am I to do?”\r\n\r\nJeeves trickled in with the tray, like some silent stream meandering\r\nover its mossy bed; and I saw daylight.\r\n\r\n“Read it again, Rocky, old top,” I said. “I want Jeeves to hear it. Mr.\r\nTodd’s aunt has written him a rather rummy letter, Jeeves, and we want\r\nyour advice.”\r\n\r\n“Very good, sir.”\r\n\r\nHe stood in the middle of the room, registering devotion to the cause,\r\nand Rocky started again:\r\n\r\n“MY DEAR ROCKMETTELLER.—I have been thinking things over for a long\r\nwhile, and I have come to the conclusion that I have been very\r\nthoughtless to wait so long before doing what I have made up my mind to\r\ndo now.”\r\n\r\n\r\n“What do you make of that, Jeeves?”\r\n\r\n“It seems a little obscure at present, sir, but no doubt it becomes\r\ncleared at a later point in the communication.”\r\n\r\n“It becomes as clear as mud!” said Rocky.\r\n\r\n“Proceed, old scout,” I said, champing my bread and butter.\r\n\r\n“You know how all my life I have longed to visit New York and see for\r\nmyself the wonderful gay life of which I have read so much. I fear that\r\nnow it will be impossible for me to fulfil my dream. I am old and worn\r\nout. I seem to have no strength left in me.”\r\n\r\n\r\n“Sad, Jeeves, what?”\r\n\r\n“Extremely, sir.”\r\n\r\n“Sad nothing!” said Rocky. “It’s sheer laziness. I went to see her last\r\nChristmas and she was bursting with health. Her doctor told me himself\r\nthat there was nothing wrong with her whatever. But she will insist\r\nthat she’s a hopeless invalid, so he has to agree with her. She’s got a\r\nfixed idea that the trip to New York would kill her; so, though it’s\r\nbeen her ambition all her life to come here, she stays where she is.”\r\n\r\n“Rather like the chappie whose heart was ‘in the Highlands a-chasing of\r\nthe deer,’ Jeeves?”\r\n\r\n“The cases are in some respects parallel, sir.”\r\n\r\n“Carry on, Rocky, dear boy.”\r\n\r\n“So I have decided that, if I cannot enjoy all the marvels of the city\r\nmyself, I can at least enjoy them through you. I suddenly thought of\r\nthis yesterday after reading a beautiful poem in the Sunday paper about\r\na young man who had longed all his life for a certain thing and won it\r\nin the end only when he was too old to enjoy it. It was very sad, and\r\nit touched me.”\r\n\r\n\r\n“A thing,” interpolated Rocky bitterly, “that I’ve not been able to do\r\nin ten years.”\r\n\r\n“As you know, you will have my money when I am gone; but until now I\r\nhave never been able to see my way to giving you an allowance. I have\r\nnow decided to do so—on one condition. I have written to a firm of\r\nlawyers in New York, giving them instructions to pay you quite a\r\nsubstantial sum each month. My one condition is that you live in New\r\nYork and enjoy yourself as I have always wished to do. I want you to be\r\nmy representative, to spend this money for me as I should do myself. I\r\nwant you to plunge into the gay, prismatic life of New York. I want you\r\nto be the life and soul of brilliant supper parties.\r\n    “Above all, I want you—indeed, I insist on this—to write me letters\r\n    at least once a week giving me a full description of all you are\r\n    doing and all that is going on in the city, so that I may enjoy at\r\n    second-hand what my wretched health prevents my enjoying for\r\n    myself. Remember that I shall expect full details, and that no\r\n    detail is too trivial to interest.—Your affectionate Aunt,\r\n\r\n\r\n“ISABEL ROCKMETTELLER.”\r\n\r\n\r\n“What about it?” said Rocky.\r\n\r\n“What about it?” I said.\r\n\r\n“Yes. What on earth am I going to do?”\r\n\r\nIt was only then that I really got on to the extremely rummy attitude\r\nof the chappie, in view of the fact that a quite unexpected mess of the\r\nright stuff had suddenly descended on him from a blue sky. To my mind\r\nit was an occasion for the beaming smile and the joyous whoop; yet here\r\nthe man was, looking and talking as if Fate had swung on his solar\r\nplexus. It amazed me.\r\n\r\n“Aren’t you bucked?” I said.\r\n\r\n“Bucked!”\r\n\r\n“If I were in your place I should be frightfully braced. I consider\r\nthis pretty soft for you.”\r\n\r\nHe gave a kind of yelp, stared at me for a moment, and then began to\r\ntalk of New York in a way that reminded me of Jimmy Mundy, the reformer\r\nchappie. Jimmy had just come to New York on a hit-the-trail campaign,\r\nand I had popped in at the Garden a couple of days before, for half an\r\nhour or so, to hear him. He had certainly told New York some pretty\r\nstraight things about itself, having apparently taken a dislike to the\r\nplace, but, by Jove, you know, dear old Rocky made him look like a\r\npublicity agent for the old metrop!\r\n\r\n“Pretty soft!” he cried. “To have to come and live in New York! To have\r\nto leave my little cottage and take a stuffy, smelly, over-heated hole\r\nof an apartment in this Heaven-forsaken, festering Gehenna. To have to\r\nmix night after night with a mob who think that life is a sort of St.\r\nVitus’s dance, and imagine that they’re having a good time because\r\nthey’re making enough noise for six and drinking too much for ten. I\r\nloathe New York, Bertie. I wouldn’t come near the place if I hadn’t got\r\nto see editors occasionally. There’s a blight on it. It’s got moral\r\ndelirium tremens. It’s the limit. The very thought of staying more than\r\na day in it makes me sick. And you call this thing pretty soft for me!”\r\n\r\nI felt rather like Lot’s friends must have done when they dropped in\r\nfor a quiet chat and their genial host began to criticise the Cities of\r\nthe Plain. I had no idea old Rocky could be so eloquent.\r\n\r\n“It would kill me to have to live in New York,” he went on. “To have to\r\nshare the air with six million people! To have to wear stiff collars\r\nand decent clothes all the time! To——” He started. “Good Lord! I\r\nsuppose I should have to dress for dinner in the evenings. What a\r\nghastly notion!”\r\n\r\nI was shocked, absolutely shocked.\r\n\r\n“My dear chap!” I said reproachfully.\r\n\r\n“Do you dress for dinner every night, Bertie?”\r\n\r\n“Jeeves,” I said coldly. The man was still standing like a statue by\r\nthe door. “How many suits of evening clothes have I?”\r\n\r\n“We have three suits full of evening dress, sir; two dinner jackets——”\r\n\r\n“Three.”\r\n\r\n“For practical purposes two only, sir. If you remember we cannot wear\r\nthe third. We have also seven white waistcoats.”\r\n\r\n“And shirts?”\r\n\r\n“Four dozen, sir.”\r\n\r\n“And white ties?”\r\n\r\n“The first two shallow shelves in the chest of drawers are completely\r\nfilled with our white ties, sir.”\r\n\r\nI turned to Rocky.\r\n\r\n“You see?”\r\n\r\nThe chappie writhed like an electric fan.\r\n\r\n“I won’t do it! I can’t do it! I’ll be hanged if I’ll do it! How on\r\nearth can I dress up like that? Do you realize that most days I don’t\r\nget out of my pyjamas till five in the afternoon, and then I just put\r\non an old sweater?”\r\n\r\nI saw Jeeves wince, poor chap! This sort of revelation shocked his\r\nfinest feelings.\r\n\r\n“Then, what are you going to do about it?” I said.\r\n\r\n“That’s what I want to know.”\r\n\r\n“You might write and explain to your aunt.”\r\n\r\n“I might—if I wanted her to get round to her lawyer’s in two rapid\r\nleaps and cut me out of her will.”\r\n\r\nI saw his point.\r\n\r\n“What do you suggest, Jeeves?” I said.\r\n\r\nJeeves cleared his throat respectfully.\r\n\r\n“The crux of the matter would appear to be, sir, that Mr. Todd is\r\nobliged by the conditions under which the money is delivered into his\r\npossession to write Miss Rockmetteller long and detailed letters\r\nrelating to his movements, and the only method by which this can be\r\naccomplished, if Mr. Todd adheres to his expressed intention of\r\nremaining in the country, is for Mr. Todd to induce some second party\r\nto gather the actual experiences which Miss Rockmetteller wishes\r\nreported to her, and to convey these to him in the shape of a careful\r\nreport, on which it would be possible for him, with the aid of his\r\nimagination, to base the suggested correspondence.”\r\n\r\nHaving got which off the old diaphragm, Jeeves was silent. Rocky looked\r\nat me in a helpless sort of way. He hasn’t been brought up on Jeeves as\r\nI have, and he isn’t on to his curves.\r\n\r\n“Could he put it a little clearer, Bertie?” he said. “I thought at the\r\nstart it was going to make sense, but it kind of flickered. What’s the\r\nidea?”\r\n\r\n“My dear old man, perfectly simple. I knew we could stand on Jeeves.\r\nAll you’ve got to do is to get somebody to go round the town for you\r\nand take a few notes, and then you work the notes up into letters.\r\nThat’s it, isn’t it, Jeeves?”\r\n\r\n“Precisely, sir.”\r\n\r\nThe light of hope gleamed in Rocky’s eyes. He looked at Jeeves in a\r\nstartled way, dazed by the man’s vast intellect.\r\n\r\n“But who would do it?” he said. “It would have to be a pretty smart\r\nsort of man, a man who would notice things.”\r\n\r\n“Jeeves!” I said. “Let Jeeves do it.”\r\n\r\n“But would he?”\r\n\r\n“You would do it, wouldn’t you, Jeeves?”\r\n\r\nFor the first time in our long connection I observed Jeeves almost\r\nsmile. The corner of his mouth curved quite a quarter of an inch, and\r\nfor a moment his eye ceased to look like a meditative fish’s.\r\n\r\n“I should be delighted to oblige, sir. As a matter of fact, I have\r\nalready visited some of New York’s places of interest on my evening\r\nout, and it would be most enjoyable to make a practice of the pursuit.”\r\n\r\n“Fine! I know exactly what your aunt wants to hear about, Rocky. She\r\nwants an earful of cabaret stuff. The place you ought to go to first,\r\nJeeves, is Reigelheimer’s. It’s on Forty-second Street. Anybody will\r\nshow you the way.”\r\n\r\nJeeves shook his head.\r\n\r\n“Pardon me, sir. People are no longer going to Reigelheimer’s. The\r\nplace at the moment is Frolics on the Roof.”\r\n\r\n“You see?” I said to Rocky. “Leave it to Jeeves. He knows.”\r\n\r\nIt isn’t often that you find an entire group of your fellow-humans\r\nhappy in this world; but our little circle was certainly an example of\r\nthe fact that it can be done. We were all full of beans. Everything\r\nwent absolutely right from the start.\r\n\r\nJeeves was happy, partly because he loves to exercise his giant brain,\r\nand partly because he was having a corking time among the bright\r\nlights. I saw him one night at the Midnight Revels. He was sitting at a\r\ntable on the edge of the dancing floor, doing himself remarkably well\r\nwith a fat cigar and a bottle of the best. I’d never imagined he could\r\nlook so nearly human. His face wore an expression of austere\r\nbenevolence, and he was making notes in a small book.\r\n\r\nAs for the rest of us, I was feeling pretty good, because I was fond of\r\nold Rocky and glad to be able to do him a good turn. Rocky was\r\nperfectly contented, because he was still able to sit on fences in his\r\npyjamas and watch worms. And, as for the aunt, she seemed tickled to\r\ndeath. She was getting Broadway at pretty long range, but it seemed to\r\nbe hitting her just right. I read one of her letters to Rocky, and it\r\nwas full of life.\r\n\r\nBut then Rocky’s letters, based on Jeeves’s notes, were enough to buck\r\nanybody up. It was rummy when you came to think of it. There was I,\r\nloving the life, while the mere mention of it gave Rocky a tired\r\nfeeling; yet here is a letter I wrote to a pal of mine in London:\r\n\r\n“DEAR FREDDIE,—Well, here I am in New York. It’s not a bad place. I’m\r\nnot having a bad time. Everything’s pretty all right. The cabarets\r\naren’t bad. Don’t know when I shall be back. How’s everybody?\r\nCheer-o!—Yours,\r\n\r\n\r\n“BERTIE.\r\n\r\n\r\n“PS.—Seen old Ted lately?”\r\n\r\n\r\nNot that I cared about Ted; but if I hadn’t dragged him in I couldn’t\r\nhave got the confounded thing on to the second page.\r\n\r\nNow here’s old Rocky on exactly the same subject:\r\n\r\n“DEAREST AUNT ISABEL,—How can I ever thank you enough for giving me the\r\nopportunity to live in this astounding city! New York seems more\r\nwonderful every day.\r\n    “Fifth Avenue is at its best, of course, just now. The dresses are\r\n    magnificent!”\r\n\r\n\r\nWads of stuff about the dresses. I didn’t know Jeeves was such an\r\nauthority.\r\n\r\n“I was out with some of the crowd at the Midnight Revels the other\r\nnight. We took in a show first, after a little dinner at a new place on\r\nForty-third Street. We were quite a gay party. Georgie Cohan looked in\r\nabout midnight and got off a good one about Willie Collier. Fred Stone\r\ncould only stay a minute, but Doug. Fairbanks did all sorts of stunts\r\nand made us roar. Diamond Jim Brady was there, as usual, and Laurette\r\nTaylor showed up with a party. The show at the Revels is quite good. I\r\nam enclosing a programme.\r\n    “Last night a few of us went round to Frolics on the Roof——”\r\n\r\n\r\nAnd so on and so forth, yards of it. I suppose it’s the artistic\r\ntemperament or something. What I mean is, it’s easier for a chappie\r\nwho’s used to writing poems and that sort of tosh to put a bit of a\r\npunch into a letter than it is for a chappie like me. Anyway, there’s\r\nno doubt that Rocky’s correspondence was hot stuff. I called Jeeves in\r\nand congratulated him.\r\n\r\n“Jeeves, you’re a wonder!”\r\n\r\n“Thank you, sir.”\r\n\r\n“How you notice everything at these places beats me. I couldn’t tell\r\nyou a thing about them, except that I’ve had a good time.”\r\n\r\n“It’s just a knack, sir.”\r\n\r\n“Well, Mr. Todd’s letters ought to brace Miss Rockmetteller all right,\r\nwhat?”\r\n\r\n“Undoubtedly, sir,” agreed Jeeves.\r\n\r\nAnd, by Jove, they did! They certainly did, by George! What I mean to\r\nsay is, I was sitting in the apartment one afternoon, about a month\r\nafter the thing had started, smoking a cigarette and resting the old\r\nbean, when the door opened and the voice of Jeeves burst the silence\r\nlike a bomb.\r\n\r\nIt wasn’t that he spoke loudly. He has one of those soft, soothing\r\nvoices that slide through the atmosphere like the note of a far-off\r\nsheep. It was what he said made me leap like a young gazelle.\r\n\r\n“Miss Rockmetteller!”\r\n\r\nAnd in came a large, solid female.\r\n\r\nThe situation floored me. I’m not denying it. Hamlet must have felt\r\nmuch as I did when his father’s ghost bobbed up in the fairway. I’d\r\ncome to look on Rocky’s aunt as such a permanency at her own home that\r\nit didn’t seem possible that she could really be here in New York. I\r\nstared at her. Then I looked at Jeeves. He was standing there in an\r\nattitude of dignified detachment, the chump, when, if ever he should\r\nhave been rallying round the young master, it was now.\r\n\r\nRocky’s aunt looked less like an invalid than any one I’ve ever seen,\r\nexcept my Aunt Agatha. She had a good deal of Aunt Agatha about her, as\r\na matter of fact. She looked as if she might be deucedly dangerous if\r\nput upon; and something seemed to tell me that she would certainly\r\nregard herself as put upon if she ever found out the game which poor\r\nold Rocky had been pulling on her.\r\n\r\n“Good afternoon,” I managed to say.\r\n\r\n“How do you do?” she said. “Mr. Cohan?”\r\n\r\n“Er—no.”\r\n\r\n“Mr. Fred Stone?”\r\n\r\n“Not absolutely. As a matter of fact, my name’s Wooster—Bertie\r\nWooster.”\r\n\r\nShe seemed disappointed. The fine old name of Wooster appeared to mean\r\nnothing in her life.\r\n\r\n“Isn’t Rockmetteller home?” she said. “Where is he?”\r\n\r\nShe had me with the first shot. I couldn’t think of anything to say. I\r\ncouldn’t tell her that Rocky was down in the country, watching worms.\r\n\r\nThere was the faintest flutter of sound in the background. It was the\r\nrespectful cough with which Jeeves announces that he is about to speak\r\nwithout having been spoken to.\r\n\r\n“If you remember, sir, Mr. Todd went out in the automobile with a party\r\nin the afternoon.”\r\n\r\n“So he did, Jeeves; so he did,” I said, looking at my watch. “Did he\r\nsay when he would be back?”\r\n\r\n“He gave me to understand, sir, that he would be somewhat late in\r\nreturning.”\r\n\r\nHe vanished; and the aunt took the chair which I’d forgotten to offer\r\nher. She looked at me in rather a rummy way. It was a nasty look. It\r\nmade me feel as if I were something the dog had brought in and intended\r\nto bury later on, when he had time. My own Aunt Agatha, back in\r\nEngland, has looked at me in exactly the same way many a time, and it\r\nnever fails to make my spine curl.\r\n\r\n“You seem very much at home here, young man. Are you a great friend of\r\nRockmetteller’s?”\r\n\r\n“Oh, yes, rather!”\r\n\r\nShe frowned as if she had expected better things of old Rocky.\r\n\r\n“Well, you need to be,” she said, “the way you treat his flat as your\r\nown!”\r\n\r\nI give you my word, this quite unforeseen slam simply robbed me of the\r\npower of speech. I’d been looking on myself in the light of the dashing\r\nhost, and suddenly to be treated as an intruder jarred me. It wasn’t,\r\nmark you, as if she had spoken in a way to suggest that she considered\r\nmy presence in the place as an ordinary social call. She obviously\r\nlooked on me as a cross between a burglar and the plumber’s man come to\r\nfix the leak in the bathroom. It hurt her—my being there.\r\n\r\nAt this juncture, with the conversation showing every sign of being\r\nabout to die in awful agonies, an idea came to me. Tea—the good old\r\nstand-by.\r\n\r\n“Would you care for a cup of tea?” I said.\r\n\r\n“Tea?”\r\n\r\nShe spoke as if she had never heard of the stuff.\r\n\r\n“Nothing like a cup after a journey,” I said. “Bucks you up! Puts a bit\r\nof zip into you. What I mean is, restores you, and so on, don’t you\r\nknow. I’ll go and tell Jeeves.”\r\n\r\nI tottered down the passage to Jeeves’s lair. The man was reading the\r\nevening paper as if he hadn’t a care in the world.\r\n\r\n“Jeeves,” I said, “we want some tea.”\r\n\r\n“Very good, sir.”\r\n\r\n“I say, Jeeves, this is a bit thick, what?”\r\n\r\nI wanted sympathy, don’t you know—sympathy and kindness. The old nerve\r\ncentres had had the deuce of a shock.\r\n\r\n“She’s got the idea this place belongs to Mr. Todd. What on earth put\r\nthat into her head?”\r\n\r\nJeeves filled the kettle with a restrained dignity.\r\n\r\n“No doubt because of Mr. Todd’s letters, sir,” he said. “It was my\r\nsuggestion, sir, if you remember, that they should be addressed from\r\nthis apartment in order that Mr. Todd should appear to possess a good\r\ncentral residence in the city.”\r\n\r\nI remembered. We had thought it a brainy scheme at the time.\r\n\r\n“Well, it’s bally awkward, you know, Jeeves. She looks on me as an\r\nintruder. By Jove! I suppose she thinks I’m someone who hangs about\r\nhere, touching Mr. Todd for free meals and borrowing his shirts.”\r\n\r\n“Yes, sir.”\r\n\r\n“It’s pretty rotten, you know.”\r\n\r\n“Most disturbing, sir.”\r\n\r\n“And there’s another thing: What are we to do about Mr. Todd? We’ve got\r\nto get him up here as soon as ever we can. When you have brought the\r\ntea you had better go out and send him a telegram, telling him to come\r\nup by the next train.”\r\n\r\n“I have already done so, sir. I took the liberty of writing the message\r\nand dispatching it by the lift attendant.”\r\n\r\n“By Jove, you think of everything, Jeeves!”\r\n\r\n“Thank you, sir. A little buttered toast with the tea? Just so, sir.\r\nThank you.”\r\n\r\nI went back to the sitting-room. She hadn’t moved an inch. She was\r\nstill bolt upright on the edge of her chair, gripping her umbrella like\r\na hammer-thrower. She gave me another of those looks as I came in.\r\nThere was no doubt about it; for some reason she had taken a dislike to\r\nme. I suppose because I wasn’t George M. Cohan. It was a bit hard on a\r\nchap.\r\n\r\n“This is a surprise, what?” I said, after about five minutes’ restful\r\nsilence, trying to crank the conversation up again.\r\n\r\n“What is a surprise?”\r\n\r\n“Your coming here, don’t you know, and so on.”\r\n\r\nShe raised her eyebrows and drank me in a bit more through her glasses.\r\n\r\n“Why is it surprising that I should visit my only nephew?” she said.\r\n\r\nPut like that, of course, it did seem reasonable.\r\n\r\n“Oh, rather,” I said. “Of course! Certainly. What I mean is——”\r\n\r\nJeeves projected himself into the room with the tea. I was jolly glad\r\nto see him. There’s nothing like having a bit of business arranged for\r\none when one isn’t certain of one’s lines. With the teapot to fool\r\nabout with I felt happier.\r\n\r\n“Tea, tea, tea—what? What?” I said.\r\n\r\nIt wasn’t what I had meant to say. My idea had been to be a good deal\r\nmore formal, and so on. Still, it covered the situation. I poured her\r\nout a cup. She sipped it and put the cup down with a shudder.\r\n\r\n“Do you mean to say, young man,” she said frostily, “that you expect me\r\nto drink this stuff?”\r\n\r\n“Rather! Bucks you up, you know.”\r\n\r\n“What do you mean by the expression ‘Bucks you up’?”\r\n\r\n“Well, makes you full of beans, you know. Makes you fizz.”\r\n\r\n“I don’t understand a word you say. You’re English, aren’t you?”\r\n\r\nI admitted it. She didn’t say a word. And somehow she did it in a way\r\nthat made it worse than if she had spoken for hours. Somehow it was\r\nbrought home to me that she didn’t like Englishmen, and that if she had\r\nhad to meet an Englishman, I was the one she’d have chosen last.\r\n\r\nConversation languished again after that.\r\n\r\nThen I tried again. I was becoming more convinced every moment that you\r\ncan’t make a real lively _salon_ with a couple of people, especially if\r\none of them lets it go a word at a time.\r\n\r\n“Are you comfortable at your hotel?” I said.\r\n\r\n“At which hotel?”\r\n\r\n“The hotel you’re staying at.”\r\n\r\n“I am not staying at an hotel.”\r\n\r\n“Stopping with friends—what?”\r\n\r\n“I am naturally stopping with my nephew.”\r\n\r\nI didn’t get it for the moment; then it hit me.\r\n\r\n“What! Here?” I gurgled.\r\n\r\n“Certainly! Where else should I go?”\r\n\r\nThe full horror of the situation rolled over me like a wave. I couldn’t\r\nsee what on earth I was to do. I couldn’t explain that this wasn’t\r\nRocky’s flat without giving the poor old chap away hopelessly, because\r\nshe would then ask me where he did live, and then he would be right in\r\nthe soup. I was trying to induce the old bean to recover from the shock\r\nand produce some results when she spoke again.\r\n\r\n“Will you kindly tell my nephew’s man-servant to prepare my room? I\r\nwish to lie down.”\r\n\r\n“Your nephew’s man-servant?”\r\n\r\n“The man you call Jeeves. If Rockmetteller has gone for an automobile\r\nride, there is no need for you to wait for him. He will naturally wish\r\nto be alone with me when he returns.”\r\n\r\nI found myself tottering out of the room. The thing was too much for\r\nme. I crept into Jeeves’s den.\r\n\r\n“Jeeves!” I whispered.\r\n\r\n“Sir?”\r\n\r\n“Mix me a b.-and-s., Jeeves. I feel weak.”\r\n\r\n“Very good, sir.”\r\n\r\n“This is getting thicker every minute, Jeeves.”\r\n\r\n“Sir?”\r\n\r\n“She thinks you’re Mr. Todd’s man. She thinks the whole place is his,\r\nand everything in it. I don’t see what you’re to do, except stay on and\r\nkeep it up. We can’t say anything or she’ll get on to the whole thing,\r\nand I don’t want to let Mr. Todd down. By the way, Jeeves, she wants\r\nyou to prepare her bed.”\r\n\r\nHe looked wounded.\r\n\r\n“It is hardly my place, sir——”\r\n\r\n“I know—I know. But do it as a personal favour to me. If you come to\r\nthat, it’s hardly my place to be flung out of the flat like this and\r\nhave to go to an hotel, what?”\r\n\r\n“Is it your intention to go to an hotel, sir? What will you do for\r\nclothes?”\r\n\r\n“Good Lord! I hadn’t thought of that. Can you put a few things in a bag\r\nwhen she isn’t looking, and sneak them down to me at the St. Aurea?”\r\n\r\n“I will endeavour to do so, sir.”\r\n\r\n“Well, I don’t think there’s anything more, is there? Tell Mr. Todd\r\nwhere I am when he gets here.”\r\n\r\n“Very good, sir.”\r\n\r\nI looked round the place. The moment of parting had come. I felt sad.\r\nThe whole thing reminded me of one of those melodramas where they drive\r\nchappies out of the old homestead into the snow.\r\n\r\n“Good-bye, Jeeves,” I said.\r\n\r\n“Good-bye, sir.”\r\n\r\nAnd I staggered out.\r\n\r\nYou know, I rather think I agree with those poet-and-philosopher\r\nJohnnies who insist that a fellow ought to be devilish pleased if he\r\nhas a bit of trouble. All that stuff about being refined by suffering,\r\nyou know. Suffering does give a chap a sort of broader and more\r\nsympathetic outlook. It helps you to understand other people’s\r\nmisfortunes if you’ve been through the same thing yourself.\r\n\r\nAs I stood in my lonely bedroom at the hotel, trying to tie my white\r\ntie myself, it struck me for the first time that there must be whole\r\nsquads of chappies in the world who had to get along without a man to\r\nlook after them. I’d always thought of Jeeves as a kind of natural\r\nphenomenon; but, by Jove! of course, when you come to think of it,\r\nthere must be quite a lot of fellows who have to press their own\r\nclothes themselves and haven’t got anybody to bring them tea in the\r\nmorning, and so on. It was rather a solemn thought, don’t you know. I\r\nmean to say, ever since then I’ve been able to appreciate the frightful\r\nprivations the poor have to stick.\r\n\r\nI got dressed somehow. Jeeves hadn’t forgotten a thing in his packing.\r\nEverything was there, down to the final stud. I’m not sure this didn’t\r\nmake me feel worse. It kind of deepened the pathos. It was like what\r\nsomebody or other wrote about the touch of a vanished hand.\r\n\r\nI had a bit of dinner somewhere and went to a show of some kind; but\r\nnothing seemed to make any difference. I simply hadn’t the heart to go\r\non to supper anywhere. I just sucked down a whisky-and-soda in the\r\nhotel smoking-room and went straight up to bed. I don’t know when I’ve\r\nfelt so rotten. Somehow I found myself moving about the room softly, as\r\nif there had been a death in the family. If I had anybody to talk to I\r\nshould have talked in a whisper; in fact, when the telephone-bell rang\r\nI answered in such a sad, hushed voice that the fellow at the other end\r\nof the wire said “Halloa!” five times, thinking he hadn’t got me.\r\n\r\nIt was Rocky. The poor old scout was deeply agitated.\r\n\r\n“Bertie! Is that you, Bertie! Oh, gosh? I’m having a time!”\r\n\r\n“Where are you speaking from?”\r\n\r\n“The Midnight Revels. We’ve been here an hour, and I think we’re a\r\nfixture for the night. I’ve told Aunt Isabel I’ve gone out to call up a\r\nfriend to join us. She’s glued to a chair, with this-is-the-life\r\nwritten all over her, taking it in through the pores. She loves it, and\r\nI’m nearly crazy.”\r\n\r\n“Tell me all, old top,” I said.\r\n\r\n“A little more of this,” he said, “and I shall sneak quietly off to the\r\nriver and end it all. Do you mean to say you go through this sort of\r\nthing every night, Bertie, and enjoy it? It’s simply infernal! I was\r\njust snatching a wink of sleep behind the bill of fare just now when\r\nabout a million yelling girls swooped down, with toy balloons. There\r\nare two orchestras here, each trying to see if it can’t play louder\r\nthan the other. I’m a mental and physical wreck. When your telegram\r\narrived I was just lying down for a quiet pipe, with a sense of\r\nabsolute peace stealing over me. I had to get dressed and sprint two\r\nmiles to catch the train. It nearly gave me heart-failure; and on top\r\nof that I almost got brain fever inventing lies to tell Aunt Isabel.\r\nAnd then I had to cram myself into these confounded evening clothes of\r\nyours.”\r\n\r\nI gave a sharp wail of agony. It hadn’t struck me till then that Rocky\r\nwas depending on my wardrobe to see him through.\r\n\r\n“You’ll ruin them!”\r\n\r\n“I hope so,” said Rocky, in the most unpleasant way. His troubles\r\nseemed to have had the worst effect on his character. “I should like to\r\nget back at them somehow; they’ve given me a bad enough time. They’re\r\nabout three sizes too small, and something’s apt to give at any moment.\r\nI wish to goodness it would, and give me a chance to breathe. I haven’t\r\nbreathed since half-past seven. Thank Heaven, Jeeves managed to get out\r\nand buy me a collar that fitted, or I should be a strangled corpse by\r\nnow! It was touch and go till the stud broke. Bertie, this is pure\r\nHades! Aunt Isabel keeps on urging me to dance. How on earth can I\r\ndance when I don’t know a soul to dance with? And how the deuce could\r\nI, even if I knew every girl in the place? It’s taking big chances even\r\nto move in these trousers. I had to tell her I’ve hurt my ankle. She\r\nkeeps asking me when Cohan and Stone are going to turn up; and it’s\r\nsimply a question of time before she discovers that Stone is sitting\r\ntwo tables away. Something’s got to be done, Bertie! You’ve got to\r\nthink up some way of getting me out of this mess. It was you who got me\r\ninto it.”\r\n\r\n“Me! What do you mean?”\r\n\r\n“Well, Jeeves, then. It’s all the same. It was you who suggested\r\nleaving it to Jeeves. It was those letters I wrote from his notes that\r\ndid the mischief. I made them too good! My aunt’s just been telling me\r\nabout it. She says she had resigned herself to ending her life where\r\nshe was, and then my letters began to arrive, describing the joys of\r\nNew York; and they stimulated her to such an extent that she pulled\r\nherself together and made the trip. She seems to think she’s had some\r\nmiraculous kind of faith cure. I tell you I can’t stand it, Bertie!\r\nIt’s got to end!”\r\n\r\n“Can’t Jeeves think of anything?”\r\n\r\n“No. He just hangs round saying: ‘Most disturbing, sir!’ A fat lot of\r\nhelp that is!”\r\n\r\n“Well, old lad,” I said, “after all, it’s far worse for me than it is\r\nfor you. You’ve got a comfortable home and Jeeves. And you’re saving a\r\nlot of money.”\r\n\r\n“Saving money? What do you mean—saving money?”\r\n\r\n“Why, the allowance your aunt was giving you. I suppose she’s paying\r\nall the expenses now, isn’t she?”\r\n\r\n“Certainly she is; but she’s stopped the allowance. She wrote the\r\nlawyers to-night. She says that, now she’s in New York, there is no\r\nnecessity for it to go on, as we shall always be together, and it’s\r\nsimpler for her to look after that end of it. I tell you, Bertie, I’ve\r\nexamined the darned cloud with a microscope, and if it’s got a silver\r\nlining it’s some little dissembler!”\r\n\r\n“But, Rocky, old top, it’s too bally awful! You’ve no notion of what\r\nI’m going through in this beastly hotel, without Jeeves. I must get\r\nback to the flat.”\r\n\r\n“Don’t come near the flat.”\r\n\r\n“But it’s my own flat.”\r\n\r\n“I can’t help that. Aunt Isabel doesn’t like you. She asked me what you\r\ndid for a living. And when I told her you didn’t do anything she said\r\nshe thought as much, and that you were a typical specimen of a useless\r\nand decaying aristocracy. So if you think you have made a hit, forget\r\nit. Now I must be going back, or she’ll be coming out here after me.\r\nGood-bye.”\r\n\r\nNext morning Jeeves came round. It was all so home-like when he floated\r\nnoiselessly into the room that I nearly broke down.\r\n\r\n“Good morning, sir,” he said. “I have brought a few more of your\r\npersonal belongings.”\r\n\r\nHe began to unstrap the suit-case he was carrying.\r\n\r\n“Did you have any trouble sneaking them away?”\r\n\r\n“It was not easy, sir. I had to watch my chance. Miss Rockmetteller is\r\na remarkably alert lady.”\r\n\r\n“You know, Jeeves, say what you like—this is a bit thick, isn’t it?”\r\n\r\n“The situation is certainly one that has never before come under my\r\nnotice, sir. I have brought the heather-mixture suit, as the climatic\r\nconditions are congenial. To-morrow, if not prevented, I will endeavour\r\nto add the brown lounge with the faint green twill.”\r\n\r\n“It can’t go on—this sort of thing—Jeeves.”\r\n\r\n“We must hope for the best, sir.”\r\n\r\n“Can’t you think of anything to do?”\r\n\r\n“I have been giving the matter considerable thought, sir, but so far\r\nwithout success. I am placing three silk shirts—the dove-coloured, the\r\nlight blue, and the mauve—in the first long drawer, sir.”\r\n\r\n“You don’t mean to say you can’t think of anything, Jeeves?”\r\n\r\n“For the moment, sir, no. You will find a dozen handkerchiefs and the\r\ntan socks in the upper drawer on the left.” He strapped the suit-case\r\nand put it on a chair. “A curious lady, Miss Rockmetteller, sir.”\r\n\r\n“You understate it, Jeeves.”\r\n\r\nHe gazed meditatively out of the window.\r\n\r\n“In many ways, sir, Miss Rockmetteller reminds me of an aunt of mine\r\nwho resides in the south-east portion of London. Their temperaments are\r\nmuch alike. My aunt has the same taste for the pleasures of the great\r\ncity. It is a passion with her to ride in hansom cabs, sir. Whenever\r\nthe family take their eyes off her she escapes from the house and\r\nspends the day riding about in cabs. On several occasions she has\r\nbroken into the children’s savings bank to secure the means to enable\r\nher to gratify this desire.”\r\n\r\n“I love to have these little chats with you about your female\r\nrelatives, Jeeves,” I said coldly, for I felt that the man had let me\r\ndown, and I was fed up with him. “But I don’t see what all this has got\r\nto do with my trouble.”\r\n\r\n“I beg your pardon, sir. I am leaving a small assortment of neckties on\r\nthe mantelpiece, sir, for you to select according to your preference. I\r\nshould recommend the blue with the red domino pattern, sir.”\r\n\r\nThen he streamed imperceptibly toward the door and flowed silently out.\r\n\r\nI’ve often heard that chappies, after some great shock or loss, have a\r\nhabit, after they’ve been on the floor for a while wondering what hit\r\nthem, of picking themselves up and piecing themselves together, and\r\nsort of taking a whirl at beginning a new life. Time, the great healer,\r\nand Nature, adjusting itself, and so on and so forth. There’s a lot in\r\nit. I know, because in my own case, after a day or two of what you\r\nmight call prostration, I began to recover. The frightful loss of\r\nJeeves made any thought of pleasure more or less a mockery, but at\r\nleast I found that I was able to have a dash at enjoying life again.\r\nWhat I mean is, I was braced up to the extent of going round the\r\ncabarets once more, so as to try to forget, if only for the moment.\r\n\r\nNew York’s a small place when it comes to the part of it that wakes up\r\njust as the rest is going to bed, and it wasn’t long before my tracks\r\nbegan to cross old Rocky’s. I saw him once at Peale’s, and again at\r\nFrolics on the roof. There wasn’t anybody with him either time except\r\nthe aunt, and, though he was trying to look as if he had struck the\r\nideal life, it wasn’t difficult for me, knowing the circumstances, to\r\nsee that beneath the mask the poor chap was suffering. My heart bled\r\nfor the fellow. At least, what there was of it that wasn’t bleeding for\r\nmyself bled for him. He had the air of one who was about to crack under\r\nthe strain.\r\n\r\nIt seemed to me that the aunt was looking slightly upset also. I took\r\nit that she was beginning to wonder when the celebrities were going to\r\nsurge round, and what had suddenly become of all those wild, careless\r\nspirits Rocky used to mix with in his letters. I didn’t blame her. I\r\nhad only read a couple of his letters, but they certainly gave the\r\nimpression that poor old Rocky was by way of being the hub of New York\r\nnight life, and that, if by any chance he failed to show up at a\r\ncabaret, the management said: “What’s the use?” and put up the\r\nshutters.\r\n\r\nThe next two nights I didn’t come across them, but the night after that\r\nI was sitting by myself at the Maison Pierre when somebody tapped me on\r\nthe shoulder-blade, and I found Rocky standing beside me, with a sort\r\nof mixed expression of wistfulness and apoplexy on his face. How the\r\nchappie had contrived to wear my evening clothes so many times without\r\ndisaster was a mystery to me. He confided later that early in the\r\nproceedings he had slit the waistcoat up the back and that that had\r\nhelped a bit.\r\n\r\nFor a moment I had the idea that he had managed to get away from his\r\naunt for the evening; but, looking past him, I saw that she was in\r\nagain. She was at a table over by the wall, looking at me as if I were\r\nsomething the management ought to be complained to about.\r\n\r\n“Bertie, old scout,” said Rocky, in a quiet, sort of crushed voice,\r\n“we’ve always been pals, haven’t we? I mean, you know I’d do you a good\r\nturn if you asked me?”\r\n\r\n“My dear old lad,” I said. The man had moved me.\r\n\r\n“Then, for Heaven’s sake, come over and sit at our table for the rest\r\nof the evening.”\r\n\r\nWell, you know, there are limits to the sacred claims of friendship.\r\n\r\n“My dear chap,” I said, “you know I’d do anything in reason; but——”\r\n\r\n“You must come, Bertie. You’ve got to. Something’s got to be done to\r\ndivert her mind. She’s brooding about something. She’s been like that\r\nfor the last two days. I think she’s beginning to suspect. She can’t\r\nunderstand why we never seem to meet anyone I know at these joints. A\r\nfew nights ago I happened to run into two newspaper men I used to know\r\nfairly well. That kept me going for a while. I introduced them to Aunt\r\nIsabel as David Belasco and Jim Corbett, and it went well. But the\r\neffect has worn off now, and she’s beginning to wonder again.\r\nSomething’s got to be done, or she will find out everything, and if she\r\ndoes I’d take a nickel for my chance of getting a cent from her later\r\non. So, for the love of Mike, come across to our table and help things\r\nalong.”\r\n\r\nI went along. One has to rally round a pal in distress. Aunt Isabel was\r\nsitting bolt upright, as usual. It certainly did seem as if she had\r\nlost a bit of the zest with which she had started out to explore\r\nBroadway. She looked as if she had been thinking a good deal about\r\nrather unpleasant things.\r\n\r\n“You’ve met Bertie Wooster, Aunt Isabel?” said Rocky.\r\n\r\n“I have.”\r\n\r\nThere was something in her eye that seemed to say:\r\n\r\n“Out of a city of six million people, why did you pick on me?”\r\n\r\n“Take a seat, Bertie. What’ll you have?” said Rocky.\r\n\r\nAnd so the merry party began. It was one of those jolly, happy,\r\nbread-crumbling parties where you cough twice before you speak, and\r\nthen decide not to say it after all. After we had had an hour of this\r\nwild dissipation, Aunt Isabel said she wanted to go home. In the light\r\nof what Rocky had been telling me, this struck me as sinister. I had\r\ngathered that at the beginning of her visit she had had to be dragged\r\nhome with ropes.\r\n\r\nIt must have hit Rocky the same way, for he gave me a pleading look.\r\n\r\n“You’ll come along, won’t you, Bertie, and have a drink at the flat?”\r\n\r\nI had a feeling that this wasn’t in the contract, but there wasn’t\r\nanything to be done. It seemed brutal to leave the poor chap alone with\r\nthe woman, so I went along.\r\n\r\nRight from the start, from the moment we stepped into the taxi, the\r\nfeeling began to grow that something was about to break loose. A\r\nmassive silence prevailed in the corner where the aunt sat, and, though\r\nRocky, balancing himself on the little seat in front, did his best to\r\nsupply dialogue, we weren’t a chatty party.\r\n\r\nI had a glimpse of Jeeves as we went into the flat, sitting in his\r\nlair, and I wished I could have called to him to rally round. Something\r\ntold me that I was about to need him.\r\n\r\nThe stuff was on the table in the sitting-room. Rocky took up the\r\ndecanter.\r\n\r\n“Say when, Bertie.”\r\n\r\n“Stop!” barked the aunt, and he dropped it.\r\n\r\nI caught Rocky’s eye as he stooped to pick up the ruins. It was the eye\r\nof one who sees it coming.\r\n\r\n“Leave it there, Rockmetteller!” said Aunt Isabel; and Rocky left it\r\nthere.\r\n\r\n“The time has come to speak,” she said. “I cannot stand idly by and see\r\na young man going to perdition!”\r\n\r\nPoor old Rocky gave a sort of gurgle, a kind of sound rather like the\r\nwhisky had made running out of the decanter on to my carpet.\r\n\r\n“Eh?” he said, blinking.\r\n\r\nThe aunt proceeded.\r\n\r\n“The fault,” she said, “was mine. I had not then seen the light. But\r\nnow my eyes are open. I see the hideous mistake I have made. I shudder\r\nat the thought of the wrong I did you, Rockmetteller, by urging you\r\ninto contact with this wicked city.”\r\n\r\nI saw Rocky grope feebly for the table. His fingers touched it, and a\r\nlook of relief came into the poor chappie’s face. I understood his\r\nfeelings.\r\n\r\n“But when I wrote you that letter, Rockmetteller, instructing you to go\r\nto the city and live its life, I had not had the privilege of hearing\r\nMr. Mundy speak on the subject of New York.”\r\n\r\n“Jimmy Mundy!” I cried.\r\n\r\nYou know how it is sometimes when everything seems all mixed up and you\r\nsuddenly get a clue. When she mentioned Jimmy Mundy I began to\r\nunderstand more or less what had happened. I’d seen it happen before. I\r\nremember, back in England, the man I had before Jeeves sneaked off to a\r\nmeeting on his evening out and came back and denounced me in front of a\r\ncrowd of chappies I was giving a bit of supper to as a moral leper.\r\n\r\nThe aunt gave me a withering up and down.\r\n\r\n“Yes; Jimmy Mundy!” she said. “I am surprised at a man of your stamp\r\nhaving heard of him. There is no music, there are no drunken, dancing\r\nmen, no shameless, flaunting women at his meetings; so for you they\r\nwould have no attraction. But for others, less dead in sin, he has his\r\nmessage. He has come to save New York from itself; to force it—in his\r\npicturesque phrase—to hit the trail. It was three days ago,\r\nRockmetteller, that I first heard him. It was an accident that took me\r\nto his meeting. How often in this life a mere accident may shape our\r\nwhole future!\r\n\r\n“You had been called away by that telephone message from Mr. Belasco;\r\nso you could not take me to the Hippodrome, as we had arranged. I asked\r\nyour man-servant, Jeeves, to take me there. The man has very little\r\nintelligence. He seems to have misunderstood me. I am thankful that he\r\ndid. He took me to what I subsequently learned was Madison Square\r\nGarden, where Mr. Mundy is holding his meetings. He escorted me to a\r\nseat and then left me. And it was not till the meeting had begun that I\r\ndiscovered the mistake which had been made. My seat was in the middle\r\nof a row. I could not leave without inconveniencing a great many\r\npeople, so I remained.”\r\n\r\nShe gulped.\r\n\r\n“Rockmetteller, I have never been so thankful for anything else. Mr.\r\nMundy was wonderful! He was like some prophet of old, scourging the\r\nsins of the people. He leaped about in a frenzy of inspiration till I\r\nfeared he would do himself an injury. Sometimes he expressed himself in\r\na somewhat odd manner, but every word carried conviction. He showed me\r\nNew York in its true colours. He showed me the vanity and wickedness of\r\nsitting in gilded haunts of vice, eating lobster when decent people\r\nshould be in bed.\r\n\r\n“He said that the tango and the fox-trot were devices of the devil to\r\ndrag people down into the Bottomless Pit. He said that there was more\r\nsin in ten minutes with a negro banjo orchestra than in all the ancient\r\nrevels of Nineveh and Babylon. And when he stood on one leg and pointed\r\nright at where I was sitting and shouted, ‘This means you!’ I could\r\nhave sunk through the floor. I came away a changed woman. Surely you\r\nmust have noticed the change in me, Rockmetteller? You must have seen\r\nthat I was no longer the careless, thoughtless person who had urged you\r\nto dance in those places of wickedness?”\r\n\r\nRocky was holding on to the table as if it was his only friend.\r\n\r\n“Y-yes,” he stammered; “I—I thought something was wrong.”\r\n\r\n“Wrong? Something was right! Everything was right! Rockmetteller, it is\r\nnot too late for you to be saved. You have only sipped of the evil cup.\r\nYou have not drained it. It will be hard at first, but you will find\r\nthat you can do it if you fight with a stout heart against the glamour\r\nand fascination of this dreadful city. Won’t you, for my sake, try,\r\nRockmetteller? Won’t you go back to the country to-morrow and begin the\r\nstruggle? Little by little, if you use your will——”\r\n\r\nI can’t help thinking it must have been that word “will” that roused\r\ndear old Rocky like a trumpet call. It must have brought home to him\r\nthe realisation that a miracle had come off and saved him from being\r\ncut out of Aunt Isabel’s. At any rate, as she said it he perked up, let\r\ngo of the table, and faced her with gleaming eyes.\r\n\r\n“Do you want me to go back to the country, Aunt Isabel?”\r\n\r\n“Yes.”\r\n\r\n“Not to live in the country?”\r\n\r\n“Yes, Rockmetteller.”\r\n\r\n“Stay in the country all the time, do you mean? Never come to New\r\nYork?”\r\n\r\n“Yes, Rockmetteller; I mean just that. It is the only way. Only there\r\ncan you be safe from temptation. Will you do it, Rockmetteller? Will\r\nyou—for my sake?”\r\n\r\nRocky grabbed the table again. He seemed to draw a lot of encouragement\r\nfrom that table.\r\n\r\n“I will!” he said.\r\n\r\n“Jeeves,” I said. It was next day, and I was back in the old flat,\r\nlying in the old arm-chair, with my feet upon the good old table. I had\r\njust come from seeing dear old Rocky off to his country cottage, and an\r\nhour before he had seen his aunt off to whatever hamlet it was that she\r\nwas the curse of; so we were alone at last. “Jeeves, there’s no place\r\nlike home—what?”\r\n\r\n“Very true, sir.”\r\n\r\n“The jolly old roof-tree, and all that sort of thing—what?”\r\n\r\n“Precisely, sir.”\r\n\r\nI lit another cigarette.\r\n\r\n“Jeeves.”\r\n\r\n“Sir?”\r\n\r\n“Do you know, at one point in the business I really thought you were\r\nbaffled.”\r\n\r\n“Indeed, sir?”\r\n\r\n“When did you get the idea of taking Miss Rockmetteller to the meeting?\r\nIt was pure genius!”\r\n\r\n“Thank you, sir. It came to me a little suddenly, one morning when I\r\nwas thinking of my aunt, sir.”\r\n\r\n“Your aunt? The hansom cab one?”\r\n\r\n“Yes, sir. I recollected that, whenever we observed one of her attacks\r\ncoming on, we used to send for the clergyman of the parish. We always\r\nfound that if he talked to her a while of higher things it diverted her\r\nmind from hansom cabs. It occurred to me that the same treatment might\r\nprove efficacious in the case of Miss Rockmetteller.”\r\n\r\nI was stunned by the man’s resource.\r\n\r\n“It’s brain,” I said; “pure brain! What do you do to get like that,\r\nJeeves? I believe you must eat a lot of fish, or something. Do you eat\r\na lot of fish, Jeeves?”\r\n\r\n“No, sir.”\r\n\r\n“Oh, well, then, it’s just a gift, I take it; and if you aren’t born\r\nthat way there’s no use worrying.”\r\n\r\n“Precisely, sir,” said Jeeves. “If I might make the suggestion, sir, I\r\nshould not continue to wear your present tie. The green shade gives you\r\na slightly bilious air. I should strongly advocate the blue with the\r\nred domino pattern instead, sir.”\r\n\r\n“All right, Jeeves.” I said humbly. “You know!”\r\n\r\nTHE END"
  ]
}