{
  "index": 1,
  "title": "Part 1",
  "paragraphs": [
    "*** START OF THE PROJECT GUTENBERG EBOOK A LETTER TO THE REV. CHARLES N. WODEHOUSE, CANON OF NORWICH, OCCASIONED BY HIS RECENT PUBLICATION, ENTITLED, \"WHAT IS THE MEANING OF SUBSCRIPTION?\" ***\r\n\r\nTranscribed from the 1841 J. S. Gowing edition by David Price.\r\n\r\n\r\n\r\n\r\n\r\n                                 A LETTER\r\n                                  TO THE\r\n                        REV. CHARLES N. WODEHOUSE,\r\n                            CANON OF NORWICH,\r\n                  OCCASIONED BY HIS RECENT PUBLICATION,\r\n                                ENTITLED,\r\n                  “WHAT IS THE MEANING OF SUBSCRIPTION?”\r\n                                WITH A FEW\r\n                        OBSERVATIONS ON THE SPEECH\r\n                                   &c.\r\n                                  OF THE\r\n                         LORD BISHOP OF NORWICH,\r\n                                    ON\r\n                              SUBSCRIPTION.\r\n\r\n\r\n                      BY THE REV. CHARLES CAMPBELL,\r\n                           VICAR OF WEASENHAM.\r\n\r\n                                * * * * *\r\n\r\n                                 LONDON:\r\n                         J. G. AND F. RIVINGTON.\r\n               MATCHETT, STEVENSON, AND MATCHETT, NORWICH;\r\n                                   AND\r\n                         J. S. GOWING, SWAFFHAM.\r\n                                  1841.\r\n                          _Price Two Shillings_.\r\n\r\n                                * * * * *\r\n\r\n    “The Liturgy of the Church of England hath advantages, so many and so\r\n    considerable, as not only to raise itself above the devotions of\r\n    other Churches, but to endear the affections of all good people to be\r\n    in love with Liturgies in general . . . The Rubrics of it were wrote\r\n    in the blood of some of the compilers, men famous in their\r\n    generation, whose reputation and glory of martyrdom, hath made it\r\n    immodest for the best of men now to compare themselves with them.\r\n    And its composure is so admirable, that the most industrious arts of\r\n    its enemies can scarce find out an objection of value enough to make\r\n    a doubt, or scarce a scruple in a serious spirit . . . There are also\r\n    in the Offices forms of solemn Absolution and Benediction, and if\r\n    they be not highly considerable, there is nothing sacred in the\r\n    Evangelical Ministry, but the Altars themselves are made of\r\n    unhallowed turf.”\r\n\r\n                                                   _Bishop Jeremy Taylor_.\r\n\r\n\r\n\r\n\r\nA LETTER,\r\nETC.\r\n\r\n\r\nDEAR SIR,\r\n\r\nIt was hoped that the little excitement occasioned by the debate of last\r\nSession on a petition to the House of Lords for some alteration of our\r\nArticles and Liturgy, had been suffered to subside; and it was with\r\nregret we received the announcement of your recent publication, entitled\r\n“What is the meaning of Subscription?”\r\n\r\nI am not aware that any of the clergy of this Diocese, during the last\r\nnine years, that is from the date of your first publication on this\r\nsubject, namely, “_A Petition to the House of Lords for Ecclesiastical\r\nImprovements with Explanations_,” have shewn any disposition to\r\nintermeddle with your proceedings, or to “condemn you for doing the best\r\nyou could in your own cause,” singular as they may have thought, and\r\n_singular_ as you admit to have been “the mode adopted by you to obtain\r\nyour object.” {1}\r\n\r\nWhatever they may have thought, they have hitherto been silent,\r\ninfluenced I am persuaded more by feelings of respect for your personal\r\ncharacter, than from conviction of the strength of your position and the\r\nconsequent weakness of their own.  I can answer for myself, and I am\r\nsatisfied that I am speaking the general sense of the clergy of the\r\nDiocese, in saying that they not only could, but had it been from any\r\ncircumstances necessary, would have borne their ready and willing\r\ntestimony to the truth and faithfulness of the eulogy pronounced by your\r\nDiocesan on your “character and conduct as a clergyman and a gentleman.”\r\n\r\nThey must naturally therefore be the more inclined to wish that it had\r\nconsisted with your views to stop short of a public avowal that you could\r\nnot with any regard for “_truth and honesty_,” make the declaration to\r\nwhich they hesitate not _ex animo_ to subscribe.\r\n\r\n_Richard Baxter_ has said, “that many are apt to think that _this is\r\nright_, because the best and strictest people are of this mind.” {2a}\r\nWith “many” therefore, your opinions will have their weight; and if the\r\nSubscription of the clergy is to be judged by your views of it, their\r\nsituation would seem to be any thing but an enviable one.\r\n\r\nAnd as these your views must seem to be strongly corroborated by the\r\ncongenial sentiments of our Diocesan; should I in the course of the\r\nfollowing observations, which I take the liberty of addressing to you,\r\nhazard also a few remarks upon his Lordship’s reasons for deeming an\r\nExpansion of Subscription desirable; I trust I shall find that I have not\r\nbeen misled by your example, but that to me also, “it may be allowed to\r\ndiffer from my superiors without disrespect or offence.” {2b}\r\n\r\nAllow me then, to express my regret, that “res dura et regni _novitas_,”\r\nas you may apply the royal excuse to your own _novel_ position, should\r\nhave compelled you to resort in your own case to a course you so\r\ndecidedly object to in others; more especially as you appear to have had\r\nyour misgivings, to have foreseen the possibility of “harm accruing from\r\nit,” and very justly to have anticipated that the perusal of a\r\npublication written with the object you appear to have had in view, would\r\n“call forth a painful feeling in the minds of Christians and Churchmen.”\r\n{3a}\r\n\r\n“No one,” you say, “can object more decidedly than yourself to the common\r\npractice of publishing correspondence between individuals on matters\r\nrelating merely to themselves.” {3b}\r\n\r\nBut the practice is usually resorted to by others, as it seems to have\r\nbeen by yourself, under an impression that the publication is in some way\r\nor other “important to their own defence.” {3c}\r\n\r\nYou would however, and naturally enough, persuade yourself that yours is\r\n“a very different case,” a case “relating strictly to a _public\r\nquestion_, one affecting the whole Church, and indeed all Christians in\r\nthe nation.” {3d}\r\n\r\nI will not stay to enquire whether viewing it in this light, the voice of\r\nthe Church ought not to have been heard above your own.  But I must think\r\nthat something more than you have advanced is requisite to constitute a\r\npublic question, and enable us to see the difference between your own\r\ncase and that of others, “who publish correspondence on matters _relating\r\nmerely to themselves_.”\r\n\r\nIt is true that your case has been publicly discussed in parliament, and\r\nso has the case of many another individual; but I must think a\r\ndistinction is to be drawn between a person dragging his own affairs\r\nbefore the public and a public affair; and any weight that you would\r\nattach to the discussion you allude to, as giving to your case the\r\ncharacter and importance of a public question, may perhaps be lessened by\r\na consideration of the manner in which that discussion was brought about.\r\nThe Bishop of Lincoln rose, not to the question, but “at the particular\r\ndesire of the Rev. Mr. Wodehouse,” wishing to have his case brought into\r\nnotice; the Bishop of Norwich said that he “should not have risen, had\r\nnot the name of the Rev. Mr. Wodehouse been introduced;” and the Bishop\r\nof London “would not have entered into the discussion, had it not been\r\nfor some observations which had escaped from the Bishop of Norwich.”  _No\r\ntemporal Peer rose_.  Strictly relating then as you would consider your\r\ncase to be a public question, there appeared but little indication of its\r\nbeing so considered by the House of Lords, and as to the opinion of the\r\nclergy, the Bishop of Lincoln observed, “I am not aware that any general\r\ndesire for such alterations exists, on the contrary, I believe, that\r\nnever did the great body of the clergy deprecate more strongly any change\r\nin the Articles and Liturgy than at the present moment.”\r\n\r\nThe discussion however seems not a little to have disquieted you—but\r\nhaving raised the whirlwind, though you have failed to guide it—ought you\r\nnot to have been less impatient of the storm?\r\n\r\n    Leniter ex merito quicquid patiare ferendum est.\r\n\r\nIt is difficult to believe that on calmer reflection, a mind like yours\r\nwill experience no uneasiness at the recollection of having endeavoured\r\nto turn an _intended_ kindness to the prejudice of those who had\r\nconferred it, and in that light all must view the evident wish on the\r\nparts of the Archbishop of Canterbury, and the Bishop of London, to\r\nresolve your doubts, and as far as their private opinions could\r\navail—restore peace to your mind.  I allude to the use you have made of\r\nprivate conversations, I say _private_, for up to a certain time you\r\nappear to have so considered the opinions that were then given you.  “I\r\nhave been favoured,” you say in a letter to one of the Bishops, “with the\r\n_private_ opinions of many persons I am _bound_ to respect.” {5a}  I\r\nadmit that for your further satisfaction you received permission to\r\n_mention_, or as you say “make known what passed at these\r\ninterviews.”—Still, although it would have made no difference as to the\r\npermission granted, had they even contemplated such a circumstance; I\r\nsuspect that the Archbishop of Canterbury and the Bishop of London, must\r\nhave felt a little surprised to find that their every word had straitly\r\nbeen observed—\r\n\r\n    Set in a note book, conn’d and got by rote,\r\n    To cast into their teeth—_eleven years_ afterwards!\r\n\r\nYet, by the aid alone of these communications, you have endeavoured to\r\nfix upon the Archbishop of Canterbury and the Bishop of London the\r\nfollowing charge, namely, “that in the debate of the 26th of May, 1840,\r\nhis Grace the Archbishop of Canterbury and the Bishop of London more\r\ndecidedly endeavoured to crush the very idea of the _same latitude_,\r\nwhich they had on other occasions most unequivocally allowed and\r\napproved.” {5b}\r\n\r\nI hesitate not for a moment to say that it is a charge unsupported even\r\nby the shadow of a proof.  And let us first examine your evidence as it\r\nbears upon the Archbishop of Canterbury.\r\n\r\nThe points to which you direct our attention in substantiation of your\r\ncharge are these:—His Grace’s conversation in May, 1829—his letters of\r\nMay 12, 1830—and March 18, 1840—and his speech in the debate on the\r\nPetition.\r\n\r\nIn his letter of March 18, 1840, his Grace says, “I shall be much\r\nsurprised if expressions are found in any letter of mine, which can be\r\n_considered as an intended justification of your opinions_,” an\r\nobservation at variance, as you have persuaded yourself with his letter\r\nof 1830, and his conversation with you in 1829.\r\n\r\nIn the first place I would submit that a distinction obtains between not\r\n_condemning_ an opinion and _intending to justify_ it.  It is possible\r\nthat his Grace may take higher views of the power committed to the\r\nstewards of the mysteries of God than you do.  But agreeing perhaps with\r\nyou that “the power of the keys” cannot as you have elsewhere observed,\r\nbe “_beyond a doubt_ defined.” {6a}  His Grace might be unwilling to\r\ncondemn your lower views, but you could scarcely have construed this into\r\nan _intended justification_ of them.  He had besides told you “that the\r\nabsence of censure did not imply a tacit _acquiescence_ in your\r\nopinions.” {6b}\r\n\r\nBut what was the latitude which his Grace thought fairly allowable, and\r\nhow far will it justify you in saying that in his speech he endeavoured\r\nto crush the very idea of that _same_ latitude being allowed?\r\n\r\nYour conversation with his Grace seems to have turned on the _three\r\npoints_ mentioned in your petition,—the Athanasian Creed, the Absolution,\r\nand the words used in a part of the Ordination Service.  Upon your\r\nmentioning the different opinions given by various eminent writers of our\r\nchurch as to the Athanasian Creed and its condemnatory clauses, his Grace\r\nobserved, “_Well_—_none of these opinions has been condemned_, _take\r\nwhichever suits your own views_, _and be satisfied_.” {7a}  But you\r\ncannot be satisfied, and although repeatedly told by his Grace, and also\r\nby the Bishop of Lincoln, that you could not, so long as Convocation\r\nremained in abeyance, obtain the _authoritative sense of the Church_ on\r\nthese points, you persist in pressing for it.  To a request to this\r\neffect conveyed in a letter to his Grace, you again refer to the subject\r\nof your conversation.  To this his Grace replies, “With respect to the\r\nsubject of your letter, I have only to refer you to our former\r\nconversation, in which I expressed _an opinion_ that, on points where\r\nwriters of eminence have differed without slur on their orthodoxy, a\r\ncertain latitude of interpretation is fairly allowable.  But with respect\r\nto the _authoritative sense of the Church_ on the points mentioned in\r\nyour petition, no individual has a right to declare it, if it is a matter\r\nof doubt: and if, during a long succession of years, some difference of\r\nopinion is found among writers eminent for learning and piety, the\r\nsilence of the Church, under such circumstances, may be taken as an\r\nindication of her unwillingness to abridge the liberty of her members on\r\n_these points_.” {7b}\r\n\r\nI can see nothing here like an _intended justification_ of your opinions.\r\nHis Grace would give you it appears _no decision_ in private, he nowhere\r\nled you to infer that he even _approved_ of your opinions, and could\r\nhardly have intended you to conclude that he meant to _justify_ them.  He\r\ntells you “he could not see how your position would be mended by an open\r\ndeclaration of his opinion, _even if favourable_ to that exposition which\r\nwould suit your views,” {8} which seems at least to imply a doubt, and\r\nwhere there is a doubt, the judge usually directs the jury to give the\r\nprisoner the benefit of it, but this does not involve the judge’s\r\n_approval_ or _intended justification_ of the prisoner’s case.\r\n\r\nYet this is all that his Grace admitted,—and to what had this admission a\r\nreference?  To a certain latitude of _interpretation_ allowable under\r\ncertain circumstances.  And I think I can safely defy you to point out a\r\n_solitary expression_ in his Grace’s speech on the 26th of May, 1840, in\r\nwhich he attempts to evade this admission, or, in the language of your\r\naccusation, “endeavours to crush the very idea of the _same_ latitude\r\nwhich on other occasions he had unequivocally allowed and _approved_.”\r\nHis Grace’s _approval_ however is nowhere apparent.\r\n\r\nHis Grace addresses himself in his speech to the prayer of the petition,\r\n“which he apprehends their Lordships will not countenance in the least\r\ndegree.”  And what is the prayer?  “It prays, amongst other things, your\r\nLordships to consider what measures ought to be adopted to make the\r\nPrayer Book and the Subscription of the Liturgy consonant with the\r\n_practice_ of the clergy, and the acknowledged meaning of the Articles of\r\nthe church.”  And what is the imputed _practice_ of the clergy?\r\nAccording to the statement of the petitioners it is their “general\r\npractice to _deviate_ from the authorised _forms_ and _positive\r\nobligations_ of the Church,”—when with reference to your own case, the\r\nthree points on which you consulted his Grace, you can prove that to\r\n_deviate_ from or _omit_ the Athanasian Creed—the Absolution—and the\r\nwords used at the Imposition of Hands—is the _same_ latitude, which with\r\nreference to their _interpretation_, he had thought fairly allowable.—You\r\nmay then boast that you have convicted the Spiritual Head of the Church\r\nof inconsistency and duplicity, and no one will attempt to controvert\r\nyour insinuation that his Grace “has one opinion at Lambeth, and another\r\nin the House of Lords.” {9a}\r\n\r\nYour charge as it affects the Bishop of London, rests on similar\r\nevidence.  His Lordship’s conversation in 1829—a letter of 1830—and his\r\nspeech in 1840.  You consulted his Lordship in 1829 on the same subjects,\r\nand received in substance the same reply as had been given to you by the\r\nArchbishop.  And I can as confidently defy you to point out in his\r\nLordship’s speech in 1840, a passage that can give any colouring of\r\njustice to your charge; unless you can shew that to deprecate an\r\n_alteration_ of our Articles and Liturgy is the same thing as to admit\r\nthat certain parts of them may bear a difference of _interpretation_, or\r\nshow that there is no difference between an _existing_ “elasticity” and a\r\n_further_ “expansion.”\r\n\r\nYour evidence then, if anywhere, must be found in his Lordship’s letter\r\nof 1830.  The letter of which you complain to the Archbishop as “_unkind\r\nand inconsistent with former advice_.” {9b}\r\n\r\nBut as you seem to me to have conversed with his Lordship on one subject,\r\nand to have written to him, the following year, upon another, I do not\r\nsee how you make it appear that his Lordship’s letter was inconsistent\r\nwith his former advice.\r\n\r\nIt does not appear that you had asked his Lordship “in what sense you\r\nwould be expected to subscribe” _in future_, but whether _having\r\nsubscribed_, certain opinions which you had taken up, were consistent\r\nwith your Subscription.  His Lordship thought that they were.\r\n\r\nBut nine months afterwards, on being called upon to _renew_ your\r\nSubscription, you inform his Lordship that you had determined not to make\r\nit again but with a sort of _protest_.—By Subscription, you are called\r\nupon to declare that “the Book of Common Prayer and of ordering Bishops,\r\nPriests, and Deacons, containeth in it nothing _contrary_ to the word of\r\nGod, and that the Articles are _agreeable_ to it:” but to this you will\r\nnot assent, unless you may at the same time be permitted to declare that\r\nyou do not believe it.  You must explain, you tell his Lordship, the\r\nsense in which you shall have no objection to subscribe, and that through\r\nthe medium of a petition to parliament.  Now there appears nothing in\r\nyour report of the conversation to lead to the inference, nor can I\r\neasily bring myself to think that his Lordship could have led you to\r\ninfer that a _qualified_ Subscription was admissible either from\r\ncandidates for orders, or other clergymen.  A different exposition of the\r\ngeneral doctrine laid down in several of our Articles, may be fairly\r\nallowable; the _letter_ of our Liturgy may in several parts admit of a\r\ndifferent interpretation, and if taking our own views of these points,\r\nbelieving them not inconsistent with an allowable interpretation of the\r\nwords, we can _unreservedly_ subscribe, well and good—but for my own\r\npart, I should scarcely expect it of a Bishop to receive a qualified\r\nSubscription from me, the precedent I must think would be a bad one, and\r\nthe practice subversive of the very object of Subscription, independent\r\nof the awkward acknowledgement it involves, that our Church exacts from\r\nher members a form of Subscription, which cannot be made without a\r\n_salvo_.\r\n\r\nYou scarcely could have inferred from his Lordship’s _advice_, that he\r\n“unequivocally allowed and approved of _this_ latitude.”  But as he had\r\ntold you that he thought your interpretation of certain points\r\nadmissible, and that you might openly hold your opinions, you _might_\r\nhave inferred that he also considered them consistent with an\r\n“_unreserved_ Subscription, and that according to the literal sense of\r\nthe words”—for the question is, will not the literal sense of the words\r\nbear a different _application_?  You subscribe _unreservedly_, at least\r\nyou have given us no reason to suppose otherwise, to the Apostles’ Creed,\r\nin which we are told that Christ sitteth at the _right hand_ of God, but\r\nthe _literal_ meaning of the words is at variance with the truth, that\r\n“God is without body, parts, or passions.” {11}  I must think that you\r\nhave conjured up a greater difficulty on the score of Subscription than\r\nin reality obtains.  At all events you must detail some further\r\nparticulars of his Lordship’s conversation, before you will enable us to\r\ndetect its discrepancy with the subject of his subsequent letter.\r\n\r\nBut if his Lordship’s private opinion on the allowable interpretation of\r\nthe points on which you consulted him, failed to remove your doubts and\r\nscruples, and you were after all fully persuaded in your own mind that\r\nthe words in question could by no possibility bear the only\r\ninterpretation with which you could _conscientiously_ subscribe to them;\r\nI cannot see how the _open sanction_ of the Church could affect you to\r\nthe “easing of your conscience.”  For surely if the words will _not_ bear\r\na certain sense, the Church cannot make them—the sanction of all the\r\nBishops in Christendom could never make _black_ mean _white_.  If you are\r\nof opinion that it could, for a Protestant you must entertain rather high\r\nviews of the power of the Church—and yet such would seem to be your\r\nopinion, for in the “Circular” which you sent a day or two before the\r\npresentation of the petition last year, to “all the Peers whose London\r\nresidences could be ascertained;” after alluding to _these opinions_\r\nwhich you had received from the Archbishop and the Bishop of London, you\r\nsay, “my answer was, if such be the case, let these statements be _openly\r\nsanctioned_, and I am content.  But I cannot with _truth and honesty_\r\nsubscribe, not according to the _literal_ meaning of the words, _unless_\r\nsuch latitude _be authorised by the Church_.”\r\n\r\nNow if the Subscription is still to be made to the same form of words, it\r\nis very difficult to see how the _authority of the Church_ can impart to\r\nthem a meaning, to which without that authority _truth and honesty_ would\r\nforbid you to subscribe.  If you do not take care, the Editors of the\r\nOxford Tracts will mark you for their own, in spite of yourself.\r\n\r\nBut in what position do you now stand?  You have _done_ what you informed\r\nthe Bishop of London, you could “not be comfortable without doing.”  You\r\nhave made known to the world, and that by the means you proposed to\r\nyourself, namely, a petition to parliament, what your opinions are, and\r\nthe world interferes not with them, nor does the Church condemn them; you\r\nhave only therefore to arrange the matter with your own conscience—if\r\nthat condemns you, your course is a clear one.  But why should it condemn\r\nyou more for the next fourteen years, than it would seem to have done for\r\nthe last fourteen?  During that time you have held your preferment with\r\nyour opinions, and why should you not continue to hold your opinions with\r\nyour preferment?\r\n\r\nYou tell us that your object was eleven years ago to “ascertain _with\r\ncertainty_ whether you held any opinion which the Church condemned.” {13}\r\nYou were informed that the _authoritative sense_ of the Church on the\r\npoints you wished for information _could not_ in the abeyance of\r\nConvocation be obtained; but you were at the same time told, and that, by\r\nmany whose opinions probably would have had great weight in Convocation\r\nhad it been immediately convened for your satisfaction, that they\r\nconsidered your opinions allowable, that the Church did not condemn them;\r\nand I think it would have been a reasonable inference with which to have\r\nquieted your conscience, that had the Convocation been assembled, the\r\nauthoritative sense of the Church would not have been against you.\r\n\r\nAnd certain passages in your ministerial career had led us to hope and to\r\ninfer that you had come to that conclusion, that having unburthened your\r\nmind, you were at rest.  For in 1836, you presented a second petition to\r\nthe House of Lords, but from that time, as far at least as we could judge\r\nfrom your proceedings, you seemed to have given up your pursuit, at all\r\nevents, it appears that you rested upon your oars till 1840.  And in the\r\ninterim, in the year 1837, after having abstained for some years, and in\r\nconsequence as it was supposed of your scruples, we saw you again\r\n_voluntarily_ coming forward, and in your character of a Presbyter,\r\nofficiating at the ceremony of the _Imposition of Hands_, co-operating\r\nwith the Bishop during the recital of the very words at which your\r\nconscience had taken such alarm, and with respect to which in your former\r\npetition, “you had humbly and earnestly prayed that such steps might be\r\ntaken as should seem good to their Lordships, in order to effect those\r\nalterations in the Liturgy which would relieve the conscience of their\r\npetitioner.” {14a}  And we had also subsequently read the resolution you\r\nhad come to, and _deliberately_ published in 1838.  In a note to a sermon\r\nwhich you published in that year, you say, “In the absence of all\r\nauthoritative censure, I conclude as many others do, that a silent change\r\nhas taken place, ‘from the diversity of times and men’s manners.’  In\r\nthat conclusion I abide, repeating what I have often said, that\r\n_whenever_ I am pronounced wrong on _authority_, I am ready to meet the\r\nconsequences.” {14b}\r\n\r\nI can myself say, and I am sure that all who have had any opportunity of\r\nknowing you, will say it with the same sincerity, in that conclusion we\r\nmost heartily wish that you _would_ abide—that you would continue to\r\ndischarge your pastoral duties, your deliberate and solemnly accepted\r\nengagements to the “Chief Shepherd” in the same exemplary manner that has\r\nmarked your hitherto career, _until_ you are pronounced wrong _on\r\nauthority_—or called from your stewardship to render up your account with\r\njoy.  In what estimation you may hold the opinions of your brother\r\npetitioners, the _Messrs. Hull_, I know not, but they say, “Our clergy\r\n_cannot_ leave the Church—their _ordination vows are upon them_.”  And\r\nbesides, my dear sir, to rush upon martyrdom in the absence of all\r\npersecution, or, as far as the public can see, any apparent necessity,\r\nwill at best obtain for you but an Empedoclean sort of fame.  And as\r\nnothing has occurred since you published your resolution in 1838, to\r\naffect your situation differently from what it had been for nine or ten\r\nyears before, save the failure of another petition; should you resign in\r\nconsequence of that circumstance, it would look almost as if you resigned\r\nmerely to spite the Archbishop.\r\n\r\nBut under the little difficulty that exists of ascertaining with any\r\ncertainty what your intentions have been, or even now are, we earnestly\r\ntrust they may not result in the alternative of a resignation, to which\r\nin the course of your correspondence you have made such frequent\r\nallusions.  “An alternative,” which as Bishop Heber says, “it is easy to\r\nsuggest in the case of a brother, but which every man in his own case\r\nreceives with difficulty.” {15a}\r\n\r\nA few days before the presentation of the last petition you wrote to his\r\nGrace thus, “If I fail on this occasion . . .  I consider myself pledged\r\nto resign my preferment.” {15b}  The result of that petition was\r\nunfavourable.  But ten months afterwards, that is, in your last\r\npublication, you call upon his Grace to pronounce that judgment which he\r\nhad told you he “was _unwilling_ to pronounce on scruples which he hoped\r\ntime might remove,” {15c}—“and _should_ that judgment require such a\r\nstep, you will with God’s permission resign next December, _unless_ a\r\nclear expression of public opinion should intervene appealing against the\r\njudgment pronounced.” {15d}\r\n\r\nLet us hope then that you will abide in this your _latest_ resolution,\r\nfor I think from the evidence with which you have furnished us, we may\r\nventure to conclude that no such judgment will be pronounced as shall\r\ncall for any expression of public opinion.\r\n\r\nI shall now proceed to hazard a few observations on the reasons assigned\r\nby the Bishop of Norwich in favour of an _Expansion_ of Subscription,\r\nseeing that they are considered by many so strongly to confirm the\r\ncorrectness of your own views, and as you have told us that you cannot\r\nconsistently with _truth and honesty_ make the required Subscription, we\r\ncannot but apprehend that in the proportion that those views are believed\r\nto be substantial and correct, the character of the clergy must be\r\nprejudiced, at all events in the eyes of those, who unwilling or unable\r\nto investigate the matter for themselves, take up the opinions of others,\r\nand arriving through them at a corollary of their own, hesitate not to go\r\nas far as to declare that “_all_ the clergy are _perjured_.”\r\n\r\nAs I can devise no better, I shall pursue the plan you have adopted with\r\nrespect to the speech of the Bishop of London, that is, giving such\r\nextracts from his Lordship’s speech as bear upon the subject of\r\nSubscription, with a running comment of my own.  I will not however,\r\nintroduce my remarks with the preface you have affixed to your “plain\r\nstory,”—giving us to understand that it is intended to be “a refutation\r\nof almost every statement in the Bishop of London’s speech.” {16}  Lest\r\nhaving led my readers to exclaim\r\n\r\n    Quid dignum tanto feret hic promissor hiatu.\r\n\r\nI should leave them to conclude that I had been labouring under what the\r\nfaculty, I believe, term “a false conception.”\r\n\r\nHis Lordship’s first reason for wishing for a more expanded Subscription,\r\nis that—\r\n\r\n    “IF _it be true that there is anything approaching to the appearance\r\n    of insincerity on the part of those making the Subscription_, _if we\r\n    seem to confess with our lips that we do not confess and believe in\r\n    our hearts we give our opponents a vantage ground of which they will\r\n    not be slow to avail themselves_.”\r\n\r\nThere is said to be much virtue in an IF, and _eâ virtute nos\r\ninvolvissemus_, had not his Lordship torn the covering away, and “left us\r\nnaked to our enemies,”—self-convicted of “confessing with our lips that\r\nwe do not confess and believe in our hearts.”  For says his Lordship—\r\n\r\n    “IN FACT, _with respect to Subscription_, _I have never yet met with\r\n    a single clergyman_ (_and I have spoken with almost numberless\r\n    individuals on the subject_), _who ever allowed that he agreed in\r\n    every point_, _in every iota to the Subscription which he took at\r\n    ordination_.”\r\n\r\nIt would not be treating his Lordship with candour to give to his\r\nobservation an offensive meaning, which it was not intended to convey.\r\nIt is more with reference to the mal-construction and malicious use of it\r\nby our opponents, that we are led to wish that it had not been made.\r\nSince his Lordship’s subsequent pamphlet, from which we collect the sense\r\nin which he was viewing Subscription, when he made the observation, a\r\nsense in which, for instance with reference to those clauses of the\r\nAthanasian Creed, which are commonly, and unjustly, called _damnatory_,\r\nfew I suspect do subscribe, being, in my opinion, in no wise bound to an\r\napplication of the clauses, so manifestly at variance with the spirit in\r\nwhich the formulary was imposed on us by our Reformers;—since I say, this\r\npamphlet can obtain but a very small part of the circulation of the\r\nspeech itself, where the observation stands _unqualified_; the general\r\nimpression of his Lordship’s meaning must be that the clergy subscribe\r\n_ex animo_, to that which _ex animo_ they do not believe.\r\n\r\nAt the same time I have never seen the necessity of responding to those\r\nappeals through which the clergy of this Diocese have been called upon to\r\ntake some public step, to repel the observation as an implied libel upon\r\nthem.  I would rather it should be remembered that his Lordship,\r\ncomparatively speaking, has been but a short time amongst us, and that\r\nfor anything we can tell, the enquiries of which he speaks may have been\r\nchiefly made amongst the clergy of another Diocese, (indeed, considering\r\nthat it is not a likely question for a Bishop to put to candidates for\r\nOrders, or his clergy generally, the inference must be that they were),\r\nand if their “withers should be galled,” let them respond to these\r\nappeals, “ours are unwrung.”\r\n\r\nIt must, however, be admitted that any _insincerity_ in the matter of\r\nSubscription, would deservedly expose us to the contempt of our\r\nopponents.—But a generous mind would shrink instinctively from inferring\r\ninsincerity from any thing _approaching only to its appearance_.\r\n_Decipimur specie_ ought to hold with respect to _evil_ not less than\r\n_good_.  Still, alas! to the jaundiced eye every object presents itself\r\nin colours not its own.  And I fear that the opinion which his Lordship\r\nwould seem to entertain of the actuating spirit of our opponents, is but\r\ntoo well founded, and amply justifies his apprehension that _they_ would\r\nnot be slow to avail themselves of the _appearance_, caring little to\r\ndissipate the “mentis gratissimus error,” by ascertaining themselves of\r\nthe non-existence of the _reality_.  That accomplished, but embittered\r\ninfidel, the historian Gibbon, did not scruple to declare that the\r\nclergy, one and all of them, made their Subscription either “with a sigh\r\nor a smile;” but I trust that the clergy, as a body, can afford to leave\r\nsuch opponents in the unmolested possession of their imaginary vantage\r\nground.  Until _Mordecai_ was removed from his seat at the gate, the soul\r\nof _Haman_ could not be quieted within him—nor will the souls of our\r\nopponents, until the Church is brought down to a level with their own\r\nsects.\r\n\r\n    “_If it_ (_Subscription_) _is to be understood in the literal_, _most\r\n    strict_, _and most stringent sense_, _it would create difficulties_,\r\n    _which must weigh heavily upon scrupulous and tender consciences_.”\r\n\r\nBut even supposing this—where there is no compulsion, there no violence\r\ncan be done to the conscience, and no one is compelled to “enter the\r\nchurch,” and in using the expression, I confess I cannot perceive with\r\nthe _Messrs. Hull_, that it is redolent “of a very popish error,” it\r\ncertainly means, as they observe, “taking orders;” and I should think\r\nthat the last persons likely to present themselves to a Bishop for that\r\npurpose, would be those whose consciences were already overborne by the\r\npressure of their scruples.\r\n\r\n“Tenderness of conscience,” says _Bishop Jeremy Taylor_, “is an equivocal\r\nterm, and does not always signify in a good sense.” {19}  I am far from\r\nmeaning to impeach the sincerity of the petitioners, but if his Lordship\r\napplied the term in any other than a _good sense_, he might seem to have\r\npaid them but an equivocal compliment, and if he used it in a good sense\r\nwith respect to _them_, the great body of the clergy who have subscribed,\r\nand felt no pang, might suspect his Lordship of meaning to imply that\r\nthey were gifted with consciences of a somewhat tougher texture than is\r\naltogether to be envied.  Some have chosen to draw this inference; I will\r\nnot however believe that they have done his Lordship’s deliberate\r\nsentiments justice in so doing.\r\n\r\n    “_And by continuing these difficulties_ (_of Subscription_) _we\r\n    should leave the way open only to those whose consciences have no\r\n    scruples_, _and who would enter the Church only with a view to the\r\n    profits and secular advantages_.”\r\n\r\nI would submit that a man may enter the Church with _a_ view to its\r\n_secular_ advantages, without being justly involved in the suspicion of\r\n_insincerity_, or of necessity, laying himself open to the imputation of\r\nentering it _only_ with a view to its profits.  For instance, should a\r\ngentleman have in his gift what is commonly called a _family living_, he\r\nmay design it as a provision for a younger son, who enters upon a course\r\nof study and trains himself for the ministry, and that without\r\nnecessarily discarding all view to the _secular_ advantages of his\r\nprofession, knowing that “they which preach the gospel should live of the\r\ngospel:” but so far from its following that he enters the Church with _no\r\nother_ or higher motive; how frequently do we find it the case with those\r\nwhose lot has thus been cast, as it were, for them, that they prove not\r\nmerely exemplary parish priests, but eventually rise to adorn the\r\n_Episcopal Bench_.  His Lordship will not object to my adducing his own\r\nsuccessful career as a case in point.\r\n\r\nBut if such characters as his Lordship speaks of, can even _now_ in the\r\nteeth of all the imputed difficulties, enter the church, if they be so\r\ndisposed, I do not clearly see how removing these difficulties will\r\nmitigate the evil—how widening the portal will tend to obstruct the\r\nentrance.  Nor, although it stands so recorded in his Lordship’s speech,\r\nwill I believe it to be, his deliberate opinion, that by leaving the\r\nmatter of Subscription as it _now_ stands, we leave the way open _only_\r\nto those whose consciences can feel _no scruples_.  If these expressions\r\nof his Lordship are to be taken only in a good sense, I trust for the\r\ncredit of the Church that his Lordship is not the only exception to the\r\ngeneral rule.  The _Messrs. Hull_, in their animadversions on the Bishop\r\nof London’s speech, draw a nice distinction between “opening the door,”\r\nand “leaving it open.”  In cases of burglary I believe the distinction\r\ninvolves a difference; we may venture therefore to hazard a guess to\r\nwhich of the brothers, the lawyer or the divine, we may attribute that\r\ncontribution to the joint stock pamphlet. {21}\r\n\r\n    “_But there is an answer commonly given_, _and a weighty one_, _to\r\n    this objection_.  _The Church has a sort of elasticity which allows\r\n    and graduates the differences that exist_.”\r\n\r\nYet on the use of the word “elasticity” by the Bishop of London, you say,\r\n“I confess myself entirely unable to distinguish between the ‘expansion’\r\nof the one prelate or the ‘elasticity’ of the other.” {22a}  If there is\r\nno difference between the existing elasticity and the expansion pleaded\r\nfor, for what boon did the petitioners pray?  I anticipate your answer,\r\nand will reply to it presently.\r\n\r\n    “_It does not become the Church of England_, _a Church founded on\r\n    liberty of conscience and the right of private judgment_, _to say\r\n    that there shall not be a certain latitude of opinion_.”\r\n\r\nThis observation has been the theme for much discussion.  It has been\r\npretty roundly insinuated that his Lordship’s meaning had been wilfully\r\nmisapprehended by the Bishop of London.  I see myself but little ground\r\nfor the insinuation.  It will at all events be admitted that his Lordship\r\ndid not qualify or define the sense in which he used the observation.  He\r\nhas however explained his meaning and the extent to which he applied it\r\nin his pamphlet, or as you term it “brief defence” of his speech.\r\n\r\nAfter quoting the “passing remarks of a country newspaper,” as\r\nelucidatory of his Lordship’s meaning, you say, “I cannot believe the\r\nBishop of London could be blind to a distinction so obvious.” {22b}  For\r\nthe present, be it so.  In the same page in which this expression of your\r\nincredulity as to his Lordship’s blindness occurs, you quote another\r\npassage from his speech, that in which he observes of Subscription,—“it\r\nis not required from all members of the Church, but only from the\r\nministers of the Church, as a security against a greater evil, &c.”  Upon\r\nwhich you exclaim, “can we forget that _all_ graduates at the\r\nuniversities are required to subscribe, that these are all _laymen_?”\r\nNot very easily, I admit.  And which would you wish us to suppose?  That\r\nhis Lordship had forgotten it, or that he was ignorant of it, or that he\r\nintended to palm upon the audience before which he spake such an\r\nassertion as a _literal_ fact?  As I am inclined to think that _you_\r\nsuppose neither one nor the other, I must say, “I cannot believe that you\r\ncould be blind to his Lordship’s meaning,” and could not help exclaiming\r\non reading your ready imputation against the Bishop of London—“Physician!\r\nheal thyself.”\r\n\r\nBut whilst so many explanations have since been given of the meaning in\r\nwhich this observation was made by the Bishop of Norwich, and so many\r\ninsinuations levelled at the Bishop of London for not choosing to see it,\r\nI am disposed to think that his Lordship did not feel himself called upon\r\nto dive into the thoughts of the Bishop of Norwich, but intending to give\r\na direct negative to an unqualified affirmative, meant to re-repudiate\r\nthe notion that “the church of England, _was_ founded on liberty of\r\nconscience, and the right of private judgment,” and to assert with\r\nreference to the well-known _fruits_ of such a principle, that the Church\r\nwas founded on “truth.”  But the Bishop of Norwich contends that the\r\nexpression is an “incorrect” one, and that had he been speaking of “the\r\nonly true foundation of the true Catholic Church itself,” he should have\r\nsaid that it was “founded on the Apostles and Prophets, Jesus Christ\r\nhimself being the chief corner stone.” {24a}  The Bishop of London could\r\nscarcely have thought the _periphrasis_ necessary, considering before\r\nwhom he was speaking, he would probably reply to the imputed\r\nincorrectness of the expression, that he always considered the foundation\r\nof which the Bishop of Norwich here speaks, to be “truth,” and that the\r\nChurch was the interpreter of the _Apostles_, and _Prophets_, and _Jesus\r\nChrist_, or in other words of the _Gospel of Christ_.  He meant also I\r\nshould suppose, to repudiate the notion, that _the Reformation of the\r\nChurch_ proceeded on such a principle, and in effect to affirm that from\r\nthe days of Archbishop Cranmer to these of Archbishop Howley, no such\r\nprinciple had ever been recognized by the _Church_, as that of admitting\r\n“liberty of conscience and the right of private judgment,” to have any\r\n_directive_ influence in Church affairs; a fact, which if not\r\nsufficiently proved by the mandate of Edward the Sixth, enforcing under\r\nthe penalties of “sequestration, suspension, excommunication, and such\r\n_other coercion_, as to ordinaries or others having ecclesiastical\r\njurisdiction, shall seem convenient, straitly charging and commanding his\r\nloving subjects to observe the injunctions of 1547,” {24b}—would be amply\r\nestablished by your own observations respecting _Bishop Hooper_, for the\r\nsending of the good old man to prison in the matter of the vestments, and\r\nthat by the _Reformers_ themselves, would seem but little to favour the\r\nnotion that our reformed Church was founded on “liberty of conscience and\r\nthe right of private judgment.”\r\n\r\nBut that I may not also be accused of misapprehending his Lordship’s\r\nmeaning, I will here quote his explanation of the sense in which the\r\nobservation was made—\r\n\r\n    “_It is of course plain that I was neither speaking of the Catholic\r\n    Church at all_, _nor even of the Church of England_, _except in its\r\n    character of a Reformed Church_, _founded as such on the principles\r\n    of the Reformation_, _which I again deliberately assert to be liberty\r\n    of conscience and the right of private judgment_, _in opposition to\r\n    that Church from whence it separated_, _in which the authority of\r\n    Popes_, _Councils_, _and Priests_, _superseded all appeal to the\r\n    scriptures themselves_, _and by which of course freedom of judgment\r\n    was strictly prohibited_.” {25a}\r\n\r\nNot that it bears upon his Lordship’s argument, still I would\r\nrespectfully submit whether our alleged _separation_ here from the Church\r\nof Rome be strictly correct; we threw off our allegiance to the _usurped_\r\nauthority, temporal and spiritual, of the Pope; we reformed the abuses of\r\n_our own Church_, but we _separated_ from no mother Church.  The\r\nepiscopal Church in England existed long before the Pope cast his eye\r\nupon it.—“In the acts of the Council of Arles, which was held A.D. 314,\r\nwe find the Subscriptions of three British Bishops.” {25b}\r\n\r\nBut I would further question whether in his Lordship’s _qualified_ sense\r\nof the observation it can with any strictness be said, that our\r\n_reformed_ Church was founded on the principle he contends for.\r\n\r\nIt will, I think, be admitted that whatever was done with reference to\r\nthe Church by that “Postilion of the Reformation,” as Burnet calls him,\r\nthe _Papist_ Henry, was done by him more with a view “to cudgel the Pope\r\ninto a compliance with what he desired,” {26a} than from any desire to\r\nreform our religion.  At all events, we must give up any attempt to\r\nreconcile his “six acts” with “liberty of conscience.”\r\n\r\nThe reformation of our _religion_ had its commencement in the reign of\r\nhis successor.  Here, if any where, we must look for the principle in\r\nquestion.  But can it be said that our religion was reformed “in\r\n_opposition_ to the authority of Popes and Councils,” when it is so well\r\nknown, that “the Bishop of Rome’s usurped power and jurisdiction was of\r\nmost just causes taken away and _abolished_,” {26b} in the preceding\r\nreign?  Neither can it, I think, in strictness be said, _of that time_,\r\nthat the _Priests_ superseded all appeal to the scriptures, seeing that\r\nit was by the Bishops themselves that the scriptures were chiefly caused\r\nto be circulated.  I am speaking not of the German Protestant Church, but\r\nthat of which his Lordship speaks, “the Church of England, in its\r\ncharacter of a reformed Church.”  And I have before shewn on your own\r\nauthority in the matter of _Hooper_, that she recognised nothing so\r\nlittle as the principle of “liberty of conscience.”  That sectarism or\r\nseparation _from_ the Church is founded on this principle, will be\r\nadmitted.\r\n\r\nIt has always appeared to me, that the hacknied phrase, “liberty of\r\nconscience and the right of private judgment,” applied to an associated\r\nbody, is a pure fallacy, I had almost said, a cobweb to catch the fly\r\npopularity, quite as valuable as an appeal, “_ad captandum vulgus_,” as\r\nthe cry—“_Nolumus leges Angliæ mutari_,” to which “catch-word,” his\r\nLordship attributes the defeat of the attempt to revise the Liturgy in\r\n1689.  You also attribute this defeat to “the violence of party;” but\r\nthere are those, and the late pious and excellent _Bishop Jebb_ amongst\r\nthe number, who ascribe it to the “_special interference of Providence_.”\r\n“But the special interference of Providence did not terminate with the\r\nfirst establishment of our Liturgy . . .  Even within the Church itself,\r\nsome were found whose integrity cannot be impeached, who were on the\r\npoint of introducing alterations which could not have failed to prove\r\nequally injurious to the cause of truth and piety.” {27a}  Even Bishop\r\nBurnet, one of the Commissioners, with reference to the probable result\r\nof those contemplated alterations of 1689, imputes the failure of the\r\nattempt to a “very happy direction of the providence of God observed in\r\nthe matter.” {27b}\r\n\r\nThe Church, however, coerces the conscience of no man, every one is at\r\nliberty to take his own religious course, and I confess I cannot see why\r\nthat which is conceded to all other societies should be denied to the\r\nChurch—the right of being governed by her own constitutions, and the\r\nright also of judging what constitutions are most conducive to the\r\nwelfare and good order of her community.\r\n\r\nIf I could not conscientiously conform to the doctrines and discipline of\r\nthe _Baptist_ or the _Independent_, I question if they would allow me to\r\ngive my conscience the liberty to act amongst them according to its\r\ndictates.  They would no more deny than we do ourselves, the abstract\r\nprinciple, neither would they “fine,” nor put me in “the pillory,” but I\r\nsuspect they would “exclude” me, and with very good reason, from their\r\nministry.  To talk of conceding the abstract right of private judgment,\r\nhas always appeared to me a good deal like talking of conceding to a\r\nperson with sound lungs the privilege of breathing.  But to contend for\r\nthe _principle_ and talk of certain latitudes and limits, seems to me to\r\ninvolve a contradiction—once assign any _limits_ to the “right,” and you\r\ndestroy the principle.  But although his Lordship pleads for the\r\nprinciple being, as he contends, that on which our Church is founded, and\r\nought to be acted upon, he would circumscribe it within “a certain\r\nlatitude of opinion.”  He would not have it trench upon “the\r\ndistinguishing features and essential doctrines of the Christian Church.”\r\nBut who is to be the judge of these doctrines?  Two of the petitioners,\r\nthe _Messrs. Hull_, repudiate the very idea of the Church being the\r\nauthorized interpreter of the truth.  “If,” say these brothers, in\r\nallusion to a remark by the Bishop of London, “the word ‘authorised’ bear\r\nits usual signification, such a remark would indeed be inconsistent with\r\nliberty of conscience and the right of private judgment.” {28a}\r\n\r\nAgain, arguing from _the abuse_ of Subscription by “unconscientious and\r\nunscrupulous men,” they say, “it is on that account that the simplest\r\nCreed, and the truth to which the term ‘necessary’ is directly applied in\r\nour bible, are enough to justify a call into the ministry.” {28b}\r\n\r\nBut let any one compare the following passage, from _Mr. Belsham’s_ first\r\nletter to a former Bishop of London, with his exposition of the\r\nUnitarians’ Creed, as it is given at the end of that _lucus a non\r\nlucendo_—his “Calm Inquiry.”  “That the Unitarians believe _everything\r\nthat __is essential_ to salvation is _evident_ from the unequivocal\r\ntestimony of the Apostle Paul himself, who in the Epistle to the Romans,\r\nx. 9, expressly teaches that if we confess with our mouth the Lord Jesus,\r\nand believe in our heart that God hath raised him from the dead, we shall\r\nbe saved.”  Here then we have a professed believer in the _simplest\r\ncreed_—but will it “justify his call into the ministry?”  Take again the\r\ncase of the _Baptist_, agreeing with us I believe on all the essential\r\ndoctrines of Christianity, admitting the _necessity_ of _Baptism_, but\r\ndiffering from us only on a question of _time_.  With our views on Infant\r\nBaptism should we be justified in admitting him into the ministry? and if\r\nnot, what becomes of liberty of conscience and the right of private\r\njudgment?  Might not the professed believer in this simple creed and the\r\nBaptist, under the contemplated restrictions of the principle complain\r\nwith you “that the same invasion of Christian liberty remains?  Fines,\r\nand imprisonment, and the pillory, have vanished; _exclusion_ remains (to\r\nthem) in the same unabated force.” {29}  Let us then remove the\r\ncorrective remedy of Subscription to Articles of Faith, and where shall\r\nwe stay the progress of the gangrene?  How shall we exclude “the naughty\r\nseducers?”\r\n\r\n    “_I consider that by in any way expanding the sense and meaning of\r\n    Subscription_, _a boon would be granted_, _and a great benefit\r\n    conferred upon the scrupulous and tender consciences of those who are\r\n    among_”—it might be asked how they came there—“_or may become the\r\n    brightest ornaments of the establishment_.”\r\n\r\nBut if these ornaments can only be secured at the risk, I do not say with\r\nthe “_intention_” of letting into the ministry together with them, men\r\nwho hold things _contrary to sound doctrine_, however exemplary may be\r\ntheir lives, however brilliant their acquirements, still should they be\r\nin error concerning the Faith, shall we not have purchased them at too\r\nhigh a price?\r\n\r\nBrighter ornaments we may never hope to see than that army of martyrs,\r\nthose profoundly learned and eminently pious men, the sanctity of whose\r\nlives, the fervour of whose holy zeal in the cause of Christ have shed an\r\nundying lustre on the religion they professed when living, and who being\r\ndead yet speak—and in the accents of encouragement to the _tenderest_\r\nconscience, seem to breathe a _crede nobis_,—the Church in the holy\r\ncommunion of which WE lived and died, proffers nothing to be received as\r\nan article of faith, that is “not _agreeable_ to the word of _God_,”\r\nnothing as a point of discipline “that is _contrary_ to it.”\r\n\r\n    “_I would remove every obstacle in the way of Subscription_, _by\r\n    which tender consciences of unquestionable orthodoxy_, _agreeing on\r\n    every point essential to Christianity_, _might be relieved from\r\n    difficulties_, _which I know weigh much with men of honourable and\r\n    high feeling_.”\r\n\r\nBut when Subscription is objected to as it is by the petitioners, because\r\nthey think it pledges them to an assent to things unscriptural, as for\r\ninstance “the _unscriptural character_ of the Athanasian Creed,” as it is\r\nviewed by the _Messrs. Hull_, and the non-agreement of it, and other\r\nmatters in the scripture as they are viewed by yourself—when the\r\nalternative is to give assent to matters that are _contrary to\r\nscripture_, or to sacrifice “_truth and honesty_,”—surely the expression\r\nof a _tender_ conscience is incorrectly applied to men like these.  For\r\nwhat must be the _toughness_ of theirs who could submit to the\r\nalternative?\r\n\r\nBut although the Bishop of Norwich would not allow “liberty of\r\nconscience” to extend so far as to trench upon the “essential doctrines\r\nof the Christian Church.”  Nevertheless, having alluded in his speech to\r\nthe difficult circumstances in which the reformers were placed, and in\r\nconsequence of which “_the Articles of the Church were framed on a\r\nreference to the opinions of a very wide body who differed among\r\nthemselves on many important points_.”  His Lordship contends in the\r\n“brief defence” of his speech, “that it only _requires the full carrying\r\nout of this principle into practice_, to meet the difficulties of the\r\npresent case.” {31}\r\n\r\nThe radical reformer of the State contends that it only requires the\r\n_full carrying out_ of the principle of the Reform Bill, to give\r\nuniversal suffrage and universal satisfaction to the people, and I am\r\ninclined to think that the result in either case would be pretty much the\r\nsame—equally disastrous to the Church as to the State.\r\n\r\nBut it has been contended during the present movement, that if\r\nalterations be made in our Liturgy to meet one tender conscience, a\r\nsimilar boon should be extended to all.  Upon this objection his Lordship\r\nargues, “if this be true, it is much more true that if _no latitude_ is\r\nto be allowed in any subordinate point, we cannot make exceptions in one\r\ncase more than another.”  But this appears to me to be a _petitio\r\nprincipii_, it is assuming that there is no existing “elasticity,” no\r\ndeparture from an _iota_ admissible, _no latitude_ in any point,\r\nsubordinate or otherwise already recognized, and if so, seeing that on\r\nmost of the points on which your objections hinge, his Lordship would\r\nseem, from his pamphlet, to coincide with you in your views, it might not\r\nunreasonably be asked,—how Dr. Stanley came to be at this moment, Bishop\r\nof Norwich.\r\n\r\nStill, I think it may reasonably be asked, as it is, if this principle of\r\nconcession in consideration to _tender consciences_ be once admitted,\r\nwhere are the probable demands upon it likely to find a limit?\r\n\r\nThe question would seem then to resolve itself into a choice of evils,\r\nand _e malis minimum_, we must ask therefore, which would be most\r\nconducive to the welfare and _respectability_ of the Church, to require\r\nSubscription to be made unreservedly and according to the literal meaning\r\nof the words and sense in which they were imposed, or to allow such a\r\nlatitude as may enable every one to subscribe in what sense he\r\nplease?—“_Quicunque vult_, is an ill preface to a law.”\r\n\r\nA proposition similar to the last has been stated and canvassed by\r\n_Bishop Jeremy Taylor_, and he says of it—“This is the last remedy, but\r\nit is the worst, it hath in it something of craft, but very little of\r\ningenuity, and if it serve the ends of peace or external charity, or a\r\nfantastic concord, yet it cannot serve the ends of truth and holiness,\r\nand christian simplicity.” {32}\r\n\r\nHow far the Bishop of Norwich may be disposed to go in carrying out his\r\nbenevolent object (and I speak it in perfect sincerity, for I believe his\r\nLordship to be actuated by the very best intentions), of giving relief to\r\ntender consciences and promoting peace and unity amongst Christians, I\r\npretend not to say—for his Lordship’s pamphlet leaves the matter more\r\ndoubtful than his speech, inasmuch as amongst those whose sentiments his\r\nLordship quotes as being most in accordance with his own, and with\r\nreference to whom “compared with many of their modern opponents,” he\r\nsays—\r\n\r\n    Mallem magis cum Platone errare quam cum istis rectè sentire.\r\n\r\nHis Lordship quotes the opinion of Bishop Warburton, namely, that\r\n“_schism_ which all must admit to be an evil, is one which nothing but\r\nthe Church _widening her communion_, can prevent or cure.” {33}\r\n\r\nI confess I could never clearly see how the Church _can_ conscientiously\r\n_widen_ her communion.  What are the pleas for separation?  They hinge\r\nnot on _letters_ and _iotas_, nor on this or that particular _passage_ in\r\nour Liturgy, they resolve themselves into _two_—our Doctrines and our\r\nChurch Government.  One or other of these is the plea alleged by _every\r\ndenomination_ of separatists, from the frigid _Socinian_, to the\r\nfanatical _Jumper_.  Giving these separatists therefore credit for\r\nseceding or keeping aloof of us on these grounds, and, that _for\r\nconscience sake_—we can only expect to “prevent schism,” by leaving the\r\ndivinity of our Saviour “an open question,” and abolishing Episcopacy\r\naltogether.\r\n\r\nBut may we not ask, if tenderness of conscience is to be respected when\r\nit takes offence at _non-essentials_, why is it to be disregarded when it\r\nstumbles at the far more important matters, _the essentials_ of\r\nChristianity, the “distinguishing features of the Christian Church?” and\r\nis not Episcopacy a distinguishing feature?  But with the exception of\r\nthe Roman Catholic, there is not a separatist in the three kingdoms who\r\nis agreed with us on that point.  Are the divinity of Christ and the\r\natonement essential doctrines?  But the so called Unitarian, in the\r\nexercise of his private judgment, pronounces them to be falsehoods.  Is\r\nInfant Baptism a distinguishing feature?  But the Baptist, as he styles\r\nhimself, condemns it as a senseless and unscriptural rite, nor will the\r\nliberty in which he indulges his conscience permit him to hold communion\r\nwith any Church that practises it.  Is the Sacrament of the Lord’s Supper\r\na distinguishing feature?  But the tender conscience of the Quaker\r\nrioting in the liberty wherewith Christ hath made him free, will not\r\ndeign to return to these “beggarly elements,”—“the _policy of Satan_\r\nbusying people with outward signs.” {34a}\r\n\r\nSince then we must give up the pleasing hope of bringing schismatics\r\n_back_ to the fold, we may narrow the question, and limit the proposed\r\nrevision of our Articles and Liturgy, to the removal of every “cause of\r\nuneasiness” to the tender consciences of our brethren within the pale.\r\n“This,” as you justly observe, “would probably occasion some trouble and\r\ndifficulty,” {34b} not that this ought to be objected if the charitable\r\nobject could be effected by any _reasonable_ sacrifice.  You admit that\r\nalready “more is proposed that is either necessary or desirable.” {34c}\r\nThe Bishop of London {34d} “would not be disposed to go as far as you,”\r\nwhilst some perhaps with the modesty of old _Richard Baxter_, might\r\npropose to put the unclean thing away altogether, and to substitute a new\r\nand much improved Liturgy of their own.  Let us once open the commission,\r\ninstitute this Court of Relief for tender consciences, and we shall have\r\nno lack of appellants.\r\n\r\n    Utor permisso—caudœque pilos ut equinæ,\r\n    Paulatim vello—demo unum, demo etiam unum,\r\n    Dum cadat elusus ratione ruentis acervi. {36a}\r\n\r\nThe difficulties of the subject seem to be confessed by all, except it\r\nmay be by the _Brothers Hull_, who seem to see none or very few.  But the\r\nBishop of Norwich observes, “_I agree that there are what to some may be\r\ndeemed almost insuperable difficulties in the way of any change in the\r\nLiturgy_, _and perhaps in the Articles_.”  Nor would these difficulties\r\nseem to be lessened, if his Lordship’s view of the present state of the\r\nChurch be correct, it being his opinion “that there never was a period\r\nperhaps of our Church History with so little harmony within the pale, and\r\nso fearful a prospect of fiercer and wider dissention.” {36b}  “There is\r\na lion in the way”—and for my own part I am craven enough to say there\r\nlet him lie—_couchant_ he is likely to be less troublesome than\r\n_rampant_.  And the better part of valour is discretion.\r\n\r\nAnd as his Lordship tells us that “he believes the Clergy as a body would\r\nnot consent to any change” in the Liturgy.  We may infer that that\r\nabsence of harmony to which his Lordship alludes, from whatever other\r\ncauses it may arise, originates in no want of unanimity in the Church on\r\nthe score of _Subscription_, and that there would seem but little\r\nnecessity, for the sake of _peace_, to embark upon the dangerous\r\nexperiment of a revision.\r\n\r\nIt being then admitted that “the Clergy as a body would not consent to\r\nany change in the Liturgy or Articles,” we must presume that they can\r\n_unreservedly_ make the Subscription in its present form.  And putting\r\naside your own peculiar case, we must also presume of those persons who\r\nrecently petitioned parliament, in the character of Clergymen of the\r\nChurch of England, that although they might think some _Expansion_ of\r\nSubscription desirable, in consideration to others, did nevertheless make\r\ntheir own with a safe conscience and with the honest intention of\r\nfulfilling their engagements, by a general conformity to the prescribed\r\nServices of our Church.  They subscribed, we must presume, with no _such\r\nlatitude_ of _opinion_ as would admit of an habitual _deviation_ from,\r\neither by alteration or a summary omission, of such parts of our\r\nServices, as they could not satisfactorily reconcile with their own\r\nprivate opinions.  _Mr. Maty_, a former seceder from our establishment,\r\ncould not consider such a latitude of the construction of his\r\nSubscription compatible with his honesty.  In a letter to _Mr. Lindsey_,\r\nhe says, “finally, I can neither submit to acquiesce in silence, after\r\nhaving made my objections known, nor take upon me to alter the Service of\r\nthe Church as long as I continue to profess myself a minister of it.”\r\n{37}\r\n\r\nProperly appreciating this sentiment, we must conclude that the Bishop of\r\nNorwich understood the prayer of the petitioners with no reference to\r\nsuch a practice as _Mr. Maty_ here condemns, when he represented them as\r\npraying “that that which is consented to and allowed privately, may be\r\nthe avowed and acknowledged sentiments of the Church at large.”  Yet in\r\ntheir “explanation of the statements of the petition,” and the object\r\nwhich _they_ had in view, the _Messrs. Hull_, enumerate amongst these\r\ndeviations from the authorized forms and positive obligations of _the\r\nChurch_, _sanctioned_ as they assert _by general practice_; the omission\r\nof the Athanasian Creed, the change or omission of certain sentences in\r\nthe Burial Service, and the substitution of other lessons than those\r\nappointed by the Church.  Now I must think, that if a complaint were\r\npreferred against a Clergyman to his Diocesan for _habitually_ and\r\nadvisedly deviating thus from his _positive obligations_, the\r\ncomplainants would scarcely be told that such things were _consented to\r\nand allowed privately by the Church_.  If so, for consistency’s sake it\r\nmight be as well to expunge in future from the Churchwardens’ Articles of\r\nEnquiry exhibited at Episcopal Visitations, any such query as the\r\nfollowing, “Doth the Incumbent or Curate regularly read service with the\r\nLitany and Creeds, exactly according to the Rubric of the Book of Common\r\nPrayer, without omission, addition, or alteration?” {38}\r\n\r\n_You_ represent the petitioners “as having presented to parliament the\r\nsound and reasonable prayer, _that the law and the practice should be\r\nassimilated_.”  You mean, I presume, that some regard should be had to\r\nthe nature of the thing _practised_, otherwise I must think your\r\nprinciple a very _unsound_ one.  For instance, it is to be feared that a\r\nhabit prevails sadly too much amongst both high and low, of neglecting\r\nthe observance of the sabbath day and keeping it anything but holy.  But\r\nI would not therefore assimilate the _law_ to this practice and go to\r\nparliament for an act to legalize sabbath breaking.  And even in respect\r\nto the prayer of the petitioners, I should say that the Archbishop’s\r\nproposition that steps should be taken to assimilate the _practice_ to\r\nthe _law_, was the sounder one of the two.\r\n\r\nBut the _Messrs. Hull_ in _their_ view of the matter, represent the\r\nBishop of Norwich—“as pleading strongly for that privilege which should\r\nbe conceded to every ingenuous mind, to mean what it says, and to say\r\nwhat it means.”  A form of Subscription such as would admit of every one\r\nsaying what he means, seems to have been the view which the Bishop of\r\nLondon took of the object of the petitioners, and called it very\r\ntruly,—“expansion with a vengeance.”\r\n\r\nBut you would make us, by our present Subscription, say much more than we\r\nmean, and mean much more than we say, for instance, you would contend\r\nthat we declare by Subscription, “that every word of the _Homilies_, is\r\n_agreeable_ to the word of God,” the laity, you say “_feel_ not what it\r\nis to subscribe _literally_ to _every word_ of the _Homilies_, Rites, and\r\nCeremonies,” {39a} and again, “if a Subscription to _the Liturgy_ as\r\n_agreeable_ to the word of God is still maintained to be indispensable,”\r\n{39b} and further, the petition states, that the Clergy are “commonly\r\nunderstood to be _bound_ to the observance of _all the Canons_.” {39c}\r\nNow, I cannot think that you give quite a correct view of Subscription.\r\nAmongst your illustrations, you say, “our Subscription _literally_ taken\r\ncalls upon a person to declare that the delivery of a marriage ring and\r\nthe Apostles’ Creed are equally _agreeable_ to scripture!” {40}  But the\r\nvery _letter_ of our Subscription is opposed to this view of it.—We know\r\nof nothing in scripture agreeable to or agreeing with any part of our\r\nmarriage ceremony, unless it be a supper; neither have we any “scripture\r\nwarrant” for our custom of kneeling when receiving the sacrament, none\r\nfor signing with the sign of the cross, no _direct_ warrant baptizing\r\ninfants, in short, _literally_ we do _not_ subscribe to _the Liturgy_ as\r\nbeing _agreeable_ to the word of God, but containing nothing _contrary_\r\nto it.\r\n\r\nNeither do we “subscribe _literally_ and to every word of the Homilies”\r\nas being agreeable to the word of God.  I could produce you many a quaint\r\npassage from their exhortations, to which we should be puzzled to find\r\nanything agreeable in scripture, though nothing perhaps contrary to the\r\nspirit of them.\r\n\r\nAnd as to the Canons, so far from feeling ourselves _bound_ to a\r\n_voluntary_ observance of them all, I have no recollection of pledging\r\nmyself by any Subscription at my ordination to the observance of any of\r\nthem.  “As to the Canons,” says _Archdeacon Sharpe_, “to which we are\r\n_not bound by any formal promise_, but only by virtue of their own\r\nauthority.  I believe no one will say that we are bound to pay obedience\r\nto them all, according to the letter of them.”  Say then, that there are\r\namongst them some, which as the petitioners allege “could not in these\r\ndays be acted upon,” if so, they are the less likely to cause them any\r\ngrievance.  And as to the alleged inexpediency of acting upon others, let\r\nus leave that to be judged of by our superiors, whom we are bound to\r\nobey, at least so I understood my ordination vows.  But our objection to\r\na revision of our Laws Ecclesiastical arises from no over-weaning\r\naffection for these inoperative canons, but from a desire rather to\r\n\r\n    “ . . . bear the ills we have\r\n    Than fly to others, that we know not of.”\r\n\r\nBut to the observance of the Rubric, we are unquestionably pledged.  And\r\nit is preferred by the _Messrs. Hull_, “as a charge against the\r\nArchbishop of Canterbury and the Bishop of London, that at their\r\nordination they pledged themselves to observe the Rubric, and so to\r\nconfirm in a given way.  But they do not confirm in that way, and do\r\nconfirm in another,” _ergo valet consequentia_.  But, after mentioning in\r\nthe strongest terms our obligations to a strict observance of the Rubric,\r\n_Archdeacon Sharpe_ says, “this indeed we must always take along with us,\r\nthat our obligations to observe the Rubric, how indispensable soever, are\r\nsubject to this _proviso_—namely, that the thing prescribed _be a thing\r\npracticable_.”  And as the _Messrs. Hull_ admit that “the Bishops from\r\nthe multitudes of candidates, _could not_ confirm according to the\r\nRubric,” we will leave the Bishops to settle this matter with their own\r\nconsciences, believing that their characters are not so far compromised\r\nby the deviation, as to render it imperative upon them, to plunge at all\r\nhazards into a revision.\r\n\r\nOur Articles were agreed upon, as you observe, “for avoiding diversities\r\nof opinions, and for the stablishing consent touching true religion.”  In\r\naccomplishing this, you seem to think that they have signally failed.  In\r\nthose cases, however, where the Article has advisedly been drawn up for\r\nthe purpose of admitting men holding certain differences of opinion on\r\nthe general doctrine contained in it, the contemplated result can\r\nscarcely be looked upon as indicative of any failure of the object.  But\r\nI cannot see that the existence of one evil in a system, if the extent to\r\nwhich this latitude goes _be_ one, which I do not admit, is a sound\r\nargument for the bringing in of many more.  “If,” says _Dr. Randolph_,\r\n“the best method we can think of to avoid diversities of opinion and\r\nestablish consent touching true religion, has through the perverseness\r\nand corruption of mankind a contrary effect, surely not we, but these\r\nhypocrites, are to blame.  But we cannot think it a good reason for\r\nthrowing down all the fences of our vineyard, because some wild boars\r\nwill sometimes break through them.” {42}  It appears, however, that _you_\r\nwould only leave a few gaps in the fence, the thirty-nine Articles you\r\nwould abolish at one fell swoop, and from the passing of your proposed\r\nBILL for the consolidating the laws of religious tests, or Subscriptions,\r\n&c. “you would have it enacted, that nothing be required but assent to\r\nthe doctrines set forth in the three Creeds, as agreeable to scripture;\r\nassent to the truth of the scriptures themselves; and that they contain\r\nall things necessary to salvation.”\r\n\r\nI perceive, however, that you would still have a “declaration of\r\nconformity to the Liturgy of the Church of England, as it is _now_ by law\r\nestablished.”—By _now_, I presume you are speaking of the Liturgy, as it\r\nshall be set forth _hereafter_, when every pebble of offence shall be\r\ntaken away, and “every cause of uneasiness removed.”  But _hic labor_,\r\n_hoc opus est_—take for instance the Athanasian Creed, you might be\r\ncontented with the proposition of 1689 respecting it; but your brother\r\npetitioners the _Messrs. Hull_ exclaim, “let Subscription henceforward\r\napply to a Prayer Book which _does not contain_ the Athanasian Creed.”\r\n{43a}  Now, if this “_erroris expulsio_,” as it has been termed, was\r\nconsidered indispensable to the exclusion of the Arian “wolves,” even\r\n_after_ the imposition of the Nicene Creed,—are these wolves\r\nexterminated?  Or is their nature so changed that they would harmlessly\r\nlie down with the lambs of our fold, were it not for those invidious\r\nfences that prevent their approach, nor seduce them from the fold, even\r\nwere it fenceless?  But, argue the _Messrs. Hull_, fences are of no use,\r\nfor a wolf once upon a time got through one, meaning _Bishop Hoadley_.\r\nBut they forget that like that treacherous one we read of in the nursery\r\nlegend, the “Little Red Riding Hood,”—he disguised himself to effect his\r\npurpose.  We have lately read of a chimney sweeper insinuating himself\r\ninto her Majesty’s private apartments, but we have not heard in\r\nconsequence of the abolition of the police force.\r\n\r\nBut let it be admitted that our Liturgy, “that admirable book, next to\r\nthe bible, the treasure and glory and safeguard of our reformed Church,”\r\n{43b} is not faultless; still, who when he looks upon the heterogeneous\r\nmass of so called improvements that have been already suggested, would\r\nnot exclaim—“Let us but have our Liturgy continued to us as it is, until\r\nthe men are born who shall be able to mend it or make it better, and we\r\ndesire no greater security against either altering this or introducing\r\nanother.” {43c}\r\n\r\nBut as the subsidence of the _dissidia mutuasque suspiciones_, is a\r\nconsummation more devoutly to be wished, than, I fear, _in these times_,\r\nto be looked for; I will in conclusion make a few observations in defence\r\nof the Subscription of the Clergy generally, to those _three points_\r\nwhich you esteem so “indefensible;” but as my observations have already\r\nextended far beyond the limit I had contemplated, I must of necessity, be\r\nmore brief than I could wish, or than justice to such subjects might seem\r\nto require—and first of the _Athanasian Creed_.\r\n\r\n“Full of information,” as _Hooker_ observes, “concerning that faith which\r\n_Arianism_ did so mightily impugn, and which was both in the _east_ and\r\n_west_ Churches accepted as a treasure of inestimable price, by as many\r\nas had not given up even the very ghost of belief.” {44a}\r\n\r\nBut my Diocesan tells me, that “_literally_ understood this Creed makes\r\nno distinctions, no contingencies, but unconditionally and unequivocally\r\nasserts that all who receive it not, are doomed to irretrievable\r\nperdition.” {44b}  God forbid!  But if it be so, _literally_ the Saviour\r\nof mankind has pronounced the same uncontingent, undistinguishing,\r\nunequivocal doom, upon all who believe not the _gospel_.  “_He_ that\r\nbelieveth not shall be damned, {44c} _whosoever_ believeth on him shall\r\nnot _perish_, but have everlasting life,” {44d} the converse is,\r\n_whosoever_ believeth _not_ shall perish everlastingly; for “he that\r\nbelieveth not shall not see _life_, but the _wrath of God abideth on\r\nhim_, {44e} they _all_ shall be damned, who believe not THE truth.” {44f}\r\n\r\nBut we cannot bring ourselves to think that it can consist with the\r\ngoodness of Him “whose tender mercies are over all His works,” to doom to\r\n“irretrievable perdition,” _millions_ of His creatures for the\r\nnon-performance of an _impossibility_.  We consequently limit this awful\r\nsentence against those who “love unrighteousness,” and wilfully reject\r\nthe _offer_ of salvation.  The context forces us to this application of\r\nthe anathema.  But I am not asking in what sense we are to _understand_\r\nthe threat of scripture, but applying to it the same reasoning through\r\nwhich the Athanasian Creed is attacked; and I assert that _literally_\r\nunderstood, the texts which I have quoted, as undistinguishingly doom to\r\nperdition _all_ who do not believe the gospel, as does the Athanasian\r\nCreed all who do not hold the Catholic Faith.\r\n\r\nBut if we are to ascertain the sense of scripture by comparing it with\r\nscripture, the text with the context, why are we to be debarred from\r\nascertaining the sense and meaning of our Church formularies, by the\r\napplication of the same canon of interpretation?  Why are so invidious\r\nobjections to be conjured up and bruited abroad against our Church, by\r\ntying us down to the _letter_ of her forms, to the utter disregard of\r\ntheir meaning, and the spirit in which they have been imposed?  I cannot\r\nexpress my own view of these monitory clauses, better than in the\r\nlanguage of a contemporary divine, “their connection and relative force\r\nis this: whosoever desires to be saved it is necessary that he hold the\r\nCatholic Faith, and if he who has this faith keep it not, for he cannot\r\nkeep it except he has first had it or held it, he cannot be saved, but\r\nwithout doubt shall perish everlastingly.  The warning, therefore, is\r\ndirected to him only who keeps not the faith which he has been taught,\r\nwhich has been put into his hands, which he has had hold of.” {45}\r\n\r\nBut my Diocesan affirms, and although it is your own opinion also, I take\r\nthe liberty of canvassing it in his Lordship’s statement, feeling that\r\nthe sentiments of the Spiritual Head of the Church in this Diocese, must\r\ncarry with them even greater weight than your own.  His Lordship says,\r\n“granting (though the Creed makes no such concession) that five hundred\r\nmillions and upwards of Pagans and Heathens, out of eight hundred\r\nmillions inhabitants of our globe, are not meant to be included in this\r\nsweeping anathema, it should be remembered that the whole Greek Church,\r\nprofessed Christians as they are, must of necessity be included, as its\r\nmembers after mature consideration are at variance with other Churches\r\nrespecting the procession of the Holy Ghost.” {46a}  As a point of\r\n_doctrine_ I am much disposed to question the “mature consideration,” I\r\nshould rather impute the schism to the imperious and unbending\r\ndispositions of the respective parties, the _Patriarch_ versus the\r\n_Pontiff_.  But be that as it may,—I would exonerate our Church from the\r\nodium of gratuitously condemning to irretrievable perdition, those who in\r\n_her own opinion_ substantially differ nothing from her in this respect,\r\nbut do keep undefiled the Catholic Faith.\r\n\r\n“They do not,” says _Archbishop Bramhall_, “add the word _filioque_ to\r\nthe Creed, and yet they acknowledge that the Holy Ghost is the Spirit of\r\nthe Son, which is the very same thing in sense.” {46b}  And again—“_Peter\r\nLombard_, _Thomas à Jesu_, _Cardinal Tolet_, and many others, do make the\r\nquestion about the procession of the Holy Ghost to be verbal only,\r\nwithout reality, and that the Grecian expressions of _Spiritus Filii_ and\r\n_per __Filium_, do signify as much as our _Filioque_.” {47a}  _Bishop\r\nPearson_, _Bishop Beveridge_, _Dr. Waterland_, and many others of our own\r\ndivines are of the same opinion.\r\n\r\nIn explication of the doctrine of the Personality of the Holy Ghost, the\r\nAthanasian Creed says—“the Holy Ghost is of the Father and of the Son,”\r\nthe Greek Church holds that which as _Bishop Pearson_ says, plainly\r\ncontains this truth, that the Spirit is _of_ God the Father, and _of_ God\r\nthe Son.  The Creed says, “neither made, nor created, nor begotten, but\r\nproceeding,” and beyond a _procession_, distinguishing Him from the\r\nFather and the Son, but whether this procession be_ temporal_, _eternal_,\r\nor both—whether from the Father _and_ the Son, or from the Father only,\r\nthe Creed _determines_ nothing—and the distinguishing property ascribed\r\nby the Greek Church to the Holy Ghost, is a _procession_, _Εκπορενσις_.\r\n{47b}  “The Greek Church,” says _Dr. Bennet_, “does unanimously maintain\r\nthe _temporal_ procession of the Holy Ghost, from _both_ the Father and\r\nthe Son.  And since this Creed may be understood in that sense, therefore\r\nin the use of it we do _necessarily_ declare no more than what the Greek\r\nChurch does as cordially profess and contend for as ourselves.”\r\n\r\n“Though the distinction,” says the same writer, “was so well known to all\r\nour Reformers in this nation, yet their prudence and moderation would not\r\nsuffer them to take notice of it in any public and authentic manner.\r\nThey would not recede from _Rome_ any further than was necessary, upon\r\nthe account of the _Roman_ corruptions, and therefore they did not reject\r\nthe _filioque_ from the _Nicene_ Creed or the Creed of _St. Athanasius_,\r\nnor did they declare themselves against the _Greek_ Church by adding any\r\nsuch term, as must necessarily determine in what sense they understood\r\nthe _procession_.” {48a}  _Literally_ taken, therefore, the Greek Church\r\nis _not of necessity_ included in this sweeping anathema, and as his\r\nLordship states it, “excluded from the merits of the Redeemer’s death\r\nhereafter,” any more than five hundred millions of Heathens are condemned\r\nto irretrievable perdition by the _literal_ acceptation of Mark xvi. 16.\r\n\r\nTo affirm the necessity of the Catholic Faith to salvation, is simply to\r\nsay what our Lord himself says, in the above text.  To affirm that he who\r\n_having had_ the Catholic Faith _rejects_ it, is to say no more than is\r\nsaid, Heb. vi. 4, Luke ix. 62, Matt x. 13, and 2 Peter ii. 21, with many\r\nother like places.\r\n\r\nIt would appear then from page 51 of your pamphlet, that we differ\r\nnothing in our application of these clauses; the only difference between\r\nus is, that taking this view of it, I can _unreservedly_ make my\r\nSubscription, and conscientiously hold with our eighth Article, that this\r\nCreed “_ought thoroughly to be received and believed_.”  But if in my\r\nconscience I believed that such an application of them was untenable, I\r\nconfess I could not so easily lay aside my scruples, as it would appear\r\nyou were ready to do, provided you could obtain the “sanction of the\r\nopinion of the Archbishop of Canterbury,” an opinion which being not _ex\r\ncathedra_, but private and personal, his Grace would not permit you to\r\nconsider as “of greater value than that of any other _individual_, who\r\nmay possess in an equal degree the qualifications of a competent judge in\r\nsuch a matter.” {48b}\r\n\r\nBut you ask “whether when we read Mark xvi. 16, we can find in that awful\r\nthreat against those who do not receive the GOSPEL, a sanction for the\r\neven more appalling threat contained in the Creed.” {49a}  In what sense\r\nit is more appalling you have left us to discover.  But by this\r\nobservation, you would seem to aim at some distinction between not\r\nreceiving the _Gospel_ and rejecting the “very essentials of\r\nChristianity.”\r\n\r\n“The Creed,” you say, “consists of a series of propositions deduced by\r\nfallible man.”  This of necessity would be the case, since _the truth_\r\nwas by the wisdom of God committed to the keeping of fallible man, and\r\nwith it, the command to “take heed to THE doctrine.”  But the question is\r\nare they correct deductions from the _infallible_ word of God?  You admit\r\nthat they are, all “must admire,” you say, “the extraordinary subtlety\r\nand acuteness with which _erroneous theories_ are rejected, and _the\r\ncorrect deductions from scripture_ are maintained,” {49b} and again “the\r\nmatters treated of in this Creed are of such _fundamental_ importance and\r\nso including the _very essentials of Christianity_.” {49c}  If so, if the\r\ndeductions be _scriptural_, the spirit of the clauses cannot be\r\notherwise, for “_he_ that believeth not shall be damned,” and I presume\r\nthat by believing you would contend for the necessity of a _sound_\r\nfaith—“the truth as it is in Jesus.”\r\n\r\n“You are not,” you say, “so feverishly sensitive as many good men of our\r\nChurch as to Trinitarian definitions, esteeming a lively ‘faith working\r\nby love,’ the grand desideratum of the gospel,” {49d} and so no doubt in\r\na right sense it is.  But _South_ draws a distinction between a lively\r\nand a _living_ faith, “our faith must not only be _living_ but _lively_\r\ntoo.”  Admitting this distinction, how far behind you does the Unitarian\r\n(or rather _Humanitarian_, if sects would but assume their most\r\nappropriate designation), fall in the profession of a like faith?  He\r\nholds after a fashion, St. Paul’s “word of faith,” Rom. x. 9, and in\r\nworks of kindness to his fellow creatures and _morality_, falls nothing\r\nbehind the most orthodox Trinitarian.  In this sense his faith is lively,\r\nand _artlessness_ and _simplicity_ are the boasted characteristics of his\r\nCreed.  He “confesses with his mouth the Lord Jesus”—but then it is that\r\nhe “was a man constituted in all respects like other men, subject to the\r\nsame infirmities, the same _ignorance_, _prejudices_, and _frailties_,\r\nthat he suffered death, not to appease the wrath of God, not as a\r\n_satisfaction_ to divine justice, not to exhibit the evil of sin, nor in\r\n_any sense whatever to make atonement to God_ for it; for this doctrine,\r\n_in every sense_, and according to every explanation they explode as\r\n_irrational_, _unscriptural_, and _derogatory from the divine\r\nperfections_, but as a _martyr to the truth_, and _as a necessary\r\npreliminary to his resurrection_.” {50}  They confess Jesus with the\r\nmouth, but they deny the _gospel of Jesus Christ our Redeemer_.  And is\r\nthis believing to the saving of the soul? is this a “confession unto\r\nsalvation?”  Is this THE doctrine?  But the rulers of Christ’s Church are\r\nto charge some that they teach _no other_ doctrine, than the doctrine\r\nwhich is according to godliness, and great is the _mystery_ of godliness.\r\nThey are to rebuke sharply that men be _sound_ in the faith.  We must in\r\nshort teach the truth _as it is in Jesus_,—THE faith and not A faith; and\r\nwoe to us if from any mistaken notions of Christian charity, of that\r\ncharity which “rejoiceth in the truth,” we hesitate to declare that to\r\nreject “the very essentials of Christianity,” is a “drawing back unto\r\nperdition.”  At the same time when in the fulfilment of our bounden duty,\r\nour positive obligations, we declare the threat of scripture, for we\r\ndeclare no more, we might hope at all events from those whose every\r\nsentiment would seem to breathe of Christian benevolence, to have credit\r\nfor declaring it in the spirit of that charity which “_hopeth all\r\nthings_.”\r\n\r\nOf the _form of absolution_ in the Service for Visiting the Sick, you\r\nsay, “no small harm is done to our reputation by sanctioning that which\r\nin plain honest language cannot be defended.” {51a}\r\n\r\nThe Roman Catholic will tell you that you cannot in plain honest language\r\ndefend any construction of the words “this _is my body_,” but their own.\r\nYou put, however, a different construction upon them, and with no harm\r\ndone to your reputation.\r\n\r\nThe Bishop of Norwich says of this form, “I have heard many Clergymen\r\nexpress the pain they felt in uttering it, shrinking, as conscientious\r\nminds ever must, from the assumption of a power of so awful a character,\r\nwhile others from equally conscientious motives, abstain altogether from\r\npronouncing it.” {51b}\r\n\r\nI hope I do not misapprehend his Lordship; but the impression of his\r\nopinion left on my mind by this passage, is, that no _conscientious mind_\r\ncan comply with our ordination vows but with _pain_ to itself.  With what\r\npain and reluctance then must his Lordship cause these solemn vows to be\r\nadministered, and trusting that they are _conscientiously_ made, how from\r\n_conscientious_ motives a man can abstain from the observance of them, I\r\nconfess I cannot clearly see.  Nor, can I think it quite just to the\r\ngreat body of his Clergy to take a _weak_ conscience as the standard by\r\nwhich to measure the integrity of, perhaps, a better informed one.\r\n\r\nBut if his Lordship _so_ construes our formularies, as implying an\r\nassumption on the part of the _Minister_, of a power, the arrogating of\r\nwhich can fall nothing short of blasphemy, namely, that “unless we as\r\nMinisters of the Church, ‘do forgive’ and ‘absolve,’ the sins of a dying\r\nman must descend with him to the grave, with all their fearful pressure;\r\nand _that if we choose to retain them_, _he cannot escape their\r\nconsequences_,” {52a}—in other words, assuming a power like the false\r\nProphets of old, “to slay the souls that should not die, and save the\r\nsouls alive that should not live,” {52b}—if such be his Lordship’s view\r\nof our forms, a man need not be gifted with an over-sensitive conscience\r\nto shudder at the arrogance, the use of them must involve.\r\n\r\nYet in such a sense, his Lordship would seem to say, that our Church’s\r\nabsolution was viewed and “believed by many of our earliest Reformers.”\r\nLet us then try the Service in question, not by its _iotas_, but by its\r\nobvious sense and meaning.  Let it be made its own interpreter, and we\r\nmust at once be convinced that such was not the spirit in which it was\r\nimposed by our Reformers, that they contemplated no such construction of\r\nits words, as that of implying a power, of “loosing of the debt of\r\neternal death,”—or as _Bishop Burnet_ says, to “_pardon_ with relation to\r\nGod.”\r\n\r\nFor if so, why remind the sick person, that “after this life there is an\r\naccount to be given to the righteous Judge, by whom all must be judged\r\nwithout respect of persons.” {53a}  Does the form objected to imply any\r\nsuch arrogant assumption on the part of the Minister?  On the contrary,\r\nis not the commencement of it _precatory_? to the effect that _Christ_,\r\nnot the _Priest_, “would of his great mercy _forgive_ the penitent his\r\noffences.”  Does the Priest pronounce the absolution in his own name?  On\r\nthe contrary, he pronounces it in the name of Him who sent him to declare\r\nthe forgiveness of sins.  Does he declare it on any other than the\r\n_gospel terms_?  He declares it only to those who “truly repent and\r\nbelieve in Christ.”  But can he see the heart?  How then can it be\r\nsupposed that he should himself believe, or what danger is incurred of\r\ndeceiving the dying person into the fond hope, that he shall, in virtue\r\nof the Priest’s absolution, be clear when he is judged hereafter?  Or if\r\nfor a moment, the dying person had so deceived himself, must not the\r\ndelusion be dissipated, on hearing the Minister _after_ he had pronounced\r\nhis _absolution_, put up to the throne of mercy that earnest and\r\naffecting petition, in behalf of him “who most _earnestly desireth_\r\npardon and forgiveness”—but to what purpose, if he believed that he had\r\nbut the moment before forgiven him? what can be more utterly at variance\r\nthan this prayer, with the imputed arrogance of the form of absolution?\r\n“The truth is, that in the Priest’s absolution, there is the true power\r\nand virtue of forgiveness which will most certainly take effect—_nisi\r\nponitur obex_—as in Baptism.” {53b}\r\n\r\n“But who,” you ask, “shall venture to put these words into the mouth of\r\nfallible men, and authorize them _in any sense_ to apply them.” {54a}\r\n\r\n“You believe us,” you say, “to be in the fullest sense ambassadors of\r\nChrist, charged with a message of reconciliation.” {54b}  But say that\r\nyou were delivering this message at the bed of a dying person, and he\r\nreplied to it, yes sir, so I read in my bible.  How would you lead him to\r\nbelieve that your ambassadorial declaration of his forgiveness, was\r\nlikely to be of more avail to him, than his reading the message for\r\nhimself?  “Sin,” says _Hooker_, “is not helped unless it be _assured_ of\r\npardon.” {54c}  But what assurance can you give the penitent, beyond that\r\nhe can read for himself, unless you have _authority_ to declare his\r\npardon in virtue of your official character?  If it be not so, the\r\ndistribution of the bible may be considered as having in a great measure\r\nsuperseded the further necessity of a _Christian Ministry_, and rendered\r\nour Saviour’s institutions of none effect.\r\n\r\n“But why,” you ask, “_assume_ to execute our commission in terms which\r\nunder any construction are presumptuous.”  Under their _proper\r\nconstruction_ I would submit that they argue no assumption or presumption\r\nwhatsoever.\r\n\r\nLet us say that you had recently been sent out as “an ambassador in the\r\nfullest sense,” to Canada, in pardoning the rebels in accordance with\r\nyour instructions, and a compliance on their parts with the terms, should\r\nyou have deemed it a distinction involving any important difference,\r\nimplicating you in an act of presumption, or derogating any thing from\r\nthe prerogative of your sovereign,—had you said, _I_ remit you your\r\noutlawry, and absolve you from all your offences.\r\n\r\nBut I should much question, supposing the rebels had by some means\r\npossessed themselves of your instructions, and having ascertained from\r\nthem the terms on which pardon was offered to them, whether they would\r\nhave considered reading this document to each other, the same thing as\r\nhaving the gracious message of pardon delivered to them on _authority_.\r\nThe former is the principle of sectarism.  But if you believe that there\r\nis any virtue in your office, if you believe that you are empowered to\r\ndeclare the message of reconciliation with more effect than a layman,\r\ndefine your position with regard to your heavenly Master, assert your\r\ndelegated authority, that of being in the “fullest sense an ambassador of\r\nChrist;” prove that it means something, or give up your claim to an empty\r\ntitle.  If there is nothing analogous in the office, why assume to be an\r\nambassador? or why should the Apostles have led us to infer a delegated\r\npower, by declaring themselves to be ambassadors, ministers of the\r\ngospel, and stewards of the mysteries of God?\r\n\r\nBut for a weak and fallible man to assume a power in any sense, to remit\r\nor retain the sins of another, how shall we divest such a notion of\r\npresumption, or reconcile it with the enlightened and enquiring spirit of\r\nthe nineteenth century?\r\n\r\nWe are baptized, as I have always understood, for _the remission of\r\nsins_.  Say then, that a person desired baptism at your hands, but that\r\non examination you thought you had found him wanting in the necessary\r\nqualifications, that he had not faith.  Would you baptize him?  But if\r\npart of the grace of Baptism be the _remission of sins past_, by\r\nwithholding from him the sacramental means whereby they are remitted, do\r\nyou not _retain_ them?  And under such circumstances, would not the\r\nvirtue of your commission—the “power of the keys,” be brought home to\r\nyou?  And considering the life-giving effect of Baptism, if you are\r\ntempted to measure God’s ways by our ways, must it not strike you as the\r\nvery height of presumption, to say as you do—_I baptize thee_?  But as\r\nthe remission of sins is a result of Baptism, and as we have not\r\naccording to the old puritanical objection, any “scripture warrant” for\r\nthe words with which we administer that mystery, would it argue greater\r\npresumption to say in words that _mean no more_, “_I absolve_ thee of all\r\nthy past offences?”  The Greek Church seems to have viewed the matter in\r\nthis light, for as we learn from _Bingham_, they perform the rite in the\r\n_optative form_.  “_Baptizetur servus Christi in nomine Patris_,\r\n_&c._—let the servant of Christ be baptized, &c.” {56}\r\n\r\nBut say, that you had mistaken the thoughts of the heart of the would be\r\nconvert, would not “the tremendous responsibility” of which his Lordship\r\nspeaks be neutralized as it respected both the convert and yourself, by\r\nthe comforting consideration that there is an after appeal to One that\r\njudgeth righteously, at whose tribunal the act or sentence of His\r\nofficial on earth will be reversed, if pronounced in error, but\r\neverlastingly confirmed if otherwise?  Is absolution therefore a matter\r\nof indifference?  Why then was the Christian ministry ordained, and its\r\nauthority sealed by the assurance of its divine Founder,—“he that\r\ndespiseth you despiseth me, and he that despiseth me despiseth Him that\r\nsent me?”\r\n\r\nYour third objection lies against the words, “Receive ye the Holy Ghost,”\r\nas they are used in our Ordination Service.\r\n\r\nThe old cavil, as it is mentioned by _Hooker_, was “The Holy Ghost we\r\ncannot give, and therefore we foolishly bid men receive it.” {57a}\r\n\r\nYour objection to the use of these words would seem to be, that in their\r\nliteral sense they imply a power of commanding his gifts.  But surely\r\nthere is a wide distinction between the _dispenser_ of a spiritual gift,\r\nand the _giver_ of it.  “God,” says _Jeremy Taylor_, “is the fountain of\r\nthe power, man conveys it by an external rite . . .  God is the\r\nconsecrator, man is the minister; the separation is _mysterious_ and\r\nwonderful, the power great and secret.” {57b}\r\n\r\nNow, if a Bishop really believes that the _Imposition of Hands_ is a\r\ndivinely instituted rite, the means ordained by inspiration of Christ,\r\nand used by his Apostles, whereby the gift of the Holy Ghost is conveyed\r\nand received, for the ministration of the mysteries of the gospel\r\ndispensation:—if he believe that he is a minister of the Spirit, an\r\napostolically appointed steward of these mysteries, I can see nothing\r\n“foolish,” nothing presumptuous in his saying at the very moment that he\r\nbelieves that he is _dispensing_ the gift—“Receive ye the Holy Ghost for\r\nthe office and work of a Priest in the Church of God, now committed unto\r\nyou by the Imposition of our Hands.”  It would, at least, tend to show\r\nthat he had _faith_ in the efficacy of his ministration.  But to imitate\r\nthe significant act of our Saviour and his Apostles, ever performed by\r\nthem with a specific object, and ever resulting in a _blessing_, in the\r\ncommunication of some _spiritual gift_, to have recourse to the sign,\r\nwith _no faith_ in the thing signified, esteeming it but a barren\r\nceremony,—would seem to me to be but little short of an “indefensible”\r\nmockery of an external rite, hallowed to spiritual purposes by the\r\nauthority of inspiration.\r\n\r\nIf you can believe in the _mystery_ of the sacraments, if you can believe\r\nthat “the bread which we break, the cup of blessing which we bless,” do,\r\nby the prayer and solemn invocation of the Priest, become, in some\r\ninexplicable and mysterious manner, the “Communion of the body and blood\r\nof Christ, which are verily and indeed taken and received by the faithful\r\nin the Lord’s Supper:” if, in _this faith_, you hesitate not to give the\r\nconsecrated elements to the communicants, manifesting the signification\r\nof the rite, by the words, the “body and blood of Christ, take,\r\neat—drink:”—I can see but little reason why you should stumble, at the\r\nnot more mysterious communication of the spiritual gift for the office\r\nministerial, by the Imposition of Hands.  They are mysteries; but the\r\nwhole gospel dispensation is a mystery:—we must become as “little\r\nchildren” or we cannot receive them—for no sooner do we grow _wise_\r\nenough to ask “how these things can be,” than we are certain to reject\r\nthem as “foolishness.”  Some boldly, like the Socinian, as requiring a\r\n“prostration of intellect,” too humiliating to be submitted to—others\r\nhiding from themselves their want of faith, under the garb of humility,\r\nunder which garb, I wish, that frequently something more of rationalism\r\nmay not lurk, than its wearer would either willingly suspect or\r\nacknowledge.\r\n\r\nBut you request the Archbishop of Canterbury, “that it may be allowed by\r\nhis Grace’s authority or sanctioned by his opinion, that in this form,\r\nall that relates to the gift of the Spirit” (the _ministration_ of it\r\nrather, since the Bishop is not the fountain of the power—not the\r\n_giver_), “may be considered precatory.” {59a}—_Precatory_!—“the great\r\nmysteries of our religion are _all_ by way of solemn prayer.”  “The form\r\nof words,” says _Jeremy Taylor_, “doth not alter the case, for _Ego\r\nbenedico_, and _Deus benedicat_ is the same, and was _no more_, when God\r\ncommanded the Priest in express terms to _bless the people_.” {59b}\r\n\r\nBut what is there in the words, “receive ye the Holy Ghost,” to prevent\r\nyour taking them in the sense which would seem “to suit your own views?”\r\n\r\nYou take, I doubt not the form, in which the bread and wine in the\r\nsacrament are administered in a precatory sense.—“The body of our Lord\r\nJesus Christ which was given for thee, preserve thy body,” &c.—but in the\r\nabsence of any auxiliary verb, you must imply the precatory sense—you\r\nmight mentally substitute _shall_ or _will_, for _may_, for anything that\r\nthere is in the form itself to prevent you.\r\n\r\nBut you object also to the words as being an innovation, and contend that\r\nthe use of them was unknown in the purer ages of Christianity.  This,\r\nhowever, you must permit me to say, you have signally failed in your\r\nattempt to prove.  The authorities you adduce, are those of _Morinus_ and\r\n_Bishop Burnet_.  On these authorities “you hope to make it appear beyond\r\nall doubt that no such form of ordination was ever thought of, nor any\r\nresembling it for eleven centuries after the publication of\r\nChristianity.” {59c}  “Prayer and the Imposition of Hands, were the only\r\nrites we find practised by the Apostles,” says the Bishop.  But they were\r\ntwo distinct rites: “when they _had_ prayed, they laid their hands on\r\nthem.” {60a}  But they have left us no form of prayer used by them upon\r\nthe occasion—how then do we know what form they used?  And are we to\r\nsuppose that the _Imposition of Hands_ was given in silence,\r\nunaccompanied by any words to indicate its signification to the person\r\nordained, or to the faithful who were present?  But nothing is left on\r\nrecord.  How then can you undertake to say that they used not, as they\r\nmost probably would, the very form of the primitive commission?  Christ\r\nwas designated for his ministry by the visible descent of the Holy Ghost,\r\nand by an efflux of the Spirit: He, having received the gift without\r\nmeasure, in like manner designated his Apostles for theirs—“_As_ my\r\nFather hath sent me, even _so_ send I you”—Receive ye the Holy Ghost.\r\nAnd there can be no doubt, that the Apostles in ordaining others, would\r\ndeclare both by word and deed: “_As_ Christ hath sent us, _so_ send we\r\nyou.”  “Stir up the gift of God that is in you by the putting on of my\r\nhands.” {60b}\r\n\r\nBut _Morinus_ is to set this question at rest.  “His authority must, you\r\nsuppose, be considered conclusive on this point.” {60c}  But to what does\r\nit amount?  His collected MS. forms of Ordination take you back to about\r\nthe middle of the eighth century; and these you adduce as conclusive\r\nevidence of the practice of the _primitive_ Church.  Now admitting, as in\r\ncandour we must, that his earliest authority is a proof of still earlier\r\nusage,—still, as to any evidence of the _practice_ of the _primitive_\r\nChurch, he leaves you with a yawning and somewhat unmanageable _hiatus_\r\nupon your hands.\r\n\r\nCould no written summary of the Christian faith, or any traces of such\r\nsummary be discovered, anterior to the date of that of Nice; you would\r\nhardly argue that for the three preceding centuries the Church had always\r\nused the _Nicene Creed_:—the inference would be that no human explication\r\nof the “word of faith,” had been found necessary:—and in like manner, the\r\nabsence of any proof to the contrary, affords a strong presumption, that\r\nthe _primitive_ Church had adhered to the use of the words of the\r\n_primitive_ commission.  At all events, before you undertake to inform us\r\nwhat form was _not_ used in the ordinations of the primitive Church; it\r\nis incumbent on you to show what form it _did_ use.—“But,” says\r\n_Bingham_, whom you quote thus far,—“the solemnity in giving superior\r\norders, was always performed by the Imposition of Hands and prayer.”\r\nThis has never been disputed, but he also observes—“It is not to be\r\nimagined that one and the same form was used in all Churches, for every\r\nBishop having liberty to frame his own Liturgy, as there were different\r\nLiturgies in different Churches, so it is reasonable to suppose the\r\nPrimates or Metropolitans had different forms of consecration, though\r\nthere are now no remains of them in being, to give us any further\r\ninformation.” {61a}\r\n\r\nThrowing you in two centuries and a half beyond your earliest authority,\r\nI dare not attempt with _Bishop Burnet_ and yourself to jump the\r\nremaining hiatus, with any hope of reaching your conclusion,—“that if we\r\nask of the antient time what is best, and of the latter time what is\r\nfittest, some alteration of the form of ordination is both proper and\r\nexpedient.” {61b}\r\n\r\nOur compilers thought it both “best and fittest” to adhere to the words\r\nof the primitive commission, nor attempt to define the mystery, or\r\nenquire “how can these things be:”—and they would probably have replied\r\nto the modern cavils in the spirit of _Hooker’s_ observation—“Seeing\r\ntherefore that the same power is now given, why should the same form of\r\nwords expressing it, be thought foolish?” {62a}\r\n\r\nTo this form of words the Clergy do _literally_ and _ex animo_ subscribe,\r\nand notwithstanding your objections, I trust without impeachment either\r\nof their _truth_ or _honesty_.\r\n\r\nIn a note to your Sermon published in 1838, speaking of “controversial\r\npublications by Clergymen in defence of our Church,” you observe, “the\r\noccupation is in most cases neither happy nor improving.”\r\n\r\nOught not such a consideration to have withheld you from challenging your\r\nbrother to take so questionable a course as you consider its defence, by\r\npublishing such opinions of the Subscription required and made by the\r\nClergy, as must, if correct, involve them in the suspicion of being\r\neither ignorant of its meaning, indifferent to its obligations, or\r\ninsincere in their acceptance of them?—warning them at one time against\r\nthe unhappy occupation of self-defence, and leading your readers at\r\nanother, to draw an inference to their prejudice, from their silence; for\r\nyou say with reference to “your objections, no attempt at a refutation of\r\nthem has appeared, so far as you know, from any quarter,” {62b} and\r\nfurther, that our Diocesan’s pamphlet, in “defence” of his speech on\r\nSubscription, so strongly corroborative of your own objections “remains\r\nunanswered.” {62c}\r\n\r\nI must, therefore, request of you to share any blame that may attach to\r\nus, in consequence of the courses, _offensive_ and _defensive_, which we\r\nhave respectively taken in this matter.\r\n\r\nI am fully conscious of the very questionable position in which it places\r\nme, as one of his subordinate Clergy, with respect to my Diocesan.  And I\r\ntrust I feel it with as becoming a sense of the doubtfulness of its\r\npropriety, as you must your own with its reference to our venerable and\r\nuniversally respected Metropolitan.\r\n\r\nBut when his Lordship is informed of the alacrity with which our\r\nopponents have availed themselves of his published opinions, to cast them\r\n“unbated and envenomed” against the bulwarks of our Zion, I feel assured\r\nthat the well known liberality of his Lordship’s sentiments, will dispose\r\nhim to make for me every allowance.\r\n\r\nI could have wished that the silence the Clergy have hitherto preserved,\r\nand which has been construed to their disadvantage, had been broken by\r\nsome one better qualified than I am to do justice to the subjects I have\r\npresumed to handle; by some one, whose name would have carried with it,\r\nfar more weight than I have the vanity to imagine can attach to my own.\r\nIndeed, I have sometimes hesitated whether to affix it to this Letter,\r\nbut as you have shrunk from no responsibility by withholding your own,\r\nfrom your published objections to our Subscription, I have felt it due to\r\nyou not to shelter myself under the irresponsibility of an anonymous\r\naddress.  In penning which, if I do not deceive myself, I may hope to\r\nstand acquitted of having been influenced by any unfriendly feeling.  If\r\nin any part of it my style may seem to border upon anything savouring of\r\ndiscourtesy—let me hope it may be considered by you as _seeming_ only.\r\nAnd should I have misapprehended your sentiments and done you thereby any\r\ninjustice—\r\n\r\n    Let my disclaiming of a purposed evil\r\n    Free me so far in your most generous thoughts,\r\n    That I have shot mine arrow o’er the house\r\n    And hurt my brother.—\r\n\r\nIn which light, as a Clergyman of the Church of England, I hope long to\r\nhave the opportunity to consider you, believing as I do, that your\r\nscruples, though the creations of a _conscientious_ mind, are more\r\nimaginary than substantial—and with this persuasion and in that hope, I\r\nbeg to subscribe myself,\r\n\r\n                          Very faithfully yours,\r\n\r\n                                                           CHAS. CAMPBELL.\r\n\r\n                                * * * * *\r\n\r\n                          ~~~~~~~~~~~~~~~~~~~~~~\r\n\r\n                        GOWING, PRINTER, SWAFFHAM.\r\n\r\n\r\n\r\n\r\nFOOTNOTES.\r\n\r\n\r\n{1}  Mr. Wodehouse’s Letter to the Bp. of Llandaff, p. 69.\r\n\r\n{2a}  Cure of Church Div. Direct. 48, Pt. 3.\r\n\r\n{2b}  Mr. Wodehouse, p. 50.\r\n\r\n{3a}  p. 4.\r\n\r\n{3b}  p. 35.\r\n\r\n{3c}  p. 4.\r\n\r\n{3d}  p. 35.\r\n\r\n{5a}  p. 67.\r\n\r\n{5b}  p. 26.\r\n\r\n{6a}  Petition with explanations, p. 31, published 1832.\r\n\r\n{6b}  p. 81.\r\n\r\n{7a}  p. 30.\r\n\r\n{7b}  p. 43.\r\n\r\n{8}  p. 54.\r\n\r\n{9a}  Letter to the Archbishop of Canterbury, p. 63.\r\n\r\n{9b}  p. 45.\r\n\r\n{11}  Article 1.\r\n\r\n{13}  p. 41.\r\n\r\n{14a}  Petition of 1833.\r\n\r\n{14b}  Ordination Sermon, 1838.\r\n\r\n{15a}  Heber’s Life of Jeremy Taylor, p. cv.\r\n\r\n{15b}  p. 82.\r\n\r\n{15c}  p. 81.\r\n\r\n{15d}  p. 84.\r\n\r\n{16}  p. 4.\r\n\r\n{19}  Epist. Ded. to Sermon on the opening of Parliament.\r\n\r\n{21}  My readers may wish to know who the ADELPHI are to whom I have more\r\nthan once alluded.  They are the authors of a pamphlet, entitled\r\n“Observations on a Petition, (the Petition of last Session), for the\r\nRevision of the Liturgy, &c. written by two brothers, a Clergyman and a\r\nLayman.”\r\n\r\nThese brothers, by the impetuosity of their onslaught, are said to be\r\ndistinguished amongst the petitioners as the CASTOR and POLLUX of their\r\nlittle phalanx.\r\n\r\nAnd as there are in their pamphlet some things which might render\r\nquestionable the logical acumen of the one, and tend to cast a shadow of\r\nsuspicion on the orthodoxy of the other—they have acquired credit for no\r\nindifferent tact in putting forth this SIAMESE sort of production,\r\ninasmuch as to any sentiment which might not be thought creditable to the\r\ndivine; the barrister is ready with fraternal consideration to assert his\r\nclaim,—“MEUS HIC sermo est,” and that which might not be highly esteemed\r\nfor its soundness in the learned and honourable society of Lincoln’s Inn;\r\nthe divine with reciprocal affection is at hand, to exclaim—“Adsum qui\r\nfeci”—in short, the Barrister will be responsible for the divinity, and\r\nthe Divine for the points of law.\r\n\r\n    Diligat et semper socius te sanguinis illo\r\n          Quo pius affectu Castora frater amat.\r\n\r\n{22a}  p. 113.\r\n\r\n{22b}  p. 107.\r\n\r\n{24a}  Bishop of Norwich Pamph. p. 18.\r\n\r\n{24b}  Sparrow’s Collection, &c. p. 12.\r\n\r\n{25a}  Bp. of Norwich’s Pamph. p. 18.\r\n\r\n{25b}  Hart’s Eccl. Records, p. 2.\r\n\r\n{26a}  Burnet Pref. vol. i.\r\n\r\n{26b}  Sparrow’s Collection, &c. p. 1.\r\n\r\n{27a}  Bishop Jebb’s Pastoral Instructions, Disc. iii. p. 61.\r\n\r\n{27b}  History of his Own Times, vol. ii. p. 33.\r\n\r\n{28a}  John and W. W. Hull’s observations on the petition, p. 23.\r\n\r\n{28b}  p. 29.\r\n\r\n{29}  p. 17.\r\n\r\n{31}  Bp. of Norwich’s Pamph. p. 14.\r\n\r\n{32}  Rule of Conscience, b. iii. c. iv. r. 23.\r\n\r\n{33}  Bp. of Norwich Pamph. p. 29.\r\n\r\n{34a}  Barclay’s Apol. p. 27.\r\n\r\n{34b}  p. 67.\r\n\r\n{34c}  Petition with Expl. p. 47.\r\n\r\n{34d}  I have introduced the name of the Bishop of London, as it gives me\r\nan opportunity of doing fuller justice to his Lordship’s sentiments with\r\nrespect to a REVISION OF THE LITURGY than I have yet seen done them in\r\nany of the publications in which his name has been introduced in\r\nconnection with the subject.\r\n\r\nHis Lordship admits, that since the LITURGY is a human composition, it\r\nfalls short of perfection, and is consequently “susceptible of\r\nimprovement.”  “I should be deficient in candour,” says his Lordship, “if\r\nI did not acknowledge that I think the LITURGY susceptible of\r\nimprovement, it would be little short of a miracle were it otherwise, . . .\r\nand I heartily pray that the time may come when the question can be\r\nlooked at with calmness and candour, and if the recent conduct of\r\ndissenters forbids us to look forward with any sanguine hope to an\r\nextensive comprehension of those who differ from us, that something may\r\nbe done for the satisfaction of many who are sincere and zealous members\r\nof the Church.”—Such is the sum and substance of all that his Lordship\r\nhas admitted that may seem to favour the views of the revisers, and here\r\nmost of them have been satisfied to stop short in their quotations from\r\nhis Lordship’s charge.\r\n\r\nFrom a passage in the Bishop of Norwich’s pamphlet, I should be led to\r\nthink that his Lordship had been content to take his quotation from his\r\nbrother Bishop’s charge at second hand, for after quoting the above\r\npassages, his Lordship says, “I have only to add, that had the Right Rev.\r\nPrelate who expressed these his deliberate sentiments in 1834, manifested\r\nin his speech of 1840, a disposition to follow them out in their true\r\nspirit and legitimate results, the conscientious men who signed the\r\nPetition, might have entertained a just hope that he would have lent his\r\npowerful aid in supporting its prayer.” {35a}\r\n\r\nI will take up his Lordship’s charge where the Bishop of Norwich and you\r\nhave left it—\r\n\r\n    “BUT,” says his Lordship, “when I consider the circumstances in which\r\n    we are now placed, and the advantage which would be taken from\r\n    different quarters, of any door which might be opened to change, I am\r\n    led to adopt the sentiment of a pious and sagacious man, {35b}\r\n    uttered nearly forty years ago:—‘As to our liturgy, I am far from\r\n    thinking it incapable of amendment; though when I consider the temper\r\n    and spirit of the present times, I dare not wish that the improvement\r\n    of it should be attempted, lest the remedy should be worse than the\r\n    disease.’” {35c}\r\n\r\nHad these his Lordship’s sentiments as “deliberately expressed” as any\r\nother part of his charge been more generally made known, I must think\r\nthat the conscientious men who signed the Petition, could have expected\r\nnothing so little as his Lordship’s powerful aid in support of its\r\nprayer.\r\n\r\nTo these sentiments his Lordship appended a note supporting his own views\r\nby the authority of Archbishop Secker and of Dr. Balguy.  From that note\r\nyou have quoted the well deserved terms of praise in which his Lordship\r\nspeaks of, “the candid and christian spirit which breathes throughout\r\nyour preface,” to your reprint of Dean Prideaux, in which praise all who\r\nhave read the work will readily join.  But as it illustrates his\r\nLordship’s views, we may as well give the remainder of the note.  The\r\nquotation from Archbishop Secker is as follows:—\r\n\r\n    “Et hæc eadem velim sibi in memoriam revocent, qui Liturgiam item\r\n    recenseri reformarique flagitant.  Ornatior quidem, accuratior,\r\n    plenior, brevior, et POTEST EA FIERI ET DEBET; sed modesta\r\n    tractatione, sed tranquillis hominum animis; non temerariis, qualia\r\n    vidimus et videmus, ausis, non inter media dissidia mutuasque\r\n    suspiciones.”\r\n\r\n“Some of the faults imputed to our public service are,” as Dr. Balguy\r\nsays, “of such a nature as to admit of no alteration.  In these instances\r\nwe must renounce our faith before we can consent to reform our worship;\r\nto reform it, I mean, in the only way which can stop the complaints of\r\nits adversaries.”—Discourses, vol. 1, p. 103. {36c}\r\n\r\nNot having arrived at your conclusion—“That the Bishop of London, who\r\ncame forward as the principal opponent of the Petition, is an unfit guide\r\nfor public opinion on such a subject.” {36d}  I have thought it but just\r\nthat the public should know what his Lordship’s sentiments on the subject\r\nof a Revision of the LITURGY really are.\r\n\r\n{35a}  Bp. of Norwich’s Pamp. p. 45.\r\n\r\n{35b}  Rev. John Newton, Apologia, p. 9.\r\n\r\n{35c}  Bishop of London’s Charge, 1834.\r\n\r\n{36a}  Hor. Epist. II. i. 45.\r\n\r\n{36b}  Bishop of Norwich’s Pamph. p. 5.\r\n\r\n{36c}  Bishop of London’s Charge, Appendix N.\r\n\r\n{36d}  p. 3.\r\n\r\n{37}  Nares Bamp. Lect. p. 466, note 3.\r\n\r\n{38}  Articles, &c. in the Primary Visitation of Edward, Bishop of\r\nNorwich, 1838.\r\n\r\n{39a}  p. 18.\r\n\r\n{39b}  p. 92.\r\n\r\n{39c}  Hull, 15.\r\n\r\n{40}  p. 14.\r\n\r\n{42}  Visitation Charge, 1771.\r\n\r\n{43a}  Hull, p. 19.\r\n\r\n{43b}  Bishop of London’s Charge, 1834, p. 40.\r\n\r\n{43c}  South’s Serm. vol. ii. Epist. Ded. to Univ. of Oxford.\r\n\r\n{44a}  Eccl. Pol. b. V. s. 42.\r\n\r\n{44b}  Bishop of Norwich’s Pamph. p. 28.\r\n\r\n{44c}  Mark xvi. 14.\r\n\r\n{44d}  John iii. 15.\r\n\r\n{44e}  John ix. 26.\r\n\r\n{44f}  2 Thess. xi. 12.\r\n\r\n{45}  Vogan’s Bampton Lect. p. 375.\r\n\r\n{46a}  Bishop of Norwich’s Pamph. p. 28.\r\n\r\n{46b}  Just Vind. of the Church of England, Disc. iii.\r\n\r\n{47a}  Schism Guarded, iv. Sect. x.\r\n\r\n{47b}  See Pearson on the Creed, Art. 8, note.\r\n\r\n{48a}  Paraphrase on Com. Prayer, Append. Numb. 3, p. 292, second\r\nedition.\r\n\r\n{48b}  p. 54.\r\n\r\n{49a}  Pet. with Expl. 27.\r\n\r\n{49b}  Petition, &c. p. 25.\r\n\r\n{49c}  p. 24.\r\n\r\n{49d}  p. 23.\r\n\r\n{50}  Belsham’s Calm Inquiry, pp. 291, 292.\r\n\r\n{51a}  Petition, &c. p. 31.\r\n\r\n{51b}  Bishop of Norwich’s Pamphlet, p. 34.\r\n\r\n{52a}  Bp. of Norwich’s Pamph. p. 33.\r\n\r\n{52b}  Ezek. xiii. 19.\r\n\r\n{53a}  Service for Visiting the Sick.\r\n\r\n{53b}  MS. Note by Bishop Overall.\r\n\r\n{54a}  Petition, &c. p. 31.\r\n\r\n{54b}  p. 33.\r\n\r\n{54c}  Eccl. Pol. B. vi.\r\n\r\n{56}  Antiquities, vol. viii. Append. p. 239.\r\n\r\n{57a}  Eccl. Pol. b. V. s. 77.\r\n\r\n{57b}  Div. Inst. of Off. Min. pp. 225, 226.\r\n\r\n{59a}  p. 51.\r\n\r\n{59b}  Div. Inst. of Off. Min. Sect. vii.\r\n\r\n{59c}  Petition, &c. p. 37.\r\n\r\n{60a}  Acts vi. 6.\r\n\r\n{60b}  1 Tim. i. 6.\r\n\r\n{60c}  Petition, &c. p. 38.\r\n\r\n{61a}  Antiquities, b. ii. c. xi. sec. 9.\r\n\r\n{61b}  Petition, &c. p. 42\r\n\r\n{62a}  Eccl. Pol. b. V. s. 77.\r\n\r\n{62b}  p. 58.\r\n\r\n{62c}  p. 105."
  ]
}