{
  "index": 8,
  "title": "Chapter 7",
  "paragraphs": [
    "AN ULTIMATUM FROM THE THRONE\r\n\r\n\r\nAt half-past twelve that morning business took Mr. Benjamin Scobell to\r\nthe royal Palace. He was not a man who believed in letting the grass\r\ngrow under his feet. He prided himself on his briskness of attack.\r\nEvery now and then Mr. Crump, searching the newspapers, would discover\r\nand hand to him a paragraph alluding to his \"hustling methods.\" When\r\nthis happened, he would preserve the clipping and carry it about in his\r\nvest-pocket with his cigars till time and friction wore it away. He\r\nliked to think of himself as swift and sudden--the Human Thunderbolt.\r\n\r\nIn this matter of the royal alliance, it was his intention to have at\r\nit and clear it up at once. Having put his views clearly before Betty,\r\nhe now proposed to lay them with equal clarity before the Prince. There\r\nwas no sense in putting the thing off. The sooner all parties concerned\r\nunderstood the position of affairs, the sooner the business would be\r\nsettled.\r\n\r\nThat Betty had not received his information with joy did not distress\r\nhim. He had a poor opinion of the feminine intelligence. Girls got their\r\nminds full of nonsense from reading novels and seeing plays--like Betty.\r\nBetty objected to those who were wiser than herself providing a perfectly\r\ngood prince for her to marry. Some fool notion of romance, of course. Not\r\nthat he was angry. He did not blame her any more than the surgeon blames\r\na patient for the possession of an unsuitable appendix. There was no\r\nanimus in the matter. Her mind was suffering from foolish ideas, and he\r\nwas the surgeon whose task it was to operate upon it. That was all. One\r\nhad to expect foolishness in women. It was their nature. The only thing\r\nto do was to tie a rope to them and let them run around till they were\r\ntired of it, then pull them in. He saw his way to managing Betty.\r\n\r\nNor did he anticipate trouble with John. He had taken an estimate of\r\nJohn's character, and it did not seem to him likely that it contained\r\nunsuspected depths. He set John down, as he had told Betty, as a young\r\nman acute enough to know when he had a good job and sufficiently\r\nsensible to make concessions in order to retain it. Betty, after the\r\nmanner of woman, might make a fuss before yielding to the inevitable,\r\nbut from level-headed John he looked for placid acquiescence.\r\n\r\nHis mood, as the automobile whirred its way down the hill toward the\r\ntown, was sunny. He looked on life benevolently and found it good. The\r\nview appealed to him more than it had managed to do on other days. As a\r\nrule, he was the man of blood and iron who had no time for admiring\r\nscenery, but to-day he vouchsafed it a not unkindly glance. It was\r\ncertainly a dandy little place, this island of his. A vineyard on the\r\nright caught his eye. He made a mental note to uproot it and run up a\r\nhotel in its place. Further down the hill, he selected a site for a\r\nvilla, where the mimosa blazed, and another where at present there were\r\na number of utterly useless violets. A certain practical element was\r\napt, perhaps, to color Mr. Scobell's half-hours with nature.\r\n\r\nThe sight of the steamboat leaving the harbor on its journey to\r\nMarseilles gave him another idea. Now that Mervo was a going concern, a\r\nreal live proposition, it was high time that it should have an adequate\r\nservice of boats. The present system of one a day was absurd. He made a\r\nnote to look into the matter. These people wanted waking up.\r\n\r\nArriving at the Palace, he was informed that His Highness had gone out\r\nshortly after breakfast, and had not returned. The majordomo gave the\r\ninformation with a tinkle of disapproval in his voice. Before taking up\r\nhis duties at Mervo, he had held a similar position in the household of\r\na German prince, where rigid ceremonial obtained, and John's cheerful\r\ndisregard of the formalities frankly shocked him. To take the present\r\ncase for instance: When His Highness of Swartzheim had felt inclined to\r\nenjoy the air of a morning, it had been a domestic event full of stir\r\nand pomp. He had not merely crammed a soft hat over his eyes and\r\nstrolled out with his hands in his pockets, but without a word to his\r\nhousehold staff as to where he was going or when he might be expected\r\nto return.\r\n\r\nMr. Scobell received the news equably, and directed his chauffeur to\r\nreturn to the villa. He could not have done better, for, on his\r\narrival, he was met with the information that His Highness had called\r\nto see him shortly after he had left, and was now waiting in the\r\nmorning-room.\r\n\r\nThe sound of footsteps came to Mr. Scobell's ears as he approached the\r\nroom. His Highness appeared to be pacing the floor like a caged animal\r\nat the luncheon hour. The resemblance was heightened by the expression\r\nin the royal eye as His Highness swung round at the opening of the door\r\nand faced the financier.\r\n\r\n\"Why, say, Prince,\" said Mr. Scobell, \"this is lucky. I been looking\r\nfor you. I just been to the Palace, and the main guy there told me you\r\nhad gone out.\"\r\n\r\n\"I did. And I met your stepdaughter.\"\r\n\r\nMr. Scobell was astonished. Fate was certainly smoothing his way if it\r\narranged meetings between Betty and the Prince before he had time to do\r\nit himself. There might be no need for the iron hand after all.\r\n\r\n\"You did?\" he said. \"Say, how the Heck did you come to do that? What\r\ndid you know about Betty?\"\r\n\r\n\"Miss Silver and I had met before, in America, when I was in college.\"\r\n\r\nMr. Scobell slapped his thigh joyously.\r\n\r\n\"Gee, it's all working out like a fiction story in the magazines!\"\r\n\r\n\"Is it?\" said John. \"How? And, for the matter of that, what?\"\r\n\r\nMr. Scobell answered question with question. \"Say, Prince, you and\r\nBetty were pretty good friends in the old days, I guess?\"\r\n\r\nJohn looked at him coldly.\r\n\r\n\"We won't discuss that, if you don't mind,\" he said.\r\n\r\nHis tone annoyed Mr. Scobell. Off came the velvet glove, and the iron\r\nhand displayed itself. His green eyes glowed dully and the tip of his\r\nnose wriggled, as was its habit in times of emotion.\r\n\r\n\"Is that so?\" he cried, regarding John with disfavor. \"Well, I guess!\r\nWon't discuss it! You gotta discuss it, Your Royal Texas League\r\nHighness! You want making a head shorter, my bucko. You--\"\r\n\r\nJohn's demeanor had become so dangerous that he broke off abruptly, and\r\nwith an unostentatious movement, as of a man strolling carelessly about\r\nhis private sanctum, put himself within easy reach of the door handle.\r\n\r\nHe then became satirical.\r\n\r\n\"Maybe Your Serene, Imperial Two-by-Fourness would care to suggest a\r\nsubject we can discuss?\"\r\n\r\nJohn took a step forward.\r\n\r\n\"Yes, I will,\" he said between his teeth. \"You were talking to Miss\r\nSilver about me this morning. She told me one or two of the things you\r\nsaid, and they opened my eyes. Until I heard them, I had not quite\r\nunderstood my position. I do now. You said, among other things, that I\r\nwas your hired man.\"\r\n\r\n\"It wasn't intended for you to hear,\" said Mr. Scobell, slightly\r\nmollified, \"and Betty shouldn't oughter have handed it to you. I don't\r\nwonder you feel raw. I wouldn't say that sort of thing to a guy's face.\r\nSure, no. Tact's my middle name. But, since you have heard it, well--!\"\r\n\r\n\"Don't apologize. You were quite right. I was a fool not to see it\r\nbefore. No description could have been fairer. You might have said much\r\nmore. You might have added that I was nothing more than a steerer for a\r\ngambling hell.\"\r\n\r\n\"Oh, come, Prince!\"\r\n\r\nThere was a knock at the door. A footman entered, bearing, with a\r\ndetached air, as if he disclaimed all responsibility, a letter on a\r\nsilver tray.\r\n\r\nMr. Scobell slit the envelope, and began to read. As he did so his eyes\r\ngrew round, and his mouth slowly opened till his cigar stump, after\r\nhanging for a moment from his lower lip, dropped off like an exhausted\r\nbivalve and rolled along the carpet.\r\n\r\n\"Prince,\" he gasped, \"she's gone. Betty!\"\r\n\r\n\"Gone! What do you mean?\"\r\n\r\n\"She's beaten it. She's half-way to Marseilles by now. Gee, and I saw\r\nthe darned boat going out!\"\r\n\r\n\"She's gone!\"\r\n\r\n\"This is from her. Listen what she says:\r\n\r\n   \"_By the time you read this I shall be gone. I am going back\r\n   to America as quickly as I can. I am giving this to a boy to\r\n   take to you directly the boat has started. Please do not try\r\n   to bring me back. I would sooner die than marry the Prince._\"\r\n\r\nJohn started violently.\r\n\r\n\"What!\" he cried.\r\n\r\nMr. Scobell nodded sympathy.\r\n\r\n\"That's what she says. She sure has it in bad for you. What does she\r\nmean? Seeing you and she are old friends--\"\r\n\r\n\"I don't understand. Why does she say that to you? Why should she think\r\nthat you knew that I had asked her to marry me?\"\r\n\r\n\"Eh?\" cried Mr. Scobell. \"You asked her to marry you? And she turned\r\nyou down! Prince, this beats the band. Say, you and I must get together\r\nand do something. The girl's mad. See here, you aren't wise to what's\r\nbeen happening. I been fixing this thing up. I fetched you over here,\r\nand then I fetched Betty, and I was going to have you two marry. I told\r\nBetty all about it this morning.\"\r\n\r\nJohn cut through his explanations with a sudden sharp cry. A blinding\r\nblaze of understanding had flashed upon him. It was as if he had been\r\ngroping his way in a dark cavern and had stumbled unexpectedly into\r\nbrilliant sunlight. He understood everything now. Every word that Betty\r\nhad spoken, every gesture that she had made, had become amazingly\r\nclear. He saw now why she had shrunk back from him, why her eyes had\r\nworn that look. He dared not face the picture of himself as he must\r\nhave appeared in those eyes, the man whom Mr. Benjamin Scobell's Casino\r\nwas paying to marry her, the hired man earning his wages by speaking\r\nwords of love.\r\n\r\nA feeling of physical sickness came over him. He held to the table for\r\nsupport as he had held to the sandstone rock. And then came rage, rage\r\nsuch as he had never felt before, rage that he had not thought himself\r\ncapable of feeling. It swept over him in a wave, pouring through his\r\nveins and blinding him, and he clung to the table till his knuckles\r\nwhitened under the strain, for he knew that he was very near to murder.\r\n\r\nA minute passed. He walked to the window, and stood there, looking out.\r\nVaguely he heard Mr. Scobell's voice at his back, talking on, but the\r\nwords had no meaning for him.\r\n\r\nHe had begun to think with a curious coolness. His detachment surprised\r\nhim. It was one of those rare moments in a man's life when, from the\r\noutside, through a breach in that wall of excuses and self-deception\r\nwhich he has been at such pains to build, he looks at himself\r\nimpartially.\r\n\r\nThe sight that John saw through the wall was not comforting. It was not\r\na heroic soul that, stripped of its defenses, shivered beneath the\r\nscrutiny. In another mood he would have mended the breach, excusing and\r\nextenuating, but not now. He looked at himself without pity, and saw\r\nhimself weak, slothful, devoid of all that was clean and fine, and a\r\nbitter contempt filled him.\r\n\r\nOutside the window, a blaze of color, Mervo smiled up at him, and\r\nsuddenly he found himself loathing its exotic beauty. He felt stifled.\r\nThis was no place for a man. A vision of clean winds and wide spaces\r\ncame to him.\r\n\r\nAnd just then, at the foot of the hill, the dome of the Casino caught\r\nthe sun, and flashed out in a blaze of gold.\r\n\r\nHe swung round and faced Mr. Scobell. He had made up his mind.\r\n\r\nThe financier was still talking.\r\n\r\n\"So that's how it stands, Prince,\" he was saying, \"and it's up to us to\r\nget busy.\"\r\n\r\nJohn looked at him.\r\n\r\n\"I intend to,\" he said.\r\n\r\n\"Good boy!\" said the financier.\r\n\r\n\"To begin with, I shall run you out of this place, Mr. Scobell.\"\r\n\r\nThe other gasped.\r\n\r\n\"There is going to be a cleaning-up,\" John went on. \"I've thought it\r\nout. There will be no more gambling in Mervo.\"\r\n\r\n\"You're crazy with the heat!\" gasped Mr. Scobell. \"Abolish gambling?\r\nYou can't.\"\r\n\r\n\"I can. That concession of yours isn't worth the paper it's written on.\r\nThe Republic gave it to you. The Republic's finished. If you want to\r\nconduct a Casino in Mervo, there's only one man who can give you\r\npermission, and that's myself. The acts of the Republic are not binding\r\non me. For a week you have been gambling on this island without a\r\nconcession and now it's going to stop. Do you understand?\"\r\n\r\n\"But, Prince, talk sense.\" Mr. Scobell's voice was almost tearful.\r\n\"It's you who don't understand. Do, for the love of Mike, come down off\r\nthe roof and talk sense. Do you suppose that these guys here will stand\r\nfor this? Not on your life. Not for a minute. See here. I'm not blaming\r\nyou. I know you don't know what you're saying. But listen here. You\r\nmust cut out this kind of thing. You mustn't get these ideas in your\r\nhead. You stick to your job, and don't butt in on other folks'. Do you\r\nknow how long you'd stay Prince of this joint if you started in to\r\nmonkey with my Casino? Just about long enough to let you pack a\r\ncollar-stud and a toothbrush into your grip. And after that there\r\nwouldn't be any more Prince, sonnie. You stick to your job and I'll\r\nstick to mine. You're a mighty good Prince for all that's required of\r\nyou. You're ornamental, and you've got get-up in you. You just keep\r\nright on being a good boy, and don't start trying stunts off your own\r\nbeat, and you'll do fine. Don't forget that I'm the big noise here. I'm\r\nold Grayback from 'way back in Mervo. See! I've only to twiddle my\r\nfingers and there'll be a revolution and you for the Down-and-Out Club.\r\nDon't you forget it, sonnie.\"\r\n\r\nJohn shrugged his shoulders.\r\n\r\n\"I've said all I have to say. You've had your notice to quit. After\r\nto-night the Casino is closed.\"\r\n\r\n\"But don't I tell you the people won't stand for it?\"\r\n\r\n\"That's for them to decide. They may have some self-respect.\"\r\n\r\n\"They'll fire you!\"\r\n\r\n\"Very well. That will prove that they have not.\"\r\n\r\n\"Prince, talk sense! You can't mean that you'll throw away a hundred\r\nthousand dollars a year as if it was dirt!\"\r\n\r\n\"It is dirt when it's made that way. We needn't discuss it any more.\"\r\n\r\n\"But, Prince!\"\r\n\r\n\"It's finished.\"\r\n\r\n\"But, say--!\"\r\n\r\nJohn had left the room.\r\n\r\nHe had been gone several minutes before the financier recovered full\r\npossession of his faculties.\r\n\r\nWhen he did, his remarks were brief and to the point.\r\n\r\n\"Bug-house!\" he gasped. \"Abso-lutely bug-house!\""
  ]
}