{
  "index": 4,
  "title": "Chapter 3",
  "paragraphs": [
    "VIVE LE ROI!\r\n\r\n\r\nWhen, an hour later, John landed in New York from the ferry, his mood\r\nhad changed. The sun and the breeze had done their work. He looked on\r\nlife once more with a cheerful and optimistic eye.\r\n\r\nHis first act, on landing, was to proceed to the office of the\r\n_News_ and enquire for Rupert Smith. He felt that he had urgent\r\nneed of a few minutes' conversation with him. Now that the painter had\r\nbeen definitely cut that bound him to the safe and conventional, and he\r\nhad set out on his own account to lead the life adventurous, he was\r\nconscious of an absurd diffidence. New York looked different to him. It\r\nmade him feel positively shy. A pressing need for a friendly native in\r\nthis strange land manifested itself. Smith would have ideas and advice\r\nto bestow--he was notoriously prolific of both--and in this crisis both\r\nwere highly necessary.\r\n\r\nSmith, however, was not at the office. He had gone out, John was\r\ninformed, earlier in the morning to cover a threatened strike somewhere\r\ndown on the East Side. John did not go in search of him. The chance of\r\nfinding him in that maze of mean streets was remote. He decided to go\r\nuptown, select a hotel, and lunch. To the need for lunch he attributed\r\na certain sinking sensation of which he was becoming more and more\r\naware, and which bore much too close a resemblance to dismay to be\r\npleasant. The poet's statement that \"the man who's square, his chances\r\nalways are best; no circumstance can shoot a scare into the contents of\r\nhis vest,\" is only true within limits. The squarest men, deposited\r\nsuddenly in New York and faced with the prospect of earning his living\r\nthere, is likely to quail for a moment. New York is not like other\r\ncities. London greets the stranger with a sleepy grunt. Paris giggles.\r\nNew York howls. A gladiator, waiting in the center of the arena while\r\nthe Colosseum officials fumbled with the bolts of the door behind which\r\npaced the noisy tiger he was to fight, must have had some of the\r\nemotions which John experienced during his first hour as a masterless\r\nman in Gotham.\r\n\r\nA surface car carried him up Broadway. At Times Square the Astor Hotel\r\nloomed up on the left. It looked a pretty good hotel to John. He\r\ndismounted.\r\n\r\nHalf an hour later he decided that he was acclimated. He had secured a\r\nbase of operations in the shape of a room on the seventh floor, his\r\ncheck was safely deposited in the hotel bank, and he was half-way\r\nthrough a lunch which had caused him already to look on New York not\r\nonly as the finest city in the world, but also, on the whole, as the\r\none city of all others in which a young man might make a fortune with\r\nthe maximum of speed and the minimum of effort.\r\n\r\nAfter lunch, having telegraphed his address to his uncle in case of\r\nmail, he took the latter's excellent advice and went to the polo\r\ngrounds. Returning in time to dress, he dined at the hotel, after which\r\nhe visited a near-by theater, and completed a pleasant and strenuous\r\nday at one of those friendly restaurants where the music is continuous\r\nand the waiters are apt to burst into song in the intervals of their\r\nother duties.\r\n\r\nA second attempt to find Smith next morning failed, as the first had\r\ndone. The staff of the News were out of bed and at work ridiculously\r\nearly, and when John called up the office between eleven and twelve\r\no'clock--nature's breakfast-hour--Smith was again down East, observing\r\nthe movements of those who were about to strike or who had already\r\nstruck.\r\n\r\nIt hardly seemed worth while starting to lay the bed plates of his\r\nfortune till he had consulted the expert. What would Rockefeller have\r\ndone? He would, John felt certain, have gone to the ball-game.\r\n\r\nHe imitated the great financier.\r\n\r\n       *       *       *       *       *\r\n\r\nIt was while he was smoking a cigar after dinner that night, musing on\r\nthe fortunes of the day's game and, in particular, on the almost\r\ncriminal imbecility of the umpire, that he was dreamily aware that he\r\nwas being \"paged.\" A small boy in uniform was meandering through the\r\nroom, chanting his name.\r\n\r\n\"Gent wants five minutes wit' you,\" announced the boy, intercepted.\r\n\"Hasn't got no card. Business, he says.\"\r\n\r\nThis disposed of the idea that Rupert Smith had discovered his retreat.\r\nJohn was puzzled. He could not think of another person in New York who\r\nknew of his presence at the Astor. But it was the unknown that he was\r\nin search of, and he decided to see the mysterious stranger.\r\n\r\n\"Send him along,\" he said.\r\n\r\nThe boy disappeared, and presently John observed him threading his way\r\nback among the tables, followed by a young man of extraordinary gravity\r\nof countenance, who was looking about him with an intent gaze through a\r\npair of gold-rimmed spectacles.\r\n\r\nJohn got up to meet him.\r\n\r\n\"My name is Maude,\" he said. \"Won't you sit down? Have you had dinner?\"\r\n\r\n\"Thank you, yes,\" said the spectacled young man.\r\n\r\n\"You'll have a cigar and coffee, then?\"\r\n\r\n\"Thank you, yes.\"\r\n\r\nThe young man remained silent until the waiter had filled his cup.\r\n\r\n\"My name is Crump,\" he said. \"I am Mr. Benjamin Scobell's private\r\nsecretary.\"\r\n\r\n\"Yes?\" said John. \"Snug job?\"\r\n\r\nThe other seemed to miss something in his voice.\r\n\r\n\"You have heard of Mr. Scobell?\" he asked.\r\n\r\n\"Not to my knowledge,\" said John.\r\n\r\n\"Ah! you have lost touch very much with Mervo, of course.\"\r\n\r\nJohn stared.\r\n\r\n\"Mervo?\"\r\n\r\nIt sounded like some patent medicine.\r\n\r\n\"I have been instructed,\" said Mr. Crump solemnly, \"to inform Your\r\nHighness that the Republic has been dissolved, and that your subjects\r\noffer you the throne of your ancestors.\"\r\n\r\nJohn leaned back in his chair, and looked at the speaker in dumb\r\namazement. The thought flashed across him that Mr. Crump had been\r\nperfectly correct in saying that he had dined.\r\n\r\nHis attitude appeared to astound Mr. Crump. He goggled through his\r\nspectacles at John, who was reminded of some rare fish.\r\n\r\n\"You are John Maude? You said you were.\"\r\n\r\n\"I'm John Maude right enough. We're solid on that point.\"\r\n\r\n\"And your mother was the only sister of Mr. Andrew Westley?\"\r\n\r\n\"You're right there, too.\"\r\n\r\n\"Then there is no mistake. I say the Republic--\" He paused, as if\r\nstruck with an idea. \"Don't you know?\" he said. \"Your father--\"\r\n\r\nJohn became suddenly interested.\r\n\r\n\"If you've got anything to tell me about my father, go right ahead.\r\nYou'll be the only man I've ever met who has said a word about him. Who\r\nthe deuce was he, anyway?\"\r\n\r\nMr. Crump's face cleared.\r\n\r\n\"I understand. I had not expected this. You have been kept in\r\nignorance. Your father, Mr. Maude, was the late Prince Charles of\r\nMervo.\"\r\n\r\nIt was not easy to astonish John, but this announcement did so. He\r\ndropped his cigar in a shower of gray ash on to his trousers, and\r\nretrieved it almost mechanically, his wide-open eyes fixed on the\r\nother's face.\r\n\r\n\"What!\" he cried.\r\n\r\nMr. Crump nodded gravely.\r\n\r\n\"You are Prince John of Mervo, and I am here--\" he got into his stride\r\nas he reached the familiar phrase--\"to inform Your Highness that the\r\nRepublic has been dissolved, and that your subjects offer you the\r\nthrone of your ancestors.\"\r\n\r\nA horrid doubt seized John.\r\n\r\n\"You're stringing me. One of those Indians at the _News_, Rupert\r\nSmith, or someone, has put you up to this.\"\r\n\r\nMr. Crump appeared wounded.\r\n\r\n\"If Your Highness would glance at these documents-- This is a copy\r\nof the register of the church in which your mother and father were\r\nmarried.\"\r\n\r\nJohn glanced at the document. It was perfectly lucid.\r\n\r\n\"Then--then it's true!\" he said.\r\n\r\n\"Perfectly true, Your Highness. And I am here to inform--\"\r\n\r\n\"But where the deuce is Mervo? I never heard of the place.\"\r\n\r\n\"It is an island principality in the Mediterranean, Your High--\"\r\n\r\n\"For goodness' sake, old man, don't keep calling me 'Your Highness.' It\r\nmay be fun to you, but it makes me feel a perfect ass. Let me get into\r\nthe thing gradually.\"\r\n\r\nMr. Crump felt in his pocket.\r\n\r\n\"Mr. Scobell,\" he said, producing a roll of bills, \"entrusted me with\r\nmoney to defray any expenses--\"\r\n\r\nMore than any words, this spectacle removed any lingering doubt which\r\nJohn might have had as to the possibility of this being some intricate\r\npractical joke.\r\n\r\n\"Are these for me?\" he said.\r\n\r\nMr. Crump passed them across to him.\r\n\r\n\"There are a thousand dollars here,\" he said. \"I am also instructed to\r\nsay that you are at liberty to draw further against Mr. Scobell's\r\naccount at the Wall Street office of the European and Asiatic Bank.\"\r\n\r\nThe name Scobell had been recurring like a _leit-motif_ in Mr.\r\nCrump's conversation. This suddenly came home to John.\r\n\r\n\"Before we go any further,\" he said, \"let's get one thing clear. Who is\r\nthis Mr. Scobell? How does he get mixed up in this?\"\r\n\r\n\"He is the proprietor of the Casino at Mervo.\"\r\n\r\n\"He seems to be one of those generous, open-handed fellows. Nothing of\r\nthe tight wad about him.\"\r\n\r\n\"He is deeply interested in Your High--in your return.\"\r\n\r\nJohn laid the roll of bills beside his coffee cup, and relighted his\r\ncigar.\r\n\r\n\"That's mighty good of him,\" he said. \"It strikes me, old man, that I\r\nam not absolutely up-to-date as regards the internal affairs of this\r\nimportant little kingdom of mine. How would it be if you were to put me\r\nnext to one or two facts? Start at the beginning and go right on.\"\r\n\r\nWhen Mr. Crump had finished a condensed history of Mervo and Mervian\r\npolitics, John smoked in silence for some minutes.\r\n\r\n\"Life, Crump,\" he said at last, \"is certainly speeding up as far as I\r\nam concerned. Up till now nothing in particular has ever happened to\r\nme. A couple of days ago I lost my job, was given ten thousand dollars\r\nthat I didn't know existed, and now you tell me I'm a prince. Well,\r\nwell! These are stirring times. When do we start for the old\r\nhomestead?\"\r\n\r\n\"Mr. Scobell was exceedingly anxious that we should return by\r\nSaturday's boat.\"\r\n\r\n\"Saturday? What, to-morrow?\"\r\n\r\n\"Perhaps it is too soon. You will not be able to settle your affairs?\"\r\n\r\n\"I guess I can settle my affairs all right. I've only got to pack a\r\ngrip and tip the bell hops. And as Scobell seems to be financing this\r\nshow, perhaps it's up to me to step lively if he wants it. But it's a\r\npity. I was just beginning to like this place. There is generally\r\nsomething doing along the White Way after twilight, Crump.\"\r\n\r\nThe gravity of Mr. Scobell's secretary broke up unexpectedly into a\r\nslow, wide smile. His eyes behind their glasses gleamed with a wistful\r\nlight.\r\n\r\n\"Gee!\" he murmured.\r\n\r\nJohn looked at him, amazed.\r\n\r\n\"Crump,\" he cried. \"Crump, I believe you're a sport!\"\r\n\r\nMr. Crump seemed completely to have forgotten his responsible position\r\nas secretary to a millionaire and special messenger to a prince. He\r\nsmirked.\r\n\r\n\"I'd have liked a day or two in the old burg,\" he said softly. \"I\r\nhaven't been to Rector's since Ponto was a pup.\"\r\n\r\nJohn reached across the table and seized the secretary's hand.\r\n\r\n\"Crump,\" he said, \"you _are_ a sport. This is no time for delay.\r\nIf we are to liven up this great city, we must get busy right away.\r\nGrab your hat, and come along. One doesn't become a prince every day.\r\nThe occasion wants celebrating. Are you with me, Crump, old scout?\"\r\n\r\n\"Sure thing,\" said the envoy ecstatically.\r\n\r\n       *       *       *       *       *\r\n\r\nAt eight o'clock on the following morning, two young men, hatless and a\r\nlittle rumpled, but obviously cheerful, entered the Astor Hotel,\r\ndemanding breakfast.\r\n\r\nA bell boy who met them was addressed by the larger of the two, and\r\nasked his name.\r\n\r\n\"Desmond Ryan,\" he replied.\r\n\r\nThe young man patted him on his shoulder.\r\n\r\n\"I appoint you, Desmond Ryan,\" he said, \"Grand Hereditary Bell Hop to\r\nthe Court of Mervo.\"\r\n\r\nThus did Prince John formally enter into his kingdom."
  ]
}