{
  "index": 7,
  "title": "Chapter 6",
  "paragraphs": [
    "MR. SCOBELL IS FRANK\r\n\r\n\r\nMuch may happen in these rapid times in the course of an hour and a\r\nhalf. While John was keeping his vigil on the sandstone rock, Betty was\r\nhaving an interview with Mr. Scobell which was to produce far-reaching\r\nresults, and which, incidentally, was to leave her angrier and more at\r\nwar with the whole of her world than she could remember to have been in\r\nthe entire course of her life.\r\n\r\nThe interview began, shortly after breakfast, in a gentle and tactful\r\nmanner, with Aunt Marion at the helm. But Mr. Scobell was not the man\r\nto stand by silently while persons were being tactful. At the end of\r\nthe second minute he had plunged through his sister's mild monologue\r\nlike a rhinoceros through a cobweb, and had stated definitely, with an\r\neconomy of words, the exact part which Betty was to play in Mervian\r\naffairs.\r\n\r\n\"You say you want to know why you were cabled for. I'll tell you.\r\nThere's no use talking for half a day before you get to the point. I\r\nguess you've heard that there's a prince here instead of a republic\r\nnow? Well, that's where you come in.\"\r\n\r\n\"Do you mean--?\" she hesitated.\r\n\r\n\"Yes, I do,\" said Mr. Scobell. There was a touch of doggedness in his\r\nvoice. He was not going to stand any nonsense, by Heck, but there was\r\nno doubt that Betty's wide-open eyes were not very easy to meet. He\r\nwent on rapidly. \"Cut out any fool notions about romance.\" Miss\r\nScobell, who was knitting a sock, checked her needles for a moment in\r\norder to sigh. Her brother eyed her morosely, then resumed his remarks.\r\n\"This is a matter of state. That's it. You gotta cut out fool notions\r\nand act for good of state. You gotta look at it in the proper spirit.\r\nGreat honor--see what I mean? Princess and all that. Chance of a\r\nlifetime--dynasty--you gotta look at it that way.\"\r\n\r\nMiss Scobell heaved another sigh, and dropped a stitch.\r\n\r\n\"For the love of Mike,\" said her brother, irritably, \"don't snort like\r\nthat, Marion.\"\r\n\r\n\"Very well, dear.\"\r\n\r\nBetty had not taken her eyes off him from his first word. An unbiased\r\nobserver would have said that she made a pretty picture, standing\r\nthere, in her white dress, but in the matter of pictures, still life\r\nwas evidently what Mr. Scobell preferred for his gaze never wandered\r\nfrom the cigar stump which he had removed from his mouth in order to\r\nknock off the ash.\r\n\r\nBetty continued to regard him steadfastly. The shock of his words had\r\nto some extent numbed her. At this moment she was merely thinking,\r\nquite dispassionately, what a singularly nasty little man he looked,\r\nand wondering--not for the first time--what strange quality, invisible\r\nto everybody else, it had been in him that had made her mother his\r\nadoring slave during the whole of their married life.\r\n\r\nThen her mind began to work actively once more. She was a Western girl,\r\nand an insistence on freedom was the first article in her creed. A\r\ngreat rush of anger filled her, that this man should set himself up to\r\ndictate to her.\r\n\r\n\"Do you mean that you want me to marry this Prince?\" she said.\r\n\r\n\"That's right.\"\r\n\r\n\"I won't do anything of the sort.\"\r\n\r\n\"Pshaw! Don't be foolish. You make me tired.\"\r\n\r\nBetty's eye shone mutinously. Her cheeks were flushed, and her slim,\r\nboyish figure quivered. Her chin, always determined, became a silent\r\nDeclaration of Independence.\r\n\r\n\"I won't,\" she said.\r\n\r\nAunt Marion, suspending operations on the sock, went on with tact at\r\nthe point where her brother's interruption had forced her to leave off.\r\n\r\n\"I'm sure he's a very nice young man. I have not seen him, but\r\neverybody says so. You like him, Bennie, don't you?\"\r\n\r\n\"Sure, I like him. He's a corker. Wait till you see him, Betty.\r\nNobody's asking you to marry him before lunch. You'll have plenty of\r\ntime to get acquainted. It beats me what you're kicking at. You give me\r\na pain in the neck. Be reasonable.\"\r\n\r\nBetty sought for arguments to clinch her refusal.\r\n\r\n\"It's ridiculous,\" she said. \"You talk as if you had just to wave your\r\nhand. Why should your prince want to marry a girl he has never seen?\"\r\n\r\n\"He will,\" said Mr. Scobell confidently.\r\n\r\n\"How do you know?\"\r\n\r\n\"Because I know he's a sensible young skeesicks. That's how. See here,\r\nBetty, you've gotten hold of wrong ideas about this place. You don't\r\nunderstand the position of affairs. Your aunt didn't till I put her\r\nwise.\"\r\n\r\n\"He bit my head off, my dear,\" murmured Miss Scobell, knitting\r\nplacidly.\r\n\r\n\"You're thinking that Mervo is an ordinary state, and that the Prince\r\nis one of those independent, all-wool, off-with-his-darned-head rulers\r\nlike you read about in the best sellers. Well, you've got another guess\r\ncoming. If you want to know who's the big noise here, it's me--me! This\r\nPrince guy is my hired man. See? Who sent for him? I did. Who put him\r\non the throne? I did. Who pays him his salary? I do, from the profits\r\nof the Casino. Now do you understand? He knows his job. He knows which\r\nside his bread's buttered. When I tell him about this marriage, do you\r\nknow what he'll say? He'll say 'Thank you, sir!' That's how things are\r\nin this island.\"\r\n\r\nBetty shuddered. Her face was white with humiliation. She half-raised\r\nher hands with an impulsive movement to hide it.\r\n\r\n\"I won't. I won't. I won't!\" she gasped.\r\n\r\nMr. Scobell was pacing the room in an ecstasy of triumphant rhetoric.\r\n\r\n\"There's another thing,\" he said, swinging round suddenly and causing\r\nhis sister to drop another stitch. \"Maybe you think he's some kind of a\r\nDago, this guy? Maybe that's what's biting you. Let me tell you that\r\nhe's an American--pretty near as much an American as you are yourself.\"\r\n\r\nBetty stared at him.\r\n\r\n\"An American!\"\r\n\r\n\"Don't believe it, eh? Well, let me tell you that his mother was born\r\nand raised in Jersey, and that he has lived all his life in the States.\r\nHe's no little runt of a Dago. No, sir. He's a Harvard man, six-foot\r\nhigh and weighs two hundred pounds. That's the sort of man he is. I\r\nguess that's not American enough for you, maybe? No?\"\r\n\r\n\"You do shout so, Bennie!\" murmured Miss Scobell. \"I'm sure there's no\r\nneed.\"\r\n\r\nBetty uttered a cry. Something had told her who he was, this Harvard\r\nman who had sold himself. That species of sixth sense which lies\r\nundeveloped at the back of our minds during the ordinary happenings of\r\nlife wakes sometimes in moments of keen emotion. At its highest, it is\r\nprophecy; at its lowest, a vague presentiment. It woke in Betty now.\r\nThere was no particular reason why she should have connected her\r\nstepfather's words with John. The term he had used was an elastic one.\r\nAmong the visitors to the island there were probably several Harvard\r\nmen. But somehow she knew.\r\n\r\n\"Who is he?\" she cried. \"What was his name before he--when he--?\"\r\n\r\n\"His name?\" said Mr. Scobell. \"John Maude. Maude was his mother's name.\r\nShe was a Miss Westley. Here, where are you going?\"\r\n\r\nBetty was walking slowly toward the door. Something in her face checked\r\nMr. Scobell.\r\n\r\n\"I want to think,\" she said quietly. \"I'm going out.\"\r\n\r\n       *       *       *       *       *\r\n\r\nIn days of old, in the age of legend, omens warned heroes of impending\r\ndoom. But to-day the gods have grown weary, and we rush unsuspecting on\r\nour fate. No owl hooted, no thunder rolled from the blue sky as John\r\nwent up the path to meet the white dress that gleamed between the\r\ntrees.\r\n\r\nHis heart was singing within him. She had come. She had not forgotten,\r\nor changed her mind, or willfully abandoned him. His mood lightened\r\nswiftly. Humility vanished. He was not such an outcast, after all. He\r\nwas someone. He was the man Betty Silver had come to meet.\r\n\r\nBut with the sight of her face came reaction.\r\n\r\nHer face was pale and cold and hard. She did not speak or smile. As she\r\ndrew near she looked at him, and there was that in her look which set a\r\nchill wind blowing through the world and cast a veil across the sun.\r\n\r\nAnd in this bleak world they stood silent and motionless while eons\r\nrolled by.\r\n\r\nBetty was the first to speak.\r\n\r\n\"I'm late,\" she said.\r\n\r\nJohn searched in his brain for words, and came empty away. He shook his\r\nhead dumbly.\r\n\r\n\"Shall we sit down?\" said Betty.\r\n\r\nJohn indicated silently the sandstone rock on which he had been\r\ncommuning with himself.\r\n\r\nThey sat down. A sense of being preposterously and indecently big\r\nobsessed John. There seemed no end to him. Wherever he looked, there\r\nwere hands and feet and legs. He was a vast blot on the face of the\r\nearth. He glanced out of the corner of his eye at Betty. She was gazing\r\nout to sea.\r\n\r\nHe dived into his brain again. It was absurd! There must be something\r\nto say.\r\n\r\nAnd then he realized that a worse thing had befallen. He had no voice.\r\nIt had gone. He knew that, try he never so hard to speak, he would not\r\nbe able to utter a word. A nightmare feeling of unreality came upon\r\nhim. Had he ever spoken? Had he ever done anything but sit dumbly on\r\nthat rock, looking at those sea gulls out in the water?\r\n\r\nHe shot another swift glance at Betty, and a thrill went through him.\r\nThere were tears in her eyes.\r\n\r\nThe next moment--the action was almost automatic--his left hand was\r\nclasping her right, and he was moving along the rock to her side.\r\n\r\nShe snatched her hand away.\r\n\r\nHis brain, ransacked for the third time, yielded a single word.\r\n\r\n\"Betty!\"\r\n\r\nShe got up quickly.\r\n\r\nIn the confused state of his mind, John found it necessary if he were\r\nto speak at all, to say the essential thing in the shortest possible\r\nway. Polished periods are not for the man who is feeling deeply.\r\n\r\nHe blurted out, huskily, \"I love you!\" and finding that this was all\r\nthat he could say, was silent.\r\n\r\nEven to himself the words, as he spoke them, sounded bald and\r\nmeaningless. To Betty, shaken by her encounter with Mr. Scobell, they\r\nsounded artificial, as if he were forcing himself to repeat a lesson.\r\nThey jarred upon her.\r\n\r\n\"Don't!\" she said sharply. \"Oh, don't!\"\r\n\r\nHer voice stabbed him. It could not have stirred him more if she had\r\nuttered a cry of physical pain.\r\n\r\n\"Don't! I know. I've been told.\"\r\n\r\n\"Been told?\"\r\n\r\nShe went on quickly.\r\n\r\n\"I know all about it. My stepfather has just told me. He said--he said\r\nyou were his--\" she choked--\"his hired man; that he paid you to stay\r\nhere and advertise the Casino. Oh, it's too horrible! That it should be\r\nyou! You, who have been--you can't understand what you--have been to\r\nme--ever since we met; you couldn't understand. I can't tell you--a\r\nsort of help--something--something that--I can't put it into words.\r\nOnly it used to help me just to think of you. It was almost impersonal.\r\nI didn't mind if I never saw you again. I didn't expect ever to see you\r\nagain. It was just being able to think of you. It helped--you were\r\nsomething I could trust. Something strong--solid.\" She laughed\r\nbitterly. \"I suppose I made a hero of you. Girls are fools. But it\r\nhelped me to feel that there was one man alive who--who put his honor\r\nabove money--\"\r\n\r\nShe broke off. John stood motionless, staring at the ground. For the\r\nfirst time in his easy-going life he knew shame. Even now he had not\r\ngrasped to the full the purport of her words. The scales were falling\r\nfrom his eyes, but as yet he saw but dimly.\r\n\r\nShe began to speak again, in a low, monotonous voice, almost as if she\r\nwere talking to herself. She was looking past him, at the gulls that\r\nswooped and skimmed above the glittering water.\r\n\r\n\"I'm so tired of money--money--money. Everything's money. Isn't there a\r\nman in the world who won't sell himself? I thought that you--I suppose\r\nI'm stupid. It's business, I suppose. One expects too much.\"\r\n\r\nShe looked at him wearily.\r\n\r\n\"Good-by,\" she said. \"I'm going.\"\r\n\r\nHe did not move.\r\n\r\nShe turned, and went slowly up the path. Still he made no movement. A\r\nspell seemed to be on him. His eyes never left her as she passed into\r\nthe shadow of the trees. For a moment her white dress stood out\r\nclearly. She had stopped. With his whole soul he prayed that she would\r\nlook back. But she moved on once more, and was gone. And suddenly a\r\nstrange weakness came upon John. He trembled. The hillside flickered\r\nbefore his eyes for an instant, and he clutched at the sandstone rock\r\nto steady himself.\r\n\r\nThen his brain cleared, and he found himself thinking swiftly. He could\r\nnot let her go like this. He must overtake her. He must stop her. He\r\nmust speak to her. He must say--he did not know what it was that he\r\nwould say--anything, so that he spoke to her again.\r\n\r\nHe raced up the path, calling her name. No answer came to his cries.\r\nAbove him lay the hillside, dozing in the noonday sun; below, the\r\nMediterranean, sleek and blue, without a ripple. He stood alone in a\r\nland of silence and sleep."
  ]
}