{
  "index": 2,
  "title": "Chapter 1",
  "paragraphs": [
    "MERVO AND ITS OWNER\r\n\r\n\r\n\"By heck!\" cried Mr. Benjamin Scobell.\r\n\r\nHe wheeled round from the window, and transferred his gaze from the\r\nview to his sister Marion; losing by the action, for the view was a joy\r\nto the eye, which his sister Marion was not.\r\n\r\nMervo was looking its best under the hot morning sun. Mr. Scobell's\r\nvilla stood near the summit of the only hill the island possessed, and\r\nfrom the window of the morning-room, where he had just finished\r\nbreakfast, he had an uninterrupted view of valley, town, and harbor--a\r\ntwo-mile riot of green, gold and white, and beyond the white the blue\r\nsatin of the Mediterranean. Mr. Scobell did not read poetry except that\r\nwhich advertised certain breakfast foods in which he was interested, or\r\nhe might have been reminded of the Island of Flowers in Tennyson's\r\n\"Voyage of Maeldive.\" Violets, pinks, crocuses, yellow and purple\r\nmesembryanthemum, lavender, myrtle, and rosemary ... his two-mile view\r\ncontained them all. The hillside below him was all aglow with the\r\nyellow fire of the mimosa. But his was not one of those emotional\r\nnatures to which the meanest flower that blows can give thoughts that\r\ndo often lie too deep for tears. A primrose by the river's brim a\r\nsimple primrose was to him--or not so much a simple primrose, perhaps,\r\nas a basis for a possible Primrosina, the Soap that Really Cleans You.\r\n\r\nHe was a nasty little man to hold despotic sway over such a Paradise: a\r\ngoblin in Fairyland. Somewhat below the middle height, he was lean of\r\nbody and vulturine of face. He had a greedy mouth, a hooked nose,\r\nliquid green eyes and a sallow complexion. He was rarely seen without a\r\nhalf-smoked cigar between his lips. This at intervals he would relight,\r\nonly to allow it to go out again; and when, after numerous fresh\r\nstarts, it had dwindled beyond the limits of convenience, he would\r\nsubstitute another from the reserve supply that protruded from his\r\nvest-pocket.\r\n\r\n       *       *       *       *       *\r\n\r\nHow Benjamin Scobell had discovered the existence of Mervo is not\r\nknown. It lay well outside the sphere of the ordinary financier. But\r\nMr. Scobell took a pride in the versatility of his finance. It\r\ndistinguished him from the uninspired who were content to concentrate\r\nthemselves on steel, wheat and such-like things. It was Mr. Scobell's\r\nway to consider nothing as lying outside his sphere. In a financial\r\nsense he might have taken Terence's _Nihil humanum alienum_ as his\r\nmotto. He was interested in innumerable enterprises, great and small.\r\nHe was the power behind a company which was endeavoring, without much\r\nsuccess, to extract gold from the mountains of North Wales, and another\r\nwhich was trying, without any success at all, to do the same by sea\r\nwater. He owned a model farm in Indiana, and a weekly paper in New\r\nYork. He had financed patent medicines, patent foods, patent corks,\r\npatent corkscrews, patent devices of all kinds, some profitable, some\r\nthe reverse.\r\n\r\nAlso--outside the ordinary gains of finance--he had expectations. He\r\nwas the only male relative of his aunt, the celebrated Mrs. Jane\r\nOakley, who lived in a cottage on Staten Island, and was reputed to\r\nspend five hundred dollars a year--some said less--out of her snug\r\nincome of eighteen million. She was an unusual old lady in many ways,\r\nand, unfortunately, unusually full of deep-rooted prejudices. The fear\r\nlest he might inadvertently fall foul of these rarely ceased to haunt\r\nMr. Scobell.\r\n\r\nThis man of many projects had descended upon Mervo like a stone on the\r\nsurface of some quiet pool, bubbling over with modern enterprise in\r\ngeneral and, in particular, with a scheme. Before his arrival, Mervo\r\nhad been an island of dreams and slow movement and putting things off\r\ntill to-morrow. The only really energetic thing it had ever done in its\r\nwhole history had been to expel his late highness, Prince Charles, and\r\nchange itself into a republic. And even that had been done with the\r\nminimum of fuss. The Prince was away at the time. Indeed, he had been\r\naway for nearly three years, the pleasures of Paris, London and Vienna\r\nappealing to him more keenly than life among his subjects. Mervo,\r\nhaving thought the matter over during these years, decided that it had\r\nno further use for Prince Charles. Quite quietly, with none of that\r\nvulgar brawling which its neighbor, France, had found necessary in\r\nsimilar circumstances, it had struck his name off the pay-roll, and\r\ndeclared itself a republic. The royalist party, headed by General\r\nPoineau, had been distracted but impotent. The army, one hundred and\r\nfifteen strong, had gone solid for the new regime, and that had settled\r\nit. Mervo had then gone to sleep again. It was asleep when Mr. Scobell\r\nfound it.\r\n\r\nThe financier's scheme was first revealed to M. d'Orby, the President\r\nof the Republic, a large, stout statesman with even more than the\r\naverage Mervian instinct for slumber. He was asleep in a chair on the\r\nporch of his villa when Mr. Scobell paid his call, and it was not until\r\nthe financier's secretary, who attended the seance in the capacity of\r\ninterpreter, had rocked him vigorously from side to side for quite a\r\nminute that he displayed any signs of animation beyond a snore like the\r\ngrowling of distant thunder. When at length he opened his eyes, he\r\nperceived the nightmare-like form of Mr. Scobell standing before him,\r\ntalking. The financier, impatient of delay, had begun to talk some\r\nmoments before the great awakening.\r\n\r\n\"Sir,\" Mr. Scobell was saying, \"I gotta proposition to which I'd like\r\nyou to give your complete attention. Shake him some more, Crump. Sir,\r\nthere's big money in it for all of us, if you and your crowd'll sit in.\r\nMoney. _Lar' monnay_. No, that means change. What's money, Crump?\r\n_Arjong_? There's _arjong_ in it, Squire. Get that? Oh, shucks!\r\nHand it to him in French, Crump.\"\r\n\r\nMr. Secretary Crump translated. The President blinked, and intimated\r\nthat he would hear more. Mr. Scobell relighted his cigar-stump, and\r\nproceeded.\r\n\r\n\"Say, you've heard of _Moosieer_ Blonk? Ask the old skeesicks if\r\nhe's ever heard of _Mersyaw_ Blonk, Crump, the feller who started\r\nthe gaming-tables at Monte Carlo.\"\r\n\r\nFiltered through Mr. Crump, the question became intelligible to the\r\nPresident. He said he had heard of M. Blanc. Mr. Crump caught the reply\r\nand sent it on to Mr. Scobell, as the man on first base catches the\r\nball and throws it to second.\r\n\r\nMr. Scobell relighted his cigar.\r\n\r\n\"Well, I'm in that line. I'm going to put this island on the map just\r\nlike old Doctor Blonk put Monte Carlo. I've been studying up all about\r\nthe old man, and I know just what he did and how he did it. Monte Carlo\r\nwas just such another jerkwater little place as this is before he hit\r\nit. The government was down to its last bean and wondering where the\r\nHeck its next meal-ticket was coming from, when in blows Mr. Man, tucks\r\nup his shirt-sleeves, and starts the tables. And after that the place\r\nnever looked back. You and your crowd gotta get together and pass a\r\nvote to give me a gambling concession here, same as they did him.\r\nScobell's my name. Hand him that, Crump.\"\r\n\r\nMr. Crump obliged once more. A gleam of intelligence came into the\r\nPresident's dull eye. He nodded once or twice. He talked volubly in\r\nFrench to Mr. Crump, who responded in the same tongue.\r\n\r\n\"The idea seems to strike him, sir,\" said Mr. Crump.\r\n\r\n\"It ought to, if he isn't a clam,\" replied Mr. Scobell. He started to\r\nrelight his cigar, but after scorching the tip of his nose, bowed to\r\nthe inevitable and threw the relic away.\r\n\r\n\"See here,\" he said, having bitten the end off the next in order; \"I've\r\nthought this thing out from soup to nuts. There's heaps of room for\r\nanother Monte Carlo. Monte's a dandy place, but it's not perfect by a\r\nlong way. To start with, it's hilly. You have to take the elevator to\r\nget to the Casino, and when you've gotten to the end of your roll and\r\nwant to soak your pearl pin, where's the hock-shop? Half a mile away up\r\nthe side of a mountain. It ain't right. In my Casino there's going to\r\nbe a resident pawnbroker inside the building, just off the main\r\nentrance. That's only one of a heap of improvements. Another is that my\r\nCasino's scheduled to be a home from home, a place you can be real cosy\r\nin. You'll look around you, and the only thing you'll miss will be\r\nmother's face. Yes, sir, there's no need for a gambling Casino to look\r\nand feel and smell like the reading-room at the British Museum.\r\nComfort, coziness and convenience. That's the ticket I'm running on.\r\nSlip that to the old gink, Crump.\"\r\n\r\nA further outburst of the French language from Mr. Crump, supplemented\r\non the part of the \"old gink\" by gesticulations, interrupted the\r\nproceedings.\r\n\r\n\"What's he saying now?\" asked Mr. Scobell.\r\n\r\n\"He wants to know--\"\r\n\r\n\"Don't tell. Let me guess. He wants to know what sort of a rake-off he\r\nand the other somnambulists will get--the darned old pirate! Is that\r\nit?\"\r\n\r\nMr. Crump said that that was just it.\r\n\r\n\"That'll be all right,\" said Mr. Scobell. \"Old man Blong's offer to the\r\nPrince of Monaco was five hundred thousand francs a year--that's\r\nsomewhere around a hundred thousand dollars in real money--and half the\r\nprofits made by the Casino. That's my offer, too. See how that hits\r\nhim, Crump.\"\r\n\r\nMr. Crump investigated.\r\n\r\n\"He says he accepts gladly, on behalf of the Republic, sir,\" he\r\nannounced.\r\n\r\nM. d'Orby confirmed the statement by rising, dodging the cigar, and\r\nkissing Mr. Scobell on both cheeks.\r\n\r\n\"Cut it out,\" said the financier austerely, breaking out of the clinch.\r\n\"We'll take the Apache Dance as read. Good-by, Squire. Glad it's\r\nsettled. Now I can get busy.\"\r\n\r\nHe did. Workmen poured into Mervo, and in a very short time, dominating\r\nthe town and reducing to insignificance the palace of the late Prince,\r\nonce a passably imposing mansion, there rose beside the harbor a\r\nmammoth Casino of shining stone.\r\n\r\nImposing as was the exterior, it was on the interior that Mr. Scobell\r\nmore particularly prided himself, and not without reason. Certainly, a\r\nman with money to lose could lose it here under the most charming\r\nconditions. It had been Mr. Scobell's object to avoid the cheerless\r\ngrandeur of the rival institution down the coast. Instead of one large\r\nhall sprinkled with tables, each table had a room to itself, separated\r\nfrom its neighbor by sound-proof folding-doors. And as the building\r\nprogressed, Mr. Scobell's active mind had soared above the original\r\nidea of domestic coziness to far greater heights of ingenuity. Each of\r\nthe rooms was furnished and arranged in a different style. The note of\r\nindividuality extended even to the _croupiers_. Thus, a man with\r\nmoney at his command could wander from the Dutch room, where, in the\r\npicturesque surroundings of a Dutch kitchen, _croupiers_ in the\r\ncostume of Holland ministered to his needs, to the Japanese room, where\r\nhis coin would be raked in by quite passable imitations of the Samurai.\r\nIf he had any left at this point, he was free to dispose of it under\r\nthe auspices of near-Hindoos in the Indian room, of merry Swiss\r\npeasants in the Swiss room, or in other appropriately furnished\r\napartments of red-shirted, Bret Harte miners, fur-clad Esquimaux, or\r\nlanguorous Spaniards. He could then, if a man of spirit, who did not\r\nknow when he was beaten, collect the family jewels, and proceed down\r\nthe main hall, accompanied by the strains of an excellent band, to the\r\noffice of a gentlemanly pawnbroker, who spoke seven languages like a\r\nnative and was prepared to advance money on reasonable security in all\r\nof them.\r\n\r\nIt was a colossal venture, but it suffered from the defect from which\r\nmost big things suffer; it moved slowly. That it also moved steadily\r\nwas to some extent a consolation to Mr. Scobell. Undoubtedly it would\r\nprogress quicker and quicker, as time went on, until at length the\r\nCasino became a permanent gold mine. But at present it was being\r\nconducted at a loss. It was inevitable, but it irked Mr. Scobell. He\r\npaced the island and brooded. His mind dwelt incessantly on the\r\nproblem. Ideas for promoting the prosperity of his nursling came to him\r\nat all hours--at meals, in the night watches, when he was shaving,\r\nwalking, washing, reading, brushing his hair.\r\n\r\nAnd now one had come to him as he stood looking at the view from the\r\nwindow of his morning-room, listening absently to his sister Marion as\r\nshe read stray items of interest from the columns of the _New York\r\nHerald_, and had caused him to utter the exclamation recorded at the\r\nbeginning of the chapter.\r\n\r\n       *       *       *       *       *\r\n\r\n\"By Heck!\" he said. \"Read that again, Marion. I gottan idea.\"\r\n\r\nMiss Scobell, deep in her paper, paid no attention. Few people would\r\nhave taken her for the sister of the financier. She was his exact\r\nopposite in almost every way. He was small, jerky and aggressive; she,\r\ntall, deliberate and negative. She was one of those women whom nature\r\nseems to have produced with the object of attaching them to some man in\r\na peculiar position of independent dependence, and who defy the\r\nimagination to picture them in any other condition whatsoever. One\r\ncould not see Miss Scobell doing anything but pour out her brother's\r\ncoffee, darn his socks, and sit placidly by while he talked. Yet it\r\nwould have been untrue to describe her as dependent upon him. She had a\r\ndetached mind. Though her whole life had been devoted to his comfort\r\nand though she admired him intensely, she never appeared to give his\r\nconversation any real attention. She listened to him much as she would\r\nhave listened to a barking Pomeranian.\r\n\r\n\"Marion!\" cried Mr. Scobell.\r\n\r\n\"A five-legged rabbit has been born in Carbondale, Southern Illinois,\"\r\nshe announced.\r\n\r\nMr. Scobell cursed the five-legged rabbit.\r\n\r\n\"Never mind about your rabbits. I want to hear that piece you read\r\nbefore. The one about the Prince of Monaco. Will--you--listen, Marion!\"\r\n\r\n\"The Prince of Monaco, dear? Yes. He has caught another fish or\r\nsomething of that sort, I think. Yes. A fish with 'telescope eyes,' the\r\npaper says. And very convenient too, I should imagine.\"\r\n\r\nMr. Scobell thumped the table.\r\n\r\n\"I've got it. I've found out what's the matter with this darned place.\r\nI see why the Casino hasn't struck its gait.\"\r\n\r\n\"_I_ think it must be the _croupiers_, dear. I'm sure I never\r\nheard of _croupiers_ in fancy costume before. It doesn't seem\r\nright. I'm sure people don't like those nasty Hindoos. I am quite\r\nnervous myself when I go into the Indian room. They look at me so\r\noddly.\"\r\n\r\n\"Nonsense! That's the whole idea of the place, that it should be\r\ndifferent. People are sick and tired of having their money gathered in\r\nby seedy-looking Dagoes in second-hand morning coats. We give 'em\r\nvariety. It's not the Casino that's wrong: it's the darned island.\r\nWhat's the use of a republic to a place like this? I'm not saying that\r\nyou don't want a republic for a live country that's got its way to make\r\nin the world; but for a little runt of a sawn-off, hobo, one-night\r\nstand like this you gotta have something picturesque, something that'll\r\nadvertise the place, something that'll give a jolt to folks' curiosity,\r\nand make 'em talk! There's this Monaco gook. He snoops around in his\r\nyacht, digging up telescope-eyed fish, and people talk about it.\r\n'Another darned fish,' they say. 'That's the 'steenth bite the Prince of\r\nMonaco has had this year.' It's like a soap advertisement. It works by\r\nsuggestion. They get to thinking about the Prince and his pop-eyed\r\nfishes, and, first thing they know, they've packed their grips and come\r\nalong to Monaco to have a peek at him. And when they're there, it's a\r\nsafe bet they aren't going back again without trying to get a mess of\r\neasy money from the Bank. That's what this place wants. Whoever heard\r\nof this blamed Republic doing anything except eat and sleep? They used\r\nto have a prince here 'way back in eighty-something. Well, I'm going to\r\nhave him working at the old stand again, right away.\"\r\n\r\nMiss Scobell looked up from her paper, which she had been reading with\r\nabsorbed interest throughout tins harangue.\r\n\r\n\"Dear?\" she said enquiringly.\r\n\r\n\"I say I'm going to have him back again,\" said Mr. Scobell, a little\r\ndamped. \"I wish you would listen.\"\r\n\r\n\"I think you're quite right, dear. Who?\"\r\n\r\n\"The Prince. Do listen, Marion. The Prince of this island, His\r\nHighness, the Prince of Mervo. I'm going to send for him and put him on\r\nthe throne again.\"\r\n\r\n\"You can't, dear. He's dead.\"\r\n\r\n\"I know he's dead. You can't faze me on the history of this place. He\r\ndied in ninety-one. But before he died he married an American girl, and\r\nthere's a son, who's in America now, living with his uncle. It's the\r\nson I'm going to send for. I got it all from General Poineau. He's a\r\nroyalist. He'll be tickled to pieces when Johnny comes marching home\r\nagain. Old man Poineau told me all about it. The Prince married a girl\r\ncalled Westley, and then he was killed in an automobile accident, and\r\nhis widow went back to America with the kid, to live with her brother.\r\nPoineau says he could lay his hand on him any time he pleased.\"\r\n\r\n\"I hope you won't do anything rash, dear,\" said his sister comfortably.\r\n\"I'm sure we don't want any horrid revolution here, with people\r\nshooting and stabbing each other.\"\r\n\r\n\"Revolution?\" cried Mr. Scobell. \"Revolution! Well, I should say nix!\r\nRevolution nothing. I'm the man with the big stick in Mervo. Pretty\r\nnear every adult on this island is dependent on my Casino for his\r\nweekly envelope, and what I say goes--without argument. I want a\r\nprince, so I gotta have a prince, and if any gazook makes a noise like\r\na man with a grouch, he'll find himself fired.\"\r\n\r\nMiss Scobell turned to her paper again.\r\n\r\n\"Very well, dear,\" she said. \"Just as you please. I'm sure you know\r\nbest.\"\r\n\r\n\"Sure!\" said her brother. \"You're a good guesser. I'll go and beat up\r\nold man Poineau right away.\""
  ]
}