{
  "index": 3,
  "title": "Chapter 2",
  "paragraphs": [
    "JOHN\r\n\r\n\r\nTen days after Mr. Scobell's visit to General Poineau, John, Prince of\r\nMervo, ignorant of the greatness so soon to be thrust upon him, was\r\nstrolling thoughtfully along one of the main thoroughfares of that\r\noutpost of civilization, Jersey City. He was a big young man, tall and\r\nlarge of limb. His shoulders especially were of the massive type\r\nexpressly designed by nature for driving wide gaps in the opposing line\r\non the gridiron. He looked like one of nature's center-rushes, and had,\r\nindeed, played in that position for Harvard during two strenuous\r\nseasons. His face wore an expression of invincible good-humor. He had a\r\nwide, good-natured mouth, and a pair of friendly gray eyes. One felt\r\nthat he liked his fellow men and would be surprised and pained if they\r\ndid not like him.\r\n\r\nAs he passed along the street, he looked a little anxious. Sherlock\r\nHolmes--and possibly even Doctor Watson--would have deduced that he had\r\nsomething on his conscience.\r\n\r\nAt the entrance to a large office building, he paused, and seemed to\r\nhesitate. Then, as if he had made up his mind to face an ordeal, he\r\nwent in and pressed the button of the elevator.\r\n\r\nLeaving the elevator at the third floor, he went down the passage, and\r\npushed open a door on which was inscribed the legend, \"Westley, Martin\r\n& Co.\"\r\n\r\nA stout youth, walking across the office with his hands full of papers,\r\nstopped in astonishment.\r\n\r\n\"Hello, John Maude!\" he cried.\r\n\r\nThe young man grinned.\r\n\r\n\"Say, where have you been? The old man's been as mad as a hornet since\r\nhe found you had quit without leave. He was asking for you just now.\"\r\n\r\n\"I guess I'm up against it,\" admitted John cheerfully.\r\n\r\n\"Where did you go yesterday?\"\r\n\r\nJohn put the thing to him candidly, as man to man.\r\n\r\n\"See here, Spiller, suppose you got up one day and found it was a\r\nperfectly bully morning, and remembered that the Giants were playing\r\nthe Athletics, and looked at your mail, and saw that someone had sent\r\nyou a pass for the game--\"\r\n\r\n\"Were you at the ball-game? You've got the nerve! Didn't you know there\r\nwould be trouble?\"\r\n\r\n\"Old man,\" said John frankly, \"I could no more have turned down that\r\npass-- Oh, well, what's the use? It was just great. I suppose I'd\r\nbetter tackle the boss now. It's got to be done.\"\r\n\r\nIt was not a task to which many would have looked forward. Most of\r\nthose who came into contact with Andrew Westley were afraid of him. He\r\nwas a capable rather than a lovable man, and too self-controlled to be\r\nquite human. There was no recoil in him, no reaction after anger, as\r\nthere would have been in a hotter-tempered man. He thought before he\r\nacted, but, when he acted, never yielded a step.\r\n\r\nJohn, in all the years of their connection, had never been able to make\r\nanything of him. At first, he had been prepared to like him, as he\r\nliked nearly everybody. But Mr. Westley had discouraged all advances,\r\nand, as time went by, his nephew had come to look on him as something\r\napart from the rest of the world, one of those things which no fellow\r\ncould understand.\r\n\r\nOn Mr. Westley's side, there was something to be said in extenuation of\r\nhis attitude. John reminded him of his father, and he had hated the\r\nlate Prince of Mervo with a cold hatred that had for a time been the\r\nruling passion of his life. He had loved his sister, and her married\r\nlife had been one long torture to him, a torture rendered keener by the\r\nfact that he was powerless to protect either her happiness or her\r\nmoney. Her money was her own, to use as she pleased, and the use which\r\npleased her most was to give it to her husband, who could always find a\r\nway of spending it. As to her happiness, that was equally out of his\r\ncontrol. It was bound up in her Prince, who, unfortunately, was a bad\r\ncustodian for it. At last, an automobile accident put an end to His\r\nHighness's hectic career (and, incidentally, to that of a blonde lady\r\nfrom the _Folies Bergeres_), and the Princess had returned to her\r\nbrother's home, where, a year later, she died, leaving him in charge of\r\nher infant son.\r\n\r\nMr. Westley's desire from the first had been to eliminate as far as\r\npossible all memory of the late Prince. He gave John his sister's name,\r\nMaude, and brought him up as an American, in total ignorance of his\r\nfather's identity. During all the years they had spent together, he had\r\nnever mentioned the Prince's name.\r\n\r\nHe disliked John intensely. He fed him, clothed him, sent him to\r\ncollege, and gave him a place in his office, but he never for a moment\r\nrelaxed his bleakness of front toward him. John was not unlike his\r\nfather in appearance, though built on a larger scale, and, as time went\r\non, little mannerisms, too, began to show themselves, that reminded Mr.\r\nWestley of the dead man, and killed any beginnings of affection.\r\n\r\nJohn, for his part, had the philosophy which goes with perfect health.\r\nHe fitted his uncle into the scheme of things, or, rather, set him\r\noutside them as an irreconcilable element, and went on his way enjoying\r\nlife in his own good-humored fashion.\r\n\r\nIt was only lately, since he had joined the firm, that he had been\r\nconscious of any great strain. College had given him a glimpse of a\r\nlarger life, and the office cramped him. He felt vaguely that there\r\nwere bigger things in the world which he might be doing. His best\r\nfriends, of whom he now saw little, were all men of adventure and\r\nenterprise, who had tried their hand at many things; men like Jimmy\r\nPitt, who had done nearly everything that could be done before coming\r\ninto an unexpected half-million; men like Rupert Smith, who had been at\r\nHarvard with him and was now a reporter on the _News_; men like\r\nBaker, Faraday, Williams--he could name half-a-dozen, all men who were\r\n_doing_ something, who were out on the firing line.\r\n\r\nHe was not a man who worried. He had not that temperament. But\r\nsometimes he would wonder in rather a vague way whether he was not\r\nallowing life to slip by him a little too placidly. An occasional\r\nyearning for something larger would attack him. There seemed to be\r\nsomething in him that made for inaction. His soul was sleepy.\r\n\r\nIf he had been told of the identity of his father, it is possible that\r\nhe might have understood. The Princes of Mervo had never taken readily\r\nto action and enterprise. For generations back, if they had varied at\r\nall, son from father, it had been in the color of hair or eyes, not in\r\ncharacter--a weak, shiftless procession, with nothing to distinguish\r\nthem from the common run of men except good looks and a talent for\r\nwasting money.\r\n\r\nJohn was the first of the line who had in him the seeds of better\r\nthings. The Westley blood and the bracing nature of his education had\r\ndone much to counteract the Mervo strain. He did not know it, but the\r\nAmerican in him was winning. The desire for action was growing steadily\r\nevery day.\r\n\r\nIt had been Mervo that had sent him to the polo grounds on the previous\r\nday. That impulse had been purely Mervian. No prince of that island had\r\never resisted a temptation. But it was America that was sending him now\r\nto meet his uncle with a quiet unconcern as to the outcome of the\r\ninterview. The spirit of adventure was in him. It was more than\r\npossible that Mr. Westley would sink the uncle in the employer and\r\ndismiss him as summarily as he would have dismissed any other clerk in\r\nsimilar circumstances. If so, he was prepared to welcome dismissal.\r\nOther men fought an unsheltered fight with the world, so why not he?\r\n\r\nHe moved towards the door of the inner office with a certain\r\nexhilaration.\r\n\r\nAs he approached, it flew open, disclosing Mr. Westley himself, a tall,\r\nthin man, at the sight of whom Spiller shot into his seat like a\r\nrabbit.\r\n\r\nJohn went to meet him.\r\n\r\n\"Ah,\" said Mr. Westley; \"come in here. I want to speak to you.\"\r\n\r\nJohn followed him into the room.\r\n\r\n\"Sit down,\" said his uncle.\r\n\r\nJohn waited while he dictated a letter. Neither spoke till the\r\nstenographer had left the room. John met the girl's eye as she passed.\r\nThere was a compassionate look in it. John was popular with his fellow\r\nemployes. His absence had been the cause of discussion and speculation\r\namong them, and the general verdict had been that there would be\r\ntroublous times for him on the morrow.\r\n\r\nWhen the door closed, Mr. Westley leaned back in his chair, and\r\nregarded his nephew steadily from under a pair of bushy gray eyebrows\r\nwhich lent a sort of hypnotic keenness to his gaze.\r\n\r\n\"You were at the ball-game yesterday?\" he said.\r\n\r\nThe unexpectedness of the question startled John into a sharp laugh.\r\n\r\n\"Yes,\" he said, recovering himself.\r\n\r\n\"Without leave.\"\r\n\r\n\"It didn't seem worth while asking for leave.\"\r\n\r\n\"You mean that you relied so implicitly on our relationship to save you\r\nfrom the consequences?\"\r\n\r\n\"No, I meant--\"\r\n\r\n\"Well, we need not try and discover what you may have meant. What claim\r\ndo you put forward for special consideration? Why should I treat you\r\ndifferently from any other member of the staff?\"\r\n\r\nJohn had a feeling that the interview was being taken at too rapid a\r\npace. He felt confused.\r\n\r\n\"I don't want you to treat me differently,\" he said.\r\n\r\nMr. Westley did not reply. John saw that he had taken a check-book from\r\nits pigeonhole.\r\n\r\n\"I think we understand each other,\" said Mr. Westley. \"There is no need\r\nfor any discussion. I am writing you a check for ten thousand\r\ndollars--\"\r\n\r\n\"Ten thousand dollars!\"\r\n\r\n\"It happens to be your own. It was left to me in trust for you by your\r\nmother. By a miracle your father did not happen to spend it.\"\r\n\r\nJohn caught the bitter note which the other could not keep out of his\r\nvoice, and made one last attempt to probe this mystery. As a boy he had\r\ntried more than once before he realized that this was a forbidden\r\ntopic.\r\n\r\n\"Who was my father?\" he said.\r\n\r\nMr. Westley blotted the check carefully.\r\n\r\n\"Quite the worst blackguard I ever had the misfortune to know,\" he\r\nreplied in an even tone. \"Will you kindly give me a receipt for this?\r\nThen I need not detain you. You may return to the ball-game without any\r\nfurther delay. Possibly,\" he went on, \"you may wonder why you have not\r\nreceived this money before. I persuaded your mother to let me use my\r\ndiscretion in choosing the time when it should be handed over to you. I\r\ndecided to wait until, in my opinion, you had sense enough to use it\r\nproperly. I do not think that time has arrived. I do not think it will\r\never arrive. But as we are parting company and shall, I hope, never\r\nmeet again, you had better have it now.\"\r\n\r\nJohn signed the receipt in silence.\r\n\r\n\"Thank you,\" said Mr. Westley. \"Good-by.\"\r\n\r\nAt the door John hesitated. He had looked forward to this moment as one\r\nof excitement and adventure, but now that it had come it had left him\r\nin anything but an uplifted mood. He was naturally warm-hearted, and\r\nhis uncle's cold anger hurt him. It was so different from anything\r\nsudden, so essentially not of the moment. He felt instinctively that it\r\nhad been smoldering for a long time, and realized with a shock that his\r\nuncle had not been merely indifferent to him all these years, but had\r\nactually hated him. It was as if he had caught a glimpse of something\r\nugly. He felt that this was the last scene of some long drawn-out\r\ntragedy.\r\n\r\nSomething made him turn impulsively back towards the desk.\r\n\r\n\"Uncle--\" he cried.\r\n\r\nHe stopped. The hopelessness of attempting any step towards a better\r\nunderstanding overwhelmed him. Mr. Westley had begun to write. He must\r\nhave seen John's movement, but he continued to write as if he were\r\nalone in the room.\r\n\r\nJohn turned to the door again.\r\n\r\n\"Good-by,\" he said.\r\n\r\nMr. Westley did not look up."
  ]
}