{
  "index": 9,
  "title": "Chapter 8",
  "paragraphs": [
    "MERVO CHANGES ITS CONSTITUTION\r\n\r\n\r\nHumor, if one looks into it, is principally a matter of retrospect. In\r\nafter years John was wont to look back with amusement on the revolution\r\nwhich ejected him from the throne of his ancestors. But at the time its\r\nmirthfulness did not appeal to him. He was in a frenzy of restlessness.\r\nHe wanted Betty. He wanted to see her and explain. Explanations could\r\nnot restore him to the place he had held in her mind, but at least they\r\nwould show her that he was not the thing he had appeared.\r\n\r\nMervo had become a prison. He ached for America. But, before he could\r\ngo, this matter of the Casino must be settled. It was obvious that it\r\ncould only be settled in one way. He did not credit his subjects with\r\nthe high-mindedness that puts ideals first and money after. That\r\nmilitary and civilians alike would rally to a man round Mr. Scobell and\r\nthe Casino he was well aware. But this did not affect his determination\r\nto remain till the last. If he went now, he would be like a boy who\r\nmakes a runaway ring at the doorbell. Until he should receive formal\r\nnotice of dismissal, he must stay, although every day had forty-eight\r\nhours and every hour twice its complement of weary minutes.\r\n\r\nSo he waited, chafing, while Mervo examined the situation, turned it\r\nover in its mind, discussed it, slept upon it, discussed it again, and\r\ndisplayed generally that ponderous leisureliness which is the Mervian's\r\nbirthright.\r\n\r\nIndeed, the earliest demonstration was not Mervian at all. It came from\r\nthe visitors to the island, and consisted of a deputation of four,\r\nheaded by the wizened little man, who had frowned at John in the Dutch\r\nroom on the occasion of his meeting with Betty, and a stolid individual\r\nwith a bald forehead and a walrus mustache.\r\n\r\nThe tone of the deputation was, from the first, querulous. The wizened\r\nman had constituted himself spokesman. He introduced the party--the\r\nwalrus as Colonel Finch, the others as Herr von Mandelbaum and Mr.\r\nArcher-Cleeve. His own name was Pugh, and the whole party, like the\r\nother visitors whom they represented, had, it seemed, come to Mervo, at\r\ngreat trouble and expense, to patronize the tables, only to find these\r\nsuddenly, without a word of warning, withdrawn from their patronage.\r\nAnd what the deputation wished to know was, What did it all mean?\r\n\r\n\"We were amazed, sir--Your Highness,\" said Mr. Pugh. \"We could not--we\r\ncannot--understand it. The entire thing is a baffling mystery to us. We\r\nasked the soldiers at the door. They referred us to Mr. Scobell. We\r\nasked Mr. Scobell. He referred us to you. And now we have come, as the\r\nrepresentatives of our fellow visitors to this island, to ask Your\r\nHighness what it means!\"\r\n\r\n\"Have a cigar,\" said John, extending the box. Mr. Pugh waved aside the\r\npreferred gift impatiently. Not so Herr von Mandelbaum, who slid\r\nforward after the manner of one in quest of second base and retired\r\nwith his prize to the rear of the little army once more.\r\n\r\nMr. Archer-Cleeve, a young man with carefully parted fair hair and the\r\nexpression of a strayed sheep, contributed a remark.\r\n\r\n\"No, but I say, by Jove, you know, I mean really, you know, what?\"\r\n\r\nThat was Mr. Archer-Cleeve upon the situation.\r\n\r\n\"We have not come here for cigars,\" said Mr. Pugh. \"We have come here,\r\nYour Highness, for an explanation.\"\r\n\r\n\"Of what?\" said John.\r\n\r\nMr. Pugh made an impatient gesture.\r\n\r\n\"Do you question my right to rule this massive country as I think best,\r\nMr. Pugh?\"\r\n\r\n\"It is a high-handed proceeding,\" said the wizened little man.\r\n\r\nThe walrus spoke for the first time.\r\n\r\n\"What say?\" he murmured huskily.\r\n\r\n\"I said,\" repeated Mr. Pugh, raising his voice, \"that it was a\r\nhigh-handed proceeding, Colonel.\"\r\n\r\nThe walrus nodded heavily, in assent, with closed eyes.\r\n\r\n\"Yah,\" said Herr von Mandelbaum through the smoke.\r\n\r\nJohn looked at the spokesman.\r\n\r\n\"You are from England, Mr. Pugh?\"\r\n\r\n\"Yes, sir. I am a British citizen.\"\r\n\r\n\"Suppose some enterprising person began to run a gambling hell in\r\nPiccadilly, would the authorities look on and smile?\"\r\n\r\n\"That is an entirely different matter, sir. You are quibbling. In\r\nEngland gambling is forbidden by law.\"\r\n\r\n\"So it is in Mervo, Mr. Pugh.\"\r\n\r\n\"Tchah!\"\r\n\r\n\"What say?\" said the walrus.\r\n\r\n\"I said 'Tchah!' Colonel.\"\r\n\r\n\"Why?\" said the walrus.\r\n\r\n\"Because His Highness quibbled.\"\r\n\r\nThe walrus nodded approvingly.\r\n\r\n\"His Highness did nothing of the sort,\" said John. \"Gambling is\r\nforbidden in Mervo for the same reason that it is forbidden in England,\r\nbecause it demoralizes the people.\"\r\n\r\n\"This is absurd, sir. Gambling has been permitted in Mervo for nearly a\r\nyear.\"\r\n\r\n\"But not by me, Mr. Pugh. The Republic certainly granted Mr. Scobell a\r\nconcession. But, when I came to the throne, it became necessary for him\r\nto get a concession from me. I refused it. Hence the closed doors.\"\r\n\r\nMr. Archer-Cleeve once more. \"But--\" He paused. \"Forgotten what I was\r\ngoing to say,\" he said to the room at large.\r\n\r\nHerr von Mandelbaum made some remark at the back of his throat, but was\r\nignored.\r\n\r\nJohn spoke again.\r\n\r\n\"If you were a prince, Mr. Pugh, would you find it pleasant to be in\r\nthe pay of a gambling hell?\"\r\n\r\n\"That is neither here nor--\"\r\n\r\n\"On the contrary, it is, very much. I happen to have some self-respect.\r\nI've only just found it out, it's true, but it's there all right. I\r\ndon't want to be a prince--take it from me, it's a much overrated\r\nprofession--but if I've got to be one, I'll specialize. I won't combine\r\nit with being a bunco steerer on the side. As long as I am on the\r\nthrone, this high-toned crap-shooting will continue a back number.\"\r\n\r\n\"What say?\" said the walrus.\r\n\r\n\"I said that, while I am on the throne here, people who feel it\r\nnecessary to chant 'Come, little seven!' must do it elsewhere.\"\r\n\r\n\"I don't understand you,\" said Mr. Pugh. \"Your remarks are absolutely\r\nunintelligible.\"\r\n\r\n\"Never mind. My actions speak for themselves. It doesn't matter how I\r\ndescribe it--what it comes to is that the Casino is closed. You can\r\nfollow that? Mervo is no longer running wide open. The lid is on.\"\r\n\r\n\"Then let me tell you, sir--\" Mr. Pugh brought a bony fist down with a\r\nthump on the table--\"that you are playing with fire. Understand me,\r\nsir, we are not here to threaten. We are a peaceful deputation of\r\nvisitors. But I have observed your people, sir. I have watched them\r\nnarrowly. And let me tell you that you are walking on a volcano.\r\nAlready there are signs of grave discontent.\"\r\n\r\n\"Already!\" cried John. \"Already's good. I guess they call it going some\r\nin this infernal country if they can keep awake long enough to take\r\naction within a year after a thing has happened. I don't know if you\r\nhave any influence with the populace, Mr. Pugh--you seem a pretty warm\r\nand important sort of person--but, if you have, do please ask them as a\r\nfavor to me to get a move on. It's no good saying that I'm walking on a\r\nvolcano. I'm from Missouri. I want to be shown. Let's see this volcano.\r\nBring it out and make it trot around.\"\r\n\r\n\"You may jest--\"\r\n\r\n\"Who's jesting? I'm not. It's a mighty serious thing for me. I want to\r\nget away. The only thing that's keeping me in this forsaken place is\r\nthis delay. These people are obviously going to fire me sooner or\r\nlater. Why on earth can't they do it at once?\"\r\n\r\n\"What say?\" said the walrus.\r\n\r\n\"You may well ask, Colonel,\" said Mr. Pugh, staring amazed at John.\r\n\"His Highness appears completely to have lost his senses.\"\r\n\r\nThe walrus looked at John as if expecting some demonstration of\r\npractical insanity, but, finding him outwardly calm, closed his eyes\r\nand nodded heavily again.\r\n\r\n\"I must say, don't you know,\" said Mr. Archer-Cleeve, \"it beats me,\r\nwhat?\"\r\n\r\nThe entire deputation seemed to consider that John's last speech needed\r\nfootnotes.\r\n\r\nJohn was in no mood to supply them. His patience was exhausted.\r\n\r\n\"I guess we'll call this conference finished,\" he said. \"You've been\r\ntold all you came to find out,--my reason for closing the Casino. If it\r\ndoesn't strike you as a satisfactory reason, that's up to you. Do what\r\nyou like about it. The one thing you may take as a solid fact--and you\r\ncan spread it around the town as much as ever you please--is that it is\r\nclosed, and is not going to be reopened while I'm ruler here.\"\r\n\r\nThe deputation then withdrew, reluctantly.\r\n\r\n       *       *       *       *       *\r\n\r\nOn the following morning there came a note from Mr. Scobell. It was\r\nbrief. \"Come on down before the shooting begins,\" it ran. John tore it\r\nup.\r\n\r\nIt was on the same evening that definite hostilities may be said to\r\nhave begun.\r\n\r\nBetween the Palace and the market-place there was a narrow street of\r\nflagged stone, which was busy during the early part of the day but\r\ndeserted after sundown. Along this street, at about seven o'clock, John\r\nwas strolling with a cigarette, when he was aware of a man crouching,\r\nwith his back toward him. So absorbed was the man in something which he\r\nwas writing on the stones that he did not hear John's approach, and the\r\nlatter, coming up from behind was enabled to see over his shoulder. In\r\nlarge letters of chalk he read the words: _\"Conspuez le Prince.\"_\r\n\r\nJohn's knowledge of French was not profound, but he could understand\r\nthis, and it annoyed him.\r\n\r\nAs he looked, the man, squatting on his heels, bent forward to touch\r\nup one of the letters. If he had been deliberately posing, he could\r\nnot have assumed a more convenient attitude.\r\n\r\nJohn had been a footballer before he was a prince. The temptation was\r\ntoo much for him. He drew back his foot--\r\n\r\nThere was a howl and a thud, and John resumed his stroll. The first gun\r\nfrom Fort Sumter had been fired.\r\n\r\n       *       *       *       *       *\r\n\r\nEarly next morning a window at the rear of the palace was broken by a\r\nstone, and toward noon one of the soldiers on guard in front of the\r\nCasino was narrowly missed by an anonymous orange. For Mervo this was\r\npractically equivalent to the attack on the Bastille, and John, when\r\nthe report of the atrocities was brought to him, became hopeful.\r\n\r\nBut the effort seemed temporarily to have exhausted the fury of the\r\nmob. The rest of that day and the whole of the next passed without\r\nsensation.\r\n\r\nAfter breakfast on the following morning Mr. Crump paid a visit to the\r\nPalace. John was glad to see him. The staff of the Palace were loyal,\r\nbut considered as cheery companions, they were handicapped by the fact\r\nthat they spoke no English, while John spoke no French.\r\n\r\nMr. Crump was the bearer of another note from Mr. Scobell. This time\r\nJohn tore it up unread, and, turning to the secretary, invited him to\r\nsit down and make himself at home.\r\n\r\nSipping a cocktail and smoking one of John's cigars, Mr. Crump became\r\nconfidential.\r\n\r\n\"This is a queer business,\" he said. \"Old Ben is chewing pieces out of\r\nthe furniture up there. He's mad clean through. He's losing money all\r\nthe while the people are making up their minds about this thing, and it\r\nbeats him why they're so slow.\"\r\n\r\n\"It beats me, too. I don't believe these hook-worm victims ever turned\r\nmy father out. Or, if they did, somebody must have injected radium into\r\nthem first. I'll give them another couple of days, and, if they haven't\r\nfixed it by then, I'll go, and leave them to do what they like about\r\nit.\"\r\n\r\n\"Go! Do you want to go?\"\r\n\r\n\"Of course I want to go! Do you think I like stringing along in this\r\nmusical comedy island? I'm crazy to get back to America. I don't blame\r\nyou, Crump, because it was not your fault, but, by George! if I had\r\nknown what you were letting me in for when you carried me off here, I'd\r\nhave called up the police reserves. Hello! What's this?\"\r\n\r\nHe rose to his feet as the sound of agitated voices came from the other\r\nside of the door. The next moment it flew open, revealing General\r\nPoineau and an assorted group of footmen and other domestics.\r\nExcitement seemed to be in the air.\r\n\r\nGeneral Poineau rushed forward into the room, and flung his arms above\r\nhis head. Then he dropped them to his side, and shrugged his shoulders,\r\nfinishing in an attitude reminiscent of Plate 6 (\"Despair\") in \"The\r\nHome Reciter.\"\r\n\r\n\"_Mon Prince!\"_ he moaned.\r\n\r\nA perfect avalanche of French burst from the group outside the door.\r\n\r\n\"Crump!\" cried John. \"Stand by me, Crump! Get busy! This is where you\r\nmake your big play. Never mind the chorus gentlemen in the passage.\r\nConcentrate yourself on Poineau. What's he talking about? I believe\r\nhe's come to tell me the people have wakened up. Offer him a cocktail.\r\nWhat's the French for corpse-reviver? Get busy, Crump.\"\r\n\r\nThe general had begun to speak rapidly, with a wealth of gestures. It\r\nastonished John that Mr. Crump could follow the harangue as apparently\r\nhe did.\r\n\r\n\"Well?\" said John.\r\n\r\nMr. Crump looked grave.\r\n\r\n\"He says there is a large mob in the market-place. They are talking--\"\r\n\r\n\"They would be!\"\r\n\r\n\"--of moving in force on the Palace. The Palace Guards have gone over\r\nto the people. General Poineau urges you to disguise yourself and\r\nescape while there is time. You will be safe at his villa till the\r\nexcitement subsides, when you can be smuggled over to France during the\r\nnight--\"\r\n\r\n\"Not for mine,\" said John, shaking his head. \"It's mighty good of you,\r\nGeneral, and I appreciate it, but I can't wait till night. The boat\r\nleaves for Marseilles in another hour. I'll catch that. I can manage it\r\ncomfortably. I'll go up and pack my grip. Crump, entertain the General\r\nwhile I'm gone, will you? I won't be a moment.\"\r\n\r\nBut as he left the room there came through the open window the mutter\r\nof a crowd. He stopped. General Poineau whipped out his sword, and\r\nbrought it to the salute. John patted him on the shoulder.\r\n\r\n\"You're a sport, General,\" he said, \"but we sha'n't want it. Come\r\nalong, Crump. Come and help me address the multitude.\"\r\n\r\nThe window of the room looked out on to a square. There was a small\r\nbalcony with a stone parapet. As John stepped out, a howl of rage burst\r\nfrom the mob.\r\n\r\nJohn walked on to the balcony, and stood looking down on them, resting\r\nhis arms on the parapet. The howl was repeated, and from somewhere at\r\nthe back of the crowd came the sharp crack of a rifle, and a shot, the\r\nfirst and last of the campaign, clipped a strip of flannel from the\r\ncollar of his coat and splashed against the wall.\r\n\r\nA broad smile spread over his face.\r\n\r\nIf he had studied for a year, he could not have hit on a swifter or\r\nmore effective method of quieting the mob. There was something so\r\nengaging and friendly in his smile that the howling died away and fists\r\nthat has been shaken unclenched themselves and fell. There was an\r\nexpectant silence in the square.\r\n\r\nJohn beckoned to Crump, who came on to the balcony with some\r\nreluctance, being mistrustful of the unseen sportsman with the rifle.\r\n\r\n\"Tell 'em it's all right, Crump, and that there's no call for any fuss.\r\nFrom their manner I gather that I am no longer needed on this throne.\r\nAsk them if that's right?\"\r\n\r\nA small man, who appeared to be in command of the crowd, stepped\r\nforward as the secretary finished speaking, and shouted some words\r\nwhich drew a murmur of approval from his followers.\r\n\r\n\"He wants to know,\" interpreted Mr. Crump, \"if you will allow the\r\nCasino to open again.\"\r\n\r\n\"Tell him no, but add that I shall be tickled to death to abdicate, if\r\nthat's what they want. Speed them up, old man. Tell them to make up\r\ntheir minds on the jump, because I want to catch that boat. Don't let\r\nthem get to discussing it, or they'll stand there talking till sunset.\r\nYes or no. That's the idea.\"\r\n\r\nThere was a moment's surprised silence when Mr. Crump had spoken. The\r\nMervian mind was unused to being hustled in this way. Then a voice\r\nshouted, as it were tentatively, \"_Vive la Republique!\"_ and at\r\nonce the cry was taken up on all sides.\r\n\r\nJohn beamed down on them.\r\n\r\n\"That's right,\" he said. \"Bully! I knew you could get a move on as\r\nquick as anyone else, if you gave your minds to it. This is what I call\r\nsomething like a revolution. It's a model to every country in the\r\nworld. But I guess we must close down the entertainment now, or I shall\r\nbe missing the boat. Will you tell them, Crump, that any citizen who\r\ncares for a drink and a cigar will find it in the Palace. Tell the\r\nhousehold staff to stand by to pull corks. It's dry work\r\nrevolutionizing. And now I really must be going. I've run it mighty\r\nfine. Slip one of these fellows down there half a dollar and send him\r\nto fetch a cab. I must step lively.\"\r\n\r\n       *       *       *       *       *\r\n\r\nFive minutes later the revolutionists, obviously embarrassed and ill at\r\nease, were sheepishly gulping down their refreshment beneath the stony\r\neye of the majordomo and his assistants, while upstairs in the state\r\nbedroom the deposed Prince was whistling \"Dixie\" and packing the royal\r\npajamas into a suitcase."
  ]
}