{
  "index": 1,
  "title": "Chapter 1",
  "paragraphs": [
    "CHAPTER I\r\n\r\nTHE CABLE FROM MERVO\r\n\r\n\r\nA pretty girl in a blue dress came out of the house, and began to walk\r\nslowly across the terrace to where Elsa Keith sat with Marvin Rossiter\r\nin the shade of the big sycamore. Elsa and Marvin had become engaged\r\nsome few days before, and were generally to be found at this time\r\nsitting together in some shaded spot in the grounds of the Keith's Long\r\nIsland home.\r\n\r\n\"What's troubling Betty, I wonder,\" said Elsa. \"She looks worried.\"\r\n\r\nMarvin turned his head.\r\n\r\n\"Is that your friend, Miss Silver?\"\r\n\r\n\"That's Betty. We were at college together. I want you to like Betty.\"\r\n\r\n\"Then I will. When did she arrive?\"\r\n\r\n\"Last night. She's here for a month. What's the matter, Betty? This is\r\nMarvin. I want you to like Marvin.\"\r\n\r\nBetty Silver smiled. Her face, in repose, was rather wistful, but it\r\nlighted up when she smiled, and an unsuspected dimple came into being\r\non her chin.\r\n\r\n\"Of course I shall,\" she said.\r\n\r\nHer big gray eyes seemed to search Marvin's for an instant and Marvin\r\nhad, almost subconsciously, a comfortable feeling that he had been\r\ntested and found worthy.\r\n\r\n\"What were you scowling at so ferociously, Betty?\" asked Elsa.\r\n\r\n\"Was I scowling? I hope you didn't think it was at you. Oh, Elsa, I'm\r\nmiserable! I shall have to leave this heavenly place.\"\r\n\r\n\"Betty!\"\r\n\r\n\"At once. And I was meaning to have the most lovely time. See what has\r\ncome!\"\r\n\r\nShe held out some flimsy sheets of paper.\r\n\r\n\"A cable!\" said Elsa.\r\n\r\n\"Great Scott! it looks like the scenario of a four-act play,\" said\r\nMarvin. \"That's not all one cable, surely? Whoever sent it must be a\r\nmillionaire.\"\r\n\r\n\"He is. It's from my stepfather. Read it out, Elsa. I want Mr. Rossiter\r\nto hear it. He may be able to tell me where Mervo is. Did you ever hear\r\nof Mervo, Mr. Rossiter?\"\r\n\r\n\"Never. What is it?\"\r\n\r\n\"It's a place where my stepfather is, and where I've got to go. I do\r\ncall it hard. Go on, Elsa.\"\r\n\r\nElsa, who had been skimming the document with raised eyebrows, now read\r\nit out in its spacious entirety.\r\n\r\n   _On receipt of this come instantly Mervo without moment\r\n   delay vital importance presence urgently required come\r\n   wherever you are cancel engagements urgent necessity hustle\r\n   have advised bank allow you draw any money you need expenses\r\n   have booked stateroom Mauretania sailing Wednesday don't fail\r\n   catch arrive Fishguard Monday train London sleep London catch\r\n   first train Tuesday Dover now mind first train no taking root\r\n   in London and spending a week shopping mid-day boat Dover\r\n   Calais arrive Paris Tuesday evening Dine Paris catch train de\r\n   luxe nine-fifteen Tuesday night for Marseilles have engaged\r\n   sleeping coupe now mind Tuesday night no cutting loose around\r\n   Paris stores you can do all that later on just now you want to\r\n   get here right quick arrive Marseilles Wednesday morning boat\r\n   Mervo Wednesday night will meet you Mervo now do you follow\r\n   all that because if not cable at once and say which part of\r\n   journey you don't understand now mind special points to be\r\n   remembered firstly come instantly secondly no cutting loose\r\n   around London Paris stores see._\r\n\r\n                                           _SCOBELL._\r\n\r\n\"_Well!_\" said Elsa, breathless.\r\n\r\n\"By George!\" said Marvin. \"He certainly seems to want you badly enough.\r\nHe hasn't spared expense. He has put in about everything you could put\r\ninto a cable.\"\r\n\r\n\"Except why he wants me,\" said Betty.\r\n\r\n\"Yes,\" said Elsa. \"Why does he want you? And in such a desperate hurry,\r\ntoo!\"\r\n\r\nMarvin was re-reading the message.\r\n\r\n\"It isn't a mere invitation,\" he said. \"There's no\r\ncome-right-along-you'll-like-this-place-it's-fine about it. He seems to\r\nlook on your company more as a necessity than a luxury. It's a sort of\r\nimperious C.Q.D.\"\r\n\r\n\"That's what makes it so strange. We have hardly met for years. Why, he\r\ndidn't even know where I was. The cable was sent to the bank and\r\nforwarded on. And I don't know where he is!\"\r\n\r\n\"Which brings us back,\" said Marvin, \"to mysterious Mervo. Let us\r\nreason inductively. If you get to the place by taking a boat from\r\nMarseilles, it can't be far from the French coast. I should say at a\r\nventure that Mervo is an island in the Mediterranean. And a small\r\nisland for if it had been a big one we should have heard of it.\"\r\n\r\n\"Marvin!\" cried Elsa, her face beaming with proud affection. \"How\r\nclever you are!\"\r\n\r\n\"A mere gift,\" he said modestly. \"I have been like that from a boy.\" He\r\ngot up from his chair. \"Isn't there an encyclopaedia in the library,\r\nElsa?\"\r\n\r\n\"Yes, but it's an old edition.\"\r\n\r\n\"It will probably touch on Mervo. I'll go and fetch it.\"\r\n\r\nAs he crossed the terrace, Elsa turned quickly to Betty.\r\n\r\n\"Well?\" she said.\r\n\r\nBetty smiled at her.\r\n\r\n\"He's a dear. Are you very happy, Elsa?\"\r\n\r\nElsa's eyes danced. She drew in her breath softly. Betty looked at her\r\nin silence for a moment. The wistful expression was back on her face.\r\n\r\n\"Elsa,\" she said, suddenly. \"What is it like? How does it feel, knowing\r\nthat there's someone who is fonder of you than anything--?\"\r\n\r\nElsa closed her eyes.\r\n\r\n\"It's like eating berries and cream in a new dress by moonlight on a\r\nsummer night while somebody plays the violin far away in the distance\r\nso that you can just hear it,\" she said.\r\n\r\nHer eyes opened again.\r\n\r\n\"And it's like coming along on a winter evening and seeing the windows\r\nlit up and knowing you've reached home.\"\r\n\r\nBetty was clenching her hands, and breathing quickly.\r\n\r\n\"And it's like--\"\r\n\r\n\"Elsa, don't! I can't bear it!\"\r\n\r\n\"Betty! What's the matter?\"\r\n\r\nBetty smiled again, but painfully.\r\n\r\n\"It's stupid of me. I'm just jealous, that's all. I haven't got a\r\nMarvin, you see. You have.\"\r\n\r\n\"Well, there are plenty who would like to be your Marvin.\"\r\n\r\nBetty's face grew cold.\r\n\r\n\"There are plenty who would like to be Benjamin Scobell's son-in-law,\"\r\nshe said.\r\n\r\n\"Betty!\" Elsa's voice was serious. \"We've been friends for a good long\r\ntime, so you'll let me say something, won't you? I think you're getting\r\njust the least bit hard. Now turn and rend me,\" she added\r\ngood-humoredly.\r\n\r\n\"I'm not going to rend you,\" said Betty. \"You're perfectly right. I am\r\ngetting hard. How can I help it? Do you know how many men have asked me\r\nto marry them since I saw you last? Five.\"\r\n\r\n\"Betty!\"\r\n\r\n\"And not one of them cared the slightest bit about me.\"\r\n\r\n\"But, Betty, dear, that's just what I mean. Why should you say that?\r\nHow can you know?\"\r\n\r\n\"How do I know? Well, I do know. Instinct, I suppose. The instinct of\r\nself-preservation which nature gives hunted animals. I can't think of a\r\nsingle man in the world--except your Marvin, of course--who wouldn't\r\ndo anything for money.\" She stopped. \"Well, yes, one.\"\r\n\r\nElsa leaned forward eagerly.\r\n\r\n\"Who, Betty?\"\r\n\r\n\"You don't know him.\"\r\n\r\n\"But what's his name?\"\r\n\r\nBetty hesitated.\r\n\r\n\"Well, if I am on the witness-stand--Maude.\"\r\n\r\n\"Maude? I thought you said a man?\"\r\n\r\n\"It's his name. John Maude.\"\r\n\r\n\"But, Betty! Why didn't you tell me before? This is tremendously\r\ninteresting.\"\r\n\r\nBetty laughed shortly.\r\n\r\n\"Not so very, really. I only met him two or three times, and I haven't\r\nseen him for years, and I don't suppose I shall ever see him again. He\r\nwas a friend of Alice Beecher's brother, who was at Harvard. Alice took\r\nme over to meet her brother, and Mr. Maude was there. That's all.\"\r\n\r\nElsa was plainly disappointed.\r\n\r\n\"But how do you know, then--? What makes you think that he--?\"\r\n\r\n\"Instinct, again, I suppose. I do know.\"\r\n\r\n\"And you've never met him since?\"\r\n\r\nBetty shook her head. Elsa relapsed into silence. She had a sense of\r\npathos.\r\n\r\nAt the further end of the terrace Marvin Rossiter appeared, carrying a\r\nlarge volume.\r\n\r\n\"Here we are,\" he said. \"Scared it up at the first attempt. Now then.\"\r\n\r\nHe sat down, and opened the book.\r\n\r\n\"You don't want to hear all about how Jason went there in search of the\r\nGolden Fleece, and how Ulysses is supposed to have taken it in on his\r\nround-trip? You want something more modern. Well, it's an island in the\r\nMediterranean, as I said, and I'm surprised that you've never heard of\r\nit, Elsa, because it's celebrated in its way. It's the smallest\r\nindependent state in the world. Smaller than Monaco, even. Here are\r\nsome facts. Its population when this encyclopaedia was printed--there\r\nmay be more now--was eleven thousand and sixteen. It was ruled over up\r\nto 1886 by a prince. But in that year the populace appear to have said\r\nto themselves, 'When in the course of human events....' Anyway, they\r\nfired the prince, and the place is now a republic. So that's where\r\nyou're going, Miss Silver. I don't know if it's any consolation to you,\r\nbut the island, according to this gentleman, is celebrated for the\r\nunspoilt beauty of its scenery. He also gives a list of the fish that\r\ncan be caught there. It takes up about three lines.\"\r\n\r\n\"But what can my stepfather be doing there? I last heard of him in\r\nLondon. Well, I suppose I shall have to go.\"\r\n\r\n\"I suppose you will,\" said Elsa mournfully. \"But, oh, Betty, what a\r\nshame!\""
  ]
}