{
  "index": 6,
  "title": "Chapter 5",
  "paragraphs": [
    "YOUNG ADAM CUPID\r\n\r\n\r\nOn a red sandstone rock at the edge of the water, where the island\r\ncurved sharply out into the sea, Prince John of Mervo sat and brooded\r\non first causes. For nearly an hour and a half he had been engaged in\r\nan earnest attempt to trace to its source the acute fit of depression\r\nwhich had come--apparently from nowhere--to poison his existence that\r\nmorning.\r\n\r\nIt was his seventh day on the island, and he could remember every\r\nincident of his brief reign. The only thing that eluded him was the\r\nrecollection of the exact point when the shadow of discontent had begun\r\nto spread itself over his mind. Looking back, it seemed to him that he\r\nhad done nothing during that week but enjoy each new aspect of his\r\nposition as it was introduced to his notice. Yet here he was, sitting\r\non a lonely rock, consumed with an unquenchable restlessness, a kind of\r\ntrapped sensation. Exactly when and exactly how Fate, that king of\r\ngold-brick men, had cheated him he could not say; but he knew, with a\r\ncertainty that defied argument, that there had been sharp practise, and\r\nthat in an unguarded moment he had been induced to part with something\r\nof infinite value in exchange for a gilded fraud.\r\n\r\nThe mystery baffled him. He sent his mind back to the first definite\r\nentry of Mervo into the foreground of his life. He had come up from his\r\nstateroom on to the deck of the little steamer, and there in the\r\npearl-gray of the morning was the island, gradually taking definite\r\nshape as the pink mists shredded away before the rays of the rising\r\nsun. As the ship rounded the point where the lighthouse still flashed a\r\nneedless warning from its cluster of jagged rocks, he had had his first\r\nview of the town, nestling at the foot of the hill, gleaming white\r\nagainst the green, with the gold-domed Casino towering in its midst. In\r\nall Southern Europe there was no view to match it for quiet beauty. For\r\nall his thews and sinews there was poetry in John, and the sight had\r\nstirred him like wine.\r\n\r\nIt was not then that depression had begun, nor was it during the\r\nreception at the quay.\r\n\r\nThe days that had followed had been peaceful and amusing. He could not\r\ndetect in any one of them a sign of the approaching shadow. They had\r\nbeen lazy days. His duties had been much more simple than he had\r\nanticipated. He had not known, before he tried it, that it was possible\r\nto be a prince with so small an expenditure of mental energy. As Mr.\r\nScobell had hinted, to all intents and purposes he was a mere ornament.\r\nHis work began at eleven in the morning, and finished as a rule at\r\nabout a quarter after. At the hour named a report of the happenings of\r\nthe previous day was brought to him. When he had read it the state\r\nasked no more of him until the next morning.\r\n\r\nThe report was made up of such items as \"A fisherman named Lesieur\r\ncalled Carbineer Ferrier a fool in the market-place at eleven minutes\r\nafter two this afternoon; he has not been arrested, but is being\r\nwatched,\" and generally gave John a few minutes of mild enjoyment.\r\nCertainly he could not recollect that it had ever depressed him.\r\n\r\nNo, it had been something else that had worked the mischief and in\r\nanother moment the thing stood revealed, beyond all question of doubt.\r\nWhat had unsettled him was that unexpected meeting with Betty Silver\r\nlast night at the Casino.\r\n\r\nHe had been sitting at the Dutch table. He generally visited the Casino\r\nafter dinner. The light and movement of the place interested him. As a\r\nrule, he merely strolled through the rooms, watching the play; but last\r\nnight he had slipped into a vacant seat. He had only just settled\r\nhimself when he was aware of a girl standing beside him. He got up.\r\n\r\n\"Would you care--?\" he had begun, and then he saw her face.\r\n\r\nIt had all happened in an instant. Some chord in him, numbed till then,\r\nhad begun to throb. It was as if he had awakened from a dream, or\r\nreturned to consciousness after being stunned. There was something in\r\nthe sight of her, standing there so cool and neat and composed, so\r\ntypically American, a sort of goddess of America, in the heat and stir\r\nof the Casino, that struck him like a blow.\r\n\r\nHow long was it since he had seen her last? Not more than a couple of\r\nyears. It seemed centuries. It all came back to him. It was during his\r\nlast winter at Harvard that they had met. A college friend of hers had\r\nbeen the sister of a college friend of his. They had met several times,\r\nbut he could not recollect having taken any particular notice of her\r\nthen, beyond recognizing that she was certainly pretty. The world had\r\nbeen full of pretty American girls then. But now--\r\n\r\nHe looked at her. And, as he looked, he heard America calling to him.\r\nMervo, by the appeal of its novelty, had caused him to forget. But now,\r\nquite suddenly, he knew that he was homesick--and it astonished him,\r\nthe readiness with which he had permitted Mr. Crump to lead him away\r\ninto bondage. It seemed incredible that he had not foreseen what must\r\nhappen.\r\n\r\nLove comes to some gently, imperceptibly, creeping in as the tide,\r\nthrough unsuspected creeks and inlets, creeps on a sleeping man, until\r\nhe wakes to find himself surrounded. But to others it comes as a wave,\r\nbreaking on them, beating them down, whirling them away.\r\n\r\nIt was so with John. In that instant when their eyes met the miracle\r\nmust have happened. It seemed to him, as he recalled the scene now,\r\nthat he had loved her before he had had time to frame his first remark.\r\nIt amazed him that he could ever have been blind to the fact that he\r\nloved her, she was so obviously the only girl in the world.\r\n\r\n\"You--you don't remember me,\" he stammered.\r\n\r\nShe was flushing a little under his stare, but her eyes were shining.\r\n\r\n\"I remember you very well, Mr. Maude,\" she said with a smile. \"I\r\nthought I knew your shoulders before you turned round. What are you\r\ndoing here?\"\r\n\r\n\"I--\"\r\n\r\nThere was a hush. The _croupier_ had set the ball rolling. A\r\nwizened little man and two ladies of determined aspect were looking up\r\ndisapprovingly. John realized that he was the only person in the room\r\nnot silent. It was impossible to tell her the story of the change in\r\nhis fortunes in the middle of this crowd. He stopped, and the moment\r\npassed.\r\n\r\nThe ball dropped with a rattle. The tension relaxed.\r\n\r\n\"Won't you take this seat?\" said John.\r\n\r\n\"No, thank you. I'm not playing. I only just stopped to look on. My\r\naunt is in one of the rooms, and I want to make her come home. I'm\r\ntired.\"\r\n\r\n\"Have you--?\"\r\n\r\nHe caught the eye of the wizened man, and stopped again.\r\n\r\n\"Have you been in Mervo long?\" he said, as the ball fell.\r\n\r\n\"I only arrived this morning. It seems lovely. I must explore\r\nto-morrow.\"\r\n\r\nShe was beginning to move off.\r\n\r\n\"Er--\" John coughed to remove what seemed to him a deposit of sawdust\r\nand unshelled nuts in his throat. \"Er--may I--will you let me show\r\nyou--\" prolonged struggle with the nuts and sawdust; then\r\nrapidly--\"some of the places to-morrow?\"\r\n\r\nHe had hardly spoken the words when it was borne in upon him that he\r\nwas a vulgar, pushing bounder, presuming on a dead and buried\r\nacquaintanceship to force his company on a girl who naturally did not\r\nwant it, and who would now proceed to snub him as he deserved. He\r\nquailed. Though he had not had time to collect and examine and label\r\nhis feelings, he was sufficiently in touch with them to know that a\r\nsnub from her would be the most terrible thing that could possibly\r\nhappen to him.\r\n\r\nShe did not snub him. Indeed, if he had been in a state of mind\r\ncoherent enough to allow him to observe, he might have detected in her\r\neyes and her voice signs of pleasure.\r\n\r\n\"I should like it very much,\" she said.\r\n\r\nJohn made his big effort. He attacked the nuts and sawdust which had\r\ncome back and settled down again in company with a large lump of some\r\nunidentified material, as if he were bucking center. They broke before\r\nhim as, long ago, the Yale line had done, and his voice rang out as if\r\nthrough a megaphone, to the unconcealed disgust of the neighboring\r\ngamesters.\r\n\r\n\"If you go along the path at the foot of the hill,\" he bellowed\r\nrapidly, \"and follow it down to the sea, you get a little bay full of\r\nred sandstone rocks--you can't miss it--and there's a fine view of the\r\nisland from there. I'd like awfully well to show that to you. It's\r\ngreat.\"\r\n\r\nShe nodded.\r\n\r\n\"Then shall we meet there?\" she said. \"When?\"\r\n\r\nJohn was in no mood to postpone the event.\r\n\r\n\"As early as ever you like,\" he roared.\r\n\r\n\"At about ten, then. Good-night, Mr. Maude.\"\r\n\r\n       *       *       *       *       *\r\n\r\nJohn had reached the bay at half-past eight, and had been on guard\r\nthere ever since. It was now past ten, but still there were no signs of\r\nBetty. His depression increased. He told himself that she had\r\nforgotten. Then, that she had remembered, but had changed her mind.\r\nThen, that she had never meant to come at all. He could not decide\r\nwhich of the three theories was the most distressing.\r\n\r\nHis mood became morbidly introspective. He was weighed down by a sense\r\nof his own unworthiness. He submitted himself to a thorough\r\nexamination, and the conclusion to which he came was that, as an\r\naspirant to the regard, of a girl like Betty, he did not score a single\r\npoint. No wonder she had ignored the appointment.\r\n\r\nA cold sweat broke out on him. This was the snub! She had not\r\nadministered it in the Casino simply in order that, by being delayed,\r\nits force might be the more overwhelming.\r\n\r\nHe looked at his watch again, and the world grew black. It was twelve\r\nminutes after ten.\r\n\r\nJohn, in his time, had thought and read a good deal about love. Ever\r\nsince he had grown up, he had wanted to fall in love. He had imagined\r\nlove as a perpetual exhilaration, something that flooded life with a\r\ngolden glow as if by the pressing of a button or the pulling of a\r\nswitch, and automatically removed from it everything mean and hard and\r\nuncomfortable; a something that made a man feel grand and god-like,\r\nlooking down (benevolently, of course) on his fellow men as from some\r\nlofty mountain.\r\n\r\nThat it should make him feel a worm-like humility had not entered his\r\ncalculations. He was beginning to see something of the possibilities of\r\nlove. His tentative excursions into the unknown emotion, while at\r\ncollege, had never really deceived him; even at the time a sort of\r\nsecond self had looked on and sneered at the poor imitation.\r\n\r\nThis was different. This had nothing to do with moonlight and soft\r\nmusic. It was raw and hard. It hurt. It was a thing sharp and jagged,\r\ntearing at the roots of his soul.\r\n\r\nHe turned his head, and looked up the path for the hundredth time, and\r\nthis time he sprang to his feet. Between the pines on the hillside his\r\neye had caught the flutter of a white dress."
  ]
}