{
  "index": 17,
  "title": "Chapter 16",
  "paragraphs": [
    "THE MAN AT THE ASTOR\r\n\r\n\r\nRefraining from discussing with Master Maloney the alleged\r\nbone-headedness of girls, Smith went through into the inner room, and\r\nfound John sitting in the editorial chair, glancing through the latest\r\nnumber of _Peaceful Moments_.\r\n\r\n\"Why, John, friend of my youth,\" he said, \"where have you been hiding\r\nall this time? I called you up at your office weeks ago, and an acid\r\nvoice informed me that you were no longer there. Have you been fired?\"\r\n\r\n\"Yes,\" said John. \"Why aren't you on the _News_ any more? Nobody\r\nseemed to know where you were, till I met Faraday this morning, who\r\ntold me you were here.\"\r\n\r\nSmith was conscious of an impression that in some subtle way John had\r\nchanged since their last meeting. For a moment he could not have said\r\nwhat had given him this impression. Then it flashed upon him. Before,\r\nJohn had always been, like Mrs. Fezziwig in \"The Christmas Carol,\" one\r\nvast substantial smile. He had beamed cheerfully on what to him was\r\nevidently the best of all possible worlds. Now, however, it would seem\r\nthat doubts had occurred to him as to the universal perfection of\r\nthings. His face was graver. His eyes and his mouth alike gave evidence\r\nof disturbing happenings.\r\n\r\nIn the matter of confidences, Smith was not a believer in spade-work.\r\nIf they were offered to him, he was invariably sympathetic, but he\r\nnever dug for them. That John had something on his mind was obvious,\r\nbut he intended to allow him, if he wished to reveal it, to select his\r\nown time for the revelation.\r\n\r\nJohn, for his part, had no intention of sharing this particular trouble\r\neven with Smith. It was too new and intimate for discussion.\r\n\r\nIt was only since his return to New York that the futility of his quest\r\nhad really come home to him. In the belief of having at last escaped\r\nfrom Mervo he had been inclined to overlook obstacles. It had seemed to\r\nhim, while he waited for his late subjects to dismiss him, that, once\r\nhe could move, all would be simple. New York had dispelled that idea.\r\nLogically, he saw with perfect clearness, there was no reason why he\r\nand Betty should ever meet again.\r\n\r\nTo retain a spark of hope beneath this knowledge was not easy and John,\r\nhaving been in New York now for nearly three weeks without any\r\nencouragement from the fates, was near the breaking point. A gray\r\napathy had succeeded the frenzied restlessness of the first few days.\r\nThe necessity for some kind of work that would to some extent occupy\r\nhis mind was borne in upon him, and the thought of Smith had followed\r\nnaturally. If anybody could supply distraction, it would be Smith.\r\nFaraday, another of the temporary exiles from the _News_, whom he\r\nhad met by chance in Washington Square, had informed him of Smith's new\r\nposition and of the renaissance of _Peaceful Moments_, and he had\r\nhurried to the office to present himself as an unskilled but willing\r\nvolunteer to the cause. Inspection of the current number of the paper\r\nhad convinced him that the _Peaceful Moments_ atmosphere, if it\r\ncould not cure, would at least relieve.\r\n\r\n\"Faraday told me all about what you had done to this paper,\" he said.\r\n\"I came to see if you would let me in on it. I want work.\"\r\n\r\n\"Excellent!\" said Smith. \"Consider yourself one of us.\"\r\n\r\n\"I've never done any newspaper work, of course, but--\"\r\n\r\n\"Never!\" cried Smith. \"Is it so long since the dear old college days\r\nthat you forget the _Gridiron?\"_\r\n\r\nIn their last year at Harvard, Smith and John, assisted by others of a\r\ncongenial spirit, had published a small but lively magazine devoted to\r\ncollege topics, with such success--from one point of view--that on the\r\nappearance of the third number it was suppressed by the authorities.\r\n\r\n\"You were the life and soul of the _Gridiron,\"_ went on Smith.\r\n\"You shall be the life and soul of _Peaceful Moments_. You have\r\nspecial qualifications for the post. A young man once called at the\r\noffice of a certain newspaper, and asked for a job. 'Have you any\r\nspecialty?' enquired the editor. 'Yes,' replied the bright boy, 'I am\r\nrather good at invective.' 'Any particular kind of invective?' queried\r\nthe man up top. 'No,' replied our hero, 'just general invective.' Such\r\nis your case, my son. You have a genius for general invective. You are\r\nthe man _Peaceful Moments_ has been waiting for.\"\r\n\r\n\"If you think so--\"\r\n\r\n\"I do think so. Let us consider it settled. And now, tell me, what do\r\nyou think of our little journal?\"\r\n\r\n\"Well--aren't you asking for trouble? Isn't the proprietor--?\"\r\n\r\nSmith waved his hand airily.\r\n\r\n\"Dismiss him from your mind,\" he said. \"He is a gentleman of the name\r\nof Benjamin Scobell, who--\"\r\n\r\n\"Benjamin Scobell!\"\r\n\r\n\"Who lives in Europe and never sees the paper. I happen to know that he\r\nis anxious to get rid of it. His solicitors have instructions to accept\r\nany reasonable offer. If only I could close in on a small roll, I would\r\nbuy it myself, for by the time we have finished our improvements, it\r\nwill be a sound investment for the young speculator. Have you read the\r\nBroster Street story? It has hit somebody already. Already some unknown\r\nindividual is grasping the lemon in his unwilling fingers. And--to\r\nremove any diffidence you may still have about lending your sympathetic\r\naid--that was written by no hardened professional, but by our\r\nstenographer. She'll be in soon, and I'll introduce you. You'll like\r\nher. I do not despair, later on, of securing an epoch-making\r\ncontribution from Comrade Maloney.\"\r\n\r\nAs he spoke, that bulwark of the paper entered in person, bearing an\r\nenvelope.\r\n\r\n\"Ah, Comrade Maloney,\" said Smith. \"Is that your contribution? What is\r\nthe subject? 'Mustangs I have Met?'\"\r\n\r\n\"A kid brought dis,\" said Pugsy. \"Dere ain't no answer.\"\r\n\r\nSmith read the letter with raised eyebrows.\r\n\r\n\"We shall have to get another stenographer,\" he said. \"The gifted\r\nauthor of our Broster Street series has quit.\"\r\n\r\n\"Oh!\" said John, not interested.\r\n\r\n\"Quit at a moment's notice and without explanation. I can't understand\r\nit.\"\r\n\r\n\"I guess she had some reason,\" said John, absently. He was inclined to\r\nbe absent during these days. His mind was always stealing away to\r\noccupy itself with the problem of the discovery of Betty. The motives\r\nthat might have led a stenographer to resign her position had no\r\ninterest for him.\r\n\r\nSmith shrugged his shoulders.\r\n\r\n\"Oh, Woman, Woman!\" he said resignedly.\r\n\r\n\"She says she will send in some more Broster Street stuff, though,\r\nwhich is a comfort. But I'm sorry she's quit. You would have liked\r\nher.\"\r\n\r\n\"Yes?\" said John.\r\n\r\nAt this moment there came from the outer office a piercing squeal. It\r\npenetrated into the editorial sanctum, losing only a small part of its\r\nstrength on the way. Smith looked up with patient sadness.\r\n\r\n\"If Comrade Maloney,\" he said, \"is going to take to singing during\r\nbusiness hours, I fear this journal must put up its shutters.\r\nConcentrated thought will be out of the question.\"\r\n\r\nHe moved to the door and flung it open as a second squeal rent the air,\r\nand found Master Maloney writhing in the grip of a tough-looking person\r\nin patched trousers and a stained sweater. His left ear was firmly\r\ngrasped between the stranger's finger and thumb.\r\n\r\nThe tough person released Pugsy, and, having eyed Smith keenly for a\r\nmoment, made a dash for the stairs, leaving the guardian of the gate\r\nrubbing his ear resentfully.\r\n\r\n\"He blows in,\" said Master Maloney, aggrieved, \"an' asks is de editor\r\nin. I tells him no, an' he nips me by the ear when I tries to stop him\r\nbuttin' t'roo.\"\r\n\r\n\"Comrade Maloney,\" said Smith, \"you are a martyr. What would Horatius\r\nhave done if somebody had nipped him by the ear when he was holding the\r\nbridge? It might have made all the difference. Did the gentleman state\r\nhis business?\"\r\n\r\n\"Nope. Just tried to butt t'roo.\"\r\n\r\n\"One of these strong, silent men. The world is full of us. These are\r\nthe perils of the journalistic life. You will be safer and happier when\r\nyou are a cowboy, Comrade Maloney.\"\r\n\r\nSmith was thoughtful as he returned to the inner room.\r\n\r\n\"Things are warming up, John,\" he said. \"The sport who has just left\r\nevidently came just to get a sight of me. Otherwise, why should he tear\r\nhimself away without stopping for a chat. I suppose he was sent to mark\r\nme down for whichever gang Comrade Parker is employing.\"\r\n\r\n\"What do you mean?\" said John. \"All this gets past me. Who is Parker?\"\r\n\r\nSmith related the events leading up to Mr. Parker's visit, and\r\ndescribed what had happened on that occasion.\r\n\r\n\"So, before you throw in your lot with this journal,\" he concluded, \"it\r\nwould be well to think the matter over. You must weigh the pros and\r\ncons. Is your passion for literature such that you do not mind being\r\nput out of business with a black-jack for the cause? Will the knowledge\r\nthat a low-browed gentleman is waiting round the corner for you\r\nstimulate or hinder you in your work? There's no doubt now that we are\r\nup against a tough crowd.\"\r\n\r\n\"By Jove!\" said John. \"I hadn't a notion it was like that.\"\r\n\r\n\"You feel, then, that on the whole--\"\r\n\r\n\"I feel that on the whole this is just the business I've been hunting\r\nfor. You couldn't keep me out of it now with an ax.\"\r\n\r\nSmith looked at him curiously, but refrained from enquiries. That there\r\nmust be something at the back of this craving for adventure and\r\nexcitement, he knew. The easy-going John he had known of old would\r\ncertainly not have deserted the danger zone, but he would not have\r\nwelcomed entry to it so keenly. It was plain that he was hungry for\r\nwork that would keep him from thought. Smith was eminently a patient\r\nyoung man, and though the problem of what upheaval had happened to\r\nchange John to such an extent interested him greatly, he was prepared\r\nto wait for explanations.\r\n\r\nOf the imminence of the danger he was perfectly aware. He had known\r\nfrom the first that Mr. Parker's concluding words were not an empty\r\nthreat. His experience as a reporter had given him the knowledge that\r\nis only given in its entirety to police and newspaper men: that there\r\nare two New Yorks--one, a modern, well-policed city, through which one\r\nmay walk from end to end without encountering adventure; the other, a\r\ncity as full of sinister intrigue, of whisperings and conspiracies, of\r\nbattle, murder, and sudden death in dark byways, as any town of\r\nmediaeval Italy. Given certain conditions, anything may happen in New\r\nYork. And Smith realized that these conditions now prevailed in his own\r\ncase. He had come into conflict with New York's underworld.\r\nCircumstances had placed him below the surface, where only his wits\r\ncould help him.\r\n\r\nHe would have been prepared to see the thing through by himself, but\r\nthere was no doubt that John as an ally would be a distinct comfort.\r\n\r\nNevertheless, he felt compelled to give his friend a last chance of\r\nwithdrawing.\r\n\r\n\"You know,\" he said, \"there is really no reason why you should--\"\r\n\r\n\"But I'm going to,\" interrupted John. \"That's all there is to it.\r\nWhat's going to happen, anyway? I don't know anything about these\r\ngangs. I thought they spent all their time shooting each other up.\"\r\n\r\n\"Not all, unfortunately, Comrade John. They are always charmed to take\r\non a small job like this on the side.\"\r\n\r\n\"And what does it come to? Do we have an entire gang camping on our\r\ntrail in a solid mass, or only one or two toughs?\"\r\n\r\n\"Merely a section, I should imagine. Comrade Parker would go to the\r\nmain boss of the gang--Bat Jarvis, if it was the Groome Street gang, or\r\nSpider Reilly and Dude Dawson if he wanted the Three Points or the\r\nTable Hill lot. The boss would chat over the matter with his own\r\nspecial partners, and they would fix it up among themselves. The rest\r\nof the gang would probably know nothing about it. The fewer in the\r\ngame, you see, the fewer to divide the Parker dollars. So what we have\r\nto do is to keep a lookout for a dozen or so aristocrats of that\r\ndignified deportment which comes from constant association with the\r\nmain boss, and, if we can elude these, all will be well.\"\r\n\r\n       *       *       *       *       *\r\n\r\nIt was by Smith's suggestion that the editorial staff of _Peaceful\r\nMoments_ dined that night at the Astor roof-garden.\r\n\r\n\"The tired brain,\" he said, \"needs to recuperate. To feed on such a\r\nnight as this in some low-down hostelry on the level of the street,\r\nwith German waiters breathing heavily down the back of one's neck and\r\ntwo fiddles and a piano hitting up ragtime about three feet from one's\r\ntympanum, would be false economy. Here, fanned by cool breezes and\r\nsurrounded by passably fair women and brave men, one may do a certain\r\namount of tissue-restoring. Moreover, there is little danger up here of\r\nbeing slugged by our moth-eaten acquaintance of this afternoon. We\r\nshall probably find him waiting for us at the main entrance with a\r\nblack-jack, but till then--\"\r\n\r\nHe turned with gentle grace to his soup. It was a warm night, and the\r\nroof-garden was full. From where they sat they could see the million\r\ntwinkling lights of the city. John, watching them, as he smoked a\r\ncigarette at the conclusion of the meal, had fallen into a dream. He\r\ncame to himself with a start, to find Smith in conversation with a\r\nwaiter.\r\n\r\n\"Yes, my name is Smith,\" he was saying.\r\n\r\nThe waiter retired to one of the tables and spoke to a young man\r\nsitting there. John, recollected having seen this solitary diner\r\nlooking in their direction once or twice during dinner, but the fact\r\nhad not impressed him.\r\n\r\n\"What's the matter?\" he asked.\r\n\r\n\"The man at that table sent over to ask if my name was Smith. It was.\r\nHe is now coming along to chat in person. I wonder why. I don't know\r\nhim from Adam.\"\r\n\r\nThe stranger was threading his way between the tables.\r\n\r\n\"Can I have a word with you, Mr. Smith?\" he said. The waiter brought a\r\nchair and he seated himself.\r\n\r\n\"By the way,\" said Smith, \"my friend, Mr. Maude. Your own name will\r\ndoubtless come up in the course of general chitchat over the\r\ncoffee-cups.\"\r\n\r\n\"Not on your tintype it won't,\" said the stranger decidedly. \"It won't\r\nbe needed. Is Mr. Maude on your paper? That's all right, then. I can go\r\nahead.\"\r\n\r\nHe turned to Smith.\r\n\r\n\"It's about that Broster Street thing.\"\r\n\r\n\"More fame!\" murmured Smith. \"We certainly are making a hit with the\r\ngreat public over Broster Street.\"\r\n\r\n\"Well, you understand certain parties have got it in against you?\"\r\n\r\n\"A charming conversationalist, one Comrade Parker, hinted at something\r\nof the sort in a recent conversation. We shall endeavor, however, to\r\nlook after ourselves.\"\r\n\r\n\"You'll need to. The man behind is a big bug.\"\r\n\r\n\"Who is he?\"\r\n\r\nThe stranger shrugged his shoulders.\r\n\r\n\"Search me. You wouldn't expect him to give that away.\"\r\n\r\n\"Then on what system have you estimated the size of the gentleman's\r\nbug-hood? What makes you think that he's a big bug?\"\r\n\r\n\"By the number of dollars he was ready to put up to have you put\r\nthrough.\"\r\n\r\nSmith's eyes gleamed for an instant, but he spoke as coolly as ever.\r\n\r\n\"Oh!\" he said. \"And which gang has he hired?\"\r\n\r\n\"I couldn't say. He--his agent, that is--came to Bat Jarvis. Bat for\r\nsome reason turned the job down.\"\r\n\r\n\"He did? Why?\"\r\n\r\n\"Search me. Nobody knows. But just as soon as he heard who it was he\r\nwas being asked to lay for, he turned it down cold. Said none of his\r\nfellows was going to put a finger on anyone who had anything to do with\r\nyour paper. I don't know what you've been doing to Bat, but he sure is\r\nthe long-lost brother to you.\"\r\n\r\n\"A powerful argument in favor of kindness to animals!\" said Smith. \"One\r\nof his celebrated stud of cats came into the possession of our\r\nstenographer. What did she do? Instead of having the animal made into a\r\nnourishing soup, she restored it to its bereaved owner. Observe the\r\nsequel. We are very much obliged to Comrade Jarvis.\"\r\n\r\n\"He sent me along,\" went on the stranger, \"to tell you to watch out,\r\nbecause one of the other gangs was dead sure to take on the job. And he\r\nsaid you were to know that he wasn't mixed up in it. Well, that's all.\r\nI'll be pushing along. I've a date. Glad to have met you, Mr. Maude.\r\nGood-night.\"\r\n\r\nFor a few moments after he had gone, Smith and John sat smoking in\r\nsilence.\r\n\r\n\"What's the time?\" asked Smith suddenly. \"If it's not too late--Hello,\r\nhere comes our friend once more.\"\r\n\r\nThe stranger came up to the table, a light overcoat over his dress\r\nclothes. From the pocket of this he produced a watch.\r\n\r\n\"Force of habit,\" he said apologetically, handing it to John. \"You'll\r\npardon me. Good-night again.\""
  ]
}