{
  "index": 18,
  "title": "Chapter 17",
  "paragraphs": [
    "THE HIGHFIELD\r\n\r\n\r\nJohn looked after him, open-mouthed. The events of the evening had\r\nbeen a revelation to him. He had not realized the ramifications of New\r\nYork's underworld. That members of the gangs should appear in gorgeous\r\nraiment in the Astor roof-garden was a surprise. \"And now,\" said Smith,\r\n\"that our friend has so sportingly returned your watch, take a look at\r\nit and see the time. Nine? Excellent. We shall do it comfortably.\"\r\n\r\n\"What's that?\" asked John.\r\n\r\n\"Our visit to the Highfield. A young friend of mine who is fighting\r\nthere to-night sent me tickets a few days ago. In your perusal of\r\n_Peaceful Moments_ you may have chanced to see mention of one Kid\r\nBrady. He is the man. I was intending to go in any case, but an idea\r\nhas just struck me that we might combine pleasure with business. Has it\r\noccurred to you that these black-jack specialists may drop in on us at\r\nthe office? And, if so, that Comrade Maloney's statement that we are\r\nnot in may be insufficient to keep them out? Comrade Brady would be an\r\ninvaluable assistant. And as we are his pugilistic sponsors, without\r\nwhom he would not have got this fight at all, I think we may say that\r\nhe will do any little thing we may ask of him.\"\r\n\r\nIt was certainly true that, from the moment the paper had taken up his\r\ncause, Kid Brady's star had been in the ascendant. The sporting pages\r\nof the big dailies had begun to notice him, until finally the\r\nmanagement of the Highfield Club had signed him on for a ten-round bout\r\nwith a certain Cyclone Dick Fisher.\r\n\r\n\"He should,\" continued Smith, \"if equipped in any degree with the finer\r\nfeelings, be bubbling over with gratitude toward us. At any rate, it is\r\nworth investigating.\"\r\n\r\n       *       *       *       *       *\r\n\r\nFar away from the comfortable glare of Broadway, in a place of\r\ndisheveled houses and insufficient street-lamps, there stands the old\r\nwarehouse which modern enterprise has converted into the Highfield\r\nAthletic and Gymnastic Club. The imagination, stimulated by the title,\r\nconjures up picture-covered walls, padded chairs, and seas of white\r\nshirt front. The Highfield differs in some respects from this fancy\r\npicture. Indeed, it would be hard to find a respect in which it does\r\nnot differ. But these names are so misleading! The title under which\r\nthe Highfield used to be known till a few years back was \"Swifty\r\nBob's.\" It was a good, honest title. You knew what to export, and if\r\nyou attended seances at Swifty Bob's you left your gold watch and your\r\nlittle savings at home. But a wave of anti-pugilistic feeling swept\r\nover the New York authorities. Promoters of boxing contests found\r\nthemselves, to their acute disgust, raided by the police. The industry\r\nbegan to languish. Persons avoided places where at any moment the\r\nfestivities might be marred by an inrush of large men in blue uniforms,\r\narmed with locust sticks.\r\n\r\nAnd then some big-brained person suggested the club idea, which stands\r\nalone as an example of American dry humor. At once there were no boxing\r\ncontests in New York; Swifty Bob and his fellows would have been\r\nshocked at the idea of such a thing. All that happened now was\r\nexhibition sparring bouts between members of the club. It is true that\r\nnext day the papers very tactlessly reported the friendly exhibition\r\nspar as if it had been quite a serious affair, but that was not the\r\nfault of Swifty Bob.\r\n\r\nKid Brady, the chosen of _Peaceful Moments_, was billed for a\r\n\"ten-round exhibition contest,\" to be the main event of the evening's\r\nentertainment.\r\n\r\n       *       *       *       *       *\r\n\r\nA long journey on the subway took them to the neighborhood, and after\r\nconsiderable wandering they arrived at their destination.\r\n\r\nSmith's tickets were for a ring-side box, a species of sheep pen of\r\nunpolished wood, with four hard chairs in it. The interior of the\r\nHighfield Athletic and Gymnastic Club was severely free from anything\r\nin the shape of luxury and ornament. Along the four walls were raised\r\nbenches in tiers. On these were seated as tough-looking a collection of\r\ncitizens as one might wish to see. On chairs at the ringside were the\r\nreporters with tickers at their sides. In the center of the room,\r\nbrilliantly lighted by half-a-dozen electric chandeliers, was the ring.\r\n\r\nThere were preliminary bouts before the main event. A burly gentleman\r\nin shirt-sleeves entered the ring, followed by two slim youths in\r\nfighting costume and a massive person in a red jersey, blue serge\r\ntrousers, and yellow braces, who chewed gum with an abstracted air\r\nthroughout the proceedings.\r\n\r\nThe burly gentleman gave tongue in a voice that cleft the air like a\r\ncannon ball.\r\n\r\n\"Ex-hibit-i-on four-round bout between Patsy Milligan and Tommy\r\nGoodley, members of this club. Patsy on my right, Tommy on my left.\r\nGentlemen will kindly stop smokin'.\"\r\n\r\nThe audience did nothing of the sort. Possibly they did not apply the\r\ndescription to themselves. Possibly they considered the appeal a mere\r\nformula. Somewhere in the background a gong sounded, and Patsy, from\r\nthe right, stepped briskly forward to meet Tommy, approaching from the\r\nleft.\r\n\r\nThe contest was short but energetic. At intervals the combatants would\r\ncling affectionately to one another, and on these occasions the\r\nred-jerseyed man, still chewing gum and still wearing the same air of\r\nbeing lost in abstract thought, would split up the mass by the simple\r\nmethod of ploughing his way between the pair. Toward the end of the\r\nfirst round Thomas, eluding a left swing, put Patrick neatly to the\r\nfloor, where the latter remained for the necessary ten seconds.\r\n\r\nThe remaining preliminaries proved disappointing. So much so that in\r\nthe last of the series a soured sportsman on one of the benches near\r\nthe roof began in satirical mood to whistle the \"Merry Widow Waltz.\" It\r\nwas here that the red-jerseyed thinker for the first and last time came\r\nout of his meditative trance. He leaned over the ropes, and spoke,\r\nwithout heat, but firmly:\r\n\r\n\"If that guy whistling back up yonder thinks he can do better than\r\nthese boys, he can come right down into the ring.\"\r\n\r\nThe whistling ceased.\r\n\r\nThere was a distinct air of relief when the last preliminary was\r\nfinished and preparations for the main bout began. It did not commence\r\nat once. There were formalities to be gone through, introductions and\r\nthe like. The burly gentleman reappeared from nowhere, ushering into\r\nthe ring a sheepishly grinning youth in a flannel suit.\r\n\r\n\"In-ter-_doo_-cin' Young Leary,\" he bellowed impressively, \"a noo\r\nmember of this club, who will box some good boy here in September.\"\r\n\r\nHe walked to the other side of the ring and repeated the remark. A\r\nraucous welcome was accorded to the new member.\r\n\r\nTwo other notable performers were introduced in a similar manner, and\r\nthen the building became suddenly full of noise, for a tall youth in a\r\nbath robe, attended by a little army of assistants, had entered the\r\nring. One of the army carried a bright green bucket, on which were\r\npainted in white letters the words \"Cyclone Dick Fisher.\" A moment\r\nlater there was another, though a far less, uproar, as Kid Brady, his\r\npleasant face wearing a self-conscious smirk, ducked under the ropes\r\nand sat down in the opposite corner.\r\n\r\n\"Ex-hib-it-i-on ten-round bout,\" thundered the burly gentleman,\r\n\"between Cyclone Dick Fisher--\"\r\n\r\nLoud applause. Mr. Fisher was one of the famous, a fighter with a\r\nreputation from New York to San Francisco. He was generally considered\r\nthe most likely man to give the hitherto invincible Jimmy Garvin a hard\r\nbattle for the light-weight championship.\r\n\r\n\"Oh, you Dick!\" roared the crowd.\r\n\r\nMr. Fisher bowed benevolently.\r\n\r\n\"--and Kid Brady, member of this--\"\r\n\r\nThere was noticeably less applause for the Kid. He was an unknown. A\r\nfew of those present had heard of his victories in the West, but these\r\nwere but a small section of the crowd. When the faint applause had\r\nceased, Smith rose to his feet.\r\n\r\n\"Oh, you Kid!\" he observed encouragingly. \"I should not like Comrade\r\nBrady,\" he said, reseating himself, \"to think that he has no friend but\r\nhis poor old mother, as occurred on a previous occasion.\"\r\n\r\nThe burly gentleman, followed by the two armies of assistants, dropped\r\ndown from the ring, and the gong sounded.\r\n\r\nMr. Fisher sprang from his corner as if somebody had touched a spring.\r\nHe seemed to be of the opinion that if you are a cyclone, it is never\r\ntoo soon to begin behaving like one. He danced round the Kid with an\r\nindia-rubber agility. The _Peaceful Moments_ representative\r\nexhibited more stolidity. Except for the fact that he was in fighting\r\nattitude, with one gloved hand moving slowly in the neighborhood of his\r\nstocky chest, and the other pawing the air on a line with his square\r\njaw, one would have said that he did not realize the position of\r\naffairs. He wore the friendly smile of the good-natured guest who is\r\nled forward by his hostess to join in some game to amuse the children.\r\n\r\nSuddenly his opponent's long left shot out. The Kid, who had been\r\nstrolling forward, received it under the chin, and continued to stroll\r\nforward as if nothing of note had happened. He gave the impression of\r\nbeing aware that Mr. Fisher had committed a breach of good taste and of\r\nbeing resolved to pass it off with ready tact.\r\n\r\nThe Cyclone, having executed a backward leap, a forward leap, and a\r\nfeint, landed heavily with both hands. The Kid's genial smile did not\r\neven quiver, but he continued to move forward. His opponent's left\r\nflashed out again, but this time, instead of ignoring the matter, the\r\nKid replied with a heavy right swing, and Mr. Fisher leaping back,\r\nfound himself against the ropes. By the time he had got out of that\r\nuncongenial position, two more of the Kid's swings had found their\r\nmark. Mr. Fisher, somewhat perturbed, scuttled out into the middle of\r\nthe ring, the Kid following in his self-contained, stolid way.\r\n\r\nThe Cyclone now became still more cyclonic. He had a left arm which\r\nseemed to open out in joints like a telescope. Several times when the\r\nKid appeared well out of distance there was a thud as a brown glove\r\nripped in over his guard and jerked his head back. But always he kept\r\nboring in, delivering an occasional right to the body with the pleased\r\nsmile of an infant destroying a Noah's ark with a tack-hammer. Despite\r\nthese efforts, however, he was plainly getting all the worst of it.\r\nEnergetic Mr. Fisher, relying on his long left, was putting in three\r\nblows to his one. When the gong sounded, ending the first round, the\r\nhouse was practically solid for the Cyclone. Whoops and yells rose from\r\neverywhere. The building rang with shouts of, \"Oh, you Dick!\"\r\n\r\nSmith turned sadly to John.\r\n\r\n\"It seems to me,\" he said, \"that this merry meeting looks like doing\r\nComrade Brady no good. I should not be surprised at any moment to see\r\nhis head bounce off on to the floor.\"\r\n\r\nRounds two and three were a repetition of round one. The Cyclone raged\r\nalmost unchecked about the ring. In one lightning rally in the third he\r\nbrought his right across squarely on to the Kid's jaw. It was a blow\r\nwhich should have knocked any boxer out. The Kid merely staggered\r\nslightly, and returned to business still smiling.\r\n\r\nWith the opening of round four there came a subtle change. The\r\nCyclone's fury was expending itself. That long left shot out less\r\nsharply. Instead of being knocked back by it, the _Peaceful\r\nMoments_ champion now took the hits in his stride, and came\r\nshuffling in with his damaging body-blows. There were cheers and \"Oh,\r\nyou Dick's!\" at the sound of the gong, but there was an appealing note\r\nin them this time. The gallant sportsmen whose connection with boxing\r\nwas confined to watching other men fight and betting on what they\r\nconsidered a certainty, and who would have expired promptly if anyone\r\nhad tapped them sharply on their well-filled vests, were beginning to\r\nfear that they might lose their money after all.\r\n\r\nIn the fifth round the thing became a certainty. Like the month of\r\nMarch, the Cyclone, who had come in like a lion, was going out like a\r\nlamb. A slight decrease in the pleasantness of the Kid's smile was\r\nnoticeable. His expression began to resemble more nearly the gloomy\r\nimportance of the _Peaceful Moments_ photographs. Yells of agony\r\nfrom panic-stricken speculators around the ring began to smite the\r\nrafters. The Cyclone, now but a gentle breeze, clutched repeatedly,\r\nhanging on like a leech till removed by the red-jerseyed referee.\r\n\r\nSuddenly a grisly silence fell upon the house. For the Kid, battered,\r\nbut obviously content, was standing in the middle of the ring, while on\r\nthe ropes the Cyclone, drooping like a wet sock, was sliding slowly to\r\nthe floor.\r\n\r\n\"_Peaceful Moments_ wins,\" said Smith. \"An omen, I fancy, Comrade\r\nJohn.\"\r\n\r\nPenetrating into the Kid's dressing-room some moments later, the\r\neditorial staff found the winner of the ten-round exhibition bout\r\nbetween members of the club seated on a chair having his right leg\r\nrubbed by a shock-headed man in a sweater, who had been one of his\r\nseconds during the conflict. The Kid beamed as they entered.\r\n\r\n\"Gents,\" he said, \"come right in. Mighty glad to see you.\"\r\n\r\n\"It is a relief to me, Comrade Brady,\" said Smith, \"to find that you\r\ncan see us. I had expected to find that Comrade Fisher's purposeful\r\nwallops had completely closed your star-likes.\"\r\n\r\n\"Sure, I never felt them. He's a good, quick boy, is Dick, but,\"\r\ncontinued the Kid with powerful imagery \"he couldn't hit a hole in a\r\nblock of ice-cream, not if he was to use a coke-hammer.\"\r\n\r\n\"And yet at one period in the proceedings,\" said Smith, \"I fancied that\r\nyour head would come unglued at the neck. But the fear was merely\r\ntransient. When you began to get going, why, then I felt like some\r\nwatcher of the skies when a new planet swims into his ken, or like\r\nstout Cortez when with eagle eyes he stared at the Pacific.\"\r\n\r\nThe Kid blinked.\r\n\r\n\"How's that?\" he enquired.\r\n\r\n\"And why did I feel like that, Comrade Brady? I will tell you. Because\r\nmy faith in you was justified. Because there before me stood the ideal\r\nfighting editor of _Peaceful Moments_. It is not a post that any\r\nweakling can fill. Mere charm of manner cannot qualify a man for the\r\nposition. No one can hold down the job simply by having a kind heart or\r\nbeing good at comic songs. No. We want a man of thews and sinews, a man\r\nwho would rather be hit on the head with a half-brick than not. And\r\nyou, Comrade Brady, are such a man.\"\r\n\r\nThe shock-headed man, who during this conversation had been\r\nconcentrating himself on his subject's left leg now announced that he\r\nguessed that would about do, and having advised the Kid not to stop and\r\npick daisies, but to get into his clothes at once before he caught a\r\nchill, bade the company goodnight and retired.\r\n\r\nSmith shut the door.\r\n\r\n\"Comrade Brady,\" he said, \"you know those articles about the tenements\r\nwe've been having in the paper?\"\r\n\r\n\"Sure. I read 'em. They're to the good. It was about time some strong\r\njosher came and put it across 'em.\"\r\n\r\n\"So we thought. Comrade Parker, however, totally disagreed with us.\"\r\n\r\n\"Parker?\"\r\n\r\n\"That's what I'm coming to,\" said Smith. \"The day before yesterday a\r\nman named Parker called at the office and tried to buy us off.\"\r\n\r\n\"You gave him the hook, I guess?\" queried the interested Kid.\r\n\r\n\"To such an extent, Comrade Brady,\" said Smith, \"that he left breathing\r\nthreatenings and slaughter. And it is for that reason that we have\r\nventured to call upon you. We're pretty sure by this time that Comrade\r\nParker has put one of the gangs on to us.\"\r\n\r\n\"You don't say!\" exclaimed the Kid. \"Gee! They're tough propositions,\r\nthose gangs.\"\r\n\r\n\"So we've come along to you. We can look after ourselves out of the\r\noffice, but what we want is someone to help in case they try to rush us\r\nthere. In brief, a fighting editor. At all costs we must have privacy.\r\nNo writer can prune and polish his sentences to his satisfaction if he\r\nis compelled constantly to break off in order to eject boisterous\r\ntoughs. We therefore offer you the job of sitting in the outer room and\r\nintercepting these bravoes before they can reach us. The salary we\r\nleave to you. There are doubloons and to spare in the old oak chest.\r\nTake what you need and put the rest--if any--back. How does the offer\r\nstrike you, Comrade Brady?\"\r\n\r\n\"Gents,\" said the Kid, \"it's this way.\"\r\n\r\nHe slipped into his coat, and resumed.\r\n\r\n\"Now that I've made good by licking Dick, they'll be giving me a chance\r\nof a big fight. Maybe with Jimmy Garvin. Well, if that happens, see\r\nwhat I mean? I'll have to be going away somewhere and getting into\r\ntraining. I shouldn't be able to come and sit with you. But, if you\r\ngents feel like it, I'd be mighty glad to come in till I'm wanted to go\r\ninto training camp.\"\r\n\r\n\"Great,\" said Smith. \"And touching salary--\"\r\n\r\n\"Shucks!\" said the Kid with emphasis. \"Nix on the salary thing. I\r\nwouldn't take a dime. If it hadn't 'a' been for you, I'd have been\r\nwaiting still for a chance of lining up in the championship class.\r\nThat's good enough for me. Any old thing you want me to do, I'll do it,\r\nand glad to.\"\r\n\r\n\"Comrade Brady,\" said Smith warmly, \"you are, if I may say so, the\r\ngoods. You are, beyond a doubt, supremely the stuff. We three, then,\r\nhand-in-hand, will face the foe, and if the foe has good, sound sense,\r\nhe will keep right away. You appear to be ready. Shall we meander\r\nforth?\"\r\n\r\nThe building was empty and the lights were out when they emerged from\r\nthe dressing-room. They had to grope their way in darkness. It was\r\nraining when they reached the street, and the only signs of life were a\r\nmoist policeman and the distant glare of saloon lights down the road.\r\n\r\nThey turned off to the left, and, after walking some hundred yards,\r\nfound themselves in a blind alley.\r\n\r\n\"Hello!\" said John. \"Where have we come to?\"\r\n\r\nSmith sighed.\r\n\r\n\"In my trusting way,\" he said, \"I had imagined that either you or\r\nComrade Brady was in charge of this expedition and taking me by a known\r\nroute to the nearest subway station. I did not think to ask. I placed\r\nmyself, without hesitation, wholly in your hands.\"\r\n\r\n\"I thought the Kid knew the way,\" said John.\r\n\r\n\"I was just taggin' along with you gents,\" protested the light-weight.\r\n\"I thought you was taking me right. This is the first time I been up\r\nhere.\"\r\n\r\n\"Next time we three go on a little jaunt anywhere,\" said Smith\r\nresignedly, \"it would be as well to take a map and a corps of guides\r\nwith us. Otherwise we shall start for Broadway and finish up at\r\nMinneapolis.\"\r\n\r\nThey emerged from the blind alley and stood in the dark street, looking\r\ndoubtfully up and down it.\r\n\r\n\"Aha!\" said Smith suddenly. \"I perceive a native. Several natives, in\r\nfact. Quite a little covey of them. We will put our case before them,\r\nconcealing nothing, and rely on their advice to take us to our goal.\"\r\n\r\nA little knot of men was approaching from the left. In the darkness it\r\nwas impossible to say how many of them were there. Smith stepped\r\nforward, the Kid at his side.\r\n\r\n\"Excuse me, sir,\" he said to the leader, \"but if you can spare me a\r\nmoment of your valuable time--\"\r\n\r\nThere was a sudden shuffle of feet on the pavement, a quick movement on\r\nthe part of the Kid, a chunky sound as of wood striking wood, and the\r\nman Smith had been addressing fell to the ground in a heap.\r\n\r\nAs he fell, something dropped from his hand on to the pavement with a\r\nbump and a rattle. Stooping swiftly, the Kid picked it up, and handed\r\nit to Smith. His fingers closed upon it. It was a short, wicked-looking\r\nlittle bludgeon, the black-jack of the New York tough.\r\n\r\n\"Get busy,\" advised the Kid briefly."
  ]
}