{
  "index": 11,
  "title": "Chapter 10",
  "paragraphs": [
    "A LETTER OF INTRODUCTION\r\n\r\n\r\nNew York, revisited, had much the same effect on Betty as it had had on\r\nJohn during his first morning of independence. As the liner came up the\r\nbay, and the great buildings stood out against the clear blue of the\r\nsky, she felt afraid and lonely. That terror which is said to attack\r\nimmigrants on their first sight of the New York sky-line came to her,\r\nas she leaned on the rail, and with it a feeling of utter misery. By a\r\ncontinual effort during the voyage she had kept her thoughts from\r\nturning to John, but now he rose up insistently before her, and she\r\nrealized all that had gone out of her life.\r\n\r\nShe rebelled against the mad cruelty of the fate which had brought them\r\ntogether again. It seemed to her now that she must always have loved\r\nhim, but it had been such a vague, gentle thing, this love, before that\r\nlast meeting--hardly more than a pleasant accompaniment to her life,\r\nsomething to think about in idle moments, a help and a support when\r\nthings were running crosswise. She had been so satisfied with it, so\r\ncontent to keep him a mere memory. It seemed so needless and wanton to\r\ndestroy her illusion.\r\n\r\nOf love as a wild-beast passion, tearing and torturing quite ordinary\r\npersons like herself, she had always been a little sceptical. The great\r\nlove poems of the world, when she read them, had always left her with\r\nthe feeling that their authors were of different clay from herself and\r\nhad no common meeting ground with her. She had seen her friends fall in\r\nlove, as they called it, and it had been very pretty and charming, but\r\nas far removed from the frenzies of the poets as an amateur's snapshot\r\nof Niagara from the cataract itself. Elsa Keith, for instance, was\r\nobviously very fond and proud of Marvin, but she seemed perfectly\r\nplacid about it. She loved, but she could still spare half an hour for\r\nthe discussion of a new frock. Her soul did not appear to have been\r\nrevolutionized in any way.\r\n\r\nGradually Betty had come to the conclusion that love, in the full sense\r\nof the word, was one of the things that did not happen. And now, as if\r\nto punish her presumption, it had leaped from hiding and seized her.\r\n\r\nThere was nothing exaggerated or unintelligible in the poets now. They\r\nceased to be inhabitants of another world, swayed by curiously complex\r\nemotions. They were her brothers--ordinary men with ordinary feelings\r\nand a strange gift for expressing them. She knew now that it was\r\npossible to hate the man you loved and to love the man you hated, to\r\nache for the sight of someone even while you fled from him.\r\n\r\nIt did not take her long to pass the Customs. A small grip constituted\r\nher entire baggage. Having left this in the keeping of the amiable\r\nproprietor of a near-by delicatessen store, she made her way to the\r\nferry.\r\n\r\nHer first enquiry brought her to the cottage. Mrs. Oakley was a\r\ncelebrity on Staten Island.\r\n\r\nAt the door she paused for a moment, then knocked.\r\n\r\nThe Swede servant, she who had been there at her former visit, twelve\r\nyears ago, received her stolidly. Mrs. Oakley was dusting her clocks.\r\n\r\n\"Ask her if she can see me,\" said Betty. \"I'm--\" great step-niece\r\nsounded too ridiculous--\"I'm her niece,\" she said.\r\n\r\nThe handmaid went and returned, stolid as ever. \"Ay tal her vat yu say\r\nabout niece, and she say she not knowing any niece,\" she announced.\r\n\r\nBetty amended the description, and presently the Swede returned once\r\nmore, and motioned her to enter.\r\n\r\nLike so many scenes of childhood, the room of the clocks was sharply\r\nstamped on Betty's memory, and, as she came into it now, it seemed to\r\nher that nothing had changed. There were the clocks, all round the\r\nwalls, of every shape and size, the big clocks with the human faces and\r\nthe small, perky clocks. There was the dingy, medium-sized clock that\r\nheld the trumpeter. And there, looking at her with just the old\r\nsandy-cat expression in her pale eyes, was Mrs. Oakley.\r\n\r\nEven the possession of an income of eighteen million dollars and a\r\nunique collection of clocks cannot place a woman above the making of\r\nthe obvious remark.\r\n\r\n\"How you have grown!\" said Mrs. Oakley.\r\n\r\nThe words seemed to melt the chill that had gathered around Betty's\r\nheart. She had been prepared to enter into long explanations, and the\r\nknowledge that these would not be required was very comforting.\r\n\r\n\"Do you remember me?\" she exclaimed.\r\n\r\n\"You are the little girl who clapped her hands at the trumpeter, but\r\nyou are not little now.\"\r\n\r\n\"I'm not so very big,\" said Betty, smiling. She felt curiously at home,\r\nand pity for the loneliness of this strange old woman caused her to\r\nforget her own troubles.\r\n\r\n\"You look pretty when you smile,\" said Mrs. Oakley thoughtfully. She\r\ncontinued to look closely at her. \"You are in trouble,\" she said.\r\n\r\nBetty met her eyes frankly.\r\n\r\n\"Yes,\" she said.\r\n\r\nThe old woman bent her head over a Sevres china clock, and stroked it\r\ntenderly with her feather duster.\r\n\r\n\"Why did you run away?\" she asked without looking up.\r\n\r\nBetty had a feeling that the ground was being cut from beneath her\r\nfeet. She had expected to have to explain who she was and why she had\r\ncome, and behold, both were unnecessary. It was uncanny. And then the\r\nobvious explanation occurred to her.\r\n\r\n\"Did my stepfather cable?\" she asked.\r\n\r\nMrs. Oakley laid down the feather duster and, opening a drawer,\r\nproduced some sheets of paper--to the initiated eye plainly one of Mr.\r\nScobell's lengthy messages.\r\n\r\n\"A wickedly extravagant cable,\" she said, frowning at it. \"He could\r\nhave expressed himself perfectly well at a quarter of the expense.\"\r\n\r\nBetty began to read. The dimple on her chin appeared for a moment as\r\nshe did so. The tone of the message was so obsequious. There was no\r\ntrace of the old peremptory note in it. The words \"dearest aunt\"\r\noccurred no fewer than six times in the course of the essay, its author\r\nbeing apparently reckless of the fact that it was costing him half a\r\ndollar a time. Mrs. Oakley had been quite right in her criticism. The\r\ngist of the cable was, \"_Betty has run away to America dearest aunt\r\nridiculous is sure to visit you please dearest aunt do not encourage\r\nher_.\" The rest was pure padding.\r\n\r\nMrs. Oakley watched her with a glowering eye. \"If Bennie Scobell,\" she\r\nsoliloquized, \"imagines that he can dictate to me--\" She ceased,\r\nleaving an impressive hiatus. Unhappy Mr. Scobell, convicted of\r\ndictation even after three dollars' worth of \"dearest aunt!\"\r\n\r\nBetty handed back the cable. Her chin, emblem of war, was tilted and\r\nadvanced.\r\n\r\n\"I'll tell you why I ran away, Aunt,\" she said.\r\n\r\nMrs. Oakley listened to her story in silence. Betty did not relate it\r\nat great length, for with every word she spoke, the thought of John\r\nstabbed her afresh. She omitted much that has been told in this\r\nchronicle. But she disclosed the essential fact, that Napoleonic Mr.\r\nScobell had tried to force her into a marriage with a man she did\r\nnot--she hesitated at the word--did not respect, she concluded.\r\n\r\nMrs. Oakley regarded her inscrutably for a while before replying.\r\n\r\n\"Respect!\" she said at last. \"I have never met a man in my life whom I\r\ncould respect. Harpies! Every one of them! Every one of them! Every one\r\nof them!\"\r\n\r\nShe was muttering to herself. It is possible that her thoughts were\r\nback with those persevering young aristocrats of her second widowhood.\r\nCertainly, if she had sometimes displayed a touch of the pirate in her\r\ndealings with man, man, it must be said in fairness, had not always\r\nshown his best side to her.\r\n\r\n\"Respect!\" she muttered again. \"Did you like him, this Prince of\r\nyours?\"\r\n\r\nBetty's eyes filled. She made no reply.\r\n\r\n\"Well, never mind,\" said Mrs. Oakley. \"Don't cry, child! I'm not going\r\nto press you. You must have hated him or else loved him very much, or\r\nyou would never have run away.... Dictate to me!\" she broke off,\r\nhalf-aloud, her mind evidently once more on Mr. Scobell's unfortunate\r\ncable.\r\n\r\nBetty could bear it no longer.\r\n\r\n\"I loved him!\" she cried. \"I loved him!\"\r\n\r\nShe was shaking with dry sobs. She felt the old woman's eyes upon her,\r\nbut she could not stop.\r\n\r\nA sudden whirr cut through the silence. One of the large clocks near\r\nthe door was beginning to strike the hour. Instantly the rest began to\r\ndo the same, till the room was full of the noise. And above the din\r\nthere sounded sharp and clear the note of the little trumpet.\r\n\r\nThe noise died away with metallic echoings.\r\n\r\n\"Honey!\"\r\n\r\nIt was a changed voice that spoke. Betty looked up, and saw that the\r\neyes that met hers were very soft. She moved quickly to the old woman's\r\nside.\r\n\r\n\"Honey, I'm going to tell you something about myself that nobody dreams\r\nof. Betty, when I was your age, _I_ ran away from a man because I\r\nloved him. It was just a little village tragedy, my dear. I think he\r\nwas fond of me, but father was poor and her folks were the great people\r\nof the place, and he married her. And I ran away, like you, and went to\r\nNew York.\"\r\n\r\nBetty pressed her hand. It was trembling.\r\n\r\n\"I'm so sorry,\" she whispered.\r\n\r\n\"I went to New York because I wanted to kill my heart. And I killed it.\r\nThere's only one way. Work! Work! Work!\" She was sitting bolt upright,\r\nand the soft look had gone out of her eyes. They were hard and fiery\r\nunder the drawn brows. \"Work! Ah, I worked! I never rested. For two\r\nyears. Two whole years. It fought back at me. It tore me to bits. But I\r\nwouldn't stop. I worked on, I killed it.\"\r\n\r\nShe stopped, quivering. Betty was cold with a nameless dismay. She felt\r\nas if she were standing in the dark on the brink of an abyss.\r\n\r\nThe old woman began to speak again.\r\n\r\n\"Child, it's the same with you. Your heart's tearing you. Don't let it!\r\nIt will get worse and worse if you are afraid of it. Fight it! Kill it!\r\nWork!\"\r\n\r\nShe stopped again, clenching and unclenching her fingers, as if she\r\nwere strangling some living thing. There was silence for a long moment.\r\n\r\n\"What can you do?\" she asked suddenly.\r\n\r\nHer voice was calm and unemotional again. The abruptness of the\r\ntransition from passion to the practical took Betty aback. She could\r\nnot speak.\r\n\r\n\"There must be something,\" continued Mrs. Oakley. \"When I was your age\r\nI had taught myself bookkeeping, shorthand, and typewriting. What can\r\nyou do? Can you use a typewriter?\"\r\n\r\nBlessed word!\r\n\r\n\"Yes,\" said Betty promptly.\r\n\r\n\"Well?\"\r\n\r\n\"Not very well?\"\r\n\r\n\"H'm. Well, I expect you will do it well enough for Mr. Renshaw--on my\r\nrecommendation. I'll give you a letter to him. He is the editor of a\r\nsmall weekly paper. I don't know how much he will offer you, but take\r\nit and _work!_ You'll find him pleasant. I have met him at charity\r\norganization meetings on the East Side. He's useful at the\r\nentertainments--does conjuring tricks--stupid, but they seem to amuse\r\npeople. You'll find him pleasant. There.\"\r\n\r\nShe had been writing the letter of introduction during the course of\r\nthese remarks. At the last word she blotted it, and placed it in an\r\nenvelope.\r\n\r\n\"That's the address,\" she said. \"J. Brabazon Renshaw, Office of\r\n_Peaceful Moments_. Take it to him now. Good-by.\"\r\n\r\nIt was as if she were ashamed of her late display of emotion. She spoke\r\nabruptly, and her pale eyes were expressionless. Betty thanked her and\r\nturned to go.\r\n\r\n\"Tell me how you get on,\" said Mrs. Oakley.\r\n\r\n\"Yes,\" said Betty.\r\n\r\n\"And _work_. Keep on working!\"\r\n\r\nThere was a momentary return of her former manner as she spoke the\r\nwords, and Betty wavered. She longed to say something comforting,\r\nsomething that would show that she understood.\r\n\r\nMrs. Oakley had taken up the feather duster again.\r\n\r\n\"Steena will show you out,\" she said curtly. And Betty was aware of the\r\nstolid Swede in the doorway. The interview was plainly at an end.\r\n\r\n\"Good-by, Aunt,\" she said, \"and thank you ever so much--for\r\neverything.\""
  ]
}