{
  "index": 16,
  "title": "Chapter 15",
  "paragraphs": [
    "TWO VISITORS TO THE OFFICE\r\n\r\n\r\nThere was once an editor of a paper in the Far West who was sitting at\r\nhis desk, musing pleasantly on life, when a bullet crashed through the\r\nwindow and imbedded itself in the wall at the back of his head. A happy\r\nsmile lighted up the editor's face. \"Ah!\" he said complacently, \"I knew\r\nthat personal column of ours would make a hit!\"\r\n\r\nWhat the bullet was to the Far West editor, the visit of Mr. Martin\r\nParker to the offices of _Peaceful Moments_ was to Smith.\r\n\r\nIt occurred shortly after the publication of the second number of the\r\nnew series, and was directly due to Betty's first and only suggestion\r\nfor the welfare of the paper.\r\n\r\nIf the first number of the series had not staggered humanity, it had at\r\nleast caused a certain amount of comment. The warm weather had begun,\r\nand there was nothing much going on in New York. The papers were\r\nconsequently free to take notice of the change in the policy of\r\n_Peaceful Moments_. Through the agency of Smith's newspaper\r\nfriends, it received some very satisfactory free advertisement, and the\r\nsudden increase in the sales enabled Smith to bear up with fortitude\r\nagainst the numerous letters of complaint from old subscribers who did\r\nnot know what was good for them. Visions of a large new public which\r\nshould replace these Brooklyn and Flatbush ingrates filled his mind.\r\n\r\nThe sporting section of the paper pleased him most. The personality of\r\nKid Brady bulked large in it. A photograph of the ambitious pugilist,\r\nlooking moody and important in an attitude of self-defense, filled half\r\na page, and under the photograph was the legend, \"Jimmy Garvin must\r\nmeet this boy.\" Jimmy was the present holder of the light-weight title.\r\nHe had won it a year before, and since then had confined himself to\r\nsmoking cigars as long as walking sticks and appearing nightly in a\r\nvaudeville sketch entitled, \"A Fight for Honor.\" His reminiscences were\r\nbeing published in a Sunday paper. It was this that gave Smith the idea\r\nof publishing Kid Brady's autobiography in _Peaceful Moments_, an\r\nidea which won the Kid's whole-hearted gratitude. Like most pugilists\r\nhe had a passion for bursting into print. Print is the fighter's\r\naccolade. It signifies that he has arrived. He was grateful to Smith,\r\ntoo, for not editing his contributions. Jimmy Garvin groaned under the\r\nsupervision of a member of the staff of his Sunday paper, who deleted\r\nhis best passages and altered the rest into Addisonian English. The\r\nreaders of _Peaceful Moments_ got their Brady raw.\r\n\r\n\"Comrade Brady,\" said Smith meditatively to Betty one morning, \"has a\r\nsingularly pure and pleasing style. It is bound to appeal powerfully to\r\nthe many-headed. Listen to this. Our hero is fighting one Benson in the\r\nlatter's home town, San Francisco, and the audience is rooting hard for\r\nthe native son. Here is Comrade Brady on the subject: 'I looked around\r\nthat house, and I seen I hadn't a friend in it. And then the gong goes,\r\nand I says to myself how I has one friend, my old mother down in\r\nIllinois, and I goes in and mixes it, and then I seen Benson losing his\r\ngoat, so I gives him a half-scissor hook, and in the next round I picks\r\nup a sleep-producer from the floor and hands it to him, and he takes\r\nthe count.' That is what the public wants. Crisp, lucid, and to the\r\npoint. If that does not get him a fight with some eminent person,\r\nnothing will.\"\r\n\r\nHe leaned back in his chair.\r\n\r\n\"What we really need now,\" he said thoughtfully, \"is a good, honest,\r\nmuck-raking series. That's the thing to put a paper on the map. The\r\nworst of it is that everything seems to have been done. Have you by any\r\nchance a second 'Frenzied Finance' at the back of your mind? Or proofs\r\nthat nut sundaes are composed principally of ptomaine and outlying\r\nportions of the American workingman? It would be the making of us.\"\r\n\r\nNow it happened that in the course of her rambles through the city\r\nBetty had lost herself one morning in the slums. The experience had\r\nimpressed itself on her mind with an extraordinary vividness. Her lot\r\nhad always been cast in pleasant places, and she had never before been\r\nbrought into close touch with this side of life. The sight of actual\r\nraw misery had come home to her with an added force from that\r\ncircumstance. Wandering on, she had reached a street which eclipsed in\r\ncheerlessness even its squalid neighbors. All the smells and noises of\r\nthe East Side seemed to be penned up here in a sort of canyon. The\r\nmasses of dirty clothes hanging from the fire-escapes increased the\r\natmosphere of depression. Groups of ragged children covered the\r\nroadway.\r\n\r\nIt was these that had stamped the scene so indelibly on her memory. She\r\nloved children, and these seemed so draggled and uncared-for.\r\n\r\nSmith's words gave her an idea.\r\n\r\n\"Do you know Broster Street, Mr. Smith?\" she asked.\r\n\r\n\"Down on the East Side? Yes, I went there once to get a story, one\r\nred-hot night in August, when I was on the _News_. The Ice Company\r\nhad been putting up their prices, and trouble was expected down there.\r\nI was sent to cover it.\"\r\n\r\nHe did not add that he had spent a week's salary that night, buying ice\r\nand distributing it among the denizens of Broster Street.\r\n\r\n\"It's an awful place,\" said Betty, her eyes filling with tears. \"Those\r\npoor children!\"\r\n\r\nSmith nodded.\r\n\r\n\"Some of those tenement houses are fierce,\" he said thoughtfully. Like\r\nBetty, he found himself with a singularly clear recollection of his one\r\nvisit to Broster Street. \"But you can't do anything.\"\r\n\r\n\"Why not?\" cried Betty. \"Oh, why not? Surely you couldn't have a better\r\nsubject for your series? It's wicked. People only want to be told about\r\nthem to make them better. Why can't we draw attention to them?\"\r\n\r\n\"It's been done already. Not about Broster Street, but about other\r\ntenements. Tenements as a subject are played out. The public isn't\r\ninterested in them. Besides, it wouldn't be any use. You can't tree the\r\nman who is really responsible, unless you can spend thousands scaring\r\nup evidence. The land belongs in the first place to some corporation or\r\nother. They lease it to a lessee. When there's a fuss, they say they\r\naren't responsible, it's up to the lessee. And he, bright boy, lies so\r\nlow you can't find out who it is.\"\r\n\r\n\"But we could try,\" urged Betty.\r\n\r\nSmith looked at her curiously. The cause was plainly one that lay near\r\nto her heart. Her face was flushed and eager. He wavered, and, having\r\nwavered, he did what no practical man should do. He allowed sentiment\r\nto interfere with business. He knew that a series of articles on\r\nBroster Street would probably be so much dead weight on the paper,\r\nsomething to be skipped by the average reader, but he put the thought\r\naside.\r\n\r\n\"Very well,\" he said. \"If you care to turn in a few crisp remarks on\r\nthe subject, I'll print them.\"\r\n\r\nBetty's first instalment was ready on the following morning. It was a\r\ncurious composition. A critic might have classed it with Kid Brady's\r\nreminiscences, for there was a complete absence of literary style. It\r\nwas just a wail of pity, and a cry of indignation, straight from the\r\nheart and split up into paragraphs.\r\n\r\nSmith read it with interest, and sent it off to the printer unaltered.\r\n\r\n\"Have another ready for next week, Comrade Brown,\" he said. \"It's a\r\nlong shot, but this might turn out to be just what we need.\"\r\n\r\nAnd when, two days after the publication of the number containing the\r\narticle, Mr. Martin Parker called at the office, he felt that the long\r\nshot had won out.\r\n\r\nHe was holding forth on life in general to Betty shortly before the\r\nluncheon hour when Pugsy Maloney entered bearing a card.\r\n\r\n\"Martin Parker?\" said Smith, taking it. \"I don't know him. We make new\r\nfriends daily.\"\r\n\r\n\"He's a guy wit' a tall-shaped hat,\" volunteered Master Maloney, \"an'\r\nhe's wearing a dude suit an' shiny shoes.\"\r\n\r\n\"Comrade Parker,\" said Smith approvingly, \"has evidently not been blind\r\nto the importance of a visit to _Peaceful Moments_. He has dressed\r\nhimself in his best. He has felt, rightly, that this is no occasion for\r\nthe flannel suit and the old straw hat. I would not have it otherwise.\r\nIt is the right spirit. Show the guy in. We will give him audience.\"\r\n\r\nPugsy withdrew.\r\n\r\nMr. Martin Parker proved to be a man who might have been any age\r\nbetween thirty-five and forty-five. He had a dark face and a black\r\nmustache. As Pugsy had stated, in effect, he wore a morning coat,\r\ntrousers with a crease which brought a smile of kindly approval to\r\nSmith's face, and patent-leather shoes of pronounced shininess.\r\n\r\n\"I want to see the editor,\" he said.\r\n\r\n\"Will you take a seat?\" said Smith.\r\n\r\nHe pushed a chair toward the visitor, who seated himself with the care\r\ninspired by a perfect trouser crease. There was a momentary silence\r\nwhile he selected a spot on the table on which to place his hat.\r\n\r\n\"I have come about a private matter,\" he said, looking meaningly at\r\nBetty, who got up and began to move toward the door. Smith nodded to\r\nher, and she went out.\r\n\r\n\"Say,\" said Mr. Parker, \"hasn't something happened to this paper these\r\nlast few weeks? It used not to take such an interest in things, used\r\nit?\"\r\n\r\n\"You are very right,\" responded Smith. \"Comrade Renshaw's methods were\r\ngood in their way. I have no quarrel with Comrade Renshaw. But he did\r\nnot lead public thought. He catered exclusively to children with water\r\non the brain and men and women with solid ivory skulls. I feel that\r\nthere are other and larger publics. I cannot content myself with\r\nladling out a weekly dole of predigested mental breakfast food. I--\"\r\n\r\n\"Then you, I guess,\" said Mr. Parker, \"are responsible for this Broster\r\nStreet thing?\"\r\n\r\n\"At any rate, I approve of it and put it in the paper. If any husky\r\nguy, as Comrade Maloney would put it, is anxious to aim a swift kick at\r\nthe author of that article, he can aim it at me.\"\r\n\r\n\"I see,\" said Mr. Parker. He paused. \"It said 'Number one' in the\r\npaper. Does that mean there are going to be more of them?\"\r\n\r\n\"There is no flaw in your reasoning. There are to be several more.\"\r\n\r\nMr. Parker looked at the door. It was closed. He bent forward.\r\n\r\n\"See here,\" he said, \"I'm going to talk straight, if you'll let me.\"\r\n\r\n\"Assuredly, Comrade Parker. There must be no secrets, no restraint\r\nbetween us. I would not have you go away and say to yourself, 'Did I\r\nmake my meaning clear? Was I too elusive?'\"\r\n\r\nMr. Parker scratched the floor with the point of a gleaming shoe. He\r\nseemed to be searching for words.\r\n\r\n\"Say on,\" urged Smith. \"Have you come to point out some flaw in that\r\narticle? Does it fall short in any way of your standard for such work?\"\r\n\r\nMr. Parker came to the point.\r\n\r\n\"If I were you,\" he said, \"I should quit it. I shouldn't go on with\r\nthose articles.\"\r\n\r\n\"Why?\" enquired Smith.\r\n\r\n\"Because,\" said Mr. Parker.\r\n\r\nHe looked at Smith, and smiled slowly, an ingratiating smile. Smith did\r\nnot respond.\r\n\r\n\"I do not completely gather your meaning,\" he said. \"I fear I must ask\r\nyou to hand it to me with still more breezy frankness. Do you speak\r\nfrom purely friendly motives? Are you advising me to discontinue the\r\nseries because you fear that it will damage the literary reputation of\r\nthe paper? Do you speak solely as a literary connoisseur? Or are there\r\nother reasons?\"\r\n\r\nMr. Parker leaned forward.\r\n\r\n\"The gentleman whom I represent--\"\r\n\r\n\"Then this is no matter of your own personal taste? There is another?\"\r\n\r\n\"See here, I'm representing a gentleman who shall be nameless, and I've\r\ncome on his behalf to tip you off to quit this game. These articles of\r\nyours are liable to cause him inconvenience.\"\r\n\r\n\"Financial? Do you mean that he may possibly have to spend some of his\r\nspare doubloons in making Broster Street fit to live in?\"\r\n\r\n\"It's not so much the money. It's the publicity. There are reasons why\r\nhe would prefer not to have it made too public that he's the owner of\r\nthe tenements down there.\"\r\n\r\n\"Well, he knows what to do. If he makes Broster Street fit for a\r\nnot-too-fastidious pig to live in--\"\r\n\r\nMr. Parker coughed. A tentative cough, suggesting that the situation\r\nwas now about to enter upon a more delicate phase.\r\n\r\n\"Now, see here, sir,\" he said, \"I'm going to be frank. I'm going to put\r\nmy cards on the table, and see if we can't fix something up. Now, see\r\nhere. We don't want any unpleasantness. You aren't in this business for\r\nyour health, eh? You've got your living to make, same as everybody\r\nelse, I guess. Well, this is how it stands. To a certain extent, I\r\ndon't mind owning, since we're being frank with one another, you've got\r\nus--that's to say, this gentleman I'm speaking of--in a cleft stick.\r\nFrankly, that Broster Street story of yours has attracted attention--I\r\nsaw it myself in two Sunday papers--and if there's going to be any more\r\nof them--Well, now, here's a square proposition. How much do you want\r\nto stop those articles? That's straight. I've been frank with you, and\r\nI want you to be frank with me. What's your figure? Name it, and if you\r\ndon't want the earth I guess we needn't quarrel.\"\r\n\r\nHe looked expectantly at Smith. Smith, gazing sadly at him through his\r\nmonocle, spoke quietly, with the restrained dignity of some old Roman\r\nsenator dealing with the enemies of the Republic.\r\n\r\n\"Comrade Parker,\" he said, \"I fear that you have allowed your\r\nintercourse with this worldly city to undermine your moral sense. It is\r\nuseless to dangle rich bribes before the editorial eyes. _Peaceful\r\nMoments_ cannot be muzzled. You doubtless mean well, according to\r\nyour somewhat murky lights, but we are not for sale, except at fifteen\r\ncents weekly. From the hills of Maine to the Everglades of Florida,\r\nfrom Portland, Oregon, to Melonsquashville, Tennessee, one sentence is\r\nin every man's mouth. And what is that sentence? I give you three\r\nguesses. You give it up? It is this: '_Peaceful Moments_ cannot be\r\nmuzzled!'\"\r\n\r\nMr. Parker rose.\r\n\r\n\"Nothing doing, then?\" he said.\r\n\r\n\"Nothing.\"\r\n\r\nMr. Parker picked up his hat.\r\n\r\n\"See here,\" he said, a grating note in his voice, hitherto smooth and\r\nconciliatory, \"I've no time to fool away talking to you. I've given you\r\nyour chance. Those stories are going to be stopped. And if you've any\r\nsense in you at all, you'll stop them yourself before you get hurt.\r\nThat's all I've got to say, and that goes.\"\r\n\r\nHe went out, closing the door behind him with a bang that added\r\nemphasis to his words.\r\n\r\n\"All very painful and disturbing,\" murmured Smith. \"Comrade Brown!\" he\r\ncalled.\r\n\r\nBetty came in.\r\n\r\n\"Did our late visitor bite a piece out of you on his way out? He was in\r\nthe mood to do something of the sort.\"\r\n\r\n\"He seemed angry,\" said Betty.\r\n\r\n\"He _was_ angry,\" said Smith. \"Do you know what has happened,\r\nComrade Brown? With your very first contribution to the paper you have\r\nhit the bull's-eye. You have done the state some service. Friend Parker\r\ncame as the representative of the owner of those Broster Street houses.\r\nHe wanted to buy us off. We've got them scared, or he wouldn't have\r\nshown his hand with such refreshing candor. Have you any engagements at\r\npresent?\"\r\n\r\n\"I was just going out to lunch, if you could spare me.\"\r\n\r\n\"Not alone. This lunch is on the office. As editor of this journal I\r\nwill entertain you, if you will allow me, to a magnificent banquet.\r\n_Peaceful Moments_ is grateful to you. _Peaceful Moments,\"_\r\nhe added, with the contented look the Far West editor must have worn as\r\nthe bullet came through the window, \"is, owing to you, going some now.\"\r\n\r\n       *       *       *       *       *\r\n\r\nWhen they returned from lunch, and reentered the outer office, Pugsy\r\nMaloney, raising his eyes for a moment from his book, met them with the\r\ninformation that another caller had arrived and was waiting in the\r\ninner room.\r\n\r\n\"Dere's a guy in dere waitin' to see youse,\" he said, jerking his head\r\ntowards the door.\r\n\r\n\"Yet another guy? This is our busy day. Did he give a name?\"\r\n\r\n\"Says his name's Maude,\" said Master Maloney, turning a page.\r\n\r\n\"Maude!\" cried Betty, falling back.\r\n\r\nSmith beamed.\r\n\r\n\"Old John Maude!\" he said. \"Great! I've been wondering what on earth\r\nhe's been doing with himself all this time. Good-old John! You'll like\r\nhim,\" he said, turning, and stopped abruptly, for he was speaking to\r\nthe empty air. Betty had disappeared.\r\n\r\n\"Where's Miss Brown, Pugsy?\" he said. \"Where did she go?\"\r\n\r\nPugsy vouchsafed another jerk of the head, in the direction of the\r\nouter door.\r\n\r\n\"She's beaten it,\" he said. \"I seen her make a break for de stairs.\r\nGuess she's forgotten to remember somet'ing,\" he added indifferently,\r\nturning once more to his romance of prairie life. \"Goils is\r\nbone-heads.\""
  ]
}