{
  "index": 10,
  "title": "Chapter 9",
  "paragraphs": [
    "MRS. OAKLEY\r\n\r\n\r\nBetty, when she stepped on board the boat for Marseilles, had had no\r\ndefinite plan of action. She had been caught up and swept away by an\r\nover-mastering desire for escape that left no room in her mind for\r\nthoughts of the morrow. It was not till the train was roaring its way\r\nacross southern France that she found herself sufficiently composed to\r\nreview her position and make plans.\r\n\r\nShe would not go back. She could not. The words she had used in her\r\nletter to Mr. Scobell were no melodramatic rhetoric. They were a plain\r\nand literal statement of the truth. Death would be infinitely\r\npreferable to life at Mervo on her stepfather's conditions.\r\n\r\nBut, that settled, what then? What was she to do? The gods are\r\nbusinesslike. They sell; they do not give. And for what they sell they\r\ndemand a heavy price. We may buy life of them in many ways: with our\r\nhonor, our health, our independence, our happiness, with our brains or\r\nwith our hands. But somehow or other, in whatever currency we may\r\nchoose to pay it, the price must be paid.\r\n\r\nBetty faced the problem. What had she? What could she give? Her\r\nindependence? That, certainly. She saw now what a mockery that fancied\r\nindependence had been. She had come and gone as she pleased, her path\r\nsmoothed by her stepfather's money, and she had been accustomed to\r\nconsider herself free. She had learned wisdom now, and could understand\r\nthat it was only by sacrificing such artificial independence that she\r\ncould win through to freedom. The world was a market, and the only\r\nindependent people in it were those who had a market value.\r\n\r\nWhat was her market value? What could she do? She looked back at her\r\nlife, and saw that she had dabbled. She had a little of most\r\nthings--enough of nothing. She could sketch a little, play a little,\r\nsing a little, write a little. Also--and, as she remembered it, she\r\nfelt for the first time a tremor of hope--she could use a typewriter\r\nreasonably well. That one accomplishment stood out in the welter of her\r\nthoughts, solid and comforting, like a rock in a quicksand. It was\r\nsomething definite, something marketable, something of value for which\r\npersons paid.\r\n\r\nThe tremor of hope did not comfort her long. Her mood was critical, and\r\nshe saw that in this, her one accomplishment, she was, as in everything\r\nelse, an amateur. She could not compete against professionals. She\r\nclosed her eyes, and had a momentary vision of those professionals,\r\nkeen of face, leathern of finger, rattling out myriads of words at a\r\ndizzy speed. And, at that, all her courage suddenly broke; she drooped\r\nforlornly, and, hiding her face on the cushioned arm-rest, she began to\r\ncry.\r\n\r\nTears are the Turkish bath of the soul. Nature never intended woman to\r\npass dry-eyed through crises of emotion. A casual stranger, meeting\r\nBetty on her way to the boat, might have thought that she looked a\r\nlittle worried,--nothing more. The same stranger, if he had happened to\r\nenter the compartment at this juncture, would have set her down at\r\nsight as broken-hearted beyond recovery. Yet such is the magic of tears\r\nthat it was at this very moment that Betty was beginning to be\r\nconscious of a distinct change for the better. Her heart still ached,\r\nand to think of John even for an instant was to feel the knife turning\r\nin the wound, but her brain was clear; the panic fear had gone, and she\r\nfaced the future resolutely once more. For she had just remembered the\r\nexistence of Mrs. Oakley.\r\n\r\n       *       *       *       *       *\r\n\r\nOnly once in her life had Betty met her stepfather's celebrated aunt,\r\nand the meeting had taken place nearly twelve years ago. The figure\r\nthat remained in her memory was of a pale-eyed, grenadier-like old\r\nlady, almost entirely surrounded by clocks. It was these clocks that\r\nhad impressed her most. She was too young to be awed by the knowledge\r\nthat the tall old woman who stared at her just like a sandy cat she had\r\nonce possessed was one of the three richest women in the whole wide\r\nworld. She only remembered thinking that the finger which emerged from\r\nthe plaid shawl and prodded her cheek was unpleasantly bony. But the\r\nclocks had absorbed her. It was as if all the clocks in the world had\r\nbeen gathered together into that one room. There had been big clocks,\r\nwith almost human faces; small, perky clocks; clocks of strange shape;\r\nand one dingy, medium-sized clock in particular which had made her cry\r\nout with delight. Her visit had chanced to begin shortly before eleven\r\nin the morning, and she had not been in the room ten minutes before\r\nthere was a whirring, and the majority of the clocks began to announce\r\nthe hour, each after its own fashion--some with a slow bloom, some with\r\na rapid, bell-like sound. But the medium-sized clock, unexpectedly\r\nbelying its appearance of being nothing of particular importance, had\r\nperformed its task in a way quite distinct from the others. It had\r\nsuddenly produced from its interior a shabby little gold man with a\r\ntrumpet, who had blown eleven little blasts before sliding backward\r\ninto his house and shutting the door after him. Betty had waited in\r\nrapt silence till he finished, and had then shouted eagerly for more.\r\n\r\nJust as the beginner at golf may effect a drive surpassing that of the\r\nexpert, so may a child unconsciously eclipse the practised courtier.\r\nThere was no soft side to Mrs. Oakley's character, as thousands of\r\nsuave would-be borrowers had discovered in their time, but there was a\r\nsoft spot. To general praise of her collection of clocks she was\r\nimpervious; it was unique, and she did not require you to tell her so,\r\nbut exhibit admiration for the clock with the little trumpeter, and she\r\nmelted. It was the one oasis of sentiment in the Sahara of her mental\r\noutlook, the grain of radium in the pitchblende. Years ago it had stood\r\nin a little New England farmhouse, and a child had clapped her hands\r\nand shouted, even as Betty had done, when the golden man slid from his\r\nhiding-place. Much water had flowed beneath the bridge since those\r\ndays. Many things had happened to the child. But she still kept her old\r\nlove for the trumpeter. The world knew nothing of this. The world, if\r\nit had known, would have been delighted to stand before the clock and\r\nadmire it volubly, by the day. But it had no inkling of the trumpeter's\r\nimportance, and, when it came to visit Mrs. Oakley, was apt to waste\r\nits time showering compliments on the obvious beauties of the queens of\r\nthe collection.\r\n\r\nBut Betty, ignoring these, jumped up and down before the dingy clock,\r\ndemanding further trumpetings, and, turning to Mrs. Oakley, as one\r\npossessing influence, she was aware of a curious, intent look in the\r\nold lady's eyes.\r\n\r\n\"Do you like that clock, my dear?\" said Mrs. Oakley.\r\n\r\n\"Yes! Oh, yes!\"\r\n\r\n\"Perhaps you shall have it some day, honey.\"\r\n\r\nBetty was probably the only person who had been admitted to that room\r\nwho would not, on the strength of this remark, have steered the\r\nconversation gently to the subject of a small loan. Instead, she ran to\r\nthe old lady, and kissed her. And, as to what had happened after that,\r\nmemory was vague. There had been some talk, she remembered, of a dollar\r\nto buy candy, but it had come to nothing, and now that she had grown\r\nolder and had read the frequent paragraphs and anecdotes that appeared\r\nin the papers about her stepfather's aunt, she could understand why.\r\nShe knew now what everybody knew of Mrs. Oakley--her history, her\r\neccentricities, and the miserliness of which the papers spoke with a\r\nsatirical lightness that seemed somehow but a thin disguise for what\r\nwas almost admiration.\r\n\r\nMrs. Oakley was one of two children, a son and a daughter, of a Vermont\r\nfarmer. Of her early life no records remain. Her public history begins\r\nwhen she was twenty-two and came to New York. After two years'\r\nstruggling, she found a position in the firm of one Redgrave. Those who\r\nknew her then speak of her as a tall, handsome girl, hard and intensely\r\nambitious. From contemporary accounts she seems to have out-Nietzsched\r\nNietzsche. Nietzsche's vision stopped short at the superman. Jane\r\nScobell was a superwoman. She had all the titanic selfishness and\r\nindifference to the comfort of others which marks the superman, and, in\r\naddition, undeniable good looks and a knowledge of the weaknesses of\r\nmen. Poor Mr. Redgrave had not had a chance from the start. She married\r\nhim within a year. Two years later, catching the bulls in an unguarded\r\nmoment, Mr. Redgrave despoiled them of a trifle over three million\r\ndollars, and died the same day of an apoplectic stroke caused by the\r\nexcitement of victory. His widow, after a tour in Europe, returned to\r\nthe United States and visited Pittsburg. Any sociologist will support\r\nthe statement that it is difficult, almost impossible, for an\r\nattractive widow, visiting Pittsburg, not to marry a millionaire, even\r\nif she is not particularly anxious to do so. If such an act is the\r\nprimary object of her visit, the thing becomes a certainty. Groping\r\nthrough the smoke, Jane Redgrave seized and carried off no less a\r\nquarry than Alexander Baynes Oakley, a widower, whose income was one of\r\nthe seven wonders of the world. In the fullness of time he, too, died,\r\nand Jane Oakley was left with the sole control of two vast fortunes.\r\n\r\nShe did not marry again, though it was rumored that it took three\r\nsecretaries, working nine hours a day, to cope with the written\r\nproposals, and that butler after butler contracted clergyman's sore\r\nthroat through denying admittance to amorous callers. In the ten years\r\nafter Alexander Baynes' death, every impecunious aristocrat in the\r\ncivilized world must have made his dash for the matrimonial pole. But\r\nher pale eyes looked them over, and dismissed them.\r\n\r\nDuring those early years she was tempted once or twice to speculation.\r\nA failure in a cotton deal not only cured her of this taste, but seems\r\nto have marked the point in her career when her thoughts began to turn\r\nto parsimony. Until then she had lived in some state, but now,\r\ngradually at first, then swiftly, she began to cut down her expenses.\r\nNow we find her in an apartment in West Central Park, next in a\r\nWashington Square hotel, then in a Harlem flat, and finally--her last,\r\nfixed abiding-place--in a small cottage on Staten Island.\r\n\r\nIt was a curious life that she led, this woman who could have bought\r\nkingdoms if she had willed it. A Swedish maid-of-all-work was her only\r\ncompanion. By day she would walk in her little garden, or dust, arrange\r\nand wind up her clocks. At night, she would knit, or read one of the\r\nfrequent reports that arrived at the cottage from charity workers on\r\nthe East Side. Those were her two hobbies, and her only\r\nextravagances--clocks and charity.\r\n\r\nHer charity had its limitations. In actual money she expended little.\r\nShe was a theoretical philanthropist. She lent her influence, her time,\r\nand her advice, but seldom her bank balance. Arrange an entertainment\r\nfor the delectation of the poor, and you would find her on the\r\nplatform, but her name would not be on the list of subscribers to the\r\nfunds. She would deliver a lecture on thrift to an audience of factory\r\ngirls, and she would give them a practical example of what she\r\npreached.\r\n\r\nYet, with all its limitations, her charity was partly genuine. Her mind\r\nwas like a country in the grip of civil war. One-half of her sincerely\r\npitied the poor, burned at any story of oppression, and cried \"Give!\"\r\nbut the other cried \"Halt!\" and held her back, and between the two she\r\nfell.\r\n\r\n       *       *       *       *       *\r\n\r\nIt was to this somewhat unpromising haven of refuge that Betty's mind\r\nnow turned in her trouble. She did not expect great things. She could\r\nnot have said exactly what she did expect. But, at least, the cottage\r\non Staten Island offered a resting-place on her journey, even if it\r\ncould not be the journey's end. Her mad dash from Mervo ceased to be\r\nobjectless. It led somewhere."
  ]
}