{
  "index": 15,
  "title": "Chapter 14",
  "paragraphs": [
    "THE HONEYED WORD\r\n\r\n\r\nThe offices of Peaceful Moments were in a large building in a street\r\noff Madison Avenue. They consisted of a sort of outer lair, where Pugsy\r\nMaloney spent his time reading tales of life on the prairies and\r\nheading off undesirable visitors; a small room, into which desirable\r\nbut premature visitors were loosed, to wait their turn for admission\r\ninto the Presence; and a larger room beyond, which was the editorial\r\nsanctum.\r\n\r\nSmith, returning from luncheon on the day following his announcement of\r\nthe great change, found both Betty and Pugsy waiting in the outer lair,\r\nevidently with news of import.\r\n\r\n\"Mr. Smith,\" began Betty.\r\n\r\n\"Dey're in dere,\" said Master Maloney with his customary terseness.\r\n\r\n\"Who, exactly?\" asked Smith.\r\n\r\n\"De whole bunch of dem.\"\r\n\r\nSmith inspected Pugsy through his eyeglass. \"Can you give me any\r\nparticulars?\" he asked patiently. \"You are well-meaning, but vague,\r\nComrade Maloney. Who are in there?\"\r\n\r\n\"About 'steen of dem!\" said Pugsy.\r\n\r\n\"Mr. Asher,\" said Betty, \"and Mr. Philpotts, and all the rest of them.\"\r\nShe struggled for a moment, but, unable to resist the temptation,\r\nadded, \"I told you so.\"\r\n\r\nA faint smile appeared upon Smith's face.\r\n\r\n\"Dey just butted in,\" said Master Maloney, resuming his narrative. \"I\r\nwas sittin' here, readin' me book, when de foist of de guys blows in.\r\n'Boy,' says he, 'is de editor in?' 'Nope,' I says. 'I'll go in and\r\nwait,' says he. 'Nuttin' doin',' says I. 'Nix on de goin'-in act.' I\r\nmight as well have saved me breat! In he butts. In about t'ree minutes\r\nalong comes another gazebo. 'Boy,' says he, 'is de editor in?' 'Nope,'\r\nI says. 'I'll wait,' says he, lightin' out for de door, and in he\r\nbutts. Wit' dat I sees de proposition's too fierce for muh. I can't\r\nkeep dese big husky guys out if dey bucks center like dat. So when de\r\nrest of de bunch comes along, I don't try to give dem de trun down. I\r\nsays, 'Well, gent,' I says, 'it's up to youse. De editor ain't in, but,\r\nif you feels lonesome, push t'roo. Dere's plenty dere to keep youse\r\ncompany. I can't be boddered!'\"\r\n\r\n\"And what more could you have said?\" agreed Smith approvingly. \"Tell\r\nme, did these gentlemen appear to be gay and light-hearted, or did they\r\nseem to be looking for someone with a hatchet?\"\r\n\r\n\"Dey was hoppin' mad, de whole bunch of dem.\"\r\n\r\n\"Dreadfully,\" attested Betty.\r\n\r\n\"As I suspected,\" said Smith, \"but we must not repine. These trifling\r\ncontretemps are the penalties we pay for our high journalistic aims. I\r\nfancy that with the aid of the diplomatic smile and the honeyed word I\r\nmay manage to win out. Will you come and give me your moral support,\r\nComrade Brown?\"\r\n\r\nHe opened the door of the inner room for Betty, and followed her in.\r\n\r\nMaster Maloney's statement that \"about 'steen\" visitors had arrived\r\nproved to be a little exaggerated. There were five men in the room.\r\n\r\nAs Smith entered, every eye was turned upon him. To an outside\r\nspectator he would have seemed rather like a very well-dressed Daniel\r\nintroduced into a den of singularly irritable lions. Five pairs of eyes\r\nwere smoldering with a long-nursed resentment. Five brows were\r\ncorrugated with wrathful lines. Such, however, was the simple majesty\r\nof Smith's demeanor that for a moment there was dead silence. Not a\r\nword was spoken as he paced, wrapped in thought, to the editorial\r\nchair. Stillness brooded over the room as he carefully dusted that\r\npiece of furniture, and, having done so to his satisfaction, hitched up\r\nthe knees of his trousers and sank gracefully into a sitting position.\r\n\r\nThis accomplished, he looked up and started. He gazed round the room.\r\n\r\n\"Ha! I am observed!\" he murmured.\r\n\r\nThe words broke the spell. Instantly the five visitors burst\r\nsimultaneously into speech.\r\n\r\n\"Are you the acting editor of this paper?\"\r\n\r\n\"I wish to have a word with you, sir.\"\r\n\r\n\"Mr. Maloney, I presume?\"\r\n\r\n\"Pardon me!\"\r\n\r\n\"I should like a few moments' conversation.\"\r\n\r\nThe start was good and even, but the gentleman who said \"Pardon me!\"\r\nnecessarily finished first, with the rest nowhere.\r\n\r\nSmith turned to him, bowed, and fixed him with a benevolent gaze\r\nthrough his eyeglass.\r\n\r\n\"Are you Mr. Maloney, may I ask?\" enquired the favored one.\r\n\r\nThe others paused for the reply. Smith shook his head. \"My name is\r\nSmith.\"\r\n\r\n\"Where is Mr. Maloney?\"\r\n\r\nSmith looked across at Betty, who had seated herself in her place by\r\nthe typewriter.\r\n\r\n\"Where did you tell me Mr. Maloney had gone to, Miss Brown? Ah, well,\r\nnever mind. Is there anything _I_ can do for you, gentlemen? I am\r\non the editorial staff of this paper.\"\r\n\r\n\"Then, maybe,\" said a small, round gentleman who, so far, had done only\r\nchorus work, \"you can tell me what all this means? My name is Waterman,\r\nsir. I am here on behalf of my wife, whose name you doubtless know.\"\r\n\r\n\"Correct me if I am wrong,\" said Smith, \"but I should say it, also, was\r\nWaterman.\"\r\n\r\n\"Luella Granville Waterman, sir!\" said the little man proudly. \"My\r\nwife,\" he went on, \"has received this extraordinary communication from\r\na man signing himself P. Maloney. We are both at a loss to make head or\r\ntail of it.\"\r\n\r\n\"It seems reasonably clear to me,\" said Smith, reading the letter.\r\n\r\n\"It's an outrage. My wife has been a contributor to this journal since\r\nits foundation. We are both intimate friends of Mr. Renshaw, to whom my\r\nwife's work has always given complete satisfaction. And now, without\r\nthe slightest warning, comes this peremptory dismissal from P. Maloney.\r\nWho is P. Maloney? Where is Mr. Renshaw?\"\r\n\r\nThe chorus burst forth. It seemed that that was what they all wanted to\r\nknow. Who was P. Maloney? Where was Mr. Renshaw?\r\n\r\n\"I am the Reverend Edwin T. Philpott, sir,\" said a cadaverous-looking\r\nman with light blue eyes and a melancholy face. \"I have contributed\r\n'Moments of Meditation' to this journal for some considerable time.\"\r\n\r\nSmith nodded.\r\n\r\n\"I know, yours has always seemed to me work which the world will not\r\nwillingly let die.\"\r\n\r\nThe Reverend Edwin's frosty face thawed into a bleak smile.\r\n\r\n\"And yet,\" continued Smith, \"I gather that P. Maloney, on the other\r\nhand, actually wishes to hurry on its decease. Strange!\"\r\n\r\nA man in a serge suit, who had been lurking behind Betty, bobbed into\r\nthe open.\r\n\r\n\"Where's this fellow Maloney? P. Maloney. That's the man we want to\r\nsee. I've been working for this paper without a break, except when I\r\nhad the grip, for four years, and now up comes this Maloney fellow, if\r\nyou please, and tells me in so many words that the paper's got no use\r\nfor me.\"\r\n\r\n\"These are life's tragedies,\" sighed Smith.\r\n\r\n\"What does he mean by it? That's what I want to know. And that's what\r\nthese gentlemen want to know. See here--\"\r\n\r\n\"I am addressing--\" said Smith.\r\n\r\n\"Asher's my name. B. Henderson Asher. I write 'Moments of Mirth.'\"\r\n\r\nA look almost of excitement came into Smith's face, such a look as a\r\nvisitor to a foreign land might wear when confronted with some great\r\nnational monument. He stood up and shook Mr. Asher reverently by the\r\nhand.\r\n\r\n\"Gentlemen,\" he said, reseating himself, \"this is a painful case. The\r\ncircumstances, as you will admit when you have heard all, are peculiar.\r\nYou have asked me where Mr. Renshaw is. I don't know.\"\r\n\r\n\"You don't know!\" exclaimed Mr. Asher.\r\n\r\n\"Nobody knows. With luck you may find a black cat in a coal cellar on a\r\nmoonless night, but not Mr. Renshaw. Shortly after I joined this\r\njournal, he started out on a vacation, by his doctor's orders, and left\r\nno address. No letters were to be forwarded. He was to enjoy complete\r\nrest. Who can say where he is now? Possibly racing down some rugged\r\nslope in the Rockies with two grizzlies and a wildcat in earnest\r\npursuit. Possibly in the midst of Florida Everglades, making a noise\r\nlike a piece of meat in order to snare alligators. Who can tell?\"\r\n\r\nSilent consternation prevailed among his audience.\r\n\r\n\"Then, do you mean to say,\" demanded Mr. Asher, \"that this fellow\r\nMaloney's the boss here, and that what he says goes?\"\r\n\r\nSmith bowed.\r\n\r\n\"Exactly. A man of intensely masterful character, he will brook no\r\nopposition. I am powerless to sway him. Suggestions from myself as to\r\nthe conduct of the paper would infuriate him. He believes that radical\r\nchanges are necessary in the policy of _Peaceful Moments_, and he\r\nwill carry them through if it snows. Doubtless he would gladly consider\r\nyour work if it fitted in with his ideas. A rapid-fire impression of a\r\nglove fight, a spine-shaking word picture of a railway smash, or\r\nsomething on those lines, would be welcomed. But--\"\r\n\r\n\"I have never heard of such a thing,\" said Mr. Waterman indignantly.\r\n\r\n\"In this life,\" said Smith, shaking his head, \"we must be prepared for\r\nevery emergency. We must distinguish between the unusual and the\r\nimpossible. It is unusual for the acting editor of a weekly paper to\r\nrevolutionize its existing policy, and you have rashly ordered your\r\nlife on the assumption that it is impossible. You are unprepared. The\r\nthing comes on you as a surprise. The cry goes round New York,\r\n'Comrades Asher, Waterman, Philpotts, and others have been taken\r\nunawares. They cannot cope with the situation.'\"\r\n\r\n\"But what is to be done?\" cried Mr. Asher.\r\n\r\n\"Nothing, I fear, except to wait. It may be that when Mr. Renshaw,\r\nhaving dodged the bears and eluded the wildcat, returns to his post, he\r\nwill decide not to continue the paper on the lines at present mapped\r\nout. He should be back in about ten weeks.\"\r\n\r\n\"Ten weeks!\"\r\n\r\n\"Till then, the only thing to do is to wait. You may rely on me to keep\r\na watchful eye on your interests. When your thoughts tend to take a\r\ngloomy turn say to yourselves, 'All is well. Smith is keeping a\r\nwatchful eye on our interests.'\"\r\n\r\n\"All the same, I should like to see this P. Maloney,\" said Mr. Asher.\r\n\r\n\"I shouldn't,\" said Smith. \"I speak in your best interests. P. Maloney\r\nis a man of the fiercest passions. He cannot brook interference. If you\r\nshould argue with him, there is no knowing what might not happen. He\r\nwould be the first to regret any violent action, when once he had\r\ncooled off, but-- Of course, if you wish it I could arrange a meeting.\r\nNo? I think you are wise. And now, gentlemen, as I have a good deal of\r\nwork to get through--\r\n\r\n\"All very disturbing to the man of culture and refinement,\" said Smith,\r\nas the door closed behind the last of the malcontents. \"But I think\r\nthat we may now consider the line clear. I see no further obstacle in\r\nour path. I fear I have made Comrade Maloney perhaps a shade unpopular\r\nwith our late contributors, but these things must be. We must clench\r\nour teeth and face them manfully. He suffers in an excellent cause.\""
  ]
}