{
  "index": 19,
  "title": "Chapter 18",
  "paragraphs": [
    "THE FIRST BATTLE\r\n\r\n\r\nThe promptitude and despatch with which the Kid had attended to the\r\ngentleman with the black-jack had not been without its effect on the\r\nfollowers of the stricken one. Physical courage is not an outstanding\r\nquality of the New York gangsman. His personal preference is for\r\nretreat when it is a question of unpleasantness with a stranger. And,\r\nin any case, even when warring among themselves, the gangs exhibit a\r\nlively distaste for the hard knocks of hand-to-hand fighting. Their\r\nchosen method of battling is to lie down on the ground and shoot.\r\n\r\nThe Kid's rapid work on the present occasion created a good deal of\r\nconfusion. There was no doubt that much had been hoped for from speedy\r\nattack. Also, the generalship of the expedition had been in the hands\r\nof the fallen warrior. His removal from the sphere of active influence\r\nhad left the party without a head. And, to add to their discomfiture,\r\nthey could not account for the Kid. Smith they knew, and John was to be\r\naccounted for, but who was this stranger with the square shoulders and\r\nthe uppercut that landed like a cannon ball? Something approaching a\r\npanic prevailed among the gang.\r\n\r\nIt was not lessened by the behavior of the intended victims. John was\r\nthe first to join issue. He had been a few paces behind the others\r\nduring the black-jack incident, but, dark as it was, he had seen enough\r\nto show him that the occasion was, as Smith would have said, one for\r\nthe shrewd blow rather than the prolonged parley. With a shout, he made\r\na football rush into the confused mass of the enemy. A moment later\r\nSmith and the Kid followed, and there raged over the body of the fallen\r\nleader a battle of Homeric type.\r\n\r\nIt was not a long affair. The rules and conditions governing the\r\nencounter offended the delicate sensibilities of the gang. Like artists\r\nwho feel themselves trammeled by distasteful conventions, they were\r\ndamped and could not do themselves justice. Their forte was long-range\r\nfighting with pistols. With that they felt en rapport. But this vulgar\r\nbrawling in the darkness with muscular opponents who hit hard and often\r\nwith the clenched fist was distasteful to them. They could not develop\r\nany enthusiasm for it. They carried pistols, but it was too dark and\r\nthe combatants were too entangled to allow them to use these.\r\n\r\nThere was but one thing to be done. Reluctant as they might be to\r\nabandon their fallen leader, it must be done. Already they were\r\nsuffering grievously from John, the black-jack, and the lightning blows\r\nof the Kid. For a moment they hung, wavering, then stampeded in\r\nhalf-a-dozen different directions, melting into the night whence they\r\nhad come.\r\n\r\nJohn, full of zeal, pursued one fugitive some fifty yards down the\r\nstreet, but his quarry, exhibiting a rare turn of speed, easily\r\noutstripped him.\r\n\r\nHe came back, panting, to find Smith and the Kid examining the fallen\r\nleader of the departed ones with the aid of a match, which went out\r\njust as John arrived.\r\n\r\nThe Kid struck another. The head of it fell off and dropped upon the\r\nup-turned face. The victim stirred, shook himself, sat up, and began to\r\nmutter something in a foggy voice.\r\n\r\n\"He's still woozy,\" said the Kid.\r\n\r\n\"Still--what exactly, Comrade Brady?\"\r\n\r\n\"In the air,\" explained the Kid. \"Bats in the belfry. Dizzy. See what I\r\nmean? It's often like that when a feller puts one in with a bit of\r\nweight behind it just where that one landed. Gee! I remember when I\r\nfought Martin Kelly; I was only starting to learn the game then. Martin\r\nand me was mixing it good and hard all over the ring, when suddenly he\r\nputs over a stiff one right on the point. What do you think I done?\r\nFall down and take the count? Not on your life. I just turns round and\r\nwalks straight out of the ring to my dressing-room. Willie Harvey, who\r\nwas seconding me, comes tearing in after me, and finds me getting into\r\nmy clothes. 'What's doing, Kid?' he asks. 'I'm going fishin', Willie,'\r\nI says. 'It's a lovely day.' 'You've lost the fight,' he says. 'Fight?'\r\nsays I. 'What fight?' See what I mean? I hadn't a notion of what had\r\nhappened. It was half an hour and more before I could remember a\r\nthing.\"\r\n\r\nDuring this reminiscence, the man on the ground had contrived to clear\r\nhis mind of the mistiness induced by the Kid's upper cut. The first\r\nsign he showed of returning intelligence was a sudden dash for safety\r\nup the road. But he had not gone five yards when he sat down limply.\r\n\r\nThe Kid was inspired to further reminiscence.\r\n\r\n\"Guess he's feeling pretty poor,\" he said. \"It's no good him trying to\r\nrun for a while after he's put his chin in the way of a real live one.\r\nI remember when Joe Peterson put me out, way back when I was new to the\r\ngame--it was the same year I fought Martin Kelly. He had an awful\r\npunch, had old Joe, and he put me down and out in the eighth round.\r\nAfter the fight they found me on the fire-escape outside my\r\ndressing-room. 'Come in, Kid,' says they. 'It's all right, chaps,' I\r\nsays, 'I'm dying.' Like that. 'It's all right, chaps, I'm dying.'\r\nSame with this guy. See what I mean?\"\r\n\r\nThey formed a group about the fallen black-jack expert.\r\n\r\n\"Pardon us,\" said Smith courteously, \"for breaking in upon your\r\nreverie, but if you could spare us a moment of your valuable time,\r\nthere are one or two things which we would like to know.\"\r\n\r\n\"Sure thing,\" agreed the Kid.\r\n\r\n\"In the first place,\" continued Smith, \"would it be betraying\r\nprofessional secrets if you told us which particular bevy of energetic\r\ncutthroats it is to which you are attached?\"\r\n\r\n\"Gent,\" explained the Kid, \"wants to know what's your gang.\"\r\n\r\nThe man on the ground muttered something that to Smith and John was\r\nunintelligible.\r\n\r\n\"It would be a charity,\" said the former, \"if some philanthropist would\r\ngive this fellow elocution lessons. Can you interpret, Comrade Brady?\"\r\n\r\n\"Says it's the Three Points,\" said the Kid.\r\n\r\n\"The Three Points? That's Spider Reilly's lot. Perhaps this _is_\r\nSpider Reilly?\"\r\n\r\n\"Nope,\" said the Kid. \"I know the Spider. This ain't him. This is some\r\nother mutt.\"\r\n\r\n\"Which other mutt in particular?\" asked Smith. \"Try and find out,\r\nComrade Brady. You seem to be able to understand what he says. To me,\r\npersonally, his remarks sound like the output of a gramophone with a\r\nhot potato in its mouth.\"\r\n\r\n\"Says he's Jack Repetto,\" announced the interpreter.\r\n\r\nThere was another interruption at this moment. The bashful Mr. Repetto,\r\nplainly a man who was not happy in the society of strangers, made\r\nanother attempt to withdraw. Reaching out a pair of lean hands, he\r\npulled the Kid's legs from under him with a swift jerk, and, wriggling\r\nto his feet, started off again down the road. Once more, however,\r\ndesire outran performance. He got as far as the nearest street-lamp,\r\nbut no further. The giddiness seemed to overcome him again, for he\r\ngrasped the lamp-post, and, sliding slowly to the ground, sat there\r\nmotionless.\r\n\r\nThe Kid, whose fall had jolted and bruised him, was inclined to be\r\nwrathful and vindictive. He was the first of the three to reach the\r\nelusive Mr. Repetto, and if that worthy had happened to be standing\r\ninstead of sitting it might have gone hard with him. But the Kid was\r\nnot the man to attack a fallen foe. He contented himself with brushing\r\nthe dust off his person and addressing a richly abusive flow of remarks\r\nto Mr. Repetto.\r\n\r\nUnder the rays of the lamp it was possible to discern more closely the\r\nfeatures of the black-jack exponent. There was a subtle but noticeable\r\nresemblance to those of Mr. Bat Jarvis. Apparently the latter's oiled\r\nforelock, worn low over the forehead, was more a concession to the\r\ngeneral fashion prevailing in gang circles than an expression of\r\npersonal taste. Mr. Repetto had it, too. In his case it was almost\r\nwhite, for the fallen warrior was an albino. His eyes, which were\r\nclosed, had white lashes and were set as near together as Nature had\r\nbeen able to manage without actually running them into one another. His\r\nunderlip protruded and drooped. Looking at him, one felt instinctively\r\nthat no judging committee of a beauty contest would hesitate a moment\r\nbefore him.\r\n\r\nIt soon became apparent that the light of the lamp, though bestowing\r\nthe doubtful privilege of a clearer view of Mr. Repetto's face, held\r\ncertain disadvantages. Scarcely had the staff of _Peaceful\r\nMoments_ reached the faint yellow pool of light, in the center of\r\nwhich Mr. Repetto reclined, than, with a suddenness which caused them\r\nto leap into the air, there sounded from the darkness down the road the\r\ncrack-crack-crack of a revolver. Instantly from the opposite direction\r\ncame other shots. Three bullets cut grooves in the roadway almost at\r\nJohn's feet. The Kid gave a sudden howl. Smith's hat, suddenly imbued\r\nwith life, sprang into the air and vanished, whirling into the night.\r\n\r\nThe thought did not come to them consciously at the moment, there being\r\nlittle time to think, but it was evident as soon as, diving out of the\r\ncircle of light into the sheltering darkness, they crouched down and\r\nwaited for the next move, that a somewhat skilful ambush had been\r\neffected. The other members of the gang, who had fled with such\r\nremarkable speed, had by no means been eliminated altogether from the\r\ngame. While the questioning of Mr. Repetto had been in progress, they\r\nhad crept back, unperceived except by Mr. Repetto himself. It being too\r\ndark for successful shooting, it had become Mr. Repetto's task to lure\r\nhis captors into the light, which he had accomplished with considerable\r\nskill.\r\n\r\nFor some minutes the battle halted. There was dead silence. The circle\r\nof light was empty now. Mr. Repetto had vanished. A tentative shot from\r\nnowhere ripped through the air close to where Smith lay flattened on\r\nthe pavement. And then the pavement began to vibrate and give out a\r\ncurious resonant sound. Somewhere--it might be near or far--a policeman\r\nhad heard the shots, and was signaling for help to other policemen\r\nalong the line by beating on the flagstones with his night stick. The\r\nnoise grew, filling the still air. From somewhere down the road sounded\r\nthe ring of running feet.\r\n\r\n\"De cops!\" cried a voice. \"Beat it!\"\r\n\r\nNext moment the night was full of clatter. The gang was \"beating it.\"\r\n\r\nSmith rose to his feet and felt his wet and muddy clothes ruefully.\r\n\r\nThe rescue party was coming up at the gallop.\r\n\r\n\"What's doing?\" asked a voice.\r\n\r\n\"Nothing now,\" said the disgusted voice of the Kid from the shadows.\r\n\"They've beaten it.\"\r\n\r\nThe circle of lamplight became as if by mutual consent a general\r\nrendezvous. Three gray-clad policemen, tough, clean-shaven men with\r\nkeen eyes and square jaws, stood there, revolvers in one hand, night\r\nsticks in the other. Smith, hatless and muddy, joined them. John and\r\nthe Kid, the latter bleeding freely from his left ear, the lobe of\r\nwhich had been chipped by a bullet, were the last to arrive.\r\n\r\n\"What's been the rough-house?\" inquired one of the policemen, mildly\r\ninterested.\r\n\r\n\"Do you know a sport of the name of Repetto?\" enquired Smith.\r\n\r\n\"Jack Repetto? Sure.\"\r\n\r\n\"He belongs to the Three Points,\" said another intelligent officer, as\r\none naming some fashionable club.\r\n\r\n\"When next you see him,\" said Smith, \"I should be obliged if you would\r\nuse your authority to make him buy me a new hat. I could do with\r\nanother pair of trousers, too, but I will not press the trousers. A new\r\nhat is, however, essential. Mine has a six-inch hole in it.\"\r\n\r\n\"Shot at you, did they?\" said one of the policemen, as who should say,\r\n\"Tut, tut!\"\r\n\r\n\"Shot at us!\" burst out the ruffled Kid. \"What do you think's been\r\nhappening? Think an aeroplane ran into my ear and took half of it off?\r\nThink the noise was somebody opening bottles of pop? Think those guys\r\nthat sneaked off down the road was just training for a Marathon?\"\r\n\r\n\"Comrade Brady,\" said Smith, \"touches the spot. He--\"\r\n\r\n\"Say, are you Kid Brady?\" enquired one of the officers. For the first\r\ntime the constabulary had begun to display real animation.\r\n\r\n\"Reckoned I'd seen you somewhere!\" said another. \"You licked Cyclone\r\nDick all right, Kid, I hear.\"\r\n\r\n\"And who but a bone-head thought he wouldn't?\" demanded the third\r\nwarmly. \"He could whip a dozen Cyclone Dicks in the same evening with\r\nhis eyes shut.\"\r\n\r\n\"He's the next champeen,\" admitted the first speaker.\r\n\r\n\"If he juts it over Jimmy Garvin,\" argued the second.\r\n\r\n\"Jimmy Garvin!\" cried the third. \"He can whip twenty Jimmy Garvins with\r\nhis feet tied. I tell you--\"\r\n\r\n\"I am loath,\" observed Smith, \"to interrupt this very impressive brain\r\nbarbecue, but, trivial as it may seem to you, to me there is a certain\r\ninterest in this other little matter of my ruined hat. I know that it\r\nmay strike you as hypersensitive of us to protest against being riddled\r\nwith bullets, but--\"\r\n\r\n\"Well, what's been doin'?\" inquired the Force. It was a nuisance, this\r\nperpetual harping on trifles when the deep question of the light-weight\r\nchampionship of the world was under discussion, but the sooner it was\r\nattended to, the sooner it would be over.\r\n\r\nJohn undertook to explain.\r\n\r\n\"The Three Points laid for us,\" he said. \"This man, Jack Repetto, was\r\nbossing the crowd. The Kid put one over on to Jack Repetto's chin, and\r\nwe were asking him a few questions when the rest came back, and started\r\nshooting. Then we got to cover quick, and you came up and they beat\r\nit.\"\r\n\r\n\"That,\" said Smith, nodding, \"is a very fair _precis_ of the\r\nevening's events. We should like you, if you will be so good, to corral\r\nthis Comrade Repetto, and see that he buys me a new hat.\"\r\n\r\n\"We'll round Jack up,\" said one of the policemen indulgently.\r\n\r\n\"Do it nicely,\" urged Smith. \"Don't go hurting his feelings.\"\r\n\r\nThe second policeman gave it as his opinion that Jack was getting too\r\ngay. The third policeman conceded this. Jack, he said, had shown signs\r\nfor some time past of asking for it in the neck. It was an error on\r\nJack's part, he gave his hearers to understand, to assume that the lid\r\nwas completely off the great city of New York.\r\n\r\n\"Too blamed fresh he's gettin',\" the trio agreed. They seemed to think\r\nit was too bad of Jack.\r\n\r\n\"The wrath of the Law,\" said Smith, \"is very terrible. We will leave\r\nthe matter, then, in your hands. In the meantime, we should be glad if\r\nyou would direct us to the nearest subway station. Just at the moment,\r\nthe cheerful lights of the Great White Way are what I seem chiefly to\r\nneed.\"\r\n\r\n       *       *       *       *       *\r\n\r\nSo ended the opening engagement of the campaign, in a satisfactory but\r\nfar from decisive victory for the _Peaceful Moments_' army.\r\n\r\n\"The victory,\" said Smith, \"was not bloodless. Comrade Brady's ear, my\r\nhat--these are not slight casualties. On the other hand, the\r\nelimination of Comrade Repetto is pleasant. I know few men whom I would\r\nnot rather meet on a lonely road than Comrade Repetto. He is one of\r\nnature's black-jackers. Probably the thing crept upon him slowly. He\r\nstarted, possibly, in a merely tentative way by slugging one of the\r\nfamily circle. His aunt, let us say, or his small brother. But, once\r\nstarted, he is unable to resist the craving. The thing grips him like\r\ndram-drinking. He black-jacks now not because he really wants to, but\r\nbecause he cannot help himself. There's something singularly consoling\r\nin the thought that Comrade Repetto will no longer be among those\r\npresent.\"\r\n\r\n\"There are others,\" said John.\r\n\r\n\"As you justly remark,\" said Smith, \"there are others. I am glad we\r\nhave secured Comrade Brady's services. We may need them.\""
  ]
}