{
  "index": 12,
  "title": "Chapter 11",
  "paragraphs": [
    "\"PEACEFUL MOMENTS\"\r\n\r\n\r\nThe man in the street did not appear to know it, but a great crisis was\r\nimminent in New York journalism.\r\n\r\nEverything seemed much as usual in the city. The cars ran blithely on\r\nBroadway. Newsboys shouted their mystic slogan, \"Wuxtry!\" with\r\nundiminished vim. Society thronged Fifth Avenue without a furrow on its\r\nbrow. At a thousand street corners a thousand policemen preserved their\r\nair of massive superiority to the things of this world. Of all the four\r\nmillion not one showed the least sign of perturbation.\r\n\r\nNevertheless, the crisis was at hand. Mr. J. Brabazon Renshaw,\r\nEditor-in-chief of _Peaceful Moments_, was about to leave his post\r\nand start on a three-months' vacation.\r\n\r\n_Peaceful Moments_, as its name (an inspiration of Mr. Renshaw's\r\nown) was designed to imply, was a journal of the home. It was the sort\r\nof paper which the father of the family is expected to take back with\r\nhim from the office and read aloud to the chicks before bedtime under\r\nthe shade of the rubber plant.\r\n\r\nCircumstances had left the development of the paper almost entirely to\r\nMr. Renshaw. Its contents were varied. There was a \"Moments in the\r\nNursery\" page, conducted by Luella Granville Waterman and devoted\r\nmainly to anecdotes of the family canary, by Jane (aged six), and\r\nsimilar works of the younger set. There was a \"Moments of Meditation\"\r\npage, conducted by the Reverend Edwin T. Philpotts; a \"Moments among\r\nthe Masters\" page, consisting of assorted chunks looted from the\r\nliterature of the past, when foreheads were bulged and thoughts\r\nprofound, by Mr. Renshaw himself; one or two other special pages; a\r\nshort story; answers to correspondents on domestic matters; and a\r\n\"Moments of Mirth\" page, conducted by one B. Henderson Asher--a very\r\npainful affair.\r\n\r\nThe proprietor of this admirable journal was that Napoleon of finance,\r\nMr. Benjamin Scobell.\r\n\r\nThat this should have been so is but one proof of the many-sidedness of\r\nthat great man.\r\n\r\nMr. Scobell had founded _Peaceful Moments_ at an early stage in\r\nhis career, and it was only at very rare intervals nowadays that he\r\nrecollected that he still owned it. He had so many irons in the fire\r\nnow that he had no time to waste his brain tissues thinking about a\r\npaper like _Peaceful Moments_. It was one of his failures. It\r\ncertainly paid its way and brought him a small sum each year, but to\r\nhim it was a failure, a bombshell that had fizzled.\r\n\r\nHe had intended to do big things with _Peaceful Moments_. He had\r\nmeant to start a new epoch in the literature of Manhattan.\r\n\r\n\"I gottan idea,\" he had said to Miss Scobell. \"All this yellow\r\njournalism--red blood and all that--folks are tired of it. They want\r\nsomething milder. Wholesome, see what I mean? There's money in it. Guys\r\nmake a roll too big to lift by selling soft drinks, don't they? Well,\r\nI'm going to run a soft-drink paper. See?\"\r\n\r\nThe enterprise had started well. To begin with, he had found the ideal\r\neditor. He had met Mr. Renshaw at a down-East gathering presided over\r\nby Mrs. Oakley, and his Napoleonic eye had seen in J. Brabazon the\r\nseeds of domestic greatness. Before they parted, he had come to terms\r\nwith him. Nor had the latter failed to justify his intuition. He made\r\nan admirable editor. It was not Mr. Renshaw's fault that the new paper\r\nhad failed to electrify America. It was the public on whom the\r\nresponsibility for the failure must be laid. They spoiled the whole\r\nthing. Certain of the faithful subscribed, it is true, and continued to\r\nsubscribe, but the great heart of the public remained untouched. The\r\ngreat heart of the public declined to be interested in the meditations\r\nof Mr. Philpotts and the humor of Mr. B. Henderson Asher, and continued\r\nto spend its money along the bad old channels. The thing began to bore\r\nMr. Scobell. He left the conduct of the journal more and more to Mr.\r\nRenshaw, until finally--it was just after the idea for extracting gold\r\nfrom sea water had struck him--he put the whole business definitely out\r\nof his mind. (His actual words were that he never wanted to see or hear\r\nof the darned thing again, inasmuch as it gave him a pain in the neck.)\r\nMr. Renshaw was given a free hand as to the editing, and all matters of\r\nfinance connected with the enterprise were placed in the hands of Mr.\r\nScobell's solicitors, who had instructions to sell the journal, if, as\r\nits owner crisply put it, they could find any chump who was enough of a\r\ndarned chump to give real money for it. Up to the present the great\r\narmy of chumps had fallen short of this ideal standard of darned\r\nchumphood.\r\n\r\nEver since this parting of the ways, Mr. Renshaw had been in his\r\nelement. Under his guidance _Peaceful Moments_ had reached a level\r\nof domesticity which made other so-called domestic journals look like\r\nsporting supplements. But at last the work had told upon him. Whether\r\nit was the effort of digging into the literature of the past every\r\nweek, or the strain of reading B. Henderson Asher's \"Moments of Mirth\"\r\nis uncertain. At any rate, his labors had ended in wrecking his health\r\nto such an extent that the doctor had ordered him three months'\r\ncomplete rest, in the woods or mountains, whichever he preferred; and,\r\nbeing a farseeing man, who went to the root of things, had absolutely\r\ndeclined to consent to Mr. Renshaw's suggestion that he keep in touch\r\nwith the paper during his vacation. He was adamant. He had seen copies\r\nof _Peaceful Moments_ once or twice, and refused to permit a man\r\nin Mr. Renshaw's state of health to come in contact with Luella\r\nGranville Waterman's \"Moments in the Nursery\" and B. Henderson Asher's\r\n\"Moments of Mirth.\"\r\n\r\n\"You must forget that such a paper exists,\" he said. \"You must dismiss\r\nthe whole thing from your mind, live in the open, and develop some\r\nflesh and muscle.\"\r\n\r\nMr. Renshaw had bowed before the sentence, howbeit gloomily, and now,\r\non the morning of Betty's departure from Mrs. Oakley's house with the\r\nletter of introduction, was giving his final instructions to his\r\ntemporary successor.\r\n\r\nThis temporary successor in the editorship was none other than John's\r\nfriend, Rupert Smith, late of the _News_.\r\n\r\nSmith, on leaving Harvard, had been attracted by newspaper work, and\r\nhad found his first billet on a Western journal of the type whose\r\nsociety column consists of such items as \"Jim Thompson was to town\r\nyesterday with a bunch of other cheap skates. We take this opportunity\r\nof once more informing Jim that he is a liar and a skunk,\" and whose\r\neditor works with a pistol on his desk and another in his hip-pocket.\r\nGraduating from this, he had proceeded to a reporter's post on a daily\r\npaper in Kentucky, where there were blood feuds and other Southern\r\ndevices for preventing life from becoming dull. All this was good, but\r\neven while he enjoyed these experiences, New York, the magnet, had been\r\ntugging at him, and at last, after two eventful years on the Kentucky\r\npaper, he had come East, and eventually won through to the staff of the\r\n_News_.\r\n\r\nHis presence in the office of _Peaceful Moments_ was due to the\r\nuncomfortable habit of most of the New York daily papers of cutting\r\ndown their staff of reporters during the summer. The dismissed had, to\r\nsustain them, the knowledge that they would return, like the swallows,\r\nanon, and be received back into their old places; but in the meantime\r\nthey suffered the inconvenience of having to support themselves as best\r\nthey could. Smith, when, in the company of half-a-dozen others, he had\r\nhad to leave the _News_, had heard of the vacant post of assistant\r\neditor on _Peaceful Moments_, and had applied for and received it.\r\nWhereby he was more fortunate than some of his late colleagues; though,\r\nas the character of his new work unrolled itself before him, he was\r\nfrequently doubtful on that point. For the atmosphere of _Peaceful\r\nMoments_, however wholesome, was certainly not exciting, and his\r\nhappened to be essentially a nature that needed the stimulus of\r\nexcitement. Even in Park Row, the denizens of which street are rarely\r\nslaves to the conventional and safe, he had a well-established\r\nreputation in this matter. Others of his acquaintances welcomed\r\nexcitement when it came to them in the course of the day's work, but it\r\nwas Smith's practise to go in search of it. He was a young man of\r\nspirit and resource.\r\n\r\nHis appearance, to those who did not know him, hardly suggested this.\r\nHe was very tall and thin, with a dark, solemn face. He was a purist in\r\nthe matter of clothes, and even in times of storm and stress presented\r\nan immaculate appearance to the world. In his left eye, attached to a\r\ncord, he wore a monocle.\r\n\r\nThrough this, at the present moment, he was gazing benevolently at Mr.\r\nRenshaw, as the latter fussed about the office in the throes of\r\ndeparture. To the editor's rapid fire of advice and warning he listened\r\nwith the pleased and indulgent air of a father whose infant son frisks\r\nbefore him. Mr. Renshaw interested him. To Smith's mind Mr. Renshaw,\r\nput him in any show you pleased, would alone have been worth the price\r\nof admission.\r\n\r\n\"Well,\" chirruped the holiday-maker--he was a little man with a long\r\nneck, and he always chirruped--\"Well, I think that is all, Mr. Smith.\r\nOh, ah, yes! The stenographer. You will need a new stenographer.\"\r\n\r\nThe _Peaceful Moments_ stenographer had resigned her position\r\nthree days before, in order to get married.\r\n\r\n\"Unquestionably, Comrade Renshaw,\" said Smith. \"A blonde.\"\r\n\r\nMr. Renshaw looked annoyed.\r\n\r\n\"I have told you before, Mr. Smith, I object to your addressing me as\r\nComrade. It is not--it is not--er--fitting.\"\r\n\r\nSmith waved a deprecating hand.\r\n\r\n\"Say no more,\" he said. \"I will correct the habit. I have been studying\r\nthe principles of Socialism somewhat deeply of late, and I came to the\r\nconclusion that I must join the cause. It looked good to me. You work\r\nfor the equal distribution of property, and start in by swiping all you\r\ncan and sitting on it. A noble scheme. Me for it. But I am interrupting\r\nyou.\"\r\n\r\nMr. Renshaw had to pause for a moment to reorganize his ideas.\r\n\r\n\"I think--ah, yes. I think it would be best perhaps to wait for a day\r\nor two in case Mrs. Oakley should recommend someone. I mentioned the\r\nvacancy in the office to her, and she said she would give the matter\r\nher attention. I should prefer, if possible, to give the place to her\r\nnominee. She--\"\r\n\r\n\"--has eighteen million a year,\" said Smith. \"I understand. Scatter\r\nseeds of kindness.\"\r\n\r\nMr. Renshaw looked at him sharply. Smith's face was solemn and\r\nthoughtful.\r\n\r\n\"Nothing of the kind,\" the editor said, after a pause. \"I should prefer\r\nMrs. Oakley's nominee because Mrs. Oakley is a shrewd, practical woman\r\nwho--er--who--who, in fact--\"\r\n\r\n\"Just so,\" said Smith, eying him gravely through the monocle.\r\n\"Entirely.\"\r\n\r\nThe scrutiny irritated Mr. Renshaw.\r\n\r\n\"Do put that thing away, Mr. Smith,\" he said.\r\n\r\n\"That thing?\"\r\n\r\n\"Yes, that ridiculous glass. Put it away.\"\r\n\r\n\"Instantly,\" said Smith, replacing the monocle in his vest-pocket. \"You\r\nobject to it? Well, well, many people do. We all have these curious\r\nlikes and dislikes. It is these clashings of personal taste which\r\nconstitute what we call life. Yes. You were saying?\"\r\n\r\nMr. Renshaw wrinkled his forehead.\r\n\r\n\"I have forgotten what I intended to say,\" he said querulously. \"You\r\nhave driven it out of my head.\"\r\n\r\nSmith clicked his tongue sympathetically. Mr. Renshaw looked at his\r\nwatch.\r\n\r\n\"Dear me,\" he said, \"I must be going. I shall miss my train. But I\r\nthink I have covered the ground quite thoroughly. You understand\r\neverything?\"\r\n\r\n\"Absolutely,\" said Smith. \"I look on myself as some engineer\r\ncontrolling a machine with a light hand on the throttle. Or like some\r\nfaithful hound whose master--\"\r\n\r\n\"Ah! There is just one thing. Mrs. Julia Burdett Parslow is a little\r\ninclined to be unpunctual with her 'Moments with Budding Girlhood.' If\r\nthis should happen while I am away, just write her a letter, quite a\r\npleasant letter, you understand, pointing out the necessity of being in\r\ngood time. She must realize that we are a machine.\"\r\n\r\n\"Exactly,\" murmured Smith.\r\n\r\n\"The machinery of the paper cannot run smoothly unless contributors are\r\nin good time with their copy.\"\r\n\r\n\"Precisely,\" said Smith. \"They are the janitors of the literary world.\r\nLet them turn off the steam heat, and where are we? If Mrs. Julia\r\nBurdett Parslow is not up to time with the hot air, how shall our\r\n'Girlhood' escape being nipped in the bud?\"\r\n\r\n\"And there is just one other thing. I wish you would correct a slight\r\ntendency I have noticed lately in Mr. Asher to be just a trifle--well,\r\nnot precisely risky, but perhaps a shade broad in his humor.\"\r\n\r\n\"Young blood!\" sighed Smith. \"Young blood!\"\r\n\r\n\"Mr. Asher is a very sensible man, and he will understand. Well, that\r\nis all, I think. Now, I really must be going. Good-by, Mr. Smith.\"\r\n\r\n\"Good-by.\"\r\n\r\nAt the door Mr. Renshaw paused with the air of an exile bidding\r\nfarewell to his native land, sighed and trotted out.\r\n\r\nSmith put his feet upon the table, flicked a speck of dust from his\r\ncoat-sleeve, and resumed his task of reading the proofs of Luella\r\nGranville Waterman's \"Moments in the Nursery.\"\r\n\r\n       *       *       *       *       *\r\n\r\nHe had not been working long, when Pugsy Maloney, the office boy,\r\nentered.\r\n\r\n\"Say!\" said Pugsy.\r\n\r\n\"Say on, Comrade Maloney.\"\r\n\r\n\"Dere's a loidy out dere wit a letter for Mr. Renshaw.\"\r\n\r\n\"Have you acquainted her with the fact that Mr. Renshaw has passed to\r\nother climes?\"\r\n\r\n\"Huh?\"\r\n\r\n\"Have you, in the course of your conversation with this lady, mentioned\r\nthat Mr. Renshaw has beaten it?\"\r\n\r\n\"Sure, I did. And she says can she see you?\"\r\n\r\nSmith removed his feet from the table.\r\n\r\n\"Certainly,\" he said. \"Who am I that I should deny people these little\r\ntreats? Ask her to come in, Comrade Maloney.\""
  ]
}