{
  "index": 13,
  "title": "Chapter 12",
  "paragraphs": [
    "BETTY MAKES A FRIEND\r\n\r\n\r\nBetty had appealed to Master Maloney's esthetic sense of beauty\r\ndirectly she appeared before him. It was with regret, therefore, rather\r\nthan with the usual calm triumph of the office boy, that he informed\r\nher that the editor was not in. Also, seeing that she was evidently\r\nperturbed by the information, he had gone out of his way to suggest\r\nthat she lay her business, whatever it might be, before Mr. Renshaw's\r\ntemporary successor.\r\n\r\nSmith received her with Old-World courtesy.\r\n\r\n\"Will you sit down?\" he said. \"Not to wait for Comrade Renshaw, of\r\ncourse. He will not be back for another three months. Perhaps I can\r\nhelp you. I am acting editor. The work is not light,\" he added\r\ngratuitously. \"Sometimes the cry goes round New York, 'Can Smith get\r\nthrough it all? Will his strength support his unquenchable spirit?' But\r\nI stagger on. I do not repine. What was it that you wished to see\r\nComrade Renshaw about?\"\r\n\r\nHe swung his monocle lightly by its cord. For the first time since she\r\nhad entered the office Betty was rather glad that Mr. Renshaw was away.\r\nConscious of her defects as a stenographer she had been looking forward\r\nsomewhat apprehensively to the interview with her prospective employer.\r\nBut this long, solemn youth put her at her ease. His manner suggested\r\nin some indefinable way that the whole thing was a sort of round game.\r\n\r\n\"I came about the typewriting,\" she said.\r\n\r\nSmith looked at her with interest.\r\n\r\n\"Are you the nominee?\"\r\n\r\n\"I beg your pardon?\"\r\n\r\n\"Do you come from Mrs. Oakley?\"\r\n\r\n\"Yes.\"\r\n\r\n\"Then all is well. The decks have been cleared against your coming.\r\nConsider yourself engaged as our official typist. By the way,\r\n_can_ you type?\"\r\n\r\nBetty laughed. This was certainly not the awkward interview she had\r\nbeen picturing in her mind.\r\n\r\n\"Yes,\" she said, \"but I'm afraid I'm not very good at it.\"\r\n\r\n\"Never mind,\" said Smith. \"I'm not very good at editing. Yet here I am.\r\nI foresee that we shall make an ideal team. Together, we will toil\r\nearly and late till we whoop up this domestic journal into a shining\r\nmodel of what a domestic journal should be. What that is, at present, I\r\ndo not exactly know. Excursion trains will be run from the Middle West\r\nto see this domestic journal. Visitors from Oshkosh will do it before\r\ngoing on to Grant's tomb. What exactly is your name?\"\r\n\r\nBetty hesitated. Yes, perhaps it would be better. \"Brown,\" she said.\r\n\r\n\"Mine is Smith. The smiling child in the outer office is Pugsy Maloney,\r\none of our most prominent citizens. Homely in appearance, perhaps, but\r\none of us. You will get to like Comrade Maloney. And now, to touch on a\r\npainful subject--work. Would you care to start in now, or have you any\r\nother engagements? Perhaps you wish to see the sights of this beautiful\r\nlittle city before beginning? You would prefer to start in now?\r\nExcellent. You could not have come at a more suitable time, for I was\r\non the very point of sallying out to purchase about twenty-five cents'\r\nworth of lunch. We editors, Comrade Brown, find that our tissues need\r\nconstant restoration, such is the strenuous nature of our duties. You\r\nwill find one or two letters on that table. Good-by, then, for the\r\npresent.\"\r\n\r\nHe picked up his hat, smoothed it carefully and with a courtly\r\ninclination of his head, left the room.\r\n\r\nBetty sat down, and began to think. So she was really earning her own\r\nliving! It was a stimulating thought. She felt a little bewildered. She\r\nhad imagined something so different. Mrs. Oakley had certainly said\r\nthat _Peaceful Moments_ was a small paper, but despite that, her\r\nimagination had conjured up visions of bustle and activity, and a\r\nperemptory, overdriven editor, snapping out words of command. Smith,\r\nwith his careful speech and general air of calm detachment from the\r\nnoisy side of life, created an atmosphere of restfulness. If this was a\r\nsample of life in the office, she thought, the paper had been well\r\nnamed. She felt soothed and almost happy.\r\n\r\nInteresting and exciting things, New York things, began to happen at\r\nonce. To her, meditating, there entered Pugsy Maloney, the guardian of\r\nthe gate of this shrine of Peace, a nonchalant youth of about fifteen,\r\nwith a freckled, mask-like face, the expression of which never varied,\r\nbearing in his arms a cat. The cat was struggling violently, but he\r\nappeared quite unconscious of it. Its existence did not seem to occur\r\nto him.\r\n\r\n\"Say!\" said Pugsy.\r\n\r\nBetty was fond of cats.\r\n\r\n\"Oh, don't hurt her!\" she cried anxiously.\r\n\r\nMaster Maloney eyed the cat as if he were seeing it for the first time.\r\n\r\n\"I wasn't hoitin' her,\" he said, without emotion. \"Dere was two fresh\r\nkids in the street sickin' a dawg on to her. And I comes up and says,\r\n'G'wan! What do youse t'ink youse doin', fussin' de poor dumb animal?'\r\nAn' one of de guys, he says, 'G'wan! Who do youse t'ink youse is?' An'\r\nI says, 'I'm de guy what's goin' to swat youse on de coco, smarty, if\r\nyouse don't quit fussin' de poor dumb animal.' So wit' dat he makes a\r\nbreak at swattin' me one, but I swats him one, an' I swats de odder\r\nfeller one, an' den I swats dem bote some more, an' I gits de kitty,\r\nan' I brings her in here, cos I t'inks maybe youse'll look after her. I\r\ncan't be boddered myself. Cats is foolishness.\"\r\n\r\nAnd, having finished this Homeric narrative, Master Maloney fixed an\r\nexpressionless eye on the ceiling, and was silent.\r\n\r\n\"How splendid of you, Pugsy!\" cried Betty. \"She might have been killed,\r\npoor thing.\"\r\n\r\n\"She had it pretty fierce,\" admitted Master Maloney, gazing\r\ndispassionately at the rescued animal, which had escaped from his\r\nclutch and taken up a strong position on an upper shelf of the\r\nbookcase.\r\n\r\n\"Will you go out and get her some milk, Pugsy? She's probably starving.\r\nHere's a quarter. Will you keep the change?\"\r\n\r\n\"Sure thing,\" assented Master Maloney.\r\n\r\nHe strolled slowly out, while Betty, mounting a chair, proceeded to\r\nchirrup and snap her fingers in the effort to establish the foundations\r\nof an _entente cordiale_ with the cat.\r\n\r\nBy the time Pugsy returned, carrying a five-cent bottle of milk, the\r\nanimal had vacated the shelf, and was sitting on the table, polishing\r\nher face. The milk having been poured into the lid of a tobacco tin, in\r\nlieu of a saucer, she suspended her operations and adjourned for\r\nrefreshments, Pugsy, having no immediate duties on hand, concentrated\r\nhimself on the cat.\r\n\r\n\"Say!\" he said.\r\n\r\n\"Well?\"\r\n\r\n\"Dat kitty. Pipe de leather collar she's wearin'.\"\r\n\r\nBetty had noticed earlier in the proceedings that a narrow leather\r\ncollar encircled the animal's neck.\r\n\r\n\"Guess I know where dat kitty belongs. Dey all has dose collars. I\r\nguess she's one of Bat Jarvis's kitties. He's got twenty-t'ree of dem,\r\nand dey all has dose collars.\"\r\n\r\n\"Bat Jarvis?\"\r\n\r\n\"Sure.\"\r\n\r\n\"Who is he?\"\r\n\r\nPugsy looked at her incredulously.\r\n\r\n\"Say! Ain't youse never heard of Bat Jarvis? He's--he's Bat Jarvis.\"\r\n\r\n\"Do you know him?\"\r\n\r\n\"Sure, I knows him.\"\r\n\r\n\"Does he live near here?\"\r\n\r\n\"Sure, he lives near here.\"\r\n\r\n\"Then I think the best thing for you to do is to run round and tell him\r\nthat I am taking care of his cat, and that he had better come and fetch\r\nit. I must be getting on with my work, or I shall never finish it.\"\r\n\r\nShe settled down to type the letters Smith had indicated. She attacked\r\nher task cautiously. She was one of those typists who are at their best\r\nwhen they do not have to hurry.\r\n\r\nShe was putting the finishing touches to the last of the batch, when\r\nthere was a shuffling of feet in the outer room, followed by a knock on\r\nthe door. The next moment there entered a short, burly young man,\r\naround whom there hung, like an aroma, an indescribable air of\r\ntoughness, partly due, perhaps, to the fact that he wore his hair in a\r\nwell-oiled fringe almost down to his eyebrows, thus presenting the\r\nappearance of having no forehead at all. His eyes were small and set\r\nclose together. His mouth was wide, his jaw prominent. Not, in short,\r\nthe sort of man you would have picked out on sight as a model citizen.\r\nHe blinked furtively, as his eyes met Betty's, and looked round the\r\nroom. His face lighted up as he saw the cat.\r\n\r\n\"Say!\" he said, stepping forward, and touching the cat's collar.\r\n\"Ma'am, mine!\"\r\n\r\n\"Are you Mr. Jarvis?\" asked Betty.\r\n\r\nThe visitor nodded, not without a touch of complacency, as of a monarch\r\nabandoning his incognito.\r\n\r\nFor Mr. Jarvis was a celebrity.\r\n\r\nBy profession he was a dealer in animals, birds, and snakes. He had a\r\nfancier's shop on Groome Street, in the heart of the Bowery. This was\r\non the ground floor. His living abode was in the upper story of that\r\nhouse, and it was there that he kept the twenty-three cats whose necks\r\nwere adorned with leather collars.\r\n\r\nBut it was not the fact that he possessed twenty-three cats with\r\nleather collars that had made Mr. Jarvis a celebrity. A man may win a\r\nlocal reputation, if only for eccentricity, by such means. Mr. Jarvis'\r\nreputation was far from being purely local. Broadway knew him, and the\r\nTenderloin. Tammany Hall knew him. Long Island City knew him. For Bat\r\nJarvis was the leader of the famous Groome Street Gang, the largest and\r\nmost influential of the four big gangs of the East Side.\r\n\r\nTo Betty, so little does the world often know of its greatest men, he\r\nwas merely a decidedly repellent-looking young man in unbecoming\r\nclothes. But his evident affection for the cat gave her a feeling of\r\nfellowship toward him. She beamed upon him, and Mr. Jarvis, who was\r\nwont to face the glare of rivals without flinching, avoided her eye and\r\nshuffled with embarrassment.\r\n\r\n\"I'm so glad she's safe!\" said Betty. \"There were two boys teasing her\r\nin the street. I've been giving her some milk.\"\r\n\r\nMr. Jarvis nodded, with his eyes on the floor.\r\n\r\nThere was a pause. Then he looked up, and, fixing his gaze some three\r\nfeet above her head, spoke.\r\n\r\n\"Say!\" he said, and paused again. Betty waited expectantly.\r\n\r\nHe relaxed into silence again, apparently thinking.\r\n\r\n\"Say!\" he said. \"Ma'am, obliged. Fond of de kit. I am.\"\r\n\r\n\"She's a dear,\" said Betty, tickling the cat under the ear.\r\n\r\n\"Ma'am,\" went on Mr. Jarvis, pursuing his theme, \"obliged. Sha'n't\r\nfergit it. Any time you're in bad, glad to be of service. Bat Jarvis.\r\nGroome Street. Anybody'll show youse where I live.\"\r\n\r\nHe paused, and shuffled his feet; then, tucking the cat more firmly\r\nunder his arm, left the room. Betty heard him shuffling downstairs.\r\n\r\nHe had hardly gone, when the door opened again, and Smith came in.\r\n\r\n\"So you have had company while I was away?\" he said. \"Who was the\r\ngrandee with the cat? An old childhood's friend? Was he trying to sell\r\nthe animal to us?\"\r\n\r\n\"That was Mr. Bat Jarvis,\" said Betty.\r\n\r\nSmith looked interested.\r\n\r\n\"Bat! What was he doing here?\"\r\n\r\nBetty related the story of the cat. Smith nodded thoughtfully.\r\n\r\n\"Well,\" he said, \"I don't know that Comrade Jarvis is precisely the\r\nsort of friend I would go out of my way to select. Still, you never\r\nknow what might happen. He might come in useful. And now, let us\r\nconcentrate ourselves tensely on this very entertaining little journal\r\nof ours, and see if we cannot stagger humanity with it.\""
  ]
}