{
  "index": 14,
  "title": "Chapter 13",
  "paragraphs": [
    "A CHANGE OF POLICY\r\n\r\n\r\nThe feeling of tranquillity which had come to Betty on her first\r\nacquaintance with _Peaceful Moments_ seemed to deepen as the days\r\nwent by, and with each day she found the sharp pain at her heart less\r\nvehement. It was still there, but it was dulled. The novelty of her\r\nlife and surroundings kept it in check. New York is an egotist. It will\r\nsuffer no divided attention. \"Look at me!\" says the voice of the city\r\nimperiously, and its children obey. It snatches their thoughts from\r\ntheir inner griefs, and concentrates them on the pageant that rolls\r\nunceasingly from one end of the island to the other. One may despair in\r\nNew York, but it is difficult to brood on the past; for New York is the\r\nCity of the Present, the City of Things that are Going On.\r\n\r\nTo Betty everything was new and strange. Her previous acquaintance with\r\nthe metropolis had not been extensive. Mr. Scobell's home--or, rather,\r\nthe house which he owned in America--was on the outskirts of\r\nPhiladelphia, and it was there that she had lived when she was not\r\npaying visits. Occasionally, during horse-show week, or at some other\r\ntime of festivity, she had spent a few days with friends who lived in\r\nMadison or upper Fifth Avenue, but beyond that, New York was a closed\r\nbook to her.\r\n\r\nIt would have been a miracle in the circumstances, if John and Mervo\r\nand the whole of the events since the arrival of the great cable had\r\nnot to some extent become a little dream-like. When she was alone at\r\nnight, and had leisure to think, the dream became a reality once more;\r\nbut in her hours of work, or what passed for work in the office of\r\n_Peaceful Moments_, and in the hours she spent walking about the\r\nstreets and observing the ways of this new world of hers, it faded.\r\nEverything was so bright and busy! Every moment had its fresh interest.\r\n\r\nAnd, above all, there was the sense of adventure. She was twenty-four;\r\nshe had health and an imagination; and almost unconsciously she was\r\nstimulated by the thrill of being for the first time in her life\r\ngenuinely at large. The child's love of hiding dies hard in us. To\r\nBetty, to walk abroad in New York in the midst of hurrying crowds, just\r\nBetty Brown--one of four million and no longer the beautiful Miss\r\nSilver of the society column, was to taste the romance of disguise, or\r\ninvisibility.\r\n\r\nDuring office hours she came near to complete contentment. To an expert\r\nstenographer the amount of work to be done would have seemed\r\nridiculously small, but Betty, who liked plenty of time for a task,\r\ngenerally managed to make it last comfortably through the day.\r\n\r\nThis was partly owing to the fact that her editor, when not actually at\r\nwork himself, was accustomed to engage her in conversation, and to keep\r\nher so engaged until the entrance of Pugsy Maloney heralded the arrival\r\nof some caller.\r\n\r\nBetty liked Smith. His odd ways, his conversation, and his extreme\r\nsolicitude for his clothes amused her. She found his outlook on life\r\nrefreshing. Smith was an optimist. Whatever cataclysm might occur, he\r\nnever doubted for a moment that he would be comfortably on the summit\r\nof the debris when all was over. He amazed Betty with his stories of\r\nhis reportorial adventures. He told them for the most part as humorous\r\nstories at his own expense, but the fact remained that in a\r\nconsiderable proportion of them he had only escaped a sudden and\r\nviolent death by adroitness or pure good luck. His conversation opened\r\nup a new world to Betty. She began to see that in America, and\r\nespecially in New York, anything may happen to anybody. She looked on\r\nSmith with new eyes.\r\n\r\n\"But surely all this,\" she said one morning, after he had come to the\r\nend of the story of a highly delicate piece of interviewing work in\r\nconnection with some Cumberland Mountains feudists, \"surely all this--\"\r\nShe looked round the room.\r\n\r\n\"Domesticity?\" suggested Smith.\r\n\r\n\"Yes,\" said Betty. \"Surely it all seems rather tame to you?\"\r\n\r\nSmith sighed.\r\n\r\n\"Comrade Brown,\" he said, \"you have touched the spot with an unerring\r\nfinger.\"\r\n\r\nSince Mr. Renshaw's departure, the flatness of life had come home to\r\nSmith with renewed emphasis. Before, there had always been the quiet\r\nentertainment of watching the editor at work, but now he was feeling\r\nrestless. Like John at Mervo, he was practically nothing but an\r\nornament. _Peaceful Moments_, like Mervo, had been set rolling and\r\nhad continued to roll on almost automatically. The staff of regular\r\ncontributors sent in their various pages. There was nothing for the man\r\nin charge to do. Mr. Renshaw had been one of those men who have a\r\ngenius for being as busy over nothing as if it were some colossal work,\r\nbut Smith had not that gift. He liked something that he could grip and\r\nthat gripped him. He was becoming desperately bored. He felt like a\r\nmarooned sailor on a barren rock of domesticity.\r\n\r\nA visitor who called at the office at this time did nothing to remove\r\nthis sensation of being outside everything that made life worth living.\r\nBetty, returning to the office one afternoon, found Smith in the\r\ndoorway, just parting from a thickset young man. There was a rather\r\ngloomy expression on the thickset young man's face.\r\n\r\nSmith, too, she noted, when they were back in the inner office, seemed\r\nto have something on his mind. He was strangely silent.\r\n\r\n\"Comrade Brown,\" he said at last, \"I wish this little journal of ours\r\nhad a sporting page.\"\r\n\r\nBetty laughed.\r\n\r\n\"Less ribaldry,\" protested Smith pained. \"This is a sad affair. You saw\r\nthe man I was talking to? That was Kid Brady. I used to know him when I\r\nwas out West. He wants to fight anyone in the country at a hundred and\r\nthirty-three pounds. We all have our hobbies. That is Comrade Brady's.\"\r\n\r\n\"Is he a boxer?\"\r\n\r\n\"He would like to be. Out West, nobody could touch him. He's in the\r\nchampionship class. But he has been pottering about New York for a\r\nmonth without being able to get a fight. If we had a sporting page on\r\n_Peaceful Moments_ we could do him some good, but I don't see how\r\nwe can write him up,\" said Smith, picking up a copy of the paper, and\r\nregarding it gloomily, \"in 'Moments in the Nursery' or 'Moments with\r\nBudding Girlhood.'\"\r\n\r\nHe put up his eyeglass, and stared at the offending journal with the\r\nair of a vegetarian who has found a caterpillar in his salad.\r\nIncredulity, dismay, and disgust fought for precedence in his\r\nexpression.\r\n\r\n\"B. Henderson Asher,\" he said severely, \"ought to be in some sort of a\r\nhome. Cain killed Abel for telling him that story.\"\r\n\r\nHe turned to another page, and scrutinized it with deepening gloom.\r\n\r\n\"Is Luella Granville Waterman by any chance a friend of yours, Comrade\r\nBrown? No? I am glad. For it seems to me that for sheer, concentrated\r\npiffle, she is in a class by herself.\"\r\n\r\nHe read on for a few moments in silence, then looked up and fixed Betty\r\nwith his monocle. There was righteous wrath in his eyes.\r\n\r\n\"And people,\" he said, \"are paying money for this! _Money!_ Even\r\nnow they are sitting down and writing checks for a year's subscription.\r\nIt isn't right! It's a skin game. I am assisting in a carefully planned\r\nskin game!\"\r\n\r\n\"But perhaps they like it,\" suggested Betty.\r\n\r\nSmith shook his head.\r\n\r\n\"It is kind of you to try and soothe my conscience, but it is useless.\r\nI see my position too clearly. Think of it, Comrade Brown! Thousands of\r\npoor, doddering, half-witted creatures in Brooklyn and Flatbush, who\r\nought not really to have control of their own money at all, are getting\r\nbuncoed out of whatever it is per annum in exchange for--how shall I\r\nput it in a forcible yet refined and gentlemanly manner?--for cat's\r\nmeat of this description. Why, selling gold bricks is honest compared\r\nwith it. And I am temporarily responsible for the black business!\"\r\n\r\nHe extended a lean hand with melodramatic suddenness toward Betty. The\r\nunexpectedness of the movement caused her to start back in her chair\r\nwith a little exclamation of surprise. Smith nodded with a kind of\r\nmournful satisfaction.\r\n\r\n\"Exactly!\" he said. \"As I expected! You shrink from me. You avoid my\r\npolluted hand. How could it be otherwise? A conscientious green-goods\r\nman would do the same.\" He rose from his seat. \"Your attitude,\" he\r\nsaid, \"confirms me in a decision that has been in my mind for some\r\ndays. I will no longer calmly accept this terrible position. I will try\r\nto make amends. While I am in charge, I will give our public something\r\nworth reading. All these Watermans and Ashers and Parslows must go!\"\r\n\r\n\"Go!\"\r\n\r\n\"Go!\" repeated Smith firmly. \"I have been thinking it over for days.\r\nYou cannot look me in the face, Comrade Brown, and say that there is a\r\nsingle feature which would not be better away. I mean in the paper, not\r\nin my face. Every one of these punk pages must disappear. Letters must\r\nbe despatched at once, informing Julia Burdett Parslow and the others,\r\nand in particular B. Henderson Asher, who, on brief acquaintance,\r\nstrikes me as an ideal candidate for a lethal chamber--that, unless\r\nthey cease their contributions instantly, we shall call up the police\r\nreserves. Then we can begin to move.\"\r\n\r\nBetty, like most of his acquaintances, seldom knew whether Smith was\r\ntalking seriously or not. She decided to assume, till he should dismiss\r\nthe idea, that he meant what he said.\r\n\r\n\"But you can't!\" she exclaimed.\r\n\r\n\"With your kind cooperation, nothing easier. You supply the mechanical\r\nwork. I will compose the letters. First, B. Henderson Asher. 'Dear\r\nSir'--\"\r\n\r\n\"But--\" she fell back on her original remark--\"but you can't. What will\r\nMr. Renshaw say when he comes back?\"\r\n\r\n\"Sufficient unto the day. I have a suspicion that he will be the\r\nfirst to approve. His vacation will have made him see things\r\ndifferently--purified him, as it were. His conscience will be alive\r\nonce more.\"\r\n\r\n\"But--\"\r\n\r\n\"Why should we worry ourselves because the end of this venture is\r\nwrapped in obscurity? Why, Columbus didn't know where he was going to\r\nwhen he set out. All he knew was some highly interesting fact about an\r\negg. What that was, I do not at the moment recall, but I understand it\r\nacted on Columbus like a tonic. We are the Columbuses of the\r\njournalistic world. Full steam ahead, and see what happens. If Comrade\r\nRenshaw is not pleased, why, I shall have been a martyr to a good\r\ncause. It is a far, far better thing that I do than I have ever done,\r\nso to speak. Why should I allow possible inconvenience to myself to\r\nstand in the way of the happiness which we propose to inject into those\r\nBrooklyn and Flatbush homes? Are you ready then, once more? 'Dear\r\nSir--'\"\r\n\r\nBetty gave in.\r\n\r\nWhen the letters were finished, she made one more objection.\r\n\r\n\"They are certain to call here and make a fuss,\" she said, \"Mr. Asher\r\nand the rest.\"\r\n\r\n\"You think they will not bear the blow with manly fortitude?\"\r\n\r\n\"I certainly do. And I think it's hard on them, too. Suppose they\r\ndepend for a living on what they make from _Peaceful Moments?_\"\r\n\r\n\"They don't,\" said Smith reassuringly. \"I've looked into that. Have no\r\npity for them. They are amateurs--degraded creatures of substance who\r\ntake the cocktails out of the mouths of deserving professionals. B.\r\nHenderson Asher, for instance, is largely interested in gents'\r\nhaberdashery. And so with the others. We touch their pride, perhaps,\r\nbut not their purses.\"\r\n\r\nBetty's soft heart was distinctly relieved by the information.\r\n\r\n\"I see,\" she said. \"But suppose they do call, what will you do? It will\r\nbe very unpleasant.\"\r\n\r\nSmith pondered.\r\n\r\n\"True,\" he said. \"True. I think you are right there. My nervous system\r\nis so delicately attuned that anything in the shape of a brawl would\r\nreduce it to a frazzle. I think that, for this occasion only, we will\r\npromote Comrade Maloney to the post of editor. He is a stern, hard,\r\nrugged man who does not care how unpopular he is. Yes, I think that\r\nwould be best.\"\r\n\r\nHe signed the letters with a firm hand, \"per pro P. Maloney, editor.\"\r\n\r\nThen he lit a cigarette, and leaned back in his chair.\r\n\r\n\"An excellent morning's work,\" he said. \"Already I begin to feel the\r\ndawnings of a new self-respect.\"\r\n\r\nBetty, thinking the thing over, a little dazed by the rapidity of\r\nSmith's method of action, had found a fresh flaw in the scheme.\r\n\r\n\"If you send Mr. Asher and the others away, how are you going to bring\r\nthe paper out at all? You can't write it all yourself.\"\r\n\r\nSmith looked at her with benevolent admiration.\r\n\r\n\"She thinks of everything,\" he murmured. \"That busy brain is never\r\nstill. No, Comrade Brown, I do not propose to write the whole paper\r\nmyself. I do not shirk work when it gets me in a corner and I can't\r\nside-step, but there are limits. I propose to apply to a few of my late\r\ncompanions of Park Row, bright boys who will be delighted to come\r\nacross with red-hot stuff for a moderate fee.\"\r\n\r\n\"And the proprietor of the paper? Won't he make any objection?\"\r\n\r\nSmith shook his head with a touch of reproof.\r\n\r\n\"You seem determined to try to look on the dark side. Do you insinuate\r\nthat we are not acting in the proprietor's best interests? When he gets\r\nhis check for the receipts, after I have handled the paper awhile, he\r\nwill go singing about the streets. His beaming smile will be a byword.\r\nVisitors will be shown it as one of the sights. His only doubt will be\r\nwhether to send his money to the bank or keep it in tubs and roll in\r\nit. And anyway,\" he added, \"he's in Europe somewhere, and never sees\r\nthe paper, sensible man.\"\r\n\r\nHe scratched a speck of dust off his coat-sleeve with his finger nail.\r\n\r\n\"This is a big thing,\" he resumed. \"Wait till you see the first number\r\nof the new series. My idea is that _Peaceful Moments_ shall become\r\na pretty warm proposition. Its tone shall be such that the public will\r\nwonder why we do not print it on asbestos. We shall comment on all the\r\nlive events of the week--murders, Wall Street scandals, glove fights,\r\nand the like, in a manner which will make our readers' spines thrill.\r\nAbove all, we shall be the guardians of the people's rights. We shall\r\nbe a spot light, showing up the dark places and bringing into\r\nprominence those who would endeavor in any way to put the people in\r\nDutch. We shall detect the wrongdoer, and hand him such a series of\r\nresentful wallops that he will abandon his little games and become a\r\nmodel citizen. In this way we shall produce a bright, readable little\r\nsheet which will make our city sit up and take notice. I think so. I\r\nthink so. And now I must be hustling about and seeing our new\r\ncontributors. There is no time to waste.\""
  ]
}