{
  "index": 27,
  "title": "Chapter 26",
  "paragraphs": [
    "A LEMON\r\n\r\n\r\nThat bulwark of _Peaceful Moments_, Pugsy Maloney, was rather the\r\nman of action than the man of tact. Otherwise, when, a moment later, he\r\nthrust his head up through the trap, he would have withdrawn\r\ndelicately, and not split the silence with a raucous \"Hey!\" which acted\r\non John and Betty like an electric shock.\r\n\r\nJohn glowered at him. Betty was pink, but composed. Pugsy climbed\r\nleisurely on to the roof, and surveyed the group.\r\n\r\n\"Why, hello!\" he said, as he saw Betty more closely.\r\n\r\n\"Well, Pugsy,\" said Betty. \"How are you?\"\r\n\r\nJohn turned in surprise.\r\n\r\n\"Do you know Pugsy?\"\r\n\r\nBetty looked at him, puzzled.\r\n\r\n\"Why, of course I do.\"\r\n\r\n\"Sure,\" said Pugsy. \"Miss Brown was stenographer on de poiper till she\r\nbeat it.\"\r\n\r\n\"Miss Brown!\"\r\n\r\nThere was utter bewilderment in John's face.\r\n\r\n\"I changed my name when I went to _Peaceful Moments_.\"\r\n\r\n\"Then are you--did you--?\"\r\n\r\n\"Yes, I wrote those articles. That's how I happen to be here now. I\r\ncome down every day and help look after the babies. Poor little souls,\r\nthere seems to be nobody else here who has time to do it. It's\r\ndreadful. Some of them--you wouldn't believe--I don't think they could\r\never have had a real bath in their lives.\"\r\n\r\n\"Baths is foolishness,\" commented Master Maloney austerely, eying the\r\nscoured infants with a touch of disfavor.\r\n\r\nJohn was reminded of a second mystery that needed solution.\r\n\r\n\"How on earth did you get up here, Pugsy?\" he asked. \"How did you get\r\npast Sam?\"\r\n\r\n\"Sam? I didn't see no Sam. Who's Sam?\"\r\n\r\n\"One of those fellows. A coon. They left him on guard with a gun, so\r\nthat I shouldn't get down.\"\r\n\r\n\"Ah, I met a coon beating it down de stairs. I guess dat was him. I\r\nguess he got cold feet.\"\r\n\r\n\"Then there's nothing to stop us from getting down.\"\r\n\r\n\"Nope. Dat's right. Dere ain't a T'ree Pointer wit'in a mile. De cops\r\nhave been loadin' dem into de patrol-wagon by de dozen.\"\r\n\r\nJohn turned to Betty.\r\n\r\n\"We'll go and have dinner somewhere. You haven't begun to explain\r\nthings yet.\"\r\n\r\nBetty shook her head with a smile.\r\n\r\n\"I haven't got time to go out to dinners,\" she said. \"I'm a\r\nworking-girl. I'm cashier at Fontelli's Italian Restaurant. I shall be\r\non duty in another half-hour.\"\r\n\r\nJohn was aghast.\r\n\r\n\"You!\"\r\n\r\n\"It's a very good situation,\" said Betty demurely. \"Six dollars a week\r\nand what I steal. I haven't stolen anything yet, and I think Mr. Jarvis\r\nis a little disappointed in me. But of course I haven't settled down\r\nproperly.\"\r\n\r\n\"Jarvis? Bat Jarvis?\"\r\n\r\n\"Yes. He has been very good to me. He got me this place, and has looked\r\nafter me all the time.\"\r\n\r\n\"I'll buy him a thousand cats,\" said John fervently. \"But, Betty, you\r\nmustn't go there any more. You must quit. You--\"\r\n\r\n\"If _Peaceful Moments_ would reengage me?\" said Betty.\r\n\r\nShe spoke lightly, but her face was serious.\r\n\r\n\"Dear,\" she said quickly, \"I can't be away from you now, while there's\r\ndanger. I couldn't bear it. Will you let me come?\"\r\n\r\nHe hesitated.\r\n\r\n\"You will. You must.\" Her manner changed again. \"That's settled, then.\r\nPugsy, I'm coming back to the paper. Are you glad?\"\r\n\r\n\"Sure t'ing,\" said Pugsy. \"You're to de good.\"\r\n\r\n\"And now,\" she went on, \"I must give these babies back to their\r\nmothers, and then I'll come with you.\"\r\n\r\nShe lowered herself through the trap, and John handed the children down\r\nto her. Pugsy looked on, smoking a thoughtful cigarette.\r\n\r\nJohn drew a deep breath. Pugsy, removing the cigarette from his mouth,\r\ndelivered himself of a stately word of praise.\r\n\r\n\"She's a boid,\" he said.\r\n\r\n\"Pugsy,\" said John, feeling in his pocket, and producing a roll of\r\nbills, \"a dollar a word is our rate for contributions like that.\"\r\n\r\n       *       *       *       *       *\r\n\r\nJohn pushed back his chair slightly, stretched out his legs, and\r\nlighted a cigarette, watching Betty fondly through the smoke. The\r\nresources of the Knickerbocker Hotel had proved equal to supplying the\r\nstaff of _Peaceful Moments_ with an excellent dinner, and John had\r\nstoutly declined to give or listen to any explanations until the coffee\r\narrived.\r\n\r\n\"Thousands of promising careers,\" he said, \"have been ruined by the\r\nfatal practise of talking seriously at dinner. But now we might begin.\"\r\n\r\nBetty looked at him across the table with shining eyes. It was good to\r\nbe together again.\r\n\r\n\"My explanations won't take long,\" she said. \"I ran away from you. And,\r\nwhen you found me, I ran away again.\"\r\n\r\n\"But I didn't find you,\" objected John. \"That was my trouble.\"\r\n\r\n\"But my aunt told you I was at _Peaceful Moments_!\"\r\n\r\n\"On the contrary, I didn't even know you had an aunt.\"\r\n\r\n\"Well, she's not exactly that. She's my stepfather's aunt--Mrs. Oakley.\r\nI was certain you had gone straight to her, and that she had told you\r\nwhere I was.\"\r\n\r\n\"The Mrs. Oakley? The--er--philanthropist?\"\r\n\r\n\"Don't laugh at her,\" said Betty quickly. \"She was so good to me!\"\r\n\r\n\"She passes,\" said John decidedly.\r\n\r\n\"And now,\" said Betty, \"it's your turn.\"\r\n\r\nJohn lighted another cigarette.\r\n\r\n\"My story,\" he said, \"is rather longer. When they threw me out of\r\nMervo--\"\r\n\r\n\"What!\"\r\n\r\n\"I'm afraid you don't keep abreast of European history,\" he said.\r\n\"Haven't you heard of the great revolution in Mervo and the overthrow\r\nof the dynasty? Bloodless, but invigorating. The populace rose against\r\nme as one man--except good old General Poineau. He was for me, and\r\nCrump was neutral, but apart from them my subjects were unanimous.\r\nThere's a republic again in Mervo now.\"\r\n\r\n\"But why? What had you done?\"\r\n\r\n\"Well, I abolished the gaming-tables. But, more probably,\" he went on\r\nquickly, \"they saw what a perfect dub I was in every--\"\r\n\r\nShe interrupted him.\r\n\r\n\"Do you mean to say that, just because of me--?\"\r\n\r\n\"Well,\" he said awkwardly, \"as a matter of fact what you said did make\r\nme think over my position, and, of course, directly I thought over\r\nit--oh, well, anyway, I closed down gambling in Mervo, and then--\"\r\n\r\n\"John!\"\r\n\r\nHe was aware of a small hand creeping round the table under cover of\r\nthe cloth. He pressed it swiftly, and, looking round, caught the eye of\r\na hovering waiter, who swooped like a respectful hawk.\r\n\r\n\"Did you want anything, sir?\"\r\n\r\n\"I've got it, thanks,\" said John.\r\n\r\nThe waiter moved away.\r\n\r\n\"Well, directly they had fired me, I came over here. I don't know what\r\nI expected to do. I suppose I thought I might find you by chance. I\r\npretty soon saw how hopeless it was, and it struck me that, if I didn't\r\nget some work to do mighty quick, I shouldn't be much good to anyone\r\nexcept the alienists.\"\r\n\r\n\"Dear!\"\r\n\r\nThe waiter stared, but John's eyes stopped him in mid-swoop.\r\n\r\n\"Then I found Smith--\"\r\n\r\n\"Where is Mr. Smith?\"\r\n\r\n\"In prison,\" said John with a chuckle.\r\n\r\n\"In prison!\"\r\n\r\n\"He resisted and assaulted the police. I'll tell you about it later.\r\nWell, Smith told me of the alterations in _Peaceful Moments_, and\r\nI saw that it was just the thing for me. And it has occupied my mind\r\nquite some. To think of you being the writer of those Broster Street\r\narticles! You certainly have started something, Betty! Goodness knows\r\nwhere it will end. I hoped to have brought off a coup this afternoon,\r\nbut the arrival of Sam and his friends just spoiled it.\"\r\n\r\n\"This afternoon? Yes, why were you there? What were you doing?\"\r\n\r\n\"I was interviewing the collector of rents and trying to dig his\r\nemployer's name out of him. It was Smith's idea. Smith's theory was\r\nthat the owner of the tenements must have some special private reason\r\nfor lying low, and that he would employ some special fellow, whom he\r\ncould trust, as a rent-collector. And I'm pretty certain he was right.\r\nI cornered the collector, a little, rabbit-faced man named Gooch, and I\r\nbelieve he was on the point of--What's the matter?\"\r\n\r\nBetty's forehead was wrinkled. Her eyes wore a far-away expression.\r\n\r\n\"I'm trying to remember something. I seem to know the name, Gooch. And\r\nI seem to associate it with a little, rabbit-faced man. And--quick,\r\ntell me some more about him. He's just hovering about on the edge of my\r\nmemory. Quick! Push him in!\"\r\n\r\nJohn threw his mind back to the interview in the dark passage, trying\r\nto reconstruct it.\r\n\r\n\"He's small,\" he said slowly. \"His eyes protrude--so do his\r\nteeth--He--he--yes, I remember now--he has a curious red mark--\"\r\n\r\n\"On his right cheek,\" said Betty triumphantly.\r\n\r\n\"By Jove!\" cried John. \"You've got him?\"\r\n\r\n\"I remember him perfectly. He was--\" She stopped with a little gasp.\r\n\r\n\"Yes?\"\r\n\r\n\"John, he was one of my stepfather's secretaries,\" she said.\r\n\r\nThey looked at each other in silence.\r\n\r\n\"It can't be,\" said John at length.\r\n\r\n\"It can. It is. He must be. He has scores of interests everywhere. He\r\nprides himself on it. It's the most natural thing.\"\r\n\r\nJohn shook his head doubtfully.\r\n\r\n\"But why all the fuss? Your stepfather isn't the man to mind public\r\nopinion--\"\r\n\r\n\"But don't you see? It's as Mr. Smith said. The private reason. It's as\r\nclear as daylight. Naturally he would do anything rather than be found\r\nout. Don't you see? Because of Mrs. Oakley.\"\r\n\r\n\"Because of Mrs. Oakley?\"\r\n\r\n\"You don't know her as I do. She is a curious mixture. She's\r\ndouble-natured. You called her the philanthropist just now. Well, she\r\nwould be one, if--if she could bear to part with money. Yes, I know it\r\nsounds ridiculous. But it's so. She is mean about money, but she\r\nhonestly hates to hear of anybody treating poor people badly. If my\r\nstepfather were really the owner of those tenements, and she should\r\nfind it out, she would have nothing more to do with him. It's true. I\r\nknow her.\"\r\n\r\nThe smile passed away from John's face.\r\n\r\n\"By George!\" he said. \"It certainly begins to hang together.\"\r\n\r\n\"I know I'm right.\"\r\n\r\n\"I think you are.\"\r\n\r\nHe sat meditating for a moment.\r\n\r\n\"Well?\" he said at last.\r\n\r\n\"What do you mean?\"\r\n\r\n\"I mean, what are we to do? Do we go on with this?\"\r\n\r\n\"Go on with it? I don't understand.\"\r\n\r\n\"I mean--well, it has become rather a family matter, you see. Do you\r\nfeel as--warlike against Mr. Scobell as you did against an unknown\r\nlessee?\"\r\n\r\nBetty's eyes sparkled.\r\n\r\n\"I don't think I should feel any different if--if it was you,\" she\r\nsaid. \"I've been spending days and days in those houses, John dear, and\r\nI've seen such utter squalor and misery, where there needn't be any at\r\nall if only the owner would do his duty, and--and--\"\r\n\r\nShe stopped. Her eyes were misty.\r\n\r\n\"Thumbs down, in fact,\" said John, nodding. \"I'm with you.\"\r\n\r\nAs he spoke, two men came down the broad staircase into the grill-room.\r\nBetty's back was towards them, but John saw them, and stared.\r\n\r\n\"What are you looking at?\" asked Betty.\r\n\r\n\"Will you count ten before looking round?\"\r\n\r\n\"What is it?\"\r\n\r\n\"Your stepfather has just come in.\"\r\n\r\n\"What!\"\r\n\r\n\"He's sitting at the other side of the room, directly behind you. Count\r\nten!\"\r\n\r\nBut Betty had twisted round in her chair.\r\n\r\n\"Where? Where?\"\r\n\r\n\"Just where you're looking. Don't let him see you.\"\r\n\r\n\"I don't-- Oh!\"\r\n\r\n\"Got him?\"\r\n\r\nHe leaned back in his chair.\r\n\r\n\"The plot thickens, eh?\" he said. \"What is Mr. Scobell doing in New\r\nYork, I wonder, if he has not come to keep an eye on his interests?\"\r\n\r\nBetty had whipped round again. Her face was white with excitement.\r\n\r\n\"It's true,\" she whispered. \"I was right. Do you see who that is with\r\nhim? The man?\"\r\n\r\n\"Do you know him? He's a stranger to me.\"\r\n\r\n\"It's Mr. Parker,\" said Betty.\r\n\r\nJohn drew in his breath sharply.\r\n\r\n\"Are you sure?\"\r\n\r\n\"Positive.\"\r\n\r\nJohn laughed quietly. He thought for a moment, then beckoned to the\r\nhovering waiter.\r\n\r\n\"What are you going to do?\" asked Betty.\r\n\r\n\"Bring me a small lemon,\" said John.\r\n\r\n\"Lemon squash, sir?\"\r\n\r\n\"Not a lemon squash. A plain lemon. The fruit of that name. The common\r\nor garden citron, which is sharp to the taste and not pleasant to have\r\nhanded to one. Also a piece of note paper, a little tissue paper, and\r\nan envelope.\r\n\r\n\"What are you going to do?\" asked Betty again.\r\n\r\nJohn beamed.\r\n\r\n\"Did you ever read the Sherlock Holmes story entitled 'The Five Orange\r\nPips'? Well, when a man in that story received a mysterious envelope\r\ncontaining five orange pips, it was a sign that he was due to get his.\r\nIt was all over, as far as he was concerned, except 'phoning for the\r\nundertaker. I propose to treat Mr. Scobell better than that. He shall\r\nhave a whole lemon.\"\r\n\r\nThe waiter returned. John wrapped up the lemon carefully, wrote on the\r\nnote paper the words, \"To B. Scobell, Esq., Property Owner, Broster\r\nStreet, from Prince John of _Peaceful Moments_, this gift,\" and\r\nenclosed it in the envelope.\r\n\r\n\"Do you see that gentleman at the table by the pillar?\" he said. \"Give\r\nhim these. Just say a gentleman sent them.\"\r\n\r\nThe waiter smiled doubtfully. John added a two-dollar bill to the\r\ncollection in his hand.\r\n\r\n\"You needn't give him that,\" he said.\r\n\r\nThe waiter smiled again, but this time not doubtfully.\r\n\r\n\"And now,\" said John as the messenger ambled off, \"perhaps it would be\r\njust as well if we retired.\""
  ]
}