{
  "index": 29,
  "title": "Chapter 28",
  "paragraphs": [
    "A REPRESENTATIVE GATHERING\r\n\r\n\r\nWhen John returned to the office, he found that his absence had been\r\ncausing Betty an anxious hour's waiting. She had been informed by Pugsy\r\nthat he had gone out in the company of Mr. Parker, and she felt uneasy.\r\nShe turned white at his story of the ride, but he minimized the\r\ndangers.\r\n\r\n\"I don't think he ever meant to shoot. I think he was going to shut me\r\nup somewhere out there, and keep me till I promised to be good.\"\r\n\r\n\"Do you think my stepfather told him to do it?\"\r\n\r\n\"I doubt it. I fancy Parker is a man who acts a good deal on his own\r\ninspirations. But we'll ask him, when he calls to-day.\"\r\n\r\n\"Is he going to call?\"\r\n\r\n\"I have an idea he will,\" said John. \"I sent him a note just now,\r\nasking if he could manage a visit.\"\r\n\r\nIt was unfortunate, in the light of subsequent events, that Mr. Jarvis\r\nshould have seen fit to bring with him to the office that afternoon two\r\nof his collection of cats, and that Long Otto, who, as before,\r\naccompanied him, should have been fired by his example to the extent of\r\nintroducing a large yellow dog. For before the afternoon was ended,\r\nspace in the office was destined to be at premium.\r\n\r\nMr. Jarvis, when he had recovered from the surprise of seeing Betty and\r\nlearning that she had returned to her old situation, explained:\r\n\r\n\"T'ought I'd bring de kits along,\" he said. \"Dey starts fuss'n' wit'\r\neach odder yesterday, so I brings dem along.\"\r\n\r\nJohn inspected the menagerie without resentment.\r\n\r\n\"Sure!\" he said. \"They add a kind of peaceful touch to the scene.\"\r\n\r\nThe atmosphere was, indeed, one of peace. The dog, after an inquisitive\r\njourney round the room, lay down and went to sleep. The cats settled\r\nthemselves comfortably, one on each of Mr. Jarvis' knees. Long Otto,\r\nsurveying the ceiling with his customary glassy stare, smoked a long\r\ncigar. And Bat, scratching one of the cats under the ear, began to\r\nentertain John with some reminiscences of fits and kittens.\r\n\r\nBut the peace did not last. Ten minutes had barely elapsed when the\r\ndog, sitting up with a start, uttered a whine. The door burst open and\r\na little man dashed in. He was brown in the face, and had evidently\r\nbeen living recently in the open air. Behind him was a crowd of\r\nuncertain numbers. They were all strangers to John.\r\n\r\n\"Yes?\" he said.\r\n\r\nThe little man glared speechlessly at the occupants of the room. The\r\ntwo Bowery boys rose awkwardly. The cats fell to the floor.\r\n\r\nThe rest of the party had entered. Betty recognized the Reverend Edwin\r\nT. Philpotts and Mr. B. Henderson Asher.\r\n\r\n\"My name is Renshaw,\" said the little man, having found speech.\r\n\r\n\"What can I do for you?\" asked John.\r\n\r\nThe question appeared to astound the other.\r\n\r\n\"What can you--! Of all--!\"\r\n\r\n\"Mr. Renshaw is the editor of _Peaceful Moments_,\" she said. \"Mr.\r\nSmith was only acting for him.\"\r\n\r\nMr. Renshaw caught the name.\r\n\r\n\"Yes. Mr. Smith. I want to see Mr. Smith. Where is he?\"\r\n\r\n\"In prison,\" said John.\r\n\r\n\"In prison!\"\r\n\r\nJohn nodded.\r\n\r\n\"A good many things have happened since you left for your vacation.\r\nSmith assaulted a policeman, and is now on Blackwell's Island.\"\r\n\r\nMr. Renshaw gasped. Mr. B. Henderson Asher stared, and stumbled over\r\nthe cat.\r\n\r\n\"And who are you?\" asked the editor.\r\n\r\n\"My name is Maude. I--\"\r\n\r\nHe broke off, to turn his attention to Mr. Jarvis and Mr. Asher,\r\nbetween whom unpleasantness seemed to have arisen. Mr. Jarvis, holding\r\na cat in his arms, was scowling at Mr. Asher, who had backed away and\r\nappeared apprehensive.\r\n\r\n\"What is the trouble?\" asked John.\r\n\r\n\"Dis guy here wit' two left feet,\" said Bat querulously, \"treads on de\r\nkit.\"\r\n\r\nMr. Renshaw, eying Bat and the silent Otto with disgust, intervened.\r\n\r\n\"Who are these persons?\" he enquired.\r\n\r\n\"Poison yourself,\" rejoined Bat, justly incensed. \"Who's de little\r\nsquirt, Mr. Maude?\"\r\n\r\nJohn waved his hands.\r\n\r\n\"Gentlemen, gentlemen,\" he said, \"why descend to mere personalities? I\r\nought to have introduced you. This is Mr. Renshaw, our editor. These,\r\nMr. Renshaw, are Bat Jarvis and Long Otto, our acting fighting editors,\r\nvice Kid Brady, absent on unavoidable business.\"\r\n\r\nThe name stung Mr. Renshaw to indignation, as Smith's had done.\r\n\r\n\"Brady!\" he shrilled. \"I insist that you give me a full explanation. I\r\ngo away by my doctor's orders for a vacation, leaving Mr. Smith to\r\nconduct the paper on certain clearly defined lines. By mere chance,\r\nwhile on my vacation, I saw a copy of the paper. It had been ruined.\"\r\n\r\n\"Ruined?\" said John. \"On the contrary. The circulation has been going\r\nup every week.\"\r\n\r\n\"Who is this person, Brady? With Mr. Philpotts I have been going\r\ncarefully over the numbers which have been issued since my departure--\"\r\n\r\n\"An intellectual treat,\" murmured John.\r\n\r\n\"--and in each there is a picture of this young man in a costume which\r\nI will not particularize--\"\r\n\r\n\"There is hardly enough of it to particularize.\"\r\n\r\n\"--together with a page of disgusting autobiographical matter.\"\r\n\r\nJohn held up his hand.\r\n\r\n\"I protest,\" he said. \"We court criticism, but this is mere abuse. I\r\nappeal to these gentlemen to say whether this, for instance, is not\r\nbright and interesting.\"\r\n\r\nHe picked up the current number of _Peaceful Moments_, and turned\r\nto the Kid's page.\r\n\r\n\"This,\" he said, \"describes a certain ten-round unpleasantness with one\r\nMexican Joe. 'Joe comes up for the second round and he gives me a nasty\r\nlook, but I thinks of my mother and swats him one in the lower ribs. He\r\ngives me another nasty look. \"All right, Kid,\" he says; \"now I'll knock\r\nyou up into the gallery.\" And with that he cuts loose with a right\r\nswing, but I falls into the clinch, and then--'\"\r\n\r\n\"Pah!\" exclaimed Mr. Renshaw.\r\n\r\n\"Go on, boss,\" urged Mr. Jarvis approvingly. \"It's to de good, dat\r\nstuff.\"\r\n\r\n\"There!\" said John triumphantly. \"You heard? Mr. Jarvis, one of the\r\nmost firmly established critics east of Fifth Avenue stamps Kid Brady's\r\nreminiscences with the hall-mark of his approval.\"\r\n\r\n\"I falls fer de Kid every time,\" assented Mr. Jarvis.\r\n\r\n\"Sure! You know a good thing when you see one. Why,\" he went on warmly,\r\n\"there is stuff in these reminiscences which would stir the blood of a\r\njellyfish. Let me quote you another passage, to show that they are not\r\nonly enthralling, but helpful as well. Let me see, where is it? Ah, I\r\nhave it. 'A bully good way of putting a guy out of business is this.\r\nYou don't want to use it in the ring, because rightly speaking it's a\r\nfoul, but you will find it mighty useful if any thick-neck comes up to\r\nyou in the street and tries to start anything. It's this way. While\r\nhe's setting himself for a punch, just place the tips of the fingers of\r\nyour left hand on the right side of the chest. Then bring down the heel\r\nof your left hand. There isn't a guy living that could stand up against\r\nthat. The fingers give you a leverage to beat the band. The guy doubles\r\nup, and you upper-cut him with your right, and out he goes.' Now, I bet\r\nyou never knew that before, Mr. Philpotts. Try it on your\r\nparishioners.\"\r\n\r\n_\"Peaceful Moments_,\" said Mr. Renshaw irately, \"is no medium for\r\nexploiting low prize-fighters.\"\r\n\r\n\"Low prize-fighters! No, no! The Kid is as decent a little chap as\r\nyou'd meet anywhere. And right up in the championship class, too! He's\r\nmatched against Eddie Wood at this very moment. And Mr. Waterman will\r\nsupport me in my statement that a victory over Eddie Wood means that he\r\ngets a cast-iron claim to meet Jimmy Garvin for the championship.\"\r\n\r\n\"It is abominable,\" burst forth Mr. Renshaw. \"It is disgraceful. The\r\npaper is ruined.\"\r\n\r\n\"You keep saying that. It really isn't so. The returns are excellent.\r\nProsperity beams on us like a sun. The proprietor is more than\r\nsatisfied.\"\r\n\r\n\"Indeed!\" said Mr. Renshaw sardonically.\r\n\r\n\"Sure,\" said John.\r\n\r\nMr. Renshaw laughed an acid laugh.\r\n\r\n\"You may not know it,\" he said, \"but Mr. Scobell is in New York at this\r\nvery moment. We arrived together yesterday on the _Mauretania_. I\r\nwas spending my vacation in England when I happened to see the copy of\r\nthe paper. I instantly communicated with Mr. Scobell, who was at Mervo,\r\nan island in the Mediterranean--\"\r\n\r\n\"I seem to know the name--\"\r\n\r\n\"--and received in reply a long cable desiring me to return to New York\r\nimmediately. I sailed on the _Mauretania_, and found that he was\r\none of the passengers. He was extremely agitated, let me tell you. So\r\nthat your impudent assertion that the proprietor is pleased--\"\r\n\r\nJohn raised his eyebrows.\r\n\r\n\"I don't quite understand,\" he said. \"From what you say, one would\r\nalmost imagine that you thought Mr. Scobell was the proprietor of this\r\npaper.\"\r\n\r\nMr. Renshaw stared. Everyone stared, except Mr. Jarvis, who, since the\r\nreadings from the Kid's reminiscences had ceased, had lost interest in\r\nthe proceedings, and was now entertaining the cats with a ball of paper\r\ntied to a string.\r\n\r\n\"Thought that Mr. Scobell--?\" repeated Mr. Renshaw. \"Who is, if he is\r\nnot?\"\r\n\r\n\"I am,\" said John.\r\n\r\nThere was a moment's absolute silence.\r\n\r\n\"You!\" cried Mr. Renshaw.\r\n\r\n\"You!\" exclaimed Mr. Waterman, Mr. Asher, and the Reverend Edwin T.\r\nPhilpotts.\r\n\r\n\"Sure thing,\" said John.\r\n\r\nMr. Renshaw groped for a chair, and sat down.\r\n\r\n\"Am I going mad?\" he demanded feebly. \"Do I understand you to say that\r\nyou own this paper?\"\r\n\r\n\"I do.\"\r\n\r\n\"Since when?\"\r\n\r\n\"Roughly speaking, about three days.\"\r\n\r\nAmong his audience (still excepting Mr. Jarvis, who was tickling one of\r\nthe cats and whistling a plaintive melody) there was a tendency toward\r\nawkward silence. To start assailing a seeming nonentity and then to\r\ndiscover he is the proprietor of the paper to which you wish to\r\ncontribute is like kicking an apparently empty hat and finding your\r\nrich uncle inside it. Mr. Renshaw in particular was disturbed.\r\nEditorships of the kind to which he aspired are not easy to get. If he\r\nwere to be removed from _Peaceful Moments_ he would find it hard\r\nto place himself anywhere else. Editors, like manuscripts, are rejected\r\nfrom want of space.\r\n\r\n\"I had a little money to invest,\" continued John. \"And it seemed to me\r\nthat I couldn't do better than put it into _Peaceful Moments_. If\r\nit did nothing else, it would give me a free hand in pursuing a policy\r\nin which I was interested. Smith told me that Mr. Scobell's\r\nrepresentatives had instructions to accept any offer, so I made an\r\noffer, and they jumped at it.\"\r\n\r\nPugsy Maloney entered, bearing a card.\r\n\r\n\"Ask him to wait just one moment,\" said John, reading it.\r\n\r\nHe turned to Mr. Renshaw.\r\n\r\n\"Mr. Renshaw,\" he said, \"if you took hold of the paper again, helped by\r\nthese other gentlemen, do you think you could gather in our old\r\nsubscribers and generally make the thing a live proposition on the old\r\nlines? Because, if so, I should be glad if you would start in with the\r\nnext number. I am through with the present policy. At least, I hope to\r\nbe in a few minutes. Do you think you can undertake that?\"\r\n\r\nMr. Renshaw, with a sigh of relief, intimated that he could.\r\n\r\n\"Good,\" said John. \"And now I'm afraid I must ask you to go. A rather\r\nprivate and delicate interview is in the offing. Bat, I'm very much\r\nobliged to you and Otto for your help. I don't know what we should have\r\ndone without it.\"\r\n\r\n\"Aw, Chee!\" said Mr. Jarvis.\r\n\r\n\"Then good-by for the present.\"\r\n\r\n\"Good-by, boss. Good-by, loidy.\"\r\n\r\nLong Otto pulled his forelock, and, accompanied by the cats and the\r\ndog, they left the room.\r\n\r\nWhen Mr. Renshaw and the others had followed them, John rang the bell\r\nfor Pugsy.\r\n\r\n\"Ask Mr. Scobell to step in,\" he said.\r\n\r\nThe man of many enterprises entered. His appearance had deteriorated\r\nsince John had last met him. He had the air of one who has been caught\r\nin the machinery. His face was even sallower than of yore, and there\r\nwas no gleam in his dull green eyes.\r\n\r\nHe started at the sight of Betty, but he was evidently too absorbed in\r\nthe business in hand to be surprised at seeing her. He sank into a\r\nchair, and stared gloomily at John.\r\n\r\n\"Well?\" he said.\r\n\r\n\"Well?\" said John.\r\n\r\n\"This,\" observed Mr. Scobell simply, \"is hell.\" He drew a cigar stump\r\nmechanically from his vest pocket and lighted it.\r\n\r\n\"What are you going to do about it?\" he asked.\r\n\r\n\"What are you?\" said John. \"It's up to you.\"\r\n\r\nMr. Scobell gazed heavily into vacancy.\r\n\r\n\"Ever since I started in to monkey with that darned Mervo,\" he said\r\nsadly, \"there ain't a thing gone right. I haven't been able to turn\r\naround without bumping into myself. Everything I touch turns to mud. I\r\nguess I can still breathe, but I'm not betting on that lasting long. Of\r\nall the darned hoodoos that island was the worst. Say, I gotta close\r\ndown that Casino. What do you know about that! Sure thing. The old lady\r\nwon't stand for it. I had a letter from her.\" He turned to Betty. \"You\r\ngot her all worked up, Betty. I'm not blaming you. It's just my jinx.\r\nShe took it into her head I'd been treating you mean, and she kicked at\r\nthe Casino. I gotta close it down or nix on the heir thing. That was\r\nenough for me. I'm going to turn it into a hotel.\"\r\n\r\nHe relighted his cigar.\r\n\r\n\"And now, just as I got her smoothed down, along comes this darned\r\ntenement business. Say, Prince, for the love of Mike cut it out. If\r\nthose houses are as bad as you say they are, and the old lady finds out\r\nthat I own them, it'll be Katie bar the door for me. She wouldn't stand\r\nfor it for a moment. I guess I didn't treat you good, Prince, but let's\r\nforget it. Ease up on this rough stuff. I'll do anything you want.\"\r\n\r\nBetty spoke.\r\n\r\n\"We only want you to make the houses fit to live in,\" she said. \"I\r\ndon't believe you know what they're like.\"\r\n\r\n\"Why, no. I left Parker in charge. It was up to him to do what was\r\nwanted. Say, Prince, I want to talk to you about that guy, Parker. I\r\nunderstand he's been rather rough with you and your crowd. That wasn't\r\nmy doing. I didn't know anything about it till he told me. It's the\r\ndarned Wild West strain in him coming out. He used to do those sort of\r\nthings out there, and he's forgotten his manners. I pay him well, and I\r\nguess he thinks that's the way it's up to him to earn it. You mustn't\r\nmind Parker.\"\r\n\r\n\"Oh, well! So long as he means well--!\" said John. \"I've no grudge\r\nagainst Parker. I've settled with him.\"\r\n\r\n\"Well, then, what about this Broster Street thing? You want me to fix\r\nsome improvements, is that it?\"\r\n\r\n\"That's it.\"\r\n\r\n\"Why, say, I'll do that. Sure. And then you'll quit handing out the\r\nnewspaper stories? That goes. I'll start right in.\"\r\n\r\nHe rose.\r\n\r\n\"That's taken a heap off my mind,\" he said.\r\n\r\n\"There's just one other thing,\" said John. \"Have you by any chance such\r\na thing as a stepfather's blessing on you?\"\r\n\r\n\"Eh?\"\r\n\r\nJohn took Betty's hand.\r\n\r\n\"We've come round to your views, Mr. Scobell,\" he said. \"That scheme of\r\nyours for our future looks good to us.\"\r\n\r\nMr. Scobell bit through his cigar in his emotion.\r\n\r\n\"Now, why the Heck,\" he moaned, \"couldn't you have had the sense to do\r\nthat before, and save all this trouble?\""
  ]
}