{
  "index": 23,
  "title": "Chapter 22",
  "paragraphs": [
    "THE RETIREMENT OF SMITH\r\n\r\n\r\nThe first member of the staff of _Peaceful Moments_ to arrive at\r\nthe office on the following morning was Master Maloney. This sounds\r\nlike the beginning of a \"Plod and Punctuality,\" or \"How Great Fortunes\r\nhave been Made\" story, but, as a matter of fact, Master Maloney, like\r\nMr. Bat Jarvis, was no early bird. Larks who rose in his neighborhood,\r\nrose alone. He did not get up with them. He was supposed to be at the\r\noffice at nine o'clock. It was a point of honor with him, a sort of\r\ndaily declaration of independence, never to put in an appearance before\r\nnine-thirty. On this particular morning he was punctual to the minute,\r\nor half an hour late, whichever way you choose to look at it.\r\n\r\nHe had only whistled a few bars of \"My Little Irish Rose,\" and had\r\nbarely got into the first page of his story of life on the prairie,\r\nwhen Kid Brady appeared. The Kid had come to pay a farewell visit. He\r\nhad not yet begun training, and he was making the best of the short\r\ntime before such comforts should be forbidden by smoking a big black\r\ncigar. Master Maloney eyed him admiringly. The Kid, unknown to that\r\ngentleman himself, was Pugsy's ideal. He came from the Plains, and had,\r\nindeed, once actually been a cowboy; he was a coming champion; and he\r\ncould smoke big black cigars. There was no trace of his official\r\nwell-what-is-it-now? air about Pugsy as he laid down his book and\r\nprepared to converse.\r\n\r\n\"Say, Mr. Smith around anywhere, Pugsy?\" asked the Kid.\r\n\r\n\"Naw, Mr. Brady. He ain't came yet,\" replied Master Maloney\r\nrespectfully.\r\n\r\n\"Late, ain't he?\"\r\n\r\n\"Sure! He generally blows in before I do.\"\r\n\r\n\"Wonder what's keepin' him?\"\r\n\r\nAs he spoke, John appeared. \"Hello, Kid,\" he said. \"Come to say\r\ngood-by?\"\r\n\r\n\"Yep,\" said the Kid. \"Seen Mr. Smith around anywhere, Mr. Maude?\"\r\n\r\n\"Hasn't he come yet? I guess he'll be here soon. Hello, who's this?\"\r\n\r\nA small boy was standing at the door, holding a note.\r\n\r\n\"Mr. Maude?\" he said. \"Cop at Jefferson Market give me dis fer you.\"\r\n\r\n\"What!\" He took the letter, and gave the boy a dime. \"Why, it's from\r\nSmith. Great Scott!\"\r\n\r\nIt was apparent that the Kid was politely endeavoring to veil his\r\ncuriosity. Master Maloney had no such delicacy.\r\n\r\n\"What's in de letter, boss?\" he enquired.\r\n\r\n\"The letter,\" said John slowly, \"is from Mr. Smith. And it says that he\r\nwas sentenced this morning to thirty days on the Island for resisting\r\nthe police.\"\r\n\r\n\"He's de guy!\" admitted Master Maloney approvingly.\r\n\r\n\"What's that?\" said the Kid. \"Mr. Smith been slugging cops! What's he\r\nbeen doin' that for?\"\r\n\r\n\"I must go and find out at once. It beats me.\"\r\n\r\nIt did not take John long to reach Jefferson Market, and by the\r\njudicious expenditure of a few dollars he was enabled to obtain an\r\ninterview with Smith in a back room.\r\n\r\nThe editor of _Peaceful Moments_ was seated on a bench, looking\r\nremarkably disheveled. There was a bruise on his forehead, just where\r\nthe hair began. He was, however, cheerful.\r\n\r\n\"Ah, John,\" he said. \"You got my note all right, then?\" John looked at\r\nhim, concerned.\r\n\r\n\"What on earth does it all mean?\"\r\n\r\nSmith heaved a regretful sigh.\r\n\r\n\"I fear,\" he said, \"I have made precisely the blamed fool of myself\r\nthat Comrade Parker hoped I would.\"\r\n\r\n\"Parker!\"\r\n\r\nSmith nodded.\r\n\r\n\"I may be misjudging him, but I seem to see the hand of Comrade Parker\r\nin this. We had a raid at my house last night, John. We were pulled.\"\r\n\r\n\"What on earth--?\"\r\n\r\n\"Somebody--if it was not Comrade Parker it was some other citizen\r\ndripping with public spirit--tipped the police off that certain sports\r\nwere running a pool-room in the house where I live.\"\r\n\r\nOn his departure from the _News_, Smith, from motives of economy,\r\nhad moved from his hotel in Washington Square and taken a furnished\r\nroom on Fourteenth Street.\r\n\r\n\"There actually was a pool-room there,\" he went on, \"so possibly I am\r\nwronging Comrade Parker in thinking that this was a scheme of his for\r\ngetting me out of the way. At any rate, somebody gave the tip, and at\r\nabout three o'clock this morning I was aroused from a dreamless slumber\r\nby quite a considerable hammering at my door. There, standing on the\r\nmat, were two policemen. Very cordially the honest fellows invited me\r\nto go with them. A conveyance, it seemed, waited in the street without.\r\nI disclaimed all connection with the bad gambling persons below, but\r\nthey replied that they were cleaning up the house, and, if I wished to\r\nmake any remarks, I had better make them to the magistrate. This seemed\r\nreasonable. I said I would put on some clothes and come along. They\r\ndemurred. They said they couldn't wait about while I put on clothes. I\r\npointed out that sky-blue pajamas with old-rose frogs were not the\r\ncostume in which the editor of a great New York weekly paper should be\r\nseen abroad in one of the world's greatest cities, but they assured\r\nme--more by their manner than their words--that my misgivings were\r\ngroundless, so I yielded. These men, I told myself, have lived longer\r\nin New York than I. They know what is done, and what is not done. I\r\nwill bow to their views. So I was starting to go with them like a lamb,\r\nwhen one of them gave me a shove in the ribs with his night stick. And\r\nit was here that I fancy I may have committed a slight error of\r\npolicy.\"\r\n\r\nHe smiled dreamily for a moment, then went on.\r\n\r\n\"I admit that the old Berserk blood of the Smiths boiled at that\r\njuncture. I picked up a sleep-producer from the floor, as Comrade Brady\r\nwould say, and handed it to the big-stick merchant. He went down like a\r\nsack of coal over the bookcase, and at that moment I rather fancy the\r\nother gentleman must have got busy with his club. At any rate, somebody\r\nsuddenly loosed off some fifty thousand dollars' worth of fireworks,\r\nand the next thing I knew was that the curtain had risen for the next\r\nact on me, discovered sitting in a prison cell, with an out-size in\r\nlumps on my forehead.\"\r\n\r\nHe sighed again.\r\n\r\n\"What _Peaceful Moments_ really needs,\" he said, \"is a\r\n_sitz-redacteur_. A _sitz-redacteur_, John, is a gentleman\r\nemployed by German newspapers with a taste for _lese-majeste_ to\r\ngo to prison whenever required in place of the real editor. The real\r\neditor hints in his bright and snappy editorial, for instance, that the\r\nKaiser's mustache gives him bad dreams. The police force swoops down\r\nin a body on the office of the journal, and are met by the\r\n_sitz-redacteur_, who goes with them cheerfully, allowing the\r\neditor to remain and sketch out plans for his next week's article\r\non the Crown Prince. We need a _sitz-redacteur_ on _Peaceful\r\nMoments_ almost as much as a fighting editor. Not now, of course.\r\nThis has finished the thing. You'll have to close down the paper now.\"\r\n\r\n\"Close it down!\" cried John. \"You bet I won't.\"\r\n\r\n\"My dear old son,\" said Smith seriously, \"what earthly reason have you\r\nfor going on with it? You only came in to help me, and I am no more. I\r\nam gone like some beautiful flower that withers in the night. Where's\r\nthe sense of getting yourself beaten up then? Quit!\"\r\n\r\nJohn shook his head.\r\n\r\n\"I wouldn't quit now if you paid me.\"\r\n\r\n\"But--\"\r\n\r\nA policeman appeared at the door.\r\n\r\n\"Say, pal,\" he remarked to John, \"you'll have to be fading away soon, I\r\nguess. Give you three minutes more. Say it quick.\"\r\n\r\nHe retired. Smith looked at John.\r\n\r\n\"You won't quit?\" he said.\r\n\r\n\"No.\"\r\n\r\nSmith smiled.\r\n\r\n\"You're an all-wool sport, John,\" he said. \"I don't suppose you know\r\nhow to spell quit. Well, then, if you are determined to stand by the\r\nship like Comrade Casabianca, I'll tell you an idea that came to me in\r\nthe watches of the night. If ever you want to get ideas, John, you\r\nspend a night in one of these cells. They flock to you. I suppose I did\r\nmore profound thinking last night than I've ever done in my life. Well,\r\nhere's the idea. Act on it or not, as you please. I was thinking over\r\nthe whole business from soup to nuts, and it struck me that the\r\nqueerest part of it all is that whoever owns these Broster Street\r\ntenements should care a Canadian dime whether we find out who he is or\r\nnot.\"\r\n\r\n\"Well, there's the publicity,\" began John.\r\n\r\n\"Tush!\" said Smith. \"And possibly bah! Do you suppose that the sort of\r\nman who runs Broster Street is likely to care a darn about publicity?\r\nWhat does it matter to him if the papers soak it to him for about two\r\ndays? He knows they'll drop him and go on to something else on the\r\nthird, and he knows he's broken no law. No, there's something more in\r\nthis business than that. Don't think that this bright boy wants to hush\r\nus up simply because he is a sensitive plant who can't bear to think\r\nthat people should be cross with him. He has got some private reason\r\nfor wanting to lie low.\"\r\n\r\n\"Well, but what difference--?\"\r\n\r\n\"Comrade, I'll tell you. It makes this difference: that the rents are\r\nalmost certainly collected by some confidential person belonging to his\r\nown crowd, not by an ordinary collector. In other words, the collector\r\nknows the name of the man he's collecting for. But for this little\r\nmisfortune of mine, I was going to suggest that we waylay that\r\ncollector, administer the Third Degree, and ask him who his boss is.\"\r\n\r\nJohn uttered an exclamation.\r\n\r\n\"You're right! I'll do it.\"\r\n\r\n\"You think you can? Alone?\"\r\n\r\n\"Sure! Don't you worry. I'll--\"\r\n\r\nThe door opened and the policeman reappeared.\r\n\r\n\"Time's up. Slide, sonny.\"\r\n\r\nJohn said good-by to Smith, and went out. He had a last glimpse of his\r\nlate editor, a sad smile on his face, telling the policeman what was\r\napparently a humorous story. Complete good will seemed to exist between\r\nthem. John consoled himself as he went away with the reflection that\r\nSmith's was a temperament that would probably find a bright side even\r\nto a thirty-days' visit to Blackwell's Island.\r\n\r\nHe walked thoughtfully back to the office. There was something lonely,\r\nand yet wonderfully exhilarating, in the realization that he was now\r\nalone and in sole charge of the campaign. It braced him. For the first\r\ntime in several weeks he felt positively light-hearted."
  ]
}