{
  "index": 28,
  "title": "Chapter 27",
  "paragraphs": [
    "THE FINAL ATTEMPT\r\n\r\n\r\nProof that his shot had not missed its mark was supplied to John\r\nimmediately upon his arrival at the office on the following morning,\r\nwhen he was met by Pugsy Maloney with the information that a gentleman\r\nhad called to see him.\r\n\r\n\"With or without a black-jack?\" enquired John. \"Did he give any name?\"\r\n\r\n\"Sure. Parker's his name. He blew in oncst before when Mr. Smith was\r\nhere. I loosed him into de odder room.\"\r\n\r\nJohn walked through. The man he had seen with Mr. Scobell at the\r\nKnickerbocker was standing at the window.\r\n\r\n\"Mr. Parker?\"\r\n\r\nThe other turned, as the door opened, and looked at him keenly.\r\n\r\n\"Are you Mr. Maude?\"\r\n\r\n\"I am,\" said John.\r\n\r\n\"I guess you don't need to be told what I've come about?\"\r\n\r\n\"No.\"\r\n\r\n\"See here,\" said Mr. Parker. \"I don't know how you've found things out,\r\nbut you've done it, and we're through. We quit.\"\r\n\r\n\"I'm glad of that,\" said John. \"Would you mind informing Spider Reilly\r\nof that fact? It will make life pleasanter for all of us.\"\r\n\r\n\"Mr. Scobell sent me along here to ask you to come and talk over this\r\nthing with him. He's at the Knickerbocker. I've a cab waiting outside.\r\nCan you come along?\"\r\n\r\n\"I'd rather he came here.\"\r\n\r\n\"And I bet he'd rather come here than be where he is. That little\r\nsurprise packet of yours last night put him down and out. Gave him a\r\nstroke of some sort. He's in bed now, with half-a-dozen doctors working\r\non him.\"\r\n\r\nJohn thought for a moment.\r\n\r\n\"Oh,\" he said slowly, \"if it's that--very well.\"\r\n\r\nHe could not help feeling a touch of remorse. He had no reason to be\r\nfond of Mr. Scobell, but he was sorry that this should have happened.\r\n\r\nThey went out on the street. A taximeter cab was standing by the\r\nsidewalk. They got in. Neither spoke. John was thoughtful and\r\npreoccupied. Mr. Parker, too, appeared to be absorbed in his own\r\nthoughts. He sat with folded arms and lowered head.\r\n\r\nThe cab buzzed up Fifth Avenue. Suddenly something, half-seen through\r\nthe window, brought John to himself with a jerk. It was the great white\r\nmass of the Plaza Hotel. The next moment he saw that they were abreast\r\nof the park, and for the first time an icy wave of suspicion swept over\r\nhim.\r\n\r\n\"Here, what's this?\" he cried. \"Where are you taking me?\"\r\n\r\nMr. Parker's right hand came swiftly out of ambush, and something\r\ngleamed in the sun.\r\n\r\n\"Don't move,\" said Mr. Parker. The hard nozzle of a pistol pressed\r\nagainst John's chest. \"Keep that hand still.\"\r\n\r\nJohn dropped his hand. Mr. Parker leaned back, with the pistol resting\r\neasily on his knee. The cab began to move more quickly.\r\n\r\nJohn's mind was in a whirl. His chief emotion was not fear, but disgust\r\nthat he should have allowed himself to be trapped, with such absurd\r\nease. He blushed for himself. Mr. Parker's face was expressionless, but\r\nwho could say what tumults of silent laughter were not going on inside\r\nhim? John bit his lip.\r\n\r\n\"Well?\" he said at last.\r\n\r\nMr. Parker did not reply.\r\n\r\n\"Well?\" said John again. \"What's the next move?\"\r\n\r\nIt flashed across his mind that, unless driven to it by an attack, his\r\ncaptor would do nothing for the moment without running grave risks\r\nhimself. To shoot now would be to attract attention. The cab would be\r\novertaken at once by bicycle police, and stopped. There would be no\r\nescape. No, nothing could happen till they reached open country. At\r\nleast he would have time to think this matter over in all its bearings.\r\n\r\nMr. Parker ignored the question. He was sitting in the same attitude of\r\nwatchfulness, the revolver resting on his knee. He seemed mistrustful\r\nof John's right hand, which was hanging limply at his side. It was from\r\nthis quarter that he appeared to expect attack. The cab was bowling\r\neasily up the broad street, past rows and rows of high houses each\r\nlooking exactly the same as the last. Occasionally, to the right,\r\nthrough a break in the line of buildings, a glimpse of the river could\r\nbe seen.\r\n\r\nA faint hope occurred to John that, by talking, he might put the other\r\noff his guard for just that instant which was all he asked. He exerted\r\nhimself to find material for conversation.\r\n\r\n\"Tell me,\" he said, \"what you said about Mr. Scobell, was that true?\r\nAbout his being ill in bed?\"\r\n\r\nMr. Parker did not answer, but a wintry smile flittered across his\r\nface.\r\n\r\n\"It was not?\" said John. \"Well, I'm glad of that. I don't wish Mr.\r\nScobell any harm.\"\r\n\r\nMr. Parker looked at him doubtfully.\r\n\r\n\"Say, why are you in this game at all?\" he said. \"What made you butt\r\nin?\"\r\n\r\n\"One must do something,\" said John. \"It's interesting work.\"\r\n\r\n\"If you'll quit--\"\r\n\r\nJohn shook his head.\r\n\r\n\"I own it's a tempting proposition, things being as they are, but I\r\nwon't give up yet. You never know what may happen.\"\r\n\r\n\"Well, you can make a mighty near guess this trip.\"\r\n\r\n\"You can't do a thing yet, that's sure,\" said John confidently. \"If you\r\nshot me now, the cab would be stopped, and you would be lynched by the\r\npopulace. I seem to see them tearing you limb from limb. 'She loves\r\nme!' Off comes an arm. 'She loves me not!' A leg joins the little heap\r\non the ground. That is what would happen, Mr. Parker.\"\r\n\r\nThe other shrugged his shoulders, and relapsed into silence once more.\r\n\r\n\"What are you going to do with me, Mr. Parker?\" asked John.\r\n\r\nMr. Parker did not reply.\r\n\r\n       *       *       *       *       *\r\n\r\nThe cab moved swiftly on. Now they had reached the open country. An\r\noccasional wooden shack was passed, but that was all. At any moment,\r\nJohn felt, the climax of the drama might be reached, and he got ready.\r\nHis muscles stiffened for a spring. There was little chance of its\r\nbeing effective, but at least it would be good to put up some kind of a\r\nfight. And he had a faint hope that the suddenness of his movement\r\nmight upset the other's aim. He was bound to be hit somewhere. That was\r\ncertain. But quickness might save him to some extent. He braced his leg\r\nagainst the back of the cab. And, as he did so, its smooth speed\r\nchanged to a series of jarring jumps, each more emphatic than the last.\r\nIt slowed down, then came to a halt. There was a thud, as the chauffeur\r\njumped down. John heard him fumbling in the tool box. Presently the\r\nbody of the machine was raised slightly as he got to work with the\r\njack. John's muscles relaxed. He leaned back. Surely something could be\r\nmade of this new development. But the hand that held the revolver never\r\nwavered. He paused, irresolute. And at the moment somebody spoke in the\r\nroad outside.\r\n\r\n\"Had a breakdown?\" enquired the voice.\r\n\r\nJohn recognized it. It was the voice of Kid Brady.\r\n\r\n       *       *       *       *       *\r\n\r\nThe Kid, as he had stated that he intended to do, had begun his\r\ntraining for his match with Eddie Wood at White Plains. It was his\r\npractise to open a course of training with a little gentle road-work,\r\nand it was while jogging along the highway a couple of miles from his\r\ntraining camp, in company with the two thick-necked gentlemen who acted\r\nas his sparring partners, that he had come upon the broken-down\r\ntaxicab.\r\n\r\nIf this had happened after his training had begun in real earnest, he\r\nwould have averted his eyes from the spectacle, however alluring, and\r\ncontinued on his way without a pause. But now, as he had not yet\r\nsettled down to genuine hard work, he felt justified in turning aside\r\nand looking into the matter. The fact that the chauffeur, who seemed to\r\nbe a taciturn man, lacking the conversational graces, manifestly\r\nobjected to an audience, deterred him not at all. One cannot have\r\neverything in this world, and the Kid and his attendant thick-necks\r\nwere content to watch the process of mending the tire, without\r\ndemanding the additional joy of sparkling small talk from the man in\r\ncharge of the operations.\r\n\r\n\"Guy's had a breakdown, sure,\" said the first of the thick-necks.\r\n\r\n\"Surest thing you know,\" agreed his colleague.\r\n\r\n\"Seems to me the tire's punctured,\" said the Kid.\r\n\r\nAll three concentrated their gaze on the machine.\r\n\r\n\"Kid's right,\" said thick-neck number one. \"Guy's been an' bust a\r\ntire.\"\r\n\r\n\"Surest thing you know,\" said thick-neck number two.\r\n\r\nThey observed the perspiring chauffeur in silence for a while.\r\n\r\n\"Wonder how he did that, now?\" speculated the Kid.\r\n\r\n\"Ran over a nail, I guess,\" said thick-neck number one.\r\n\r\n\"Surest thing you know,\" said the other, who, while perhaps somewhat\r\ndeficient in the matter of original thought, was a most useful fellow\r\nto have by one--a sort of Boswell.\r\n\r\n\"Did you run over a nail?\" the Kid enquired of the chauffeur.\r\n\r\nThe chauffeur worked on, unheeding.\r\n\r\n\"This is his busy day,\" said the first thick-neck, with satire. \"Guy's\r\ntoo full of work to talk to us.\"\r\n\r\n\"Deaf, shouldn't wonder,\" surmised the Kid. \"Say, wonder what's he\r\ndoing with a taxi so far out of the city.\"\r\n\r\n\"Some guy tells him to drive him out here, I guess. Say, it'll cost him\r\nsomething, too. He'll have to strip off a few from his roll to pay for\r\nthis.\"\r\n\r\nJohn glanced at Mr. Parker, quivering with excitement. It was his last\r\nchance. Would the Kid think to look inside the cab, or would he move\r\non? Could he risk a shout?\r\n\r\nMr. Parker leaned forward, and thrust the muzzle of the pistol against\r\nhis body. The possibilities of the situation had evidently not been\r\nlost upon him.\r\n\r\n\"Keep quiet,\" he whispered.\r\n\r\nOutside, the conversation had begun again, and the Kid had made his\r\ndecision.\r\n\r\n\"Pretty rich guy inside,\" he said, following up his companion's train\r\nof thought. \"I'm going to rubber through the window.\"\r\n\r\nJohn met Mr. Parker's eye, and smiled.\r\n\r\nThere came the sound of the Kid's feet grating on the road, as he\r\nturned, and, as he heard it, Mr. Parker for the first time lost his\r\nhead. With a vague idea of screening John, he half-rose. The pistol\r\nwavered. It was the chance John had prayed for. His left hand shot out,\r\ngrasped the other's wrist, and gave it a sharp wrench. The pistol went\r\noff with a deafening report, the bullet passing through the back of the\r\ncab, then fell to the floor, as the fingers lost their hold. And the\r\nnext moment John's right fist, darting upward, crashed home.\r\n\r\nThe effect was instantaneous. John had risen from his seat as he\r\ndelivered the blow, and it got the full benefit of his weight. Mr.\r\nParker literally crumpled up. His head jerked, then fell limply forward.\r\nJohn pushed him on to the seat as he slid toward the floor.\r\n\r\nThe interested face of the Kid appeared at the window. Behind him could\r\nbe seen portions of the faces of the two thick-necks.\r\n\r\n\"Hello, Kid,\" said John. \"I heard your voice. I hoped you might look in\r\nfor a chat.\"\r\n\r\nThe Kid stared, amazed.\r\n\r\n\"What's doin'?\" he queried.\r\n\r\n\"A good deal. I'll explain later. First, will you kindly knock that\r\nchauffeur down and sit on his head?\"\r\n\r\n\"De guy's beat it,\" volunteered the first thick-neck.\r\n\r\n\"Surest thing you know,\" said the other.\r\n\r\n\"What's been doin'?\" asked the Kid. \"What are you going to do with this\r\nguy?\"\r\n\r\nJohn inspected the prostrate Mr. Parker, who had begun to stir\r\nslightly.\r\n\r\n\"I guess we'll leave him here,\" he said. \"I've had all of his company\r\nthat I need for to-day. Show me the nearest station, Kid. I must be\r\ngetting back to New York. I'll tell you all about it as we go. A walk\r\nwill do me good. Riding in a taxi is pleasant, but, believe me, you can\r\nhave too much of it.\""
  ]
}