{
  "index": 22,
  "title": "Chapter 21",
  "paragraphs": [
    "A GATHERING OF CAT SPECIALISTS\r\n\r\n\r\n\"It will probably be necessary,\" said Smith, as they set out for\r\nGroome Street, \"to allude to you, Comrade John, in the course of this\r\ninterview, as one of our most eminent living cat-fanciers. You have\r\nnever met Comrade Jarvis, I believe? Well, he is a gentleman with just\r\nabout enough forehead to prevent his front hair getting inextricably\r\nblended with his eyebrows, and he owns twenty-three cats, each with a\r\nleather collar round its neck. It is, I fancy, the cat note which we\r\nshall have to strike to-day. If only Comrade Brown were with us, we\r\ncould appeal to his finer feelings. But he has seen me only once and\r\nyou never, and I should not care to bet that he will feel the least\r\nparticle of dismay at the idea of our occiputs getting all mussed up\r\nwith a black-jack. But when I inform him that you are an English\r\ncat-fancier, and that in your island home you have seventy-four fine\r\ncats, mostly Angoras, that will be a different matter. I shall be\r\nsurprised if he does not fall on your neck.\"\r\n\r\nThey found Mr. Jarvis in his fancier's shop, engaged in the\r\nintellectual occupation of greasing a cat's paws with butter. He looked\r\nup as they entered, and then resumed his task.\r\n\r\n\"Comrade Jarvis,\" said Smith, \"we meet again. You remember me?\"\r\n\r\n\"Nope,\" said Mr. Jarvis promptly.\r\n\r\nSmith was not discouraged.\r\n\r\n\"Ah!\" he said tolerantly, \"the fierce rush of New York life! How it\r\nwipes from the retina to-day the image impressed on it but yesterday.\r\nIs it not so, Comrade Jarvis?\"\r\n\r\nThe cat-expert concentrated himself on his patient's paws without\r\nreplying.\r\n\r\n\"A fine animal,\" said Smith, adjusting his monocle. \"To what\r\nparticular family of the _Felis Domestica_ does that belong? In\r\ncolor it resembles a Neapolitan ice more than anything.\"\r\n\r\nMr. Jarvis' manner became unfriendly.\r\n\r\n\"Say, what do youse want? That's straight, ain't it? If youse want to\r\nbuy a boid or a snake, why don't youse say so?\"\r\n\r\n\"I stand corrected,\" said Smith; \"I should have remembered that time\r\nis money. I called in here partly in the hope that, though you only met\r\nme once--on the stairs of my office, you might retain pleasant\r\nrecollections of me, but principally in order that I might make two\r\nvery eminent cat-fanciers acquainted. This,\" he said, with a wave of\r\nhis hand in the direction of John, \"is Comrade Maude, possibly the\r\nbest known of English cat-fanciers. Comrade Maude's stud of Angoras is\r\ncelebrated wherever the English language is spoken.\"\r\n\r\nMr. Jarvis's expression changed. He rose, and, having inspected John\r\nwith silent admiration for a while, extended a well-buttered hand\r\ntowards him. Smith looked on benevolently.\r\n\r\n\"What Comrade Maude does not know about cats,\" he said, \"is not\r\nknowledge. His information on Angoras alone would fill a volume.\"\r\n\r\n\"Say\"--Mr. Jarvis was evidently touching on a point which had weighed\r\ndeeply upon him--\"why's catnip called catnip?\"\r\n\r\nJohn looked at Smith helplessly. It sounded like a riddle, but it was\r\nobvious that Mr. Jarvis's motive in putting the question was not\r\nfrivolous. He really wished to know.\r\n\r\n\"The word, as Comrade Maude was just about to observe,\" said Smith, \"is\r\na corruption of catmint. Why it should be so corrupted I do not know.\r\nBut what of that? The subject is too deep to be gone fully into at the\r\nmoment. I should recommend you to read Mr. Maude's little brochure on\r\nthe matter. Passing lightly on from that--\"\r\n\r\n\"Did youse ever have a cat dat ate bettles?\" enquired Mr. Jarvis.\r\n\r\n\"There was a time when many of Comrade Maude's _Felidae_ supported\r\nlife almost entirely on beetles.\"\r\n\r\n\"Did they git thin?\"\r\n\r\nJohn felt it was time, if he were to preserve his reputation, to assert\r\nhimself.\r\n\r\n\"No,\" he replied firmly.\r\n\r\nMr. Jarvis looked astonished.\r\n\r\n\"English beetles,\" said Smith, \"don't make cats thin. Passing\r\nlightly--\"\r\n\r\n\"I had a cat oncst,\" said Mr. Jarvis, ignoring the remark and sticking\r\nto his point, \"dat ate beetles and got thin and used to tie itself\r\ninter knots.\"\r\n\r\n\"A versatile animal,\" agreed Smith.\r\n\r\n\"Say,\" Mr. Jarvis went on, now plainly on a subject near to his heart,\r\n\"dem beetles is fierce. Sure! Can't keep de cats off of eatin' dem, I\r\ncan't. First t'ing you know dey've swallowed dem, and den dey gits thin\r\nand ties theirselves into knots.\"\r\n\r\n\"You should put them into strait-waistcoats,\" said Smith. \"Passing,\r\nhowever, lightly--\"\r\n\r\n\"Say, ever have a cross-eyed cat?\"\r\n\r\n\"Comrade Maude's cats,\" said Smith, \"have happily been almost entirely\r\nfree from strabismus.\"\r\n\r\n\"Dey's lucky, cross-eyed cats is. You has a cross-eyed cat, and not'in'\r\ndon't never go wrong. But, say, was dere ever a cat wit' one blue and\r\none yaller one in your bunch? Gee! it's fierce when it's like dat. It's\r\na skidoo, is a cat wit' one blue eye and one yaller one. Puts you in\r\nbad, surest t'ing you know. Oncst a guy give me a cat like dat, and\r\nfirst t'ing you know I'm in bad all round. It wasn't till I give him\r\naway to de cop on de corner and gets me one dat's cross-eyed dat I\r\nlifts de skidoo off of me.\"\r\n\r\n\"And what happened to the cop?\" enquired Smith, interested.\r\n\r\n\"Oh, he got in bad, sure enough,\" said Mr. Jarvis without emotion. \"One\r\nof de boys what he'd pinched and had sent up the road once lays for\r\nhim and puts one over on him wit a black-jack. Sure. Dat's what comes\r\nof havin' a cat wit' one blue and one yaller one.\"\r\n\r\nMr. Jarvis relapsed into silence. He seemed to be meditating on the\r\ninscrutable workings of Fate. Smith took advantage of the pause to\r\nleave the cat topic and touch on matters of more vital import.\r\n\r\n\"Tense and exhilarating as is this discussion of the optical\r\npeculiarities of cats,\" he said, \"there is another matter on which, if\r\nyou will permit me, I should like to touch. I would hesitate to bore\r\nyou with my own private troubles, but this is a matter which concerns\r\nComrade Maude as well as myself, and I can see that your regard for\r\nComrade Maude is almost an obsession.\"\r\n\r\n\"How's that?\"\r\n\r\n\"I can see,\" said Smith, \"that Comrade Maude is a man to whom you give\r\nthe glad hand.\"\r\n\r\nMr. Jarvis regarded John with respectful affection.\r\n\r\n\"Sure! He's to the good, Mr. Maude is.\"\r\n\r\n\"Exactly,\" said Smith. \"To resume, then. The fact is, Comrade Jarvis,\r\nwe are much persecuted by scoundrels. How sad it is in this world! We\r\nlook to every side. We look to north, east, south, and west, and what\r\ndo we see? Mainly scoundrels. I fancy you have heard a little about our\r\ntroubles before this. In fact, I gather that the same scoundrels\r\nactually approached you with a view to engaging your services to do us\r\nup, but that you very handsomely refused the contract. We are the staff\r\nof _Peaceful Moments_.\"\r\n\r\n\"_Peaceful Moments_,\" said Mr. Jarvis. \"Sure, dat's right. A guy\r\ncomes to me and says he wants you put through it, but I gives him de\r\ntrundown.\"\r\n\r\n\"So I was informed,\" said Smith. \"Well, failing you, they went to a\r\ngentleman of the name of Reilly--\"\r\n\r\n\"Spider Reilly?\"\r\n\r\n\"Exactly. Spider Reilly, the lessee and manager of the Three Points\r\ngang.\"\r\n\r\nMr. Jarvis frowned.\r\n\r\n\"Dose T'ree Points, dey're to de bad. Dey're fresh.\"\r\n\r\n\"It is too true, Comrade Jarvis.\"\r\n\r\n\"Say,\" went on Mr. Jarvis, waxing wrathful at the recollection, \"what\r\ndo youse t'ink dem fresh stiffs done de odder night? Started some rough\r\nwoik in me own dance-joint.\"\r\n\r\n\"Shamrock Hall?\" said Smith. \"I heard about it.\"\r\n\r\n\"Dat's right, Shamrock Hall. Got gay, dey did, wit' some of the Table\r\nHillers. Say, I got it in for dem gazebos, sure I have. Surest t'ing\r\nyou know.\"\r\n\r\nSmith beamed approval.\r\n\r\n\"That,\" he said, \"is the right spirit. Nothing could be more admirable.\r\nWe are bound together by our common desire to check the ever-growing\r\nspirit of freshness among the members of the Three Points. Add to that\r\nthe fact that we are united by a sympathetic knowledge of the manners\r\nand customs of cats, and especially that Comrade Maude, England's\r\ngreatest fancier, is our mutual friend, and what more do we want?\r\nNothing.\"\r\n\r\n\"Mr. Maude's to de good,\" assented Mr. Jarvis, eying John once more in\r\nfriendly fashion.\r\n\r\n\"We are all to the good,\" said Smith. \"Now, the thing I wished to ask\r\nyou is this. The office of the paper was, until this morning, securely\r\nguarded by Comrade Brady, whose name will be familiar to you.\"\r\n\r\n\"De Kid?\"\r\n\r\n\"On the bull's-eye, as usual. Kid Brady, the coming light-weight\r\nchampion of the world. Well, he has unfortunately been compelled to\r\nleave us, and the way into the office is consequently clear to any\r\nsand-bag specialist who cares to wander in. So what I came to ask was,\r\nwill you take Comrade Brady's place for a few days?\"\r\n\r\n\"How's that?\"\r\n\r\n\"Will you come in and sit in the office for the next day or so and help\r\nhold the fort? I may mention that there is money attached to the job.\r\nWe will pay for your services.\"\r\n\r\nMr. Jarvis reflected but a brief moment.\r\n\r\n\"Why, sure,\" he said. \"Me fer dat.\"\r\n\r\n\"Excellent, Comrade Jarvis. Nothing could be better. We will see you\r\nto-morrow, then. I rather fancy that the gay band of Three Pointers who\r\nwill undoubtedly visit the offices of _Peaceful Moments_ in the\r\nnext few days is scheduled to run up against the surprise of their\r\nlives.\"\r\n\r\n\"Sure t'ing. I'll bring me canister.\"\r\n\r\n\"Do,\" said Smith. \"In certain circumstances one canister is worth a\r\nflood of rhetoric. Till to-morrow, then, Comrade Jarvis. I am very much\r\nobliged to you.\"\r\n\r\n       *       *       *       *       *\r\n\r\n\"Not at all a bad hour's work,\" he said complacently, as they turned\r\nout of Groome Street. \"A vote of thanks to you, John, for your\r\ninvaluable assistance.\"\r\n\r\n\"I didn't do much,\" said John, with a grin.\r\n\r\n\"Apparently, no. In reality, yes. Your manner was exactly right.\r\nReserved, yet not haughty. Just what an eminent cat-fancier's manner\r\nshould be. I could see that you made a pronounced hit with Comrade\r\nJarvis. By the way, as he is going to show up at the office to-morrow,\r\nperhaps it would be as well if you were to look up a few facts bearing\r\non the feline world. There is no knowing what thirst for information a\r\nnight's rest may not give Comrade Jarvis. I do not presume to dictate,\r\nbut if you were to make yourself a thorough master of the subject of\r\ncatnip, for instance, it might quite possibly come in useful.\""
  ]
}