{
  "index": 26,
  "title": "Chapter 25",
  "paragraphs": [
    "JOURNEY'S END\r\n\r\n\r\nThe capacity of the human brain for surprise, like that of the human\r\nbody for pain, is limited. For a single instant a sense of utter\r\nunreality struck John like a physical blow. The world flickered before\r\nhis eyes and the air seemed full of strange noises. Then, quite\r\nsuddenly, these things passed, and he found himself looking at her with\r\na total absence of astonishment, mildly amused in some remote corner of\r\nhis brain at his own calm. It was absurd, he told himself, that he\r\nshould be feeling as if he had known of her presence there all the\r\ntime. Yet it was so. If this were a dream, he could not be taking the\r\nmiracle more as a matter of course. Joy at the sight of her he felt,\r\nkeen and almost painful, but no surprise. The shock had stunned his\r\nsense of wonder.\r\n\r\nShe was wearing a calico apron over her dress, an apron that had\r\nevidently been designed for a large woman. Swathed in its folds, she\r\nsuggested a child playing at being grown up. Her sleeves were rolled\r\nback to the elbow, and her slim arms dripped with water. Strands of\r\nbrown hair were blowing loose in the evening breeze. To John she had\r\nnever seemed so bewitchingly pretty. He stared at her till the pallor\r\nof her face gave way to a warm red glow.\r\n\r\nAs they stood there, speechless, there came from the other side of the\r\nchimney, softly at first, then swelling, the sound of a child's voice,\r\nraised in a tentative wail. Betty started violently. The next moment\r\nshe was gone, and from the unseen parts beyond the chimney came the\r\nnoise of splashing water.\r\n\r\nAnd at the same instant, through the trap, came a trampling of feet and\r\nthe sound of whispering. The enemy had reached the top floor.\r\n\r\nJohn was conscious of a remarkable exhilaration. He felt insanely\r\nlight-hearted. He laughed aloud at the thought that until then he had\r\ncompletely forgotten the very existence of these earnest seekers after\r\nhis downfall. He threw back his head and shouted. There was something\r\nso ridiculous in their assumption that they mattered to a man who had\r\nfound Betty again.\r\n\r\nHe thrust his head down through the trap, to see what was going on. The\r\ndark passage was full of indistinct forms, gathered together in puzzled\r\ngroups. The mystery of the vanished object of their pursuit was being\r\ndiscussed in hoarse whispers.\r\n\r\nSuddenly there was an excited shout, then a rush of feet. John drew\r\nback his head, and waited, gripping his stick.\r\n\r\nVoices called to each other in the passage below.\r\n\r\n\"De roof!\"\r\n\r\n\"On top de roof!\"\r\n\r\n\"He's beaten it for de roof!\"\r\n\r\nFeet shuffled on the stone floor. The voices ceased abruptly. And then,\r\nlike a jack-in-the-box, there popped through the trap a head and\r\nshoulders.\r\n\r\nThe new arrival was a young man with a shock of red hair, a broken\r\nnose, and a mouth from which force or the passage of time had removed\r\nthree front teeth. He held on to the edge of the trap, and stared up at\r\nJohn.\r\n\r\nJohn beamed down at him, and shifted his grip on the stick.\r\n\r\n\"Who's here?\" he cried. \"Historic picture. 'Old Dr. Cook discovers the\r\nNorth Pole.'\"\r\n\r\nThe red-headed young man blinked. The strong light of the open air was\r\ntrying to his eyes.\r\n\r\n\"Youse had best come down,\" he observed coldly. \"We've got youse.\"\r\n\r\n\"And,\" continued John, unmoved, \"is instantly handed a gum-drop by his\r\nfaithful Eskimo.\"\r\n\r\nAs he spoke, he brought the stick down on the knuckles which disfigured\r\nthe edges of the trap. The intruder uttered a howl and dropped out of\r\nsight. In the passage below there were whisperings and mutterings,\r\ngrowing gradually louder till something resembling coherent\r\nconversation came to John's ears, as he knelt by the trap making\r\nmeditative billiard shots with the stick at a small pebble.\r\n\r\n\"Aw g'wan! Don't be a quitter.\"\r\n\r\n\"Who's a quitter?\"\r\n\r\n\"Youse a quitter. Get on top de roof. He can't hoit youse.\"\r\n\r\n\"De guy's gotten a big stick.\"\r\n\r\nJohn nodded appreciatively.\r\n\r\n\"I and Theodore,\" he murmured.\r\n\r\nA somewhat baffled silence on the part of the attacking force was\r\nfollowed by further conversation.\r\n\r\n\"Gee! Some guy's got to go up.\"\r\n\r\nMurmur of assent from the audience.\r\n\r\nA voice, in inspired tones: \"Let Sam do it.\"\r\n\r\nThe suggestion made a hit. There was no doubt about that. It was a\r\nsuccess from the start. Quite a little chorus of voices expressed\r\nsincere approval of the very happy solution to what had seemed an\r\ninsoluble problem. John, listening from above, failed to detect in the\r\nchoir of glad voices one that might belong to Sam himself. Probably\r\ngratification had rendered the chosen one dumb.\r\n\r\n\"Yes, let Sam do it,\" cried the unseen chorus. The first speaker,\r\nunnecessarily, perhaps--for the motion had been carried almost\r\nunanimously--but possibly with the idea of convincing the one member of\r\nthe party in whose bosom doubts might conceivably be harbored, went on\r\nto adduce reasons.\r\n\r\n\"Sam bein' a coon,\" he argued, \"ain't goin' to git hoit by no stick.\r\nYouse can't hoit a coon by soakin' him on de coco, can you, Sam?\"\r\n\r\nJohn waited with some interest for the reply, but it did not come.\r\nPossibly Sam did not wish to generalize on insufficient experience.\r\n\r\n\"We can but try,\" said John softly, turning the stick round in his\r\nfingers.\r\n\r\nA report like a cannon sounded in the passage below. It was merely a\r\nrevolver shot, but in the confined space it was deafening. The bullet\r\nsang up into the sky.\r\n\r\n\"Never hit me,\" said John cheerfully.\r\n\r\nThe noise was succeeded by a shuffling of feet. John grasped his stick\r\nmore firmly. This was evidently the real attack. The revolver shot had\r\nbeen a mere demonstration of artillery to cover the infantry's advance.\r\n\r\nSure enough, the next moment a woolly head popped through the opening,\r\nand a pair of rolling eyes gleamed up at him.\r\n\r\n\"Why, Sam!\" he said cordially, \"this is great. Now for our interesting\r\nexperiment. My idea is that you _can_ hurt a coon's head with a\r\nstick if you hit it hard enough. Keep quite still. Now. What, are you\r\ncoming up? Sam, I hate to do it, but--\"\r\n\r\nA yell rang out. John's theory had been tested and proved correct.\r\n\r\nBy this time the affair had begun to attract spectators. The noise of\r\nthe revolver had proved a fine advertisement. The roof of the house\r\nnext door began to fill up. Only a few of the occupants could get a\r\nclear view of the proceedings, for the chimney intervened. There was\r\nconsiderable speculation as to what was passing in the Three Points\r\ncamp. John was the popular favorite. The early comers had seen his\r\ninterview with Sam, and were relating it with gusto to their friends.\r\nTheir attitude toward John was that of a group of men watching a dog at\r\na rat hole. They looked to him to provide entertainment for them, but\r\nthey realized that the first move must be with the attackers. They were\r\nfair-minded men, and they did not expect John to make any aggressive\r\nmove.\r\n\r\nTheir indignation, when the proceedings began to grow slow, was\r\ndirected entirely at the dilatory Three Pointers. They hooted the Three\r\nPointers. They urged them to go home and tuck themselves up in bed. The\r\nspectators were mostly Irishmen, and it offended them to see what\r\nshould have been a spirited fight so grossly bungled.\r\n\r\n\"G'wan away home, ye quitters!\" roared one.\r\n\r\nA second member of the audience alluded to them as \"stiffs.\"\r\n\r\nIt was evident that the besieging army was beginning to grow a little\r\nunpopular. More action was needed if they were to retain the esteem of\r\nBroster Street.\r\n\r\nSuddenly there came another and a longer explosion from below, and more\r\nbullets wasted themselves on air. John sighed.\r\n\r\n\"You make me tired,\" he said.\r\n\r\nThe Irish neighbors expressed the same sentiment in different and more\r\nforcible words. There was no doubt about it--as warriors, the Three\r\nPointers were failing to give satisfaction.\r\n\r\nA voice from the passage called to John.\r\n\r\n\"Say!\"\r\n\r\n\"Well?\" said John.\r\n\r\n\"Are youse comin' down off out of dat roof?\"\r\n\r\n\"Would you mind repeating that remark?\"\r\n\r\n\"Are youse goin' to quit off out of dat roof?\"\r\n\r\n\"Go away and learn some grammar,\" said John severely.\r\n\r\n\"Hey!\"\r\n\r\n\"Well?\"\r\n\r\n\"Are youse--?\"\r\n\r\n\"No, my son,\" said John, \"since you ask it, I am not. I like being up\r\nhere. How is Sam?\"\r\n\r\nThere was silence below. The time began to pass slowly. The Irishmen on\r\nthe other roof, now definitely abandoning hope of further\r\nentertainment, proceeded with hoots of derision to climb down one by\r\none into the recesses of their own house.\r\n\r\nAnd then from the street far below there came a fusillade of shots and\r\na babel of shouts and counter-shouts. The roof of the house next door\r\nfilled again with a magical swiftness, and the low wall facing the\r\nstreet became black with the backs of those craning over. There\r\nappeared to be great doings in the street.\r\n\r\nJohn smiled comfortably.\r\n\r\nIn the army of the corridor confusion had arisen. A scout, clattering\r\nupstairs, had brought the news of the Table Hillites' advent, and there\r\nwas doubt as to the proper course to pursue. Certain voices urged going\r\ndown to help the main body. Others pointed out that this would mean\r\nabandoning the siege of the roof. The scout who had brought the news\r\nwas eloquent in favor of the first course.\r\n\r\n\"Gee!\" he cried, \"don't I keep tellin' youse dat de Table Hills is\r\nhere? Sure, dere's a whole bunch of dem, and unless youse come on down\r\ndey'll bite de hull head off of us lot. Leave dat stiff on de roof. Let\r\nSam wait here wit' his canister, and den he can't get down, 'cos Sam'll\r\npump him full of lead while he's beatin' it t'roo de trapdoor. Sure!\"\r\n\r\nJohn nodded reflectively.\r\n\r\n\"There is certainly something in that,\" he murmured. \"I guess the grand\r\nrescue scene in the third act has sprung a leak. This will want\r\nthinking over.\"\r\n\r\nIn the street the disturbance had now become terrible. Both sides were\r\nhard at it, and the Irishmen on the roof, rewarded at last for their\r\nlong vigil, were yelling encouragement promiscuously and whooping with\r\nthe unfettered ecstasy of men who are getting the treat of their lives\r\nwithout having paid a penny for it.\r\n\r\nThe behavior of the New York policeman in affairs of this kind is based\r\non principles of the soundest practical wisdom. The unthinking man\r\nwould rush in and attempt to crush the combat in its earliest and\r\nfiercest stages. The New York policeman, knowing the importance of his\r\nsafety, and the insignificance of the gangsman's, permits the opposing\r\nforces to hammer each other into a certain distaste for battle, and\r\nthen, when both sides have begun to have enough of it, rushes in\r\nhimself and clubs everything in sight. It is an admirable process in\r\nits results, but it is sure rather than swift.\r\n\r\nProceedings in the affair below had not yet reached the\r\npolice-interference stage. The noise, what with the shots and yells\r\nfrom the street and the ear-piercing approval of the roof audience, was\r\njust working up to a climax.\r\n\r\nJohn rose. He was tired of kneeling by the trap, and there was no\r\nlikelihood of Sam making another attempt to climb through. He got up\r\nand stretched himself.\r\n\r\nAnd then he saw that Betty was standing beside him, holding with each\r\nhand a small and--by Broster Street standards--uncannily clean child.\r\nThe children were scared and whimpering, and she stooped to soothe\r\nthem. Then she turned to John, her eyes wide with anxiety.\r\n\r\n\"Are you hurt?\" she cried. \"What has been happening? Are you hurt?\"\r\n\r\nJohn's heart leaped at the anxious break in her voice.\r\n\r\n\"It's all right,\" he said soothingly. \"It's absolutely all right.\r\nEverything's over.\"\r\n\r\nAs if to give him the lie, the noise in the street swelled to a\r\ncrescendo of yells and shots.\r\n\r\n\"What's that?\" cried Betty, starting.\r\n\r\n\"I fancy,\" said John, \"the police must be taking a hand. It's all\r\nright. There's a little trouble down below there between two of the\r\ngangs. It won't last long now.\"\r\n\r\n\"Who were those men?\"\r\n\r\n\"My friends in the passage?\" he said lightly. \"Those were some of the\r\nThree Points gang. We were holding the concluding exercise of a rather\r\nlively campaign that's been--\"\r\n\r\nBetty leaned weakly against the chimney. There was silence now in the\r\nstreet. Only the distant rumble of an elevated train broke the\r\nstillness. She drew her hands from the children's grasp, and covered\r\nher face. As she lowered them again, John saw that the blood had left\r\nher cheeks. She was white and shaking. He moved forward impulsively.\r\n\r\n\"Betty!\"\r\n\r\nShe tottered, reaching blindly for the chimney for support, and without\r\nfurther words he gathered her into his arms as if she had been the\r\nchild she looked, and held her there, clutching her to him fiercely,\r\nkissing the brown hair that brushed against his face, and soothing her\r\nwith vague murmurings.\r\n\r\nHer breath came in broken gasps. She laughed hysterically.\r\n\r\n\"I thought they were killing you--killing you--and I couldn't leave my\r\nbabies--they were so frightened, poor little mites--I thought they were\r\nkilling you.\"\r\n\r\n\"Betty!\"\r\n\r\nHer arms about his neck tightened their grip convulsively, forcing his\r\nhead down until his face rested against hers. And so they stood,\r\nrigid, while the two children stared with round eyes and whimpered\r\nunheeded.\r\n\r\nHer grip relaxed. Her hands dropped slowly to her side. She leaned back\r\nagainst the circle of his arms, and looked up at him--a strange look,\r\nfull of a sweet humility.\r\n\r\n\"I thought I was strong,\" she said quietly. \"I'm weak--but I don't\r\ncare.\"\r\n\r\nHe looked at her with glowing eyes, not understanding, but content that\r\nthe journey was ended, that she was there, in his arms, speaking to\r\nhim.\r\n\r\n\"I always loved you, dear,\" she went on. \"You knew that, didn't you?\r\nBut I thought I was strong enough to give you up for--for a\r\nprinciple--but I was wrong. I can't do without you--I knew it just now\r\nwhen I saw--\" She stopped, and shuddered. \"I can't do without you,\" she\r\nrepented.\r\n\r\nShe felt the muscles of his arms quiver, and pressed more closely\r\nagainst them. They were strong arms, protecting arms, restful to lean\r\nagainst at the journey's end."
  ]
}