{
  "index": 21,
  "title": "Chapter 20",
  "paragraphs": [
    "CHANGES IN THE STAFF\r\n\r\n\r\nThree days had elapsed since the battle which had opened the campaign,\r\nand there had been no further movement on the part of the enemy. Smith\r\nwas puzzled. A strange quiet seemed to be brooding over the other camp.\r\nHe could not believe that a single defeat had crushed the foe, but it\r\nwas hard to think of any other explanation.\r\n\r\nIt was Pugsy Maloney who, on the fourth morning, brought to the office\r\nthe inner history of the truce. His version was brief and unadorned, as\r\nwas the way with his narratives. Such things as first causes and\r\npiquant details he avoided, as tending to prolong the telling\r\nexcessively, thus keeping him from the perusal of his cowboy stories.\r\nHe gave the thing out merely as an item of general interest, a bubble\r\non the surface of the life of a great city. He did not know how nearly\r\ninterested were his employers in any matter touching that gang which is\r\nknown as the Three Points.\r\n\r\nPugsy said: \"Dere's been fuss'n going on down where I live. Dude\r\nDawson's mad at Spider Reilly, and now de Table Hills is layin' for de\r\nT'ree Points, to soak it to 'em. Dat's right.\"\r\n\r\nHe then retired to his outer fastness, yielding further details jerkily\r\nand with the distrait air of one whose mind is elsewhere.\r\n\r\nSkilfully extracted and pieced together, these details formed\r\nthemselves into the following typical narrative of East Side life.\r\n\r\nThere were four really important gangs in New York at this time. There\r\nwere other less important institutions besides, but these were little\r\nmore than mere friendly gatherings of old boyhood chums for purposes of\r\nmutual companionship. They might grow into formidable organizations in\r\ntime, but for the moment the amount of ice which good judges declared\r\nthem to cut was but small. They would \"stick up\" an occasional wayfarer\r\nfor his \"cush,\" and they carried \"canisters\" and sometimes fired them\r\noff, but these things do not signify the cutting of ice. In matters\r\npolitical there were only four gangs which counted, the East Side, the\r\nGroome Street, the Three Points and the Table Hill. Greatest of these,\r\nby virtue of their numbers, were the East Side and the Groome Street,\r\nthe latter presided over at the time of this story by Mr. Bat Jarvis.\r\nThese two were colossal, and, though they might fight each other, were\r\nimmune from attack at the hands of the rest.\r\n\r\nBut between the other gangs, and especially between the Table Hill and\r\nthe Three Points, which were much of a size, warfare raged as\r\nfrequently as among the Republics of South America. There had always\r\nbeen bad blood between the Table Hill and the Three Points. Little\r\nevents, trifling in themselves, had always occurred to shatter friendly\r\nrelations just when there seemed a chance of their being formed. Thus,\r\njust as the Table Hillites were beginning to forgive the Three Points\r\nfor shooting the redoubtable Paul Horgan down at Coney Island, a Three\r\nPointer injudiciously wiped out a Table Hillite near Canal Street. He\r\npleaded self-defense, and in any case it was probably mere\r\nthoughtlessness, but nevertheless the Table Hillites were ruffled.\r\n\r\nThat had been a month or so back. During that month things had been\r\nsimmering down, and peace was just preparing to brood when there\r\noccurred the incident alluded to by Pugsy, the regrettable falling out\r\nbetween Dude Dawson and Spider Reilly.\r\n\r\nTo be as brief as possible, Dude Dawson had gone to spend a happy\r\nevening at a dancing saloon named Shamrock Hall, near Groome Street.\r\nNow, Shamrock Hall belonged to a Mr. Maginnis, a friend of Bat Jarvis,\r\nand was under the direct protection of that celebrity. It was,\r\ntherefore, sacred ground, and Mr. Dawson visited it in a purely private\r\nand peaceful capacity. The last thing he intended was to spoil the\r\nharmony of the evening.\r\n\r\nAlas for the best intentions! Two-stepping clumsily round the room--for\r\nhe was a poor, though enthusiastic, dancer--Dude Dawson collided with\r\nand upset a certain Reddy Davis and his partner. Reddy Davis was a\r\nmember of the Three Points, and his temper was the temper of a\r\nred-headed man. He \"slugged\" Mr. Dawson. Mr. Dawson, more skilful at\r\nthe fray than at the dance, joined battle willingly, and they were\r\nabsorbed in a stirring combat, when an interruption occurred. In the\r\nfar corner of the room, surrounded by admiring friends, sat Spider\r\nReilly, monarch of the Three Points. He had noticed that there was a\r\nslight disturbance at the other side of the hall, but had given it\r\nlittle attention till the dancing ceasing suddenly and the floor\r\nemptying itself of its crowd, he had a plain view of Mr. Dawson and Mr.\r\nDavis squaring up at each other for the second round.\r\n\r\nWe must assume that Mr. Reilly was not thinking of what he did, for his\r\naction was contrary to all rules of gang etiquette. In the street it\r\nwould have been perfectly legitimate, even praiseworthy, but in a\r\ndance-hall under the protection of a neutral power it was unpardonable.\r\n\r\nWhat he did was to produce his revolver, and shoot the unsuspecting Mr.\r\nDawson in the leg. Having done which, he left hurriedly, fearing the\r\nwrath of Bat Jarvis.\r\n\r\nMr. Dawson, meanwhile, was attended to and helped home. Willing\r\ninformants gave him the name of his aggressor, and before morning the\r\nTable Hill camp was in a ferment. Shooting broke out in three places,\r\nthough there were no casualties.\r\n\r\nWhen the day dawned there existed between the two gangs a state of war\r\nmore bitter than any in their record, for this time it was chieftain\r\nwho had assaulted chieftain, Royal blood had been spilt.\r\n\r\nSuch was the explanation of the lull in the campaign against\r\n_Peaceful Moments_. The new war had taken the mind of Spider\r\nReilly and his warriors off the paper and its affairs for the moment,\r\nmuch as the unexpected appearance of a mad bull would make a man forget\r\nthat he had come out snipe-shooting.\r\n\r\nAt present there had been no pitched battle. As was usual between the\r\ngangs, war had broken out in a somewhat tentative fashion at first.\r\nThere had been skirmishes by the wayside, but nothing more. The two\r\narmies were sparring for an opening.\r\n\r\n       *       *       *       *       *\r\n\r\nSmith was distinctly relieved at the respite, for a serious blow had\r\nfallen on _Peaceful Moments_, necessitating careful thought. This was\r\nthe defection of Kid Brady.\r\n\r\nThe Kid's easy defeat of Cyclone Dick Fisher had naturally created a\r\nsensation in sporting circles. He had become famous in a night. It was\r\nnot with surprise, therefore, that Smith received from his fighting\r\neditor the information that he had been matched against one Eddie Wood,\r\nwhose fame outshone even that of the late Cyclone.\r\n\r\nThe Kid, a white man to the core, exhibited quite a feudal loyalty to\r\nthe paper which had raised him from the ruck and placed him on the road\r\nto eminence.\r\n\r\n\"Say the word,\" he said, \"and I'll call it off. If you feel you need me\r\naround here, Mr. Smith, say so, and I'll side-step Eddie.\"\r\n\r\n\"Comrade Brady,\" said Smith with enthusiasm, \"I have had occasion\r\nbefore to call you sport. I do so again. But I'm not going to stand in\r\nyour way. If you eliminate this Comrade Wood, they will have to give\r\nyou a chance against Jimmy Garvin, won't they?\"\r\n\r\n\"I guess that's right,\" said the Kid. \"Eddie stayed nineteen rounds\r\nagainst Jimmy, and, if I can put him away, it gets me clear into line\r\nwith Jim, and he'll have to meet me.\"\r\n\r\n\"Then go in and win, Comrade Brady. We shall miss you. It will be as if\r\na ray of sunshine had been removed from the office. But you mustn't\r\nthrow a chance away.\"\r\n\r\n\"I'll train at White Plains,\" said the Kid, \"so I'll be pretty near in\r\ncase I'm wanted.\"\r\n\r\n\"Oh, we shall be all right,\" said Smith, \"and if you win, we'll bring\r\nout a special number. Good luck, Comrade Brady, and many thanks for\r\nyour help.\"\r\n\r\n       *       *       *       *       *\r\n\r\nJohn, when he arrived at the office and learned the news, was for\r\nrelying on their own unaided efforts.\r\n\r\n\"And, anyway,\" he said, \"I don't see who else there is to help us. You\r\ncould tell the police, I suppose,\" he went on doubtfully.\r\n\r\nSmith shook his head.\r\n\r\n\"The New York policeman, Comrade John, is, like all great men, somewhat\r\npeculiar. If you go to a New York policeman and exhibit a black eye, he\r\nis more likely to express admiration for the handiwork of the citizen\r\nresponsible for the same than sympathy. No; since coming to this city I\r\nhave developed a habit of taking care of myself, or employing private\r\nhelp. I do not want allies who will merely shake their heads at Comrade\r\nReilly and his merry men, however sternly. I want someone who, if\r\nnecessary, will soak it to them good.\"\r\n\r\n\"Sure,\" said John. \"But who is there now the Kid's gone?\"\r\n\r\n\"Who else but Comrade Jarvis?\" said Smith.\r\n\r\n\"Jarvis? Bat Jarvis?\"\r\n\r\n\"The same. I fancy that we shall find, on enquiry, that we are ace\r\nhigh with him. At any rate, there is no harm in sounding him. It is\r\ntrue that he may have forgotten, or it may be that it is to Comrade\r\nBrown alone that he is--\"\r\n\r\n\"Who's Brown?\" asked John.\r\n\r\n\"Our late stenographer,\" explained Smith. \"A Miss Brown. She\r\nentertained Comrade Jarvis' cat, if you remember. I wonder what has\r\nbecome of her. She has sent in three more corking efforts on the\r\nsubject of Broster Street, but she gives no address. I wish I knew\r\nwhere she was. I'd have liked for you to meet her.\""
  ]
}