{
  "index": 25,
  "title": "Chapter 24",
  "paragraphs": [
    "CORNERED\r\n\r\n\r\nHe did not see John for a moment, and had reached the door of the room\r\nwhen he became aware of a presence. He turned in surprise. He was a\r\nsmallish, pale-faced man with protruding eyes and teeth which gave him\r\na certain resemblance to a rabbit.\r\n\r\n\"Hello!\" he said.\r\n\r\n\"Welcome to our city,\" said John, stepping unostentatiously between him\r\nand the stairs.\r\n\r\nMaster Maloney, who had taken advantage of the interruption to edge\r\nback into the center of things, now appeared to consider the question\r\nof his departure permanently shelved. He sidled to a corner of the\r\nlanding, and sat down on an empty soap box with the air of a dramatic\r\ncritic at the opening night of a new play. The scene looked good to\r\nhim. It promised interesting developments. He was an earnest student of\r\nthe drama, as exhibited in the theaters of the East Side, and few had\r\never applauded the hero of \"Escaped from Sing Sing,\" or hissed the\r\nvillain of \"Nellie, the Beautiful Cloak-model\" with more fervor. He\r\nliked his drama to have plenty of action, and to his practised eye this\r\none promised well. There was a set expression on John's face which\r\nsuggested great things.\r\n\r\nHis pleasure was abruptly quenched. John, placing a firm hand on his\r\ncollar, led him to the top of the stairs and pushed him down.\r\n\r\n\"Beat it,\" he said.\r\n\r\nThe rent-collector watched these things with a puzzled eye. He now\r\nturned to John.\r\n\r\n\"Say, seen anything of the wops that live here?\" he enquired. \"My\r\nname's Gooch. I've come to take the rent.\"\r\n\r\nJohn nodded.\r\n\r\n\"I don't think there's much chance of your seeing them to-night,\" he\r\nsaid. \"The father, I hear, is in prison. You won't get any rent out of\r\nhim.\"\r\n\r\n\"Then it's outside for theirs,\" said Mr. Gooch definitely.\r\n\r\n\"What about the kid?\" said John. \"Where's he to go?\"\r\n\r\n\"That's up to him. Nothing to do with me. I'm only acting under orders\r\nfrom up top.\"\r\n\r\n\"Whose orders?\" enquired John.\r\n\r\n\"The gent who owns this joint.\"\r\n\r\n\"Who is he?\"\r\n\r\nSuspicion crept into the protruding eyes of the rent-collector.\r\n\r\n\"Say!\" he demanded. \"Who are you anyway, and what do you think you're\r\ndoing here? That's what I'd like to know. What do you want with the\r\nname of the owner of this place? What business is it of yours?\"\r\n\r\n\"I'm a newspaper man.\"\r\n\r\n\"I guessed you were,\" said Mr. Gooch with triumph. \"You can't bluff me.\r\nWell, it's no good, sonny. I've nothing for you. You'd better chase off\r\nand try something else.\"\r\n\r\nHe became more friendly.\r\n\r\n\"Say, though,\" he said, \"I just guessed you were from some paper. I wish\r\nI could give you a story, but I can't. I guess it's this _Peaceful\r\nMoments_ business that's been and put your editor on to this joint,\r\nain't it? Say, though, that's a queer thing, that paper. Why, only a few\r\nweeks ago it used to be a sort of take-home-and-read-to-the-kids affair.\r\nA friend of mine used to buy it regular. And then suddenly it comes out\r\nwith a regular whoop, and starts knocking these tenements and boosting\r\nKid Brady, and all that. It gets past me. All I know is that it's begun\r\nto get this place talked about. Why, you see for yourself how it is.\r\nHere is your editor sending you down to get a story about it. But, say,\r\nthose _Peaceful Moments_ guys are taking big risks. I tell you\r\nstraight they are, and I know. I happen to be wise to a thing or two\r\nabout what's going on on the other side, and I tell you there's going\r\nto be something doing if they don't cut it out quick. Mr. Qem, the\r\nfellow who owns this place isn't the man to sit still and smile. He's\r\ngoing to get busy. Say, what paper do you come from?\"\r\n\r\n\"_Peaceful Moments_,\" said John.\r\n\r\nFor a moment the inwardness of the information did not seem to come\r\nhome to Mr. Gooch. Then it hit him. He spun round. John was standing\r\nsquarely between him and the stairs.\r\n\r\n\"Hey, what's all this?\" demanded Mr. Gooch nervously. The light was dim\r\nin the passage, but it was sufficiently light to enable him to see\r\nJohn's face, and it did not reassure him.\r\n\r\n\"I'll soon tell you,\" said John. \"First, however, let's get this\r\nbusiness of the kid's rent settled. Take it out of this and give me the\r\nreceipt.\"\r\n\r\nHe pulled out a bill.\r\n\r\n\"Curse his rent,\" said Mr. Gooch. \"Let me pass.\"\r\n\r\n\"Soon,\" said John. \"Business before pleasure. How much does the kid\r\nhave to pay for the privilege of suffocating in this infernal place? As\r\nmuch as that? Well, give me a receipt, and then we can get on to more\r\nimportant things.\"\r\n\r\n\"Let me pass.\"\r\n\r\n\"Receipt,\" said John laconically.\r\n\r\nMr. Gooch looked at the big stick, then scribbled a few words in his\r\nnotebook and tore out the page. John thanked him.\r\n\r\n\"I will see that it reaches him,\" he said. \"And now will you kindly\r\ntell me the name of the man for whom you collected that money?\"\r\n\r\n\"Let me pass,\" bellowed Mr. Gooch. \"I'll bring an action against you\r\nfor assault and battery. Playing a fool game like this! Get away from\r\nthose stairs.\"\r\n\r\n\"There has been no assault and battery--yet,\" said John. \"Well, are you\r\ngoing to tell me?\"\r\n\r\nMr. Gooch shuffled restlessly. John leaned against the banisters.\r\n\r\n\"As you said a moment ago,\" he observed, \"the staff of _Peaceful\r\nMoments_ is taking big risks. I knew it before you told me. I have\r\nhad practical demonstration of the fact. And that is why this Broster\r\nStreet thing has got to be finished quick. We can't afford to wait. So\r\nI am going to have you tell me this man's name right now.\"\r\n\r\n\"Help!\" yelled Mr. Gooch.\r\n\r\nThe noise died away, echoing against the walls. No answering cry came\r\nfrom below. Custom had staled the piquancy of such cries in Broster\r\nStreet. If anybody heard it, nobody thought the matter worth\r\ninvestigation.\r\n\r\n\"If you do that again,\" said John, \"I'll break you in half. Now then! I\r\ncan't wait much longer. Get busy!\"\r\n\r\nHe looked huge and sinister to Mr. Gooch, standing there in the\r\nuncertain light; it was very lonely on that top floor and the rest of\r\nthe world seemed infinitely far away. Mr. Gooch wavered. He was loyal\r\nto his employer, but he was still more loyal to Mr. Gooch.\r\n\r\n\"Well?\" said John.\r\n\r\nThere was a clatter on the stairs of one running swiftly, and Pugsy\r\nMaloney burst into view. For the first time since John had known him,\r\nPugsy was openly excited.\r\n\r\n\"Say, boss,\" he cried, \"dey's coming!\"\r\n\r\n\"What? Who?\"\r\n\r\n\"Why, dem. I seen dem T'ree Pointers--Spider Reilly an'--\"\r\n\r\nHe broke off with a yelp of surprise. Mr. Gooch had seized his\r\nopportunity, and had made his dash for safety. With a rush he dived\r\npast John, nearly upsetting Pugsy, who stood in his path, and sprang\r\ndown the stairs. Once he tripped, but recovered himself, and in another\r\ninstant only the faint sound of his hurrying footsteps reached them.\r\n\r\nJohn had made a movement as if to follow, but the full meaning of\r\nPugsy's words came upon him and he stopped.\r\n\r\n\"Spider Reilly?\" he said.\r\n\r\n\"I guess it was Spider Reilly,\" said Pugsy, excitedly. \"Dey called him\r\nSpider. I guess dey piped youse comin' in here. Gee! it's pretty\r\nfierce, boss, dis! What youse goin' to do?\"\r\n\r\n\"Where did you see them, Pugsy?\"\r\n\r\n\"On the street just outside. Dere was a bunch of dem spielin' togedder,\r\nand I hears dem say you was in here. Dere ain't no ways out but de\r\nfront, so dey ain't hurryin'. Dey just reckon to pike along upstairs,\r\npeekin' inter each room till dey find you. An' dere's a bunch of dem\r\ngoin' to wait on de street in case youse beat it past down de stairs\r\nwhile de odder guys is rubberin' for youse. Gee, ain't dis de limit!\"\r\n\r\nJohn stood thinking. His mind was working rapidly. Suddenly he smiled.\r\n\r\n\"It's all right, Pugsy,\" he said. \"It looks bad, but I see a way out.\r\nI'm going up that ladder there and through the trapdoor on to the roof.\r\nI shall be all right there. If they find me, they can only get at me one\r\nat a time. And, while I'm there, here's what I want you to do.\"\r\n\r\n\"Shall I go for de cops, boss?\"\r\n\r\n\"No, not the cops. Do you know where Dude Dawson lives?\"\r\n\r\nThe light of intelligence began to shine in Master Maloney's face. His\r\neye glistened with approval. This was strategy of the right sort.\r\n\r\n\"I can ask around,\" he said. \"I'll soon find him all right.\"\r\n\r\n\"Do, and as quick as you can. And when you've found him tell him that\r\nhis old chum, Spider Reilly, is here, with the rest of his crowd. And\r\nnow I'd better be getting up on to my perch. Off you go, Pugsy, my son,\r\nand don't take a week about it. Good-by.\"\r\n\r\nPugsy vanished, and John, going to the ladder, climbed out on to the\r\nroof with his big stick. He looked about him. The examination was\r\nsatisfactory. The trapdoor appeared to be the only means of access to\r\nthe roof, and between this roof and that of the next building there was\r\na broad gulf. The position was practically impregnable. Only one thing\r\ncould undo him, and that was, if the enemy should mount to the next\r\nroof and shoot from there. And even then he would have cover in the\r\nshape of the chimney. It was a pity that the trap opened downward, for\r\nhe had no means of securing it and was obliged to allow it to hang\r\nopen. But, except for that, his position could hardly have been\r\nstronger.\r\n\r\nAs yet there was no sound of the enemy's approach. Evidently, as Pugsy\r\nhad said, they were conducting the search, room by room, in a thorough\r\nand leisurely way. He listened with his ear close to the open trapdoor,\r\nbut could hear nothing.\r\n\r\nA startled exclamation directly behind him brought him to his feet in a\r\nflash, every muscle tense. He whirled his stick above his head as he\r\nturned, ready to strike, then let it fall with a clatter. For there, a\r\nbare yard away, stood Betty."
  ]
}