{
  "index": 20,
  "title": "Chapter 19",
  "paragraphs": [
    "BETTY AT LARGE\r\n\r\n\r\nIt was not till Betty found herself many blocks distant from the office\r\nof _Peaceful Moments_ that she checked her headlong flight. She\r\nhad run down the stairs and out into the street blindly, filled only\r\nwith that passion for escape which had swept her away from Mervo. Not\r\ntill she had dived into the human river of Broadway and reached Times\r\nSquare did she feel secure. Then, with less haste, she walked on to the\r\npark, and sat down on a bench, to think.\r\n\r\nInevitably she had placed her own construction on John's sudden\r\nappearance in New York and at the spot where only one person in any way\r\nconnected with Mervo knew her to be. She did not know that Smith and he\r\nwere friends, and did not, therefore, suspect that the former and not\r\nherself might be the object of his visit. Nor had any word reached her\r\nof what had happened at Mervo after her departure. She had taken it for\r\ngranted that things had continued as she had left them; and the only\r\npossible explanation to her of John's presence in New York was that,\r\nacting under orders from Mr. Scobell, he had come to try and bring her\r\nback.\r\n\r\nShe shuddered as she conjured up the scene that must have taken place\r\nif Pugsy had not mentioned his name and she had gone on into the inner\r\nroom. In itself the thought that, after what she had said that morning\r\non the island, after she had forced on him, stripping it of the\r\nuttermost rag of disguise, the realization of how his position appeared\r\nto her, he should have come, under orders, to bring her back, was\r\nwell-nigh unendurable. But to have met him, to have seen the man she\r\nloved plunging still deeper into shame, would have been pain beyond\r\nbearing. Better a thousand times than that this panic flight into the\r\niron wilderness of New York.\r\n\r\nIt was cool and soothing in the park. The roar of the city was hushed.\r\nIt was pleasant to sit there and watch the squirrels playing on the\r\ngreen slopes or scampering up into the branches through which one could\r\nsee the gleam of water. Her thoughts became less chaotic. The peace of\r\nthe summer afternoon stole upon her.\r\n\r\nIt did not take her long to make up her mind that the door of\r\n_Peaceful Moments_ was closed to her. John, not finding her, might\r\ngo away, but he would return. Reluctantly, she abandoned the paper. Her\r\nheart was heavy when she had formed the decision. She had been as happy\r\nat _Peaceful Moments_ as it was possible for her to be now. She\r\nwould miss Smith and the leisurely work and the feeling of being one of\r\na team, working in a good cause. And that, brought Broster Street back\r\nto her mind, and she thought of the children. No, she could not abandon\r\nthem. She had started the tenement articles, and she would go on with\r\nthem. But she must do it without ever venturing into the dangerous\r\nneighborhood of the office.\r\n\r\nA squirrel ran up and sat begging for a nut. Betty searched in the\r\ngrass in the hope of finding one, but came upon nothing but shells. The\r\nsquirrel bounded away, with a disdainful flick of the tail.\r\n\r\nBetty laughed.\r\n\r\n\"You think of nothing but food. You ought to be ashamed to be so\r\ngreedy.\"\r\n\r\nAnd then it came to her suddenly that it was no trifle, this same\r\nproblem of food.\r\n\r\nThe warm, green park seemed to grow chill and gray. Once again she must\r\ndeal with life's material side.\r\n\r\nHer case was at the same time better and worse than it had been on that\r\nother occasion when she had faced the future in the French train;\r\nbetter, because then New York had been to her something vague and\r\nterrifying, while now it was her city; worse, because she could no\r\nlonger seek help from Mrs. Oakley.\r\n\r\nThat Mrs. Oakley had given John the information which had enabled him\r\nto discover her hiding-place, Betty felt certain. By what other\r\npossible means could he have found it? Why Mrs. Oakley, whom she had\r\nconsidered an ally, should have done so, she did not know. She\r\nattributed it to a change of mind, a reconsideration of the case when\r\nuninfluenced by sentiment. And yet it seemed strange. Perhaps John had\r\ngone to her and the sight of him had won the old lady over to his side.\r\nIt might be so. At any rate, it meant that the cottage on Staten\r\nIsland, like the office of _Peaceful Moments_, was closed to her.\r\nShe must look elsewhere for help, or trust entirely to herself.\r\n\r\nShe sat on, thinking, with grave, troubled eyes, while the shadows\r\nlengthened and the birds rustled sleepily in the branches overhead.\r\n\r\n       *       *       *       *       *\r\n\r\nAmong the good qualities, none too numerous, of Mr. Bat Jarvis, of\r\nGroome Street in the Bowery, early rising was not included. It was his\r\nhabit to retire to rest at an advanced hour, and to balance accounts by\r\nlying abed on the following morning. This idiosyncrasy of his was well\r\nknown in the neighborhood and respected, and it was generally held to\r\nbe both bad taste and unsafe to visit Bat's shop until near the\r\nfashionable hour for luncheon, when the great one, shirt-sleeved and\r\nsmoking a short pipe, would appear in the doorway, looking out upon the\r\nworld and giving it to understand that he was now open to be approached\r\nby deserving acquaintances.\r\n\r\nWhen, therefore, at ten o'clock in the morning his slumbers were cut\r\nshort by a sharp rapping at the front door, his first impression was\r\nthat he had been dreaming. When, after a brief interval, the noise was\r\nresumed, he rose in his might and, knuckling the sleep from his eyes,\r\nwent down, tight-lipped, to interview this person.\r\n\r\nHe had got as far as a preliminary \"Say!\" when speech was wiped from\r\nhis lips as with a sponge, and he stood gaping and ashamed, for the\r\nmurderer of sleep and untimely knocker on front doors was Betty.\r\n\r\nMr. Jarvis had not forgotten Betty. His meeting with her at the office\r\nof _Peaceful Moments_ had marked an epoch in his life. Never\r\nbefore had anyone quite like her crossed his path, and at that moment\r\nromance had come to him. His was essentially a respectful admiration.\r\nHe was content--indeed, he preferred to worship from afar. Of his own\r\ninitiative he would never have met her again. In her presence, with\r\nthose gray eyes of hers looking at him, tremors ran down his spine, and\r\nhis conscience, usually a battered and downtrodden wreck, became\r\nfiercely aggressive. She filled him with novel emotions, and whether\r\nthese were pleasant or painful was more than he could say. He had not\r\nthe gift of analysis where his feelings were concerned. To himself he\r\nput it, broadly, that she made him feel like a nickel with a hole in\r\nit. But that was not entirely satisfactory. There were other and\r\npleasanter emotions mixed in with this humility. The thought of her\r\nmade him feel, for instance, vaguely chivalrous. He wanted to do risky\r\nand useful things for her. Thus, if any fresh guy should endeavor to\r\nget gay with her, it would, he felt, be a privilege to fix that same\r\nguy. If she should be in bad, he would be more than ready to get busy\r\non her behalf.\r\n\r\nBut he had never expected to meet her again, certainly not on his own\r\ndoorstep at ten in the morning. To Bat ten in the morning was included\r\nwith the small hours.\r\n\r\nBetty smiled at him, a little anxiously. She had no suspicion that she\r\nplayed star to Mr. Jarvis' moth in the latter's life, and, as she eyed\r\nhim, standing there on the doorstep, her excuse for coming to him began\r\nto seem terribly flimsy. Not being aware that he was in reality a tough\r\nBayard, keenly desirous of obeying her lightest word, she had staked\r\nher all on the chance of his remembering the cat episode and being\r\ngrateful on account of it; and in the cold light of the morning this\r\nidea, born in the watches of the night, when things tend to lose their\r\nproportion, struck her as less happy than she had fancied. Suppose he\r\nhad forgotten all about it! Suppose he should be violent! For a moment\r\nher heart sank. He certainly was not a pleasing and encouraging sight,\r\nas he stood there blinking at her. No man looks his best immediately on\r\nrising from bed, and Bat, even at his best, was not a hero of romance.\r\nHis forelock drooped dankly over his brow; there was stubble on his\r\nchin; his eyes were red, like a dog's. He did not look like the Fairy\r\nPrince who was to save her in her trouble.\r\n\r\n\"I--I hope you remember me, Mr. Jarvis,\" she faltered. \"Your cat. I--\"\r\n\r\nHe nodded speechlessly. Hideous things happened to his face. He was\r\nreally trying to smile pleasantly, but it seemed a scowl to Betty, and\r\nher voice died away.\r\n\r\nMr. Jarvis spoke.\r\n\r\n\"Ma'am--sure!--step 'nside.\"\r\n\r\nBetty followed him into the shop. There were birds in cages on the\r\nwalls, and, patroling the floor, a great company of cats, each with its\r\nleather collar. One rubbed itself against Betty's skirt. She picked it\r\nup, and began to stroke it. And, looking over its head at Mr. Jarvis,\r\nshe was aware that he was beaming sheepishly.\r\n\r\nHis eyes darted away the instant they met hers, but Betty had seen\r\nenough to show her that she had mistaken nervousness for truculence.\r\nImmediately, she was at her ease, and womanlike, had begun to control\r\nthe situation. She made conversation pleasantly, praising the cats,\r\nadmiring the birds, touching lightly on the general subject of domestic\r\npets, until her woman's sixth sense told her that her host's panic had\r\npassed, and that she might now proceed to discuss business.\r\n\r\n\"I hope you don't mind my coming to you, Mr. Jarvis,\" she said. \"You\r\nknow you told me to if ever I were in trouble, so I've taken you at\r\nyour word. You don't mind?\"\r\n\r\nMr. Jarvis gulped, and searched for words.\r\n\r\n\"Glad,\" he said at last.\r\n\r\n\"I've left _Peaceful Moments_. You know I used to be stenographer\r\nthere.\"\r\n\r\nShe was surprised and gratified to see a look of consternation spread\r\nitself across Mr. Jarvis' face. It was a hopeful sign that he should\r\ntake her cause to heart to such an extent.\r\n\r\nBut Mr. Jarvis' consternation was not due wholly to solicitude for her.\r\nHis thoughts at that moment, put, after having been expurgated, into\r\nspeech, might have been summed up in the line: \"Of all sad words of\r\ntongue or pen the saddest are these, 'It might have been'!\"\r\n\r\n\"Ain't youse woikin' dere no more? Is dat right?\" he gasped. \"Gee! I\r\nwisht I'd 'a' known it sooner. Why, a guy come to me and wants to give\r\nme half a ton of the long green to go to dat poiper what youse was\r\nwoikin' on and fix de guy what's runnin' it. An' I truns him down 'cos\r\nI don't want you to be frown out of your job. Say, why youse quit\r\nwoikin' dere?\" His eyes narrowed as an idea struck him. \"Say,\" he went\r\non, \"you ain't bin fired? Has de boss give youse de trun-down? 'Cos if\r\nhe has, say de woid and I'll fix him for youse, loidy. An' it won't set\r\nyou back a nickel,\" he concluded handsomely.\r\n\r\n\"No, no,\" cried Betty, horrified. \"Mr. Smith has been very kind to me.\r\nI left of my own free will.\"\r\n\r\nMr. Jarvis looked disappointed. His demeanor was like that of some\r\nmediaeval knight called back on the eve of starting out to battle with\r\nthe Paynim for the honor of his lady.\r\n\r\n\"What was that you said about the man who came to you and offered you\r\nmoney?\" asked Betty.\r\n\r\nHer mind had flashed back to Mr. Parker's visit, and her heart was\r\nbeating quickly.\r\n\r\n\"Sure! He come to me all right an' wants de guy on de poiper fixed. An'\r\nI truns him down.\"\r\n\r\n\"Oh! You won't dream of doing anything to hurt Mr. Smith, will you, Mr.\r\nJarvis?\" said Betty anxiously.\r\n\r\n\"Not if you say so, loidy.\"\r\n\r\n\"And your--friends? You won't let them do anything?\"\r\n\r\n\"Nope.\"\r\n\r\nBetty breathed freely again. Her knowledge of the East Side was small,\r\nand that there might be those there who acted independently of Mr.\r\nJarvis, disdainful of his influence, did not occur to her. She returned\r\nto her own affairs, satisfied that danger no longer threatened.\r\n\r\n\"Mr. Jarvis, I wonder if you can help me. I want to find some work to\r\ndo,\" she said.\r\n\r\n\"Woik?\"\r\n\r\n\"I have to earn my living, you see, and I'm afraid I don't know how to\r\nbegin.\"\r\n\r\nMr. Jarvis pondered. \"What sort of woik?\"\r\n\r\n\"Any sort,\" said Betty\r\nvaliantly. \"I don't care what it is.\"\r\n\r\nMr. Jarvis knitted his brows in thought. He was not used to being an\r\nemployment agency. But Betty was Betty, and even at the cost of a\r\nheadache he must think of something.\r\n\r\nAt the end of five minutes inspiration came to him.\r\n\r\n\"Say,\" he said, \"what do youse call de guy dat sits an' takes de money\r\nat an eatin'-joint? Cashier? Well, say, could youse be dat?\"\r\n\r\n\"It would be just the thing. Do you know a place?\"\r\n\r\n\"Sure. Just around de corner. I'll take you dere.\"\r\n\r\nBetty waited while he put on his coat, and they started out. Betty\r\nchatted as they walked, but Mr. Jarvis, who appeared a little\r\nself-conscious beneath the unconcealed interest of the neighbors, was\r\nsilent. At intervals he would turn and glare ferociously at the heads\r\nthat popped out of windows or protruded from doorways. Fame has its\r\npenalties, and most of the population of that portion of the Bowery had\r\nturned out to see their most prominent citizen so romantically employed\r\nas a squire of dames.\r\n\r\nAfter a short walk Bat halted the expedition before a dingy restaurant.\r\nThe glass window bore in battered letters the name, Fontelli.\r\n\r\n\"Dis is de joint,\" he said.\r\n\r\nInside the restaurant a dreamy-eyed Italian sat gazing at vacancy and\r\ntwirling a pointed mustache. In a far corner a solitary customer was\r\nfinishing a late breakfast.\r\n\r\nSignor Fontelli, for the sad-eyed exile was he, sprang to his feet at\r\nthe sight of Mr. Jarvis' well-known figure. An ingratiating, but\r\nnervous, smile came into view behind the pointed mustache.\r\n\r\n\"Hey, Tony,\" said Mr. Jarvis, coming at once to the point, \"I want you\r\nto know dis loidy. She's going to be cashier at dis joint.\"\r\n\r\nSignor Fontelli looked at Betty and shook his head. He smiled\r\ndeprecatingly. His manner seemed to indicate that, while she met with\r\nthe approval of Fontelli, the slave of her sex, to Fontelli, the\r\nemployer, she appealed in vain. He gave his mustache a sorrowful twirl.\r\n\r\n\"Ah, no,\" he sighed. \"Not da cashier do I need. I take-a myself da\r\nmoney.\"\r\n\r\nMr. Jarvis looked at him coldly. He continued to look at him coldly.\r\nHis lower jaw began slowly to protrude, and his forehead retreated\r\nfurther behind its zareba of forelock.\r\n\r\nThere was a pause. The signor was plainly embarrassed.\r\n\r\n\"Dis loidy,\" repeated Mr. Jarvis, \"is cashier at dis joint at six\r\nper--\" He paused. \"Does dat go?\" he added smoothly.\r\n\r\nCertainly there was magnetism about Mr. Jarvis. With a minimum of words\r\nhe produced remarkable results. Something seemed to happen suddenly to\r\nSignor Fontelli's spine. He wilted like a tired flower. A gesture, in\r\nwhich were blended resignation, humility, and a desire to be at peace\r\nwith all men, particularly Mr. Jarvis, completed his capitulation.\r\n\r\nMr. Jarvis waited while Betty was instructed in her simple duties, then\r\ndrew her aside.\r\n\r\n\"Say,\" he remarked confidentially, \"youse'll be all right here. Six per\r\nain't all de dough dere is in de woild, but, bein' cashier, see, you\r\ncan swipe a whole heap more whenever you feel like it. And if Tony\r\nregisters a kick, I'll come around and talk to him--see? Dat's right.\r\nGood-morning, loidy.\"\r\n\r\nAnd, having delivered these admirable hints to young cashiers in a\r\nhurry to get rich, Mr. Jarvis ducked his head in a species of bow,\r\ndeclined to be thanked, and shuffled out into the street, leaving Betty\r\nto open her new career by taking thirty-seven cents from the late\r\nbreakfaster."
  ]
}