{
  "index": 24,
  "title": "Chapter 23",
  "paragraphs": [
    "THE CAMPAIGN QUICKENS\r\n\r\n\r\nMr. Jarvis was as good as his word. Early in the afternoon he made his\r\nappearance at the office of _Peaceful Moments_, his forelock more\r\nthan usually well oiled in honor of the occasion, and his right\r\ncoat-pocket bulging in a manner that betrayed to the initiated eye the\r\npresence of his trusty \"canister.\" With him, in addition, he brought a\r\nlong, thin young man who wore under his brown tweed coat a blue-and-red\r\nstriped sweater. Whether he brought him as an ally in case of need or\r\nmerely as a kindred soul with whom he might commune during his vigil,\r\ndid not appear.\r\n\r\nPugsy, startled out of his wonted calm by the arrival of this\r\ndistinguished company, gazed after the pair, as they passed into the\r\ninner office, with protruding eyes.\r\n\r\nJohn greeted the allies warmly, and explained Smith's absence. Mr.\r\nJarvis listened to the story with interest, and introduced his\r\ncolleague.\r\n\r\n\"T'ought I'd let him chase along. Long Otto's his monaker.\"\r\n\r\n\"Sure!\" said John. \"The more the merrier. Take a seat. You'll find\r\ncigars over there. You won't mind my not talking for the moment?\r\nThere's a wad of work to clear up.\"\r\n\r\nThis was an overstatement. He was comparatively free of work, press day\r\nhaving only just gone by; but he was keenly anxious to avoid\r\nconversation on the subject of cats, of his ignorance of which Mr.\r\nJarvis's appearance had suddenly reminded him. He took up an old proof\r\nsheet and began to glance through it, frowning thoughtfully.\r\n\r\nMr. Jarvis regarded the paraphernalia of literature on the table with\r\ninterest. So did Long Otto, who, however, being a man of silent habit,\r\nmade no comment. Throughout the seance and the events which followed it\r\nhe confined himself to an occasional grunt. He seemed to lack other\r\nmodes of expression.\r\n\r\n\"Is dis where youse writes up pieces fer de poiper?\" enquired Mr.\r\nJarvis.\r\n\r\n\"This is the spot,\" said John. \"On busy mornings you could hear our\r\nbrains buzzing in Madison Square Garden. Oh, one moment.\"\r\n\r\nHe rose and went into the outer office.\r\n\r\n\"Pugsy,\" he said, \"do you know Broster Street?\"\r\n\r\n\"Sure.\"\r\n\r\n\"Could you find out for me exactly when the man comes round collecting\r\nthe rents?\"\r\n\r\n\"Surest t'ing you know. I knows a kid what knows anodder kid what lives\r\ndere.\"\r\n\r\n\"Then go and do it now. And, after you've found out, you can take the\r\nrest of the day off.\"\r\n\r\n\"Me fer dat,\" said Master Maloney with enthusiasm. \"I'll take me goil\r\nto de Bronx Zoo.\"\r\n\r\n\"Your girl? I didn't know you'd got a girl, Pugsy. I always imagined\r\nyou as one of those strong, stern, blood-and-iron men who despised\r\ngirls. Who is she?\"\r\n\r\n\"Aw, she's a kid,\" said Pugsy. \"Her pa runs a delicatessen shop down\r\nour street. She ain't a bad mutt,\" added the ardent swain. \"I'm her\r\nsteady.\"\r\n\r\n\"Well, mind you send me a card for the wedding. And if two dollars\r\nwould be a help--\"\r\n\r\n\"Sure t'ing. T'anks, boss. You're all right.\"\r\n\r\nIt had occurred to John that the less time Pugsy spent in the outer\r\noffice during the next few days, the better. The lull in the warfare\r\ncould not last much longer, and at any moment a visit from Spider\r\nReilly and his adherents might be expected. Their probable first move\r\nin such an event would be to knock Master Maloney on the head to\r\nprevent his giving warning of their approach.\r\n\r\nEvents proved that he had not been mistaken. He had not been back in\r\nthe inner office for more than a quarter of an hour when there came\r\nfrom without the sound of stealthy movements. The handle of the door\r\nbegan--to revolve slowly and quietly. The next moment three figures\r\ntumbled into the room.\r\n\r\nIt was evident that they had not expected to find the door unlocked,\r\nand the absence of resistance when they applied their weight had\r\nsurprising effects. Two of the three did not pause in their career till\r\nthey cannoned against the table. The third checked himself by holding\r\nthe handle.\r\n\r\nJohn got up coolly.\r\n\r\n\"Come right in,\" he said. \"What can we do for you?\" It had been too\r\ndark on the other occasion of his meeting with the Three Pointers to\r\ntake note of their faces, though he fancied that he had seen the man\r\nholding the door-handle before. The others were strangers. They were\r\nall exceedingly unprepossessing in appearance.\r\n\r\nThere was a pause. The three marauders had become aware of the presence\r\nof Mr. Jarvis and his colleague, and the meeting was causing them\r\nembarrassment, which may have been due in part to the fact that both\r\nhad produced and were toying meditatively with ugly-looking pistols.\r\n\r\nMr. Jarvis spoke.\r\n\r\n\"Well,\" he said, \"what's doin'?\"\r\n\r\nThe man to whom the question was directly addressed appeared to have\r\nsome difficulty in finding a reply. He shuffled his feet, and looked at\r\nthe floor. His two companions seemed equally at a loss.\r\n\r\n\"Goin' to start anything?\" enquired Mr. Jarvis, casually.\r\n\r\nThe humor of the situation suddenly tickled John. The embarrassment of\r\nthe uninvited guests was ludicrous.\r\n\r\n\"You've just dropped in for a quiet chat, is that it?\" he said. \"Well,\r\nwe're all delighted to see you. The cigars are on the table. Draw up\r\nyour chairs.\"\r\n\r\nMr. Jarvis opposed the motion. He drew slow circles in the air with his\r\nrevolver.\r\n\r\n\"Say! Youse had best beat it. See?\"\r\n\r\nLong Otto grunted sympathy with the advice.\r\n\r\n\"And youse had best go back to Spider Reilly,\" continued Mr. Jarvis,\r\n\"and tell him there ain't nothin' doing in the way of rough-house wit'\r\ndis gent here. And you can tell de Spider,\" went on Bat with growing\r\nferocity, \"dat next time he gits fresh and starts in to shootin' up my\r\ndance-joint, I'll bite de head off'n him. See? Dat goes. If he t'inks\r\nhis little two-by-four crowd can git way wit' de Groome Street, he's\r\ngot anodder guess comin'. An' don't fergit dis gent here and me is\r\nfriends, and anyone dat starts anyt'ing wit' dis gent is going to find\r\ntrouble. Does dat go? Beat it.\"\r\n\r\nHe jerked his shoulder in the direction of the door.\r\n\r\nThe delegation then withdrew.\r\n\r\n\"Thanks,\" said John. \"I'm much obliged to you both. You're certainly\r\nthere with the goods as fighting editors. I don't know what I should\r\nhave done without you.\"\r\n\r\n\"Aw, Chee!\" said Mr. Jarvis, handsomely dismissing the matter. Long\r\nOtto kicked the leg of a table, and grunted.\r\n\r\nPugsy Maloney's report on the following morning was entirely\r\nsatisfactory. Rents were collected in Broster Street on Thursdays.\r\nNothing could have been more convenient, for that very day happened to\r\nbe Thursday.\r\n\r\n\"I rubbered around,\" said Pugsy, \"an' done de sleut' act, an' it's this\r\nway. Dere's a feller blows in every T'ursday 'bout six o'clock, an' den\r\nit's up to de folks to dig down inter deir jeans for de stuff, or out\r\ndey goes before supper. I got dat from my kid frien' what knows a kid\r\nwhat lives dere. An' say, he has it pretty fierce, dat kid. De kid what\r\nlives dere. He's a wop kid, an Italian, an' he's in bad 'cos his pa\r\ncomes over from Italy to woik on de subway.\"\r\n\r\n\"I don't see why that puts him in bad,\" said John wonderingly. \"You\r\ndon't construct your stories well, Pugsy. You start at the end, then go\r\nback to any part which happens to appeal to you at the moment, and\r\neventually wind up at the beginning. Why is this kid in bad because his\r\nfather has come to work on the subway?\"\r\n\r\n\"Why, sure, because his pa got fired an' swatted de foreman one on de\r\ncoco, an' dey gives him t'oity days. So de kid's all alone, an' no one\r\nto pay de rent.\"\r\n\r\n\"I see,\" said John. \"Well, come along with me and introduce me, and\r\nI'll look after that.\"\r\n\r\nAt half-past five John closed the office for the day, and, armed with a\r\nbig stick and conducted by Master Maloney, made his way to Broster\r\nStreet. To reach it, it was necessary to pass through a section of the\r\nenemy's country, but the perilous passage was safely negotiated. The\r\nexpedition reached its unsavory goal intact.\r\n\r\nThe wop kid inhabited a small room at the very top of a building\r\nhalf-way down the street. He was out when John and Pugsy arrived.\r\n\r\nIt was not an abode of luxury, the tenement; they had to feel their way\r\nup the stairs in almost pitch darkness. Most of the doors were shut,\r\nbut one on the second floor was ajar. Through the opening John had a\r\nglimpse of a number of women sitting on up-turned boxes. The floor was\r\ncovered with little heaps of linen. All the women were sewing.\r\nStumbling in the darkness, John almost fell against the door. None of\r\nthe women looked up at the noise. In Broster Street time was evidently\r\nmoney.\r\n\r\nOn the top floor Pugsy halted before the open door of an empty room.\r\nThe architect in this case had apparently given rein to a passion for\r\noriginality, for he had constructed the apartment without a window of\r\nany sort whatsoever. The entire stock of air used by the occupants came\r\nthrough a small opening over the door.\r\n\r\nIt was a warm day, and John recoiled hastily.\r\n\r\n\"Is this the kid's room?\" he said. \"I guess the corridor's good enough\r\nfor me to wait in. What the owner of this place wants,\" he went on\r\nreflectively, \"is scalping. Well, we'll do it in the paper if we can't\r\nin any other way. Is this your kid?\"\r\n\r\nA small boy had appeared. He seemed surprised to see visitors. Pugsy\r\nundertook to do the honors. Pugsy, as interpreter, was energetic, but\r\nnot wholly successful. He appeared to have a fixed idea that the\r\nItalian language was one easily mastered by the simple method of saying\r\n\"da\" instead of \"the,\" and adding a final \"a\" to any word that seemed\r\nto him to need one.\r\n\r\n\"Say, kid,\" he began, \"has da rent-a-man come yet-a?\"\r\n\r\nThe black eyes of the wop kid clouded. He gesticulated, and said\r\nsomething in his native language.\r\n\r\n\"He hasn't got next,\" reported Master Maloney. \"He can't git on to me\r\ncurves. Dese wop kids is all bone-heads. Say, kid, look-a here.\" He\r\nwalked to the door, rapped on it smartly, and, assuming a look of\r\nextreme ferocity, stretched out his hand and thundered: \"Unbelt-a!\r\nSlip-a me da stuff!\"\r\n\r\nThe wop kid's puzzlement in the face of this address became pathetic.\r\n\r\n\"This,\" said John, deeply interested, \"is getting exciting. Don't give\r\nin, Pugsy. I guess the trouble is that your too perfect Italian accent\r\nis making the kid homesick.\"\r\n\r\nMaster Maloney made a gesture of disgust.\r\n\r\n\"I'm t'roo. Dese Dagoes makes me tired. Dey don't know enough to go\r\nupstairs to take de elevated. Beat it, you mutt,\" he observed with\r\nmoody displeasure, accompanying the words with a gesture which conveyed\r\nits own meaning. The wop kid, plainly glad to get away, slipped down\r\nthe stairs like a shadow.\r\n\r\nPugsy shrugged his shoulders.\r\n\r\n\"Boss,\" he said resignedly, \"it's up to youse.\"\r\n\r\nJohn reflected.\r\n\r\n\"It's all right,\" he said. \"Of course, if the collector had been here,\r\nthe kid wouldn't be. All I've got to do is to wait.\"\r\n\r\nHe peered over the banisters into the darkness below.\r\n\r\n\"Not that it's not enough,\" he said; \"for of all the poisonous places I\r\never met this is the worst. I wish whoever built it had thought to put\r\nin a few windows. His idea of ventilation was apparently to leave a\r\nhole about the size of a lima bean and let the thing go at that.\"\r\n\r\n\"I guess there's a door on to de roof somewhere,\" suggested Pugsy. \"At\r\nde joint where I lives dere is.\"\r\n\r\nHis surmise proved correct. At the end of the passage a ladder, nailed\r\nagainst the wall, ended in a large square opening, through which was\r\nvisible, if not \"that narrow strip of blue which prisoners call the\r\nsky,\" at any rate a tall brick chimney and a clothesline covered with\r\ngarments that waved lazily in the breeze.\r\n\r\nJohn stood beneath it, looking up.\r\n\r\n\"Well,\" he said, \"this isn't much, but it's better than nothing. I\r\nsuppose the architect of this place was one of those fellows who don't\r\nbegin to appreciate air till it's thick enough to scoop chunks out with\r\na spoon. It's an acquired taste, I guess, like Limburger cheese. And\r\nnow, Pugsy, old scout, you had better beat it. There may be a\r\nrough-house here any minute now.\"\r\n\r\nPugsy looked up, indignant.\r\n\r\n\"Beat it?\"\r\n\r\n\"While your shoe-leather's good,\" said John firmly. \"This is no place\r\nfor a minister's son. Take it from me.\"\r\n\r\n\"I want to stop and pipe de fun,\" objected Master Maloney.\r\n\r\n\"What fun?\"\r\n\r\n\"I guess you ain't here to play ball,\" surmised Pugsy shrewdly, eying\r\nthe big stick.\r\n\r\n\"Never mind why I'm here,\" said John. \"Beat it. I'll tell you all about\r\nit to-morrow.\"\r\n\r\nMaster Maloney prepared reluctantly to depart. As he did so there was a\r\nsound of well-shod feet on the stairs, and a man in a snuff-colored\r\nsuit, wearing a brown Homburg hat and carrying a small notebook in one\r\nhand, walked briskly up the stairs. His whole appearance proclaimed him\r\nto be the long-expected collector of rents."
  ]
}