{
  "index": 30,
  "title": "Chapter 29",
  "paragraphs": [
    "CONCLUSION\r\n\r\n\r\nSmith drew thoughtfully at his cigar, and shifted himself more\r\ncomfortably into his chair. It was long since he had visited the West,\r\nand he had found all the old magic in the still, scented darkness of\r\nthe prairie night. He gave a little sigh of content. When John, a year\r\nbefore, had announced his intention of buying this ranch, and, as it\r\nseemed to Smith, burying himself alive a thousand miles from anywhere,\r\nhe had disapproved. He had pointed out that John was not doing what\r\nFate expected of him. A miracle, in the shape of a six-figure wedding\r\npresent from Mrs. Oakley, who had never been known before, in the\r\nmemory of man, to give away a millionth of that sum, had happened to\r\nhim. Fate, argued Smith, plainly intended him to stay in New York and\r\nspend his money in a civilized way.\r\n\r\nJohn had had only one reply, but it was clinching.\r\n\r\n\"Betty likes the idea,\" he said, and Smith ceased to argue.\r\n\r\nNow, as he sat smoking on the porch on the first night of his inaugural\r\nvisit to the ranch, a conviction was creeping over him that John had\r\nchosen wisely.\r\n\r\nA door opened behind him. Betty came out on to the porch, and dropped\r\ninto a chair close to where John's cigar glowed redly in the darkness.\r\nThey sat there without speaking. The stirring of unseen cattle in the\r\ncorral made a soothing accompaniment to thought.\r\n\r\n\"It is very pleasant for an old jail bird like myself,\" said Smith at\r\nlast, \"to sit here at my ease. I wish all our absent friends could be\r\nwith us to-night. Or perhaps not quite all. Let us say, Comrade Parker\r\nhere, Comrades Brady and Maloney over there by you, and our old friend\r\nRenshaw sharing the floor with B. Henderson Asher, Bat Jarvis, and the\r\ncats. By the way, I was round at Broster Street before I left New York.\r\nThere is certainly an improvement. Millionaires now stop there instead\r\nof going on to the Plaza. Are you asleep, John?\"\r\n\r\n\"No.\"\r\n\r\n\"Excellent. I also saw Comrade Brady before I left. He has definitely\r\ngot on his match with Jimmy Garvin.\"\r\n\r\n\"Good. He'll win.\"\r\n\r\n\"The papers seem to think so. _Peaceful Moments_, however, I am\r\nsorry to say, is silent on the subject. It was not like this in the\r\ngood old days. How is the paper going now, John? Are the receipts\r\nsatisfactory?\"\r\n\r\n\"Pretty fair. Renshaw is rather a marvel in his way. He seems to have\r\nroped in nearly all the old subscribers. They eat out of his hand.\"\r\n\r\nSmith stretched himself.\r\n\r\n\"These,\" he said, \"are the moments in life to which we look back with\r\nthat wistful pleasure. This peaceful scene, John, will remain with me\r\nwhen I have forgotten that such a man as Spider Reilly ever existed.\r\nThese are the real Peaceful Moments.\"\r\n\r\nHe closed his eyes. The cigar dropped from his fingers. There was a\r\nlong silence.\r\n\r\n\"Mr. Smith,\" said Betty.\r\n\r\nThere was no answer.\r\n\r\n\"He's asleep,\" said John. \"He had a long journey to-day.\"\r\n\r\nBetty drew her chair closer. From somewhere out in the darkness, from\r\nthe direction of the men's quarters, came the soft tinkle of a guitar\r\nand a voice droning a Mexican love-song.\r\n\r\nHer hand stole out and found his. They began to talk in whispers.\r\n\r\n\r\n\r\n\r\nTHE END"
  ]
}