{
  "index": 15,
  "title": "Chapter 14",
  "paragraphs": [
    "DISTRESSING SCENE\r\n\r\n\r\n“I say, laddie!” said Archie.\r\n\r\n“Sir?” replied the desk-clerk alertly. All the employes of the Hotel\r\nCosmopolis were alert. It was one of the things on which Mr. Daniel\r\nBrewster, the proprietor, insisted. And as he was always wandering\r\nabout the lobby of the hotel keeping a personal eye on affairs, it was\r\nnever safe to relax.\r\n\r\n“I want to see the manager.”\r\n\r\n“Is there anything I could do, sir?”\r\n\r\nArchie looked at him doubtfully.\r\n\r\n“Well, as a matter of fact, my dear old desk-clerk,” he said, “I want\r\nto kick up a fearful row, and it hardly seems fair to lug you into it.\r\nWhy you, I mean to say? The blighter whose head I want on a charger is\r\nthe bally manager.”\r\n\r\nAt this point a massive, grey-haired man, who had been standing close\r\nby, gazing on the lobby with an air of restrained severity, as if\r\ndaring it to start anything, joined in the conversation.\r\n\r\n“I am the manager,” he said.\r\n\r\nHis eye was cold and hostile. Others, it seemed to say, might like\r\nArchie Moffam, but not he. Daniel Brewster was bristling for combat.\r\nWhat he had overheard had shocked him to the core of his being. The\r\nHotel Cosmopolis was his own private, personal property, and the thing\r\ndearest to him in the world, after his daughter Lucille. He prided\r\nhimself on the fact that his hotel was not like other New York hotels,\r\nwhich were run by impersonal companies and shareholders and boards of\r\ndirectors, and consequently lacked the paternal touch which made the\r\nCosmopolis what it was. At other hotels things went wrong, and clients\r\ncomplained. At the Cosmopolis things never went wrong, because he was\r\non the spot to see that they didn’t, and as a result clients never\r\ncomplained. Yet here was this long, thin, string-bean of an Englishman\r\nactually registering annoyance and dissatisfaction before his very\r\neyes.\r\n\r\n“What is your complaint?” he enquired frigidly.\r\n\r\nArchie attached himself to the top button of Mr. Brewster’s coat, and\r\nwas immediately dislodged by an irritable jerk of the other’s\r\nsubstantial body.\r\n\r\n“Listen, old thing! I came over to this country to nose about in search\r\nof a job, because there doesn’t seem what you might call a general\r\ndemand for my services in England. Directly I was demobbed, the family\r\nstarted talking about the Land of Opportunity and shot me on to a\r\nliner. The idea was that I might get hold of something in America—”\r\n\r\nHe got hold of Mr. Brewster’s coat-button, and was again shaken off.\r\n\r\n“Between ourselves, I’ve never done anything much in England, and I\r\nfancy the family were getting a bit fed. At any rate, they sent me over\r\nhere—”\r\n\r\nMr. Brewster disentangled himself for the third time.\r\n\r\n“I would prefer to postpone the story of your life,” he said coldly,\r\n“and be informed what is your specific complaint against the Hotel\r\nCosmopolis.”\r\n\r\n“Of course, yes. The jolly old hotel. I’m coming to that. Well, it was\r\nlike this. A chappie on the boat told me that this was the best place\r\nto stop at in New York—”\r\n\r\n“He was quite right,” said Mr. Brewster.\r\n\r\n“Was he, by Jove! Well, all I can say, then, is that the other New York\r\nhotels must be pretty mouldy, if this is the best of the lot! I took a\r\nroom here last night,” said Archie quivering with self-pity, “and there\r\nwas a beastly tap outside somewhere which went drip-drip-drip all night\r\nand kept me awake.”\r\n\r\nMr. Brewster’s annoyance deepened. He felt that a chink had been found\r\nin his armour. Not even the most paternal hotel-proprietor can keep an\r\neye on every tap in his establishment.\r\n\r\n“Drip-drip-drip!” repeated Archie firmly. “And I put my boots outside\r\nthe door when I went to bed, and this morning they hadn’t been touched.\r\nI give you my solemn word! Not touched.”\r\n\r\n“Naturally,” said Mr. Brewster. “My employés are honest.”\r\n\r\n“But I wanted them cleaned, dash it!”\r\n\r\n“There is a shoe-shining parlour in the basement. At the Cosmopolis\r\nshoes left outside bedroom doors are not cleaned.”\r\n\r\n“Then I think the Cosmopolis is a bally rotten hotel!”\r\n\r\nMr. Brewster’s compact frame quivered. The unforgivable insult had been\r\noffered. Question the legitimacy of Mr. Brewster’s parentage, knock Mr.\r\nBrewster down and walk on his face with spiked shoes, and you did not\r\nirremediably close all avenues to a peaceful settlement. But make a\r\nremark like that about his hotel, and war was definitely declared.\r\n\r\n“In that case,” he said, stiffening, “I must ask you to give up your\r\nroom.”\r\n\r\n“I’m going to give it up! I wouldn’t stay in the bally place another\r\nminute.”\r\n\r\nMr. Brewster walked away, and Archie charged round to the cashier’s\r\ndesk to get his bill. It had been his intention in any case, though for\r\ndramatic purposes he concealed it from his adversary, to leave the\r\nhotel that morning. One of the letters of introduction which he had\r\nbrought over from England had resulted in an invitation from a Mrs. van\r\nTuyl to her house-party at Miami, and he had decided to go there at\r\nonce.\r\n\r\n“Well,” mused Archie, on his way to the station, “one thing’s certain.\r\nI’ll never set foot in _that_ bally place again!”\r\n\r\nBut nothing in this world is certain."
  ]
}