{
  "index": 19,
  "title": "Chapter 18",
  "paragraphs": [
    "STRANGE EXPERIENCES OF AN ARTIST’S MODEL\r\n\r\n\r\n“I say, old thing!”\r\n\r\nArchie spoke plaintively. Already he was looking back ruefully to the\r\ntime when he had supposed that an artist’s model had a soft job. In the\r\nfirst five minutes muscles which he had not been aware that he\r\npossessed had started to ache like neglected teeth. His respect for the\r\ntoughness and durability of artists’ models was now solid. How they\r\nacquired the stamina to go through this sort of thing all day and then\r\nbound off to Bohemian revels at night was more than he could\r\nunderstand.\r\n\r\n“Don’t wobble, confound you!” snorted Mr. Wheeler.\r\n\r\n“Yes, but, my dear old artist,” said Archie, “what you don’t seem to\r\ngrasp—what you appear not to realise—is that I’m getting a crick in the\r\nback.”\r\n\r\n“You weakling! You miserable, invertebrate worm. Move an inch and I’ll\r\nmurder you, and come and dance on your grave every Wednesday and\r\nSaturday. I’m just getting it.”\r\n\r\n“It’s in the spine that it seems to catch me principally.”\r\n\r\n“Be a man, you faint-hearted string-bean!” urged J. B. Wheeler. “You\r\nought to be ashamed of yourself. Why, a girl who was posing for me last\r\nweek stood for a solid hour on one leg, holding a tennis racket over\r\nher head and smiling brightly withal.”\r\n\r\n“The female of the species is more india-rubbery than the male,” argued\r\nArchie.\r\n\r\n“Well, I’ll be through in a few minutes. Don’t weaken. Think how proud\r\nyou’ll be when you see yourself on all the bookstalls.”\r\n\r\nArchie sighed, and braced himself to the task once more. He wished he\r\nhad never taken on this binge. In addition to his physical discomfort,\r\nhe was feeling a most awful chump. The cover on which Mr. Wheeler was\r\nengaged was for the August number of the magazine, and it had been\r\nnecessary for Archie to drape his reluctant form in a two-piece bathing\r\nsuit of a vivid lemon colour; for he was supposed to be representing\r\none of those jolly dogs belonging to the best families who dive off\r\nfloats at exclusive seashore resorts. J. B. Wheeler, a stickler for\r\naccuracy, had wanted him to remove his socks and shoes; but there\r\nArchie had stood firm. He was willing to make an ass of himself, but\r\nnot a silly ass.\r\n\r\n“All right,” said J. B. Wheeler, laying down his brush. “That will do\r\nfor to-day. Though, speaking without prejudice and with no wish to be\r\noffensive, if I had had a model who wasn’t a weak-kneed,\r\njelly-backboned son of Belial, I could have got the darned thing\r\nfinished without having to have another sitting.”\r\n\r\n“I wonder why you chappies call this sort of thing ‘sitting,’” said\r\nArchie, pensively, as he conducted tentative experiments in osteopathy\r\non his aching back. “I say, old thing, I could do with a restorative,\r\nif you have one handy. But, of course, you haven’t, I suppose,” he\r\nadded, resignedly. Abstemious as a rule, there were moments when Archie\r\nfound the Eighteenth Amendment somewhat trying.\r\n\r\nJ. B. Wheeler shook his head.\r\n\r\n“You’re a little previous,” he said. “But come round in another day or\r\nso, and I may be able to do something for you.” He moved with a certain\r\nconspirator-like caution to a corner of the room, and, lifting to one\r\nside a pile of canvases, revealed a stout barrel, which he regarded\r\nwith a fatherly and benignant eye. “I don’t mind telling you that, in\r\nthe fullness of time, I believe this is going to spread a good deal of\r\nsweetness and light.”\r\n\r\n“Oh, ah,” said Archie, interested. “Home-brew, what?”\r\n\r\n“Made with these hands. I added a few more raisins yesterday, to speed\r\nthings up a bit. There is much virtue in your raisin. And, talking of\r\nspeeding things up, for goodness’ sake try to be a bit more punctual\r\nto-morrow. We lost an hour of good daylight to-day.”\r\n\r\n“I like that! I was here on the absolute minute. I had to hang about on\r\nthe landing waiting for you.”\r\n\r\n“Well, well, that doesn’t matter,” said J. B. Wheeler, impatiently, for\r\nthe artist soul is always annoyed by petty details. “The point is that\r\nwe were an hour late in getting to work. Mind you’re here to-morrow at\r\neleven sharp.”\r\n\r\nIt was, therefore, with a feeling of guilt and trepidation that Archie\r\nmounted the stairs on the following morning; for in spite of his good\r\nresolutions he was half an hour behind time. He was relieved to find\r\nthat his friend had also lagged by the wayside. The door of the studio\r\nwas ajar, and he went in, to discover the place occupied by a lady of\r\nmature years, who was scrubbing the floor with a mop. He went into the\r\nbedroom and donned his bathing suit. When he emerged, ten minutes\r\nlater, the charwoman had gone, but J. B. Wheeler was still absent.\r\nRather glad of the respite, he sat down to kill time by reading the\r\nmorning paper, whose sporting page alone he had managed to master at\r\nthe breakfast table.\r\n\r\nThere was not a great deal in the paper to interest him. The usual\r\nbond-robbery had taken place on the previous day, and the police were\r\nreported hot on the trail of the Master-Mind who was alleged to be at\r\nthe back of these financial operations. A messenger named Henry Babcock\r\nhad been arrested and was expected to become confidential. To one who,\r\nlike Archie, had never owned a bond, the story made little appeal. He\r\nturned with more interest to a cheery half-column on the activities of\r\na gentleman in Minnesota who, with what seemed to Archie, as he thought\r\nof Mr. Daniel Brewster, a good deal of resource and public spirit, had\r\nrecently beaned his father-in-law with the family meat-axe. It was only\r\nafter he had read this through twice in a spirit of gentle approval\r\nthat it occurred to him that J. B. Wheeler was uncommonly late at the\r\ntryst. He looked at his watch, and found that he had been in the studio\r\nthree-quarters of an hour.\r\n\r\nArchie became restless. Long-suffering old bean though he was, he\r\nconsidered this a bit thick. He got up and went out on to the landing,\r\nto see if there were any signs of the blighter. There were none. He\r\nbegan to understand now what had happened. For some reason or other the\r\nbally artist was not coming to the studio at all that day. Probably he\r\nhad called up the hotel and left a message to this effect, and Archie\r\nhad just missed it. Another man might have waited to make certain that\r\nhis message had reached its destination, but not woollen-headed\r\nWheeler, the most casual individual in New York.\r\n\r\nThoroughly aggrieved, Archie turned back to the studio to dress and go\r\naway.\r\n\r\nHis progress was stayed by a solid, forbidding slab of oak. Somehow or\r\nother, since he had left the room, the door had managed to get itself\r\nshut.\r\n\r\n“Oh, dash it!” said Archie.\r\n\r\nThe mildness of the expletive was proof that the full horror of the\r\nsituation had not immediately come home to him. His mind in the first\r\nfew moments was occupied with the problem of how the door had got that\r\nway. He could not remember shutting it. Probably he had done it\r\nunconsciously. As a child, he had been taught by sedulous elders that\r\nthe little gentleman always closed doors behind him, and presumably his\r\nsubconscious self was still under the influence. And then, suddenly, he\r\nrealised that this infernal, officious ass of a subconscious self had\r\ndeposited him right in the gumbo. Behind that closed door, unattainable\r\nas youthful ambition, lay his gent’s heather-mixture with the green\r\ntwill, and here he was, out in the world, alone, in a lemon-coloured\r\nbathing suit.\r\n\r\nIn all crises of human affairs there are two broad courses open to a\r\nman. He can stay where he is or he can go elsewhere. Archie, leaning on\r\nthe banisters, examined these alternatives narrowly. If he stayed where\r\nhe was he would have to spend the night on this dashed landing. If he\r\nlegged it, in this kit, he would be gathered up by the constabulary\r\nbefore he had gone a hundred yards. He was no pessimist, but he was\r\nreluctantly forced to the conclusion that he was up against it.\r\n\r\nIt was while he was musing with a certain tenseness on these things\r\nthat the sound of footsteps came to him from below. But almost in the\r\nfirst instant the hope that this might be J. B. Wheeler, the curse of\r\nthe human race, died away. Whoever was coming up the stairs was\r\nrunning, and J. B. Wheeler never ran upstairs. He was not one of your\r\nlean, haggard, spiritual-looking geniuses. He made a large income with\r\nhis brush and pencil, and spent most of it in creature comforts. This\r\ncouldn’t be J. B. Wheeler.\r\n\r\nIt was not. It was a tall, thin man whom he had never seen before. He\r\nappeared to be in a considerable hurry. He let himself into the studio\r\non the floor below, and vanished without even waiting to shut the door.\r\n\r\nHe had come and disappeared in almost record time, but, brief though\r\nhis passing had been, it had been long enough to bring consolation to\r\nArchie. A sudden bright light had been vouchsafed to Archie, and he now\r\nsaw an admirably ripe and fruity scheme for ending his troubles. What\r\ncould be simpler than to toddle down one flight of stairs and in an\r\neasy and debonair manner ask the chappie’s permission to use his\r\ntelephone? And what could be simpler, once he was at the ’phone, than\r\nto get in touch with somebody at the Cosmopolis who would send down a\r\nfew trousers and what not in a kit bag. It was a priceless solution,\r\nthought Archie, as he made his way downstairs. Not even embarrassing,\r\nhe meant to say. This chappie, living in a place like this, wouldn’t\r\nbat an eyelid at the spectacle of a fellow trickling about the place in\r\na bathing suit. They would have a good laugh about the whole thing.\r\n\r\n“I say, I hate to bother you—dare say you’re busy and all that sort of\r\nthing—but would you mind if I popped in for half a second and used your\r\n’phone?”\r\n\r\nThat was the speech, the extremely gentlemanly and well-phrased speech\r\nwhich Archie had prepared to deliver the moment the man appeared. The\r\nreason he did not deliver it was that the man did not appear. He\r\nknocked, but nothing stirred.\r\n\r\n“I say!”\r\n\r\nArchie now perceived that the door was ajar, and that on an envelope\r\nattached with a tack to one of the panels was the name “Elmer M. Moon”\r\nHe pushed the door a little farther open and tried again.\r\n\r\n“Oh, Mr. Moon! Mr. Moon!” He waited a moment. “Oh, Mr. Moon! Mr. Moon!\r\nAre you there, Mr. Moon?”\r\n\r\nHe blushed hotly. To his sensitive ear the words had sounded exactly\r\nlike the opening line of the refrain of a vaudeville song-hit. He\r\ndecided to waste no further speech on a man with such an unfortunate\r\nsurname until he could see him face to face and get a chance of\r\nlowering his voice a bit. Absolutely absurd to stand outside a\r\nchappie’s door singing song-hits in a lemon-coloured bathing suit. He\r\npushed the door open and walked in; and his subconscious self, always\r\nthe gentleman, closed it gently behind him.\r\n\r\n“Up!” said a low, sinister, harsh, unfriendly, and unpleasant voice.\r\n\r\n“Eh?” said Archie, revolving sharply on his axis.\r\n\r\nHe found himself confronting the hurried gentleman who had run\r\nupstairs. This sprinter had produced an automatic pistol, and was\r\npointing it in a truculent manner at his head. Archie stared at his\r\nhost, and his host stared at him.\r\n\r\n“Put your hands up,” he said.\r\n\r\n“Oh, right-o! Absolutely!” said Archie. “But I mean to say—”\r\n\r\nThe other was drinking him in with considerable astonishment. Archie’s\r\ncostume seemed to have made a powerful impression upon him.\r\n\r\n“Who the devil are you?” he enquired.\r\n\r\n“Me? Oh, my name’s—”\r\n\r\n“Never mind your name. What are you doing here?”\r\n\r\n“Well, as a matter of fact, I popped in to ask if I might use your\r\n’phone. You see—”\r\n\r\nA certain relief seemed to temper the austerity of the other’s gaze. As\r\na visitor, Archie, though surprising, seemed to be better than he had\r\nexpected.\r\n\r\n“I don’t know what to do with you,” he said, meditatively.\r\n\r\n“If you’d just let me toddle to the ’phone—”\r\n\r\n“Likely!” said the man. He appeared to reach a decision. “Here, go into\r\nthat room.”\r\n\r\nHe indicated with a jerk of his head the open door of what was\r\napparently a bedroom at the farther end of the studio.\r\n\r\n“I take it,” said Archie, chattily, “that all this may seem to you not\r\na little rummy.”\r\n\r\n“Get on!”\r\n\r\n“I was only saying—”\r\n\r\n“Well, I haven’t time to listen. Get a move on!”\r\n\r\nThe bedroom was in a state of untidiness which eclipsed anything which\r\nArchie had ever witnessed. The other appeared to be moving house. Bed,\r\nfurniture, and floor were covered with articles of clothing. A silk\r\nshirt wreathed itself about Archie’s ankles as he stood gaping, and, as\r\nhe moved farther into the room, his path was paved with ties and\r\ncollars.\r\n\r\n“Sit down!” said Elmer M. Moon, abruptly.\r\n\r\n“Right-o! Thanks,” said Archie, “I suppose you wouldn’t like me to\r\nexplain, and what not, what?”\r\n\r\n“No!” said Mr. Moon. “I haven’t got your spare time. Put your hands\r\nbehind that chair.”\r\n\r\nArchie did so, and found them immediately secured by what felt like a\r\nsilk tie. His assiduous host then proceeded to fasten his ankles in a\r\nlike manner. This done, he seemed to feel that he had done all that was\r\nrequired of him, and he returned to the packing of a large suitcase\r\nwhich stood by the window.\r\n\r\n“I say!” said Archie.\r\n\r\nMr. Moon, with the air of a man who has remembered something which he\r\nhad overlooked, shoved a sock in his guest’s mouth and resumed his\r\npacking. He was what might be called an impressionist packer. His aim\r\nappeared to be speed rather than neatness. He bundled his belongings\r\nin, closed the bag with some difficulty, and, stepping to the window,\r\nopened it. Then he climbed out on to the fire-escape, dragged the\r\nsuit-case after him, and was gone.\r\n\r\nArchie, left alone, addressed himself to the task of freeing his\r\nprisoned limbs. The job proved much easier than he had expected. Mr.\r\nMoon, that hustler, had wrought for the moment, not for all time. A\r\npractical man, he had been content to keep his visitor shackled merely\r\nfor such a period as would permit him to make his escape unhindered. In\r\nless than ten minutes Archie, after a good deal of snake-like writhing,\r\nwas pleased to discover that the thingummy attached to his wrists had\r\nloosened sufficiently to enable him to use his hands. He untied himself\r\nand got up.\r\n\r\nHe now began to tell himself that out of evil cometh good. His\r\nencounter with the elusive Mr. Moon had not been an agreeable one, but\r\nit had had this solid advantage, that it had left him right in the\r\nmiddle of a great many clothes. And Mr. Moon, whatever his moral\r\ndefects, had the one excellent quality of taking about the same size as\r\nhimself. Archie, casting a covetous eye upon a tweed suit which lay on\r\nthe bed, was on the point of climbing into the trousers when on the\r\nouter door of the studio there sounded a forceful knocking.\r\n\r\n“Open up here!”"
  ]
}