{
  "index": 18,
  "title": "Chapter 17",
  "paragraphs": [
    "WORK WANTED\r\n\r\n\r\nIt seemed to Archie, as he surveyed his position at the end of the\r\nfirst month of his married life, that all was for the best in the best\r\nof all possible worlds. In their attitude towards America, visiting\r\nEnglishmen almost invariably incline to extremes, either detesting all\r\nthat therein is or else becoming enthusiasts on the subject of the\r\ncountry, its climate, and its institutions. Archie belonged to the\r\nsecond class. He liked America and got on splendidly with Americans\r\nfrom the start. He was a friendly soul, a mixer; and in New York, that\r\ncity of mixers, he found himself at home. The atmosphere of\r\ngood-fellowship and the open-hearted hospitality of everybody he met\r\nappealed to him. There were moments when it seemed to him as though New\r\nYork had simply been waiting for him to arrive before giving the word\r\nto let the revels commence.\r\n\r\nNothing, of course, in this world is perfect; and, rosy as were the\r\nglasses through which Archie looked on his new surroundings, he had to\r\nadmit that there was one flaw, one fly in the ointment, one individual\r\ncaterpillar in the salad. Mr. Daniel Brewster, his father-in-law,\r\nremained consistently unfriendly. Indeed, his manner towards his new\r\nrelative became daily more and more a manner which would have caused\r\ngossip on the plantation if Simon Legree had exhibited it in his\r\nrelations with Uncle Tom. And this in spite of the fact that Archie, as\r\nearly as the third morning of his stay, had gone to him and in the most\r\nfrank and manly way, had withdrawn his criticism of the Hotel\r\nCosmopolis, giving it as his considered opinion that the Hotel\r\nCosmopolis on closer inspection appeared to be a good egg, one of the\r\nbest and brightest, and a bit of all right.\r\n\r\n“A credit to you, old thing,” said Archie cordially.\r\n\r\n“Don’t call me old thing!” growled Mr. Brewster.\r\n\r\n“Right-o, old companion!” said Archie amiably.\r\n\r\nArchie, a true philosopher, bore this hostility with fortitude, but it\r\nworried Lucille.\r\n\r\n“I do wish father understood you better,” was her wistful comment when\r\nArchie had related the conversation.\r\n\r\n“Well, you know,” said Archie, “I’m open for being understood any time\r\nhe cares to take a stab at it.”\r\n\r\n“You must try and make him fond of you.”\r\n\r\n“But how? I smile winsomely at him and what not, but he doesn’t\r\nrespond.”\r\n\r\n“Well, we shall have to think of something. I want him to realise what\r\nan angel you are. You _are_ an angel, you know.”\r\n\r\n“No, really?”\r\n\r\n“Of course you are.”\r\n\r\n“It’s a rummy thing,” said Archie, pursuing a train of thought which\r\nwas constantly with him, “the more I see of you, the more I wonder how\r\nyou can have a father like—I mean to say, what I mean to say is, I wish\r\nI had known your mother; she must have been frightfully attractive.”\r\n\r\n“What would really please him, I know,” said Lucille, “would be if you\r\ngot some work to do. He loves people who work.”\r\n\r\n“Yes?” said Archie doubtfully. “Well, you know, I heard him\r\ninterviewing that chappie behind the desk this morning, who works like\r\nthe dickens from early morn to dewy eve, on the subject of a mistake in\r\nhis figures; and, if he loved him, he dissembled it all right. Of\r\ncourse, I admit that so far I haven’t been one of the toilers, but the\r\ndashed difficult thing is to know how to start. I’m nosing round, but\r\nthe openings for a bright young man seem so scarce.”\r\n\r\n“Well, keep on trying. I feel sure that, if you could only find\r\nsomething to do, it doesn’t matter what, father would be quite\r\ndifferent.”\r\n\r\nIt was possibly the dazzling prospect of making Mr. Brewster quite\r\ndifferent that stimulated Archie. He was strongly of the opinion that\r\nany change in his father-in-law must inevitably be for the better. A\r\nchance meeting with James B. Wheeler, the artist, at the Pen-and-Ink\r\nClub seemed to open the way.\r\n\r\nTo a visitor to New York who has the ability to make himself liked it\r\nalmost appears as though the leading industry in that city was the\r\nissuing of two-weeks’ invitation-cards to clubs. Archie since his\r\narrival had been showered with these pleasant evidences of his\r\npopularity; and he was now an honorary member of so many clubs of\r\nvarious kinds that he had not time to go to them all. There were the\r\nfashionable clubs along Fifth Avenue to which his friend Reggie van\r\nTuyl, son of his Florida hostess, had introduced him. There were the\r\nbusinessmen’s clubs of which he was made free by more solid citizens.\r\nAnd, best of all, there were the Lambs’, the Players’, the Friars’, the\r\nCoffee-House, the Pen-and-Ink,—and the other resorts of the artist, the\r\nauthor, the actor, and the Bohemian. It was in these that Archie spent\r\nmost of his time, and it was here that he made the acquaintance of J.\r\nB. Wheeler, the popular illustrator.\r\n\r\nTo Mr. Wheeler, over a friendly lunch, Archie had been confiding some\r\nof his ambitions to qualify as the hero of one of the\r\nGet-on-or-get-out-young-man-step-lively-books.\r\n\r\n“You want a job?” said Mr. Wheeler.\r\n\r\n“I want a job,” said Archie.\r\n\r\nMr. Wheeler consumed eight fried potatoes in quick succession. He was\r\nan able trencherman.\r\n\r\n“I always looked on you as one of our leading lilies of the field,” he\r\nsaid. “Why this anxiety to toil and spin?”\r\n\r\n“Well, my wife, you know, seems to think it might put me one-up with\r\nthe jolly old dad if I did something.”\r\n\r\n“And you’re not particular what you do, so long as it has the outer\r\naspect of work?”\r\n\r\n“Anything in the world, laddie, anything in the world.”\r\n\r\n“Then come and pose for a picture I’m doing,” said J. B. Wheeler. “It’s\r\nfor a magazine cover. You’re just the model I want, and I’ll pay you at\r\nthe usual rates. Is it a go?”\r\n\r\n“Pose?”\r\n\r\n“You’ve only got to stand still and look like a chunk of wood. You can\r\ndo that, surely?”\r\n\r\n“I can do that,” said Archie.\r\n\r\n“Then come along down to my studio to-morrow.”\r\n\r\n“Right-o!” said Archie."
  ]
}