{
  "index": 16,
  "title": "Chapter 15",
  "paragraphs": [
    "A SHOCK FOR MR. BREWSTER\r\n\r\n\r\nMr. Daniel Brewster sat in his luxurious suite at the Cosmopolis,\r\nsmoking one of his admirable cigars and chatting with his old friend,\r\nProfessor Binstead. A stranger who had only encountered Mr. Brewster in\r\nthe lobby of the hotel would have been surprised at the appearance of\r\nhis sitting-room, for it had none of the rugged simplicity which was\r\nthe keynote of its owner’s personal appearance. Daniel Brewster was a\r\nman with a hobby. He was what Parker, his valet, termed a connoozer.\r\nHis educated taste in Art was one of the things which went to make the\r\nCosmopolis different from and superior to other New York hotels. He had\r\npersonally selected the tapestries in the dining-room and the various\r\npaintings throughout the building. And in his private capacity he was\r\nan enthusiastic collector of things which Professor Binstead, whose\r\ntastes lay in the same direction, would have stolen without a twinge of\r\nconscience if he could have got the chance.\r\n\r\nThe professor, a small man of middle age who wore tortoiseshell-rimmed\r\nspectacles, flitted covetously about the room, inspecting its treasures\r\nwith a glistening eye. In a corner, Parker, a grave, lean individual,\r\nbent over the chafing-dish, in which he was preparing for his employer\r\nand his guest their simple lunch.\r\n\r\n“Brewster,” said Professor Binstead, pausing at the mantelpiece.\r\n\r\nMr. Brewster looked up amiably. He was in placid mood to-day. Two weeks\r\nand more had passed since the meeting with Archie recorded in the\r\nprevious chapter, and he had been able to dismiss that disturbing\r\naffair from his mind. Since then, everything had gone splendidly with\r\nDaniel Brewster, for he had just accomplished his ambition of the\r\nmoment by completing the negotiations for the purchase of a site\r\nfurther down-town, on which he proposed to erect a new hotel. He liked\r\nbuilding hotels. He had the Cosmopolis, his first-born, a summer hotel\r\nin the mountains, purchased in the previous year, and he was toying\r\nwith the idea of running over to England and putting up another in\r\nLondon, That, however, would have to wait. Meanwhile, he would\r\nconcentrate on this new one down-town. It had kept him busy and\r\nworried, arranging for securing the site; but his troubles were over\r\nnow.\r\n\r\n“Yes?” he said.\r\n\r\nProfessor Binstead had picked up a small china figure of delicate\r\nworkmanship. It represented a warrior of pre-khaki days advancing with\r\na spear upon some adversary who, judging from the contented expression\r\non the warrior’s face, was smaller than himself.\r\n\r\n“Where did you get this?”\r\n\r\n“That? Mawson, my agent, found it in a little shop on the east side.”\r\n\r\n“Where’s the other? There ought to be another. These things go in\r\npairs. They’re valueless alone.”\r\n\r\nMr. Brewster’s brow clouded.\r\n\r\n“I know that,” he said shortly. “Mawson’s looking for the other one\r\neverywhere. If you happen across it, I give you _carte blanche_ to buy\r\nit for me.”\r\n\r\n“It must be somewhere.”\r\n\r\n“Yes. If you find it, don’t worry about the expense. I’ll settle up, no\r\nmatter what it is.”\r\n\r\n“I’ll bear it in mind,” said Professor Binstead. “It may cost you a lot\r\nof money. I suppose you know that.”\r\n\r\n“I told you I don’t care what it costs.”\r\n\r\n“It’s nice to be a millionaire,” sighed Professor Binstead.\r\n\r\n“Luncheon is served, sir,” said Parker.\r\n\r\nHe had stationed himself in a statutesque pose behind Mr. Brewster’s\r\nchair, when there was a knock at the door. He went to the door, and\r\nreturned with a telegram.\r\n\r\n“Telegram for you, sir.”\r\n\r\nMr. Brewster nodded carelessly. The contents of the chafing-dish had\r\njustified the advance advertising of their odour, and he was too busy\r\nto be interrupted.\r\n\r\n“Put it down. And you needn’t wait, Parker.”\r\n\r\n“Very good, sir.”\r\n\r\nThe valet withdrew, and Mr. Brewster resumed his lunch.\r\n\r\n“Aren’t you going to open it?” asked Professor Binstead, to whom a\r\ntelegram was a telegram.\r\n\r\n“It can wait. I get them all day long. I expect it’s from Lucille,\r\nsaying what train she’s making.”\r\n\r\n“She returns to-day?”\r\n\r\n“Yes, Been at Miami.” Mr. Brewster, having dwelt at adequate length on\r\nthe contents of the chafing-dish, adjusted his glasses and took up the\r\nenvelope. “I shall be glad—Great Godfrey!”\r\n\r\nHe sat staring at the telegram, his mouth open. His friend eyed him\r\nsolicitously.\r\n\r\n“No bad news, I hope?”\r\n\r\nMr. Brewster gurgled in a strangled way.\r\n\r\n“Bad news? Bad—? Here, read it for yourself.”\r\n\r\nProfessor Binstead, one of the three most inquisitive men in New York,\r\ntook the slip of paper with gratitude.\r\n\r\n“‘Returning New York to-day with darling Archie,’” he read. “‘Lots of\r\nlove from us both. Lucille.’” He gaped at his host. “Who is Archie?” he\r\nenquired.\r\n\r\n“Who is Archie?” echoed Mr. Brewster helplessly. “Who is—? That’s just\r\nwhat I would like to know.”\r\n\r\n“‘Darling Archie,’” murmured the professor, musing over the telegram.\r\n“‘Returning to-day with darling Archie.’ Strange!”\r\n\r\nMr. Brewster continued to stare before him. When you send your only\r\ndaughter on a visit to Miami minus any entanglements and she mentions\r\nin a telegram that she has acquired a darling Archie, you are naturally\r\nstartled. He rose from the table with a bound. It had occurred to him\r\nthat by neglecting a careful study of his mail during the past week, as\r\nwas his bad habit when busy, he had lost an opportunity of keeping\r\nabreast with current happenings. He recollected now that a letter had\r\narrived from Lucille some time ago, and that he had put it away\r\nunopened till he should have leisure to read it. Lucille was a dear\r\ngirl, he had felt, but her letters when on a vacation seldom contained\r\nanything that couldn’t wait a few days for a reading. He sprang for his\r\ndesk, rummaged among his papers, and found what he was seeking.\r\n\r\nIt was a long letter, and there was silence in the room for some\r\nmoments while he mastered its contents. Then he turned to the\r\nprofessor, breathing heavily.\r\n\r\n“Good heavens!”\r\n\r\n“Yes?” said Professor Binstead eagerly. “Yes?”\r\n\r\n“Good Lord!”\r\n\r\n“Well?”\r\n\r\n“Good gracious!”\r\n\r\n“What is it?” demanded the professor in an agony.\r\n\r\nMr. Brewster sat down again with a thud.\r\n\r\n“She’s married!”\r\n\r\n“Married!”\r\n\r\n“Married! To an Englishman!”\r\n\r\n“Bless my soul!”\r\n\r\n“She says,” proceeded Mr. Brewster, referring to the letter again,\r\n“that they were both so much in love that they simply had to slip off\r\nand get married, and she hopes I won’t be cross. Cross!” gasped Mr.\r\nBrewster, gazing wildly at his friend.\r\n\r\n“Very disturbing!”\r\n\r\n“Disturbing! You bet it’s disturbing! I don’t know anything about the\r\nfellow. Never heard of him in my life. She says he wanted a quiet\r\nwedding because he thought a fellow looked such a chump getting\r\nmarried! And I must love him, because he’s all set to love me very\r\nmuch!”\r\n\r\n“Extraordinary!”\r\n\r\nMr. Brewster put the letter down.\r\n\r\n“An Englishman!”\r\n\r\n“I have met some very agreeable Englishmen,” said Professor Binstead.\r\n\r\n“I don’t like Englishmen,” growled Mr. Brewster. “Parker’s an\r\nEnglishman.”\r\n\r\n“Your valet?”\r\n\r\n“Yes. I believe he wears my shirts on the sly,’” said Mr. Brewster\r\nbroodingly, “If I catch him—! What would you do about this, Binstead?”\r\n\r\n“Do?” The professor considered the point judicially. “Well, really,\r\nBrewster, I do not see that there is anything you can do. You must\r\nsimply wait and meet the man. Perhaps he will turn out an admirable\r\nson-in-law.”\r\n\r\n“H’m!” Mr. Brewster declined to take an optimistic view. “But an\r\nEnglishman, Binstead!” he said with pathos. “Why,” he went on, memory\r\nsuddenly stirring, “there was an Englishman at this hotel only a week\r\nor two ago who went about knocking it in a way that would have amazed\r\nyou! Said it was a rotten place! _My_ hotel!”\r\n\r\nProfessor Binstead clicked his tongue sympathetically. He understood\r\nhis friend’s warmth."
  ]
}