{
  "index": 17,
  "title": "Chapter 16",
  "paragraphs": [
    "MR. BREWSTER DELIVERS SENTENCE\r\n\r\n\r\nAt about the same moment that Professor Binstead was clicking his\r\ntongue in Mr. Brewster’s sitting-room, Archie Moffam sat contemplating\r\nhis bride in a drawing-room on the express from Miami. He was thinking\r\nthat this was too good to be true. His brain had been in something of a\r\nwhirl these last few days, but this was one thought that never failed\r\nto emerge clearly from the welter.\r\n\r\nMrs. Archie Moffam, nee Lucille Brewster, was small and slender. She\r\nhad a little animated face, set in a cloud of dark hair. She was so\r\naltogether perfect that Archie had frequently found himself compelled\r\nto take the marriage-certificate out of his inside pocket and study it\r\nfurtively, to make himself realise that this miracle of good fortune\r\nhad actually happened to him.\r\n\r\n“Honestly, old bean—I mean, dear old thing,—I mean, darling,” said\r\nArchie, “I can’t believe it!”\r\n\r\n“What?”\r\n\r\n“What I mean is, I can’t understand why you should have married a\r\nblighter like me.”\r\n\r\nLucille’s eyes opened. She squeezed his hand.\r\n\r\n“Why, you’re the most wonderful thing in the world, precious!—Surely\r\nyou know that?”\r\n\r\n“Absolutely escaped my notice. Are you sure?”\r\n\r\n“Of course I’m sure! You wonder-child! Nobody could see you without\r\nloving you!”\r\n\r\nArchie heaved an ecstatic sigh. Then a thought crossed his mind. It was\r\na thought which frequently came to mar his bliss.\r\n\r\n“I say, I wonder if your father will think that!”\r\n\r\n“Of course he will!”\r\n\r\n“We rather sprung this, as it were, on the old lad,” said Archie\r\ndubiously. “What sort of a man _is_ your father?”\r\n\r\n“Father’s a darling, too.”\r\n\r\n“Rummy thing he should own that hotel,” said Archie. “I had a frightful\r\nrow with a blighter of a manager there just before I left for Miami.\r\nYour father ought to sack that chap. He was a blot on the landscape!”\r\n\r\nIt had been settled by Lucille during the journey that Archie should be\r\nbroken gently to his father-in-law. That is to say, instead of bounding\r\nblithely into Mr. Brewster’s presence hand in hand, the happy pair\r\nshould separate for half an hour or so, Archie hanging around in the\r\noffing while Lucille saw her father and told him the whole story, or\r\nthose chapters of it which she had omitted from her letter for want of\r\nspace. Then, having impressed Mr. Brewster sufficiently with his luck\r\nin having acquired Archie for a son-in-law, she would lead him to where\r\nhis bit of good fortune awaited him.\r\n\r\nThe programme worked out admirably in its earlier stages. When the two\r\nemerged from Mr. Brewster’s room to meet Archie, Mr. Brewster’s general\r\nidea was that fortune had smiled upon him in an almost unbelievable\r\nfashion and had presented him with a son-in-law who combined in almost\r\nequal parts the more admirable characteristics of Apollo, Sir Galahad,\r\nand Marcus Aurelius. True, he had gathered in the course of the\r\nconversation that dear Archie had no occupation and no private means;\r\nbut Mr. Brewster felt that a great-souled man like Archie didn’t need\r\nthem. You can’t have everything, and Archie, according to Lucille’s\r\naccount, was practically a hundred per cent man in soul, looks,\r\nmanners, amiability, and breeding. These are the things that count. Mr.\r\nBrewster proceeded to the lobby in a glow of optimism and geniality.\r\n\r\nConsequently, when he perceived Archie, he got a bit of a shock.\r\n\r\n“Hullo—ullo—ullo!” said Archie, advancing happily.\r\n\r\n“Archie, darling, this is father,” said Lucille.\r\n\r\n“Good Lord!” said Archie.\r\n\r\nThere was one of those silences. Mr. Brewster looked at Archie. Archie\r\ngazed at Mr. Brewster. Lucille, perceiving without understanding why\r\nthat the big introduction scene had stubbed its toe on some\r\nunlooked-for obstacle, waited anxiously for enlightenment. Meanwhile,\r\nArchie continued to inspect Mr. Brewster, and Mr. Brewster continued to\r\ndrink in Archie.\r\n\r\nAfter an awkward pause of about three and a quarter minutes, Mr.\r\nBrewster swallowed once or twice, and finally spoke.\r\n\r\n“Lu!”\r\n\r\n“Yes, father?”\r\n\r\n“Is this true?”\r\n\r\nLucille’s grey eyes clouded over with perplexity and apprehension.\r\n\r\n“True?”\r\n\r\n“Have you really inflicted this—_this_ on me for a son-in-law?” Mr.\r\nBrewster swallowed a few more times, Archie the while watching with a\r\nfrozen fascination the rapid shimmying of his new relative’s\r\nAdam’s-apple. “Go away! I want to have a few words alone with\r\nthis—This—_wassyourdamname?_” he demanded, in an overwrought manner,\r\naddressing Archie for the first time.\r\n\r\n“I told you, father. It’s Moom.”\r\n\r\n“Moom?”\r\n\r\n“It’s spelt M-o-f-f-a-m, but pronounced Moom.”\r\n\r\n“To rhyme,” said Archie, helpfully, “with Bluffinghame.”\r\n\r\n“Lu,” said Mr. Brewster, “run away! I want to speak to-to-to—”\r\n\r\n“You called me _this_ before,” said Archie.\r\n\r\n“You aren’t angry, father, dear?” said Lucilla.\r\n\r\n“Oh no! Oh no! I’m tickled to death!”\r\n\r\nWhen his daughter had withdrawn, Mr. Brewster drew a long breath.\r\n\r\n“Now then!” he said.\r\n\r\n“Bit embarrassing, all this, what!” said Archie, chattily. “I mean to\r\nsay, having met before in less happy circs. and what not. Rum\r\ncoincidence and so forth! How would it be to bury the jolly old\r\nhatchet—start a new life—forgive and forget—learn to love each\r\nother—and all that sort of rot? I’m game if you are. How do we go? Is\r\nit a bet?”\r\n\r\nMr. Brewster remained entirely unsoftened by this manly appeal to his\r\nbetter feelings.\r\n\r\n“What the devil do you mean by marrying my daughter?”\r\n\r\nArchie reflected.\r\n\r\n“Well, it sort of happened, don’t you know! You know how these things\r\n_are!_ Young yourself once, and all that. I was most frightfully in\r\nlove, and Lu seemed to think it wouldn’t be a bad scheme, and one thing\r\nled to another, and—well, there you are, don’t you know!”\r\n\r\n“And I suppose you think you’ve done pretty well for yourself?”\r\n\r\n“Oh, absolutely! As far as I’m concerned, everything’s topping! I’ve\r\nnever felt so braced in my life!”\r\n\r\n“Yes!” said Mr. Brewster, with bitterness, “I suppose, from your\r\nview-point, everything _is_ ‘topping.’ You haven’t a cent to your name,\r\nand you’ve managed to fool a rich man’s daughter into marrying you. I\r\nsuppose you looked me up in Bradstreet before committing yourself?”\r\n\r\nThis aspect of the matter had not struck Archie until this moment.\r\n\r\n“I say!” he observed, with dismay. “I never looked at it like that\r\nbefore! I can see that, from your point of view, this must look like a\r\nbit of a wash-out!”\r\n\r\n“How do you propose to support Lucille, anyway?”\r\n\r\nArchie ran a finger round the inside of his collar. He felt\r\nembarrassed, His father-in-law was opening up all kinds of new lines of\r\nthought.\r\n\r\n“Well, there, old bean,” he admitted, frankly, “you rather have me!” He\r\nturned the matter over for a moment. “I had a sort of idea of, as it\r\nwere, working, if you know what I mean.”\r\n\r\n“Working at what?”\r\n\r\n“Now, there again you stump me somewhat! The general scheme was that I\r\nshould kind of look round, you know, and nose about and buzz to and fro\r\ntill something turned up. That was, broadly speaking, the notion!”\r\n\r\n“And how did you suppose my daughter was to live while you were doing\r\nall this?”\r\n\r\n“Well, I think,” said Archie, “I _think_ we rather expected _you_ to\r\nrally round a bit for the nonce!”\r\n\r\n“I see! You expected to live on me?”\r\n\r\n“Well, you put it a bit crudely, but—as far as I had mapped anything\r\nout—that WAS what you might call the general scheme of procedure. You\r\ndon’t think much of it, what? Yes? No?”\r\n\r\nMr. Brewster exploded.\r\n\r\n“No! I do not think much of it! Good God! You go out of my hotel—_my_\r\nhotel—calling it all the names you could think of—roasting it to beat\r\nthe band—”\r\n\r\n“Trifle hasty!” murmured Archie, apologetically. “Spoke without\r\nthinking. Dashed tap had gone _drip-drip-drip_ all night—kept me\r\nawake—hadn’t had breakfast—bygones be bygones—!”\r\n\r\n“Don’t interrupt! I say, you go out of my hotel, knocking it as no one\r\nhas ever knocked it since it was built, and you sneak straight off and\r\nmarry my daughter without my knowledge.”\r\n\r\n“Did think of wiring for blessing. Slipped the old bean, somehow. You\r\nknow how one forgets things!”\r\n\r\n“And now you come back and calmly expect me to fling my arms round you\r\nand kiss you, and support you for the rest of your life!”\r\n\r\n“Only while I’m nosing about and buzzing to and fro.”\r\n\r\n“Well, I suppose I’ve got to support you. There seems no way out of it.\r\nI’ll tell you exactly what I propose to do. You think my hotel is a\r\npretty poor hotel, eh? Well, you’ll have plenty of opportunity of\r\njudging, because you’re coming to live here. I’ll let you have a suite\r\nand I’ll let you have your meals, but outside of that—nothing doing!\r\nNothing doing! Do you understand what I mean?”\r\n\r\n“Absolutely! You mean, ‘Napoo!’”\r\n\r\n“You can sign bills for a reasonable amount in my restaurant, and the\r\nhotel will look after your laundry. But not a cent do you get out of\r\nme. And, if you want your shoes shined, you can pay for it yourself in\r\nthe basement. If you leave them outside your door, I’ll instruct the\r\nfloor-waiter to throw them down the air-shaft. Do you understand? Good!\r\nNow, is there anything more you want to ask?”\r\n\r\nArchie smiled a propitiatory smile.\r\n\r\n“Well, as a matter of fact, I was going to ask if you would stagger\r\nalong and have a bite with us in the grill-room?”\r\n\r\n“I will not!”\r\n\r\n“I’ll sign the bill,” said Archie, ingratiatingly. “You don’t think\r\nmuch of it? Oh, right-o!”"
  ]
}