{
  "index": 20,
  "title": "Chapter 19",
  "paragraphs": [
    "THE BOMB\r\n\r\n\r\nArchie bounded silently out into the other room and stood listening\r\ntensely. He was not a naturally querulous man, but he did feel at this\r\npoint that Fate was picking on him with a somewhat undue severity.\r\n\r\n“In th’ name av th’ Law!”\r\n\r\nThere are times when the best of us lose our heads. At this juncture\r\nArchie should undoubtedly have gone to the door, opened it, explained\r\nhis presence in a few well-chosen words, and generally have passed the\r\nwhole thing off with ready tact. But the thought of confronting a posse\r\nof police in his present costume caused him to look earnestly about him\r\nfor a hiding-place.\r\n\r\nUp against the farther wall was a settee with a high, arching back,\r\nwhich might have been put there for that special purpose. He inserted\r\nhimself behind this, just as a splintering crash announced that the\r\nLaw, having gone through the formality of knocking with its knuckles,\r\nwas now getting busy with an axe. A moment later the door had given\r\nway, and the room was full of trampling feet. Archie wedged himself\r\nagainst the wall with the quiet concentration of a clam nestling in its\r\nshell, and hoped for the best.\r\n\r\nIt seemed to him that his immediate future depended for better or for\r\nworse entirely on the native intelligence of the Force. If they were\r\nthe bright, alert men he hoped they were, they would see all that junk\r\nin the bedroom and, deducing from it that their quarry had stood not\r\nupon the order of his going but had hopped it, would not waste time in\r\nsearching a presumably empty apartment. If, on the other hand, they\r\nwere the obtuse, flat-footed persons who occasionally find their way\r\ninto the ranks of even the most enlightened constabularies, they would\r\nundoubtedly shift the settee and drag him into a publicity from which\r\nhis modest soul shrank. He was enchanted, therefore, a few moments\r\nlater, to hear a gruff voice state that th’ mutt had beaten it down th’\r\nfire-escape. His opinion of the detective abilities of the New York\r\npolice force rose with a bound.\r\n\r\nThere followed a brief council of war, which, as it took place in the\r\nbedroom, was inaudible to Archie except as a distant growling noise. He\r\ncould distinguish no words, but, as it was succeeded by a general\r\ntrampling of large boots in the direction of the door and then by\r\nsilence, he gathered that the pack, having drawn the studio and found\r\nit empty, had decided to return to other and more profitable duties. He\r\ngave them a reasonable interval for removing themselves, and then poked\r\nhis head cautiously over the settee.\r\n\r\nAll was peace. The place was empty. No sound disturbed the stillness.\r\n\r\nArchie emerged. For the first time in this morning of disturbing\r\noccurrences he began to feel that God was in his heaven and all right\r\nwith the world. At last things were beginning to brighten up a bit, and\r\nlife might be said to have taken on some of the aspects of a good egg.\r\nHe stretched himself, for it is cramping work lying under settees, and,\r\nproceeding to the bedroom, picked up the tweed trousers again.\r\n\r\nClothes had a fascination for Archie. Another man, in similar\r\ncircumstances, might have hurried over his toilet; but Archie, faced by\r\na difficult choice of ties, rather strung the thing out. He selected a\r\nspecimen which did great credit to the taste of Mr. Moon, evidently one\r\nof our snappiest dressers, found that it did not harmonise with the\r\ndeeper meaning of the tweed suit, removed it, chose another, and was\r\nadjusting the bow and admiring the effect, when his attention was\r\ndiverted by a slight sound which was half a cough and half a sniff;\r\nand, turning, found himself gazing into the clear blue eyes of a large\r\nman in uniform, who had stepped into the room from the fire-escape. He\r\nwas swinging a substantial club in a negligent sort of way, and he\r\nlooked at Archie with a total absence of bonhomie.\r\n\r\n“Ah!” he observed.\r\n\r\n“Oh, _there_ you are!” said Archie, subsiding weakly against the chest\r\nof drawers. He gulped. “Of course, I can see you’re thinking all this\r\npretty tolerably weird and all that,” he proceeded, in a propitiatory\r\nvoice.\r\n\r\nThe policeman attempted no analysis of his emotions, He opened a mouth\r\nwhich a moment before had looked incapable of being opened except with\r\nthe assistance of powerful machinery, and shouted a single word.\r\n\r\n“Cassidy!”\r\n\r\nA distant voice gave tongue in answer. It was like alligators roaring\r\nto their mates across lonely swamps.\r\n\r\nThere was a rumble of footsteps in the region of the stairs, and\r\npresently there entered an even larger guardian of the Law than the\r\nfirst exhibit. He, too, swung a massive club, and, like his colleague,\r\nhe gazed frostily at Archie.\r\n\r\n“God save Ireland!” he remarked.\r\n\r\nThe words appeared to be more in the nature of an expletive than a\r\npractical comment on the situation. Having uttered them, he draped\r\nhimself in the doorway like a colossus, and chewed gum.\r\n\r\n“Where ja get him?” he enquired, after a pause.\r\n\r\n“Found him in here attimpting to disguise himself.”\r\n\r\n“I told Cap. he was hiding somewheres, but he would have it that he’d\r\nbeat it down th’ escape,” said the gum-chewer, with the sombre triumph\r\nof the underling whose sound advice has been overruled by those above\r\nhim. He shifted his wholesome (or, as some say, unwholesome) morsel to\r\nthe other side of his mouth, and for the first time addressed Archie\r\ndirectly. “Ye’re pinched!” he observed.\r\n\r\nArchie started violently. The bleak directness of the speech roused him\r\nwith a jerk from the dream-like state into which he had fallen. He had\r\nnot anticipated this. He had assumed that there would be a period of\r\ntedious explanations to be gone through before he was at liberty to\r\ndepart to the cosy little lunch for which his interior had been sighing\r\nwistfully this long time past; but that he should be arrested had been\r\noutside his calculations. Of course, he could put everything right\r\neventually; he could call witnesses to his character and the purity of\r\nhis intentions; but in the meantime the whole dashed business would be\r\nin all the papers, embellished with all those unpleasant flippancies to\r\nwhich your newspaper reporter is so prone to stoop when he sees half a\r\nchance. He would feel a frightful chump. Chappies would rot him about\r\nit to the most fearful extent. Old Brewster’s name would come into it,\r\nand he could not disguise it from himself that his father-in-law, who\r\nliked his name in the papers as little as possible, would be sorer than\r\na sunburned neck.\r\n\r\n“No, I say, you know! I mean, I mean to say!”\r\n\r\n“Pinched!” repeated the rather larger policeman.\r\n\r\n“And annything ye say,” added his slightly smaller colleague, “will be\r\nused agenst ya ’t the trial.”\r\n\r\n“And if ya try t’escape,” said the first speaker, twiddling his club,\r\n“ya’ll getja block knocked off.”\r\n\r\nAnd, having sketched out this admirably clear and neatly-constructed\r\nscenario, the two relapsed into silence. Officer Cassidy restored his\r\ngum to circulation. Officer Donahue frowned sternly at his boots.\r\n\r\n“But, I say,” said Archie, “it’s all a mistake, you know. Absolutely a\r\nfrightful error, my dear old constables. I’m not the lad you’re after\r\nat all. The chappie you want is a different sort of fellow altogether.\r\nAnother blighter entirely.”\r\n\r\nNew York policemen never laugh when on duty. There is probably\r\nsomething in the regulations against it. But Officer Donahue permitted\r\nthe left corner of his mouth to twitch slightly, and a momentary\r\nmuscular spasm disturbed the calm of Officer Cassidy’s granite\r\nfeatures, as a passing breeze ruffles the surface of some bottomless\r\nlake.\r\n\r\n“That’s what they all say!” observed Officer Donahue.\r\n\r\n“It’s no use tryin’ that line of talk,” said Officer Cassidy.\r\n“Babcock’s squealed.”\r\n\r\n“Sure. Squealed ’s morning,” said Officer Donahue.\r\n\r\nArchie’s memory stirred vaguely.\r\n\r\n“Babcock?” he said. “Do you know, that name seems familiar to me,\r\nsomehow. I’m almost sure I’ve read it in the paper or something.”\r\n\r\n“Ah, cut it out!” said Officer Cassidy, disgustedly. The two constables\r\nexchanged a glance of austere disapproval. This hypocrisy pained them.\r\n“Read it in th’ paper or something!”\r\n\r\n“By Jove! I remember now. He’s the chappie who was arrested in that\r\nbond business. For goodness’ sake, my dear, merry old constables,” said\r\nArchie, astounded, “you surely aren’t labouring under the impression\r\nthat I’m the Master-Mind they were talking about in the paper? Why,\r\nwhat an absolutely priceless notion! I mean to say, I ask you, what!\r\nFrankly, laddies, do I look like a Master-Mind?”\r\n\r\nOfficer Cassidy heaved a deep sigh, which rumbled up from his interior\r\nlike the first muttering of a cyclone.\r\n\r\n“If I’d known,” he said, regretfully, “that this guy was going to turn\r\nout a ruddy Englishman, I’d have taken a slap at him with m’ stick and\r\nchanced it!”\r\n\r\nOfficer Donahue considered the point well taken.\r\n\r\n“Ah!” he said, understandingly. He regarded Archie with an unfriendly\r\neye. “I know th’ sort well! Trampling on th’ face av th’ poor!”\r\n\r\n“Ya c’n trample on the poor man’s face,” said Officer Cassidy,\r\nseverely; “but don’t be surprised if one day he bites you in the leg!”\r\n\r\n“But, my dear old sir,” protested Archie, “I’ve never trampled—”\r\n\r\n“One of these days,” said Officer Donahue, moodily, “the Shannon will\r\nflow in blood to the sea!”\r\n\r\n“Absolutely! But—”\r\n\r\nOfficer Cassidy uttered a glad cry.\r\n\r\n“Why couldn’t we hit him a lick,” he suggested, brightly, “an’ tell th’\r\nCap. he resisted us in th’ exercise of our jooty?”\r\n\r\nAn instant gleam of approval and enthusiasm came into Officer Donahue’s\r\neyes. Officer Donahue was not a man who got these luminous inspirations\r\nhimself, but that did not prevent him appreciating them in others and\r\nbestowing commendation in the right quarter. There was nothing petty or\r\ngrudging about Officer Donahue.\r\n\r\n“Ye’re the lad with the head, Tim!” he exclaimed admiringly.\r\n\r\n“It just sorta came to me,” said Mr. Cassidy, modestly.\r\n\r\n“It’s a great idea, Timmy!”\r\n\r\n“Just happened to think of it,” said Mr. Cassidy, with a coy gesture of\r\nself-effacement.\r\n\r\nArchie had listened to the dialogue with growing uneasiness. Not for\r\nthe first time since he had made their acquaintance, he became vividly\r\naware of the exceptional physical gifts of these two men. The New York\r\npolice force demands from those who would join its ranks an extremely\r\nhigh standard of stature and sinew, but it was obvious that jolly old\r\nDonahue and Cassidy must have passed in first shot without any\r\ndifficulty whatever.\r\n\r\n“I say, you know,” he observed, apprehensively.\r\n\r\nAnd then a sharp and commanding voice spoke from the outer room.\r\n\r\n“Donahue! Cassidy! What the devil does this mean?”\r\n\r\nArchie had a momentary impression that an angel had fluttered down to\r\nhis rescue. If this was the case, the angel had assumed an effective\r\ndisguise—that of a police captain. The new arrival was a far smaller\r\nman than his subordinates—so much smaller that it did Archie good to\r\nlook at him. For a long time he had been wishing that it were possible\r\nto rest his eyes with the spectacle of something of a slightly less\r\nout-size nature than his two companions.\r\n\r\n“Why have you left your posts?”\r\n\r\nThe effect of the interruption on the Messrs. Cassidy and Donahue was\r\npleasingly instantaneous. They seemed to shrink to almost normal\r\nproportions, and their manner took on an attractive deference.\r\n\r\nOfficer Donahue saluted.\r\n\r\n“If ye plaze, sorr—”\r\n\r\nOfficer Cassidy also saluted, simultaneously.\r\n\r\n“’Twas like this, sorr—”\r\n\r\nThe captain froze Officer Cassidy with a glance and, leaving him\r\ncongealed, turned to Officer Donahue.\r\n\r\n“Oi wuz standing on th’ fire-escape, sorr,” said Officer Donahue, in a\r\ntone of obsequious respect which not only delighted, but astounded\r\nArchie, who hadn’t known he could talk like that, “accordin’ to\r\ninstructions, when I heard a suspicious noise. I crope in, sorr, and\r\nfound this duck—found the accused, sorr—in front of the mirror,\r\nexaminin’ himself. I then called to Officer Cassidy for assistance. We\r\npinched—arrested um, sorr.”\r\n\r\nThe captain looked at Archie. It seemed to Archie that he looked at him\r\ncoldly and with contempt.\r\n\r\n“Who is he?”\r\n\r\n“The Master-Mind, sorr.”\r\n\r\n“The what?”\r\n\r\n“The accused, sorr. The man that’s wanted.”\r\n\r\n“You may want him. I don’t,” said the captain. Archie, though relieved,\r\nthought he might have put it more nicely. “This isn’t Moon. It’s not a\r\nbit like him.”\r\n\r\n“Absolutely not!” agreed Archie, cordially. “It’s all a mistake, old\r\ncompanion, as I was trying to—”\r\n\r\n“Cut it out!”\r\n\r\n“Oh, right-o!”\r\n\r\n“You’ve seen the photographs at the station. Do you mean to tell me you\r\nsee any resemblance?”\r\n\r\n“If ye plaze, sorr,” said Officer Cassidy, coming to life.\r\n\r\n“Well?”\r\n\r\n“We thought he’d bin disguising himself, the way he wouldn’t be\r\nrecognised.”\r\n\r\n“You’re a fool!” said the captain.\r\n\r\n“Yes, sorr,” said Officer Cassidy, meekly.\r\n\r\n“So are you, Donahue.”\r\n\r\n“Yes, sorr.”\r\n\r\nArchie’s respect for this chappie was going up all the time. He seemed\r\nto be able to take years off the lives of these massive blighters with\r\na word. It was like the stories you read about lion-tamers. Archie did\r\nnot despair of seeing Officer Donahue and his old college chum Cassidy\r\neventually jumping through hoops.\r\n\r\n“Who are you?” demanded the captain, turning to Archie.\r\n\r\n“Well, my name is—”\r\n\r\n“What are you doing here?”\r\n\r\n“Well, it’s rather a longish story, you know. Don’t want to bore you,\r\nand all that.”\r\n\r\n“I’m here to listen. You can’t bore _me_.”\r\n\r\n“Dashed nice of you to put it like that,” said Archie, gratefully. “I\r\nmean to say, makes it easier and so forth. What I mean is, you know how\r\nrotten you feel telling the deuce of a long yarn and wondering if the\r\nparty of the second part is wishing you would turn off the tap and go\r\nhome. I mean—”\r\n\r\n“If,” said the captain, “you’re reciting something, stop. If you’re\r\ntrying to tell me what you’re doing here, make it shorter and easier.”\r\n\r\nArchie saw his point. Of course, time was money—the modern spirit of\r\nhustle—all that sort of thing.\r\n\r\n“Well, it was this bathing suit, you know,” he said.\r\n\r\n“What bathing suit?”\r\n\r\n“Mine, don’t you know. A lemon-coloured contrivance. Rather bright and\r\nso forth, but in its proper place not altogether a bad egg. Well, the\r\nwhole thing started, you know, with my standing on a bally pedestal\r\nsort of arrangement in a diving attitude—for the cover, you know. I\r\ndon’t know if you have ever done anything of that kind yourself, but it\r\ngives you a most fearful crick in the spine. However, that’s rather\r\nbeside the point, I suppose—don’t know why I mentioned it. Well, this\r\nmorning he was dashed late, so I went out—”\r\n\r\n“What the devil are you talking about?”\r\n\r\nArchie looked at him, surprised.\r\n\r\n“Aren’t I making it clear?”\r\n\r\n“No.”\r\n\r\n“Well, you understand about the bathing suit, don’t you? The jolly old\r\nbathing suit, you’ve grasped that, what?”\r\n\r\n“No.”\r\n\r\n“Oh, I say,” said Archie. “That’s rather a nuisance. I mean to say, the\r\nbathing suit’s what you might call the good old pivot of the whole\r\ndashed affair, you see. Well, you understand about the cover, what?\r\nYou’re pretty clear on the subject of the cover?”\r\n\r\n“What cover?”\r\n\r\n“Why, for the magazine.”\r\n\r\n“What magazine?”\r\n\r\n“Now there you rather have me. One of these bright little periodicals,\r\nyou know, that you see popping to and fro on the bookstalls.”\r\n\r\n“I don’t know what you’re talking about,” said the captain. He looked\r\nat Archie with an expression of distrust and hostility. “And I’ll tell\r\nyou straight out I don’t like the looks of you. I believe you’re a pal\r\nof his.”\r\n\r\n“No longer,” said Archie, firmly. “I mean to say, a chappie who makes\r\nyou stand on a bally pedestal sort of arrangement and get a crick in\r\nthe spine, and then doesn’t turn up and leaves you biffing all over the\r\ncountryside in a bathing suit—”\r\n\r\nThe reintroduction of the bathing suit motive seemed to have the worst\r\neffect on the captain. He flushed darkly.\r\n\r\n“Are you trying to josh me? I’ve a mind to soak you!”\r\n\r\n“If ye plaze, sorr,” cried Officer Donahue and Officer Cassidy in\r\nchorus. In the course of their professional career they did not often\r\nhear their superior make many suggestions with which they saw eye to\r\neye, but he had certainly, in their opinion, spoken a mouthful now.\r\n\r\n“No, honestly, my dear old thing, nothing was farther from my\r\nthoughts—”\r\n\r\nHe would have spoken further, but at this moment the world came to an\r\nend. At least, that was how it sounded. Somewhere in the immediate\r\nneighbourhood something went off with a vast explosion, shattering the\r\nglass in the window, peeling the plaster from the ceiling, and sending\r\nhim staggering into the inhospitable arms of Officer Donahue.\r\n\r\nThe three guardians of the Law stared at one another.\r\n\r\n“If ye plaze, sorr,” said Officer Cassidy, saluting.\r\n\r\n“Well?”\r\n\r\n“May I spake, sorr?”\r\n\r\n“Well?”\r\n\r\n“Something’s exploded, sorr!”\r\n\r\nThe information, kindly meant though it was, seemed to annoy the\r\ncaptain.\r\n\r\n“What the devil did you think I thought had happened?” he demanded,\r\nwith not a little irritation, “It was a bomb!”\r\n\r\nArchie could have corrected this diagnosis, for already a faint but\r\nappealing aroma of an alcoholic nature was creeping into the room\r\nthrough a hole in the ceiling, and there had risen before his eyes the\r\npicture of J. B. Wheeler affectionately regarding that barrel of his on\r\nthe previous morning in the studio upstairs. J. B. Wheeler had wanted\r\nquick results, and he had got them. Archie had long since ceased to\r\nregard J. B. Wheeler as anything but a tumour on the social system, but\r\nhe was bound to admit that he had certainly done him a good turn now.\r\nAlready these honest men, diverted by the superior attraction of this\r\nlatest happening, appeared to have forgotten his existence.\r\n\r\n“Sorr!” said Officer Donahue.\r\n\r\n“Well?”\r\n\r\n“It came from upstairs, sorr.”\r\n\r\n“Of course it came from upstairs. Cassidy!”\r\n\r\n“Sorr?”\r\n\r\n“Get down into the street, call up the reserves, and stand at the front\r\nentrance to keep the crowd back. We’ll have the whole city here in five\r\nminutes.”\r\n\r\n“Right, sorr.”\r\n\r\n“Don’t let anyone in.”\r\n\r\n“No, sorr.”\r\n\r\n“Well, see that you don’t. Come along, Donahue, now. Look slippy.”\r\n\r\n“On the spot, sorr!” said Officer Donahue.\r\n\r\nA moment later Archie had the studio to himself. Two minutes later he\r\nwas picking his way cautiously down the fire-escape after the manner of\r\nthe recent Mr. Moon. Archie had not seen much of Mr. Moon, but he had\r\nseen enough to know that in certain crises his methods were sound and\r\nshould be followed. Elmer Moon was not a good man; his ethics were poor\r\nand his moral code shaky; but in the matter of legging it away from a\r\nsituation of peril and discomfort he had no superior."
  ]
}