{
  "index": 29,
  "title": "Chapter 28",
  "paragraphs": [
    "SUMMER STORMS\r\n\r\n\r\nOf course, in a way, the thing was simple. The wheeze was, in a sense,\r\nstraightforward and uncomplicated. What he wanted to do was to point\r\nout to the injured girl all that hung on her. He wished to touch her\r\nheart, to plead with her, to desire her to restate her war-aims, and to\r\npersuade her—before three o’clock when that stricken gentleman would be\r\nstepping into the pitcher’s box to loose off the first ball against the\r\nPittsburg Pirates—to let bygones be bygones and forgive Augustus\r\nBiddle. But the blighted problem was, how the deuce to find the\r\nopportunity to start. He couldn’t yell at the girl in a crowded\r\nstreet-car; and, if he let go of his strap and bent over her, somebody\r\nwould step on his neck.\r\n\r\nThe Girl Friend, who for the first five minutes had remained entirely\r\nconcealed beneath her hat, now sought diversion by looking up and\r\nexamining the faces of the upper strata of passengers. Her eye caught\r\nArchie’s in a glance of recognition, and he smiled feebly, endeavouring\r\nto register bonhomie and good-will. He was surprised to see a startled\r\nexpression come into her brown eyes. Her face turned pink. At least, it\r\nwas pink already, but it turned pinker. The next moment, the car having\r\nstopped to pick up more passengers, she jumped off and started to hurry\r\nacross the street.\r\n\r\nArchie was momentarily taken aback. When embarking on this business he\r\nhad never intended it to become a blend of otter-hunting and a\r\nmoving-picture chase. He followed her off the car with a sense that his\r\ngrip on the affair was slipping. Preoccupied with these thoughts, he\r\ndid not perceive that the long young man who had shared his strap had\r\nalighted too. His eyes were fixed on the vanishing figure of the Girl\r\nFriend, who, having buzzed at a smart pace into Sixth Avenue, was now\r\nlegging it in the direction of the staircase leading to one of the\r\nstations of the Elevated Railroad. Dashing up the stairs after her, he\r\nshortly afterwards found himself suspended as before from a strap,\r\ngazing upon the now familiar flowers on top of her hat. From another\r\nstrap farther down the carriage swayed the long young man in the grey\r\nsuit.\r\n\r\nThe train rattled on. Once or twice, when it stopped, the girl seemed\r\nundecided whether to leave or remain. She half rose, then sank back\r\nagain. Finally she walked resolutely out of the car, and Archie,\r\nfollowing, found himself in a part of New York strange to him. The\r\ninhabitants of this district appeared to eke out a precarious\r\nexistence, not by taking in one another’s washing, but by selling one\r\nanother second-hand clothes.\r\n\r\nArchie glanced at his watch. He had lunched early, but so crowded with\r\nemotions had been the period following lunch that he was surprised to\r\nfind that the hour was only just two. The discovery was a pleasant one.\r\nWith a full hour before the scheduled start of the game, much might be\r\nachieved. He hurried after the girl, and came up with her just as she\r\nturned the corner into one of those forlorn New York side-streets which\r\nare populated chiefly by children, cats, desultory loafers, and empty\r\nmeat-tins.\r\n\r\nThe girl stopped and turned. Archie smiled a winning smile.\r\n\r\n“I say, my dear sweet creature!” he said. “I say, my dear old thing,\r\none moment!”\r\n\r\n“Is that so?” said the Girl Friend.\r\n\r\n“I beg your pardon?”\r\n\r\n“Is that so?”\r\n\r\nArchie began to feel certain tremors. Her eyes were gleaming, and her\r\ndetermined mouth had become a perfectly straight line of scarlet. It\r\nwas going to be difficult to be chatty to this girl. She was going to\r\nbe a hard audience. Would mere words be able to touch her heart? The\r\nthought suggested itself that, properly speaking, one would need to use\r\na pick-axe.\r\n\r\n“If you could spare me a couple of minutes of your valuable time—”\r\n\r\n“Say!” The lady drew herself up menacingly. “You tie a can to yourself\r\nand disappear! Fade away, or I’ll call a cop!”\r\n\r\nArchie was horrified at this misinterpretation of his motives. One or\r\ntwo children, playing close at hand, and a loafer who was trying to\r\nkeep the wall from falling down, seemed pleased. Theirs was a\r\ncolourless existence and to the rare purple moments which had enlivened\r\nit in the past the calling of a cop had been the unfailing preliminary.\r\nThe loafer nudged a fellow-loafer, sunning himself against the same\r\nwall. The children, abandoning the meat-tin round which their game had\r\ncentred, drew closer.\r\n\r\n“My dear old soul!” said Archie. “You don’t understand!”\r\n\r\n“Don’t I! I know your sort, you trailing arbutus!”\r\n\r\n“No, no! My dear old thing, believe me! I wouldn’t dream!”\r\n\r\n“Are you going or aren’t you?”\r\n\r\nEleven more children joined the ring of spectators. The loafers stared\r\nsilently, like awakened crocodiles.\r\n\r\n“But, I say, listen! I only wanted—”\r\n\r\nAt this point another voice spoke.\r\n\r\n“Say!”\r\n\r\nThe word “Say!” more almost than any word in the American language, is\r\ncapable of a variety of shades of expression. It can be genial, it can\r\nbe jovial, it can be appealing. It can also be truculent. The “Say!”\r\nwhich at this juncture smote upon Archie’s ear-drum with a suddenness\r\nwhich made him leap in the air was truculent; and the two loafers and\r\ntwenty-seven children who now formed the audience were well satisfied\r\nwith the dramatic development of the performance. To their experienced\r\nears the word had the right ring.\r\n\r\nArchie spun round. At his elbow stood a long, strongly-built young man\r\nin a grey suit.\r\n\r\n“Well!” said the young man, nastily. And he extended a large, freckled\r\nface toward Archie’s. It seemed to the latter, as he backed against the\r\nwall, that the young man’s neck must be composed of india-rubber. It\r\nappeared to be growing longer every moment. His face, besides being\r\nfreckled, was a dull brick-red in colour; his lips curled back in an\r\nunpleasant snarl, showing a gold tooth; and beside him, swaying in an\r\nominous sort of way, hung two clenched red hands about the size of two\r\nyoung legs of mutton. Archie eyed him with a growing apprehension.\r\nThere are moments in life when, passing idly on our way, we see a\r\nstrange face, look into strange eyes, and with a sudden glow of human\r\nwarmth say to ourselves, “We have found a friend!” This was not one of\r\nthose moments. The only person Archie had ever seen in his life who\r\nlooked less friendly was the sergeant-major who had trained him in the\r\nearly days of the war, before he had got his commission.\r\n\r\n“I’ve had my eye on you!” said the young man.\r\n\r\nHe still had his eye on him. It was a hot, gimlet-like eye, and it\r\npierced the recesses of Archie’s soul. He backed a little farther\r\nagainst the wall.\r\n\r\nArchie was frankly disturbed. He was no poltroon, and had proved the\r\nfact on many occasions during the days when the entire German army\r\nseemed to be picking on him personally, but he hated and shrank from\r\nanything in the nature of a bally public scene.\r\n\r\n“What,” enquired the young man, still bearing the burden of the\r\nconversation, and shifting his left hand a little farther behind his\r\nback, “do you mean by following this young lady?”\r\n\r\nArchie was glad he had asked him. This was precisely what he wanted to\r\nexplain.\r\n\r\n“My dear old lad—” he began.\r\n\r\nIn spite of the fact that he had asked a question and presumably\r\ndesired a reply, the sound of Archie’s voice seemed to be more than the\r\nyoung man could endure. It deprived him of the last vestige of\r\nrestraint. With a rasping snarl he brought his left fist round in a\r\nsweeping semicircle in the direction of Archie’s head.\r\n\r\nArchie was no novice in the art of self-defence. Since his early days\r\nat school he had learned much from leather-faced professors of the\r\nscience. He had been watching this unpleasant young man’s eyes with\r\nclose attention, and the latter could not have indicated his scheme of\r\naction more clearly if he had sent him a formal note. Archie saw the\r\nswing all the way. He stepped nimbly aside, and the fist crashed\r\nagainst the wall. The young man fell back with a yelp of anguish.\r\n\r\n“Gus!” screamed the Girl Friend, bounding forward.\r\n\r\nShe flung her arms round the injured man, who was ruefully examining a\r\nhand which, always of an out-size, was now swelling to still further\r\ndimensions.\r\n\r\n“Gus, darling!”\r\n\r\nA sudden chill gripped Archie. So engrossed had he been with his\r\nmission that it had never occurred to him that the love-lorn pitcher\r\nmight have taken it into his head to follow the girl as well in the\r\nhope of putting in a word for himself. Yet such apparently had been the\r\ncase. Well, this had definitely torn it. Two loving hearts were united\r\nagain in complete reconciliation, but a fat lot of good that was. It\r\nwould be days before the misguided Looney Biddle would be able to pitch\r\nwith a hand like that. It looked like a ham already, and was still\r\nswelling. Probably the wrist was sprained. For at least a week the\r\ngreatest left-handed pitcher of his time would be about as much use to\r\nthe Giants in any professional capacity as a cold in the head. And on\r\nthat crippled hand depended the fate of all the money Archie had in the\r\nworld. He wished now that he had not thwarted the fellow’s simple\r\nenthusiasm. To have had his head knocked forcibly through a brick wall\r\nwould not have been pleasant, but the ultimate outcome would not have\r\nbeen as unpleasant as this. With a heavy heart Archie prepared to\r\nwithdraw, to be alone with his sorrow.\r\n\r\nAt this moment, however, the Girl Friend, releasing her wounded lover,\r\nmade a sudden dash for him, with the plainest intention of blotting him\r\nfrom the earth.\r\n\r\n“No, I say! Really!” said Archie, bounding backwards. “I mean to say!”\r\n\r\nIn a series of events, all of which had been a bit thick, this, in his\r\nopinion, achieved the maximum of thickness. It was the extreme ragged,\r\noutside edge of the limit. To brawl with a fellow-man in a public\r\nstreet had been bad, but to be brawled with by a girl—the shot was not\r\non the board. Absolutely not on the board. There was only one thing to\r\nbe done. It was dashed undignified, no doubt, for a fellow to pick up\r\nthe old waukeesis and leg it in the face of the enemy, but there was no\r\nother course. Archie started to run; and, as he did so, one of the\r\nloafers made the mistake of gripping him by the collar of his coat.\r\n\r\n“I got him!” observed the loafer.\r\n\r\nThere is a time for all things. This was essentially not the time for\r\nanyone of the male sex to grip the collar of Archie’s coat. If a\r\nsyndicate of Dempsey, Carpentier, and one of the Zoo gorillas had\r\nendeavoured to stay his progress at that moment, they would have had\r\nreason to consider it a rash move. Archie wanted to be elsewhere, and\r\nthe blood of generations of Moffams, many of whom had swung a wicked\r\naxe in the free-for-all mix-ups of the Middle Ages, boiled within him\r\nat any attempt to revise his plans. There was a good deal of the\r\nloafer, but it was all soft. Releasing his hold when Archie’s heel took\r\nhim shrewdly on the shin, he received a nasty punch in what would have\r\nbeen the middle of his waistcoat if he had worn one, uttered a gurgling\r\nbleat like a wounded sheep, and collapsed against the wall. Archie,\r\nwith a torn coat, rounded the corner, and sprinted down Ninth Avenue.\r\n\r\nThe suddenness of the move gave him an initial advantage. He was\r\nhalfway down the first block before the vanguard of the pursuit poured\r\nout of the side street. Continuing to travel well, he skimmed past a\r\nlarge dray which had pulled up across the road, and moved on. The noise\r\nof those who pursued was loud and clamorous in the rear, but the dray\r\nhid him momentarily from their sight, and it was this fact which led\r\nArchie, the old campaigner, to take his next step.\r\n\r\nIt was perfectly obvious—he was aware of this even in the novel\r\nexcitement of the chase—that a chappie couldn’t hoof it at twenty-five\r\nmiles an hour indefinitely along a main thoroughfare of a great city\r\nwithout exciting remark. He must take cover. Cover! That was the\r\nwheeze. He looked about him for cover.\r\n\r\n“You want a nice suit?”\r\n\r\nIt takes a great deal to startle your commercial New Yorker. The small\r\ntailor, standing in his doorway, seemed in no way surprised at the\r\nspectacle of Archie, whom he had seen pass at a conventional walk some\r\nfive minutes before, returning like this at top speed. He assumed that\r\nArchie had suddenly remembered that he wanted to buy something.\r\n\r\nThis was exactly what Archie had done. More than anything else in the\r\nworld, what he wanted to do now was to get into that shop and have a\r\nlong talk about gents’ clothing. Pulling himself up abruptly, he shot\r\npast the small tailor into the dim interior. A confused aroma of cheap\r\nclothing greeted him. Except for a small oasis behind a grubby counter,\r\npractically all the available space was occupied by suits. Stiff suits,\r\nlooking like the body when discovered by the police, hung from hooks.\r\nLimp suits, with the appearance of having swooned from exhaustion, lay\r\nabout on chairs and boxes. The place was a cloth morgue, a Sargasso Sea\r\nof serge.\r\n\r\nArchie would not have had it otherwise. In these quiet groves of\r\nclothing a regiment could have lain hid.\r\n\r\n“Something nifty in tweeds?” enquired the business-like proprietor of\r\nthis haven, following him amiably into the shop, “Or, maybe, yes, a\r\nnice serge? Say, mister, I got a sweet thing in blue serge that’ll fit\r\nyou like the paper on the wall!”\r\n\r\nArchie wanted to talk about clothes, but not yet.\r\n\r\n“I say, laddie,” he said, hurriedly. “Lend me your ear for half a\r\njiffy!” Outside the baying of the pack had become imminent. “Stow me\r\naway for a moment in the undergrowth, and I’ll buy anything you want.”\r\n\r\nHe withdrew into the jungle. The noise outside grew in volume. The\r\npursuit had been delayed for a priceless few instants by the arrival of\r\nanother dray, moving northwards, which had drawn level with the first\r\ndray and dexterously bottled up the fairway. This obstacle had now been\r\novercome, and the original searchers, their ranks swelled by a few\r\ndozen more of the leisured classes, were hot on the trail again.\r\n\r\n“You done a murder?” enquired the voice of the proprietor, mildly\r\ninterested, filtering through a wall of cloth. “Well, boys will be\r\nboys!” he said, philosophically. “See anything there that you like?\r\nThere some sweet things there!”\r\n\r\n“I’m inspecting them narrowly,” replied Archie. “If you don’t let those\r\nchappies find me, I shouldn’t be surprised if I bought one.”\r\n\r\n“One?” said the proprietor, with a touch of austerity.\r\n\r\n“Two,” said Archie, quickly. “Or possibly three or six.”\r\n\r\nThe proprietor’s cordiality returned.\r\n\r\n“You can’t have too many nice suits,” he said, approvingly, “not a\r\nyoung feller like you that wants to look nice. All the nice girls like\r\na young feller that dresses nice. When you go out of here in a suit I\r\ngot hanging up there at the back, the girls’ll be all over you like\r\nflies round a honey-pot.”\r\n\r\n“Would you mind,” said Archie, “would you mind, as a personal favour to\r\nme, old companion, not mentioning that word ‘girls’?”\r\n\r\nHe broke off. A heavy foot had crossed the threshold of the shop.\r\n\r\n“Say, uncle,” said a deep voice, one of those beastly voices that only\r\nthe most poisonous blighters have, “you seen a young feller run past\r\nhere?”\r\n\r\n“Young feller?” The proprietor appeared to reflect. “Do you mean a\r\nyoung feller in blue, with a Homburg hat?”\r\n\r\n“That’s the duck! We lost him. Where did he go?”\r\n\r\n“Him! Why, he come running past, quick as he could go. I wondered what\r\nhe was running for, a hot day like this. He went round the corner at\r\nthe bottom of the block.”\r\n\r\nThere was a silence.\r\n\r\n“Well, I guess he’s got away,” said the voice, regretfully.\r\n\r\n“The way he was travelling,” agreed the proprietor, “I wouldn’t be\r\nsurprised if he was in Europe by this. You want a nice suit?”\r\n\r\nThe other, curtly expressing a wish that the proprietor would go to\r\neternal perdition and take his entire stock with him, stumped out.\r\n\r\n“This,” said the proprietor, tranquilly, burrowing his way to where\r\nArchie stood and exhibiting a saffron-coloured outrage, which appeared\r\nto be a poor relation of the flannel family, “would put you back fifty\r\ndollars. And cheap!”\r\n\r\n“Fifty dollars!”\r\n\r\n“Sixty, I said. I don’t speak always distinct.”\r\n\r\nArchie regarded the distressing garment with a shuddering horror. A\r\nyoung man with an educated taste in clothes, it got right in among his\r\nnerve centres.\r\n\r\n“But, honestly, old soul, I don’t want to hurt your feelings, but that\r\nisn’t a suit, it’s just a regrettable incident!”\r\n\r\nThe proprietor turned to the door in a listening attitude.\r\n\r\n“I believe I hear that feller coming back,” he said.\r\n\r\nArchie gulped.\r\n\r\n“How about trying it on?” he said. “I’m not sure, after all, it isn’t\r\nfairly ripe.”\r\n\r\n“That’s the way to talk,” said the proprietor, cordially. “You try it\r\non. You can’t judge a suit, not a real nice suit like this, by looking\r\nat it. You want to put it on. There!” He led the way to a dusty mirror\r\nat the back of the shop. “Isn’t that a bargain at seventy\r\ndollars?...Why, say, your mother would be proud if she could see her\r\nboy now!”\r\n\r\nA quarter of an hour later, the proprietor, lovingly kneading a little\r\nsheaf of currency bills, eyed with a fond look the heap of clothes\r\nwhich lay on the counter.\r\n\r\n“As nice a little lot as I’ve ever had in my shop!” Archie did not deny\r\nthis. It was, he thought, probably only too true.\r\n\r\n“I only wish I could see you walking up Fifth Avenue in them!”\r\nrhapsodised the proprietor. “You’ll give ’em a treat! What you going to\r\ndo with ’em? Carry ’em under your arm?” Archie shuddered strongly.\r\n“Well, then, I can send ’em for you anywhere you like. It’s all the\r\nsame to me. Where’ll I send ’em?”\r\n\r\nArchie meditated. The future was black enough as it was. He shrank from\r\nthe prospect of being confronted next day, at the height of his misery,\r\nwith these appalling reach-me-downs.\r\n\r\nAn idea struck him.\r\n\r\n“Yes, send ’em,” he said.\r\n\r\n“What’s the name and address?”\r\n\r\n“Daniel Brewster,” said Archie, “Hotel Cosmopolis.”\r\n\r\nIt was a long time since he had given his father-in-law a present.\r\n\r\nArchie went out into the street, and began to walk pensively down a now\r\npeaceful Ninth Avenue. Out of the depths that covered him, black as the\r\npit from pole to pole, no single ray of hope came to cheer him. He\r\ncould not, like the poet, thank whatever gods there be for his\r\nunconquerable soul, for his soul was licked to a splinter. He felt\r\nalone and friendless in a rotten world. With the best intentions, he\r\nhad succeeded only in landing himself squarely amongst the ribstons.\r\nWhy had he not been content with his wealth, instead of risking it on\r\nthat blighted bet with Reggie? Why had he trailed the Girl Friend, dash\r\nher! He might have known that he would only make an ass of himself.\r\nAnd, because he had done so, Looney Biddle’s left hand, that priceless\r\nleft hand before which opposing batters quailed and wilted, was out of\r\naction, resting in a sling, careened like a damaged battleship; and any\r\nchance the Giants might have had of beating the Pirates was\r\ngone—gone—as surely as that thousand dollars which should have bought a\r\nbirthday present for Lucille.\r\n\r\nA birthday present for Lucille! He groaned in bitterness of spirit. She\r\nwould be coming back to-night, dear girl, all smiles and happiness,\r\nwondering what he was going to give her tomorrow. And when to-morrow\r\ndawned, all he would be able to give her would be a kind smile. A nice\r\nstate of things! A jolly situation! A thoroughly good egg, he did _not_\r\nthink!\r\n\r\nIt seemed to Archie that Nature, contrary to her usual custom of\r\nindifference to human suffering, was mourning with him. The sky was\r\novercast, and the sun had ceased to shine. There was a sort of\r\nsombreness in the afternoon, which fitted in with his mood. And then\r\nsomething splashed on his face.\r\n\r\nIt says much for Archie’s pre-occupation that his first thought, as,\r\nafter a few scattered drops, as though the clouds were submitting\r\nsamples for approval, the whole sky suddenly began to stream like a\r\nshower-bath, was that this was simply an additional infliction which he\r\nwas called upon to bear, On top of all his other troubles he would get\r\nsoaked to the skin or have to hang about in some doorway. He cursed\r\nrichly, and sped for shelter.\r\n\r\nThe rain was setting about its work in earnest. The world was full of\r\nthat rending, swishing sound which accompanies the more violent summer\r\nstorms. Thunder crashed, and lightning flicked out of the grey heavens.\r\nOut in the street the raindrops bounded up off the stones like fairy\r\nfountains. Archie surveyed them morosely from his refuge in the\r\nentrance of a shop.\r\n\r\nAnd then, suddenly, like one of those flashes which were lighting up\r\nthe gloomy sky, a thought lit up his mind.\r\n\r\n“By Jove! If this keeps up, there won’t be a ball-game to-day!”\r\n\r\nWith trembling fingers he pulled out his watch. The hands pointed to\r\nfive minutes to three. A blessed vision came to him of a moist and\r\ndisappointed crowd receiving rain-checks up at the Polo Grounds.\r\n\r\n“Switch it on, you blighters!” he cried, addressing the leaden clouds.\r\n“Switch it on more and more!”\r\n\r\nIt was shortly before five o’clock that a young man bounded into a\r\njeweller’s shop near the Hotel Cosmopolis—a young man who, in spite of\r\nthe fact that his coat was torn near the collar and that he oozed water\r\nfrom every inch of his drenched clothes, appeared in the highest\r\nspirits. It was only when he spoke that the jeweller recognised in the\r\nhuman sponge the immaculate youth who had looked in that morning to\r\norder a bracelet.\r\n\r\n“I say, old lad,” said this young man, “you remember that jolly little\r\nwhat-not you showed me before lunch?”\r\n\r\n“The bracelet, sir?”\r\n\r\n“As you observe with a manly candour which does you credit, my dear old\r\njeweller, the bracelet. Well, produce, exhibit, and bring it forth,\r\nwould you mind? Trot it out! Slip it across on a lordly dish!”\r\n\r\n“You wished me, surely, to put it aside and send it to the Cosmopolis\r\nto-morrow?”\r\n\r\nThe young man tapped the jeweller earnestly on his substantial chest.\r\n\r\n“What I wished and what I wish now are two bally separate and dashed\r\ndistinct things, friend of my college days! Never put off till\r\nto-morrow what you can do to-day, and all that! I’m not taking any more\r\nchances. Not for me! For others, yes, but not for Archibald! Here are\r\nthe doubloons, produce the jolly bracelet. Thanks!”\r\n\r\nThe jeweller counted the notes with the same unction which Archie had\r\nobserved earlier in the day in the proprietor of the second-hand\r\nclothes-shop. The process made him genial.\r\n\r\n“A nasty, wet day, sir, it’s been,” he observed, chattily.\r\n\r\nArchie shook his head.\r\n\r\n“Old friend,” he said, “you’re all wrong. Far otherwise, and not a bit\r\nlike it, my dear old trafficker in gems! You’ve put your finger on the\r\none aspect of this blighted p.m. that really deserves credit and\r\nrespect. Rarely in the experience of a lifetime have I encountered a\r\nday so absolutely bally in nearly every shape and form, but there was\r\none thing that saved it, and that was its merry old wetness! Toodle-oo,\r\nladdie!”\r\n\r\n“Good evening, sir,” said the jeweller."
  ]
}