{
  "index": 24,
  "title": "Chapter 23",
  "paragraphs": [
    "DOING FATHER A BIT OF GOOD\r\n\r\n\r\nReggie Van Tuyl approached the table languidly, and sank down into a\r\nchair. He was a long youth with a rather subdued and deflated look, as\r\nthough the burden of the van Tuyl millions was more than his frail\r\nstrength could support. Most things tired him.\r\n\r\n“I say, Reggie, old top,” said Archie, “you’re just the lad I wanted to\r\nsee. I require the assistance of a blighter of ripe intellect. Tell me,\r\nladdie, do you know anything about sales?”\r\n\r\nReggie eyed him sleepily.\r\n\r\n“Sales?”\r\n\r\n“Auction sales.”\r\n\r\nReggie considered.\r\n\r\n“Well, they’re sales, you know.” He checked a yawn. “Auction sales, you\r\nunderstand.”\r\n\r\n“Yes,” said Archie encouragingly. “Something—the name or\r\nsomething—seemed to tell me that.”\r\n\r\n“Fellows put things up for sale you know, and other fellows—other\r\nfellows go in and—and buy ’em, if you follow me.”\r\n\r\n“Yes, but what’s the procedure? I mean, what do I do? That’s what I’m\r\nafter. I’ve got to buy something at Beale’s this afternoon. How do I\r\nset about it?”\r\n\r\n“Well,” said Reggie, drowsily, “there are several ways of bidding, you\r\nknow. You can shout, or you can nod, or you can twiddle your fingers—”\r\nThe effort of concentration was too much for him. He leaned back limply\r\nin his chair. “I’ll tell you what. I’ve nothing to do this afternoon.\r\nI’ll come with you and show you.”\r\n\r\nWhen he entered the Art Galleries a few minutes later, Archie was glad\r\nof the moral support of even such a wobbly reed as Reggie van Tuyl.\r\nThere is something about an auction room which weighs heavily upon the\r\nnovice. The hushed interior was bathed in a dim, religious light; and\r\nthe congregation, seated on small wooden chairs, gazed in reverent\r\nsilence at the pulpit, where a gentleman of commanding presence and\r\nsparkling pince-nez was delivering a species of chant. Behind a gold\r\ncurtain at the end of the room mysterious forms flitted to and fro.\r\nArchie, who had been expecting something on the lines of the New York\r\nStock Exchange, which he had once been privileged to visit when it was\r\nin a more than usually feverish mood, found the atmosphere oppressively\r\necclesiastical. He sat down and looked about him. The presiding priest\r\nwent on with his chant.\r\n\r\n“Sixteen-sixteen-sixteen-sixteen-sixteen—worth three\r\nhundred—sixteen-sixteen-sixteen-sixteen-sixteen—ought to bring five\r\nhundred—sixteen-sixteen-seventeen-seventeen-eighteen-eighteen\r\nnineteen-nineteen-nineteen.”\r\n\r\nHe stopped and eyed the worshippers with a glittering and reproachful\r\neye. They had, it seemed, disappointed him. His lips curled, and he\r\nwaved a hand towards a grimly uncomfortable-looking chair with insecure\r\nlegs and a good deal of gold paint about it. “Gentlemen! Ladies and\r\ngentlemen! You are not here to waste my time; I am not here to waste\r\nyours. Am I seriously offered nineteen dollars for this\r\neighteenth-century chair, acknowledged to be the finest piece sold in\r\nNew York for months and months? Am I—twenty? I thank you.\r\nTwenty-twenty-twenty-twenty. _Your_ opportunity! Priceless. Very few\r\nextant. Twenty-five-five-five-five-thirty-thirty. Just what you are\r\nlooking for. The only one in the City of New York.\r\nThirty-five-five-five-five. Forty-forty-forty-forty-forty. Look at\r\nthose legs! Back it into the light, Willie. Let the light fall on those\r\nlegs!”\r\n\r\nWillie, a sort of acolyte, manœuvred the chair as directed. Reggie van\r\nTuyl, who had been yawning in a hopeless sort of way, showed his first\r\nflicker of interest.\r\n\r\n“Willie,” he observed, eyeing that youth more with pity than reproach,\r\n“has a face like Jo-Jo the dog-faced boy, don’t you think so?”\r\n\r\nArchie nodded briefly. Precisely the same criticism had occurred to\r\nhim.\r\n\r\n“Forty-five-five-five-five-five,” chanted the high-priest. “Once\r\nforty-five. Twice forty-five. Third and last call, forty-five. Sold at\r\nforty-five. Gentleman in the fifth row.”\r\n\r\nArchie looked up and down the row with a keen eye. He was anxious to\r\nsee who had been chump enough to give forty-five dollars for such a\r\nfrightful object. He became aware of the dog-faced Willie leaning\r\ntowards him.\r\n\r\n“Name, please?” said the canine one.\r\n\r\n“Eh, what?” said Archie. “Oh, my name’s Moffam, don’t you know.” The\r\neyes of the multitude made him feel a little nervous “Er—glad to meet\r\nyou and all that sort of rot.”\r\n\r\n“Ten dollars deposit, please,” said Willie.\r\n\r\n“I don’t absolutely follow you, old bean. What is the big thought at\r\nthe back of all this?”\r\n\r\n“Ten dollars deposit on the chair.”\r\n\r\n“What chair?”\r\n\r\n“You bid forty-five dollars for the chair.”\r\n\r\n“Me?”\r\n\r\n“You nodded,” said Willie, accusingly. “If,” he went on, reasoning\r\nclosely, “you didn’t want to bid, why did you nod?”\r\n\r\nArchie was embarrassed. He could, of course, have pointed out that he\r\nhad merely nodded in adhesion to the statement that the other had a\r\nface like Jo-Jo the dog-faced boy; but something seemed to tell him\r\nthat a purist might consider the excuse deficient in tact. He hesitated\r\na moment, then handed over a ten-dollar bill, the price of Willie’s\r\nfeelings. Willie withdrew like a tiger slinking from the body of its\r\nvictim.\r\n\r\n“I say, old thing,” said Archie to Reggie, “this is a bit thick, you\r\nknow. No purse will stand this drain.”\r\n\r\nReggie considered the matter. His face seemed drawn under the mental\r\nstrain.\r\n\r\n“Don’t nod again,” he advised. “If you aren’t careful, you get into the\r\nhabit of it. When you want to bid, just twiddle your fingers. Yes,\r\nthat’s the thing. Twiddle!”\r\n\r\nHe sighed drowsily. The atmosphere of the auction room was close; you\r\nweren’t allowed to smoke; and altogether he was beginning to regret\r\nthat he had come. The service continued. Objects of varying\r\nunattractiveness came and went, eulogised by the officiating priest,\r\nbut coldly received by the congregation. Relations between the former\r\nand the latter were growing more and more distant. The congregation\r\nseemed to suspect the priest of having an ulterior motive in his\r\neulogies, and the priest seemed to suspect the congregation of a\r\nfrivolous desire to waste his time. He had begun to speculate openly as\r\nto why they were there at all. Once, when a particularly repellent\r\nstatuette of a nude female with an unwholesome green skin had been\r\noffered at two dollars and had found no bidders—the congregation\r\nappearing silently grateful for his statement that it was the only\r\nspecimen of its kind on the continent—he had specifically accused them\r\nof having come into the auction room merely with the purpose of sitting\r\ndown and taking the weight off their feet.\r\n\r\n“If your thing—your whatever-it-is, doesn’t come up soon, Archie,” said\r\nReggie, fighting off with an effort the mists of sleep, “I rather think\r\nI shall be toddling along. What was it you came to get?”\r\n\r\n“It’s rather difficult to describe. It’s a rummy-looking sort of\r\nwhat-not, made of china or something. I call it Pongo. At least, this\r\none isn’t Pongo, don’t you know—it’s his little brother, but presumably\r\nequally foul in every respect. It’s all rather complicated, I know,\r\nbut—hallo!” He pointed excitedly. “By Jove! We’re off! There it is!\r\nLook! Willie’s unleashing it now!”\r\n\r\nWillie, who had disappeared through the gold curtain, had now returned,\r\nand was placing on a pedestal a small china figure of delicate\r\nworkmanship. It was the figure of a warrior in a suit of armour\r\nadvancing with raised spear upon an adversary. A thrill permeated\r\nArchie’s frame. Parker had not been mistaken. This was undoubtedly the\r\ncompanion-figure to the redoubtable Pongo. The two were identical. Even\r\nfrom where he sat Archie could detect on the features of the figure on\r\nthe pedestal the same expression of insufferable complacency which had\r\nalienated his sympathies from the original Pongo.\r\n\r\nThe high-priest, undaunted by previous rebuffs, regarded the figure\r\nwith a gloating enthusiasm wholly unshared by the congregation, who\r\nwere plainly looking upon Pongo’s little brother as just another of\r\nthose things.\r\n\r\n“This,” he said, with a shake in his voice, “is something very special.\r\nChina figure, said to date back to the Ming Dynasty. Unique. Nothing\r\nlike it on either side of the Atlantic. If I were selling this at\r\nChristie’s in London, where people,” he said, nastily, “have an\r\neducated appreciation of the beautiful, the rare, and the exquisite, I\r\nshould start the bidding at a thousand dollars. This afternoon’s\r\nexperience has taught me that that might possibly be too high.” His\r\npince-nez sparkled militantly, as he gazed upon the stolid throng.\r\n“Will anyone offer me a dollar for this unique figure?”\r\n\r\n“Leap at it, old top,” said Reggie van Tuyl. “Twiddle, dear boy,\r\ntwiddle! A dollar’s reasonable.”\r\n\r\nArchie twiddled.\r\n\r\n“One dollar I am offered,” said the high-priest, bitterly. “One\r\ngentleman here is not afraid to take a chance. One gentleman here knows\r\na good thing when he sees one.” He abandoned the gently sarcastic\r\nmanner for one of crisp and direct reproach. “Come, come, gentlemen, we\r\nare not here to waste time. Will anyone offer me one hundred dollars\r\nfor this superb piece of—” He broke off, and seemed for a moment almost\r\nunnerved. He stared at someone in one of the seats in front of Archie.\r\n“Thank you,” he said, with a sort of gulp. “One hundred dollars I am\r\noffered! One hundred—one hundred—one hundred—”\r\n\r\nArchie was startled. This sudden, tremendous jump, this wholly\r\nunforeseen boom in Pongos, if one might so describe it, was more than a\r\nlittle disturbing. He could not see who his rival was, but it was\r\nevident that at least one among those present did not intend to allow\r\nPongo’s brother to slip by without a fight. He looked helplessly at\r\nReggie for counsel, but Reggie had now definitely given up the\r\nstruggle. Exhausted nature had done its utmost, and now he was leaning\r\nback with closed eyes, breathing softly through his nose. Thrown on his\r\nown resources, Archie could think of no better course than to twiddle\r\nhis fingers again. He did so, and the high-priest’s chant took on a\r\nnote of positive exuberance.\r\n\r\n“Two hundred I am offered. Much better! Turn the pedestal round,\r\nWillie, and let them look at it. Slowly! Slowly! You aren’t spinning a\r\nroulette-wheel. Two hundred. Two-two-two-two-two.” He became suddenly\r\nlyrical. “Two-two-two—There was a young lady named Lou, who was\r\ncatching a train at two-two. Said the porter, ‘Don’t worry or hurry or\r\nscurry. It’s a minute or two to two-two!’ Two-two-two-two-two!”\r\n\r\nArchie’s concern increased. He seemed to be twiddling at this voluble\r\nman across seas of misunderstanding. Nothing is harder to interpret to\r\na nicety than a twiddle, and Archie’s idea of the language of twiddles\r\nand the high-priest’s idea did not coincide by a mile. The high-priest\r\nappeared to consider that, when Archie twiddled, it was his intention\r\nto bid in hundreds, whereas in fact Archie had meant to signify that he\r\nraised the previous bid by just one dollar. Archie felt that, if given\r\ntime, he could make this clear to the high-priest, but the latter gave\r\nhim no time. He had got his audience, so to speak, on the run, and he\r\nproposed to hustle them before they could rally.\r\n\r\n“Two hundred—two hundred—two—three—thank you,\r\nsir—three-three-three-four-four-five-five-six-six-seven-seven-seven—”\r\n\r\nArchie sat limply in his wooden chair. He was conscious of a feeling\r\nwhich he had only experienced twice in his life—once when he had taken\r\nhis first lesson in driving a motor and had trodden on the accelerator\r\ninstead of the brake; the second time more recently, when he had made\r\nhis first down-trip on an express lift. He had now precisely the same\r\nsensation of being run away with by an uncontrollable machine, and of\r\nhaving left most of his internal organs at some little distance from\r\nthe rest of his body. Emerging from this welter of emotion, stood out\r\nthe one clear fact that, be the opposition bidding what it might, he\r\nmust nevertheless secure the prize. Lucille had sent him to New York\r\nexpressly to do so. She had sacrificed her jewellery for the cause. She\r\nrelied on him. The enterprise had become for Archie something almost\r\nsacred. He felt dimly like a knight of old hot on the track of the Holy\r\nGrail.\r\n\r\nHe twiddled again. The ring and the bracelet had fetched nearly twelve\r\nhundred dollars. Up to that figure his hat was in the ring.\r\n\r\n“Eight hundred I am offered. Eight hundred. Eight-eight-eight-eight—”\r\n\r\nA voice spoke from somewhere at the back of the room. A quiet, cold,\r\nnasty, determined voice.\r\n\r\n“Nine!”\r\n\r\nArchie rose from his seat and spun round. This mean attack from the\r\nrear stung his fighting spirit. As he rose, a young man sitting\r\nimmediately in front of him rose too and stared likewise. He was a\r\nsquare-built resolute-looking young man, who reminded Archie vaguely of\r\nsomebody he had seen before. But Archie was too busy trying to locate\r\nthe man at the back to pay much attention to him. He detected him at\r\nlast, owing to the fact that the eyes of everybody in that part of the\r\nroom were fixed upon him. He was a small man of middle age, with\r\ntortoise-shell-rimmed spectacles. He might have been a professor or\r\nsomething of the kind. Whatever he was, he was obviously a man to be\r\nreckoned with. He had a rich sort of look, and his demeanour was the\r\ndemeanour of a man who is prepared to fight it out on these lines if it\r\ntakes all the summer.\r\n\r\n“Nine hundred I am offered. Nine-nine-nine-nine—”\r\n\r\nArchie glared defiantly at the spectacled man.\r\n\r\n“A thousand!” he cried.\r\n\r\nThe irruption of high finance into the placid course of the afternoon’s\r\nproceedings had stirred the congregation out of its lethargy. There\r\nwere excited murmurs. Necks were craned, feet shuffled. As for the\r\nhigh-priest, his cheerfulness was now more than restored, and his faith\r\nin his fellow-man had soared from the depths to a very lofty altitude.\r\nHe beamed with approval. Despite the warmth of his praise he would have\r\nbeen quite satisfied to see Pongo’s little brother go at twenty\r\ndollars, and the reflection that the bidding had already reached one\r\nthousand and that his commission was twenty per cent, had engendered a\r\nmood of sunny happiness.\r\n\r\n“One thousand is bid!” he carolled. “Now, gentlemen, I don’t want to\r\nhurry you over this. You are all connoisseurs here, and you don’t want\r\nto see a priceless china figure of the Ming Dynasty get away from you\r\nat a sacrifice price. Perhaps you can’t all see the figure where it is.\r\nWillie, take it round and show it to ’em. We’ll take a little\r\nintermission while you look carefully at this wonderful figure. Get a\r\nmove on, Willie! Pick up your feet!”\r\n\r\nArchie, sitting dazedly, was aware that Reggie van Tuyl had finished\r\nhis beauty sleep and was addressing the young man in the seat in front.\r\n\r\n“Why, hallo,” said Reggie. “I didn’t know you were back. You remember\r\nme, don’t you? Reggie van Tuyl. I know your sister very well. Archie,\r\nold man, I want you to meet my friend, Bill Brewster. Why, dash it!” He\r\nchuckled sleepily. “I was forgetting. Of course! He’s your—”\r\n\r\n“How are you?” said the young man. “Talking of my sister,” he said to\r\nReggie, “I suppose you haven’t met her husband by any chance? I suppose\r\nyou know she married some awful chump?”\r\n\r\n“Me,” said Archie.\r\n\r\n“How’s that?”\r\n\r\n“I married your sister. My name’s Moffam.”\r\n\r\nThe young man seemed a trifle taken aback.\r\n\r\n“Sorry,” he said.\r\n\r\n“Not at all,” said Archie.\r\n\r\n“I was only going by what my father said in his letters,” he explained,\r\nin extenuation.\r\n\r\nArchie nodded.\r\n\r\n“I’m afraid your jolly old father doesn’t appreciate me. But I’m hoping\r\nfor the best. If I can rope in that rummy-looking little china thing\r\nthat Jo-Jo the dog-faced boy is showing the customers, he will be all\r\nover me. I mean to say, you know, he’s got another like it, and, if he\r\ncan get a full house, as it were, I’m given to understand he’ll be\r\nbucked, cheered, and even braced.”\r\n\r\nThe young man stared.\r\n\r\n“Are _you_ the fellow who’s been bidding against me?”\r\n\r\n“Eh, what? Were you bidding against _me?_”\r\n\r\n“I wanted to buy the thing for my father. I’ve a special reason for\r\nwanting to get in right with him just now. Are you buying it for him,\r\ntoo?”\r\n\r\n“Absolutely. As a surprise. It was Lucille’s idea. His valet, a chappie\r\nnamed Parker, tipped us off that the thing was to be sold.”\r\n\r\n“Parker? Great Scot! It was Parker who tipped _me_ off. I met him on\r\nBroadway, and he told me about it.”\r\n\r\n“Rummy he never mentioned it in his letter to me. Why, dash it, we\r\ncould have got the thing for about two dollars if we had pooled our\r\nbids.”\r\n\r\n“Well, we’d better pool them now, and extinguish that pill at the back\r\nthere. I can’t go above eleven hundred. That’s all I’ve got.”\r\n\r\n“I can’t go above eleven hundred myself.”\r\n\r\n“There’s just one thing. I wish you’d let me be the one to hand the\r\nthing over to Father. I’ve a special reason for wanting to make a hit\r\nwith him.”\r\n\r\n“Absolutely!” said Archie, magnanimously. “It’s all the same to me. I\r\nonly wanted to get him generally braced, as it were, if you know what I\r\nmean.”\r\n\r\n“That’s awfully good of you.”\r\n\r\n“Not a bit, laddie, no, no, and far from it. Only too glad.”\r\n\r\nWillie had returned from his rambles among the connoisseurs, and\r\nPongo’s brother was back on his pedestal. The high-priest cleared his\r\nthroat and resumed his discourse.\r\n\r\n“Now that you have all seen this superb figure we will—I was offered\r\none thousand—one thousand-one-one-one-one—eleven hundred. Thank you,\r\nsir. Eleven hundred I am offered.”\r\n\r\nThe high-priest was now exuberant. You could see him doing figures in\r\nhis head.\r\n\r\n“You do the bidding,” said Brother Bill.\r\n\r\n“Right-o!” said Archie.\r\n\r\nHe waved a defiant hand.\r\n\r\n“Thirteen,” said the man at the back.\r\n\r\n“Fourteen, dash it!”\r\n\r\n“Fifteen!”\r\n\r\n“Sixteen!”\r\n\r\n“Seventeen!”\r\n\r\n“Eighteen!”\r\n\r\n“Nineteen!”\r\n\r\n“Two thousand!”\r\n\r\nThe high-priest did everything but sing. He radiated good will and\r\nbonhomie.\r\n\r\n“Two thousand I am offered. Is there any advance on two thousand? Come,\r\ngentlemen, I don’t want to give this superb figure away. Twenty-one\r\nhundred. Twenty-one-one-one-one. This is more the sort of thing I have\r\nbeen accustomed to. When I was at Sotheby’s Rooms in London, this kind\r\nof bidding was a common-place. Twenty-two-two-two-two-two. One hardly\r\nnoticed it. Three-three-three. Twenty-three-three-three. Twenty-three\r\nhundred dollars I am offered.”\r\n\r\nHe gazed expectantly at Archie, as a man gazes at some favourite dog\r\nwhom he calls upon to perform a trick. But Archie had reached the end\r\nof his tether. The hand that had twiddled so often and so bravely lay\r\ninert beside his trouser-leg, twitching feebly. Archie was through.\r\n\r\n“Twenty-three hundred,” said the high-priest, ingratiatingly.\r\n\r\nArchie made no movement. There was a tense pause. The high-priest gave\r\na little sigh, like one waking from a beautiful dream.\r\n\r\n“Twenty-three hundred,” he said. “Once twenty-three. Twice\r\ntwenty-three. Third, last, and final call, twenty-three. Sold at\r\ntwenty-three hundred. I congratulate you, sir, on a genuine bargain!”\r\n\r\nReggie van Tuyl had dozed off again. Archie tapped his brother-in-law\r\non the shoulder.\r\n\r\n“May as well be popping, what?”\r\n\r\nThey threaded their way sadly together through the crowd, and made for\r\nthe street. They passed into Fifth Avenue without breaking the silence.\r\n\r\n“Bally nuisance,” said Archie, at last.\r\n\r\n“Rotten!”\r\n\r\n“Wonder who that chappie was?”\r\n\r\n“Some collector, probably.”\r\n\r\n“Well, it can’t be helped,” said Archie.\r\n\r\nBrother Bill attached himself to Archie’s arm, and became\r\ncommunicative.\r\n\r\n“I didn’t want to mention it in front of van Tuyl,” he said, “because\r\nhe’s such a talking-machine, and it would have been all over New York\r\nbefore dinner-time. But you’re one of the family, and you can keep a\r\nsecret.”\r\n\r\n“Absolutely! Silent tomb and what not.”\r\n\r\n“The reason I wanted that darned thing was because I’ve just got\r\nengaged to a girl over in England, and I thought that, if I could hand\r\nmy father that china figure-thing with one hand and break the news with\r\nthe other, it might help a bit. She’s the most wonderful girl!”\r\n\r\n“I’ll bet she is,” said Archie, cordially.\r\n\r\n“The trouble is she’s in the chorus of one of the revues over there,\r\nand Father is apt to kick. So I thought—oh, well, it’s no good worrying\r\nnow. Come along where it’s quiet, and I’ll tell you all about her.”\r\n\r\n“That’ll be jolly,” said Archie."
  ]
}