{
  "index": 27,
  "title": "Chapter 26",
  "paragraphs": [
    "RALLYING ROUND PERCY\r\n\r\n\r\nIt amazed Archie through the whole of a long afternoon to reflect how\r\nswiftly and unexpectedly the blue and brilliant sky of life can cloud\r\nover and with what abruptness a man who fancies that his feet are on\r\nsolid ground can find himself immersed in Fate’s gumbo. He recalled,\r\nwith the bitterness with which one does recall such things, that that\r\nmorning he had risen from his bed without a care in the world, his\r\nhappiness unruffled even by the thought that Lucille would be leaving\r\nhim for a short space. He had sung in his bath. Yes, he had chirruped\r\nlike a bally linnet. And now—\r\n\r\nSome men would have dismissed the unfortunate affairs of Mr. George\r\nBenham from their mind as having nothing to do with themselves, but\r\nArchie had never been made of this stern stuff. The fact that Mr.\r\nBenham, apart from being an agreeable companion with whom he had\r\nlunched occasionally in New York, had no claims upon him affected him\r\nlittle. He hated to see his fellowman in trouble. On the other hand,\r\nwhat could he do? To seek Miss Silverton out and plead with her—even if\r\nhe did it without cooing—would undoubtedly establish an intimacy\r\nbetween them which, instinct told him, might tinge her manner after\r\nLucille’s return with just that suggestion of Auld Lang Syne which\r\nmakes things so awkward.\r\n\r\nHis whole being shrank from extending to Miss Silverton that inch which\r\nthe female artistic temperament is so apt to turn into an ell; and\r\nwhen, just as he was about to go in to dinner, he met her in the lobby\r\nand she smiled brightly at him and informed him that her eye was now\r\ncompletely recovered, he shied away like a startled mustang of the\r\nprairie, and, abandoning his intention of worrying the table d’hote in\r\nthe same room with the amiable creature, tottered off to the\r\nsmoking-room, where he did the best he could with sandwiches and\r\ncoffee.\r\n\r\nHaving got through the time as best he could till eleven o’clock, he\r\nwent up to bed.\r\n\r\nThe room to which he and Lucille had been assigned by the management\r\nwas on the second floor, pleasantly sunny by day and at night filled\r\nwith cool and heartening fragrance of the pines. Hitherto Archie had\r\nalways enjoyed taking a final smoke on the balcony overlooking the\r\nwoods, but, to-night such was his mental stress that he prepared to go\r\nto bed directly he had closed the door. He turned to the cupboard to\r\nget his pyjamas.\r\n\r\nHis first thought, when even after a second scrutiny no pyjamas were\r\nvisible, was that this was merely another of those things which happen\r\non days when life goes wrong. He raked the cupboard for a third time\r\nwith an annoyed eye. From every hook hung various garments of\r\nLucille’s, but no pyjamas. He was breathing a soft malediction\r\npreparatory to embarking on a point-to-point hunt for his missing\r\nproperty, when something in the cupboard caught his eye and held him\r\nfor a moment puzzled.\r\n\r\nHe could have sworn that Lucille did not possess a mauve _négligé_.\r\nWhy, she had told him a dozen times that mauve was a colour which she\r\ndid not like. He frowned perplexedly; and as he did so, from near the\r\nwindow came a soft cough.\r\n\r\nArchie spun round and subjected the room to as close a scrutiny as that\r\nwhich he had bestowed upon the cupboard. Nothing was visible. The\r\nwindow opening on to the balcony gaped wide. The balcony was manifestly\r\nempty.\r\n\r\n“_Urrf!_”\r\n\r\nThis time there was no possibility of error. The cough had come from\r\nthe immediate neighbourhood of the window.\r\n\r\nArchie was conscious of a pringly sensation about the roots of his\r\nclosely-cropped back-hair, as he moved cautiously across the room. The\r\naffair was becoming uncanny; and, as he tip-toed towards the window,\r\nold ghost stories, read in lighter moments before cheerful fires with\r\nplenty of light in the room, flitted through his mind. He had the\r\nfeeling—precisely as every chappie in those stories had had—that he was\r\nnot alone.\r\n\r\nNor was he. In a basket behind an arm-chair, curled up, with his\r\nmassive chin resting on the edge of the wicker-work, lay a fine\r\nbulldog.\r\n\r\n“Urrf!” said the bulldog.\r\n\r\n“Good God!” said Archie.\r\n\r\nThere was a lengthy pause in which the bulldog looked earnestly at\r\nArchie and Archie looked earnestly at the bulldog.\r\n\r\nNormally, Archie was a dog-lover. His hurry was never so great as to\r\nprevent him stopping, when in the street, and introducing himself to\r\nany dog he met. In a strange house, his first act was to assemble the\r\ncanine population, roll it on its back or backs, and punch it in the\r\nribs. As a boy, his earliest ambition had been to become a veterinary\r\nsurgeon; and, though the years had cheated him of his career, he knew\r\nall about dogs, their points, their manners, their customs, and their\r\ntreatment in sickness and in health. In short, he loved dogs, and, had\r\nthey met under happier conditions, he would undoubtedly have been on\r\nexcellent terms with this one within the space of a minute. But, as\r\nthings were, he abstained from fraternising and continued to goggle\r\ndumbly.\r\n\r\nAnd then his eye, wandering aside, collided with the following objects:\r\na fluffy pink dressing-gown, hung over the back of a chair, an entirely\r\nstrange suit-case, and, on the bureau, a photograph in a silver frame\r\nof a stout gentleman in evening-dress whom he had never seen before in\r\nhis life.\r\n\r\nMuch has been written of the emotions of the wanderer who, returning to\r\nhis childhood home, finds it altered out of all recognition; but poets\r\nhave neglected the theme—far more poignant—of the man who goes up to\r\nhis room in an hotel and finds it full of somebody else’s\r\ndressing-gowns and bulldogs.\r\n\r\nBulldogs! Archie’s heart jumped sideways and upwards with a wiggling\r\nmovement, turning two somersaults, and stopped beating. The hideous\r\ntruth, working its way slowly through the concrete, had at last\r\npenetrated to his brain. He was not only in somebody else’s room, and a\r\nwoman’s at that. He was in the room belonging to Miss Vera Silverton.\r\n\r\nHe could not understand it. He would have been prepared to stake the\r\nlast cent he could borrow from his father-in-law on the fact that he\r\nhad made no error in the number over the door. Yet, nevertheless, such\r\nwas the case, and, below par though his faculties were at the moment,\r\nhe was sufficiently alert to perceive that it behoved him to withdraw.\r\n\r\nHe leaped to the door, and, as he did so, the handle began to turn.\r\n\r\nThe cloud which had settled on Archie’s mind lifted abruptly. For an\r\ninstant he was enabled to think about a hundred times more quickly than\r\nwas his leisurely wont. Good fortune had brought him to within easy\r\nreach of the electric-light switch. He snapped it back, and was in\r\ndarkness. Then, diving silently and swiftly to the floor, he wriggled\r\nunder the bed. The thud of his head against what appeared to be some\r\nsort of joist or support, unless it had been placed there by the maker\r\nas a practical joke, on the chance of this kind of thing happening some\r\nday, coincided with the creak of the opening door. Then the light was\r\nswitched on again, and the bulldog in the corner gave a welcoming\r\nwoofle.\r\n\r\n“And how is mamma’s precious angel?”\r\n\r\nRightly concluding that the remark had not been addressed to himself\r\nand that no social obligation demanded that he reply, Archie pressed\r\nhis cheek against the boards and said nothing. The question was not\r\nrepeated, but from the other side of the room came the sound of a\r\npatted dog.\r\n\r\n“Did he think his muzzer had fallen down dead and was never coming up?”\r\n\r\nThe beautiful picture which these words conjured up filled Archie with\r\nthat yearning for the might-have-been which is always so painful. He\r\nwas finding his position physically as well as mentally distressing. It\r\nwas cramped under the bed, and the boards were harder than anything he\r\nhad ever encountered. Also, it appeared to be the practice of the\r\nhousemaids at the Hotel Hermitage to use the space below the beds as a\r\ndepository for all the dust which they swept off the carpet, and much\r\nof this was insinuating itself into his nose and mouth. The two things\r\nwhich Archie would have liked most to do at that moment were first to\r\nkill Miss Silverton—if possible, painfully—and then to spend the\r\nremainder of his life sneezing.\r\n\r\nAfter a prolonged period he heard a drawer open, and noted the fact as\r\npromising. As the old married man, he presumed that it signified the\r\nputting away of hair-pins. About now the dashed woman would be looking\r\nat herself in the glass with her hair down. Then she would brush it.\r\nThen she would twiddle it up into thingummies. Say, ten minutes for\r\nthis. And after that she would go to bed and turn out the light, and he\r\nwould be able, after giving her a bit of time to go to sleep, to creep\r\nout and leg it. Allowing at a conservative estimate three-quarters of—\r\n\r\n“Come out!”\r\n\r\nArchie stiffened. For an instant a feeble hope came to him that this\r\nremark, like the others, might be addressed to the dog.\r\n\r\n“Come out from under that bed!” said a stern voice. “And mind how you\r\ncome! I’ve got a pistol!”\r\n\r\n“Well, I mean to say, you know,” said Archie, in a propitiatory voice,\r\nemerging from his lair like a tortoise and smiling as winningly as a\r\nman can who has just bumped his head against the leg of a bed, “I\r\nsuppose all this seems fairly rummy, but—”\r\n\r\n“For the love of Mike!” said Miss Silverton.\r\n\r\nThe point seemed to Archie well taken and the comment on the situation\r\nneatly expressed.\r\n\r\n“What are you doing in my room?”\r\n\r\n“Well, if it comes to that, you know—shouldn’t have mentioned it if you\r\nhadn’t brought the subject up in the course of general chit-chat—what\r\nare you doing in mine?”\r\n\r\n“Yours?”\r\n\r\n“Well, apparently there’s been a bloomer of some species somewhere, but\r\nthis was the room I had last night,” said Archie.\r\n\r\n“But the desk-clerk said that he had asked you if it would be quite\r\nsatisfactory to you giving it up to me, and you said yes. I come here\r\nevery summer, when I’m not working, and I always have this room.”\r\n\r\n“By Jove! I remember now. The chappie did say something to me about the\r\nroom, but I was thinking of something else and it rather went over the\r\ntop. So that’s what he was talking about, was it?”\r\n\r\nMiss Silverton was frowning. A moving-picture director, scanning her\r\nface, would have perceived that she was registering disappointment.\r\n\r\n“Nothing breaks right for me in this darned world,” she said,\r\nregretfully. “When I caught sight of your leg sticking out from under\r\nthe bed, I did think that everything was all lined up for a real find\r\nand, at last, I could close my eyes and see the thing in the papers. On\r\nthe front page, with photographs: ‘Plucky Actress Captures Burglar.’\r\nDarn it!”\r\n\r\n“Fearfully sorry, you know!”\r\n\r\n“I just needed something like that. I’ve got a Press-agent, and I will\r\nsay for him that he eats well and sleeps well and has just enough\r\nintelligence to cash his monthly cheque without forgetting what he went\r\ninto the bank for, but outside of that you can take it from me he’s not\r\none of the world’s workers! He’s about as much solid use to a girl with\r\naspirations as a pain in the lower ribs. It’s three weeks since he got\r\nme into print at all, and then the brightest thing he could think up\r\nwas that my favourite breakfast-fruit was an apple. Well, I ask you!”\r\n\r\n“Rotten!” said Archie.\r\n\r\n“I did think that for once my guardian angel had gone back to work and\r\nwas doing something for me. ‘Stage Star and Midnight Marauder,’”\r\nmurmured Miss Silverton, wistfully. “‘Footlight Favourite Foils\r\nFelon.’”\r\n\r\n“Bit thick!” agreed Archie, sympathetically. “Well, you’ll probably be\r\nwanting to get to bed and all that sort of rot, so I may as well be\r\npopping, what! Cheerio!”\r\n\r\nA sudden gleam came into Miss Silverton’s compelling eyes.\r\n\r\n“Wait!”\r\n\r\n“Eh?”\r\n\r\n“Wait! I’ve got an idea!” The wistful sadness had gone from her manner.\r\nShe was bright and alert. “Sit down!”\r\n\r\n“Sit down?”\r\n\r\n“Sure. Sit down and take the chill off the arm-chair. I’ve thought of\r\nsomething.”\r\n\r\nArchie sat down as directed. At his elbow the bulldog eyed him gravely\r\nfrom the basket.\r\n\r\n“Do they know you in this hotel?”\r\n\r\n“Know me? Well, I’ve been here about a week.”\r\n\r\n“I mean, do they know who you are? Do they know you’re a good citizen?”\r\n\r\n“Well, if it comes to that, I suppose they don’t. But—”\r\n\r\n“Fine!” said Miss Silverton, appreciatively. “Then it’s all right. We\r\ncan carry on!”\r\n\r\n“Carry on!”\r\n\r\n“Why, sure! All I want is to get the thing into the papers. It doesn’t\r\nmatter to me if it turns out later that there was a mistake and that\r\nyou weren’t a burglar trying for my jewels after all. It makes just as\r\ngood a story either way. I can’t think why that never struck me before.\r\nHere have I been kicking because you weren’t a real burglar, when it\r\ndoesn’t amount to a hill of beans whether you are or not. All I’ve got\r\nto do is to rush out and yell and rouse the hotel, and they come in and\r\npinch you, and I give the story to the papers, and everything’s fine!”\r\n\r\nArchie leaped from his chair.\r\n\r\n“I say! What!”\r\n\r\n“What’s on your mind?” enquired Miss Silverton, considerately. “Don’t\r\nyou think it’s a nifty scheme?”\r\n\r\n“Nifty! My dear old soul! It’s frightful!”\r\n\r\n“Can’t see what’s wrong with it,” grumbled Miss Silverton. “After I’ve\r\nhad someone get New York on the long-distance ’phone and give the story\r\nto the papers you can explain, and they’ll let you out. Surely to\r\ngoodness you don’t object, as a personal favour to me, to spending an\r\nhour or two in a cell? Why, probably they haven’t got a prison at all\r\nout in these parts, and you’ll simply be locked in a room. A child of\r\nten could do it on his head,” said Miss Silverton. “A child of six,”\r\nshe emended.\r\n\r\n“But, dash it—I mean—what I mean to say—I’m married!”\r\n\r\n“Yes?” said Miss Silverton, with the politeness of faint interest.\r\n“I’ve been married myself. I wouldn’t say it’s altogether a bad thing,\r\nmind you, for those that like it, but a little of it goes a long way.\r\nMy first husband,” she proceeded, reminiscently, “was a travelling man.\r\nI gave him a two-weeks’ try-out, and then I told him to go on\r\ntravelling. My second husband—now, _he_ wasn’t a gentleman in any sense\r\nof the word. I remember once—”\r\n\r\n“You don’t grasp the point. The jolly old point! You fail to grasp it.\r\nIf this bally thing comes out, my wife will be most frightfully sick!”\r\n\r\nMiss Silverton regarded him with pained surprise.\r\n\r\n“Do you mean to say you would let a little thing like that stand in the\r\nway of my getting on the front page of all the papers—_with_\r\nphotographs? Where’s your chivalry?”\r\n\r\n“Never mind my dashed chivalry!”\r\n\r\n“Besides, what does it matter if she does get a little sore? She’ll\r\nsoon get over it. You can put that right. Buy her a box of candy. Not\r\nthat I’m strong for candy myself. What I always say is, it may taste\r\ngood, but look what it does to your hips! I give you my honest word\r\nthat, when I gave up eating candy, I lost eleven ounces the first week.\r\nMy second husband—no, I’m a liar, it was my third—my third husband\r\nsaid—Say, what’s the big idea? Where are you going?”\r\n\r\n“Out!” said Archie, firmly. “Bally out!”\r\n\r\nA dangerous light flickered in Miss Silverton’s eyes.\r\n\r\n“That’ll be all of that!” she said, raising the pistol. “You stay right\r\nwhere you are, or I’ll fire!”\r\n\r\n“Right-o!”\r\n\r\n“I mean it!”\r\n\r\n“My dear old soul,” said Archie, “in the recent unpleasantness in\r\nFrance I had chappies popping off things like that at me all day and\r\nevery day for close on five years, and here I am, what! I mean to say,\r\nif I’ve got to choose between staying here and being pinched in your\r\nroom by the local constabulary and having the dashed thing get into the\r\npapers and all sorts of trouble happening, and my wife getting the wind\r\nup and—I say, if I’ve got to choose—”\r\n\r\n“Suck a lozenge and start again!” said Miss Silverton.\r\n\r\n“Well, what I mean to say is, I’d much rather take a chance of getting\r\na bullet in the old bean than that. So loose it off and the best o’\r\nluck!”\r\n\r\nMiss Silverton lowered the pistol, sank into a chair, and burst into\r\ntears.\r\n\r\n“I think you’re the meanest man I ever met!” she sobbed. “You know\r\nperfectly well the bang would send me into a fit!”\r\n\r\n“In that case,” said Archie, relieved, “cheerio, good luck, pip-pip,\r\ntoodle-oo, and good-bye-ee! I’ll be shifting!”\r\n\r\n“Yes, you will!” cried Miss Silverton, energetically, recovering with\r\namazing swiftness from her collapse. “Yes, you will, I by no means\r\nsuppose! You think, just because I’m no champion with a pistol, I’m\r\nhelpless. You wait! Percy!”\r\n\r\n“My name is not Percy.”\r\n\r\n“I never said it was. Percy! Percy, come to muzzer!”\r\n\r\nThere was a creaking rustle from behind the arm-chair. A heavy body\r\nflopped on the carpet. Out into the room, heaving himself along as\r\nthough sleep had stiffened his joints, and breathing stertorously\r\nthrough his tilted nose, moved the fine bulldog. Seen in the open, he\r\nlooked even more formidable than he had done in his basket.\r\n\r\n“Guard him, Percy! Good dog, guard him! Oh, heavens! What’s the matter\r\nwith him?”\r\n\r\nAnd with these words the emotional woman, uttering a wail of anguish,\r\nflung herself on the floor beside the animal.\r\n\r\nPercy was, indeed, in manifestly bad shape. He seemed quite unable to\r\ndrag his limbs across the room. There was a curious arch in his back,\r\nand, as his mistress touched him, he cried out plaintively,\r\n\r\n“Percy! Oh, what _is_ the matter with him? His nose is burning!”\r\n\r\nNow was the time, with both sections of the enemy’s forces occupied,\r\nfor Archie to have departed softly from the room. But never, since the\r\nday when at the age of eleven he had carried a large, damp, and muddy\r\nterrier with a sore foot three miles and deposited him on the best sofa\r\nin his mother’s drawing-room, had he been able to ignore the spectacle\r\nof a dog in trouble.\r\n\r\n“He does look bad, what!”\r\n\r\n“He’s dying! Oh, he’s dying! Is it distemper? He’s never had\r\ndistemper.”\r\n\r\nArchie regarded the sufferer with the grave eye of the expert. He shook\r\nhis head.\r\n\r\n“It’s not that,” he said. “Dogs with distemper make a sort of snifting\r\nnoise.”\r\n\r\n“But he _is_ making a snifting noise!”\r\n\r\n“No, he’s making a snuffling noise. Great difference between snuffling\r\nand snifting. Not the same thing at all. I mean to say, when they snift\r\nthey snift, and when they snuffle they—as it were—snuffle. That’s how\r\nyou can tell. If you ask _me_”—he passed his hand over the dog’s back.\r\nPercy uttered another cry. “I know what’s the matter with him.”\r\n\r\n“A brute of a man kicked him at rehearsal. Do you think he’s injured\r\ninternally?”\r\n\r\n“It’s rheumatism,” said Archie. “Jolly old rheumatism. That’s all\r\nthat’s the trouble.”\r\n\r\n“Are you sure?”\r\n\r\n“Absolutely!”\r\n\r\n“But what can I do?”\r\n\r\n“Give him a good hot bath, and mind and dry him well. He’ll have a good\r\nsleep then, and won’t have any pain. Then, first thing to-morrow, you\r\nwant to give him salicylate of soda.”\r\n\r\n“I’ll never remember that.”—“I’ll write it down for you. You ought to\r\ngive him from ten to twenty grains three times a day in an ounce of\r\nwater. And rub him with any good embrocation.”\r\n\r\n“And he won’t die?”\r\n\r\n“Die! He’ll live to be as old as you are!-I mean to say—”\r\n\r\n“I could kiss you!” said Miss Silverton, emotionally.\r\n\r\nArchie backed hastily.\r\n\r\n“No, no, absolutely not! Nothing like that required, really!”\r\n\r\n“You’re a darling!”\r\n\r\n“Yes. I mean no. No, no, really!”\r\n\r\n“I don’t know what to say. What can I say?”\r\n\r\n“Good night,” said Archie.\r\n\r\n“I wish there was something I could do! If you hadn’t been here, I\r\nshould have gone off my head!”\r\n\r\nA great idea flashed across Archie’s brain.\r\n\r\n“Do you really want to do something?”\r\n\r\n“Anything!”\r\n\r\n“Then I do wish, like a dear sweet soul, you would pop straight back to\r\nNew York to-morrow and go on with those rehearsals.”\r\n\r\nMiss Silverton shook her head.\r\n\r\n“I can’t do that!”\r\n\r\n“Oh, right-o! But it isn’t much to ask, what!”\r\n\r\n“Not much to ask! I’ll never forgive that man for kicking Percy!”\r\n\r\n“Now listen, dear old soul. You’ve got the story all wrong. As a matter\r\nof fact, jolly old Benham told me himself that he has the greatest\r\nesteem and respect for Percy, and wouldn’t have kicked him for the\r\nworld. And, you know it was more a sort of push than a kick. You might\r\nalmost call it a light shove. The fact is, it was beastly dark in the\r\ntheatre, and he was legging it sideways for some reason or other, no\r\ndoubt with the best motives, and unfortunately he happened to stub his\r\ntoe on the poor old bean.”\r\n\r\n“Then why didn’t he say so?”\r\n\r\n“As far as I could make out, you didn’t give him a chance.”\r\n\r\nMiss Silverton wavered.\r\n\r\n“I always hate going back after I’ve walked out on a show,” she said.\r\n“It seems so weak!”\r\n\r\n“Not a bit of it! They’ll give three hearty cheers and think you a\r\ntopper. Besides, you’ve got to go to New York in any case. To take\r\nPercy to a vet., you know, what!”\r\n\r\n“Of course. How right you always are!” Miss Silverton hesitated again.\r\n“Would you really be glad if I went back to the show?”\r\n\r\n“I’d go singing about the hotel! Great pal of mine, Benham. A\r\nthoroughly cheery old bean, and very cut up about the whole affair.\r\nBesides, think of all the coves thrown out of work—the thingummabobs\r\nand the poor what-d’you-call-’ems!”\r\n\r\n“Very well.”\r\n\r\n“You’ll do it?”\r\n\r\n“Yes.”\r\n\r\n“I say, you really are one of the best! Absolutely like mother made!\r\nThat’s fine! Well, I think I’ll be saying good night.”\r\n\r\n“Good night. And thank you so much!”\r\n\r\n“Oh, no, rather not!”\r\n\r\nArchie moved to the door.\r\n\r\n“Oh, by the way.”\r\n\r\n“Yes?”\r\n\r\n“If I were you, I think I should catch the very first train you can get\r\nto New York. You see—er—you ought to take Percy to the vet. as soon as\r\never you can.”\r\n\r\n“You really do think of everything,” said Miss Silverton.\r\n\r\n“Yes,” said Archie, meditatively."
  ]
}