{
  "index": 26,
  "title": "Chapter 25",
  "paragraphs": [
    "BRIGHT EYES—AND A FLY\r\n\r\n\r\nThe Hermitage (unrivalled scenery, superb cuisine, Daniel Brewster,\r\nproprietor) was a picturesque summer hotel in the green heart of the\r\nmountains, built by Archie’s father-in-law shortly after he assumed\r\ncontrol of the Cosmopolis. Mr. Brewster himself seldom went there,\r\npreferring to concentrate his attention on his New York establishment;\r\nand Archie and Lucille, breakfasting in the airy dining-room some ten\r\ndays after the incidents recorded in the last chapter, had consequently\r\nto be content with two out of the three advertised attractions of the\r\nplace. Through the window at their side quite a slab of the unrivalled\r\nscenery was visible; some of the superb cuisine was already on the\r\ntable; and the fact that the eye searched in vain for Daniel Brewster,\r\nproprietor, filled Archie, at any rate, with no sense of aching loss.\r\nHe bore it with equanimity and even with positive enthusiasm. In\r\nArchie’s opinion, practically all a place needed to make it an earthly\r\nParadise was for Mr. Daniel Brewster to be about forty-seven miles away\r\nfrom it.\r\n\r\nIt was at Lucille’s suggestion that they had come to the Hermitage.\r\nNever a human sunbeam, Mr. Brewster had shown such a bleak front to the\r\nworld, and particularly to his son-in-law, in the days following the\r\nPongo incident, that Lucille had thought that he and Archie would for a\r\ntime at least be better apart—a view with which her husband cordially\r\nagreed. He had enjoyed his stay at the Hermitage, and now he regarded\r\nthe eternal hills with the comfortable affection of a healthy man who\r\nis breakfasting well.\r\n\r\n“It’s going to be another perfectly topping day,” he observed, eyeing\r\nthe shimmering landscape, from which the morning mists were swiftly\r\nshredding away like faint puffs of smoke. “Just the day you ought to\r\nhave been here.”\r\n\r\n“Yes, it’s too bad I’ve got to go. New York will be like an oven.”\r\n\r\n“Put it off.”\r\n\r\n“I can’t, I’m afraid. I’ve a fitting.”\r\n\r\nArchie argued no further. He was a married man of old enough standing\r\nto know the importance of fittings.\r\n\r\n“Besides,” said Lucille, “I want to see father.” Archie repressed an\r\nexclamation of astonishment. “I’ll be back to-morrow evening. You will\r\nbe perfectly happy.”\r\n\r\n“Queen of my soul, you know I can’t be happy with you away. You know—”\r\n\r\n“Yes?” murmured Lucille, appreciatively. She never tired of hearing\r\nArchie say this sort of thing.\r\n\r\nArchie’s voice had trailed off. He was looking across the room.\r\n\r\n“By Jove!” he exclaimed. “What an awfully pretty woman!”\r\n\r\n“Where?”\r\n\r\n“Over there. Just coming in, I say, what wonderful eyes! I don’t think\r\nI ever saw such eyes. Did you notice her eyes? Sort of flashing!\r\nAwfully pretty woman!”\r\n\r\nWarm though the morning was, a suspicion of chill descended upon the\r\nbreakfast-table. A certain coldness seemed to come into Lucille’s face.\r\nShe could not always share Archie’s fresh young enthusiasms.\r\n\r\n“Do you think so?”\r\n\r\n“Wonderful figure, too!”\r\n\r\n“Yes?”\r\n\r\n“Well, what I mean to say, fair to medium,” said Archie, recovering a\r\ncertain amount of that intelligence which raises man above the level of\r\nthe beasts of the field. “Not the sort of type I admire myself, of\r\ncourse.”\r\n\r\n“You know her, don’t you?”\r\n\r\n“Absolutely not and far from it,” said Archie, hastily. “Never met her\r\nin my life.”\r\n\r\n“You’ve seen her on the stage. Her name’s Vera Silverton. We saw her\r\nin—”\r\n\r\n“Of course, yes. So we did. I say, I wonder what she’s doing here? She\r\nought to be in New York, rehearsing. I remember meeting\r\nwhat’s-his-name—you know—chappie who writes plays and what not—George\r\nBenham—I remember meeting George Benham, and he told me she was\r\nrehearsing in a piece of his called—I forget the name, but I know it\r\nwas called something or other. Well, why isn’t she?”\r\n\r\n“She probably lost her temper and broke her contract and came away.\r\nShe’s always doing that sort of thing. She’s known for it. She must be\r\na horrid woman.”\r\n\r\n“Yes.”\r\n\r\n“I don’t want to talk about her. She used to be married to someone, and\r\nshe divorced him. And then she was married to someone else, and he\r\ndivorced her. And I’m certain her hair wasn’t that colour two years\r\nago, and I don’t think a woman ought to make up like that, and her\r\ndress is all wrong for the country, and those pearls can’t be genuine,\r\nand I hate the way she rolls her eyes about, and pink doesn’t suit her\r\na bit. I think she’s an awful woman, and I wish you wouldn’t keep on\r\ntalking about her.”\r\n\r\n“Right-o!” said Archie, dutifully.\r\n\r\nThey finished breakfast, and Lucille went up to pack her bag. Archie\r\nstrolled out on to the terrace outside the hotel, where he smoked,\r\ncommuned with nature, and thought of Lucille. He always thought of\r\nLucille when he was alone, especially when he chanced to find himself\r\nin poetic surroundings like those provided by the unrivalled scenery\r\nencircling the Hotel Hermitage. The longer he was married to her the\r\nmore did the sacred institution seem to him a good egg. Mr. Brewster\r\nmight regard their marriage as one of the world’s most unfortunate\r\nincidents, but to Archie it was, and always had been, a bit of all\r\nright. The more he thought of it the more did he marvel that a girl\r\nlike Lucille should have been content to link her lot with that of a\r\nClass C specimen like himself. His meditations were, in fact, precisely\r\nwhat a happily-married man’s meditations ought to be.\r\n\r\nHe was roused from them by a species of exclamation or cry almost at\r\nhis elbow, and turned to find that the spectacular Miss Silverton was\r\nstanding beside him. Her dubious hair gleamed in the sunlight, and one\r\nof the criticised eyes was screwed up. The other gazed at Archie with\r\nan expression of appeal.\r\n\r\n“There’s something in my eye,” she said.\r\n\r\n“No, really!”\r\n\r\n“I wonder if you would mind? It would be so kind of you!”\r\n\r\nArchie would have preferred to remove himself, but no man worthy of the\r\nname can decline to come to the rescue of womanhood in distress. To\r\ntwist the lady’s upper lid back and peer into it and jab at it with the\r\ncorner of his handkerchief was the only course open to him. His conduct\r\nmay be classed as not merely blameless but definitely praiseworthy.\r\nKing Arthur’s knights used to do this sort of thing all the time, and\r\nlook what people think of them. Lucille, therefore, coming out of the\r\nhotel just as the operation was concluded, ought not to have felt the\r\nannoyance she did. But, of course, there is a certain superficial\r\nintimacy about the attitude of a man who is taking a fly out of a\r\nwoman’s eye which may excusably jar upon the sensibilities of his wife.\r\nIt is an attitude which suggests a sort of _rapprochement_ or\r\n_camaraderie_ or, as Archie would have put it, what not.\r\n\r\n“Thanks so much!” said Miss Silverton.\r\n\r\n“Oh no, rather not,” said Archie.\r\n\r\n“Such a nuisance getting things in your eye.”\r\n\r\n“Absolutely!”\r\n\r\n“I’m always doing it!”\r\n\r\n“Rotten luck!”\r\n\r\n“But I don’t often find anyone as clever as you to help me.”\r\n\r\nLucille felt called upon to break in on this feast of reason and flow\r\nof soul.\r\n\r\n“Archie,” she said, “if you go and get your clubs now, I shall just\r\nhave time to walk round with you before my train goes.”\r\n\r\n“Oh, ah!” said Archie, perceiving her for the first time. “Oh, ah, yes,\r\nright-o, yes, yes, yes!”\r\n\r\nOn the way to the first tee it seemed to Archie that Lucille was\r\ndistrait and abstracted in her manner; and it occurred to him, not for\r\nthe first time in his life, what a poor support a clear conscience is\r\nin moments of crisis. Dash it all, he didn’t see what else he could\r\nhave done. Couldn’t leave the poor female staggering about the place\r\nwith squads of flies wedged in her eyeball. Nevertheless—\r\n\r\n“Rotten thing getting a fly in your eye,” he hazarded at length.\r\n“Dashed awkward, I mean.”\r\n\r\n“Or convenient.”\r\n\r\n“Eh?”\r\n\r\n“Well, it’s a very good way of dispensing with an introduction.”\r\n\r\n“Oh, I say! You don’t mean you think—”\r\n\r\n“She’s a horrid woman!”\r\n\r\n“Absolutely! Can’t think what people see in her.”\r\n\r\n“Well, you seemed to enjoy fussing over her!”\r\n\r\n“No, no! Nothing of the kind! She inspired me with absolute\r\nwhat-d’you-call-it—the sort of thing chappies do get inspired with, you\r\nknow.”\r\n\r\n“You were beaming all over your face.”\r\n\r\n“I wasn’t. I was just screwing up my face because the sun was in my\r\neye.”\r\n\r\n“All sorts of things seem to be in people’s eyes this morning!”\r\n\r\nArchie was saddened. That this sort of misunderstanding should have\r\noccurred on such a topping day and at a moment when they were to be\r\ntorn asunder for about thirty-six hours made him feel—well, it gave him\r\nthe pip. He had an idea that there were words which would have\r\nstraightened everything out, but he was not an eloquent young man and\r\ncould not find them. He felt aggrieved. Lucille, he considered, ought\r\nto have known that he was immune as regarded females with flashing eyes\r\nand experimentally-coloured hair. Why, dash it, he could have extracted\r\nflies from the eyes of Cleopatra with one hand and Helen of Troy with\r\nthe other, simultaneously, without giving them a second thought. It was\r\nin depressed mood that he played a listless nine holes; nor had life\r\nbrightened for him when he came back to the hotel two hours later,\r\nafter seeing Lucille off in the train to New York. Never till now had\r\nthey had anything remotely resembling a quarrel. Life, Archie felt, was\r\na bit of a wash-out. He was disturbed and jumpy, and the sight of Miss\r\nSilverton, talking to somebody on a settee in the corner of the hotel\r\nlobby, sent him shooting off at right angles and brought him up with a\r\nbump against the desk behind which the room-clerk sat.\r\n\r\nThe room-clerk, always of a chatty disposition, was saying something to\r\nhim, but Archie did not listen. He nodded mechanically. It was\r\nsomething about his room. He caught the word “satisfactory.”\r\n\r\n“Oh, rather, quite!” said Archie.\r\n\r\nA fussy devil, the room-clerk! He knew perfectly well that Archie found\r\nhis room satisfactory. These chappies gassed on like this so as to try\r\nto make you feel that the management took a personal interest in you.\r\nIt was part of their job. Archie beamed absently and went in to lunch.\r\nLucille’s empty seat stared at him mournfully, increasing his sense of\r\ndesolation.\r\n\r\nHe was half-way through his lunch, when the chair opposite ceased to be\r\nvacant. Archie, transferring his gaze from the scenery outside the\r\nwindow, perceived that his friend, George Benham, the playwright, had\r\nmaterialised from nowhere and was now in his midst.\r\n\r\n“Hallo!” he said.\r\n\r\nGeorge Benham was a grave young man whose spectacles gave him the look\r\nof a mournful owl. He seemed to have something on his mind besides the\r\nartistically straggling mop of black hair which swept down over his\r\nbrow. He sighed wearily, and ordered fish-pie.\r\n\r\n“I thought I saw you come through the lobby just now,” he said.\r\n\r\n“Oh, was that you on the settee, talking to Miss Silverton?”\r\n\r\n“She was talking to _me_,” said the playwright, moodily.\r\n\r\n“What are you doing here?” asked Archie. He could have wished Mr.\r\nBenham elsewhere, for he intruded on his gloom, but, the chappie being\r\namongst those present, it was only civil to talk to him. “I thought you\r\nwere in New York, watching the rehearsals of your jolly old drama.”\r\n\r\n“The rehearsals are hung up. And it looks as though there wasn’t going\r\nto be any drama. Good Lord!” cried George Benham, with honest warmth,\r\n“with opportunities opening out before one on every side—with life\r\nextending prizes to one with both hands—when you see coal-heavers\r\nmaking fifty dollars a week and the fellows who clean out the sewers\r\ngoing happy and singing about their work—why does a man deliberately\r\nchoose a job like writing plays? Job was the only man that ever lived\r\nwho was really qualified to write a play, and he would have found it\r\npretty tough going if his leading woman had been anyone like Vera\r\nSilverton!”\r\n\r\nArchie—and it was this fact, no doubt, which accounted for his\r\npossession of such a large and varied circle of friends—was always able\r\nto shelve his own troubles in order to listen to other people’s\r\nhard-luck stories.\r\n\r\n“Tell me all, laddie,” he said. “Release the film! Has she walked out\r\non you?”\r\n\r\n“Left us flat! How did you hear about it? Oh, she told you, of course?”\r\n\r\nArchie hastened to try to dispel the idea that he was on any such terms\r\nof intimacy with Miss Silverton.\r\n\r\n“No, no! My wife said she thought it must be something of that nature\r\nor order when we saw her come in to breakfast. I mean to say,” said\r\nArchie, reasoning closely, “woman can’t come into breakfast here and be\r\nrehearsing in New York at the same time. Why did she administer the\r\nraspberry, old friend?”\r\n\r\nMr. Benham helped himself to fish-pie, and spoke dully through the\r\nsteam.\r\n\r\n“Well, what happened was this. Knowing her as intimately as you do—”\r\n\r\n“I _don’t_ know her!”\r\n\r\n“Well, anyway, it was like this. As you know, she has a dog—”\r\n\r\n“I didn’t know she had a dog,” protested Archie. It seemed to him that\r\nthe world was in conspiracy to link him with this woman.\r\n\r\n“Well, she has a dog. A beastly great whacking brute of a bulldog. And\r\nshe brings it to rehearsal.” Mr. Benham’s eyes filled with tears, as in\r\nhis emotion he swallowed a mouthful of fish-pie some eighty-three\r\ndegrees Fahrenheit hotter than it looked. In the intermission caused by\r\nthis disaster his agile mind skipped a few chapters of the story, and,\r\nwhen he was able to speak again, he said, “So then there was a lot of\r\ntrouble. Everything broke loose!”\r\n\r\n“Why?” Archie was puzzled. “Did the management object to her bringing\r\nthe dog to rehearsal?”\r\n\r\n“A lot of good that would have done! She does what she likes in the\r\ntheatre.”\r\n\r\n“Then why was there trouble?”\r\n\r\n“You weren’t listening,” said Mr. Benham, reproachfully. “I told you.\r\nThis dog came snuffling up to where I was sitting—it was quite dark in\r\nthe body of the theatre, you know—and I got up to say something about\r\nsomething that was happening on the stage, and somehow I must have\r\ngiven it a push with my foot.”\r\n\r\n“I see,” said Archie, beginning to get the run of the plot. “You kicked\r\nher dog.”\r\n\r\n“Pushed it. Accidentally. With my foot.”\r\n\r\n“I understand. And when you brought off this kick—”\r\n\r\n“Push,” said Mr. Benham, austerely.\r\n\r\n“This kick or push. When you administered this kick or push—”\r\n\r\n“It was more a sort of light shove.”\r\n\r\n“Well, when you did whatever you did, the trouble started?”\r\n\r\nMr. Benham gave a slight shiver.\r\n\r\n“She talked for a while, and then walked out, taking the dog with her.\r\nYou see, this wasn’t the first time it had happened.”\r\n\r\n“Good Lord! Do you spend your whole time doing that sort of thing?”\r\n\r\n“It wasn’t me the first time. It was the stage-manager. He didn’t know\r\nwhose dog it was, and it came waddling on to the stage, and he gave it\r\na sort of pat, a kind of flick—”\r\n\r\n“A slosh?”\r\n\r\n“_Not_ a slosh,” corrected Mr. Benham, firmly. “You might call it a\r\ntap—with the promptscript. Well, we had a lot of difficulty smoothing\r\nher over that time. Still, we managed to do it, but she said that if\r\nanything of the sort occurred again she would chuck up her part.”\r\n\r\n“She must be fond of the dog,” said Archie, for the first time feeling\r\na touch of goodwill and sympathy towards the lady.\r\n\r\n“She’s crazy about it. That’s what made it so awkward when I\r\nhappened—quite inadvertently—to give it this sort of accidental shove.\r\nWell, we spent the rest of the day trying to get her on the ’phone at\r\nher apartment, and finally we heard that she had come here. So I took\r\nthe next train, and tried to persuade her to come back. She wouldn’t\r\nlisten. And that’s how matters stand.”\r\n\r\n“Pretty rotten!” said Archie, sympathetically.\r\n\r\n“You can bet it’s pretty rotten—for me. There’s nobody else who can\r\nplay the part. Like a chump, I wrote the thing specially for her. It\r\nmeans the play won’t be produced at all, if she doesn’t do it. So\r\nyou’re my last hope!”\r\n\r\nArchie, who was lighting a cigarette, nearly swallowed it.\r\n\r\n“_I_ am?”\r\n\r\n“I thought you might persuade her. Point out to her what a lot hangs on\r\nher coming back. Jolly her along, _you_ know the sort of thing!”\r\n\r\n“But, my dear old friend, I tell you I don’t know her!”\r\n\r\nMr. Benham’s eyes opened behind their zareba of glass.\r\n\r\n“Well, she knows _you_. When you came through the lobby just now she\r\nsaid that you were the only real human being she had ever met.”\r\n\r\n“Well, as a matter of fact, I did take a fly out of her eye. But—”\r\n\r\n“You did? Well, then, the whole thing’s simple. All you have to do is\r\nto ask her how her eye is, and tell her she has the most beautiful eyes\r\nyou ever saw, and coo a bit.”\r\n\r\n“But, my dear old son!” The frightful programme which his friend had\r\nmapped out stunned Archie. “I simply can’t! Anything to oblige and all\r\nthat sort of thing, but when it comes to cooing, distinctly Napoo!”\r\n\r\n“Nonsense! It isn’t hard to coo.”\r\n\r\n“You don’t understand, laddie. You’re not a married man. I mean to say,\r\nwhatever you say for or against marriage—personally I’m all for it and\r\nconsider it a ripe egg—the fact remains that it practically makes a\r\nchappie a spent force as a cooer. I don’t want to dish you in any way,\r\nold bean, but I must firmly and resolutely decline to coo.”\r\n\r\nMr. Benham rose and looked at his watch.\r\n\r\n“I’ll have to be moving,” he said. “I’ve got to get back to New York\r\nand report. I’ll tell them that I haven’t been able to do anything\r\nmyself, but that I’ve left the matter in good hands. I know you will do\r\nyour best.”\r\n\r\n“But, laddie!”\r\n\r\n“Think,” said Mr. Benham, solemnly, “of all that depends on it! The\r\nother actors! The small-part people thrown out of a job! Myself—but no!\r\nPerhaps you had better touch very lightly or not at all on my\r\nconnection with the thing. Well, you know how to handle it. I feel I\r\ncan leave it to you. Pitch it strong! Good-bye, my dear old man, and a\r\nthousand thanks. I’ll do the same for you another time.” He moved\r\ntowards the door, leaving Archie transfixed. Half-way there he turned\r\nand came back. “Oh, by the way,” he said, “my lunch. Have it put on\r\nyour bill, will you? I haven’t time to stay and settle. Good-bye!\r\nGood-bye!”"
  ]
}