{
  "index": 25,
  "title": "Chapter 24",
  "paragraphs": [
    "SALVATORE CHOOSES THE WRONG MOMENT\r\n\r\n\r\nArchie reclaimed the family jewellery from its temporary home next\r\nmorning; and, having done so, sauntered back to the Cosmopolis. He was\r\nsurprised, on entering the lobby, to meet his father-in-law. More\r\nsurprising still, Mr. Brewster was manifestly in a mood of\r\nextraordinary geniality. Archie could hardly believe his eyes when the\r\nother waved cheerily to him—nor his ears a moment later when Mr.\r\nBrewster, addressing him as “my boy,” asked him how he was and\r\nmentioned that the day was a warm one.\r\n\r\nObviously this jovial frame of mind must be taken advantage of; and\r\nArchie’s first thought was of the downtrodden Salvatore, to the tale of\r\nwhose wrongs he had listened so sympathetically on the previous day.\r\nNow was plainly the moment for the waiter to submit his grievance,\r\nbefore some ebb-tide caused the milk of human kindness to flow out of\r\nDaniel Brewster. With a swift “Cheerio!” in his father-in-law’s\r\ndirection, Archie bounded into the grill-room. Salvatore, the hour for\r\nluncheon being imminent but not yet having arrived, was standing\r\nagainst the far wall in an attitude of thought.\r\n\r\n“Laddie!” cried Archie.\r\n\r\n“Sare?”\r\n\r\n“A most extraordinary thing has happened. Good old Brewster has\r\nsuddenly popped up through a trap and is out in the lobby now. And\r\nwhat’s still more weird, he’s apparently bucked.”\r\n\r\n“Sare?”\r\n\r\n“Braced, you know. In the pink. Pleased about something. If you go to\r\nhim now with that yarn of yours, you can’t fail. He’ll kiss you on both\r\ncheeks and give you his bank-roll and collar-stud. Charge along and ask\r\nthe head-waiter if you can have ten minutes off.”\r\n\r\nSalvatore vanished in search of the potentate named, and Archie\r\nreturned to the lobby to bask in the unwonted sunshine.\r\n\r\n“Well, well, well, what!” he said. “I thought you were at Brookport.”\r\n\r\n“I came up this morning to meet a friend of mine,” replied Mr. Brewster\r\ngenially. “Professor Binstead.”\r\n\r\n“Don’t think I know him.”\r\n\r\n“Very interesting man,” said Mr. Brewster, still with the same uncanny\r\namiability. “He’s a dabbler in a good many things—science, phrenology,\r\nantiques. I asked him to bid for me at a sale yesterday. There was a\r\nlittle china figure—”\r\n\r\nArchie’s jaw fell.\r\n\r\n“China figure?” he stammered feebly.\r\n\r\n“Yes. The companion to one you may have noticed on my mantelpiece\r\nupstairs. I have been trying to get the pair of them for years. I\r\nshould never have heard of this one if it had not been for that valet\r\nof mine, Parker. Very good of him to let me know of it, considering I\r\nhad fired him. Ah, here is Binstead.”—He moved to greet the small,\r\nmiddle-aged man with the tortoiseshell-rimmed spectacles who was\r\nbustling across the lobby.—“Well, Binstead, so you got it?”\r\n\r\n“Yes.”\r\n\r\n“I suppose the price wasn’t particularly stiff?”\r\n\r\n“Twenty-three hundred.”\r\n\r\n“Twenty-three hundred!” Mr. Brewster seemed to reel in his tracks.\r\n“Twenty-three _hundred!_”\r\n\r\n“You gave me carte blanche.”\r\n\r\n“Yes, but twenty-three hundred!”\r\n\r\n“I could have got it for a few dollars, but unfortunately I was a\r\nlittle late, and, when I arrived, some young fool had bid it up to a\r\nthousand, and he stuck to me till I finally shook him off at\r\ntwenty-three hundred. Why, this is the very man! Is he a friend of\r\nyours?”\r\n\r\nArchie coughed.\r\n\r\n“More a relation than a friend, what? Son-in-law, don’t you know!”\r\n\r\nMr. Brewster’s amiability had vanished.\r\n\r\n“What damned foolery have you been up to _now?_” he demanded. “Can’t I\r\nmove a step without stubbing my toe on you? Why the devil did you bid?”\r\n\r\n“We thought it would be rather a fruity scheme. We talked it over and\r\ncame to the conclusion that it was an egg. Wanted to get hold of the\r\nrummy little object, don’t you know, and surprise you.”\r\n\r\n“Who’s we?”\r\n\r\n“Lucille and I.”\r\n\r\n“But how did you hear of it at all?”\r\n\r\n“Parker, the valet-chappie, you know, wrote me a letter about it.”\r\n\r\n“Parker! Didn’t he tell you that he had told me the figure was to be\r\nsold?”\r\n\r\n“Absolutely not!” A sudden suspicion came to Archie. He was normally a\r\nguileless young man, but even to him the extreme fishiness of the part\r\nplayed by Herbert Parker had become apparent. “I say, you know, it\r\nlooks to me as if friend Parker had been having us all on a bit, what?\r\nI mean to say it was jolly old Herb, who tipped your son off—Bill, you\r\nknow—to go and bid for the thing.”\r\n\r\n“Bill! Was Bill there?”\r\n\r\n“Absolutely in person! We were bidding against each other like the\r\ndickens till we managed to get together and get acquainted. And then\r\nthis bird—this gentleman—sailed in and started to slip it across us.”\r\n\r\nProfessor Binstead chuckled—the care-free chuckle of a man who sees all\r\nthose around him smitten in the pocket, while he himself remains\r\nuntouched.\r\n\r\n“A very ingenious rogue, this Parker of yours, Brewster. His method\r\nseems to have been simple but masterly. I have no doubt that either he\r\nor a confederate obtained the figure and placed it with the auctioneer,\r\nand then he ensured a good price for it by getting us all to bid\r\nagainst each other. Very ingenious!”\r\n\r\nMr. Brewster struggled with his feelings. Then he seemed to overcome\r\nthem and to force himself to look on the bright side.\r\n\r\n“Well, anyway,” he said. “I’ve got the pair of figures, and that’s what\r\nI wanted. Is that it in that parcel?”\r\n\r\n“This is it. I wouldn’t trust an express company to deliver it. Suppose\r\nwe go up to your room and see how the two look side by side.”\r\n\r\nThey crossed the lobby to the lift.-The cloud was still on Mr.\r\nBrewster’s brow as they stepped out and made their way to his suite.\r\nLike most men who have risen from poverty to wealth by their own\r\nexertions, Mr. Brewster objected to parting with his money\r\nunnecessarily, and it was plain that that twenty-three hundred dollars\r\nstill rankled.\r\n\r\nMr. Brewster unlocked the door and crossed the room. Then, suddenly, he\r\nhalted, stared, and stared again. He sprang to the bell and pressed it,\r\nthen stood gurgling wordlessly.\r\n\r\n“Anything wrong, old bean?” queried Archie, solicitously.\r\n\r\n“Wrong! Wrong! It’s gone!”\r\n\r\n“Gone?”\r\n\r\n“The figure!”\r\n\r\nThe floor-waiter had manifested himself silently in answer to the bell,\r\nand was standing in the doorway.\r\n\r\n“Simmons!” Mr. Brewster turned to him wildly. “Has anyone been in this\r\nsuite since I went away?”\r\n\r\n“No, sir.”\r\n\r\n“Nobody?”\r\n\r\n“Nobody except your valet, sir—Parker. He said he had come to fetch\r\nsome things away. I supposed he had come from you, sir, with\r\ninstructions.”\r\n\r\n“Get out!”\r\n\r\nProfessor Binstead had unwrapped his parcel, and had placed the Pongo\r\non the table. There was a weighty silence. Archie picked up the little\r\nchina figure and balanced it on the palm of his hand. It was a small\r\nthing, he reflected philosophically, but it had made quite a stir in\r\nthe world.\r\n\r\nMr. Brewster fermented for a while without speaking.\r\n\r\n“So,” he said, at last, in a voice trembling with self-pity, “I have\r\nbeen to all this trouble—”\r\n\r\n“And expense,” put in Professor Binstead, gently.\r\n\r\n“Merely to buy back something which had been stolen from me! And, owing\r\nto your damned officiousness,” he cried, turning on Archie, “I have had\r\nto pay twenty-three hundred dollars for it! I don’t know why they make\r\nsuch a fuss about Job. Job never had anything like you around!”\r\n\r\n“Of course,” argued Archie, “he had one or two boils.”\r\n\r\n“Boils! What are boils?”\r\n\r\n“Dashed sorry,” murmured Archie. “Acted for the best. Meant well. And\r\nall that sort of rot!”\r\n\r\nProfessor Binstead’s mind seemed occupied to the exclusion of all other\r\naspects of the affair, with the ingenuity of the absent Parker.\r\n\r\n“A cunning scheme!” he said. “A very cunning scheme! This man Parker\r\nmust have a brain of no low order. I should like to feel his bumps!”\r\n\r\n“I should like to give him some!” said the stricken Mr. Brewster. He\r\nbreathed a deep breath. “Oh, well,” he said, “situated as I am, with a\r\ncrook valet and an imbecile son-in-law, I suppose I ought to be\r\nthankful that I’ve still got my own property, even if I have had to pay\r\ntwenty-three hundred dollars for the privilege of keeping it.” He\r\nrounded on Archie, who was in a reverie. The thought of the unfortunate\r\nBill had just crossed Archie’s mind. It would be many moons, many weary\r\nmoons, before Mr. Brewster would be in a suitable mood to listen\r\nsympathetically to the story of love’s young dream. “Give me that\r\nfigure!”\r\n\r\nArchie continued to toy absently with Pongo. He was wondering now how\r\nbest to break this sad occurrence to Lucille. It would be a\r\ndisappointment for the poor girl.\r\n\r\n“_Give me that figure!_”\r\n\r\nArchie started violently. There was an instant in which Pongo seemed to\r\nhang suspended, like Mohammed’s coffin, between heaven and earth, then\r\nthe force of gravity asserted itself. Pongo fell with a sharp crack and\r\ndisintegrated. And as it did so there was a knock at the door, and in\r\nwalked a dark, furtive person, who to the inflamed vision of Mr. Daniel\r\nBrewster looked like something connected with the executive staff of\r\nthe Black Hand. With all time at his disposal, the unfortunate\r\nSalvatore had selected this moment for stating his case.\r\n\r\n“Get out!” bellowed Mr. Brewster. “I didn’t ring for a waiter.”\r\n\r\nArchie, his mind reeling beneath the catastrophe, recovered himself\r\nsufficiently to do the honours. It was at his instigation that\r\nSalvatore was there, and, greatly as he wished that he could have seen\r\nfit to choose a more auspicious moment for his business chat, he felt\r\ncompelled to do his best to see him through.\r\n\r\n“Oh, I say, half a second,” he said. “You don’t quite understand. As a\r\nmatter of fact, this chappie is by way of being downtrodden and\r\noppressed and what not, and I suggested that he should get hold of you\r\nand speak a few well-chosen words. Of course, if you’d rather—some\r\nother time—”\r\n\r\nBut Mr. Brewster was not permitted to postpone the interview. Before he\r\ncould get his breath, Salvatore had begun to talk. He was a strong,\r\nambidextrous talker, whom it was hard to interrupt; and it was not for\r\nsome moments that Mr. Brewster succeeded in getting a word in. When he\r\ndid, he spoke to the point. Though not a linguist, he had been able to\r\nfollow the discourse closely enough to realise that the waiter was\r\ndissatisfied with conditions in his hotel; and Mr. Brewster, as has\r\nbeen indicated, had a short way with people who criticised the\r\nCosmopolis.\r\n\r\n“You’re fired!” said Mr. Brewster.\r\n\r\n“Oh, I say!” protested Archie.\r\n\r\nSalvatore muttered what sounded like a passage from Dante.\r\n\r\n“Fired!” repeated Mr. Brewster resolutely. “And I wish to heaven,” he\r\nadded, eyeing his son-in-law malignantly, “I could fire _you!_”\r\n\r\n“Well,” said Professor Binstead cheerfully, breaking the grim silence\r\nwhich followed this outburst, “if you will give me your cheque,\r\nBrewster, I think I will be going. Two thousand three hundred dollars.\r\nMake it open, if you will, and then I can run round the corner and cash\r\nit before lunch. That will be capital!”"
  ]
}