{
  "index": 23,
  "title": "Chapter 22",
  "paragraphs": [
    "A LETTER FROM PARKER\r\n\r\n\r\nAs the days went by and he settled down at the Hotel Cosmopolis,\r\nArchie, looking about him and revising earlier judgments, was inclined\r\nto think that of all his immediate circle he most admired Parker, the\r\nlean, grave valet of Mr. Daniel Brewster. Here was a man who, living in\r\nthe closest contact with one of the most difficult persons in New York,\r\ncontrived all the while to maintain an unbowed head, and, as far as one\r\ncould gather from appearances, a tolerably cheerful disposition. A\r\ngreat man, judge him by what standard you pleased. Anxious as he was to\r\nearn an honest living, Archie would not have changed places with Parker\r\nfor the salary of a movie-star.\r\n\r\nIt was Parker who first directed Archie’s attention to the hidden\r\nmerits of Pongo. Archie had drifted into his father-in-law’s suite one\r\nmorning, as he sometimes did in the effort to establish more amicable\r\nrelations, and had found it occupied only by the valet, who was dusting\r\nthe furniture and bric-a-brac with a feather broom rather in the style\r\nof a man-servant at the rise of the curtain of an old-fashioned farce.\r\nAfter a courteous exchange of greetings, Archie sat down and lit a\r\ncigarette. Parker went on dusting.\r\n\r\n“The guv’nor,” said Parker, breaking the silence, “has some nice little\r\nobjay dar, sir.”\r\n\r\n“Little what?”\r\n\r\n“Objay dar, sir.”\r\n\r\nLight dawned upon Archie.\r\n\r\n“Of course, yes. French for junk. I see what you mean now. Dare say\r\nyou’re right, old friend. Don’t know much about these things myself.”\r\n\r\nParker gave an appreciative flick at a vase on the mantelpiece.\r\n\r\n“Very valuable, some of the guv’nor’s things.” He had picked up the\r\nsmall china figure of the warrior with the spear, and was grooming it\r\nwith the ostentatious care of one brushing flies off a sleeping Venus.\r\nHe regarded this figure with a look of affectionate esteem which seemed\r\nto Archie absolutely uncalled-for. Archie’s taste in Art was not\r\nprecious. To his untutored eye the thing was only one degree less foul\r\nthan his father-in-law’s Japanese prints, which he had always observed\r\nwith silent loathing. “This one, now,” continued Parker. “Worth a lot\r\nof money. Oh, a lot of money.”\r\n\r\n“What, Pongo?” said Archie incredulously.\r\n\r\n“Sir?”\r\n\r\n“I always call that rummy-looking what-not Pongo. Don’t know what else\r\nyou could call him, what!”\r\n\r\nThe valet seemed to disapprove of this levity. He shook his head and\r\nreplaced the figure on the mantelpiece.\r\n\r\n“Worth a lot of money,” he repeated. “Not by itself, no.”\r\n\r\n“Oh, not by itself?”\r\n\r\n“No, sir. Things like this come in pairs. Somewhere or other there’s\r\nthe companion-piece to this here, and if the guv’nor could get hold of\r\nit, he’d have something worth having. Something that connoozers would\r\ngive a lot of money for. But one’s no good without the other. You have\r\nto have both, if you understand my meaning, sir.”\r\n\r\n“I see. Like filling a straight flush, what?”\r\n\r\n“Precisely, sir.”\r\n\r\nArchie gazed at Pongo again, with the dim hope of discovering virtues\r\nnot immediately apparent to the casual observer. But without success.\r\nPongo left him cold—even chilly. He would not have taken Pongo as a\r\ngift, to oblige a dying friend.\r\n\r\n“How much would the pair be worth?” he asked. “Ten dollars?”\r\n\r\nParker smiled a gravely superior smile. “A leetle more than that, sir.\r\nSeveral thousand dollars, more like it.”\r\n\r\n“Do you mean to say,” said Archie, with honest amazement, “that there\r\nare chumps going about loose—absolutely loose—who would pay that for a\r\nweird little object like Pongo?”\r\n\r\n“Undoubtedly, sir. These antique china figures are in great demand\r\namong collectors.”\r\n\r\nArchie looked at Pongo once more, and shook his head.\r\n\r\n“Well, well, well! It takes all sorts to make a world, what!”\r\n\r\nWhat might be called the revival of Pongo, the restoration of Pongo to\r\nthe ranks of the things that matter, took place several weeks later,\r\nwhen Archie was making holiday at the house which his father-in-law had\r\ntaken for the summer at Brookport. The curtain of the second act may be\r\nsaid to rise on Archie strolling back from the golf-links in the cool\r\nof an August evening. From time to time he sang slightly, and wondered\r\nidly if Lucille would put the finishing touch upon the all-rightness of\r\neverything by coming to meet him and sharing his homeward walk.\r\n\r\nShe came in view at this moment, a trim little figure in a white skirt\r\nand a pale blue sweater. She waved to Archie; and Archie, as always at\r\nthe sight of her, was conscious of that jumpy, fluttering sensation\r\nabout the heart, which, translated into words, would have formed the\r\nquestion, “What on earth could have made a girl like that fall in love\r\nwith a chump like me?” It was a question which he was continually\r\nasking himself, and one which was perpetually in the mind also of Mr.\r\nBrewster, his father-in-law. The matter of Archie’s unworthiness to be\r\nthe husband of Lucille was practically the only one on which the two\r\nmen saw eye to eye.\r\n\r\n“Hallo—allo—allo!” said Archie. “Here we are, what! I was just hoping\r\nyou would drift over the horizon.”\r\n\r\nLucille kissed him.\r\n\r\n“You’re a darling,” she said. “And you look like a Greek god in that\r\nsuit.”\r\n\r\n“Glad you like it.” Archie squinted with some complacency down his\r\nchest. “I always say it doesn’t matter what you pay for a suit, so long\r\nas it’s _right_. I hope your jolly old father will feel that way when\r\nhe settles up for it.”\r\n\r\n“Where is father? Why didn’t he come back with you?”\r\n\r\n“Well, as a matter of fact, he didn’t seem any too keen on my company.\r\nI left him in the locker-room chewing a cigar. Gave me the impression\r\nof having something on his mind.”\r\n\r\n“Oh, Archie! You didn’t beat him _again?_”\r\n\r\nArchie looked uncomfortable. He gazed out to sea with something of\r\nembarrassment.\r\n\r\n“Well, as a matter of fact, old thing, to be absolutely frank, I, as it\r\nwere, did!”\r\n\r\n“Not badly?”\r\n\r\n“Well, yes! I rather fancy I put it across him with some vim and not a\r\nlittle emphasis. To be perfectly accurate, I licked him by ten and\r\neight.”\r\n\r\n“But you promised me you would let him beat you to-day. You know how\r\npleased it would have made him.”\r\n\r\n“I know. But, light of my soul, have you any idea how dashed difficult\r\nit is to get beaten by your festive parent at golf?”\r\n\r\n“Oh, well!” Lucille sighed. “It can’t be helped, I suppose.” She felt\r\nin the pocket of her sweater. “Oh, there’s a letter for you. I’ve just\r\nbeen to fetch the mail. I don’t know who it can be from. The\r\nhandwriting looks like a vampire’s. Kind of scrawly.”\r\n\r\nArchie inspected the envelope. It provided no solution.\r\n\r\n“That’s rummy! Who could be writing to me?”\r\n\r\n“Open it and see.”\r\n\r\n“Dashed bright scheme! I will, Herbert Parker. Who the deuce is Herbert\r\nParker?”\r\n\r\n“Parker? Father’s valet’s name was Parker. The one he dismissed when he\r\nfound he was wearing his shirts.”\r\n\r\n“Do you mean to say any reasonable chappie would willingly wear the\r\nsort of shirts your father—? I mean to say, there must have been some\r\nmistake.”\r\n\r\n“Do read the letter. I expect he wants to use your influence with\r\nfather to have him taken back.”\r\n\r\n“_My_ influence? With your _father_? Well, I’m dashed. Sanguine sort of\r\nJohnny, if he does. Well, here’s what he says. Of course, I remember\r\njolly old Parker now—great pal of mine.”\r\n\r\nDear Sir,—It is some time since the undersigned had the honour of\r\nconversing with you, but I am respectfully trusting that you may recall\r\nme to mind when I mention that until recently I served Mr. Brewster,\r\nyour father-in-law, in the capacity of valet. Owing to an unfortunate\r\nmisunderstanding, I was dismissed from that position and am now\r\ntemporarily out of a job. “How art thou fallen from Heaven, O Lucifer,\r\nson of the morning!” (Isaiah xiv. 12.)\r\n\r\n\r\n“You know,” said Archie, admiringly, “this bird is hot stuff! I mean to\r\nsay he writes dashed well.”\r\n\r\nIt is not, however, with my own affairs that I desire to trouble you,\r\ndear sir. I have little doubt that all will be well with me and that I\r\nshall not fall like a sparrow to the ground. “I have been young and now\r\nam old; yet have I not seen the righteous forsaken, nor his seed\r\nbegging bread” (Psalms xxxvii. 25). My object in writing to you is as\r\nfollows. You may recall that I had the pleasure of meeting you one\r\nmorning in Mr. Brewster’s suite, when we had an interesting talk on the\r\nsubject of Mr. B.’s _objets d’art_. You may recall being particularly\r\ninterested in a small china figure. To assist your memory, the figure\r\nto which I allude is the one which you whimsically referred to as\r\nPongo. I informed you, if you remember, that, could the accompanying\r\nfigure be secured, the pair would be extremely valuable.\r\n    I am glad to say, dear sir, that this has now transpired, and is on\r\n    view at Beale’s Art Galleries on West Forty-Fifth Street, where it\r\n    will be sold to-morrow at auction, the sale commencing at\r\n    two-thirty sharp. If Mr. Brewster cares to attend, he will, I\r\n    fancy, have little trouble in securing it at a reasonable price. I\r\n    confess that I had thought of refraining from apprising my late\r\n    employer of this matter, but more Christian feelings have\r\n    prevailed. “If thine enemy hunger, feed him; if he thirst, give him\r\n    drink; for in so doing thou shalt heap coals of fire on his head”\r\n    (Romans xii. 20). Nor, I must confess, am I altogether uninfluenced\r\n    by the thought that my action in this matter may conceivably lead\r\n    to Mr. B. consenting to forget the past and to reinstate me in my\r\n    former position. However, I am confident that I can leave this to\r\n    his good feeling.\r\n\r\n\r\nI remain, respectfully yours,\r\nHerbert Parker.\r\n\r\n\r\nLucille clapped her hands.\r\n\r\n“How splendid! Father _will_ be pleased!”\r\n\r\n“Yes. Friend Parker has certainly found a way to make the old dad fond\r\nof him. Wish _I_ could!”\r\n\r\n“But you can, silly! He’ll be delighted when you show him that letter.”\r\n\r\n“Yes, with Parker. Old Herb. Parker’s is the neck he’ll fall on—not\r\nmine.”\r\n\r\nLucille reflected.\r\n\r\n“I wish—” she began. She stopped. Her eyes lit up. “Oh, Archie,\r\ndarling, I’ve got an idea!”\r\n\r\n“Decant it.”\r\n\r\n“Why don’t you slip up to New York to-morrow and buy the thing, and\r\ngive it to father as a surprise?”\r\n\r\nArchie patted her hand kindly. He hated to spoil her girlish\r\nday-dreams.\r\n\r\n“Yes,” he said. “But reflect, queen of my heart! I have at the moment\r\nof going to press just two dollars fifty in specie, which I took off\r\nyour father this after-noon. We were playing twenty-five cents a hole.\r\nHe coughed it up without enthusiasm—in fact, with a nasty hacking\r\nsound—but I’ve got it. But that’s all I have got.”\r\n\r\n“That’s all right. You can pawn that ring and that bracelet of mine.”\r\n\r\n“Oh, I say, what! Pop the family jewels?”\r\n\r\n“Only for a day or two. Of course, once you’ve got the thing, father\r\nwill pay us back. He would give you all the money we asked him for, if\r\nhe knew what it was for. But I want to surprise him. And if you were to\r\ngo to him and ask him for a thousand dollars without telling him what\r\nit was for, he might refuse.”\r\n\r\n“He might!” said Archie. “He might!”\r\n\r\n“It all works out splendidly. To-morrow’s the Invitation Handicap, and\r\nfather’s been looking forward to it for weeks. He’d hate to have to go\r\nup to town himself and not play in it. But you can slip up and slip\r\nback without his knowing anything about it.”\r\n\r\nArchie pondered.\r\n\r\n“It sounds a ripe scheme. Yes, it has all the ear-marks of a somewhat\r\nfruity wheeze! By Jove, it _is_ a fruity wheeze! It’s an egg!”\r\n\r\n“An egg?”\r\n\r\n“Good egg, you know. Halloa, here’s a postscript. I didn’t see it.”\r\n\r\nP.S.—I should be glad if you would convey my most cordial respects to\r\nMrs. Moffam. Will you also inform her that I chanced to meet Mr.\r\nWilliam this morning on Broadway, just off the boat. He desired me to\r\nsend his regards and to say that he would be joining you at Brookport\r\nin the course of a day or so. Mr. B. will be pleased to have him back.\r\n“A wise son maketh a glad father” (Proverbs x. 1).\r\n\r\n\r\n“Who’s Mr. William?” asked Archie.\r\n\r\n“My brother Bill, of course. I’ve told you all about him.”\r\n\r\n“Oh yes, of course. Your brother Bill. Rummy to think I’ve got a\r\nbrother-in-law I’ve never seen.”\r\n\r\n“You see, we married so suddenly. When we married, Bill was in Yale.”\r\n\r\n“Good God! What for?”\r\n\r\n“Not jail, silly. Yale. The university.”\r\n\r\n“Oh, ah, yes.”\r\n\r\n“Then he went over to Europe for a trip to broaden his mind. You must\r\nlook him up to-morrow when you get back to New York. He’s sure to be at\r\nhis club.”\r\n\r\n“I’ll make a point of it. Well, vote of thanks to good old Parker! This\r\nreally does begin to look like the point in my career where I start to\r\nhave your forbidding old parent eating out of my hand.”\r\n\r\n“Yes, it’s an egg, isn’t it!”\r\n\r\n“Queen of my soul,” said Archie enthusiastically, “it’s an omelette!”\r\n\r\nThe business negotiations in connection with the bracelet and the ring\r\noccupied Archie on his arrival in New York to an extent which made it\r\nimpossible for him to call on Brother Bill before lunch. He decided to\r\npostpone the affecting meeting of brothers-in-law to a more convenient\r\nseason, and made his way to his favourite table at the Cosmopolis\r\ngrill-room for a bite of lunch preliminary to the fatigues of the sale.\r\nHe found Salvatore hovering about as usual, and instructed him to come\r\nto the rescue with a minute steak.\r\n\r\nSalvatore was the dark, sinister-looking waiter who attended, among\r\nother tables, to the one at the far end of the grill-room at which\r\nArchie usually sat. For several weeks Archie’s conversations with the\r\nother had dealt exclusively with the bill of fare and its contents; but\r\ngradually he had found himself becoming more personal. Even before the\r\nwar and its democratising influences, Archie had always lacked that\r\nreserve which characterises many Britons; and since the war he had\r\nlooked on nearly everyone he met as a brother. Long since, through the\r\nmedium of a series of friendly chats, he had heard all about\r\nSalvatore’s home in Italy, the little newspaper and tobacco shop which\r\nhis mother owned down on Seventh Avenue, and a hundred other personal\r\ndetails. Archie had an insatiable curiosity about his fellow-man.\r\n\r\n“Well done,” said Archie.\r\n\r\n“Sare?”\r\n\r\n“The steak. Not too rare, you know.”\r\n\r\n“Very good, sare.”\r\n\r\nArchie looked at the waiter closely. His tone had been subdued and sad.\r\nOf course, you don’t expect a waiter to beam all over his face and give\r\nthree rousing cheers simply because you have asked him to bring you a\r\nminute steak, but still there was something about Salvatore’s manner\r\nthat disturbed Archie. The man appeared to have the pip. Whether he was\r\nmerely homesick and brooding on the lost delights of his sunny native\r\nland, or whether his trouble was more definite, could only be\r\nascertained by enquiry. So Archie enquired.\r\n\r\n“What’s the matter, laddie?” he said sympathetically. “Something on\r\nyour mind?”\r\n\r\n“Sare?”\r\n\r\n“I say, there seems to be something on your mind. What’s the trouble?”\r\n\r\nThe waiter shrugged his shoulders, as if indicating an unwillingness to\r\ninflict his grievances on one of the tipping classes.\r\n\r\n“Come on!” persisted Archie encouragingly. “All pals here. Barge along,\r\nold thing, and let’s have it.”\r\n\r\nSalvatore, thus admonished, proceeded in a hurried undertone—with one\r\neye on the headwaiter—to lay bare his soul. What he said was not very\r\ncoherent, but Archie could make out enough of it to gather that it was\r\na sad story of excessive hours and insufficient pay. He mused awhile.\r\nThe waiter’s hard case touched him.\r\n\r\n“I’ll tell you what,” he said at last. “When jolly old Brewster comes\r\nback to town—he’s away just now—I’ll take you along to him and we’ll\r\nbeard the old boy in his den. I’ll introduce you, and you get that\r\nextract from Italian opera off your chest which you’ve just been\r\nsinging to me, and you’ll find it’ll be all right. He isn’t what you\r\nmight call one of my greatest admirers, but everybody says he’s a\r\nsquare sort of cove and he’ll see you aren’t snootered. And now,\r\nladdie, touching the matter of that steak.”\r\n\r\nThe waiter disappeared, greatly cheered, and Archie, turning, perceived\r\nthat his friend Reggie van Tuyl was entering the room. He waved to him\r\nto join his table. He liked Reggie, and it also occurred to him that a\r\nman of the world like the heir of the van Tuyls, who had been popping\r\nabout New York for years, might be able to give him some much-needed\r\ninformation on the procedure at an auction sale, a matter on which he\r\nhimself was profoundly ignorant."
  ]
}