{
  "index": 22,
  "title": "Chapter 21",
  "paragraphs": [
    "A DISTURBED NIGHT FOR DEAR OLD SQUIFFY\r\n\r\n\r\nPeril sharpens the intellect. Archie’s mind as a rule worked in rather\r\na languid and restful sort of way, but now it got going with a rush and\r\na whir. He glared round the room. He had never seen a room so devoid of\r\nsatisfactory cover. And then there came to him a scheme, a ruse. It\r\noffered a chance of escape. It was, indeed, a bit of all right.\r\n\r\nPeter, the snake, loafing contentedly about the carpet, found himself\r\nseized by what the Encyclopaedia calls the “distensible gullet” and\r\nlooked up reproachfully. The next moment he was in his bag again; and\r\nArchie, bounding silently into the bathroom, was tearing the cord off\r\nhis dressing-gown.\r\n\r\nThere came a banging at the door. A voice spoke sternly. A masculine\r\nvoice this time.\r\n\r\n“Say! Open this door!”\r\n\r\nArchie rapidly attached the dressing-gown cord to the handle of the\r\nbag, leaped to the window, opened it, tied the cord to a projecting\r\npiece of iron on the sill, lowered Peter and the bag into the depths,\r\nand closed the window again. The whole affair took but a few seconds.\r\nGenerals have received the thanks of their nations for displaying less\r\nresource on the field of battle.\r\n\r\nHe opened the door. Outside stood the bereaved woman, and beside her a\r\nbullet-headed gentleman with a bowler hat on the back of his head, in\r\nwhom Archie recognised the hotel detective.\r\n\r\nThe hotel detective also recognised Archie, and the stern cast of his\r\nfeatures relaxed. He even smiled a rusty but propitiatory smile. He\r\nimagined—erroneously—that Archie, being the son-in-law of the owner of\r\nthe hotel, had a pull with that gentleman; and he resolved to proceed\r\nwarily lest he jeopardise his job.\r\n\r\n“Why, Mr. Moffam!” he said, apologetically. “I didn’t know it was you I\r\nwas disturbing.”\r\n\r\n“Always glad to have a chat,” said Archie, cordially. “What seems to be\r\nthe trouble?”\r\n\r\n“My snake!” cried the queen of tragedy. “Where is my snake?”\r\n\r\nArchie, looked at the detective. The detective looked at Archie.\r\n\r\n“This lady,” said the detective, with a dry little cough, “thinks her\r\nsnake is in your room, Mr. Moffam.”\r\n\r\n“Snake?”\r\n\r\n“Snake’s what the lady said.”\r\n\r\n“My snake! My Peter!” Mme. Brudowska’s voice shook with emotion. “He is\r\nhere—here in this room.”\r\n\r\nArchie shook his head.\r\n\r\n“No snakes here! Absolutely not! I remember noticing when I came in.”\r\n\r\n“The snake is here—here in this room. This man had it in a bag! I saw\r\nhim! He is a thief!”\r\n\r\n“Easy, ma’am!” protested the detective. “Go easy! This gentleman is the\r\nboss’s son-in-law.”\r\n\r\n“I care not who he is! He has my snake! Here—here in this room!”\r\n\r\n“Mr. Moffam wouldn’t go round stealing snakes.”\r\n\r\n“Rather not,” said Archie. “Never stole a snake in my life. None of the\r\nMoffams have ever gone about stealing snakes. Regular family tradition!\r\nThough I once had an uncle who kept gold-fish.”\r\n\r\n“Here he is! Here! My Peter!”\r\n\r\nArchie looked at the detective. The detective looked at Archie. “We\r\nmust humour her!” their glances said.\r\n\r\n“Of course,” said Archie, “if you’d like to search the room, what? What\r\nI mean to say is, this is Liberty Hall. Everybody welcome! Bring the\r\nkiddies!”\r\n\r\n“I will search the room!” said Mme. Brudowska.\r\n\r\nThe detective glanced apologetically at Archie.\r\n\r\n“Don’t blame me for this, Mr. Moffam,” he urged.\r\n\r\n“Rather not! Only too glad you’ve dropped in!”\r\n\r\nHe took up an easy attitude against the window, and watched the empress\r\nof the emotional drama explore. Presently she desisted, baffled. For an\r\ninstant she paused, as though about to speak, then swept from the room.\r\nA moment later a door banged across the passage.\r\n\r\n“How do they get that way?” queried the detective, “Well, g’bye, Mr.\r\nMoffam. Sorry to have butted in.”\r\n\r\nThe door closed. Archie waited a few moments, then went to the window\r\nand hauled in the slack. Presently the bag appeared over the edge of\r\nthe window-sill.\r\n\r\n“Good God!” said Archie.\r\n\r\nIn the rush and swirl of recent events he must have omitted to see that\r\nthe clasp that fastened the bag was properly closed; for the bag, as it\r\njumped on to the window-sill, gaped at him like a yawning face. And\r\ninside it there was nothing.\r\n\r\nArchie leaned as far out of the window as he could manage without\r\ncommitting suicide. Far below him, the traffic took its usual course\r\nand the pedestrians moved to and fro upon the pavements. There was no\r\ncrowding, no excitement. Yet only a few moments before a long green\r\nsnake with three hundred ribs, a distensible gullet, and gastrocentrous\r\nvertebras must have descended on that street like the gentle rain from\r\nHeaven upon the place beneath. And nobody seemed even interested. Not\r\nfor the first time since he had arrived in America, Archie marvelled at\r\nthe cynical detachment of the New Yorker, who permits himself to be\r\nsurprised at nothing.\r\n\r\nHe shut the window and moved away with a heavy heart. He had not had\r\nthe pleasure of an extended acquaintanceship with Peter, but he had\r\nseen enough of him to realise his sterling qualities. Somewhere beneath\r\nPeter’s three hundred ribs there had lain a heart of gold, and Archie\r\nmourned for his loss.\r\n\r\nArchie had a dinner and theatre engagement that night, and it was late\r\nwhen he returned to the hotel. He found his father-in-law prowling\r\nrestlessly about the lobby. There seemed to be something on Mr.\r\nBrewster’s mind. He came up to Archie with a brooding frown on his\r\nsquare face.\r\n\r\n“Who’s this man Seacliff?” he demanded, without preamble. “I hear he’s\r\na friend of yours.”\r\n\r\n“Oh, you’ve met him, what?” said Archie. “Had a nice little chat\r\ntogether, yes? Talked of this and that, no!”\r\n\r\n“We have not said a word to each other.”\r\n\r\n“Really? Oh, well, dear old Squiffy is one of those strong, silent\r\nfellers you know. You mustn’t mind if he’s a bit dumb. He never says\r\nmuch, but it’s whispered round the clubs that he thinks a lot. It was\r\nrumoured in the spring of nineteen-thirteen that Squiffy was on the\r\npoint of making a bright remark, but it never came to anything.”\r\n\r\nMr. Brewster struggled with his feelings.\r\n\r\n“Who _is_ he? You seem to know him.”\r\n\r\n“Oh yes. Great pal of mine, Squiffy. We went through Eton, Oxford, and\r\nthe Bankruptcy Court together. And here’s a rummy coincidence. When\r\nthey examined _me_, I had no assets. And, when they examined Squiffy,\r\n_he_ had no assets! Rather extraordinary, what?”\r\n\r\nMr. Brewster seemed to be in no mood for discussing coincidences.\r\n\r\n“I might have known he was a friend of yours!” he said, bitterly.\r\n“Well, if you want to see him, you’ll have to do it outside my hotel.”\r\n\r\n“Why, I thought he was stopping here.”\r\n\r\n“He is—to-night. To-morrow he can look for some other hotel to break\r\nup.”\r\n\r\n“Great Scot! Has dear old Squiffy been breaking the place up?”\r\n\r\nMr. Brewster snorted.\r\n\r\n“I am informed that this precious friend of yours entered my grill-room\r\nat eight o’clock. He must have been completely intoxicated, though the\r\nhead waiter tells me he noticed nothing at the time.”\r\n\r\nArchie nodded approvingly.\r\n\r\n“Dear old Squiffy was always like that. It’s a gift. However woozled he\r\nmight be, it was impossible to detect it with the naked eye. I’ve seen\r\nthe dear old chap many a time whiffled to the eyebrows, and looking as\r\nsober as a bishop. Soberer! When did it begin to dawn on the lads in\r\nthe grill-room that the old egg had been pushing the boat out?”\r\n\r\n“The head waiter,” said Mr. Brewster, with cold fury, “tells me that he\r\ngot a hint of the man’s condition when he suddenly got up from his\r\ntable and went the round of the room, pulling off all the table-cloths,\r\nand breaking everything that was on them. He then threw a number of\r\nrolls at the diners, and left. He seems to have gone straight to bed.”\r\n\r\n“Dashed sensible of him, what? Sound, practical chap, Squiffy. But\r\nwhere on earth did he get the—er—materials?”\r\n\r\n“From his room. I made enquiries. He has six large cases in his room.”\r\n\r\n“Squiffy always was a chap of infinite resource! Well, I’m dashed sorry\r\nthis should have happened, don’t you know.”\r\n\r\n“If it hadn’t been for you, the man would never have come here.” Mr.\r\nBrewster brooded coldly. “I don’t know why it is, but ever since you\r\ncame to this hotel I’ve had nothing but trouble.”\r\n\r\n“Dashed sorry!” said Archie, sympathetically.\r\n\r\n“Grrh!” said Mr. Brewster.\r\n\r\nArchie made his way meditatively to the lift. The injustice of his\r\nfather-in-law’s attitude pained him. It was absolutely rotten and all\r\nthat to be blamed for everything that went wrong in the Hotel\r\nCosmopolis.\r\n\r\nWhile this conversation was in progress, Lord Seacliff was enjoying a\r\nrefreshing sleep in his room on the fourth floor. Two hours passed. The\r\nnoise of the traffic in the street below faded away. Only the rattle of\r\nan occasional belated cab broke the silence. In the hotel all was\r\nstill. Mr. Brewster had gone to bed. Archie, in his room, smoked\r\nmeditatively. Peace may have been said to reign.\r\n\r\nAt half-past two Lord Seacliff awoke. His hours of slumber were always\r\nirregular. He sat up in bed and switched the light on. He was a\r\nshock-headed young man with a red face and a hot brown eye. He yawned\r\nand stretched himself. His head was aching a little. The room seemed to\r\nhim a trifle close. He got out of bed and threw open the window. Then,\r\nreturning to bed, he picked up a book and began to read. He was\r\nconscious of feeling a little jumpy, and reading generally sent him to\r\nsleep.\r\n\r\nMuch has been written on the subject of bed-books. The general\r\nconsensus of opinion is that a gentle, slow-moving story makes the best\r\nopiate. If this be so, dear old Squiffy’s choice of literature had been\r\nrather injudicious. His book was _The Adventures of Sherlock Holmes_,\r\nand the particular story which he selected for perusal was the one\r\nentitled, “The Speckled Band.” He was not a great reader, but, when he\r\nread, he liked something with a bit of zip to it.\r\n\r\nSquiffy became absorbed. He had read the story before, but a long time\r\nback, and its complications were fresh to him. The tale, it may be\r\nremembered, deals with the activities of an ingenious gentleman who\r\nkept a snake, and used to loose it into people’s bedrooms as a\r\npreliminary to collecting on their insurance. It gave Squiffy pleasant\r\nthrills, for he had always had a particular horror of snakes. As a\r\nchild, he had shrunk from visiting the serpent house at the Zoo; and,\r\nlater, when he had come to man’s estate and had put off childish\r\nthings, and settled down in real earnest to his self-appointed mission\r\nof drinking up all the alcoholic fluid in England, the distaste for\r\nOphidia had lingered. To a dislike for real snakes had been added a\r\nmaturer shrinking from those which existed only in his imagination. He\r\ncould still recall his emotions on the occasion, scarcely three months\r\nbefore, when he had seen a long, green serpent which a majority of his\r\ncontemporaries had assured him wasn’t there.\r\n\r\nSquiffy read on:—\r\n\r\n“Suddenly another sound became audible—a very gentle, soothing sound,\r\nlike that of a small jet of steam escaping continuously from a kettle.”\r\n\r\n\r\nLord Seacliff looked up from his book with a start. Imagination was\r\nbeginning to play him tricks. He could have sworn that he had actually\r\nheard that identical sound. It had seemed to come from the window. He\r\nlistened again. No! All was still. He returned to his book and went on\r\nreading.\r\n\r\n“It was a singular sight that met our eyes. Beside the table, on a\r\nwooden chair, sat Doctor Grimesby Rylott, clad in a long dressing-gown.\r\nHis chin was cocked upward and his eyes were fixed in a dreadful, rigid\r\nstare at the corner of the ceiling. Round his brow he had a peculiar\r\nyellow band, with brownish speckles, which seemed to be bound tightly\r\nround his head.”\r\n    “I took a step forward. In an instant his strange head-gear began\r\n    to move, and there reared itself from among his hair the squat,\r\n    diamond-shaped head and puffed neck of a loathsome serpent...”\r\n\r\n\r\n“Ugh!” said Squiffy.\r\n\r\nHe closed the book and put it down. His head was aching worse than\r\never. He wished now that he had read something else. No fellow could\r\nread himself to sleep with this sort of thing. People ought not to\r\nwrite this sort of thing.\r\n\r\nHis heart gave a bound. There it was again, that hissing sound. And\r\nthis time he was sure it came from the window.\r\n\r\nHe looked at the window, and remained staring, frozen. Over the sill,\r\nwith a graceful, leisurely movement, a green snake was crawling. As it\r\ncrawled, it raised its head and peered from side to side, like a\r\nshortsighted man looking for his spectacles. It hesitated a moment on\r\nthe edge of the sill, then wriggled to the floor and began to cross the\r\nroom. Squiffy stared on.\r\n\r\nIt would have pained Peter deeply, for he was a snake of great\r\nsensibility, if he had known how much his entrance had disturbed the\r\noccupant of the room. He himself had no feeling but gratitude for the\r\nman who had opened the window and so enabled him to get in out of the\r\nrather nippy night air. Ever since the bag had swung open and shot him\r\nout onto the sill of the window below Archie’s, he had been waiting\r\npatiently for something of the kind to happen. He was a snake who took\r\nthings as they came, and was prepared to rough it a bit if necessary;\r\nbut for the last hour or two he had been hoping that somebody would do\r\nsomething practical in the way of getting him in out of the cold. When\r\nat home, he had an eiderdown quilt to sleep on, and the stone of the\r\nwindow-sill was a little trying to a snake of regular habits. He\r\ncrawled thankfully across the floor under Squiffy’s bed. There was a\r\npair of trousers there, for his host had undressed when not in a frame\r\nof mind to fold his clothes neatly and place them upon a chair. Peter\r\nlooked the trousers over. They were not an eiderdown quilt, but they\r\nwould serve. He curled up in them and went to sleep. He had had an\r\nexciting day, and was glad to turn in.\r\n\r\nAfter about ten minutes, the tension of Squiffy’s attitude relaxed. His\r\nheart, which had seemed to suspend its operations, began beating again.\r\nReason reasserted itself. He peeped cautiously under the bed. He could\r\nsee nothing.\r\n\r\nSquiffy was convinced. He told himself that he had never really\r\nbelieved in Peter as a living thing. It stood to reason that there\r\ncouldn’t really be a snake in his room. The window looked out on\r\nemptiness. His room was several stories above the ground. There was a\r\nstern, set expression on Squiffy’s face as he climbed out of bed. It\r\nwas the expression of a man who is turning over a new leaf, starting a\r\nnew life. He looked about the room for some implement which would carry\r\nout the deed he had to do, and finally pulled out one of the\r\ncurtain-rods. Using this as a lever, he broke open the topmost of the\r\nsix cases which stood in the corner. The soft wood cracked and split.\r\nSquiffy drew out a straw-covered bottle. For a moment he stood looking\r\nat it, as a man might gaze at a friend on the point of death. Then,\r\nwith a sudden determination, he went into the bathroom. There was a\r\ncrash of glass and a gurgling sound.\r\n\r\nHalf an hour later the telephone in Archie’s room rang. “I say, Archie,\r\nold top,” said the voice of Squiffy.\r\n\r\n“Halloa, old bean! Is that you?”\r\n\r\n“I say, could you pop down here for a second? I’m rather upset.”\r\n\r\n“Absolutely! Which room?”\r\n\r\n“Four-forty-one.”\r\n\r\n“I’ll be with you eftsoons or right speedily.”\r\n\r\n“Thanks, old man.”\r\n\r\n“What appears to be the difficulty?”\r\n\r\n“Well, as a matter of fact, I thought I saw a snake!”\r\n\r\n“A snake!”\r\n\r\n“I’ll tell you all about it when you come down.”\r\n\r\nArchie found Lord Seacliff seated on his bed. An arresting aroma of\r\nmixed drinks pervaded the atmosphere.\r\n\r\n“I say! What?” said Archie, inhaling.\r\n\r\n“That’s all right. I’ve been pouring my stock away. Just finished the\r\nlast bottle.”\r\n\r\n“But why?”\r\n\r\n“I told you. I thought I saw a snake!”\r\n\r\n“Green?”\r\n\r\nSquiffy shivered slightly.\r\n\r\n“Frightfully green!”\r\n\r\nArchie hesitated. He perceived that there are moments when silence is\r\nthe best policy. He had been worrying himself over the unfortunate case\r\nof his friend, and now that Fate seemed to have provided a solution, it\r\nwould be rash to interfere merely to ease the old bean’s mind. If\r\nSquiffy was going to reform because he thought he had seen an imaginary\r\nsnake, better not to let him know that the snake was a real one.\r\n\r\n“Dashed serious!” he said.\r\n\r\n“Bally dashed serious!” agreed Squiffy. “I’m going to cut it out!”\r\n\r\n“Great scheme!”\r\n\r\n“You don’t think,” asked Squiffy, with a touch of hopefulness, “that it\r\ncould have been a real snake?”\r\n\r\n“Never heard of the management supplying them.”\r\n\r\n“I thought it went under the bed.”\r\n\r\n“Well, take a look.”\r\n\r\nSquiffy shuddered.\r\n\r\n“Not me! I say, old top, you know, I simply can’t sleep in this room\r\nnow. I was wondering if you could give me a doss somewhere in yours.”\r\n\r\n“Rather! I’m in five-forty-one. Just above. Trot along up. Here’s the\r\nkey. I’ll tidy up a bit here, and join you in a minute.”\r\n\r\nSquiffy put on a dressing-gown and disappeared. Archie looked under the\r\nbed. From the trousers the head of Peter popped up with its usual\r\nexpression of amiable enquiry. Archie nodded pleasantly, and sat down\r\non the bed. The problem of his little friend’s immediate future wanted\r\nthinking over.\r\n\r\nHe lit a cigarette and remained for a while in thought. Then he rose.\r\nAn admirable solution had presented itself. He picked Peter up and\r\nplaced him in the pocket of his dressing-gown. Then, leaving the room,\r\nhe mounted the stairs till he reached the seventh floor. Outside a room\r\nhalf-way down the corridor he paused.\r\n\r\nFrom within, through the open transom, came the rhythmical snoring of a\r\ngood man taking his rest after the labours of the day. Mr. Brewster was\r\nalways a heavy sleeper.\r\n\r\n“There’s always a way,” thought Archie, philosophically, “if a chappie\r\nonly thinks of it.”\r\n\r\nHis father-in-law’s snoring took on a deeper note. Archie extracted\r\nPeter from his pocket and dropped him gently through the transom."
  ]
}