{
  "index": 28,
  "title": "Chapter 27",
  "paragraphs": [
    "THE SAD CASE OF LOONEY BIDDLE\r\n\r\n\r\nArchie was a simple soul, and, as is the case with most simple souls,\r\ngratitude came easily to him. He appreciated kind treatment. And when,\r\non the following day, Lucille returned to the Hermitage, all smiles and\r\naffection, and made no further reference to Beauty’s Eyes and the flies\r\nthat got into them, he was conscious of a keen desire to show some\r\nsolid recognition of this magnanimity. Few wives, he was aware, could\r\nhave had the nobility and what not to refrain from occasionally turning\r\nthe conversation in the direction of the above-mentioned topics. It had\r\nnot needed this behaviour on her part to convince him that Lucille was\r\na topper and a corker and one of the very best, for he had been\r\ncognisant of these facts since the first moment he had met her: but\r\nwhat he did feel was that she deserved to be rewarded in no uncertain\r\nmanner. And it seemed a happy coincidence to him that her birthday\r\nshould be coming along in the next week or so. Surely, felt Archie, he\r\ncould whack up some sort of a not unjuicy gift for that\r\noccasion—something pretty ripe that would make a substantial hit with\r\nthe dear girl. Surely something would come along to relieve his chronic\r\nimpecuniosity for just sufficient length of time to enable him to\r\nspread himself on this great occasion.\r\n\r\nAnd, as if in direct answer to prayer, an almost forgotten aunt in\r\nEngland suddenly, out of an absolutely blue sky, shot no less a sum\r\nthan five hundred dollars across the ocean. The present was so lavish\r\nand unexpected that Archie had the awed feeling of one who participates\r\nin a miracle. He felt, like Herbert Parker, that the righteous was not\r\nforsaken. It was the sort of thing that restored a fellow’s faith in\r\nhuman nature. For nearly a week he went about in a happy trance: and\r\nwhen, by thrift and enterprise—that is to say, by betting Reggie van\r\nTuyl that the New York Giants would win the opening game of the series\r\nagainst the Pittsburg baseball team—he contrived to double his capital,\r\nwhat it amounted to was simply that life had nothing more to offer. He\r\nwas actually in a position to go to a thousand dollars for Lucille’s\r\nbirthday present. He gathered in Mr. van Tuyl, of whose taste in these\r\nmatters he had a high opinion, and dragged him off to a jeweller’s on\r\nBroadway.\r\n\r\nThe jeweller, a stout, comfortable man, leaned on the counter and\r\nfingered lovingly the bracelet which he had lifted out of its nest of\r\nblue plush. Archie, leaning on the other side of the counter, inspected\r\nthe bracelet searchingly, wishing that he knew more about these things;\r\nfor he had rather a sort of idea that the merchant was scheming to do\r\nhim in the eyeball. In a chair by his side, Reggie van Tuyl, half\r\nasleep as usual, yawned despondently. He had permitted Archie to lug\r\nhim into this shop; and he wanted to buy something and go. Any form of\r\nsustained concentration fatigued Reggie.\r\n\r\n“Now this,” said the jeweller, “I could do at eight hundred and fifty\r\ndollars.”\r\n\r\n“Grab it!” murmured Mr. van Tuyl.\r\n\r\nThe jeweller eyed him approvingly, a man after his own heart; but\r\nArchie looked doubtful. It was all very well for Reggie to tell him to\r\ngrab it in that careless way. Reggie was a dashed millionaire, and no\r\ndoubt bought bracelets by the pound or the gross or what not; but he\r\nhimself was in an entirely different position.\r\n\r\n“Eight hundred and fifty dollars!” he said, hesitating.\r\n\r\n“Worth it,” mumbled Reggie van Tuyl.\r\n\r\n“More than worth it,” amended the jeweller. “I can assure you that it\r\nis better value than you could get anywhere on Fifth Avenue.”\r\n\r\n“Yes?” said Archie. He took the bracelet and twiddled it thoughtfully.\r\n“Well, my dear old jeweller, one can’t say fairer than that, can one—or\r\ntwo, as the case may be!” He frowned. “Oh, well, all right! But it’s\r\nrummy that women are so fearfully keen on these little thingummies,\r\nisn’t it? I mean to say, can’t see what they see in them. Stones, and\r\nall that. Still, there it is, of course!”\r\n\r\n“There,” said the jeweller, “as you say, it is, sir.”\r\n\r\n“Yes, there it is!”\r\n\r\n“Yes, there it is,” said the jeweller, “fortunately for people in my\r\nline of business. Will you take it with you, sir?”\r\n\r\nArchie reflected.\r\n\r\n“No. No, not take it with me. The fact is, you know, my wife’s coming\r\nback from the country to-night, and it’s her birthday to-morrow, and\r\nthe thing’s for her, and, if it was popping about the place to-night,\r\nshe might see it, and it would sort of spoil the surprise. I mean to\r\nsay, she doesn’t know I’m giving it her, and all that!”\r\n\r\n“Besides,” said Reggie, achieving a certain animation now that the\r\ntedious business interview was concluded, “going to the ball-game this\r\nafternoon—might get pocket picked—yes, better have it sent.”\r\n\r\n“Where shall I send it, sir?”\r\n\r\n“Eh? Oh, shoot it along to Mrs. Archibald Moffam, at the Cosmopolis.\r\nNot to-day, you know. Buzz it in first thing to-morrow.”\r\n\r\nHaving completed the satisfactory deal, the jeweller threw off the\r\nbusiness manner and became chatty.\r\n\r\n“So you are going to the ball-game? It should be an interesting\r\ncontest.”\r\n\r\nReggie van Tuyl, now—by his own standards—completely awake, took\r\nexception to this remark.\r\n\r\n“Not a bit of it!” he said, decidedly. “No contest! Can’t call it a\r\ncontest! Walkover for the Pirates!”\r\n\r\nArchie was stung to the quick. There is that about baseball which\r\narouses enthusiasm and the partisan spirit in the unlikeliest bosoms.\r\nIt is almost impossible for a man to live in America and not become\r\ngripped by the game; and Archie had long been one of its warmest\r\nadherents. He was a whole-hearted supporter of the Giants, and his only\r\ngrievance against Reggie, in other respects an estimable young man, was\r\nthat the latter, whose money had been inherited from steel-mills in\r\nthat city, had an absurd regard for the Pirates of Pittsburg.\r\n\r\n“What absolute bally rot!” he exclaimed. “Look what the Giants did to\r\nthem yesterday!”\r\n\r\n“Yesterday isn’t to-day,” said Reggie.\r\n\r\n“No, it’ll be a jolly sight worse,” said Archie. “Looney Biddle’ll be\r\npitching for the Giants to-day.”\r\n\r\n“That’s just what I mean. The Pirates have got him rattled. Look what\r\nhappened last time.”\r\n\r\nArchie understood, and his generous nature chafed at the innuendo.\r\nLooney Biddle—so-called by an affectionately admiring public as the\r\nresult of certain marked eccentricities—was beyond dispute the greatest\r\nleft-handed pitcher New York had possessed in the last decade. But\r\nthere was one blot on Mr. Biddle’s otherwise stainless scutcheon. Five\r\nweeks before, on the occasion of the Giants’ invasion of Pittsburg, he\r\nhad gone mysteriously to pieces. Few native-born partisans, brought up\r\nto baseball from the cradle, had been plunged into a profounder gloom\r\non that occasion than Archie; but his soul revolted at the thought that\r\nthat sort of thing could ever happen again.\r\n\r\n“I’m not saying,” continued Reggie, “that Biddle isn’t a very fair\r\npitcher, but it’s cruel to send him against the Pirates, and somebody\r\nought to stop it. His best friends should interfere. Once a team gets a\r\npitcher rattled, he’s never any good against them again. He loses his\r\nnerve.”\r\n\r\nThe jeweller nodded approval of this sentiment.\r\n\r\n“They never come back,” he said, sententiously.\r\n\r\nThe fighting blood of the Moffams was now thoroughly stirred. Archie\r\neyed his friend sternly. Reggie was a good chap—in many respects an\r\nextremely sound egg—but he must not be allowed to talk rot of this\r\ndescription about the greatest left-handed pitcher of the age.\r\n\r\n“It seems to me, old companion,” he said, “that a small bet is\r\nindicated at this juncture. How about it?”\r\n\r\n“Don’t want to take your money.”\r\n\r\n“You won’t have to! In the cool twilight of the merry old summer\r\nevening I, friend of my youth and companion of my riper years, shall be\r\ntrousering yours.”\r\n\r\nReggie yawned. The day was very hot, and this argument was making him\r\nfeel sleepy again.\r\n\r\n“Well, just as you like, of course. Double or quits on yesterday’s bet,\r\nif that suits you.”\r\n\r\nFor a moment Archie hesitated. Firm as his faith was in Mr. Biddle’s\r\nstout left arm, he had not intended to do the thing on quite this\r\nscale. That thousand dollars of his was earmarked for Lucille’s\r\nbirthday present, and he doubted whether he ought to risk it. Then the\r\nthought that the honour of New York was in his hands decided him.\r\nBesides, the risk was negligible. Betting on Looney Biddle was like\r\nbetting on the probable rise of the sun in the east. The thing began to\r\nseem to Archie a rather unusually sound and conservative investment. He\r\nremembered that the jeweller, until he drew him firmly but kindly to\r\nearth and urged him to curb his exuberance and talk business on a\r\nreasonable plane, had started brandishing bracelets that cost about two\r\nthousand. There would be time to pop in at the shop this evening after\r\nthe game and change the one he had selected for one of those. Nothing\r\nwas too good for Lucille on her birthday.\r\n\r\n“Right-o!” he said. “Make it so, old friend!”\r\n\r\nArchie walked back to the Cosmopolis. No misgivings came to mar his\r\nperfect contentment. He felt no qualms about separating Reggie from\r\nanother thousand dollars. Except for a little small change in the\r\npossession of the Messrs. Rockefeller and Vincent Astor, Reggie had all\r\nthe money in the world and could afford to lose. He hummed a gay air as\r\nhe entered the lobby and crossed to the cigar-stand to buy a few\r\ncigarettes to see him through the afternoon.\r\n\r\nThe girl behind the cigar counter welcomed him with a bright smile.\r\nArchie was popular with all the employés of the Cosmopolis.\r\n\r\n“’S a great day, Mr. Moffam!”\r\n\r\n“One of the brightest and best,” agreed Archie. “Could you dig me out\r\ntwo, or possibly three, cigarettes of the usual description? I shall\r\nwant something to smoke at the ball-game.”\r\n\r\n“You going to the ball-game?”\r\n\r\n“Rather! Wouldn’t miss it for a fortune.”\r\n\r\n“No?”\r\n\r\n“Absolutely no! Not with jolly old Biddle pitching.”\r\n\r\nThe cigar-stand girl laughed amusedly.\r\n\r\n“Is he pitching this afternoon? Say, that feller’s a nut? D’you know\r\nhim?”\r\n\r\n“Know him? Well, I’ve seen him pitch and so forth.”\r\n\r\n“I’ve got a girl friend who’s engaged to him!”\r\n\r\nArchie looked at her with positive respect. It would have been more\r\ndramatic, of course, if she had been engaged to the great man herself,\r\nbut still the mere fact that she had a girl friend in that astounding\r\nposition gave her a sort of halo.\r\n\r\n“No, really!” he said. “I say, by Jove, really! Fancy that!”\r\n\r\n“Yes, she’s engaged to him all right. Been engaged close on a coupla\r\nmonths now.”\r\n\r\n“I say! That’s frightfully interesting! Fearfully interesting, really!”\r\n\r\n“It’s funny about that guy,” said the cigar-stand girl. “He’s a nut!\r\nThe fellow who said there’s plenty of room at the top must have been\r\nthinking of Gus Biddle’s head! He’s crazy about m’ girl friend, y’\r\nknow, and, whenever they have a fuss, it seems like he sort of flies\r\nright off the handle.”\r\n\r\n“Goes in off the deep end, eh?”\r\n\r\n“Yes, _sir!_ Loses what little sense he’s got. Why, the last time him\r\nand m’ girl friend got to scrapping was when he was going on to\r\nPittsburg to play, about a month ago. He’d been out with her the day he\r\nleft for there, and he had a grouch or something, and he started making\r\nlow, sneaky cracks about her Uncle Sigsbee. Well, m’ girl friend’s got\r\na nice disposition, but she c’n get mad, and she just left him flat and\r\ntold him all was over. And he went off to Pittsburg, and, when he\r\nstarted in to pitch the opening game, he just couldn’t keep his mind on\r\nhis job, and look what them assassins done to him! Five runs in the\r\nfirst innings! Yessir, he’s a nut all right!”\r\n\r\nArchie was deeply concerned. So this was the explanation of that\r\nmysterious disaster, that weird tragedy which had puzzled the sporting\r\npress from coast to coast.\r\n\r\n“Good God! Is he often taken like that?”\r\n\r\n“Oh, he’s all right when he hasn’t had a fuss with m’ girl friend,”\r\nsaid the cigar-stand girl, indifferently. Her interest in baseball was\r\ntepid. Women are too often like this—mere butterflies, with no concern\r\nfor the deeper side of life.\r\n\r\n“Yes, but I say! What I mean to say, you know! Are they pretty pally\r\nnow? The good old Dove of Peace flapping its little wings fairly\r\nbriskly and all that?”\r\n\r\n“Oh, I guess everything’s nice and smooth just now. I seen m’ girl\r\nfriend yesterday, and Gus was taking her to the movies last night, so I\r\nguess everything’s nice and smooth.”\r\n\r\nArchie breathed a sigh of relief.\r\n\r\n“Took her to the movies, did he? Stout fellow!”\r\n\r\n“I was at the funniest picture last week,” said the cigar-stand girl.\r\n“Honest, it was a scream! It was like this—”\r\n\r\nArchie listened politely; then went in to get a bite of lunch. His\r\nequanimity, shaken by the discovery of the rift in the peerless one’s\r\narmour, was restored. Good old Biddle had taken the girl to the movies\r\nlast night. Probably he had squeezed her hand a goodish bit in the\r\ndark. With what result? Why, the fellow would be feeling like one of\r\nthose chappies who used to joust for the smiles of females in the\r\nMiddle Ages. What he meant to say, presumably the girl would be at the\r\ngame this afternoon, whooping him on, and good old Biddle would be so\r\nfull of beans and buck that there would be no holding him.\r\n\r\nEncouraged by these thoughts, Archie lunched with an untroubled mind.\r\nLuncheon concluded, he proceeded to the lobby to buy back his hat and\r\nstick from the boy brigand with whom he had left them. It was while he\r\nwas conducting this financial operation that he observed that at the\r\ncigar-stand, which adjoined the coat-and-hat alcove, his friend behind\r\nthe counter had become engaged in conversation with another girl.\r\n\r\nThis was a determined looking young woman in a blue dress and a large\r\nhat of a bold and flowery species. Archie happening to attract her\r\nattention, she gave him a glance out of a pair of fine brown eyes,\r\nthen, as if she did not think much of him, turned to her companion and\r\nresumed their conversation—which, being of an essentially private and\r\nintimate nature, she conducted, after the manner of her kind, in a\r\nringing soprano which penetrated into every corner of the lobby.\r\nArchie, waiting while the brigand reluctantly made change for a dollar\r\nbill, was privileged to hear every word.\r\n\r\n“Right from the start I seen he was in a ugly mood. _You_ know how he\r\ngets, dearie! Chewing his upper lip and looking at you as if you were\r\nso much dirt beneath his feet! How was _I_ to know he’d lost fifteen\r\ndollars fifty-five playing poker, and anyway, I don’t see where he gets\r\na licence to work off his grouches on me. And I told him so. I said to\r\nhim, ‘Gus,’ I said, ‘if you can’t be bright and smiling and cheerful\r\nwhen you take me out, why do you come round at all? Was I wrong or\r\nright, dearie?”\r\n\r\nThe girl behind the counter heartily endorsed her conduct. “Once you\r\nlet a man think he could use you as a door-mat, where were you?”\r\n\r\n“What happened then, honey?”\r\n\r\n“Well, after that we went to the movies.”\r\n\r\nArchie started convulsively. The change from his dollar-bill leaped in\r\nhis hand. Some of it sprang overboard and tinkled across the floor,\r\nwith the brigand in pursuit. A monstrous suspicion had begun to take\r\nroot in his mind.\r\n\r\n“Well, we got good seats, but—well, you know how it is, once things\r\nstart going wrong. You know that hat of mine, the one with the daisies\r\nand cherries and the feather—I’d taken it off and given it him to hold\r\nwhen we went in, and what do you think that fell’r’d done? Put it on\r\nthe floor and crammed it under the seat, just to save himself the\r\ntrouble of holding it on his lap! And, when I showed him I was upset,\r\nall he said was that he was a pitcher and not a hatstand!”\r\n\r\nArchie was paralysed. He paid no attention to the hat-check boy, who\r\nwas trying to induce him to accept treasure-trove to the amount of\r\nforty-five cents. His whole being was concentrated on this frightful\r\ntragedy which had burst upon him like a tidal wave. No possible room\r\nfor doubt remained. “Gus” was the only Gus in New York that mattered,\r\nand this resolute and injured female before him was the Girl Friend, in\r\nwhose slim hands rested the happiness of New York’s baseball followers,\r\nthe destiny of the unconscious Giants, and the fate of his thousand\r\ndollars. A strangled croak proceeded from his parched lips.\r\n\r\n“Well, I didn’t say anything at the moment. It just shows how them\r\nmovies can work on a girl’s feelings. It was a Bryant Washburn film,\r\nand somehow, whenever I see him on the screen, nothing else seems to\r\nmatter. I just get that goo-ey feeling, and couldn’t start a fight if\r\nyou asked me to. So we go off to have a soda, and I said to him, ‘That\r\nsure was a lovely film, Gus!’ and would you believe me, he says\r\nstraight out that he didn’t think it was such a much, and he thought\r\nBryant Washburn was a pill! A pill!” The Girl Friend’s penetrating\r\nvoice shook with emotion.\r\n\r\n“He never!” exclaimed the shocked cigar-stand girl.\r\n\r\n“He did, if I die the next moment! I wasn’t more than half-way through\r\nmy vanilla and maple, but I got up without a word and left him. And I\r\nain’t seen a sight of him since. So there you are, dearie! Was I right\r\nor wrong?”\r\n\r\nThe cigar-stand girl gave unqualified approval. What men like Gus\r\nBiddle needed for the salvation of their souls was an occasional good\r\njolt right where it would do most good.\r\n\r\n“I’m glad you think I acted right, dearie,” said the Girl Friend. “I\r\nguess I’ve been too weak with Gus, and he’s took advantage of it. I\r\ns’pose I’ll have to forgive him one of these old days, but, believe me,\r\nit won’t be for a week.”\r\n\r\nThe cigar-stand girl was in favour of a fortnight.\r\n\r\n“No,” said the Girl Friend, regretfully. “I don’t believe I could hold\r\nout that long. But, if I speak to him inside a week, well—! Well, I\r\ngotta be going. Goodbye, honey.”\r\n\r\nThe cigar-stand girl turned to attend to an impatient customer, and the\r\nGirl Friend, walking with the firm and decisive steps which indicate\r\ncharacter, made for the swing-door leading to the street. And as she\r\nwent, the paralysis which had pipped Archie released its hold. Still\r\nignoring the forty-five cents which the boy continued to proffer, he\r\nleaped in her wake like a panther and came upon her just as she was\r\nstepping into a car. The car was full, but not too full for Archie. He\r\ndropped his five cents into the box and reached for a vacant strap. He\r\nlooked down upon the flowered hat. There she was. And there he was.\r\nArchie rested his left ear against the forearm of a long,\r\nstrongly-built young man in a grey suit who had followed him into the\r\ncar and was sharing his strap, and pondered."
  ]
}