{
  "index": 21,
  "title": "Chapter 20",
  "paragraphs": [
    "MR. ROSCOE SHERRIFF HAS AN IDEA\r\n\r\n\r\nArchie inserted a fresh cigarette in his long holder and began to smoke\r\na little moodily. It was about a week after his disturbing adventures\r\nin J. B. Wheeler’s studio, and life had ceased for the moment to be a\r\nthing of careless enjoyment. Mr. Wheeler, mourning over his lost\r\nhome-brew and refusing, like Niobe, to be comforted, has suspended the\r\nsittings for the magazine cover, thus robbing Archie of his life-work.\r\nMr. Brewster had not been in genial mood of late. And, in addition to\r\nall this, Lucille was away on a visit to a school-friend. And when\r\nLucille went away, she took with her the sunshine. Archie was not\r\nsurprised at her being popular and in demand among her friends, but\r\nthat did not help him to become reconciled to her absence.\r\n\r\nHe gazed rather wistfully across the table at his friend, Roscoe\r\nSherriff, the Press-agent, another of his Pen-and-Ink Club\r\nacquaintances. They had just finished lunch, and during the meal\r\nSherriff, who, like most men of action, was fond of hearing the sound\r\nof his own voice and liked exercising it on the subject of himself, had\r\nbeen telling Archie a few anecdotes about his professional past. From\r\nthese the latter had conceived a picture of Roscoe Sherriff’s life as a\r\nprismatic thing of energy and adventure and well-paid withal—just the\r\nsort of life, in fact, which he would have enjoyed leading himself. He\r\nwished that he, too, like the Press-agent, could go about the place\r\n“slipping things over” and “putting things across.” Daniel Brewster, he\r\nfelt, would have beamed upon a son-in-law like Roscoe Sherriff.\r\n\r\n“The more I see of America,” sighed Archie, “the more it amazes me. All\r\nyou birds seem to have been doing things from the cradle upwards. I\r\nwish I could do things!”\r\n\r\n“Well, why don’t you?”\r\n\r\nArchie flicked the ash from his cigarette into the finger-bowl.\r\n\r\n“Oh, I don’t know, you know,” he said, “Somehow, none of our family\r\never have. I don’t know why it is, but whenever a Moffam starts out to\r\ndo things he infallibly makes a bloomer. There was a Moffam in the\r\nMiddle Ages who had a sudden spasm of energy and set out to make a\r\npilgrimage to Jerusalem, dressed as a wandering friar. Rum ideas they\r\nhad in those days.”\r\n\r\n“Did he get there?”\r\n\r\n“Absolutely not! Just as he was leaving the front door his favourite\r\nhound mistook him for a tramp—or a varlet, or a scurvy knave, or\r\nwhatever they used to call them at that time—and bit him in the fleshy\r\npart of the leg.”\r\n\r\n“Well, at least he started.”\r\n\r\n“Enough to make a chappie start, what?”\r\n\r\nRoscoe Sherriff sipped his coffee thoughtfully. He was an apostle of\r\nEnergy, and it seemed to him that he could make a convert of Archie and\r\nincidentally do himself a bit of good. For several days he had been,\r\nlooking for someone like Archie to help him in a small matter which he\r\nhad in mind.\r\n\r\n“If you’re really keen on doing things,” he said, “there’s something\r\nyou can do for me right away.”\r\n\r\nArchie beamed. Action was what his soul demanded.\r\n\r\n“Anything, dear boy, anything! State your case!”\r\n\r\n“Would you have any objection to putting up a snake for me?”\r\n\r\n“Putting up a snake?”\r\n\r\n“Just for a day or two.”\r\n\r\n“But how do you mean, old soul? Put him up where?”\r\n\r\n“Wherever you live. Where do you live? The Cosmopolis, isn’t it? Of\r\ncourse! You married old Brewster’s daughter. I remember reading about\r\nit.”\r\n\r\n“But, I say, laddie, I don’t want to spoil your day and disappoint you\r\nand so forth, but my jolly old father-in-law would never let me keep a\r\nsnake. Why, it’s as much as I can do to make him let me stop on in the\r\nplace.”\r\n\r\n“He wouldn’t know.”\r\n\r\n“There’s not much that goes on in the hotel that he doesn’t know,” said\r\nArchie, doubtfully.\r\n\r\n“He mustn’t know. The whole point of the thing is that it must be a\r\ndead secret.”\r\n\r\nArchie flicked some more ash into the finger-bowl.\r\n\r\n“I don’t seem absolutely to have grasped the affair in all its aspects,\r\nif you know what I mean,” he said. “I mean to say—in the first\r\nplace—why would it brighten your young existence if I entertained this\r\nsnake of yours?”\r\n\r\n“It’s not mine. It belongs to Mme. Brudowska. You’ve heard of her, of\r\ncourse?”\r\n\r\n“Oh yes. She’s some sort of performing snake female in vaudeville or\r\nsomething, isn’t she, or something of that species or order?”\r\n\r\n“You’re near it, but not quite right. She is the leading exponent of\r\nhigh-brow tragedy on any stage in the civilized world.”\r\n\r\n“Absolutely! I remember now. My wife lugged me to see her perform one\r\nnight. It all comes back to me. She had me wedged in an orchestra-stall\r\nbefore I knew what I was up against, and then it was too late. I\r\nremember reading in some journal or other that she had a pet snake,\r\ngiven her by some Russian prince or other, what?”\r\n\r\n“That,” said Sherriff, “was the impression I intended to convey when I\r\nsent the story to the papers. I’m her Press-agent. As a matter of fact,\r\nI bought Peter-its name’s Peter-myself down on the East Side. I always\r\nbelieve in animals for Press-agent stunts. I’ve nearly always had good\r\nresults. But with Her Nibs I’m handicapped. Shackled, so to speak. You\r\nmight almost say my genius is stifled. Or strangled, if you prefer it.”\r\n\r\n“Anything you say,” agreed Archie, courteously, “But how? Why is your\r\nwhat-d’you-call-it what’s-its-named?”\r\n\r\n“She keeps me on a leash. She won’t let me do anything with a kick in\r\nit. If I’ve suggested one rip-snorting stunt, I’ve suggested twenty,\r\nand every time she turns them down on the ground that that sort of\r\nthing is beneath the dignity of an artist in her position. It doesn’t\r\ngive a fellow a chance. So now I’ve made up my mind to do her good by\r\nstealth. I’m going to steal her snake.”\r\n\r\n“Steal it? Pinch it, as it were?”\r\n\r\n“Yes. Big story for the papers, you see. She’s grown very much attached\r\nto Peter. He’s her mascot. I believe she’s practically kidded herself\r\ninto believing that Russian prince story. If I can sneak it away and\r\nkeep it away for a day or two, she’ll do the rest. She’ll make such a\r\nfuss that the papers will be full of it.”\r\n\r\n“I see.”\r\n\r\n“Wow, any ordinary woman would work in with me. But not Her Nibs. She\r\nwould call it cheap and degrading and a lot of other things. It’s got\r\nto be a genuine steal, and, if I’m caught at it, I lose my job. So\r\nthat’s where you come in.”\r\n\r\n“But where am I to keep the jolly old reptile?”\r\n\r\n“Oh, anywhere. Punch a few holes in a hat-box, and make it up a\r\nshakedown inside. It’ll be company for you.”\r\n\r\n“Something in that. My wife’s away just now and it’s a bit lonely in\r\nthe evenings.”\r\n\r\n“You’ll never be lonely with Peter around. He’s a great scout. Always\r\nmerry and bright.”\r\n\r\n“He doesn’t bite, I suppose, or sting or what-not?”\r\n\r\n“He may what-not occasionally. It depends on the weather. But, outside\r\nof that, he’s as harmless as a canary.”\r\n\r\n“Dashed dangerous things, canaries,” said Archie, thoughtfully. “They\r\npeck at you.”\r\n\r\n“Don’t weaken!” pleaded the Press-agent\r\n\r\n“Oh, all right. I’ll take him. By the way, touching the matter of\r\nbrowsing and sluicing. What do I feed him on?”\r\n\r\n“Oh, anything. Bread-and-milk or fruit or soft-boiled egg or\r\ndog-biscuit or ants’-eggs. You know—anything you have yourself. Well,\r\nI’m much obliged for your hospitality. I’ll do the same for you another\r\ntime. Now I must be getting along to see to the practical end of the\r\nthing. By the way, Her Nibs lives at the Cosmopolis, too. Very\r\nconvenient. Well, so long. See you later.”\r\n\r\nArchie, left alone, began for the first time to have serious doubts. He\r\nhad allowed himself to be swayed by Mr. Sherriff’s magnetic\r\npersonality, but now that the other had removed himself he began to\r\nwonder if he had been entirely wise to lend his sympathy and\r\nco-operation to the scheme. He had never had intimate dealings with a\r\nsnake before, but he had kept silkworms as a child, and there had been\r\nthe deuce of a lot of fuss and unpleasantness over them. Getting into\r\nthe salad and what-not. Something seemed to tell him that he was asking\r\nfor trouble with a loud voice, but he had given his word and he\r\nsupposed he would have to go through with it.\r\n\r\nHe lit another cigarette and wandered out into Fifth Avenue. His\r\nusually smooth brow was ruffled with care. Despite the eulogies which\r\nSherriff had uttered concerning Peter, he found his doubts increasing.\r\nPeter might, as the Press-agent had stated, be a great scout, but was\r\nhis little Garden of Eden on the fifth floor of the Cosmopolis Hotel\r\nlikely to be improved by the advent of even the most amiable and\r\nwinsome of serpents? However—\r\n\r\n“Moffam! My dear fellow!”\r\n\r\nThe voice, speaking suddenly in his ear from behind, roused Archie from\r\nhis reflections. Indeed, it roused him so effectually that he jumped a\r\nclear inch off the ground and bit his tongue. Revolving on his axis, he\r\nfound himself confronting a middle-aged man with a face like a horse.\r\nThe man was dressed in something of an old-world style. His clothes had\r\nan English cut. He had a drooping grey moustache. He also wore a grey\r\nbowler hat flattened at the crown—but who are we to judge him?\r\n\r\n“Archie Moffam! I have been trying to find you all the morning.”\r\n\r\nArchie had placed him now. He had not seen General Mannister for\r\nseveral years—not, indeed, since the days when he used to meet him at\r\nthe home of young Lord Seacliff, his nephew. Archie had been at Eton\r\nand Oxford with Seacliff, and had often visited him in the Long\r\nVacation.\r\n\r\n“Halloa, General! What ho, what ho! What on earth are you doing over\r\nhere?”\r\n\r\n“Let’s get out of this crush, my boy.” General Mannister steered Archie\r\ninto a side-street, “That’s better.” He cleared his throat once or\r\ntwice, as if embarrassed. “I’ve brought Seacliff over,” he said,\r\nfinally.\r\n\r\n“Dear old Squiffy here? Oh, I say! Great work!”\r\n\r\nGeneral Mannister did not seem to share his enthusiasm. He looked like\r\na horse with a secret sorrow. He coughed three times, like a horse who,\r\nin addition to a secret sorrow, had contracted asthma.\r\n\r\n“You will find Seacliff changed,” he said. “Let me see, how long is it\r\nsince you and he met?”\r\n\r\nArchie reflected.\r\n\r\n“I was demobbed just about a year ago. I saw him in Paris about a year\r\nbefore that. The old egg got a bit of shrapnel in his foot or\r\nsomething, didn’t he? Anyhow, I remember he was sent home.”\r\n\r\n“His foot is perfectly well again now. But, unfortunately, the enforced\r\ninaction led to disastrous results. You recollect, no doubt, that\r\nSeacliff always had a—a tendency;—a—a weakness—it was a family\r\nfailing—”\r\n\r\n“Mopping it up, do you mean? Shifting it? Looking on the jolly old\r\nstuff when it was red and what not, what?”\r\n\r\n“Exactly.”\r\n\r\nArchie nodded.\r\n\r\n“Dear old Squiffy was always rather a lad for the wassail-bowl. When I\r\nmet him in Paris, I remember, he was quite tolerably blotto.”\r\n\r\n“Precisely. And the failing has, I regret to say, grown on him since he\r\nreturned from the war. My poor sister was extremely worried. In fact,\r\nto cut a long story short, I induced him to accompany me to America. I\r\nam attached to the British Legation in Washington now, you know.”\r\n\r\n“Oh, really?”\r\n\r\n“I wished Seacliff to come with me to Washington, but he insists on\r\nremaining in New York. He stated specifically that the thought of\r\nliving in Washington gave him the—what was the expression he used?”\r\n\r\n“The pip?”\r\n\r\n“The pip. Precisely.”\r\n\r\n“But what was the idea of bringing him to America?”\r\n\r\n“This admirable Prohibition enactment has rendered America—to my\r\nmind—the ideal place for a young man of his views.” The General looked\r\nat his watch. “It is most fortunate that I happened to run into you, my\r\ndear fellow. My train for Washington leaves in another hour, and I have\r\npacking to do. I want to leave poor Seacliff in your charge while I am\r\ngone.”\r\n\r\n“Oh, I say! What!”\r\n\r\n“You can look after him. I am credibly informed that even now there are\r\nplaces in New York where a determined young man may obtain\r\nthe—er—stuff, and I should be infinitely obliged—and my poor sister\r\nwould be infinitely grateful—if you would keep an eye on him.” He\r\nhailed a taxi-cab. “I am sending Seacliff round to the Cosmopolis\r\nto-night. I am sure you will do everything you can. Good-bye, my boy,\r\ngood-bye.”\r\n\r\nArchie continued his walk. This, he felt, was beginning to be a bit\r\nthick. He smiled a bitter, mirthless smile as he recalled the fact that\r\nless than half an hour had elapsed since he had expressed a regret that\r\nhe did not belong to the ranks of those who do things. Fate since then\r\nhad certainly supplied him with jobs with a lavish hand. By bed-time he\r\nwould be an active accomplice to a theft, valet and companion to a\r\nsnake he had never met, and—as far as could gather the scope of his\r\nduties—a combination of nursemaid and private detective to dear old\r\nSquiffy.\r\n\r\nIt was past four o’clock when he returned to the Cosmopolis. Roscoe\r\nSherriff was pacing the lobby of the hotel nervously, carrying a small\r\nhand-bag.\r\n\r\n“Here you are at last! Good heavens, man, I’ve been waiting two hours.”\r\n\r\n“Sorry, old bean. I was musing a bit and lost track of the time.”\r\n\r\nThe Press-agent looked cautiously round. There was nobody within\r\nearshot.\r\n\r\n“Here he is!” he said.\r\n\r\n“Who?”\r\n\r\n“Peter.”\r\n\r\n“Where?” said Archie, staring blankly.\r\n\r\n“In this bag. Did you expect to find him strolling arm-in-arm with me\r\nround the lobby? Here you are! Take him!”\r\n\r\nHe was gone. And Archie, holding the bag, made his way to the lift. The\r\nbag squirmed gently in his grip.\r\n\r\nThe only other occupant of the lift was a striking-looking woman of\r\nforeign appearance, dressed in a way that made Archie feel that she\r\nmust be somebody or she couldn’t look like that. Her face, too, seemed\r\nvaguely familiar. She entered the lift at the second floor where the\r\ntea-room is, and she had the contented expression of one who had tea’d\r\nto her satisfaction. She got off at the same floor as Archie, and\r\nwalked swiftly, in a lithe, pantherish way, round the bend in the\r\ncorridor. Archie followed more slowly. When he reached the door of his\r\nroom, the passage was empty. He inserted the key in his door, turned\r\nit, pushed the door open, and pocketed the key. He was about to enter\r\nwhen the bag again squirmed gently in his grip.\r\n\r\nFrom the days of Pandora, through the epoch of Bluebeard’s wife, down\r\nto the present time, one of the chief failings of humanity has been the\r\ndisposition to open things that were better closed. It would have been\r\nsimple for Archie to have taken another step and put a door between\r\nhimself and the world, but there came to him the irresistible desire to\r\npeep into the bag now—not three seconds later, but now. All the way up\r\nin the lift he had been battling with the temptation, and now he\r\nsuccumbed.\r\n\r\nThe bag was one of those simple bags with a thingummy which you press.\r\nArchie pressed it. And, as it opened, out popped the head of Peter. His\r\neyes met Archie’s. Over his head there seemed to be an invisible mark\r\nof interrogation. His gaze was curious, but kindly. He appeared to be\r\nsaying to himself, “Have I found a friend?”\r\n\r\nSerpents, or Snakes, says the Encyclopaedia, are reptiles of the\r\nsaurian class Ophidia, characterised by an elongated, cylindrical,\r\nlimbless, scaly form, and distinguished from lizards by the fact that\r\nthe halves (_rami_) of the lower jaw are not solidly united at the\r\nchin, but movably connected by an elastic ligament. The vertebra are\r\nvery numerous, gastrocentrous, and procoelous. And, of course, when\r\nthey put it like that, you can see at once that a man might spend hours\r\nwith combined entertainment and profit just looking at a snake.\r\n\r\nArchie would no doubt have done this; but long before he had time\r\nreally to inspect the halves (_rami_) of his new friend’s lower jaw and\r\nto admire its elastic fittings, and long before the gastrocentrous and\r\nprocoelous character of the other’s vertebrae had made any real\r\nimpression on him, a piercing scream almost at his elbow—startled him\r\nout of his scientific reverie. A door opposite had opened, and the\r\nwoman of the elevator was standing staring at him with an expression of\r\nhorror and fury that went through, him like a knife. It was the\r\nexpression which, more than anything else, had made Mme. Brudowska what\r\nshe was professionally. Combined with a deep voice and a sinuous walk,\r\nit enabled her to draw down a matter of a thousand dollars per week.\r\n\r\nIndeed, though the fact gave him little pleasure, Archie, as a matter\r\nof fact, was at this moment getting about—including war-tax—two dollars\r\nand seventy-five cents worth of the great emotional star for nothing.\r\nFor, having treated him gratis to the look of horror and fury, she now\r\nmoved towards him with the sinuous walk and spoke in the tone which she\r\nseldom permitted herself to use before the curtain of act two, unless\r\nthere was a whale of a situation that called for it in act one.\r\n\r\n“Thief!”\r\n\r\nIt was the way she said it.\r\n\r\nArchie staggered backwards as though he had been hit between the eyes,\r\nfell through the open door of his room, kicked it to with a flying\r\nfoot, and collapsed on the bed. Peter, the snake, who had fallen on the\r\nfloor with a squashy sound, looked surprised and pained for a moment;\r\nthen, being a philosopher at heart, cheered up and began hunting for\r\nflies under the bureau."
  ]
}