{
  "index": 31,
  "title": "Chapter 30",
  "paragraphs": [
    "BROTHER BILL’S ROMANCE\r\n\r\n\r\n“Her eyes,” said Bill Brewster, “are like—like—what’s the word I want?”\r\n\r\nHe looked across at Lucille and Archie. Lucille was leaning forward\r\nwith an eager and interested face; Archie was leaning back with his\r\nfinger-tips together and his eyes closed. This was not the first time\r\nsince their meeting in Beale’s Auction Rooms that his brother-in-law\r\nhad touched on the subject of the girl he had become engaged to marry\r\nduring his trip to England. Indeed, Brother Bill had touched on very\r\nlittle else: and Archie, though of a sympathetic nature and fond of his\r\nyoung relative, was beginning to feel that he had heard all he wished\r\nto hear about Mabel Winchester. Lucille, on the other hand, was\r\nabsorbed. Her brother’s recital had thrilled her.\r\n\r\n“Like—” said Bill. “Like—”\r\n\r\n“Stars?” suggested Lucille.\r\n\r\n“Stars,” said Bill gratefully. “Exactly the word. Twin stars shining in\r\na clear sky on a summer night. Her teeth are like—what shall I say?”\r\n\r\n“Pearls?”\r\n\r\n“Pearls. And her hair is a lovely brown, like leaves in autumn. In\r\nfact,” concluded Bill, slipping down from the heights with something of\r\na jerk, “she’s a corker. Isn’t she, Archie?”\r\n\r\nArchie opened his eyes.\r\n\r\n“Quite right, old top!” he said. “It was the only thing to do.”\r\n\r\n“What the devil are you talking about?” demanded Bill coldly. He had\r\nbeen suspicious all along of Archie’s statement that he could listen\r\nbetter with his eyes shut.\r\n\r\n“Eh? Oh, sorry! Thinking of something else.”\r\n\r\n“You were asleep.”\r\n\r\n“No, no, positively and distinctly not. Frightfully interested and rapt\r\nand all that, only I didn’t quite get what you said.”\r\n\r\n“I said that Mabel was a corker.”\r\n\r\n“Oh, absolutely in every respect.”\r\n\r\n“There!” Bill turned to Lucille triumphantly. “You hear that? And\r\nArchie has only seen her photograph. Wait till he sees her in the\r\nflesh.”\r\n\r\n“My dear old chap!” said Archie, shocked. “Ladies present! I mean to\r\nsay, what!”\r\n\r\n“I’m afraid that father will be the one you’ll find it hard to\r\nconvince.”\r\n\r\n“Yes,” admitted her brother gloomily.\r\n\r\n“Your Mabel sounds perfectly charming, but—well, you know what father\r\nis. It _is_ a pity she sings in the chorus.”\r\n\r\n“She hasn’t much of a voice,”—argued Bill—in extenuation.\r\n\r\n“All the same—”\r\n\r\nArchie, the conversation having reached a topic on which he considered\r\nhimself one of the greatest living authorities—to wit, the unlovable\r\ndisposition of his father-in-law—addressed the meeting as one who has a\r\nright to be heard.\r\n\r\n“Lucille’s absolutely right, old thing.—Absolutely correct-o! Your\r\nesteemed progenitor is a pretty tough nut, and it’s no good trying to\r\nget away from it.-And I’m sorry to have to say it, old bird, but, if\r\nyou come bounding in with part of the personnel of the ensemble on your\r\narm and try to dig a father’s blessing out of him, he’s extremely apt\r\nto stab you in the gizzard.”\r\n\r\n“I wish,” said Bill, annoyed, “you wouldn’t talk as though Mabel were\r\nthe ordinary kind of chorus-girl. She’s only on the stage because her\r\nmother’s hard-up and she wants to educate her little brother.”\r\n\r\n“I say,” said Archie, concerned. “Take my tip, old top. In chatting the\r\nmatter over with the pater, don’t dwell too much on that aspect of the\r\naffair.—I’ve been watching him closely, and it’s about all he can\r\nstick, having to support _me_. If you ring in a mother and a little\r\nbrother on him, he’ll crack under the strain.”\r\n\r\n“Well, I’ve got to do something about it. Mabel will be over here in a\r\nweek.”\r\n\r\n“Great Scot! You never told us that.”\r\n\r\n“Yes. She’s going to be in the new Billington show. And, naturally, she\r\nwill expect to meet my family. I’ve told her all about you.”\r\n\r\n“Did you explain father to her?” asked Lucille.\r\n\r\n“Well, I just said she mustn’t mind him, as his bark was worse than his\r\nbite.”\r\n\r\n“Well,” said Archie, thoughtfully, “he hasn’t bitten me yet, so you may\r\nbe right. But you’ve got to admit that he’s a bit of a barker.”\r\n\r\nLucille considered.\r\n\r\n“Really, Bill, I think your best plan would be to go straight to father\r\nand tell him the whole thing.—You don’t want him to hear about it in a\r\nroundabout way.”\r\n\r\n“The trouble is that, whenever I’m with father, I can’t think of\r\nanything to say.”\r\n\r\nArchie found himself envying his father-in-law this merciful\r\ndispensation of Providence; for, where he himself was concerned, there\r\nhad been no lack of eloquence on Bill’s part. In the brief period in\r\nwhich he had known him, Bill had talked all the time and always on the\r\none topic. As unpromising a subject as the tariff laws was easily\r\ndiverted by him into a discussion of the absent Mabel.\r\n\r\n“When I’m with father,” said Bill, “I sort of lose my nerve, and\r\nyammer.”\r\n\r\n“Dashed awkward,” said Archie, politely. He sat up suddenly. “I say! By\r\nJove! I know what you want, old friend! Just thought of it!”\r\n\r\n“That busy brain is never still,” explained Lucille.\r\n\r\n“Saw it in the paper this morning. An advertisement of a book, don’t\r\nyou know.”\r\n\r\n“I’ve no time for reading.”\r\n\r\n“You’ve time for reading this one, laddie, for you can’t afford to miss\r\nit. It’s a what-d’you-call-it book. What I mean to say is, if you read\r\nit and take its tips to heart, it guarantees to make you a convincing\r\ntalker. The advertisement says so. The advertisement’s all about a\r\nchappie whose name I forget, whom everybody loved because he talked so\r\nwell. And, mark you, before he got hold of this book—_The Personality\r\nThat Wins_ was the name of it, if I remember rightly—he was known to\r\nall the lads in the office as Silent Samuel or something. Or it may\r\nhave been Tongue-Tied Thomas. Well, one day he happened by good luck to\r\nblow in the necessary for the good old P. that W.’s, and now, whenever\r\nthey want someone to go and talk Rockefeller or someone into lending\r\nthem a million or so, they send for Samuel. Only now they call him\r\nSammy the Spell-Binder and fawn upon him pretty copiously and all that.\r\nHow about it, old son? How do we go?”\r\n\r\n“What perfect nonsense,” said Lucille.\r\n\r\n“I don’t know,” said Bill, plainly impressed. “There might be something\r\nin it.”\r\n\r\n“Absolutely!” said Archie. “I remember it said, ‘Talk convincingly, and\r\nno man will ever treat you with cold, unresponsive indifference.’ Well,\r\ncold, unresponsive indifference is just what you don’t want the pater\r\nto treat you with, isn’t it, or is it, or isn’t it, what? I mean,\r\nwhat?”\r\n\r\n“It sounds all right,” said Bill.\r\n\r\n“It _is_ all right,” said Archie. “It’s a scheme! I’ll go farther. It’s\r\nan egg!”\r\n\r\n“The idea I had,” said Bill, “was to see if I couldn’t get Mabel a job\r\nin some straight comedy. That would take the curse off the thing a bit.\r\nThen I wouldn’t have to dwell on the chorus end of the business, you\r\nsee.”\r\n\r\n“Much more sensible,” said Lucille.\r\n\r\n“But what a-deuce of a sweat”—argued Archie. “I mean to say, having to\r\npop round and nose about and all that.”\r\n\r\n“Aren’t you willing to take a little trouble for your stricken\r\nbrother-in-law, worm?” said Lucille severely.\r\n\r\n“Oh, absolutely! My idea was to get this book and coach the dear old\r\nchap. Rehearse him, don’t you know. He could bone up the early chapters\r\na bit and then drift round and try his convincing talk on me.”\r\n\r\n“It might be a good idea,” said Bill reflectively.\r\n\r\n“Well, I’ll tell you what _I’m_ going to do,” said Lucille. “I’m going\r\nto get Bill to introduce me to his Mabel, and, if she’s as nice as he\r\nsays she is, _I’ll_ go to father and talk convincingly to him.”\r\n\r\n“You’re an ace!” said Bill.\r\n\r\n“Absolutely!” agreed Archie cordially. “_My_ partner, what! All the\r\nsame, we ought to keep the book as a second string, you know. I mean to\r\nsay, you are a young and delicately nurtured girl—full of sensibility\r\nand shrinking what’s-its-name and all that—and you know what the jolly\r\nold pater is. He might bark at you and put you out of action in the\r\nfirst round. Well, then, if anything like that happened, don’t you see,\r\nwe could unleash old Bill, the trained silver-tongued expert, and let\r\nhim have a shot. Personally, I’m all for the P. that W.’s.”—“Me, too,”\r\nsaid Bill.\r\n\r\nLucille looked at her watch.\r\n\r\n“Good gracious! It’s nearly one o’clock!”\r\n\r\n“No!” Archie heaved himself up from his chair. “Well, it’s a shame to\r\nbreak up this feast of reason and flow of soul and all that, but, if we\r\ndon’t leg it with some speed, we shall be late.”\r\n\r\n“We’re lunching at the Nicholson’s!” explained Lucille to her brother.\r\n“I wish you were coming too.”\r\n\r\n“Lunch!” Bill shook his head with a kind of tolerant scorn. “Lunch\r\nmeans nothing to me these days. I’ve other things to think of besides\r\nfood.” He looked as spiritual as his rugged features would permit. “I\r\nhaven’t written to Her yet to-day.”\r\n\r\n“But, dash it, old scream, if she’s going to be over here in a week,\r\nwhat’s the good of writing? The letter would cross her.”\r\n\r\n“I’m not mailing my letters to England,” said Bill. “I’m keeping them\r\nfor her to read when she arrives.”\r\n\r\n“My sainted aunt!” said Archie.\r\n\r\nDevotion like this was something beyond his outlook."
  ]
}