{
  "index": 35,
  "title": "Chapter 34",
  "paragraphs": [
    "THE GROWING BOY\r\n\r\n\r\nThe lobby of the Cosmopolis Hotel was a favourite stamping-ground of\r\nMr. Daniel Brewster, its proprietor. He liked to wander about there,\r\nkeeping a paternal eye on things, rather in the manner of the Jolly\r\nInnkeeper (hereinafter to be referred to as Mine Host) of the\r\nold-fashioned novel. Customers who, hurrying in to dinner, tripped over\r\nMr. Brewster, were apt to mistake him for the hotel detective—for his\r\neye was keen and his aspect a trifle austere—but, nevertheless, he was\r\nbeing as jolly an innkeeper as he knew how. His presence in the lobby\r\nsupplied a personal touch to the Cosmopolis which other New York hotels\r\nlacked, and it undeniably made the girl at the book-stall\r\nextraordinarily civil to her clients, which was all to the good.\r\n\r\nMost of the time Mr. Brewster stood in one spot and just looked\r\nthoughtful; but now and again he would wander to the marble slab behind\r\nwhich he kept the desk-clerk and run his eye over the register, to see\r\nwho had booked rooms—like a child examining the stocking on Christmas\r\nmorning to ascertain what Santa Claus had brought him.\r\n\r\nAs a rule, Mr. Brewster concluded this performance by shoving the book\r\nback across the marble slab and resuming his meditations. But one night\r\na week or two after the Sausage Chappie’s sudden restoration to the\r\nnormal, he varied this procedure by starting rather violently, turning\r\npurple, and uttering an exclamation which was manifestly an exclamation\r\nof chagrin. He turned abruptly and cannoned into Archie, who, in\r\ncompany with Lucille, happened to be crossing the lobby at the moment\r\non his way to dine in their suite.\r\n\r\nMr. Brewster apologised gruffly; then, recognising his victim, seemed\r\nto regret having done so.\r\n\r\n“Oh, it’s you! Why can’t you look where you’re going?” he demanded. He\r\nhad suffered much from his son-in-law.\r\n\r\n“Frightfully sorry,” said Archie, amiably. “Never thought you were\r\ngoing to fox-trot backwards all over the fairway.”\r\n\r\n“You mustn’t bully Archie,” said Lucille, severely, attaching herself\r\nto her father’s back hair and giving it a punitive tug, “because he’s\r\nan angel, and I love him, and you must learn to love him, too.”\r\n\r\n“Give you lessons at a reasonable rate,” murmured Archie.\r\n\r\nMr. Brewster regarded his young relative with a lowering eye.\r\n\r\n“What’s the matter, father darling?” asked Lucille. “You seem upset.”\r\n\r\n“I am upset!” Mr. Brewster snorted. “Some people have got a nerve!” He\r\nglowered forbiddingly at an inoffensive young man in a light overcoat\r\nwho had just entered, and the young man, though his conscience was\r\nquite clear and Mr. Brewster an entire stranger to him, stopped dead,\r\nblushed, and went out again—to dine elsewhere. “Some people have got\r\nthe nerve of an army mule!”\r\n\r\n“Why, what’s happened?”\r\n\r\n“Those darned McCalls have registered here!”\r\n\r\n“No!”\r\n\r\n“Bit beyond me, this,” said Archie, insinuating himself into the\r\nconversation. “Deep waters and what not! Who are the McCalls?”\r\n\r\n“Some people father dislikes,” said Lucille. “And they’ve chosen his\r\nhotel to stop at. But, father dear, you mustn’t mind. It’s really a\r\ncompliment. They’ve come because they know it’s the best hotel in New\r\nYork.”\r\n\r\n“Absolutely!” said Archie. “Good accommodation for man and beast! All\r\nthe comforts of home! Look on the bright side, old bean. No good\r\ngetting the wind up. Cherrio, old companion!”\r\n\r\n“Don’t call me old companion!”\r\n\r\n“Eh, what? Oh, right-o!”\r\n\r\nLucille steered her husband out of the danger zone, and they entered\r\nthe lift.\r\n\r\n“Poor father!” she said, as they went to their suite, “it’s a shame.\r\nThey must have done it to annoy him. This man McCall has a place next\r\nto some property father bought in Westchester, and he’s bringing a\r\nlaw-suit against father about a bit of land which he claims belongs to\r\nhim. He might have had the tact to go to another hotel. But, after all,\r\nI don’t suppose it was the poor little fellow’s fault. He does whatever\r\nhis wife tells him to.”\r\n\r\n“We all do that,” said Archie the married man.\r\n\r\nLucille eyed him fondly.\r\n\r\n“Isn’t it a shame, precious, that all husbands haven’t nice wives like\r\nme?”\r\n\r\n“When I think of you, by Jove,” said Archie, fervently, “I want to\r\nbabble, absolutely babble!”\r\n\r\n“Oh, I was telling you about the McCalls. Mr. McCall is one of those\r\nlittle, meek men, and his wife’s one of those big, bullying women. It\r\nwas she who started all the trouble with father. Father and Mr. McCall\r\nwere very fond of each other till she made him begin the suit. I feel\r\nsure she made him come to this hotel just to annoy father. Still,\r\nthey’ve probably taken the most expensive suite in the place, which is\r\nsomething.”\r\n\r\nArchie was at the telephone. His mood was now one of quiet peace. Of\r\nall the happenings which went to make up existence in New York, he\r\nliked best the cosy _tête-à-tête_ dinners with Lucille in their suite,\r\nwhich, owing to their engagements—for Lucille was a popular girl, with\r\nmany friends—occurred all too seldom.\r\n\r\n“Touching now the question of browsing and sluicing,” he said. “I’ll be\r\ngetting them to send along a waiter.”\r\n\r\n“Oh, good gracious!”\r\n\r\n“What’s the matter?”\r\n\r\n“I’ve just remembered. I promised faithfully I would go and see Jane\r\nMurchison to-day. And I clean forgot. I must rush.”\r\n\r\n“But light of my soul, we are about to eat. Pop around and see her\r\nafter dinner.”\r\n\r\n“I can’t. She’s going to a theatre to-night.”\r\n\r\n“Give her the jolly old miss-in-baulk, then, for the nonce, and spring\r\nround to-morrow.”\r\n\r\n“She’s sailing for England to-morrow morning, early. No, I must go and\r\nsee her now. What a shame! She’s sure to make me stop to dinner, I tell\r\nyou what. Order something for me, and, if I’m not back in half an hour,\r\nstart.”\r\n\r\n“Jane Murchison,” said Archie, “is a bally nuisance.”\r\n\r\n“Yes. But I’ve known her since she was eight.”\r\n\r\n“If her parents had had any proper feeling,” said Archie, “they would\r\nhave drowned her long before that.”\r\n\r\nHe unhooked the receiver, and asked despondently to be connected with\r\nRoom Service. He thought bitterly of the exigent Jane, whom he\r\nrecollected dimly as a tall female with teeth. He half thought of going\r\ndown to the grill-room on the chance of finding a friend there, but the\r\nwaiter was on his way to the room. He decided that he might as well\r\nstay where he was.\r\n\r\nThe waiter arrived, booked the order, and departed. Archie had just\r\ncompleted his toilet after a shower-bath when a musical clinking\r\nwithout announced the advent of the meal. He opened the door. The\r\nwaiter was there with a table congested with things under covers, from\r\nwhich escaped a savoury and appetising odour. In spite of his\r\ndepression, Archie’s soul perked up a trifle.\r\n\r\nSuddenly he became aware that he was not the only person present who\r\nwas deriving enjoyment from the scent of the meal. Standing beside the\r\nwaiter and gazing wistfully at the foodstuffs was a long, thin boy of\r\nabout sixteen. He was one of those boys who seem all legs and knuckles.\r\nHe had pale red hair, sandy eyelashes, and a long neck; and his eyes,\r\nas he removed them from the-table and raised them to Archie’s, had a\r\nhungry look. He reminded Archie of a half-grown, half-starved hound.\r\n\r\n“That smells good!” said the long boy. He inhaled deeply. “Yes, sir,”\r\nhe continued, as one whose mind is definitely made up, “that smells\r\ngood!”\r\n\r\nBefore Archie could reply, the telephone bell rang. It was Lucille,\r\nconfirming her prophecy that the pest Jane would insist on her staying\r\nto dine.\r\n\r\n“Jane,” said Archie, into the telephone, “is a pot of poison. The\r\nwaiter is here now, setting out a rich banquet, and I shall have to eat\r\ntwo of everything by myself.”\r\n\r\nHe hung up the receiver, and, turning, met the pale eye of the long\r\nboy, who had propped himself up in the doorway.\r\n\r\n“Were you expecting somebody to dinner?” asked the boy.\r\n\r\n“Why, yes, old friend, I was.”\r\n\r\n“I wish—”\r\n\r\n“Yes?”\r\n\r\n“Oh, nothing.”\r\n\r\nThe waiter left. The long boy hitched his back more firmly against the\r\ndoorpost, and returned to his original theme.\r\n\r\n“That surely does smell good!” He basked a moment in the aroma. “Yes,\r\nsir! I’ll tell the world it does!”\r\n\r\nArchie was not an abnormally rapid thinker, but he began at this point\r\nto get a clearly defined impression that this lad, if invited, would\r\nwaive the formalities and consent to join his meal. Indeed, the idea\r\nArchie got was that, if he were not invited pretty soon, he would\r\ninvite himself.\r\n\r\n“Yes,” he agreed. “It doesn’t smell bad, what!”\r\n\r\n“It smells _good!_” said the boy. “Oh, doesn’t it! Wake me up in the\r\nnight and ask me if it doesn’t!”\r\n\r\n“_Poulet en casserole_,” said Archie.\r\n\r\n“Golly!” said the boy, reverently.\r\n\r\nThere was a pause. The situation began to seem to Archie a trifle\r\ndifficult. He wanted to start his meal, but it began to appear that he\r\nmust either do so under the penetrating gaze of his new friend or else\r\neject the latter forcibly. The boy showed no signs of ever wanting to\r\nleave the doorway.\r\n\r\n“You’ve dined, I suppose, what?” said Archie.\r\n\r\n“I never dine.”\r\n\r\n“What!”\r\n\r\n“Not really dine, I mean. I only get vegetables and nuts and things.”\r\n\r\n“Dieting?”\r\n\r\n“Mother is.”\r\n\r\n“I don’t absolutely catch the drift, old bean,” said Archie. The boy\r\nsniffed with half-closed eyes as a wave of perfume from the _poulet en\r\ncasserole_ floated past him. He seemed to be anxious to intercept as\r\nmuch of it as possible before it got through the door.\r\n\r\n“Mother’s a food-reformer,” he vouchsafed. “She lectures on it. She\r\nmakes Pop and me live on vegetables and nuts and things.”\r\n\r\nArchie was shocked. It was like listening to a tale from the abyss.\r\n\r\n“My dear old chap, you must suffer agonies—absolute shooting pains!” He\r\nhad no hesitation now. Common humanity pointed out his course. “Would\r\nyou care to join me in a bite now?”\r\n\r\n“Would I!” The boy smiled a wan smile. “Would I! Just stop me on the\r\nstreet and ask me!”\r\n\r\n“Come on in, then,” said Archie, rightly taking this peculiar phrase\r\nfor a formal acceptance. “And close the door. The fatted calf is\r\ngetting cold.”\r\n\r\nArchie was not a man with a wide visiting-list among people with\r\nfamilies, and it was so long since he had seen a growing boy in action\r\nat the table that he had forgotten what sixteen is capable of doing\r\nwith a knife and fork, when it really squares its elbows, takes a deep\r\nbreath, and gets going. The spectacle which he witnessed was\r\nconsequently at first a little unnerving. The long boy’s idea of\r\ntrifling with a meal appeared to be to swallow it whole and reach out\r\nfor more. He ate like a starving Eskimo. Archie, in the time he had\r\nspent in the trenches making the world safe for the working-man to\r\nstrike in, had occasionally been quite peckish, but he sat dazed before\r\nthis majestic hunger. This was real eating.\r\n\r\nThere was little conversation. The growing boy evidently did not\r\nbelieve in table-talk when he could use his mouth for more practical\r\npurposes. It was not until the final roll had been devoured to its last\r\ncrumb that the guest found leisure to address his host. Then he leaned\r\nback with a contented sigh.\r\n\r\n“Mother,” said the human python, “says you ought to chew every mouthful\r\nthirty-three times....”\r\n\r\n“Yes, sir! Thirty-three times!” He sighed again, “I haven’t ever had a\r\nmeal like that.”\r\n\r\n“All right, was it, what?”\r\n\r\n“Was it! Was it! Call me up on the ’phone and ask me!-Yes,\r\nsir!-Mother’s tipped off these darned waiters not to serve me anything\r\nbut vegetables and nuts and things, darn it!”\r\n\r\n“The mater seems to have drastic ideas about the good old feed-bag,\r\nwhat!”\r\n\r\n“I’ll say she has! Pop hates it as much as me, but he’s scared to kick.\r\nMother says vegetables contain all the proteins you want. Mother says,\r\nif you eat meat, your blood-pressure goes all blooey. Do you think it\r\ndoes?”\r\n\r\n“Mine seems pretty well in the pink.”\r\n\r\n“She’s great on talking,” conceded the boy. “She’s out to-night\r\nsomewhere, giving a lecture on Rational Eating to some ginks. I’ll have\r\nto be slipping up to our suite before she gets back.” He rose,\r\nsluggishly. “That isn’t a bit of roll under that napkin, is it?” he\r\nasked, anxiously.\r\n\r\nArchie raised the napkin.\r\n\r\n“No. Nothing of that species.”\r\n\r\n“Oh, well!” said the boy, resignedly. “Then I believe I’ll be going.\r\nThanks very much for the dinner.”\r\n\r\n“Not a bit, old top. Come again if you’re ever trickling round in this\r\ndirection.”\r\n\r\nThe long boy removed himself slowly, loath to leave. At the door he\r\ncast an affectionate glance back at the table.\r\n\r\n“Some meal!” he said, devoutly. “Considerable meal!”\r\n\r\nArchie lit a cigarette. He felt like a Boy Scout who has done his day’s\r\nAct of Kindness.\r\n\r\nOn the following morning it chanced that Archie needed a fresh supply\r\nof tobacco. It was his custom, when this happened, to repair to a small\r\nshop on Sixth Avenue which he had discovered accidentally in the course\r\nof his rambles about the great city. His relations with Jno. Blake, the\r\nproprietor, were friendly and intimate. The discovery that Mr. Blake\r\nwas English and had, indeed, until a few years back maintained an\r\nestablishment only a dozen doors or so from Archie’s London club, had\r\nserved as a bond.\r\n\r\nTo-day he found Mr. Blake in a depressed mood. The tobacconist was a\r\nhearty, red-faced man, who looked like an English sporting publican—the\r\nkind of man who wears a fawn-coloured top-coat and drives to the Derby\r\nin a dog-cart; and usually there seemed to be nothing on his mind\r\nexcept the vagaries of the weather, concerning which he was a great\r\nconversationalist. But now moodiness had claimed him for its own. After\r\na short and melancholy “Good morning,” he turned to the task of\r\nmeasuring out the tobacco in silence.\r\n\r\nArchie’s sympathetic nature was perturbed.—“What’s the matter, laddie?”\r\nhe enquired. “You would seem to be feeling a bit of an onion this\r\nbright morning, what, yes, no? I can see it with the naked eye.”\r\n\r\nMr. Blake grunted sorrowfully.\r\n\r\n“I’ve had a knock, Mr. Moffam.”\r\n\r\n“Tell me all, friend of my youth.”\r\n\r\nMr. Blake, with a jerk of his thumb, indicated a poster which hung on\r\nthe wall behind the counter. Archie had noticed it as he came in, for\r\nit was designed to attract the eye. It was printed in black letters on\r\na yellow ground, and ran as follows:\r\n\r\nCLOVER-LEAF SOCIAL AND OUTING CLUB\r\n\r\nGRAND CONTEST\r\n\r\nPIE-EATING CHAMPIONSHIP OF THE WEST SIDE\r\n\r\nSPIKE O’DOWD\r\n(Champion)\r\n\r\n_v_.\r\n\r\nBLAKE’S UNKNOWN\r\n\r\nFOR A PURSE OF $50 AND SIDE-BET\r\n\r\n\r\nArchie examined this document gravely. It conveyed nothing to him\r\nexcept—what he had long suspected—that his sporting-looking friend had\r\nsporting blood as well as that kind of exterior. He expressed a kindly\r\nhope that the other’s Unknown would bring home the bacon.\r\n\r\nMr. Blake laughed one of those hollow, mirthless laughs.\r\n\r\n“There ain’t any blooming Unknown,” he said, bitterly. This man had\r\nplainly suffered. “Yesterday, yes, but not now.”\r\n\r\nArchie sighed.\r\n\r\n“In the midst of life—Dead?” he enquired, delicately.\r\n\r\n“As good as,” replied the stricken tobacconist. He cast aside his\r\nartificial restraint and became voluble. Archie was one of those\r\nsympathetic souls in whom even strangers readily confided their most\r\nintimate troubles. He was to those in travail of spirit very much what\r\ncatnip is to a cat. “It’s ’ard, sir, it’s blooming ’ard! I’d got the\r\nevent all sewed up in a parcel, and now this young feller-me-lad ’as to\r\ngive me the knock. This lad of mine—sort of cousin ’e is; comes from\r\nLondon, like you and me—’as always ’ad, ever since he landed in this\r\ncountry, a most amazing knack of stowing away grub. ’E’d been a bit\r\nunderfed these last two or three years over in the old country, what\r\nwith food restrictions and all, and ’e took to the food over ’ere\r\namazing. I’d ’ave backed ’im against a ruddy orstridge! Orstridge! I’d\r\n’ave backed ’im against ’arff a dozen orstridges—take ’em on one after\r\nthe other in the same ring on the same evening—and given ’em a\r\nhandicap, too! ’E was a jewel, that boy. I’ve seen him polish off four\r\npounds of steak and mealy potatoes and then look round kind of wolfish,\r\nas much as to ask when dinner was going to begin! That’s the kind of a\r\nlad ’e was till this very morning. ’E would have out-swallowed this\r\n’ere O’Dowd without turning a hair, as a relish before ’is tea! I’d got\r\na couple of ’undred dollars on ’im, and thought myself lucky to get the\r\nodds. And now—”\r\n\r\nMr. Blake relapsed into a tortured silence.\r\n\r\n“But what’s the matter with the blighter? Why can’t he go over the top?\r\nHas he got indigestion?”\r\n\r\n“Indigestion?” Mr. Blaife laughed another of his hollow laughs. “You\r\ncouldn’t give that boy indigestion if you fed ’im in on safety-razor\r\nblades. Religion’s more like what ’e’s got.”\r\n\r\n“Religion?”\r\n\r\n“Well, you can call it that. Seems last night, instead of goin’ and\r\nresting ’is mind at a picture-palace like I told him to, ’e sneaked off\r\nto some sort of a lecture down on Eighth Avenue. ’E said ’e’d seen a\r\npiece about it in the papers, and it was about Rational Eating, and\r\nthat kind of attracted ’im. ’E sort of thought ’e might pick up a few\r\nhints, like. ’E didn’t know what rational eating was, but it sounded to\r\n’im as if it must be something to do with food, and ’e didn’t want to\r\nmiss it. ’E came in here just now,” said Mr. Blake, dully, “and ’e was\r\na changed lad! Scared to death ’e was! Said the way ’e’d been goin’ on\r\nin the past, it was a wonder ’e’d got any stummick left! It was a lady\r\nthat give the lecture, and this boy said it was amazing what she told\r\n’em about blood-pressure and things ’e didn’t even know ’e ’ad. She\r\nshowed ’em pictures, coloured pictures, of what ’appens inside the\r\ninjudicious eater’s stummick who doesn’t chew his food, and it was like\r\na battlefield! ’E said ’e would no more think of eatin’ a lot of pie\r\nthan ’e would of shootin’ ’imself, and anyhow eating pie would be a\r\nquicker death. I reasoned with ’im, Mr. Moffam, with tears in my eyes.\r\nI asked ’im was he goin’ to chuck away fame and wealth just because a\r\nwoman who didn’t know what she was talking about had shown him a lot of\r\nfaked pictures. But there wasn’t any doin’ anything with him. ’E give\r\nme the knock and ’opped it down the street to buy nuts.” Mr. Blake\r\nmoaned. “Two ’undred dollars and more gone pop, not to talk of the\r\nfifty dollars ’e would have won and me to get twenty-five of!”\r\n\r\nArchie took his tobacco and walked pensively back to the hotel. He was\r\nfond of Jno. Blake, and grieved for the trouble that had come upon him.\r\nIt was odd, he felt, how things seemed to link themselves up together.\r\nThe woman who had delivered the fateful lecture to injudicious eaters\r\ncould not be other than the mother of his young guest of last night. An\r\nuncomfortable woman! Not content with starving her own family—Archie\r\nstopped in his tracks. A pedestrian, walking behind him, charged into\r\nhis back, but Archie paid no attention. He had had one of those sudden,\r\nluminous ideas, which help a man who does not do much thinking as a\r\nrule to restore his average. He stood there for a moment, almost dizzy\r\nat the brilliance of his thoughts; then hurried on. Napoleon, he mused\r\nas he walked, must have felt rather like this after thinking up a hot\r\none to spring on the enemy.\r\n\r\nAs if Destiny were suiting her plans to his, one of the first persons\r\nhe saw as he entered the lobby of the Cosmopolis was the long boy. He\r\nwas standing at the bookstall, reading as much of a morning paper as\r\ncould be read free under the vigilant eyes of the presiding girl. Both\r\nhe and she were observing the unwritten rules which govern these\r\naffairs—to wit, that you may read without interference as much as can\r\nbe read without touching the paper. If you touch the paper, you lose,\r\nand have to buy.\r\n\r\n“Well, well, well!” said Archie. “Here we are again, what!” He prodded\r\nthe boy amiably in the lower ribs. “You’re just the chap I was looking\r\nfor. Got anything on for the time being?”\r\n\r\nThe boy said he had no engagements.\r\n\r\n“Then I want you to stagger round with me to a chappie I know on Sixth\r\nAvenue. It’s only a couple of blocks away. I think I can do you a bit\r\nof good. Put you on to something tolerably ripe, if you know what I\r\nmean. Trickle along, laddie. You don’t need a hat.”\r\n\r\nThey found Mr. Blake brooding over his troubles in an empty shop.\r\n\r\n“Cheer up, old thing!” said Archie. “The relief expedition has\r\narrived.” He directed his companion’s gaze to the poster. “Cast your\r\neye over that. How does that strike you?”\r\n\r\nThe long boy scanned the poster. A gleam appeared in his rather dull\r\neye.\r\n\r\n“Well?”\r\n\r\n“Some people have all the luck!” said the long boy, feelingly.\r\n\r\n“Would you like to compete, what?”\r\n\r\nThe boy smiled a sad smile.\r\n\r\n“Would I! Would I! Say!...”\r\n\r\n“I know,” interrupted Archie. “Wake you up in the night and ask you! I\r\nknew I could rely on you, old thing.” He turned to Mr. Blake. “Here’s\r\nthe fellow you’ve been wanting to meet. The finest left-and-right-hand\r\neater east of the Rockies! He’ll fight the good fight for you.”\r\n\r\nMr. Blake’s English training had not been wholly overcome by residence\r\nin New York. He still retained a nice eye for the distinctions of\r\nclass.\r\n\r\n“But this young gentleman’s a young gentleman,” he urged, doubtfully,\r\nyet with hope shining in his eye. “He wouldn’t do it.”\r\n\r\n“Of course, he would. Don’t be ridic, old thing.”\r\n\r\n“Wouldn’t do what?” asked the boy.\r\n\r\n“Why save the old homestead by taking on the champion. Dashed sad case,\r\nbetween ourselves! This poor egg’s nominee has given him the raspberry\r\nat the eleventh hour, and only you can save him. And you owe it to him\r\nto do something you know, because it was your jolly old mater’s lecture\r\nlast night that made the nominee quit. You must charge in and take his\r\nplace. Sort of poetic justice, don’t you know, and what not!” He turned\r\nto Mr. Blake. “When is the conflict supposed to start? Two-thirty? You\r\nhaven’t any important engagement for two-thirty, have you?”\r\n\r\n“No. Mother’s lunching at some ladies’ club, and giving a lecture\r\nafterwards. I can slip away.”\r\n\r\nArchie patted his head.\r\n\r\n“Then leg it where glory waits you, old bean!”\r\n\r\nThe long boy was gazing earnestly at the poster. It seemed to fascinate\r\nhim.\r\n\r\n“Pie!” he said in a hushed voice.\r\n\r\nThe word was like a battle-cry."
  ]
}