{
  "index": 32,
  "title": "Chapter 31",
  "paragraphs": [
    "THE SAUSAGE CHAPPIE\r\n\r\n\r\n_The Personality That Wins_ cost Archie two dollars in cash and a lot\r\nof embarrassment when he asked for it at the store. To buy a treatise\r\nof that name would automatically seem to argue that you haven’t a\r\nwinning personality already, and Archie was at some pains to explain to\r\nthe girl behind the counter that he wanted it for a friend. The girl\r\nseemed more interested in his English accent than in his explanation,\r\nand Archie was uncomfortably aware, as he receded, that she was\r\npractising it in an undertone for the benefit of her colleagues and\r\nfellow-workers. However, what is a little discomfort, if endured in\r\nfriendship’s name?\r\n\r\nHe was proceeding up Broadway after leaving the store when he\r\nencountered Reggie van Tuyl, who was drifting along in somnambulistic\r\nfashion near Thirty-Ninth Street.\r\n\r\n“Hullo, Reggie old thing!” said Archie.\r\n\r\n“Hullo!” said Reggie, a man of few words.\r\n\r\n“I’ve just been buying a book for Bill Brewster,” went on Archie. “It\r\nappears that old Bill—What’s the matter?”\r\n\r\nHe broke off his recital abruptly. A sort of spasm had passed across\r\nhis companion’s features. The hand holding Archie’s arm had tightened\r\nconvulsively. One would have said that Reginald had received a shock.\r\n\r\n“It’s nothing,” said Reggie. “I’m all right now. I caught sight of that\r\nfellow’s clothes rather suddenly. They shook me a bit. I’m all right\r\nnow,” he said, bravely.\r\n\r\nArchie, following his friend’s gaze, understood. Reggie van Tuyl was\r\nnever at his strongest in the morning, and he had a sensitive eye for\r\nclothes. He had been known to resign from clubs because members\r\nexceeded the bounds in the matter of soft shirts with dinner-jackets.\r\nAnd the short, thick-set man who was standing just in front of them in\r\nattitude of restful immobility was certainly no dandy. His best friend\r\ncould not have called him dapper. Take him for all in all and on the\r\nhoof, he might have been posing as a model for a sketch of What the\r\nWell-Dressed Man Should Not Wear.\r\n\r\nIn costume, as in most other things, it is best to take a definite line\r\nand stick to it. This man had obviously vacillated. His neck was\r\nswathed in a green scarf; he wore an evening-dress coat; and his lower\r\nlimbs were draped in a pair of tweed trousers built for a larger man.\r\nTo the north he was bounded by a straw hat, to the south by brown\r\nshoes.\r\n\r\nArchie surveyed the man’s back carefully.\r\n\r\n“Bit thick!” he said, sympathetically. “But of course Broadway isn’t\r\nFifth Avenue. What I mean to say is, Bohemian licence and what not.\r\nBroadway’s crammed with deuced brainy devils who don’t care how they\r\nlook. Probably this bird is a master-mind of some species.”\r\n\r\n“All the same, man’s no right to wear evening-dress coat with tweed\r\ntrousers.”\r\n\r\n“Absolutely not! I see what you mean.”\r\n\r\nAt this point the sartorial offender turned. Seen from the front, he\r\nwas even more unnerving. He appeared to possess no shirt, though this\r\ndefect was offset by the fact that the tweed trousers fitted snugly\r\nunder the arms. He was not a handsome man. At his best he could never\r\nhave been that, and in the recent past he had managed to acquire a scar\r\nthat ran from the corner of his mouth half-way across his cheek. Even\r\nwhen his face was in repose he had an odd expression; and when, as he\r\nchanced to do now, he smiled, odd became a mild adjective, quite\r\ninadequate for purposes of description. It was not an unpleasant face,\r\nhowever. Unquestionably genial, indeed. There was something in it that\r\nhad a quality of humorous appeal.\r\n\r\nArchie started. He stared at the man, Memory stirred.\r\n\r\n“Great Scot!” he cried. “It’s the Sausage Chappie!”\r\n\r\nReginald van Tuyl gave a little moan. He was not used to this sort of\r\nthing. A sensitive young man as regarded scenes, Archie’s behaviour\r\nunmanned him. For Archie, releasing his arm, had bounded forward and\r\nwas shaking the other’s hand warmly.\r\n\r\n“Well, well, well! My dear old chap! You must remember me, what? No?\r\nYes?”\r\n\r\nThe man with the scar seemed puzzled. He shuffled the brown shoes,\r\npatted the straw hat, and eyed Archie questioningly.\r\n\r\n“I don’t seem to place you,” he said.\r\n\r\nArchie slapped the back of the evening-dress coat. He linked his arm\r\naffectionately with that of the dress-reformer.\r\n\r\n“We met outside St Mihiel in the war. You gave me a bit of sausage. One\r\nof the most sporting events in history. Nobody but a real sportsman\r\nwould have parted with a bit of sausage at that moment to a stranger.\r\nNever forgotten it, by Jove. Saved my life, absolutely. Hadn’t chewed a\r\nmorsel for eight hours. Well, have you got anything on? I mean to say,\r\nyou aren’t booked for lunch or any rot of that species, are you? Fine!\r\nThen I move we all toddle off and get a bite somewhere.” He squeezed\r\nthe other’s arm fondly. “Fancy meeting you again like this! I’ve often\r\nwondered what became of you. But, by Jove, I was forgetting. Dashed\r\nrude of me. My friend, Mr. van Tuyl.”\r\n\r\nReggie gulped. The longer he looked at it, the harder this man’s\r\ncostume was to bear. His eye passed shudderingly from the brown shoes\r\nto the tweed trousers, to the green scarf, from the green scarf to the\r\nstraw hat.\r\n\r\n“Sorry,” he mumbled. “Just remembered. Important date. Late already.\r\nEr—see you some time—”\r\n\r\nHe melted away, a broken man. Archie was not sorry to see him go.\r\nReggie was a good chap, but he would undoubtedly have been _de trop_ at\r\nthis reunion.\r\n\r\n“I vote we go to the Cosmopolis,” he said, steering his newly-found\r\nfriend through the crowd. “The browsing and sluicing isn’t bad there,\r\nand I can sign the bill which is no small consideration nowadays.”\r\n\r\nThe Sausage Chappie chuckled amusedly.\r\n\r\n“I can’t go to a place like the Cosmopolis looking like this.”\r\n\r\nArchie, was a little embarrassed.\r\n\r\n“Oh, I don’t know, you know, don’t you know!” he said. “Still, since\r\nyou have brought the topic up, you _did_ get the good old wardrobe a\r\nbit mixed this morning what? I mean to say, you seem absent-mindedly,\r\nas it were, to have got hold of samples from a good number of your\r\nvarious suitings.”\r\n\r\n“Suitings? How do you mean, suitings? I haven’t any suitings! Who do\r\nyou think I am? Vincent Astor? All I have is what I stand up in.”\r\n\r\nArchie was shocked. This tragedy touched him. He himself had never had\r\nany money in his life, but somehow he had always seemed to manage to\r\nhave plenty of clothes. How this was he could not say. He had always\r\nhad a vague sort of idea that tailors were kindly birds who never\r\nfailed to have a pair of trousers or something up their sleeve to\r\npresent to the deserving. There was the drawback, of course, that once\r\nthey had given you things they were apt to write you rather a lot of\r\nletters about it; but you soon managed to recognise their handwriting,\r\nand then it was a simple task to extract their communications from your\r\nmorning mail and drop them in the waste-paper basket. This was the\r\nfirst case he had encountered of a man who was really short of clothes.\r\n\r\n“My dear old lad,” he said, briskly, “this must be remedied! Oh,\r\npositively! This must be remedied at once! I suppose my things wouldn’t\r\nfit you? No. Well, I tell you what. We’ll wangle something from my\r\nfather-in-law. Old Brewster, you know, the fellow who runs the\r\nCosmopolis. His’ll fit you like the paper on the wall, because he’s a\r\ntubby little blighter, too. What I mean to say is, he’s also one of\r\nthose sturdy, square, fine-looking chappies of about the middle height.\r\nBy the way, where are you stopping these days?”\r\n\r\n“Nowhere just at present. I thought of taking one of those\r\nself-contained Park benches.”\r\n\r\n“Are you broke?”\r\n\r\n“Am I!”\r\n\r\nArchie was concerned.\r\n\r\n“You ought to get a job.”\r\n\r\n“I ought. But somehow I don’t seem able to.”\r\n\r\n“What did you do before the war?”\r\n\r\n“I’ve forgotten.”\r\n\r\n“Forgotten!”\r\n\r\n“Forgotten.”\r\n\r\n“How do you mean—forgotten? You can’t mean—_forgotten?_”\r\n\r\n“Yes. It’s quite gone.”\r\n\r\n“But I mean to say. You can’t have forgotten a thing like that.”\r\n\r\n“Can’t I! I’ve forgotten all sorts of things. Where I was born. How old\r\nI am. Whether I’m married or single. What my name is—”\r\n\r\n“Well, I’m dashed!” said Archie, staggered. “But you remembered about\r\ngiving me a bit of sausage outside St. Mihiel?”\r\n\r\n“No, I didn’t. I’m taking your word for it. For all I know you may be\r\nluring me into some den to rob me of my straw hat. I don’t know you\r\nfrom Adam. But I like your conversation—especially the part about\r\neating—and I’m taking a chance.”\r\n\r\nArchie was concerned.\r\n\r\n“Listen, old bean. Make an effort. You must remember that sausage\r\nepisode? It was just outside St. Mihiel, about five in the evening.\r\nYour little lot were lying next to my little lot, and we happened to\r\nmeet, and I said ‘What ho!’ and you said ‘Halloa!’ and I said ‘What ho!\r\nWhat ho!’ and you said ‘Have a bit of sausage?’ and I said ‘What ho!\r\nWhat ho! What _ho!_’”\r\n\r\n“The dialogue seems to have been darned sparkling but I don’t remember\r\nit. It must have been after that that I stopped one. I don’t seem quite\r\nto have caught up with myself since I got hit.”\r\n\r\n“Oh! That’s how you got that scar?”\r\n\r\n“No. I got that jumping through a plate-glass window in London on\r\nArmistice night.”\r\n\r\n“What on earth did you do that for?”\r\n\r\n“Oh, I don’t know. It seemed a good idea at the time.”\r\n\r\n“But if you can remember a thing like that, why can’t you remember your\r\nname?”\r\n\r\n“I remember everything that happened after I came out of hospital. It’s\r\nthe part before that’s gone.”\r\n\r\nArchie patted him on the shoulder.\r\n\r\n“I know just what you want. You need a bit of quiet and repose, to\r\nthink things over and so forth. You mustn’t go sleeping on Park\r\nbenches. Won’t do at all. Not a bit like it. You must shift to the\r\nCosmopolis. It isn’t half a bad spot, the old Cosmop. I didn’t like it\r\nmuch the first night I was there, because there was a dashed tap that\r\nwent drip-drip-drip all night and kept me awake, but the place has its\r\npoints.”\r\n\r\n“Is the Cosmopolis giving free board and lodging these days?”\r\n\r\n“Rather! That’ll be all right. Well, this is the spot. We’ll start by\r\ntrickling up to the old boy’s suite and looking over his\r\nreach-me-downs. I know the waiter on his floor. A very sound chappie.\r\nHe’ll let us in with his pass-key.”\r\n\r\nAnd so it came about that Mr. Daniel Brewster, returning to his suite\r\nin the middle of lunch in order to find a paper dealing with the\r\nsubject he was discussing with his guest, the architect of his new\r\nhotel, was aware of a murmur of voices behind the closed door of his\r\nbedroom. Recognising the accents of his son-in-law, he breathed an oath\r\nand charged in. He objected to Archie wandering at large about his\r\nsuite.\r\n\r\nThe sight that met his eyes when he opened the door did nothing to\r\nsoothe him. The floor was a sea of clothes. There were coats on the\r\nchairs, trousers on the bed, shirts on the bookshelf. And in the middle\r\nof his welter stood Archie, with a man who, to Mr. Brewster’s heated\r\neye, looked like a tramp comedian out of a burlesque show.\r\n\r\n“Great Godfrey!” ejaculated Mr. Brewster.\r\n\r\nArchie looked up with a friendly smile.\r\n\r\n“Oh, halloa-halloa!” he said, affably, “We were just glancing through\r\nyour spare scenery to see if we couldn’t find something for my pal\r\nhere. This is Mr. Brewster, my father-in-law, old man.”\r\n\r\nArchie scanned his relative’s twisted features. Something in his\r\nexpression seemed not altogether encouraging. He decided that the\r\nnegotiations had better be conducted in private. “One moment, old lad,”\r\nhe said to his new friend. “I just want to have a little talk with my\r\nfather-in-law in the other room. Just a little friendly business chat.\r\nYou stay here.”\r\n\r\nIn the other room Mr. Brewster turned on Archie like a wounded lion of\r\nthe desert.\r\n\r\n“What the—!”\r\n\r\nArchie secured one of his coat-buttons and began to massage it\r\naffectionately.\r\n\r\n“Ought to have explained!” said Archie, “only didn’t want to interrupt\r\nyour lunch. The sportsman on the horizon is a dear old pal of mine—”\r\n\r\nMr. Brewster wrenched himself free.\r\n\r\n“What the devil do you mean, you worm, by bringing tramps into my\r\nbedroom and messing about with my clothes?”\r\n\r\n“That’s just what I’m trying to explain, if you’ll only listen. This\r\nbird is a bird I met in France during the war. He gave me a bit of\r\nsausage outside St. Mihiel—”\r\n\r\n“Damn you and him and the sausage!”\r\n\r\n“Absolutely. But listen. He can’t remember who he is or where he was\r\nborn or what his name is, and he’s broke; so, dash it, I must look\r\nafter him. You see, he gave me a bit of sausage.”\r\n\r\nMr. Brewster’s frenzy gave way to an ominous calm.\r\n\r\n“I’ll give him two seconds to clear out of here. If he isn’t gone by\r\nthen I’ll have him thrown out.”\r\n\r\nArchie was shocked.\r\n\r\n“You don’t mean that?”\r\n\r\n“I do mean that.”\r\n\r\n“But where is he to go?”\r\n\r\n“Outside.”\r\n\r\n“But you don’t understand. This chappie has lost his memory because he\r\nwas wounded in the war. Keep that fact firmly fixed in the old bean. He\r\nfought for you. Fought and bled for you. Bled profusely, by Jove. _And_\r\nhe saved my life!”\r\n\r\n“If I’d got nothing else against him, that would be enough.”\r\n\r\n“But you can’t sling a chappie out into the cold hard world who bled in\r\ngallons to make the world safe for the Hotel Cosmopolis.”\r\n\r\nMr. Brewster looked ostentatiously at his watch.\r\n\r\n“Two seconds!” he said.\r\n\r\nThere was a silence. Archie appeared to be thinking. “Right-o!” he said\r\nat last. “No need to get the wind up. I know where he can go. It’s just\r\noccurred to me I’ll put him up at my little shop.”\r\n\r\nThe purple ebbed from Mr. Brewster’s face. Such was his emotion that he\r\nhad forgotten that infernal shop. He sat down. There was more silence.\r\n\r\n“Oh, gosh!” said Mr. Brewster.\r\n\r\n“I knew you would be reasonable about it,” said Archie, approvingly.\r\n“Now, honestly, as man to man, how do we go?”\r\n\r\n“What do you want me to do?” growled Mr. Brewster.\r\n\r\n“I thought you might put the chappie up for a while, and give him a\r\nchance to look round and nose about a bit.”\r\n\r\n“I absolutely refuse to give any more loafers free board and lodging.”\r\n\r\n“Any _more?_”\r\n\r\n“Well, he would be the second, wouldn’t he?”\r\n\r\nArchie looked pained.\r\n\r\n“It’s true,” he said, “that when I first came here I was temporarily\r\nresting, so to speak; but didn’t I go right out and grab the\r\nmanagership of your new hotel? Positively!”\r\n\r\n“I will _not_ adopt this tramp.”\r\n\r\n“Well, find him a job, then.”\r\n\r\n“What sort of a job?”\r\n\r\n“Oh, any old sort.”\r\n\r\n“He can be a waiter if he likes.”\r\n\r\n“All right; I’ll put the matter before him.”\r\n\r\nHe returned to the bedroom. The Sausage Chappie was gazing fondly into\r\nthe mirror with a spotted tie draped round his neck.\r\n\r\n“I say, old top,” said Archie, apologetically, “the Emperor of the\r\nBlighters out yonder says you can have a job here as waiter, and he\r\nwon’t do another dashed thing for you. How about it?”\r\n\r\n“Do waiters eat?”\r\n\r\n“I suppose so. Though, by Jove, come to think of it, I’ve never seen\r\none at it.”\r\n\r\n“That’s good enough for me!” said the Sausage Chappie. “When do I\r\nbegin?”"
  ]
}