{
  "index": 34,
  "title": "Chapter 33",
  "paragraphs": [
    "THE-SAUSAGE-CHAPPIE-CLICKS\r\n\r\n\r\nRendered restless by relief, Bill Brewster did not linger long at the\r\nluncheon-table. Shortly after Reggie van Tuyl had retired, he got up\r\nand announced his intention of going for a bit of a walk to calm his\r\nexcited mind. Archie dismissed him with a courteous wave of the hand;\r\nand, beckoning to the Sausage Chappie, who in his role of waiter was\r\nhovering near, requested him to bring the best cigar the hotel could\r\nsupply. The padded seat in which he sat was comfortable; he had no\r\nengagements; and it seemed to him that a pleasant half-hour could be\r\npassed in smoking dreamily and watching his fellow-men eat.\r\n\r\nThe grill-room had filled up. The Sausage Chappie, having brought\r\nArchie his cigar, was attending to a table close by, at which a woman\r\nwith a small boy in a sailor suit had seated themselves. The woman was\r\nengrossed with the bill of fare, but the child’s attention seemed\r\nriveted upon the Sausage Chappie. He was drinking him in with wide\r\neyes. He seemed to be brooding on him.\r\n\r\nArchie, too, was brooding on the Sausage Chappie, The latter made an\r\nexcellent waiter: he was brisk and attentive, and did the work as if he\r\nliked it; but Archie was not satisfied. Something seemed to tell him\r\nthat the man was fitted for higher things. Archie was a grateful soul.\r\nThat sausage, coming at the end of a five-hour hike, had made a deep\r\nimpression on his plastic nature. Reason told him that only an\r\nexceptional man could have parted with half a sausage at such a moment;\r\nand he could not feel that a job as waiter at a New York hotel was an\r\nadequate job for an exceptional man. Of course, the root of the trouble\r\nlay in the fact that the fellow could not remember what his real\r\nlife-work had been before the war. It was exasperating to reflect, as\r\nthe other moved away to take his order to the kitchen, that there, for\r\nall one knew, went the dickens of a lawyer or doctor or architect or\r\nwhat not.\r\n\r\nHis meditations were broken by the voice of the child.\r\n\r\n“Mummie,” asked the child interestedly, following the Sausage Chappie\r\nwith his eyes as the latter disappeared towards the kitchen, “why has\r\nthat man got such a funny face?”\r\n\r\n“Hush, darling.”\r\n\r\n“Yes, but why HAS he?”\r\n\r\n“I don’t know, darling.”\r\n\r\nThe child’s faith in the maternal omniscience seemed to have received a\r\nshock. He had the air of a seeker after truth who has been baffled. His\r\neyes roamed the room discontentedly.\r\n\r\n“He’s got a funnier face than that man there,” he said, pointing to\r\nArchie.\r\n\r\n“Hush, darling!”\r\n\r\n“But he has. Much funnier.”\r\n\r\nIn a way it was a sort of compliment, but Archie felt embarrassed. He\r\nwithdrew coyly into the cushioned recess. Presently the Sausage Chappie\r\nreturned, attended to the needs of the woman and the child, and came\r\nover to Archie. His homely face was beaming.\r\n\r\n“Say, I had a big night last night,” he said, leaning on the table.\r\n\r\n“Yes?” said Archie. “Party or something?”\r\n\r\n“No, I mean I suddenly began to remember things. Something seems to\r\nhave happened to the works.”\r\n\r\nArchie sat up excitedly. This was great news.\r\n\r\n“No, really? My dear old lad, this is absolutely topping. This is\r\npriceless.”\r\n\r\n“Yessir! First thing I remembered was that I was born at Springfield,\r\nOhio. It was like a mist starting to lift. Springfield, Ohio. That was\r\nit. It suddenly came back to me.”\r\n\r\n“Splendid! Anything else?”\r\n\r\n“Yessir! Just before I went to sleep I remembered my name as well.”\r\n\r\nArchie was stirred to his depths.\r\n\r\n“Why, the thing’s a walk-over!” he exclaimed. “Now you’ve once got\r\nstarted, nothing can stop you. What is your name?”\r\n\r\n“Why, it’s—That’s funny! It’s gone again. I have an idea it began with\r\nan S. What was it? Skeffington? Skillington?”\r\n\r\n“Sanderson?”\r\n\r\n“No; I’ll get it in a moment. Cunningham? Carrington? Wilberforce?\r\nDebenham?”\r\n\r\n“Dennison?” suggested Archie, helpfully.—“No, no, no. It’s on the tip\r\nof my tongue. Barrington? Montgomery? Hepplethwaite? I’ve got it!\r\nSmith!”\r\n\r\n“By Jove! Really?”\r\n\r\n“Certain of it.”\r\n\r\n“What’s the first name?”\r\n\r\nAn anxious expression came into the man’s eyes. He hesitated. He\r\nlowered his voice.\r\n\r\n“I have a horrible feeling that it’s Lancelot!”\r\n\r\n“Good God!” said Archie.\r\n\r\n“It couldn’t really be that, could it?”\r\n\r\nArchie looked grave. He hated to give pain, but he felt he must be\r\nhonest.\r\n\r\n“It might,” he said. “People give their children all sorts of rummy\r\nnames. My second name’s Tracy. And I have a pal in England who was\r\nchristened Cuthbert de la Hay Horace. Fortunately everyone calls him\r\nStinker.”\r\n\r\nThe head-waiter began to drift up like a bank of fog, and the Sausage\r\nChappie returned to his professional duties. When he came back, he was\r\nbeaming again.\r\n\r\n“Something else I remembered,” he said, removing the cover. “I’m\r\nmarried!”\r\n\r\n“Good Lord!”\r\n\r\n“At least I was before the war. She had blue eyes and brown hair and a\r\nPekingese dog.”\r\n\r\n“What was her name?”\r\n\r\n“I don’t know.”\r\n\r\n“Well, you’re coming on,” said Archie. “I’ll admit that. You’ve still\r\ngot a bit of a way to go before you become like one of those blighters\r\nwho take the Memory Training Courses in the magazine advertisements—I\r\nmean to say, you know, the lads who meet a fellow once for five\r\nminutes, and then come across him again ten years later and grasp him\r\nby the hand and say, ‘Surely this is Mr. Watkins of Seattle?’ Still,\r\nyou’re doing fine. You only need patience. Everything comes to him who\r\nwaits.” Archie sat up, electrified. “I say, by Jove, that’s rather\r\ngood, what! Everything comes to him who waits, and you’re a waiter,\r\nwhat, what. I mean to say, what!”\r\n\r\n“Mummie,” said the child at the other table, still speculative, “do you\r\nthink something trod on his face?”\r\n\r\n“Hush, darling.”\r\n\r\n“Perhaps it was bitten by something?”\r\n\r\n“Eat your nice fish, darling,” said the mother, who seemed to be one of\r\nthose dull-witted persons whom it is impossible to interest in a\r\ndiscussion on first causes.\r\n\r\nArchie felt stimulated. Not even the advent of his father-in-law, who\r\ncame in a few moments later and sat down at the other end of the room,\r\ncould depress his spirits.\r\n\r\nThe Sausage Chappie came to his table again.\r\n\r\n“It’s a funny thing,” he said. “Like waking up after you’ve been\r\nasleep. Everything seems to be getting clearer. The dog’s name was\r\nMarie. My wife’s dog, you know. And she had a mole on her chin.”\r\n\r\n“The dog?”\r\n\r\n“No. My wife. Little beast! She bit me in the leg once.”\r\n\r\n“Your wife?”\r\n\r\n“No. The dog. Good Lord!” said the Sausage Chappie.\r\n\r\nArchie looked up and followed his gaze.\r\n\r\nA couple of tables away, next to a sideboard on which the management\r\nexposed for view the cold meats and puddings and pies mentioned in\r\nvolume two of the bill of fare (“Buffet Froid”), a man and a girl had\r\njust seated themselves. The man was stout and middle-aged. He bulged in\r\npractically every place in which a man can bulge, and his head was\r\nalmost entirely free from hair. The girl was young and pretty. Her eyes\r\nwere blue. Her hair was brown. She had a rather attractive little mole\r\non the left side of her chin.\r\n\r\n“Good Lord!” said the Sausage Chappie.\r\n\r\n“Now what?” said Archie.\r\n\r\n“Who’s that? Over at the table there?”\r\n\r\nArchie, through long attendance at the Cosmopolis Grill, knew most of\r\nthe habitues by sight.\r\n\r\n“That’s a man named Gossett. James J. Gossett. He’s a motion-picture\r\nman. You must have seen his name around.”\r\n\r\n“I don’t mean him. Who’s the girl?”\r\n\r\n“I’ve never seen her before.”\r\n\r\n“It’s my wife!” said the Sausage Chappie.\r\n\r\n“Your wife!”\r\n\r\n“Yes!”\r\n\r\n“Are you sure?”\r\n\r\n“Of course I’m sure!”\r\n\r\n“Well, well, well!” said Archie. “Many happy returns of the day!”\r\n\r\nAt the other table, the girl, unconscious of the drama which was about\r\nto enter her life, was engrossed in conversation with the stout man.\r\nAnd at this moment the stout man leaned forward and patted her on the\r\ncheek.\r\n\r\nIt was a paternal pat, the pat which a genial uncle might bestow on a\r\nfavourite niece, but it did not strike the Sausage Chappie in that\r\nlight. He had been advancing on the table at a fairly rapid pace, and\r\nnow, stirred to his depths, he bounded forward with a hoarse cry.\r\n\r\nArchie was at some pains to explain to his father-in-law later that, if\r\nthe management left cold pies and things about all over the place, this\r\nsort of thing was bound to happen sooner or later. He urged that it was\r\nputting temptation in people’s way, and that Mr. Brewster had only\r\nhimself to blame. Whatever the rights of the case, the Buffet Froid\r\nundoubtedly came in remarkably handy at this crisis in the Sausage\r\nChappie’s life. He had almost reached the sideboard when the stout man\r\npatted the girl’s cheek, and to seize a huckleberry pie was with him\r\nthe work of a moment. The next instant the pie had whizzed past the\r\nother’s head and burst like a shell against the wall.\r\n\r\nThere are, no doubt, restaurants where this sort of thing would have\r\nexcited little comment, but the Cosmopolis was not one of them.\r\nEverybody had something to say, but the only one among those present\r\nwho had anything sensible to say was the child in the sailor suit.\r\n\r\n“Do it again!” said the child, cordially.\r\n\r\nThe Sausage Chappie did it again. He took up a fruit salad, poised it\r\nfor a moment, then decanted it over Mr. Gossett’s bald head. The\r\nchild’s happy laughter rang over the restaurant. Whatever anybody else\r\nmight think of the affair, this child liked it and was prepared to go\r\non record to that effect.\r\n\r\nEpic events have a stunning quality. They paralyse the faculties. For a\r\nmoment there was a pause. The world stood still. Mr. Brewster bubbled\r\ninarticulately. Mr. Gossett dried himself sketchily with a napkin. The\r\nSausage Chappie snorted.\r\n\r\nThe girl had risen to her feet and was staring wildly.\r\n\r\n“John!” she cried.\r\n\r\nEven at this moment of crisis the Sausage Chappie was able to look\r\nrelieved.\r\n\r\n“So it is!” he said. “And I thought it was Lancelot!”\r\n\r\n“I thought you were dead!”\r\n\r\n“I’m not!” said the Sausage Chappie.\r\n\r\nMr. Gossett, speaking thickly through the fruit-salad, was understood\r\nto say that he regretted this. And then confusion broke loose again.\r\nEverybody began to talk at once.\r\n\r\n“I say!” said Archie. “I say! One moment!”\r\n\r\nOf the first stages of this interesting episode Archie had been a\r\nparalysed spectator. The thing had numbed him. And then—\r\n\r\nSudden a thought came, like a full-blown rose.\r\nFlushing his brow.\r\n\r\n\r\nWhen he reached the gesticulating group, he was calm and business-like.\r\nHe had a constructive policy to suggest.\r\n\r\n“I say,” he said. “I’ve got an idea!”\r\n\r\n“Go away!” said Mr. Brewster. “This is bad enough without you butting\r\nin.”\r\n\r\nArchie quelled him with a gesture.\r\n\r\n“Leave us,” he said. “We would be alone. I want to have a little\r\nbusiness-talk with Mr. Gossett.” He turned to the movie-magnate, who\r\nwas gradually emerging from the fruit-salad rather after the manner of\r\na stout Venus rising from the sea. “Can you spare me a moment of your\r\nvaluable time?”\r\n\r\n“I’ll have him arrested!”\r\n\r\n“Don’t you do it, laddie. Listen!”\r\n\r\n“The man’s mad. Throwing pies!”\r\n\r\nArchie attached himself to his coat-button.\r\n\r\n“Be calm, laddie. Calm and reasonable!”\r\n\r\nFor the first time Mr. Gossett seemed to become aware that what he had\r\nbeen looking on as a vague annoyance was really an individual.\r\n\r\n“Who the devil are you?”\r\n\r\nArchie drew himself up with dignity.\r\n\r\n“I am this gentleman’s representative,” he replied, indicating the\r\nSausage Chappie with a motion of the hand. “His jolly old personal\r\nrepresentative. I act for him. And on his behalf I have a pretty ripe\r\nproposition to lay before you. Reflect, dear old bean,” he proceeded\r\nearnestly. “Are you going to let this chance slip? The opportunity of a\r\nlifetime which will not occur again. By Jove, you ought to rise up and\r\nembrace this bird. You ought to clasp the chappie to your bosom! He has\r\nthrown pies at you, hasn’t he? Very well. You are a movie-magnate. Your\r\nwhole fortune is founded on chappies who throw pies. You probably scour\r\nthe world for chappies who throw pies. Yet, when one comes right to you\r\nwithout any fuss or trouble and demonstrates before your very eyes the\r\nfact that he is without a peer as a pie-propeller, you get the wind up\r\nand talk about having him arrested. Consider! (There’s a bit of cherry\r\njust behind your left ear.) Be sensible. Why let your personal feeling\r\nstand in the way of doing yourself a bit of good? Give this chappie a\r\njob and give it him quick, or we go elsewhere. Did you ever see Fatty\r\nArbuckle handle pastry with a surer touch? Has Charlie Chaplin got this\r\nfellow’s speed and control. Absolutely not. I tell you, old friend,\r\nyou’re in danger of throwing away a good thing!”\r\n\r\nHe paused. The Sausage Chappie beamed.\r\n\r\n“I’ve aways wanted to go into the movies,” he said. “I was an actor\r\nbefore the war. Just remembered.”\r\n\r\nMr. Brewster attempted to speak. Archie waved him down.\r\n\r\n“How many times have I got to tell you not to butt in?” he said,\r\nseverely.\r\n\r\nMr. Gossett’s militant demeanour had become a trifle modified during\r\nArchie’s harangue. First and foremost a man of business, Mr. Gossett\r\nwas not insensible to the arguments which had been put forward. He\r\nbrushed a slice of orange from the back of his neck, and mused awhile.\r\n\r\n“How do I know this fellow would screen well?” he said, at length.\r\n\r\n“Screen well!” cried Archie. “Of course he’ll screen well. Look at his\r\nface. I ask you! The map! I call your attention to it.” He turned\r\napologetically to the Sausage Chappie. “Awfully sorry, old lad, for\r\ndwelling on this, but it’s business, you know.” He turned to Mr.\r\nGossett. “Did you ever see a face like that? Of course not. Why should\r\nI, as this gentleman’s personal representative, let a face like that go\r\nto waste? There’s a fortune in it. By Jove, I’ll give you two minutes\r\nto think the thing over, and, if you don’t talk business then, I’ll\r\njolly well take my man straight round to Mack Sennett or someone. We\r\ndon’t have to ask for jobs. We consider offers.”\r\n\r\nThere was a silence. And then the clear voice of the child in the\r\nsailor suit made itself heard again.\r\n\r\n“Mummie!”\r\n\r\n“Yes, darling?”\r\n\r\n“Is the man with the funny face going to throw any more pies?”\r\n\r\n“No, darling.”\r\n\r\nThe child uttered a scream of disappointed fury.\r\n\r\n“I want the funny man to throw some more pies! I want the funny man to\r\nthrow some more pies!”\r\n\r\nA look almost of awe came into Mr. Gossett’s face. He had heard the\r\nvoice of the Public. He had felt the beating of the Public’s pulse.\r\n\r\n“Out of the mouths of babes and sucklings,” he said, picking a piece of\r\nbanana off his right eyebrow, “Out of the mouths of babes and\r\nsucklings. Come round to my office!”"
  ]
}