{
  "index": 39,
  "title": "Chapter 38",
  "paragraphs": [
    "THE WIGMORE VENUS\r\n\r\n\r\nThe morning was so brilliantly fine; the populace popped to and fro in\r\nso active and cheery a manner; and everybody appeared to be so\r\nabsolutely in the pink, that a casual observer of the city of New York\r\nwould have said that it was one of those happy days. Yet Archie Moffam,\r\nas he turned out of the sun-bathed street into the ramshackle building\r\non the third floor of which was the studio belonging to his artist\r\nfriend, James B. Wheeler, was faintly oppressed with a sort of a kind\r\nof feeling that something was wrong. He would not have gone so far as\r\nto say that he had the pip—it was more a vague sense of discomfort.\r\nAnd, searching for first causes as he made his way upstairs, he came to\r\nthe conclusion that the person responsible for this nebulous depression\r\nwas his wife, Lucille. It seemed to Archie that at breakfast that\r\nmorning Lucille’s manner had been subtly rummy. Nothing you could put\r\nyour finger on, still—rummy.\r\n\r\nMusing thus, he reached the studio, and found the door open and the\r\nroom empty. It had the air of a room whose owner has dashed in to fetch\r\nhis golf-clubs and biffed off, after the casual fashion of the artist\r\ntemperament, without bothering to close up behind him. And such,\r\nindeed, was the case. The studio had seen the last of J. B. Wheeler for\r\nthat day: but Archie, not realising this and feeling that a chat with\r\nMr. Wheeler, who was a light-hearted bird, was what he needed this\r\nmorning, sat down to wait. After a few moments, his gaze, straying over\r\nthe room, encountered a handsomely framed picture, and he went across\r\nto take a look at it.\r\n\r\nJ. B. Wheeler was an artist who made a large annual income as an\r\nillustrator for the magazines, and it was a surprise to Archie to find\r\nthat he also went in for this kind of thing. For the picture, dashingly\r\npainted in oils, represented a comfortably plump young woman who, from\r\nher rather weak-minded simper and the fact that she wore absolutely\r\nnothing except a small dove on her left shoulder, was plainly intended\r\nto be the goddess Venus. Archie was not much of a lad around the\r\npicture-galleries, but he knew enough about Art to recognise Venus when\r\nhe saw her; though once or twice, it is true, artists had\r\ndouble-crossed him by ringing in some such title as “Day Dreams,” or\r\n“When the Heart is Young.”\r\n\r\nHe inspected this picture for awhile, then, returning to his seat, lit\r\na cigarette and began to meditate on Lucille once more. “Yes, the dear\r\ngirl had been rummy at breakfast. She had not exactly said anything or\r\ndone anything out of the ordinary; but—well, you know how it is. We\r\nhusbands, we lads of the for-better-or-for-worse brigade, we learn to\r\npierce the mask. There had been in Lucille’s manner that curious,\r\nstrained sweetness which comes to women whose husbands have failed to\r\nmatch the piece of silk or forgotten to post an important letter. If\r\nhis conscience had not been as clear as crystal, Archie would have said\r\nthat that was what must have been the matter. But, when Lucille wrote\r\nletters, she just stepped out of the suite and dropped them in the\r\nmail-chute attached to the elevator. It couldn’t be that. And he\r\ncouldn’t have forgotten anything else, because—”\r\n\r\n“Oh my sainted aunt!”\r\n\r\nArchie’s cigarette smouldered, neglected, between his fingers. His jaw\r\nhad fallen and his eyes were staring glassily before him. He was\r\nappalled. His memory was weak, he knew; but never before had it let him\r\ndown so scurvily as this. This was a record. It stood in a class by\r\nitself, printed in red ink and marked with a star, as the bloomer of a\r\nlifetime. For a man may forget many things: he may forget his name, his\r\numbrella, his nationality, his spats, and the friends of his youth: but\r\nthere is one thing which your married man, your\r\nin-sickness-and-in-health lizard must not forget: and that is the\r\nanniversary of his wedding-day.\r\n\r\nRemorse swept over Archie like a wave. His heart bled for Lucille. No\r\nwonder the poor girl had been rummy at breakfast. What girl wouldn’t be\r\nrummy at breakfast, tied for life to a ghastly outsider like himself?\r\nHe groaned hollowly, and sagged forlornly in his chair: and, as he did\r\nso, the Venus caught his eye. For it was an eye-catching picture. You\r\nmight like it or dislike it, but you could not ignore it.\r\n\r\nAs a strong swimmer shoots to the surface after a high dive, Archie’s\r\nsoul rose suddenly from the depths to which it had descended. He did\r\nnot often get inspirations, but he got one now. Hope dawned with a\r\njerk. The one way out had presented itself to him. A rich present! That\r\nwas the wheeze. If he returned to her bearing a rich present, he might,\r\nwith the help of Heaven and a face of brass, succeed in making her\r\nbelieve that he had merely pretended to forget the vital date in order\r\nto enhance the surprise.\r\n\r\nIt was a scheme. Like some great general forming his plan of campaign\r\non the eve of battle, Archie had the whole binge neatly worked out\r\ninside a minute. He scribbled a note to Mr. Wheeler, explaining the\r\nsituation and promising reasonable payment on the instalment system;\r\nthen, placing the note in a conspicuous position on the easel, he\r\nleaped to the telephone: and presently found himself connected with\r\nLucille’s room at the Cosmopolis.\r\n\r\n“Hullo, darling,” he cooed.\r\n\r\nThere was a slight pause at the other end of the wire.\r\n\r\n“Oh, hullo, Archie!”\r\n\r\nLucille’s voice was dull and listless, and Archie’s experienced ear\r\ncould detect that she had been crying. He raised his right foot, and\r\nkicked himself indignantly on the left ankle.\r\n\r\n“Many happy returns of the day, old thing!”\r\n\r\nA muffled sob floated over the wire.\r\n\r\n“Have you only just remembered?” said Lucille in a small voice.\r\n\r\nArchie, bracing himself up, cackled gleefully into the receiver.\r\n\r\n“Did I take you in, light of my home? Do you mean to say you really\r\nthought I had forgotten? For Heaven’s sake!”\r\n\r\n“You didn’t say a word at breakfast.”\r\n\r\n“Ah, but that was all part of the devilish cunning. I hadn’t got a\r\npresent for you then. At least, I didn’t know whether it was ready.”\r\n\r\n“Oh, Archie, you darling!” Lucille’s voice had lost its crushed\r\nmelancholy. She trilled like a thrush, or a linnet, or any bird that\r\ngoes in largely for trilling. “Have you really got me a present?”\r\n\r\n“It’s here now. The dickens of a fruity picture. One of J. B. Wheeler’s\r\nthings. You’ll like it.”\r\n\r\n“Oh, I know I shall. I love his work. You are an angel. We’ll hang it\r\nover the piano.”\r\n\r\n“I’ll be round with it in something under three ticks, star of my soul.\r\nI’ll take a taxi.”\r\n\r\n“Yes, do hurry! I want to hug you!”\r\n\r\n“Right-o!” said Archie. “I’ll take two taxis.”\r\n\r\nIt is not far from Washington Square to the Hotel Cosmopolis, and\r\nArchie made the journey without mishap. There was a little\r\nunpleasantness with the cabman before starting—he, on the prudish plea\r\nthat he was a married man with a local reputation to keep up, declining\r\nat first to be seen in company with the masterpiece. But, on Archie\r\ngiving a promise to keep the front of the picture away from the public\r\ngaze, he consented to take the job on; and, some ten minutes later,\r\nhaving made his way blushfully through the hotel lobby and endured the\r\nfrank curiosity of the boy who worked the elevator, Archie entered his\r\nsuite, the picture under his arm.\r\n\r\nHe placed it carefully against the wall in order to leave himself more\r\nscope for embracing Lucille, and when the joyful reunion—or the sacred\r\nscene, if you prefer so to call it, was concluded, he stepped forward\r\nto turn it round and exhibit it.\r\n\r\n“Why, it’s enormous,” said Lucille. “I didn’t know Mr. Wheeler ever\r\npainted pictures that size. When you said it was one of his, I thought\r\nit must be the original of a magazine drawing or something like—Oh!”\r\n\r\nArchie had moved back and given her an uninterrupted view of the work\r\nof art, and she had started as if some unkindly disposed person had\r\ndriven a bradawl into her.\r\n\r\n“Pretty ripe, what?” said Archie enthusiastically.\r\n\r\nLucille did not speak for a moment. It may have been sudden joy that\r\nkept her silent. Or, on the other hand, it may not. She stood looking\r\nat the picture with wide eyes and parted lips.\r\n\r\n“A bird, eh?” said Archie.\r\n\r\n“Y—yes,” said Lucille.\r\n\r\n“I knew you’d like it,” proceeded Archie with animation, “You see?\r\nyou’re by way of being a picture-hound—know all about the things, and\r\nwhat not—inherit it from the dear old dad, I shouldn’t wonder.\r\nPersonally, I can’t tell one picture from another as a rule, but I’m\r\nbound to say, the moment I set eyes on this, I said to myself ‘What\r\nho!’ or words to that effect, I rather think this will add a touch of\r\ndistinction to the home, yes, no? I’ll hang it up, shall I? ’Phone down\r\nto the office, light of my soul, and tell them to send up a nail, a bit\r\nof string, and the hotel hammer.”\r\n\r\n“One moment, darling. I’m not quite sure.”\r\n\r\n“Eh?”\r\n\r\n“Where it ought to hang, I mean. You see—”\r\n\r\n“Over the piano, you said. The jolly old piano.”\r\n\r\n“Yes, but I hadn’t seen it then.”\r\n\r\nA monstrous suspicion flitted for an instant into Archie’s mind.\r\n\r\n“I say, you _do_ like it, don’t you?” he said anxiously.\r\n\r\n“Oh, Archie, darling! Of _course_ I do! And it was so sweet of you to\r\ngive it to me. But, what I was trying to say was that this picture is\r\nso—so striking that I feel that we ought to wait a little while and\r\ndecide where it would have the best effect. The light over the piano is\r\nrather strong.”\r\n\r\n“You think it ought to hang in a dimmish light, what?”\r\n\r\n“Yes, yes. The dimmer the—I mean, yes, in a dim light. Suppose we leave\r\nit in the corner for the moment—over there—behind the sofa, and—and\r\nI’ll think it over. It wants a lot of thought, you know.”\r\n\r\n“Right-o! Here?”\r\n\r\n“Yes, that will do splendidly. Oh, and, Archie.”\r\n\r\n“Hullo?”\r\n\r\n“I think perhaps... Just turn its face to the wall, will you?” Lucille\r\ngave a little gulp. “It will prevent it getting dusty.”\r\n\r\nIt perplexed Archie a little during the next few days to notice in\r\nLucille, whom he had always looked on as pre-eminently a girl who knew\r\nher own mind, a curious streak of vacillation. Quite half a dozen times\r\nhe suggested various spots on the wall as suitable for the Venus, but\r\nLucille seemed unable to decide. Archie wished that she would settle on\r\nsomething definite, for he wanted to invite J. B. Wheeler to the suite\r\nto see the thing. He had heard nothing from the artist since the day he\r\nhad removed the picture, and one morning, encountering him on Broadway,\r\nhe expressed his appreciation of the very decent manner in which the\r\nother had taken the whole affair.\r\n\r\n“Oh, that!” said J. B. Wheeler. “My dear fellow, you’re welcome.” He\r\npaused for a moment. “More than welcome,” he added. “You aren’t much of\r\nan expert on pictures, are you?”\r\n\r\n“Well,” said Archie, “I don’t know that you’d call me an absolute nib,\r\ndon’t you know, but of course I know enough to see that this particular\r\nexhibit is not a little fruity. Absolutely one of the best things\r\nyou’ve ever done, laddie.”\r\n\r\nA slight purple tinge manifested itself in Mr. Wheeler’s round and rosy\r\nface. His eyes bulged.\r\n\r\n“What are you talking about, you Tishbite? You misguided son of Belial,\r\nare you under the impression that _I_ painted that thing?”\r\n\r\n“Didn’t you?”\r\n\r\nMr. Wheeler swallowed a little convulsively.\r\n\r\n“My fiancée painted it,” he said shortly.\r\n\r\n“Your fiancée? My dear old lad, I didn’t know you were engaged. Who is\r\nshe? Do I know her?”\r\n\r\n“Her name is Alice Wigmore. You don’t know her.”\r\n\r\n“And she painted that picture?” Archie was perturbed. “But, I say!\r\nWon’t she be apt to wonder where the thing has got to?”\r\n\r\n“I told her it had been stolen. She thought it a great compliment, and\r\nwas tickled to death. So that’s all right.”\r\n\r\n“And, of course, she’ll paint you another.”\r\n\r\n“Not while I have my strength she won’t,” said J. B. Wheeler firmly.\r\n“She’s given up painting since I taught her golf, thank goodness, and\r\nmy best efforts shall be employed in seeing that she doesn’t have a\r\nrelapse.”\r\n\r\n“But, laddie,” said Archie, puzzled, “you talk as though there were\r\nsomething wrong with the picture. I thought it dashed hot stuff.”\r\n\r\n“God bless you!” said J. B. Wheeler.\r\n\r\nArchie proceeded on his way, still mystified. Then he reflected that\r\nartists as a class were all pretty weird and rummy and talked more or\r\nless consistently through their hats. You couldn’t ever take an\r\nartist’s opinion on a picture. Nine out of ten of them had views on Art\r\nwhich would have admitted them to any looney-bin, and no questions\r\nasked. He had met several of the species who absolutely raved over\r\nthings which any reasonable chappie would decline to be found dead in a\r\nditch with. His admiration for the Wigmore Venus, which had faltered\r\nfor a moment during his conversation with J. B. Wheeler, returned in\r\nall its pristine vigour. Absolute rot, he meant to say, to try to make\r\nout that it wasn’t one of the ones and just like mother used to make.\r\nLook how Lucille had liked it!\r\n\r\nAt breakfast next morning, Archie once more brought up the question of\r\nthe hanging of the picture. It was absurd to let a thing like that go\r\non wasting its sweetness behind a sofa with its face to the wall.\r\n\r\n“Touching the jolly old masterpiece,” he said, “how about it? I think\r\nit’s time we hoisted it up somewhere.”\r\n\r\nLucille fiddled pensively with her coffee-spoon.\r\n\r\n“Archie, dear,” she said, “I’ve been thinking.”\r\n\r\n“And a very good thing to do,” said Archie. “I’ve often meant to do it\r\nmyself when I got a bit of time.”\r\n\r\n“About that picture, I mean. Did you know it was father’s birthday\r\nto-morrow?”\r\n\r\n“Why no, old thing, I didn’t, to be absolutely honest. Your revered\r\nparent doesn’t confide in me much these days, as a matter of fact.”\r\n\r\n“Well, it is. And I think we ought to give him a present.”\r\n\r\n“Absolutely. But how? I’m all for spreading sweetness and light, and\r\ncheering up the jolly old pater’s sorrowful existence, but I haven’t a\r\nbean. And, what is more, things have come to such a pass that I scan\r\nthe horizon without seeing a single soul I can touch. I suppose I could\r\nget into Reggie van Tuyl’s ribs for a bit, but—I don’t know—touching\r\npoor old Reggie always seems to me rather like potting a sitting bird.”\r\n\r\n“Of course, I don’t want you to do anything like that. I was\r\nthinking—Archie, darling, would you be very hurt if I gave father the\r\npicture?”\r\n\r\n“Oh, I say!”\r\n\r\n“Well, I can’t think of anything else.”\r\n\r\n“But wouldn’t you miss it most frightfully?”\r\n\r\n“Oh, of course I should. But you see—father’s birthday—”\r\n\r\nArchie had always thought Lucille the dearest and most unselfish angel\r\nin the world, but never had the fact come home to him so forcibly as\r\nnow. He kissed her fondly.\r\n\r\n“By Jove!” he exclaimed. “You really are, you know! This is the biggest\r\nthing since jolly old Sir Philip What’s-his-name gave the drink of\r\nwater to the poor blighter whose need was greater than his, if you\r\nrecall the incident. I had to sweat it up at school, I remember. Sir\r\nPhilip, poor old bean, had a most ghastly thirst on, and he was just\r\ngoing to have one on the house, so to speak, when... but it’s all in\r\nthe history-books. This is the sort of thing Boy Scouts do! Well, of\r\ncourse, it’s up to you, queen of my soul. If you feel like making the\r\nsacrifice, right-o! Shall I bring the pater up here and show him the\r\npicture?”\r\n\r\n“No, I shouldn’t do that. Do you think you could get into his suite\r\nto-morrow morning and hang it up somewhere? You see, if he had the\r\nchance of—what I mean is, if—yes, I think it would be best to hang it\r\nup and let him discover it there.”\r\n\r\n“It would give him a surprise, you mean, what?”\r\n\r\n“Yes.”\r\n\r\nLucille sighed inaudibly. She was a girl with a conscience, and that\r\nconscience was troubling her a little. She agreed with Archie that the\r\ndiscovery of the Wigmore Venus in his artistically furnished suite\r\nwould give Mr. Brewster a surprise. Surprise, indeed, was perhaps an\r\ninadequate word. She was sorry for her father, but the instinct of\r\nself-preservation is stronger than any other emotion.\r\n\r\nArchie whistled merrily on the following morning as, having driven a\r\nnail into his father-in-law’s wallpaper, he adjusted the cord from\r\nwhich the Wigmore Venus was suspended. He was a kind-hearted young man,\r\nand, though Mr. Daniel Brewster had on many occasions treated him with\r\na good deal of austerity, his simple soul was pleased at the thought of\r\ndoing him a good turn, He had just completed his work and was stepping\r\ncautiously down, when a voice behind him nearly caused him to\r\noverbalance.\r\n\r\n“What the devil?”\r\n\r\nArchie turned beamingly.\r\n\r\n“Hullo, old thing! Many happy returns of the day!”\r\n\r\nMr. Brewster was standing in a frozen attitude. His strong face was\r\nslightly flushed.\r\n\r\n“What—what—?” he gurgled.\r\n\r\nMr. Brewster was not in one of his sunniest moods that morning. The\r\nproprietor of a large hotel has many things to disturb him, and to-day\r\nthings had been going wrong. He had come up to his suite with the idea\r\nof restoring his shaken nerve system with a quiet cigar, and the sight\r\nof his son-in-law had, as so frequently happened, made him feel worse\r\nthan ever. But, when Archie had descended from the chair and moved\r\naside to allow him an uninterrupted view of the picture, Mr. Brewster\r\nrealised that a worse thing had befallen him than a mere visit from one\r\nwho always made him feel that the world was a bleak place.\r\n\r\nHe stared at the Venus dumbly. Unlike most hotel-proprietors, Daniel\r\nBrewster was a connoisseur of Art. Connoisseuring was, in fact, his\r\nhobby. Even the public rooms of the Cosmopolis were decorated with\r\ntaste, and his own private suite was a shrine of all that was best and\r\nmost artistic. His tastes were quiet and restrained, and it is not too\r\nmuch to say that the Wigmore Venus hit him behind the ear like a\r\nstuffed eel-skin.\r\n\r\nSo great was the shock that for some moments it kept him silent, and\r\nbefore he could recover speech Archie had explained.\r\n\r\n“It’s a birthday present from Lucille, don’t you know.”\r\n\r\nMr. Brewster crushed down the breezy speech he had intended to utter.\r\n\r\n“Lucille gave me—that?” he muttered.\r\n\r\nHe swallowed pathetically. He was suffering, but the iron courage of\r\nthe Brewsters stood him in good stead. This man was no weakling.\r\nPresently the rigidity of his face relaxed. He was himself again. Of\r\nall things in the world he loved his daughter most, and if, in whatever\r\nmood of temporary insanity, she had brought herself to suppose that\r\nthis beastly daub was the sort of thing he would like for a birthday\r\npresent, he must accept the situation like a man. He would on the whole\r\nhave preferred death to a life lived in the society of the Wigmore\r\nVenus, but even that torment must be endured if the alternative was the\r\nhurting of Lucille’s feelings.\r\n\r\n“I think I’ve chosen a pretty likely spot to hang the thing, what?”\r\nsaid Archie cheerfully. “It looks well alongside those Japanese prints,\r\ndon’t you think? Sort of stands out.”\r\n\r\nMr. Brewster licked his dry lips and grinned a ghastly grin.\r\n\r\n“It does stand out!” he agreed."
  ]
}