{
  "index": 33,
  "title": "Chapter 32",
  "paragraphs": [
    "REGGIE COMES TO LIFE\r\n\r\n\r\nThe advantage of having plenty of time on one’s hands is that one has\r\nleisure to attend to the affairs of all one’s circle of friends; and\r\nArchie, assiduously as he watched over the destinies of the Sausage\r\nChappie, did not neglect the romantic needs of his brother-in-law Bill.\r\nA few days later, Lucille, returning one morning to their mutual suite,\r\nfound her husband seated in an upright chair at the table, an unusually\r\nstern expression on his amiable face. A large cigar was in the corner\r\nof his mouth. The fingers of one hand rested in the armhole of his\r\nwaistcoat: with the other hand he tapped menacingly on the table.\r\n\r\nAs she gazed upon him, wondering what could be the matter with him,\r\nLucille was suddenly aware of Bill’s presence. He had emerged sharply\r\nfrom the bedroom and was walking briskly across the floor. He came to a\r\nhalt in front of the table.\r\n\r\n“Father!” said Bill.\r\n\r\nArchie looked up sharply, frowning heavily over his cigar.\r\n\r\n“Well, my boy,” he said in a strange, rasping voice. “What is it? Speak\r\nup, my boy, speak up! Why the devil can’t you speak up? This is my busy\r\nday!”\r\n\r\n“What on earth are you doing?” asked Lucille.\r\n\r\nArchie waved her away with the large gesture of a man of blood and iron\r\ninterrupted while concentrating.\r\n\r\n“Leave us, woman! We would be alone! Retire into the jolly old\r\nbackground and amuse yourself for a bit. Read a book. Do acrostics.\r\nCharge ahead, laddie.”\r\n\r\n“Father!” said Bill, again.\r\n\r\n“Yes, my boy, yes? What is it?”\r\n\r\n“Father!”\r\n\r\nArchie picked up the red-covered volume that lay on the table.\r\n\r\n“Half a mo’, old son. Sorry to stop you, but I knew there was\r\nsomething. I’ve just remembered. Your walk. All wrong!”\r\n\r\n“All wrong?”\r\n\r\n“All wrong! Where’s the chapter on the Art. of Walking? Here we are.\r\nListen, dear old soul. Drink this in. ‘In walking, one should strive to\r\nacquire that swinging, easy movement from the hips. The\r\ncorrectly-poised walker seems to float along, as it were.’ Now, old\r\nbean, you didn’t float a dam’ bit. You just galloped in like a chappie\r\ncharging into a railway restaurant for a bowl of soup when his train\r\nleaves in two minutes. Dashed important, this walking business, you\r\nknow. Get started wrong, and where are you? Try it again.... Much\r\nbetter.” He turned to Lucille. “Notice him float along that time?\r\nAbsolutely skimmed, what?”\r\n\r\nLucille had taken a seat,-and was waiting for enlightenment.\r\n\r\n“Are you and Bill going into vaudeville?” she asked.\r\n\r\nArchie, scrutinising-his-brother-in-law closely, had further criticism\r\nto make.\r\n\r\n“‘The man of self-respect and self-confidence,’” he read, “‘stands\r\nerect in an easy, natural, graceful attitude. Heels not too far apart,\r\nhead erect, eyes to the front with a level gaze’—get your gaze level,\r\nold thing!—‘shoulders thrown back, arms hanging naturally at the sides\r\nwhen not otherwise employed’—that means that, if he tries to hit you,\r\nit’s all right to guard—‘chest expanded naturally, and abdomen’—this is\r\nno place for you, Lucille. Leg it out of earshot—‘ab—what I said\r\nbefore—drawn in somewhat and above all not protruded.’ Now, have you\r\ngot all that? Yes, you look all right. Carry on, laddie, carry on.\r\nLet’s have two-penn’orth of the Dynamic Voice and the Tone of\r\nAuthority—some of the full, rich, round stuff we hear so much about!”\r\n\r\nBill fastened a gimlet eye upon his brother-in-law and drew a deep\r\nbreath.\r\n\r\n“Father!” he said. “Father!”\r\n\r\n“You’ll have to brighten up Bill’s dialogue a lot,” said Lucille,\r\ncritically, “or you will never get bookings.”\r\n\r\n“Father!”\r\n\r\n“I mean, it’s all right as far as it goes, but it’s sort of monotonous.\r\nBesides, one of you ought to be asking questions and the other\r\nanswering. Bill ought to be saying, ‘Who was that lady I saw you coming\r\ndown the street with?’ so that you would be able to say, ‘That wasn’t a\r\nlady. That was my wife.’ I _know!_ I’ve been to lots of vaudeville\r\nshows.”\r\n\r\nBill relaxed his attitude. He deflated his chest, spread his heels, and\r\nceased to draw in his abdomen.\r\n\r\n“We’d better try this another time, when we’re alone,” he said,\r\nfrigidly. “I can’t do myself justice.”\r\n\r\n“Why do you want to do yourself justice?” asked Lucille.\r\n\r\n“Right-o!” said Archie, affably, casting off his forbidding expression\r\nlike a garment. “Rehearsal postponed. I was just putting old Bill\r\nthrough it,” he explained, “with a view to getting him into mid-season\r\nform for the jolly old pater.”\r\n\r\n“Oh!” Lucille’s voice was the voice of one who sees light in darkness.\r\n“When Bill walked in like a cat on hot bricks and stood there looking\r\nstuffed, that was just the Personality That Wins!”\r\n\r\n“That was it.”\r\n\r\n“Well, you couldn’t blame me for not recognising it, could you?”\r\n\r\nArchie patted her head paternally.\r\n\r\n“A little less of the caustic critic stuff,” he said. “Bill will be all\r\nright on the night. If you hadn’t come in then and put him off his\r\nstroke, he’d have shot out some amazing stuff, full of authority and\r\ndynamic accents and what not. I tell you, light of my soul, old Bill is\r\nall right! He’s got the winning personality up a tree, ready whenever\r\nhe wants to go and get it. Speaking as his backer and trainer, I think\r\nhe’ll twist your father round his little finger. Absolutely! It\r\nwouldn’t surprise me if at the end of five minutes the good old dad\r\nstarted jumping through hoops and sitting up for lumps of sugar.”\r\n\r\n“It would surprise _me_.”\r\n\r\n“Ah, that’s because you haven’t seen old Bill in action. You crabbed\r\nhis act before he had begun to spread himself.”\r\n\r\n“It isn’t that at all. The reason why I think that Bill, however\r\nwinning his personality may be, won’t persuade father to let him marry\r\na girl in the chorus is something that happened last night.”\r\n\r\n“Last night?”\r\n\r\n“Well, at three o’clock this morning. It’s on the front page of the\r\nearly editions of the evening papers. I brought one in for you to see,\r\nonly you were so busy. Look! There it is!”\r\n\r\nArchie seized the paper.\r\n\r\n“Oh, Great Scot!”\r\n\r\n“What is it?” asked Bill, irritably. “Don’t stand goggling there! What\r\nthe devil is it?”\r\n\r\n“Listen to this, old thing!”\r\n\r\nREVELRY BY NIGHT.\r\nSPIRITED BATTLE ROYAL AT HOTEL\r\nCOSMOPOLIS.\r\nTHE HOTEL DETECTIVE HAD A GOOD HEART\r\nBUT PAULINE PACKED THE PUNCH.\r\n\r\n\r\nThe logical contender for Jack Dempsey’s championship honours has been\r\ndiscovered; and, in an age where women are stealing men’s jobs all the\r\ntime, it will not come as a surprise to our readers to learn that she\r\nbelongs to the sex that is more deadly than the male. Her name is Miss\r\nPauline Preston, and her wallop is vouched for under oath—under many\r\noaths—by Mr. Timothy O’Neill, known to his intimates as Pie-Face, who\r\nholds down the arduous job of detective at the Hotel Cosmopolis.\r\n\r\nAt three o’clock this morning, Mr. O’Neill was advised by the\r\nnight-clerk that the occupants of every room within earshot of number\r\n618 had ’phoned the desk to complain of a disturbance, a noise, a vocal\r\nuproar proceeding from the room mentioned. Thither, therefore, marched\r\nMr. O’Neill, his face full of cheese-sandwich, (for he had been\r\nindulging in an early breakfast or a late supper) and his heart of\r\ndevotion to duty. He found there the Misses Pauline Preston and\r\n“Bobbie” St. Clair, of the personnel of the chorus of the Frivolities,\r\nentertaining a few friends of either sex. A pleasant time was being had\r\nby all, and at the moment of Mr. O’Neill’s entry the entire strength of\r\nthe company was rendering with considerable emphasis that touching\r\nballad, “There’s a Place For Me In Heaven, For My Baby-Boy Is There.”\r\n\r\nThe able and efficient officer at once suggested that there was a place\r\nfor them in the street and the patrol-wagon was there; and, being a man\r\nof action as well as words, proceeded to gather up an armful of\r\nassorted guests as a preliminary to a personally-conducted tour onto\r\nthe cold night. It was at this point that Miss Preston stepped into the\r\nlimelight. Mr. O’Neill contends that she hit him with a brick, an iron\r\ncasing, and the Singer Building. Be that as it may, her efforts were\r\nsufficiently able to induce him to retire for reinforcements, which,\r\narriving, arrested the supper-party regardless of age or sex.\r\n\r\nAt the police-court this morning Miss Preston maintained that she and\r\nher friends were merely having a quiet home-evening and that Mr.\r\nO’Neill was no gentleman. The male guests gave their names respectively\r\nas Woodrow Wilson, David Lloyd-George, and William J. Bryan. These,\r\nhowever, are believed to be incorrect. But the moral is, if you want\r\nexcitement rather than sleep, stay at the Hotel Cosmopolis.\r\n\r\nBill may have quaked inwardly as he listened to this epic but outwardly\r\nhe was unmoved.\r\n\r\n“Well,” he said, “what about it?”\r\n\r\n“What about it!” said Lucille.\r\n\r\n“What about it!” said Archie. “Why, my dear old friend, it simply means\r\nthat all the time we’ve been putting in making your personality winning\r\nhas been chucked away. Absolutely a dead loss! We might just as well\r\nhave read a manual on how to knit sweaters.”\r\n\r\n“I don’t see it,” maintained Bill, stoutly.\r\n\r\nLucille turned apologetically to her husband.\r\n\r\n“You mustn’t judge me by him, Archie, darling. This sort of thing\r\ndoesn’t run in the family.-We are supposed to be rather bright on the\r\nwhole. But poor Bill was dropped by his nurse when he was a baby, and\r\nfell on his head.”\r\n\r\n“I suppose what you’re driving at,” said the goaded Bill, “is that what\r\nhas happened will make father pretty sore against girls who happen to\r\nbe in the chorus?”\r\n\r\n“That’s absolutely it, old thing, I’m sorry to say. The next person who\r\nmentions the word chorus-girl in the jolly old governor’s presence is\r\ngoing to take his life in his hands. I tell you, as one man to another,\r\nthat I’d much rather be back in France hopping over the top than do it\r\nmyself.”\r\n\r\n“What darned nonsense! Mabel may be in the chorus, but she isn’t like\r\nthose girls.”\r\n\r\n“Poor old Bill!” said Lucille. “I’m awfully sorry, but it’s no use not\r\nfacing facts. You know perfectly well that the reputation of the hotel\r\nis the thing father cares more about than anything else in the world,\r\nand that this is going to make him furious with all the chorus-girls in\r\ncreation. It’s no good trying to explain to him that your Mabel is in\r\nthe chorus but not of the chorus, so to speak.”\r\n\r\n“Deuced well put!” said Archie, approvingly. “You’re absolutely right.\r\nA chorus-girl by the river’s brim, so to speak, a simple chorus-girl is\r\nto him, as it were, and she is nothing more, if you know what I mean.”\r\n\r\n“So now,” said Lucille, “having shown you that the imbecile scheme\r\nwhich you concocted with my poor well-meaning husband is no good at\r\nall, I will bring you words of cheer. Your own original plan—of getting\r\nyour Mabel a part in a comedy—was always the best one. And you can do\r\nit. I wouldn’t have broken the bad news so abruptly if I hadn’t had\r\nsome consolation to give you afterwards. I met Reggie van Tuyl just\r\nnow, wandering about as if the cares of the world were on his\r\nshoulders, and he told me that he was putting up most of the money for\r\na new play that’s going into rehearsal right away. Reggie’s an old\r\nfriend of yours. All you have to do is to go to him and ask him to use\r\nhis influence to get your Mabel a small part. There’s sure to be a maid\r\nor something with only a line or two that won’t matter.”\r\n\r\n“A ripe scheme!” said Archie. “Very sound and fruity!”\r\n\r\nThe cloud did not lift from Bill’s corrugated brow.\r\n\r\n“That’s all very well,” he said. “But you know what a talker Reggie is.\r\nHe’s an obliging sort of chump, but his tongue’s fastened on at the\r\nmiddle and waggles at both ends. I don’t want the whole of New York to\r\nknow about my engagement, and have somebody spilling the news to\r\nfather, before I’m ready.”\r\n\r\n“That’s all right,” said Lucille. “Archie can speak to him. There’s no\r\nneed for him to mention your name at all. He can just say there’s a\r\ngirl he wants to get a part for. You would do it, wouldn’t you,\r\nangel-face?”\r\n\r\n“Like a bird, queen of my soul.”\r\n\r\n“Then that’s splendid. You’d better give Archie that photograph of\r\nMabel to give to Reggie, Bill.”\r\n\r\n“Photograph?” said Bill. “Which photograph? I have twenty-four!”\r\n\r\nArchie found Reggie van Tuyl brooding in a window of his club that\r\nlooked over Fifth Avenue. Reggie was a rather melancholy young man who\r\nsuffered from elephantiasis of the bank-roll and the other evils that\r\narise from that complaint. Gentle and sentimental by nature, his\r\nsensibilities had been much wounded by contact with a sordid world; and\r\nthe thing that had first endeared Archie to him was the fact that the\r\nlatter, though chronically hard-up, had never made any attempt to\r\nborrow money from him. Reggie would have parted with it on demand, but\r\nit had delighted him to find that Archie seemed to take a pleasure in\r\nhis society without having any ulterior motives. He was fond of Archie,\r\nand also of Lucille; and their happy marriage was a constant source of\r\ngratification to him.\r\n\r\nFor Reggie was a sentimentalist. He would have liked to live in a world\r\nof ideally united couples, himself ideally united to some charming and\r\naffectionate girl. But, as a matter of cold fact, he was a bachelor,\r\nand most of the couples he knew were veterans of several divorces. In\r\nReggie’s circle, therefore, the home-life of Archie and Lucille shone\r\nlike a good deed in a naughty world. It inspired him. In moments of\r\ndepression it restored his waning faith in human nature.\r\n\r\nConsequently, when Archie, having greeted him and slipped into a chair\r\nat his side, suddenly produced from his inside pocket the photograph of\r\nan extremely pretty girl and asked him to get her a small part in the\r\nplay which he was financing, he was shocked and disappointed. He was in\r\na more than usually sentimental mood that afternoon, and had, indeed,\r\nat the moment of Archie’s arrival, been dreaming wistfully of soft arms\r\nclasped snugly about his collar and the patter of little feet and all\r\nthat sort of thing.-He gazed reproachfully at Archie.\r\n\r\n“Archie!” his voice quivered with emotion. “Is it worth it?, is it\r\nworth it, old man?-Think of the poor little woman at home!”\r\n\r\nArchie was puzzled.\r\n\r\n“Eh, old top? Which poor little woman?”\r\n\r\n“Think of her trust in you, her faith—“.\r\n\r\n“I don’t absolutely get you, old bean.”\r\n\r\n“What would Lucille say if she knew about this?”\r\n\r\n“Oh, she does. She knows all about it.”\r\n\r\n“Good heavens!” cried Reggie. He was shocked to the core of his\r\nbeing. One of the articles of his faith was that the union of Lucille\r\nand Archie was different from those loose partnerships which were the\r\ncustom in his world. He had not been conscious of such a poignant\r\nfeeling that the foundations of the universe were cracked and tottering\r\nand that there was no light and sweetness in life since the morning,\r\neighteen months back, when a negligent valet had sent him out into\r\nFifth Avenue with only one spat on.\r\n\r\n“It was Lucille’s idea,” explained Archie. He was about to mention his\r\nbrother-in-law’s connection with the matter, but checked himself in\r\ntime, remembering Bill’s specific objection to having his secret\r\nrevealed to Reggie. “It’s like this, old thing, I’ve never met this\r\nfemale, but she’s a pal of Lucille’s”—he comforted his conscience by\r\nthe reflection that, if she wasn’t now, she would be in a few days-“and\r\nLucille wants to do her a bit of good. She’s been on the stage in\r\nEngland, you know, supporting a jolly old widowed mother and educating\r\na little brother and all that kind and species of rot, you understand,\r\nand now she’s coming over to America, and Lucille wants you to rally\r\nround and shove her into your show and generally keep the home fires\r\nburning and so forth. How do we go?”\r\n\r\nReggie beamed with relief. He felt just as he had felt on that other\r\noccasion at the moment when a taxi-cab had rolled up and enabled him to\r\nhide his spatless leg from the public gaze.\r\n\r\n“Oh, I see!” he said. “Why, delighted, old man, quite delighted!”\r\n\r\n“Any small part would do. Isn’t there a maid or something in your\r\nbob’s-worth of refined entertainment who drifts about saying, ‘Yes,\r\nmadam,’ and all that sort of thing? Well, then that’s just the thing.\r\nTopping! I knew I could rely on you, old bird. I’ll get Lucille to ship\r\nher round to your address when she arrives. I fancy she’s due to totter\r\nin somewhere in the next few days. Well, I must be popping. Toodle-oo!”\r\n\r\n“Pip-pip!” said Reggie.\r\n\r\nIt was about a week later that Lucille came into the suite at the Hotel\r\nCosmopolis that was her home, and found Archie lying on the couch,\r\nsmoking a refreshing pipe after the labours of the day. It seemed to\r\nArchie that his wife was not in her usual cheerful frame of mind. He\r\nkissed her, and, having relieved her of her parasol, endeavoured\r\nwithout success to balance it on his chin. Having picked it up from the\r\nfloor and placed it on the table, he became aware that Lucille was\r\nlooking at him in a despondent sort of way. Her grey eyes were clouded.\r\n\r\n“Halloa, old thing,” said Archie. “What’s up?”\r\n\r\nLucille sighed wearily.\r\n\r\n“Archie, darling, do you know any really good swear-words?”\r\n\r\n“Well,” said Archie, reflectively, “let me see. I did pick up a few\r\ntolerably ripe and breezy expressions out in France. All through my\r\nmilitary career there was something about me—some subtle magnetism,\r\ndon’t you know, and that sort of thing—that seemed to make colonels and\r\nblighters of that order rather inventive. I sort of inspired them,\r\ndon’t you know. I remember one brass-hat addressing me for quite ten\r\nminutes, saying something new all the time. And even then he seemed to\r\nthink he had only touched the fringe of the subject. As a matter of\r\nfact, he said straight out in the most frank and confiding way that\r\nmere words couldn’t do justice to me. But why?”\r\n\r\n“Because I want to relieve my feelings.”\r\n\r\n“Anything wrong?”\r\n\r\n“Everything’s wrong. I’ve just been having tea with Bill and his\r\nMabel.”\r\n\r\n“Oh, ah!” said Archie, interested. “And what’s the verdict?”\r\n\r\n“Guilty!” said Lucille. “And the sentence, if I had anything to do with\r\nit, would be transportation for life.” She peeled off her gloves\r\nirritably. “What fools men are! Not you, precious! You’re the only man\r\nin the world that isn’t, it seems to me. You did marry a nice girl,\r\ndidn’t you? _You_ didn’t go running round after females with crimson\r\nhair, goggling at them with your eyes popping out of your head like a\r\nbulldog waiting for a bone.”\r\n\r\n“Oh, I say! Does old Bill look like that?”\r\n\r\n“Worse!”\r\n\r\nArchie rose to a point of order.\r\n\r\n“But one moment, old lady. You speak of crimson hair. Surely old\r\nBill—in the extremely jolly monologues he used to deliver whenever I\r\ndidn’t see him coming and he got me alone—used to allude to her hair as\r\nbrown.”\r\n\r\n“It isn’t brown now. It’s bright scarlet. Good gracious, I ought to\r\nknow. I’ve been looking at it all the afternoon. It dazzled me. If I’ve\r\ngot to meet her again, I mean to go to the oculist’s and get a pair of\r\nthose smoked glasses you wear at Palm Beach.” Lucille brooded silently\r\nfor a while over the tragedy. “I don’t want to say anything against\r\nher, of course.”\r\n\r\n“No, no, of course not.”\r\n\r\n“But of all the awful, second-rate girls I ever met, she’s the worst!\r\nShe has vermilion hair and an imitation Oxford manner. She’s so\r\nhorribly refined that it’s dreadful to listen to her. She’s a sly,\r\ncreepy, slinky, made-up, insincere vampire! She’s common! She’s awful!\r\nShe’s a cat!”\r\n\r\n“You’re quite right not to say anything against her,” said Archie,\r\napprovingly. “It begins to look,” he went on, “as if the good old pater\r\nwas about due for another shock. He has a hard life!”\r\n\r\n“If Bill _dares_ to introduce that girl to father, he’s taking his life\r\nin his hands.”\r\n\r\n“But surely that was the idea—the scheme—the wheeze, wasn’t it? Or do\r\nyou think there’s any chance of his weakening?”\r\n\r\n“Weakening! You should have seen him looking at her! It was like a\r\nsmall boy flattening his nose against the window of a candy-store.”\r\n\r\n“Bit thick!”\r\n\r\nLucille kicked the leg of the table.\r\n\r\n“And to think,” she said, “that, when I was a little girl, I used to\r\nlook up to Bill as a monument of wisdom. I used to hug his knees and\r\ngaze into his face and wonder how anyone could be so magnificent.” She\r\ngave the unoffending table another kick. “If I could have looked into\r\nthe future,” she said, with feeling, “I’d have bitten him in the\r\nankle!”\r\n\r\nIn the days which followed, Archie found himself a little out of touch\r\nwith Bill and his romance. Lucille referred to the matter only when he\r\nbrought the subject up, and made it plain that the topic of her future\r\nsister-in-law was not one which she enjoyed discussing. Mr. Brewster,\r\nsenior, when Archie, by way of delicately preparing his mind for what\r\nwas about to befall, asked him if he liked red hair, called him a fool,\r\nand told him to go away and bother someone else when they were busy.\r\nThe only person who could have kept him thoroughly abreast of the trend\r\nof affairs was Bill himself; and experience had made Archie wary in the\r\nmatter of meeting Bill. The position of confidant to a young man in the\r\nearly stages of love is no sinecure, and it made Archie sleepy even to\r\nthink of having to talk to his brother-in-law. He sedulously avoided\r\nhis love-lorn relative, and it was with a sinking feeling one day that,\r\nlooking over his shoulder as he sat in the Cosmopolis grill-room\r\npreparatory to ordering lunch, he perceived Bill bearing down upon him,\r\nobviously resolved upon joining his meal.\r\n\r\nTo his surprise, however, Bill did not instantly embark upon his usual\r\nmonologue. Indeed, he hardly spoke at all. He champed a chop, and\r\nseemed to Archie to avoid his eye. It was not till lunch was over and\r\nthey were smoking that he unburdened himself.\r\n\r\n“Archie!” he said.\r\n\r\n“Hallo, old thing!” said Archie. “Still there? I thought you’d died or\r\nsomething. Talk about our old pals, Tongue-tied Thomas and Silent\r\nSammy! You could beat ’em both on the same evening.”\r\n\r\n“It’s enough to make me silent.”\r\n\r\n“What is?”\r\n\r\nBill had relapsed into a sort of waking dream. He sat frowning\r\nsombrely, lost to the world. Archie, having waited what seemed to him a\r\nsufficient length of time for an answer to his question, bent forward\r\nand touched his brother-in-law’s hand gently with the lighted end of\r\nhis cigar. Bill came to himself with a howl.\r\n\r\n“What is?” said Archie.\r\n\r\n“What is what?” said Bill.\r\n\r\n“Now listen, old thing,” protested Archie. “Life is short and time is\r\nflying. Suppose we cut out the cross-talk. You hinted there was\r\nsomething on your mind—something worrying the old bean—and I’m waiting\r\nto hear what it is.”\r\n\r\nBill fiddled a moment with his coffee-spoon.\r\n\r\n“I’m in an awful hole,” he said at last.\r\n\r\n“What’s the trouble?”\r\n\r\n“It’s about that darned girl!”\r\n\r\nArchie blinked.\r\n\r\n“What!”\r\n\r\n“That darned girl!”\r\n\r\nArchie could scarcely credit his senses. He had been prepared—indeed,\r\nhe had steeled himself—to hear Bill allude to his affinity in a number\r\nof ways. But “that darned girl” was not one of them.\r\n\r\n“Companion of my riper years,” he said, “let’s get this thing straight.\r\nWhen you say ‘that darned girl,’ do you by any possibility allude to—?”\r\n\r\n“Of course I do!”\r\n\r\n“But, William, old bird—”\r\n\r\n“Oh, I know, I know, I know!” said Bill, irritably. “You’re surprised\r\nto hear me talk like that about her?”\r\n\r\n“A trifle, yes. Possibly a trifle. When last heard from, laddie, you\r\nmust recollect, you were speaking of the lady as your soul-mate, and at\r\nleast once—if I remember rightly—you alluded to her as your little\r\ndusky-haired lamb.”\r\n\r\nA sharp howl escaped Bill.\r\n\r\n“Don’t!” A strong shudder convulsed his frame. “Don’t remind me of it!”\r\n\r\n“There’s been a species of slump, then, in dusky-haired lambs?”\r\n\r\n“How,” demanded Bill, savagely, “can a girl be a dusky-haired lamb when\r\nher hair’s bright scarlet?”\r\n\r\n“Dashed difficult!” admitted Archie.\r\n\r\n“I suppose Lucille told you about that?”\r\n\r\n“She did touch on it. Lightly, as it were. With a sort of gossamer\r\ntouch, so to speak.”\r\n\r\nBill threw off the last fragments of reserve.\r\n\r\n“Archie, I’m in the devil of a fix. I don’t know why it was, but\r\ndirectly I saw her—things seemed so different over in England—I mean.”\r\nHe swallowed ice-water in gulps. “I suppose it was seeing her with\r\nLucille. Old Lu is such a thoroughbred. Seemed to kind of show her up.\r\nLike seeing imitation pearls by the side of real pearls. And that\r\ncrimson hair! It sort of put the lid on it.” Bill brooded morosely. “It\r\nought to be a criminal offence for women to dye their hair. Especially\r\nred. What the devil do women do that sort of thing for?”\r\n\r\n“Don’t blame me, old thing. It’s not my fault.”\r\n\r\nBill looked furtive and harassed.\r\n\r\n“It makes me feel such a cad. Here am I, feeling that I would give all\r\nI’ve got in the world to get out of the darned thing, and all the time\r\nthe poor girl seems to be getting fonder of me than ever.”\r\n\r\n“How do you know?” Archie surveyed his brother-in-law critically.\r\n“Perhaps her feelings have changed too. Very possibly she may not like\r\nthe colour of _your_ hair. I don’t myself. Now if you were to dye\r\nyourself crimson—”\r\n\r\n“Oh, shut up! Of course a man knows when a girl’s fond of him.”\r\n\r\n“By no means, laddie. When you’re my age—”\r\n\r\n“I _am_ your age.”\r\n\r\n“So you are! I forgot that. Well, now, approaching the matter from\r\nanother angle, let us suppose, old son, that Miss What’s-Her-Name—the\r\nparty of the second part—”\r\n\r\n“Stop it!” said Bill suddenly. “Here comes Reggie!”\r\n\r\n“Eh?”\r\n\r\n“Here comes Reggie van Tuyl. I don’t want him to hear us talking about\r\nthe darned thing.”\r\n\r\nArchie looked over his shoulder and perceived that it was indeed so.\r\nReggie was threading his way among the tables.\r\n\r\n“Well, _he_ looks pleased with things, anyway,” said Bill, enviously.\r\n“Glad somebody’s happy.”\r\n\r\nHe was right. Reggie van Tuyl’s usual mode of progress through a\r\nrestaurant was a somnolent slouch. Now he was positively bounding\r\nalong. Furthermore, the usual expression on Reggie’s face was a sleepy\r\nsadness. Now he smiled brightly and with animation. He curveted towards\r\ntheir table, beaming and erect, his head up, his gaze level, and his\r\nchest expanded, for all the world as if he had been reading the hints\r\nin _The Personality That Wins_.\r\n\r\nArchie was puzzled. Something had plainly happened to Reggie. But what?\r\nIt was idle to suppose that somebody had left him money, for he had\r\nbeen left practically all the money there was a matter of ten years\r\nbefore.\r\n\r\n“Hallo, old bean,” he said, as the new-comer, radiating good will and\r\nbonhomie, arrived at the table and hung over it like a noon-day sun.\r\n“We’ve finished. But rally round and we’ll watch you eat. Dashed\r\ninteresting, watching old Reggie eat. Why go to the Zoo?”\r\n\r\nReggie shook his head.\r\n\r\n“Sorry, old man. Can’t. Just on my way to the Ritz. Stepped in because\r\nI thought you might be here. I wanted you to be the first to hear the\r\nnews.”\r\n\r\n“News?”\r\n\r\n“I’m the happiest man alive!”\r\n\r\n“You look it, darn you!” growled Bill, on whose mood of grey gloom this\r\nhuman sunbeam was jarring heavily.\r\n\r\n“I’m engaged to be married!”\r\n\r\n“Congratulations, old egg!” Archie shook his hand cordially. “Dash it,\r\ndon’t you know, as an old married man I like to see you young fellows\r\nsettling down.”\r\n\r\n“I don’t know how to thank you enough, Archie, old man,” said Reggie,\r\nfervently.\r\n\r\n“Thank me?”\r\n\r\n“It was through you that I met her. Don’t you remember the girl you\r\nsent to me? You wanted me to get her a small part—”\r\n\r\nHe stopped, puzzled. Archie had uttered a sound that was half gasp and\r\nhalf gurgle, but it was swallowed up in the extraordinary noise from\r\nthe other side of the table. Bill Brewster was leaning forward with\r\nbulging eyes and soaring eyebrows.\r\n\r\n“Are you engaged to Mabel Winchester?”\r\n\r\n“Why, by George!” said Reggie. “Do you know her?”\r\n\r\nArchie recovered himself.\r\n\r\n“Slightly,” he said. “Slightly. Old Bill knows her slightly, as it\r\nwere. Not very well, don’t you know, but—how shall I put it?”\r\n\r\n“Slightly,” suggested Bill.\r\n\r\n“Just the word. Slightly.”\r\n\r\n“Splendid!” said Reggie van Tuyl. “Why don’t you come along to the Ritz\r\nand meet her now?”\r\n\r\nBill stammered. Archie came to the rescue again.\r\n\r\n“Bill can’t come now. He’s got a date.”\r\n\r\n“A date?” said Bill.\r\n\r\n“A date,” said Archie. “An appointment, don’t you know. A—a—in fact, a\r\ndate.”\r\n\r\n“But—er—wish her happiness from me,” said Bill, cordially.\r\n\r\n“Thanks very much, old man,” said Reggie.\r\n\r\n“And say I’m delighted, will you?”\r\n\r\n“Certainly.”\r\n\r\n“You won’t forget the word, will you? Delighted.”\r\n\r\n“Delighted.”\r\n\r\n“That’s right. Delighted.”\r\n\r\nReggie looked at his watch.\r\n\r\n“Halloa! I must rush!”\r\n\r\nBill and Archie watched him as he bounded out of the restaurant.\r\n\r\n“Poor old Reggie!” said Bill, with a fleeting compunction.\r\n\r\n“Not necessarily,” said Archie. “What I mean to say is, tastes differ,\r\ndon’t you know. One man’s peach is another man’s poison, and vice\r\nversa.”\r\n\r\n“There’s something in that.”\r\n\r\n“Absolutely! Well,” said Archie, judicially, “this would appear to be,\r\nas it were, the maddest, merriest day in all the glad New Year, yes,\r\nno?”\r\n\r\nBill drew a deep breath.\r\n\r\n“You bet your sorrowful existence it is!” he said. “I’d like to do\r\nsomething to celebrate it.”\r\n\r\n“The right spirit!” said Archie. “Absolutely the right spirit! Begin by\r\npaying for my lunch!”"
  ]
}