{
  "index": 38,
  "title": "Chapter 37",
  "paragraphs": [
    "THE MELTING OF MR. CONNOLLY\r\n\r\n\r\nThe main dining-room of the Hotel Cosmopolis is a decorous place. The\r\nlighting is artistically dim, and the genuine old tapestries on the\r\nwalls seem, with their mediaeval calm, to discourage any essay in the\r\nriotous. Soft-footed waiters shimmer to and fro over thick, expensive\r\ncarpets to the music of an orchestra which abstains wholly from the\r\nnoisy modernity of jazz. To Archie, who during the past few days had\r\nbeen privileged to hear Miss Huskisson rehearsing, the place had a sort\r\nof brooding quiet, like the ocean just before the arrival of a cyclone.\r\nAs Lucille had said, Miss Huskisson’s voice was loud. It was a powerful\r\norgan, and there was no doubt that it would take the cloistered\r\nstillness of the Cosmopolis dining-room and stand it on one ear. Almost\r\nunconsciously, Archie found himself bracing his muscles and holding his\r\nbreath as he had done in France at the approach of the zero hour, when\r\nawaiting the first roar of a barrage. He listened mechanically to the\r\nconversation of Mr. Blumenthal.\r\n\r\nThe music-publisher was talking with some vehemence on the subject of\r\nLabour. A recent printers’ strike had bitten deeply into Mr.\r\nBlumenthal’s soul. The working man, he considered, was rapidly landing\r\nGod’s Country in the soup, and he had twice upset his glass with the\r\nvehemence of his gesticulation. He was an energetic right-and-left-hand\r\ntalker.\r\n\r\n“The more you give ’em the more they want!” he complained. “There’s no\r\npleasing ’em! It isn’t only in my business. There’s your father, Mrs.\r\nMoffam!”\r\n\r\n“Good God! Where?” said Archie, starting.\r\n\r\n“I say, take your father’s case. He’s doing all he knows to get this\r\nnew hotel of his finished, and what happens? A man gets fired for\r\nloafing on his job, and Connolly calls a strike. And the building\r\noperations are held up till the thing’s settled! It isn’t right!”\r\n\r\n“It’s a great shame,” agreed Lucille. “I was reading about it in the\r\npaper this morning.”\r\n\r\n“That man Connolly’s a tough guy. You’d think, being a personal friend\r\nof your father, he would—”\r\n\r\n“I didn’t know they were friends.”\r\n\r\n“Been friends for years. But a lot of difference that makes. Out come\r\nthe men just the same. It isn’t right! I was saying it wasn’t right!”\r\nrepeated Mr. Blumenthal to Archie, for he was a man who liked the\r\nattention of every member of his audience.\r\n\r\nArchie did not reply. He was staring glassily across the room at two\r\nmen who had just come in. One was a large, stout, square-faced man of\r\ncommanding personality. The other was Mr. Daniel Brewster.\r\n\r\nMr. Blumenthal followed his gaze.\r\n\r\n“Why, there is Connolly coming in now!”\r\n\r\n“Father!” gasped Lucille.\r\n\r\nHer eyes met Archie’s. Archie took a hasty drink of ice-water.\r\n\r\n“This,” he murmured, “has torn it!”\r\n\r\n“Archie, you must do something!”\r\n\r\n“I know! But what?”\r\n\r\n“What’s the trouble?” enquired Mr. Blumenthal, mystified.\r\n\r\n“Go over to their table and talk to them,” said Lucille.\r\n\r\n“Me!” Archie quivered. “No, I say, old thing, really!”\r\n\r\n“Get them away!”\r\n\r\n“How do you mean?”\r\n\r\n“I know!” cried Lucille, inspired, “Father promised that you should be\r\nmanager of the new hotel when it was built. Well, then, this strike\r\naffects you just as much as anybody else. You have a perfect right to\r\ntalk it over with them. Go and ask them to have dinner up in our suite\r\nwhere you can discuss it quietly. Say that up there they won’t be\r\ndisturbed by the—the music.”\r\n\r\nAt this moment, while Archie wavered, hesitating like a diver on the\r\nedge of a spring-board who is trying to summon up the necessary nerve\r\nto project himself into the deep, a bell-boy approached the table where\r\nthe Messrs. Brewster and Connolly had seated themselves. He murmured\r\nsomething in Mr. Brewster’s ear, and the proprietor of the Cosmopolis\r\nrose and followed him out of the room.\r\n\r\n“Quick! Now’s your chance!” said Lucille, eagerly. “Father’s been\r\ncalled to the telephone. Hurry!”\r\n\r\nArchie took another drink of ice-water to steady his shaking\r\nnerve-centers, pulled down his waistcoat, straightened his tie, and\r\nthen, with something of the air of a Roman gladiator entering the\r\narena, tottered across the room. Lucille turned to entertain the\r\nperplexed music-publisher.\r\n\r\nThe nearer Archie got to Mr. Aloysius Connolly the less did he like the\r\nlooks of him. Even at a distance the Labour leader had had a formidable\r\naspect. Seen close to, he looked even more uninviting. His face had the\r\nappearance of having been carved out of granite, and the eye which\r\ncollided with Archie’s as the latter, with an attempt at an\r\ningratiating smile, pulled up a chair and sat down at the table was\r\nhard and frosty. Mr. Connolly gave the impression that he would be a\r\ngood man to have on your side during a rough-and-tumble fight down on\r\nthe water-front or in some lumber-camp, but he did not look chummy.\r\n\r\n“Hallo-allo-allo!” said Archie.\r\n\r\n“Who the devil,” inquired Mr. Connolly, “are you?”\r\n\r\n“My name’s Archibald Moffam.”\r\n\r\n“That’s not my fault.”\r\n\r\n“I’m jolly old Brewster’s son-in-law.”\r\n\r\n“Glad to meet you.”\r\n\r\n“Glad to meet _you_,” said Archie, handsomely.\r\n\r\n“Well, good-bye!” said Mr. Connolly.\r\n\r\n“Eh?”\r\n\r\n“Run along and sell your papers. Your father-in-law and I have business\r\nto discuss.”\r\n\r\n“Yes, I know.”\r\n\r\n“Private,” added Mr. Connolly.\r\n\r\n“Oh, but I’m in on this binge, you know. I’m going to be the manager of\r\nthe new hotel.”\r\n\r\n“You!”\r\n\r\n“Absolutely!”\r\n\r\n“Well, well!” said Mr. Connolly, noncommittally.\r\n\r\nArchie, pleased with the smoothness with which matters had opened, bent\r\nforward winsomely.\r\n\r\n“I say, you know! It won’t do, you know! Absolutely no! Not a bit like\r\nit! No, no, far from it! Well, how about it? How do we go? What? Yes?\r\nNo?”\r\n\r\n“What on earth are you talking about?”\r\n\r\n“Call it off, old thing!”\r\n\r\n“Call what off?”\r\n\r\n“This festive old strike.”\r\n\r\n“Not on your—hallo, Dan! Back again?”\r\n\r\nMr. Brewster, looming over the table like a thundercloud, regarded\r\nArchie with more than his customary hostility. Life was no pleasant\r\nthing for the proprietor of the Cosmopolis just now. Once a man starts\r\nbuilding hotels, the thing becomes like dram-drinking. Any hitch, any\r\nsudden cutting-off of the daily dose, has the worst effects; and the\r\nstrike which was holding up the construction of his latest effort had\r\nplunged Mr. Brewster into a restless gloom. In addition to having this\r\nstrike on his hands, he had had to abandon his annual fishing-trip just\r\nwhen he had begun to enjoy it; and, as if all this were not enough,\r\nhere was his son-in-law sitting at his table. Mr. Brewster had a\r\nfeeling that this was more than man was meant to bear.\r\n\r\n“What do you want?” he demanded.\r\n\r\n“Hallo, old thing!” said Archie. “Come and join the party!”\r\n\r\n“Don’t call me old thing!”\r\n\r\n“Right-o, old companion, just as you say. I say, I was just going to\r\nsuggest to Mr. Connolly that we should all go up to my suite and talk\r\nthis business over quietly.”\r\n\r\n“He says he’s the manager of your new hotel,” said Mr. Connolly. “Is\r\nthat right?”\r\n\r\n“I suppose so,” said Mr. Brewster, gloomily.\r\n\r\n“Then I’m doing you a kindness,” said Mr. Connolly, “in not letting it\r\nbe built.”\r\n\r\nArchie dabbed at his forehead with his handkerchief. The moments were\r\nflying, and it began to seem impossible to shift these two men. Mr.\r\nConnolly was as firmly settled in his chair as some primeval rock. As\r\nfor Mr. Brewster, he, too, had seated himself, and was gazing at Archie\r\nwith a weary repulsion. Mr. Brewster’s glance always made Archie feel\r\nas though there were soup on his shirt-front.\r\n\r\nAnd suddenly from the orchestra at the other end of the room there came\r\na familiar sound, the prelude of “Mother’s Knee.”\r\n\r\n“So you’ve started a cabaret, Dan?” said Mr. Connolly, in a satisfied\r\nvoice. “I always told you you were behind the times here!”\r\n\r\nMr. Brewster jumped.\r\n\r\n“Cabaret!”\r\n\r\nHe stared unbelievingly at the white-robed figure which had just\r\nmounted the orchestra dais, and then concentrated his gaze on Archie.\r\n\r\nArchie would not have looked at his father-in-law at this juncture if\r\nhe had had a free and untrammelled choice; but Mr. Brewster’s eye drew\r\nhis with something of the fascination which a snake’s has for a rabbit.\r\nMr. Brewster’s eye was fiery and intimidating. A basilisk might have\r\ngone to him with advantage for a course of lessons. His gaze went right\r\nthrough Archie till the latter seemed to feel his back-hair curling\r\ncrisply in the flames.\r\n\r\n“Is this one of your fool-tricks?”\r\n\r\nEven in this tense moment Archie found time almost unconsciously to\r\nadmire his father-in-law’s penetration and intuition. He seemed to have\r\na sort of sixth sense. No doubt this was how great fortunes were made.\r\n\r\n“Well, as a matter of fact—to be absolutely accurate—it was like this—”\r\n\r\n“Say, cut it out!” said Mr. Connolly. “Can the chatter! I want to\r\nlisten.”\r\n\r\nArchie was only too ready to oblige him. Conversation at the moment was\r\nthe last thing he himself desired. He managed with a strong effort to\r\ndisengage himself from Mr. Brewster’s eye, and turned to the orchestra\r\ndais, where Miss Spectatia Huskisson was now beginning the first verse\r\nof Wilson Hymack’s masterpiece.\r\n\r\nMiss Huskisson, like so many of the female denizens of the Middle West,\r\nwas tall and blonde and constructed on substantial lines. She was a\r\ngirl whose appearance suggested the old homestead and fried pancakes\r\nand pop coming home to dinner after the morning’s ploughing. Even her\r\nbobbed hair did not altogether destroy this impression. She looked big\r\nand strong and healthy, and her lungs were obviously good. She attacked\r\nthe verse of the song with something of the vigour and breadth of\r\ntreatment with which in other days she had reasoned with refractory\r\nmules. Her diction was the diction of one trained to call the cattle\r\nhome in the teeth of Western hurricanes. Whether you wanted to or not,\r\nyou heard every word.\r\n\r\nThe subdued clatter of knives and forks had ceased. The diners, unused\r\nto this sort of thing at the Cosmopolis, were trying to adjust their\r\nfaculties to cope with the outburst. Waiters stood transfixed, frozen,\r\nin attitudes of service. In the momentary lull between verse and\r\nrefrain Archie could hear the deep breathing of Mr. Brewster.\r\nInvoluntarily he turned to gaze at him once more, as refugees from\r\nPompeii may have turned to gaze upon Vesuvius; and, as he did so, he\r\ncaught sight of Mr. Connolly, and paused in astonishment.\r\n\r\nMr. Connolly was an altered man. His whole personality had undergone a\r\nsubtle change. His face still looked as though hewn from the living\r\nrock, but into his eyes had crept an expression which in another man\r\nmight almost have been called sentimental. Incredible as it seemed to\r\nArchie, Mr. Connolly’s eyes were dreamy. There was even in them a\r\nsuggestion of unshed tears. And when with a vast culmination of sound\r\nMiss Huskisson reached the high note at the end of the refrain and,\r\nafter holding it as some storming-party, spent but victorious, holds\r\nthe summit of a hard-won redoubt, broke off suddenly, in the stillness\r\nwhich followed there proceeded from Mr. Connolly a deep sigh.\r\n\r\nMiss Huskisson began the second verse. And Mr. Brewster, seeming to\r\nrecover from some kind of a trance, leaped to his feet.\r\n\r\n“Great Godfrey!”\r\n\r\n“Sit down!” said Mr. Connolly, in a broken voice. “Sit down, Dan!”\r\n\r\n“He went back to his mother on the train that very day:\r\nHe knew there was no other who could make him bright and gay:\r\nHe kissed her on the forehead and he whispered, ‘I’ve come home!’\r\nHe told her he was never going any more to roam.\r\nAnd onward through the happy years, till he grew old and grey,\r\nHe never once regretted those brave words he once did say:\r\nIt’s a long way back to mother’s knee—”\r\n\r\n\r\nThe last high note screeched across the room like a shell, and the\r\napplause that followed was like a shell’s bursting. One could hardly\r\nhave recognised the refined interior of the Cosmopolis dining-room.\r\nFair women were waving napkins; brave men were hammering on the tables\r\nwith the butt-end of knives, for all the world as if they imagined\r\nthemselves to be in one of those distressing midnight-revue places.\r\nMiss Huskisson bowed, retired, returned, bowed, and retired again, the\r\ntears streaming down her ample face. Over in a corner Archie could see\r\nhis brother-in-law clapping strenuously. A waiter, with a display of\r\nmanly emotion that did him credit, dropped an order of new peas.\r\n\r\n“Thirty years ago last October,” said Mr. Connolly, in a shaking voice,\r\n“I—”\r\n\r\nMr. Brewster interrupted him violently.\r\n\r\n“I’ll fire that orchestra-leader! He goes to-morrow! I’ll fire—” He\r\nturned on Archie. “What the devil do you mean by it, you—you—”\r\n\r\n“Thirty years ago,” said Mr. Connolly, wiping away a tear with his\r\nnapkin, “I left me dear old home in the old country—”\r\n\r\n“_My_ hotel a bear-garden!”\r\n\r\n“Frightfully sorry and all that, old companion—”\r\n\r\n“Thirty years ago last October! ’Twas a fine autumn evening the finest\r\nye’d ever wish to see. Me old mother, she came to the station to see me\r\noff.”\r\n\r\nMr. Brewster, who was not deeply interested in Mr. Connolly’s old\r\nmother, continued to splutter inarticulately, like a firework trying to\r\ngo off.\r\n\r\n“‘Ye’ll always be a good boy, Aloysius?’ she said to me,” said Mr.\r\nConnolly, proceeding with, his autobiography. “And I said: ‘Yes,\r\nMother, I will!’” Mr. Connolly sighed and applied the napkin again.\r\n“’Twas a liar I was!” he observed, remorsefully. “Many’s the dirty I’ve\r\nplayed since then. ‘It’s a long way back to Mother’s knee.’ ’Tis a true\r\nword!” He turned impulsively to Mr. Brewster. “Dan, there’s a deal of\r\ntrouble in this world without me going out of me way to make more. The\r\nstrike is over! I’ll send the men back tomorrow! There’s me hand on\r\nit!”\r\n\r\nMr. Brewster, who had just managed to co-ordinate his views on the\r\nsituation and was about to express them with the generous strength\r\nwhich was ever his custom when dealing with his son-in-law, checked\r\nhimself abruptly. He stared at his old friend and business enemy,\r\nwondering if he could have heard aright. Hope began to creep back into\r\nMr. Brewster’s heart, like a shamefaced dog that has been away from\r\nhome hunting for a day or two.\r\n\r\n“You’ll what!”\r\n\r\n“I’ll send the men back to-morrow! That song was sent to guide me, Dan!\r\nIt was meant! Thirty years ago last October me dear old mother—”\r\n\r\nMr. Brewster bent forward attentively. His views on Mr. Connolly’s dear\r\nold mother had changed. He wanted to hear all about her.\r\n\r\n“’Twas that last note that girl sang brought it all back to me as if\r\n’twas yesterday. As we waited on the platform, me old mother and I, out\r\ncomes the train from the tunnel, and the engine lets off a screech the\r\nway ye’d hear it ten miles away. ’Twas thirty years ago—”\r\n\r\nArchie stole softly from the table. He felt that his presence, if it\r\nhad ever been required, was required no longer. Looking back, he could\r\nsee his father-in-law patting Mr. Connolly affectionately on the\r\nshoulder.\r\n\r\nArchie and Lucille lingered over their coffee. Mr. Blumenthal was out\r\nin the telephone-box settling the business end with Wilson Hymack. The\r\nmusic-publisher had been unstinted in his praise of “Mother’s Knee.” It\r\nwas sure-fire, he said. The words, stated Mr. Blumenthal, were gooey\r\nenough to hurt, and the tune reminded him of every other song-hit he\r\nhad ever heard. There was, in Mr. Blumenthal’s opinion, nothing to stop\r\nthis thing selling a million copies.\r\n\r\nArchie smoked contentedly.\r\n\r\n“Not a bad evening’s work, old thing,” he said. “Talk about birds with\r\none stone!” He looked at Lucille reproachfully. “You don’t seem\r\nbubbling over with joy.”\r\n\r\n“Oh, I am, precious!” Lucille sighed. “I was only thinking about Bill.”\r\n\r\n“What about Bill?”\r\n\r\n“Well, it’s rather awful to think of him tied for life to that-that\r\nsteam-siren.”\r\n\r\n“Oh, we mustn’t look on the jolly old dark side. Perhaps—Hallo, Bill,\r\nold top! We were just talking about you.”\r\n\r\n“Were you?” said Bill Brewster, in a dispirited voice.\r\n\r\n“I take it that you want congratulations, what?”\r\n\r\n“I want sympathy!”\r\n\r\n“Sympathy?”\r\n\r\n“Sympathy! And lots of it! She’s gone!”\r\n\r\n“Gone! Who?”\r\n\r\n“Spectatia!”\r\n\r\n“How do you mean, gone?”\r\n\r\nBill glowered at the tablecloth.\r\n\r\n“Gone home. I’ve just seen her off in a cab. She’s gone back to\r\nWashington Square to pack. She’s catching the ten o’clock train back to\r\nSnake Bite. It was that damned song!” muttered Bill, in a stricken\r\nvoice. “She says she never realised before she sang it to-night how\r\nhollow New York was. She said it suddenly came over her. She says she’s\r\ngoing to give up her career and go back to her mother. What the deuce\r\nare you twiddling your fingers for?” he broke off, irritably.\r\n\r\n“Sorry, old man. I was just counting.”\r\n\r\n“Counting? Counting what?”\r\n\r\n“Birds, old thing. Only birds!” said Archie."
  ]
}