{
  "index": 36,
  "title": "Chapter 35",
  "paragraphs": [
    "WASHY STEPS INTO THE HALL OF FAME\r\n\r\n\r\nAt about nine o’clock next morning, in a suite at the Hotel Cosmopolis,\r\nMrs. Cora Bates McCall, the eminent lecturer on Rational Eating, was\r\nseated at breakfast with her family. Before her sat Mr. McCall, a\r\nlittle hunted-looking man, the natural peculiarities of whose face were\r\naccentuated by a pair of glasses of semicircular shape, like half-moons\r\nwith the horns turned up. Behind these, Mr. McCall’s eyes played a\r\nperpetual game of peekaboo, now peering over them, anon ducking down\r\nand hiding behind them. He was sipping a cup of anti-caffeine. On his\r\nright, toying listlessly with a plateful of cereal, sat his son,\r\nWashington. Mrs. McCall herself was eating a slice of Health Bread and\r\nnut butter. For she practised as well as preached the doctrines which\r\nshe had striven for so many years to inculcate in an unthinking\r\npopulace. Her day always began with a light but nutritious breakfast,\r\nat which a peculiarly uninviting cereal, which looked and tasted like\r\nan old straw hat that had been run through a meat chopper, competed for\r\nfirst place in the dislike of her husband and son with a more than\r\nusually offensive brand of imitation coffee. Mr. McCall was inclined to\r\nthink that he loathed the imitation coffee rather more than the cereal,\r\nbut Washington held strong views on the latter’s superior ghastliness.\r\nBoth Washington and his father, however, would have been fair-minded\r\nenough to admit that it was a close thing.\r\n\r\nMrs. McCall regarded her offspring with grave approval.\r\n\r\n“I am glad to see, Lindsay,” she said to her husband, whose eyes sprang\r\ndutifully over the glass fence as he heard his name, “that Washy has\r\nrecovered his appetite. When he refused his dinner last night, I was\r\nafraid that he might be sickening for something. Especially as he had\r\nquite a flushed look. You noticed his flushed look?”\r\n\r\n“He did look flushed.”\r\n\r\n“Very flushed. And his breathing was almost stertorous. And, when he\r\nsaid that he had no appetite, I am bound to say that I was anxious. But\r\nhe is evidently perfectly well this morning. You do feel perfectly well\r\nthis morning, Washy?”\r\n\r\nThe heir of the McCall’s looked up from his cereal. He was a long, thin\r\nboy of about sixteen, with pale red hair, sandy eyelashes, and a long\r\nneck.\r\n\r\n“Uh-huh,” he said.\r\n\r\nMrs. McCall nodded.\r\n\r\n“Surely now you will agree, Lindsay, that a careful and rational diet\r\nis what a boy needs? Washy’s constitution is superb. He has a\r\nremarkable stamina, and I attribute it entirely to my careful\r\nsupervision of his food. I shudder when I think of the growing boys who\r\nare permitted by irresponsible people to devour meat, candy, pie—” She\r\nbroke off. “What is the matter, Washy?”\r\n\r\nIt seemed that the habit of shuddering at the thought of pie ran in the\r\nMcCall family, for at the mention of the word a kind of internal shimmy\r\nhad convulsed Washington’s lean frame, and over his face there had come\r\nan expression that was almost one of pain. He had been reaching out his\r\nhand for a slice of Health Bread, but now he withdrew it rather\r\nhurriedly and sat back breathing hard.\r\n\r\n“I’m all right,” he said, huskily.\r\n\r\n“Pie,” proceeded Mrs. McCall, in her platform voice. She stopped again\r\nabruptly. “Whatever is the matter, Washington? You are making me feel\r\nnervous.”\r\n\r\n“I’m all right.”\r\n\r\nMrs. McCall had lost the thread of her remarks. Moreover, having now\r\nfinished her breakfast, she was inclined for a little light reading.\r\nOne of the subjects allied to the matter of dietary on which she felt\r\ndeeply was the question of reading at meals. She was of the opinion\r\nthat the strain on the eye, coinciding with the strain on the\r\ndigestion, could not fail to give the latter the short end of the\r\ncontest; and it was a rule at her table that the morning paper should\r\nnot even be glanced at till the conclusion of the meal. She said that\r\nit was upsetting to begin the day by reading the paper, and events were\r\nto prove that she was occasionally right.\r\n\r\nAll through breakfast the _New York Chronicle_ had been lying neatly\r\nfolded beside her plate. She now opened it, and, with a remark about\r\nlooking for the report of her yesterday’s lecture at the Butterfly\r\nClub, directed her gaze at the front page, on which she hoped that an\r\neditor with the best interests of the public at heart had decided to\r\nplace her.\r\n\r\nMr. McCall, jumping up and down behind his glasses, scrutinised her\r\nface closely as she began to read. He always did this on these\r\noccasions, for none knew better than he that his comfort for the day\r\ndepended largely on some unknown reporter whom he had never met. If\r\nthis unseen individual had done his work properly and as befitted the\r\nimportance of his subject, Mrs. McCall’s mood for the next twelve hours\r\nwould be as uniformly sunny as it was possible for it to be. But\r\nsometimes the fellows scamped their job disgracefully; and once, on a\r\nday which lived in Mr. McCall’s memory, they had failed to make a\r\nreport at all.\r\n\r\nTo-day, he noted with relief, all seemed to be well. The report\r\nactually was on the front page, an honour rarely accorded to his wife’s\r\nutterances. Moreover, judging from the time it took her to read the\r\nthing, she had evidently been reported at length.\r\n\r\n“Good, my dear?” he ventured. “Satisfactory?”\r\n\r\n“Eh?” Mrs. McCall smiled meditatively. “Oh, yes, excellent. They have\r\nused my photograph, too. Not at all badly reproduced.”\r\n\r\n“Splendid!” said Mr. McCall.\r\n\r\nMrs. McCall gave a sharp shriek, and the paper fluttered from her hand.\r\n\r\n“My dear!” said Mr. McCall, with concern.\r\n\r\nHis wife had recovered the paper, and was reading with burning eyes. A\r\nbright wave of colour had flowed over her masterful features. She was\r\nbreathing as stertorously as ever her son Washington had done on the\r\nprevious night.\r\n\r\n“Washington!”\r\n\r\nA basilisk glare shot across the table and turned the long boy to\r\nstone—all except his mouth, which opened feebly.\r\n\r\n“Washington! Is this true?”\r\n\r\nWashy closed his mouth, then let it slowly open again.\r\n\r\n“My dear!” Mr. McCall’s voice was alarmed. “What is it?” His eyes had\r\nclimbed up over his glasses and remained there. “What is the matter? Is\r\nanything wrong?”\r\n\r\n“Wrong! Read for yourself!”\r\n\r\nMr. McCall was completely mystified. He could not even formulate a\r\nguess at the cause of the trouble. That it appeared to concern his son\r\nWashington seemed to be the one solid fact at his disposal, and that\r\nonly made the matter still more puzzling. Where, Mr. McCall asked\r\nhimself, did Washington come in?\r\n\r\nHe looked at the paper, and received immediate enlightenment. Headlines\r\nmet his eyes:\r\n\r\nGOOD STUFF IN THIS BOY.\r\nABOUT A TON OF IT.\r\nSON OF CORA BATES McCALL\r\nFAMOUS FOOD-REFORM LECTURER\r\nWINS PIE-EATING CHAMPIONSHIP OF WEST SIDE.\r\n\r\n\r\nThere followed a lyrical outburst. So uplifted had the reporter\r\nevidently felt by the importance of his news that he had been unable to\r\nconfine himself to prose:—\r\n\r\nMy children, if you fail to shine or triumph in your special line; if,\r\nlet us say, your hopes are bent on some day being President, and folks\r\nignore your proper worth, and say you’ve not a chance on earth—Cheer\r\nup! for in these stirring days Fame may be won in many ways. Consider,\r\nwhen your spirits fall, the case of Washington McCall.\r\n\r\nYes, cast your eye on Washy, please! He looks just like a piece of\r\ncheese: he’s not a brilliant sort of chap: he has a dull and vacant\r\nmap: his eyes are blank, his face is red, his ears stick out beside his\r\nhead. In fact, to end these compliments, he would be dear at thirty\r\ncents. Yet Fame has welcomed to her Hall this self-same Washington\r\nMcCall.\r\n\r\nHis mother (nee Miss Cora Bates) is one who frequently orates upon the\r\nproper kind of food which every menu should include. With eloquence the\r\nworld she weans from chops and steaks and pork and beans. Such horrid\r\nthings she’d like to crush, and make us live on milk and mush. But oh!\r\nthe thing that makes her sigh is when she sees us eating pie. (We heard\r\nher lecture last July upon “The Nation’s Menace—Pie.”) Alas, the hit it\r\nmade was small with Master Washington McCall.\r\n\r\nFor yesterday we took a trip to see the great Pie Championship, where\r\nmen with bulging cheeks and eyes consume vast quantities of pies. A\r\nfashionable West Side crowd beheld the champion, Spike O’Dowd,\r\nendeavour to defend his throne against an upstart, Blake’s Unknown. He\r\nwasn’t an Unknown at all. He was young Washington McCall.\r\n\r\nWe freely own we’d give a leg if we could borrow, steal, or beg the\r\nskill old Homer used to show. (He wrote the _Iliad_, you know.) Old\r\nHomer swung a wicked pen, but we are ordinary men, and cannot even\r\nstart to dream of doing justice to our theme. The subject of that great\r\nrepast is too magnificent and vast. We can’t describe (or even try) the\r\nway those rivals wolfed their pie. Enough to say that, when for hours\r\neach had extended all his pow’rs, toward the quiet evenfall O’Dowd\r\nsuccumbed to young McCall.\r\n\r\nThe champion was a willing lad. He gave the public all he had. His was\r\na genuine fighting soul. He’d lots of speed and much control. No yellow\r\nstreak did he evince. He tackled apple-pie and mince. This was the\r\nmotto on his shield—“O’Dowds may burst. They never yield.” His eyes\r\nbegan to start and roll. He eased his belt another hole. Poor fellow!\r\nWith a single glance one saw that he had not a chance. A python would\r\nhave had to crawl and own defeat from young McCall.\r\n\r\nAt last, long last, the finish came. His features overcast with shame,\r\nO’Dowd, who’d faltered once or twice, declined to eat another slice. He\r\ntottered off, and kindly men rallied around with oxygen. But Washy,\r\nCora Bates’s son, seemed disappointed it was done. He somehow made\r\nthose present feel he’d barely started on his meal. We ask him, “Aren’t\r\nyou feeling bad?” “Me!” said the lion-hearted lad. “Lead me”—he started\r\nfor the street—“where I can get a bite to eat!” Oh, what a lesson does\r\nit teach to all of us, that splendid speech! How better can the curtain\r\nfall on Master Washington McCall!\r\n\r\nMr. McCall read this epic through, then he looked at his son. He first\r\nlooked at him over his glasses, then through his glasses, then over his\r\nglasses again, then through his glasses once more. A curious expression\r\nwas in his eyes. If such a thing had not been so impossible, one would\r\nhave said that his gaze had in it something of respect, of admiration,\r\neven of reverence.\r\n\r\n“But how did they find out your name?” he asked, at length.\r\n\r\nMrs. McCall exclaimed impatiently.\r\n\r\n“Is _that_ all you have to say?”\r\n\r\n“No, no, my dear, of course not, quite so. But the point struck me as\r\ncurious.”\r\n\r\n“Wretched boy,” cried Mrs. McCall, “were you insane enough to reveal\r\nyour name?”\r\n\r\nWashington wriggled uneasily. Unable to endure the piercing stare of\r\nhis mother, he had withdrawn to the window, and was looking out with\r\nhis back turned. But even there he could feel her eyes on the back of\r\nhis neck.\r\n\r\n“I didn’t think it ’ud matter,” he mumbled. “A fellow with\r\ntortoiseshell-rimmed specs asked me, so I told him. How was I to know—”\r\n\r\nHis stumbling defence was cut short by the opening of the door.\r\n\r\n“Hallo-allo-allo! What ho! What ho!”\r\n\r\nArchie was standing in the doorway, beaming ingratiatingly on the\r\nfamily.\r\n\r\nThe apparition of an entire stranger served to divert the lightning of\r\nMrs. McCall’s gaze from the unfortunate Washy. Archie, catching it\r\nbetween the eyes, blinked and held on to the wall. He had begun to\r\nregret that he had yielded so weakly to Lucille’s entreaty that he\r\nshould look in on the McCalls and use the magnetism of his personality\r\nupon them in the hope of inducing them to settle the lawsuit. He\r\nwished, too, if the visit had to be paid that he had postponed it till\r\nafter lunch, for he was never at his strongest in the morning. But\r\nLucille had urged him to go now and get it over, and here he was.\r\n\r\n“I think,” said Mrs. McCall, icily, “that you must have mistaken your\r\nroom.”\r\n\r\nArchie rallied his shaken forces.\r\n\r\n“Oh, no. Rather not. Better introduce myself, what? My name’s Moffam,\r\nyou know. I’m old Brewster’s son-in-law, and all that sort of rot, if\r\nyou know what I mean.” He gulped and continued. “I’ve come about this\r\njolly old lawsuit, don’t you know.”\r\n\r\nMr. McCall seemed about to speak, but his wife anticipated him.\r\n\r\n“Mr. Brewster’s attorneys are in communication with ours. We do not\r\nwish to discuss the matter.”\r\n\r\nArchie took an uninvited seat, eyed the Health Bread on the breakfast\r\ntable for a moment with frank curiosity, and resumed his discourse.\r\n\r\n“No, but I say, you know! I’ll tell you what happened. I hate to totter\r\nin where I’m not wanted and all that, but my wife made such a point of\r\nit. Rightly or wrongly she regards me as a bit of a hound in the\r\ndiplomacy line, and she begged me to look you up and see whether we\r\ncouldn’t do something about settling the jolly old thing. I mean to\r\nsay, you know, the old bird—old Brewster, you know—is considerably\r\nperturbed about the affair—hates the thought of being in a posish where\r\nhe has either got to bite his old pal McCall in the neck or be bitten\r\nby him—and—well, and so forth, don’t you know! How about it?” He broke\r\noff. “Great Scot! I say, what!”\r\n\r\nSo engrossed had he been in his appeal that he had not observed the\r\npresence of the pie-eating champion, between whom and himself a large\r\npotted plant intervened. But now Washington, hearing the familiar\r\nvoice, had moved from the window and was confronting him with an\r\naccusing stare.\r\n\r\n“_He_ made me do it!” said Washy, with the stern joy a sixteen-year-old\r\nboy feels when he sees somebody on to whose shoulders he can shift\r\ntrouble from his own. “That’s the fellow who took me to the place!”\r\n\r\n“What are you talking about, Washington?”\r\n\r\n“I’m telling you! He got me into the thing.”\r\n\r\n“Do you mean this—this—” Mrs. McCall shuddered. “Are you referring to\r\nthis pie-eating contest?”\r\n\r\n“You bet I am!”\r\n\r\n“Is this true?” Mrs. McCall glared stonily at Archie, “Was it you who\r\nlured my poor boy into that—that—”\r\n\r\n“Oh, absolutely. The fact is, don’t you know, a dear old pal of mine\r\nwho runs a tobacco shop on Sixth Avenue was rather in the soup. He had\r\nbacked a chappie against the champion, and the chappie was converted by\r\none of your lectures and swore off pie at the eleventh hour. Dashed\r\nhard luck on the poor chap, don’t you know! And then I got the idea\r\nthat our little friend here was the one to step in and save the\r\nsituash, so I broached the matter to him. And I’ll tell you one thing,”\r\nsaid Archie, handsomely, “I don’t know what sort of a capacity the\r\noriginal chappie had, but I’ll bet he wasn’t in your son’s class. Your\r\nson has to be seen to be believed! Absolutely! You ought to be proud of\r\nhim!” He turned in friendly fashion to Washy. “Rummy we should meet\r\nagain like this! Never dreamed I should find you here. And, by Jove,\r\nit’s absolutely marvellous how fit you look after yesterday. I had a\r\nsort of idea you would be groaning on a bed of sickness and all that.”\r\n\r\nThere was a strange gurgling sound in the background. It resembled\r\nsomething getting up steam. And this, curiously enough, is precisely\r\nwhat it was. The thing that was getting up steam was Mr. Lindsay\r\nMcCall.\r\n\r\nThe first effect of the Washy revelations on Mr. McCall had been merely\r\nto stun him. It was not until the arrival of Archie that he had had\r\nleisure to think; but since Archie’s entrance he had been thinking\r\nrapidly and deeply.\r\n\r\nFor many years Mr. McCall had been in a state of suppressed revolution.\r\nHe had smouldered, but had not dared to blaze. But this startling\r\nupheaval of his fellow-sufferer, Washy, had acted upon him like a high\r\nexplosive. There was a strange gleam in his eye, a gleam of\r\ndetermination. He was breathing hard.\r\n\r\n“Washy!”\r\n\r\nHis voice had lost its deprecating mildness. It rang strong and clear.\r\n\r\n“Yes, pop?”\r\n\r\n“How many pies did you eat yesterday?”\r\n\r\nWashy considered.\r\n\r\n“A good few.”\r\n\r\n“How many? Twenty?”\r\n\r\n“More than that. I lost count. A good few.”\r\n\r\n“And you feel as well as ever?”\r\n\r\n“I feel fine.”\r\n\r\nMr. McCall dropped his glasses. He glowered for a moment at the\r\nbreakfast table. His eye took in the Health Bread, the imitation\r\ncoffee-pot, the cereal, the nut-butter. Then with a swift movement he\r\nseized the cloth, jerked it forcibly, and brought the entire contents\r\nrattling and crashing to the floor.\r\n\r\n“Lindsay!”\r\n\r\nMr. McCall met his wife’s eye with quiet determination. It was plain\r\nthat something had happened in the hinterland of Mr. McCall’s soul.\r\n\r\n“Cora,” he said, resolutely, “I have come to a decision. I’ve been\r\nletting you run things your own way a little too long in this family.\r\nI’m going to assert myself. For one thing, I’ve had all I want of this\r\nfood-reform foolery. Look at Washy! Yesterday that boy seems to have\r\nconsumed anything from a couple of hundredweight to a ton of pie, and\r\nhe has thriven on it! Thriven! I don’t want to hurt your feelings,\r\nCora, but Washington and I have drunk our last cup of anti-caffeine! If\r\nyou care to go on with the stuff, that’s your look-out. But Washy and I\r\nare through.”\r\n\r\nHe silenced his wife with a masterful gesture and turned to Archie.\r\n“And there’s another thing. I never liked the idea of that lawsuit, but\r\nI let you talk me into it. Now I’m going to do things my way. Mr.\r\nMoffam, I’m glad you looked in this morning. I’ll do just what you\r\nwant. Take me to Dan Brewster now, and let’s call the thing off, and\r\nshake hands on it.”\r\n\r\n“Are you mad, Lindsay?”\r\n\r\nIt was Cora Bates McCall’s last shot. Mr. McCall paid no attention to\r\nit. He was shaking hands with Archie.\r\n\r\n“I consider you, Mr. Moffam,” he said, “the most sensible young man I\r\nhave ever met!”\r\n\r\nArchie blushed modestly.\r\n\r\n“Awfully good of you, old bean,” he said. “I wonder if you’d mind\r\ntelling my jolly old father-in-law that? It’ll be a bit of news for\r\nhim!”"
  ]
}