{
  "index": 30,
  "title": "Chapter 29",
  "paragraphs": [
    "ARCHIE ACCEPTS A SITUATION\r\n\r\n\r\nLucille moved her wrist slowly round, the better to examine the new\r\nbracelet.\r\n\r\n“You really are an angel, angel!” she murmured.\r\n\r\n“Like it?” said Archie complacently.\r\n\r\n“_Like_ it! Why, it’s gorgeous! It must have cost a fortune.”\r\n\r\n“Oh, nothing to speak of. Just a few hard-earned pieces of eight. Just\r\na few doubloons from the old oak chest.”\r\n\r\n“But I didn’t know there were any doubloons in the old oak chest.”\r\n\r\n“Well, as a matter of fact,” admitted Archie, “at one point in the\r\nproceedings there weren’t. But an aunt of mine in England—peace be on\r\nher head!—happened to send me a chunk of the necessary at what you\r\nmight call the psychological moment.”\r\n\r\n“And you spent it all on a birthday present for me! Archie!” Lucille\r\ngazed at her husband adoringly. “Archie, do you know what I think?”\r\n\r\n“What?”\r\n\r\n“You’re the perfect man!”\r\n\r\n“No, really! What ho!”\r\n\r\n“Yes,” said Lucille firmly. “I’ve long suspected it, and now I know. I\r\ndon’t think there’s anybody like you in the world.”\r\n\r\nArchie patted her hand.\r\n\r\n“It’s a rummy thing,” he observed, “but your father said almost exactly\r\nthat to me only yesterday. Only I don’t fancy he meant the same as you.\r\nTo be absolutely frank, his exact expression was that he thanked God\r\nthere was only one of me.”\r\n\r\nA troubled look came into Lucille’s grey eyes.\r\n\r\n“It’s a shame about father. I do wish he appreciated you. But you\r\nmustn’t be too hard on him.”\r\n\r\n“Me?” said Archie. “Hard on your father? Well, dash it all, I don’t\r\nthink I treat him with what you might call actual brutality, what! I\r\nmean to say, my whole idea is rather to keep out of the old lad’s way\r\nand curl up in a ball if I can’t dodge him. I’d just as soon be hard on\r\na stampeding elephant! I wouldn’t for the world say anything\r\nderogatory, as it were, to your jolly old pater, but there is no\r\ngetting away from the fact that he’s by way of being one of our leading\r\nman-eating fishes. It would be idle to deny that he considers that you\r\nlet down the proud old name of Brewster a bit when you brought me in\r\nand laid me on the mat.”\r\n\r\n“Anyone would be lucky to get you for a son-in-law, precious.”\r\n\r\n“I fear me, light of my life, the dad doesn’t see eye to eye with you\r\non that point. No, every time I get hold of a daisy, I give him another\r\nchance, but it always works out at ‘He loves me not!’”\r\n\r\n“You must make allowances for him, darling.”\r\n\r\n“Right-o! But I hope devoutly that he doesn’t catch me at it. I’ve a\r\nsort of idea that if the old dad discovered that I was making\r\nallowances for him, he would have from ten to fifteen fits.”\r\n\r\n“He’s worried just now, you know.”\r\n\r\n“I didn’t know. He doesn’t confide in me much.”\r\n\r\n“He’s worried about that waiter.”\r\n\r\n“What waiter, queen of my soul?”\r\n\r\n“A man called Salvatore. Father dismissed him some time ago.”\r\n\r\n“Salvatore!”\r\n\r\n“Probably you don’t remember him. He used to wait on this table.”\r\n\r\n“Why—”\r\n\r\n“And father dismissed him, apparently, and now there’s all sorts of\r\ntrouble. You see, father wants to build this new hotel of his, and he\r\nthought he’d got the site and everything and could start building right\r\naway: and now he finds that this man Salvatore’s mother owns a little\r\nnewspaper and tobacco shop right in the middle of the site, and there’s\r\nno way of getting him out without buying the shop, and he won’t sell.\r\nAt least, he’s made his mother promise that she won’t sell.”\r\n\r\n“A boy’s best friend is his mother,” said Archie approvingly. “I had a\r\nsort of idea all along—”\r\n\r\n“So father’s in despair.”\r\n\r\nArchie drew at his cigarette meditatively.\r\n\r\n“I remember a chappie—a policeman he was, as a matter of fact, and\r\nincidentally a fairly pronounced blighter—remarking to me some time ago\r\nthat you could trample on the poor man’s face but you mustn’t be\r\nsurprised if he bit you in the leg while you were doing it. Apparently\r\nthis is what has happened to the old dad. I had a sort of idea all\r\nalong that old friend Salvatore would come out strong in the end if you\r\nonly gave him time. Brainy sort of feller! Great pal of\r\nmine.”—Lucille’s small face lightened. She gazed at Archie with proud\r\naffection. She felt that she ought to have known that he was the one to\r\nsolve this difficulty.\r\n\r\n“You’re wonderful, darling! Is he really a friend of yours?”\r\n\r\n“Absolutely. Many’s the time he and I have chatted in this very\r\ngrill-room.”\r\n\r\n“Then it’s all right. If you went to him and argued with him, he would\r\nagree to sell the shop, and father would be happy. Think how grateful\r\nfather would be to you! It would make all the difference.”\r\n\r\nArchie turned this over in his mind.\r\n\r\n“Something in that,” he agreed.\r\n\r\n“It would make him see what a pet lambkin you really are!”\r\n\r\n“Well,” said Archie, “I’m bound to say that any scheme which what you\r\nmight call culminates in your father regarding me as a pet lambkin\r\nought to receive one’s best attention. How much did he offer Salvatore\r\nfor his shop?”\r\n\r\n“I don’t know. There is father.—Call him over and ask him.”\r\n\r\nArchie glanced over to where Mr. Brewster had sunk moodily into a chair\r\nat a neighbouring table. It was plain even at that distance that Daniel\r\nBrewster had his troubles and was bearing them with an ill grace. He\r\nwas scowling absently at the table-cloth.\r\n\r\n“_You_ call him,” said Archie, having inspected his formidable\r\nrelative. “You know him better.”\r\n\r\n“Let’s go over to him.”\r\n\r\nThey crossed the room. Lucille sat down opposite her father. Archie\r\ndraped himself over a chair in the background.\r\n\r\n“Father, dear,” said Lucille. “Archie has got an idea.”\r\n\r\n“Archie?” said Mr. Brewster incredulously.\r\n\r\n“This is me,” said Archie, indicating himself with a spoon. “The tall,\r\ndistinguished-looking bird.”\r\n\r\n“What new fool-thing is he up to now?”\r\n\r\n“It’s a splendid idea, father. He wants to help you over your new\r\nhotel.”\r\n\r\n“Wants to run it for me, I suppose?”\r\n\r\n“By Jove!” said Archie, reflectively. “That’s not a bad scheme! I never\r\nthought of running an hotel. I shouldn’t mind taking a stab at it.”\r\n\r\n“He has thought of a way of getting rid of Salvatore and his shop.”\r\n\r\nFor the first time Mr. Brewster’s interest in the conversation seemed\r\nto stir. He looked sharply at his son-in-law.\r\n\r\n“He has, has he?” he said.\r\n\r\nArchie balanced a roll on a fork and inserted a plate underneath. The\r\nroll bounded away into a corner.\r\n\r\n“Sorry!” said Archie. “My fault, absolutely! I owe you a roll. I’ll\r\nsign a bill for it. Oh, about this sportsman Salvatore, Well, it’s like\r\nthis, you know. He and I are great pals. I’ve known him for years and\r\nyears. At least, it seems like years and years. Lu was suggesting that\r\nI seek him out in his lair and ensnare him with my diplomatic manner\r\nand superior brain power and what not.”\r\n\r\n“It was your idea, precious,” said Lucille.\r\n\r\nMr. Brewster was silent.—Much as it went against the grain to have to\r\nadmit it, there seemed to be something in this.\r\n\r\n“What do you propose to do?”\r\n\r\n“Become a jolly old ambassador. How much did you offer the chappie?”\r\n\r\n“Three thousand dollars. Twice as much as the place is worth. He’s\r\nholding out on me for revenge.”\r\n\r\n“Ah, but how did you offer it to him, what? I mean to say, I bet you\r\ngot your lawyer to write him a letter full of whereases, peradventures,\r\nand parties of the first part, and so forth. No good, old companion!”\r\n\r\n“Don’t call me old companion!”\r\n\r\n“All wrong, laddie! Nothing like it, dear heart! No good at all, friend\r\nof my youth! Take it from your Uncle Archibald! I’m a student of human\r\nnature, and I know a thing or two.”\r\n\r\n“That’s not much,” growled Mr. Brewster, who was finding his\r\nson-in-law’s superior manner a little trying.\r\n\r\n“Now, don’t interrupt, father,” said Lucille, severely. “Can’t you see\r\nthat Archie is going to be tremendously clever in a minute?”\r\n\r\n“He’s got to show me!”\r\n\r\n“What you ought to do,” said Archie, “is to let me go and see him,\r\ntaking the stuff in crackling bills. I’ll roll them about on the table\r\nin front of him. That’ll fetch him!” He prodded Mr. Brewster\r\nencouragingly with a roll. “I’ll tell you what to do. Give me three\r\nthousand of the best and crispest, and I’ll undertake to buy that shop.\r\nIt can’t fail, laddie!”\r\n\r\n“Don’t call me laddie!” Mr. Brewster pondered. “Very well,” he said at\r\nlast. “I didn’t know you had so much sense,” he added grudgingly.\r\n\r\n“Oh, positively!” said Archie. “Beneath a rugged exterior I hide a\r\nbrain like a buzz-saw. Sense? I exude it, laddie; I drip with it.”\r\n\r\nThere were moments during the ensuing days when Mr. Brewster permitted\r\nhimself to hope; but more frequent were the moments when he told\r\nhimself that a pronounced chump like his son-in-law could not fail\r\nsomehow to make a mess of the negotiations. His relief, therefore, when\r\nArchie curveted into his private room and announced that he had\r\nsucceeded was great.\r\n\r\n“You really managed to make that wop sell out?”\r\n\r\nArchie brushed some papers off the desk with a careless gesture, and\r\nseated himself on the vacant spot.\r\n\r\n“Absolutely! I spoke to him as one old friend to another, sprayed the\r\nbills all over the place; and he sang a few bars from ‘Rigoletto,’ and\r\nsigned on the dotted line.”\r\n\r\n“You’re not such a fool as you look,” owned Mr. Brewster.\r\n\r\nArchie scratched a match on the desk and lit a cigarette.\r\n\r\n“It’s a jolly little shop,” he said. “I took quite a fancy to it. Full\r\nof newspapers, don’t you know, and cheap novels, and some weird-looking\r\nsort of chocolates, and cigars with the most fearfully attractive\r\nlabels. I think I’ll make a success of it. It’s bang in the middle of a\r\ndashed good neighbourhood. One of these days somebody will be building\r\na big hotel round about there, and that’ll help trade a lot. I look\r\nforward to ending my days on the other side of the counter with a full\r\nset of white whiskers and a skull-cap, beloved by everybody.\r\nEverybody’ll say, ‘Oh, you _must_ patronise that quaint, delightful old\r\nblighter! He’s quite a character.’”\r\n\r\nMr. Brewster’s air of grim satisfaction had given way to a look of\r\ndiscomfort, almost of alarm. He presumed his son-in-law was merely\r\nindulging in _badinage;_ but even so, his words were not soothing.\r\n\r\n“Well, I’m much obliged,” he said. “That infernal shop was holding up\r\neverything. Now I can start building right away.”\r\n\r\nArchie raised his eyebrows.\r\n\r\n“But, my dear old top, I’m sorry to spoil your daydreams and stop you\r\nchasing rainbows, and all that, but aren’t you forgetting that the shop\r\nbelongs to me? I don’t at all know that I want to sell, either!”\r\n\r\n“I gave you the money to buy that shop!”\r\n\r\n“And dashed generous of you it was, too!” admitted Archie,\r\nunreservedly. “It was the first money you ever gave me, and I shall\r\nalways tell interviewers that it was you who founded my fortunes. Some\r\nday, when I’m the Newspaper-and-Tobacco-Shop King, I’ll tell the world\r\nall about it in my autobiography.”\r\n\r\nMr. Brewster rose dangerously from his seat.\r\n\r\n“Do you think you can hold me up, you—you worm?”\r\n\r\n“Well,” said Archie, “the way I look at it is this. Ever since we met,\r\nyou’ve been after me to become one of the world’s workers, and earn a\r\nliving for myself, and what not; and now I see a way to repay you for\r\nyour confidence and encouragement. You’ll look me up sometimes at the\r\ngood old shop, won’t you?” He slid off the table and moved towards the\r\ndoor. “There won’t be any formalities where you are concerned. You can\r\nsign bills for any reasonable amount any time you want a cigar or a\r\nstick of chocolate. Well, toodle-oo!”\r\n\r\n“Stop!”\r\n\r\n“Now what?”\r\n\r\n“How much do you want for that damned shop?”\r\n\r\n“I don’t want money.-I want a job.-If you are going to take my\r\nlife-work away from me, you ought to give me something else to do.”\r\n\r\n“What job?”\r\n\r\n“You suggested it yourself the other day. I want to manage your new\r\nhotel.”\r\n\r\n“Don’t be a fool! What do you know about managing an hotel?”\r\n\r\n“Nothing. It will be your pleasing task to teach me the business while\r\nthe shanty is being run up.”\r\n\r\nThere was a pause, while Mr. Brewster chewed three inches off a\r\npen-holder.\r\n\r\n“Very well,” he said at last.\r\n\r\n“Topping!” said Archie. “I knew you’d see it. I’ll study your methods,\r\nwhat! Adding some of my own, of course. You know, I’ve thought of one\r\nimprovement on the Cosmopolis already.”\r\n\r\n“Improvement on the Cosmopolis!” cried Mr. Brewster, gashed in his\r\nfinest feelings.\r\n\r\n“Yes. There’s one point where the old Cosmop slips up badly, and I’m\r\ngoing to see that it’s corrected at my little shack. Customers will be\r\nentreated to leave their boots outside their doors at night, and\r\nthey’ll find them cleaned in the morning. Well, pip, pip! I must be\r\npopping. Time is money, you know, with us business men.”"
  ]
}