{
  "index": 37,
  "title": "Chapter 36",
  "paragraphs": [
    "MOTHER’S KNEE\r\n\r\n\r\nArchie Moffam’s connection with that devastatingly popular ballad,\r\n“Mother’s Knee,” was one to which he always looked back later with a\r\ncertain pride. “Mother’s Knee,” it will be remembered, went through the\r\nworld like a pestilence. Scots elders hummed it on their way to kirk;\r\ncannibals crooned it to their offspring in the jungles of Borneo; it\r\nwas a best-seller among the Bolshevists. In the United States alone\r\nthree million copies were disposed of. For a man who has not\r\naccomplished anything outstandingly great in his life, it is something\r\nto have been in a sense responsible for a song like that; and, though\r\nthere were moments when Archie experienced some of the emotions of a\r\nman who has punched a hole in the dam of one of the larger reservoirs,\r\nhe never really regretted his share in the launching of the thing.\r\n\r\nIt seems almost bizarre now to think that there was a time when even\r\none person in the world had not heard “Mother’s Knee”; but it came\r\nfresh to Archie one afternoon some weeks after the episode of Washy, in\r\nhis suite at the Hotel Cosmopolis, where he was cementing with\r\ncigarettes and pleasant conversation his renewed friendship with Wilson\r\nHymack, whom he had first met in the neighbourhood of Armentières\r\nduring the war.\r\n\r\n“What are you doing these days?” enquired Wilson Hymack.\r\n\r\n“Me?” said Archie. “Well, as a matter of fact, there is what you might\r\ncall a sort of species of lull in my activities at the moment. But my\r\njolly old father-in-law is bustling about, running up a new hotel a bit\r\nfarther down-town, and the scheme is for me to be manager when it’s\r\nfinished. From what I have seen in this place, it’s a simple sort of\r\njob, and I fancy I shall be somewhat hot stuff. How are you filling in\r\nthe long hours?”\r\n\r\n“I’m in my uncle’s office, darn it!”\r\n\r\n“Starting at the bottom and learning the business and all that? A noble\r\npursuit, no doubt, but I’m bound to say it would give me the pip in no\r\nuncertain manner.”\r\n\r\n“It gives me,” said Wilson Hymack, “a pain in the thorax. I want to be\r\na composer.”\r\n\r\n“A composer, eh?”\r\n\r\nArchie felt that he should have guessed this. The chappie had a\r\ndistinctly artistic look. He wore a bow-tie and all that sort of thing.\r\nHis trousers bagged at the knees, and his hair, which during the\r\nmartial epoch of his career had been pruned to the roots, fell about\r\nhis ears in luxuriant disarray.\r\n\r\n“Say! Do you want to hear the best thing I’ve ever done?”\r\n\r\n“Indubitably,” said Archie, politely. “Carry on, old bird!”\r\n\r\n“I wrote the lyric as well as the melody,” said Wilson Hymack, who had\r\nalready seated himself at the piano. “It’s got the greatest title you\r\never heard. It’s a lallapaloosa! It’s called ‘It’s a Long Way Back to\r\nMother’s Knee.’ How’s that? Poor, eh?”\r\n\r\nArchie expelled a smoke-ring doubtfully.\r\n\r\n“Isn’t it a little stale?”\r\n\r\n“Stale? What do you mean, stale? There’s always room for another song\r\nboosting Mother.”\r\n\r\n“Oh, is it boosting Mother?” Archie’s face cleared. “I thought it was a\r\nhit at the short skirts. Why, of course, that makes all the difference.\r\nIn that case, I see no reason why it should not be ripe, fruity, and\r\npretty well all to the mustard. Let’s have it.”\r\n\r\nWilson Hymack pushed as much of his hair out of his eyes as he could\r\nreach with one hand, cleared his throat, looked dreamily over the top\r\nof the piano at a photograph of Archie’s father-in-law, Mr. Daniel\r\nBrewster, played a prelude, and began to sing in a weak, high,\r\ncomposer’s voice. All composers sing exactly alike, and they have to be\r\nheard to be believed.\r\n\r\n“One night a young man wandered through the glitter of Broadway:\r\nHis money he had squandered. For a meal he couldn’t pay.”\r\n\r\n\r\n“Tough luck!” murmured Archie, sympathetically.\r\n\r\n“He thought about the village where his boyhood he had spent,\r\nAnd yearned for all the simple joys with which he’d been content.”\r\n\r\n\r\n“The right spirit!” said Archie, with approval. “I’m beginning to like\r\nthis chappie!”\r\n\r\n“Don’t interrupt!”\r\n\r\n“Oh, right-o! Carried away and all that!”\r\n\r\n“He looked upon the city, so frivolous and gay; And,\r\nas he heaved a weary sigh, these words he then did say:\r\n     It’s a long way back to Mother’s knee,\r\n                             Mother’s knee,\r\n                             Mother’s knee:\r\n     It’s a long way back to Mother’s knee,\r\n          Where I used to stand and prattle\r\n          With my teddy-bear and rattle:\r\n     Oh, those childhood days in Tennessee,\r\n     They sure look good to me!\r\nIt’s a long, long way, but I’m gonna start to-day!\r\n     I’m going back,\r\n     Believe me, oh!\r\nI’m going back\r\n     (I want to go!)\r\nI’m going back—back—on the seven-three\r\nTo the dear old shack where I used to be!\r\nI’m going back to Mother’s knee!”\r\n\r\n\r\nWilson Hymack’s voice cracked on the final high note, which was of an\r\naltitude beyond his powers. He turned with a modest cough.\r\n\r\n“That’ll give you an idea of it!”\r\n\r\n“It has, old thing, it has!”\r\n\r\n“Is it or is it not a ball of fire?”\r\n\r\n“It has many of the earmarks of a sound egg,” admitted Archie. “Of\r\ncourse—”\r\n\r\n“Of course, it wants singing.”\r\n\r\n“Just what I was going to suggest.”\r\n\r\n“It wants a woman to sing it. A woman who could reach out for that last\r\nhigh note and teach it to take a joke. The whole refrain is working up\r\nto that. You need Tetrazzini or someone who would just pick that note\r\noff the roof and hold it till the janitor came round to lock up the\r\nbuilding for the night.”\r\n\r\n“I must buy a copy for my wife. Where can I get it?”\r\n\r\n“You can’t get it! It isn’t published. Writing music’s the darndest\r\njob!” Wilson Hymack snorted fiercely. It was plain that the man was\r\npouring out the pent-up emotion of many days. “You write the biggest\r\nthing in years and you go round trying to get someone to sing it, and\r\nthey say you’re a genius and then shove the song away in a drawer and\r\nforget about it.”\r\n\r\nArchie lit another cigarette.\r\n\r\n“I’m a jolly old child in these matters, old lad,” he said, “but why\r\ndon’t you take it direct to a publisher? As a matter of fact, if it\r\nwould be any use to you, I was foregathering with a music-publisher\r\nonly the other day. A bird of the name of Blumenthal. He was lunching\r\nin here with a pal of mine, and we got tolerably matey. Why not let me\r\ntool you round to the office to-morrow and play it to him?”\r\n\r\n“No, thanks. Much obliged, but I’m not going to play that melody in any\r\npublisher’s office with his hired gang of Tin-Pan Alley composers\r\nlistening at the keyhole and taking notes. I’ll have to wait till I can\r\nfind somebody to sing it. Well, I must be going along. Glad to have\r\nseen you again. Sooner or later I’ll take you to hear that high note\r\nsung by someone in a way that’ll make your spine tie itself in knots\r\nround the back of your neck.”\r\n\r\n“I’ll count the days,” said Archie, courteously. “Pip-pip!”\r\n\r\nHardly had the door closed behind the composer when it opened again to\r\nadmit Lucille.\r\n\r\n“Hallo, light of my soul!” said Archie, rising and embracing his wife.\r\n“Where have you been all the afternoon? I was expecting you this many\r\nan hour past. I wanted you to meet—”\r\n\r\n“I’ve been having tea with a girl down in Greenwich Village. I couldn’t\r\nget away before. Who was that who went out just as I came along the\r\npassage?”\r\n\r\n“Chappie of the name of Hymack. I met him in France. A composer and\r\nwhat not.”\r\n\r\n“We seem to have been moving in artistic circles this afternoon. The\r\ngirl I went to see is a singer. At least, she wants to sing, but gets\r\nno encouragement.”\r\n\r\n“Precisely the same with my bird. He wants to get his music sung but\r\nnobody’ll sing it. But I didn’t know you knew any Greenwich Village\r\nwarblers, sunshine of my home. How did you meet this female?”\r\n\r\nLucille sat down and gazed forlornly at him with her big grey eyes. She\r\nwas registering something, but Archie could not gather what it was.\r\n\r\n“Archie, darling, when you married me you undertook to share my\r\nsorrows, didn’t you?”\r\n\r\n“Absolutely! It’s all in the book of words. For better or for worse, in\r\nsickness and in health, all-down-set-’em-up-in-the-other-alley. Regular\r\niron-clad contract!”\r\n\r\n“Then share ’em!” said Lucille. “Bill’s in love again!”\r\n\r\nArchie blinked.\r\n\r\n“Bill? When you say Bill, do you mean Bill? Your brother Bill? My\r\nbrother-in-law Bill? Jolly old William, the son and heir of the\r\nBrewsters?”\r\n\r\n“I do.”\r\n\r\n“You say he’s in love? Cupid’s dart?”\r\n\r\n“Even so!”\r\n\r\n“But, I say! Isn’t this rather—What I mean to say is, the lad’s an\r\nabsolute scourge! The Great Lover, what! Also ran, Brigham Young, and\r\nall that sort of thing! Why, it’s only a few weeks ago that he was\r\nmoaning brokenly about that vermilion-haired female who subsequently\r\nhooked on to old Reggie van Tuyl!”\r\n\r\n“She’s a little better than that girl, thank goodness. All the same, I\r\ndon’t think Father will approve.”\r\n\r\n“Of what calibre is the latest exhibit?”\r\n\r\n“Well, she comes from the Middle West, and seems to be trying to be\r\ntwice as Bohemian as the rest of the girls down in Greenwich Village.\r\nShe wears her hair bobbed and goes about in a kimono. She’s probably\r\nread magazine stories about Greenwich Village, and has modelled herself\r\non them. It’s so silly, when you can see Hicks Corners sticking out of\r\nher all the time.”\r\n\r\n“That one got past me before I could grab it. What did you say she had\r\nsticking out of her?”\r\n\r\n“I meant that anybody could see that she came from somewhere out in the\r\nwilds. As a matter of fact, Bill tells me that she was brought up in\r\nSnake Bite, Michigan.”\r\n\r\n“Snake Bite? What rummy names you have in America! Still, I’ll admit\r\nthere’s a village in England called Nether Wallop, so who am I to cast\r\nthe first stone? How is old Bill? Pretty feverish?”\r\n\r\n“He says this time it is the real thing.”\r\n\r\n“That’s what they all say! I wish I had a dollar for every\r\ntime—Forgotten what I was going to say!” broke off Archie, prudently.\r\n“So you think,” he went on, after a pause, “that William’s latest is\r\ngoing to be one more shock for the old dad?”\r\n\r\n“I can’t imagine Father approving of her.”\r\n\r\n“I’ve studied your merry old progenitor pretty closely,” said Archie,\r\n“and, between you and me, I can’t imagine him approving of anybody!”\r\n\r\n“I can’t understand why it is that Bill goes out of his way to pick\r\nthese horrors. I know at least twenty delightful girls, all pretty and\r\nwith lots of money, who would be just the thing for him; but he sneaks\r\naway and goes falling in love with someone impossible. And the worst of\r\nit is that one always feels one’s got to do one’s best to see him\r\nthrough.”\r\n\r\n“Absolutely! One doesn’t want to throw a spanner into the works of\r\nLove’s young dream. It behoves us to rally round. Have you heard this\r\ngirl sing?”\r\n\r\n“Yes. She sang this afternoon.”\r\n\r\n“What sort of a voice has she got?”\r\n\r\n“Well, it’s—loud!”\r\n\r\n“Could she pick a high note off the roof and hold it till the janitor\r\ncame round to lock up the building for the night?”\r\n\r\n“What on earth do you mean?”\r\n\r\n“Answer me this, woman, frankly. How is her high note? Pretty lofty?”\r\n\r\n“Why, yes.”\r\n\r\n“Then say no more,” said Archie. “Leave this to me, my dear old better\r\nfour-fifths! Hand the whole thing over to Archibald, the man who never\r\nlets you down. I have a scheme!”\r\n\r\nAs Archie approached his suite on the following afternoon he heard\r\nthrough the closed door the drone of a gruff male voice; and, going in,\r\ndiscovered Lucille in the company of his brother-in-law. Lucille,\r\nArchie thought, was looking a trifle fatigued. Bill, on the other hand,\r\nwas in great shape. His eyes were shining, and his face looked so like\r\nthat of a stuffed frog that Archie had no difficulty in gathering that\r\nhe had been lecturing on the subject of his latest enslaver.\r\n\r\n“Hallo, Bill, old crumpet!” he said.\r\n\r\n“Hallo, Archie!”\r\n\r\n“I’m so glad you’ve come,” said Lucille. “Bill is telling me all about\r\nSpectatia.”\r\n\r\n“Who?”\r\n\r\n“Spectatia. The girl, you know. Her name is Spectatia Huskisson.”\r\n\r\n“It can’t be!” said Archie, incredulously.\r\n\r\n“Why not?” growled Bill.\r\n\r\n“Well, how could it?” said Archie, appealing to him as a reasonable\r\nman. “I mean to say! Spectatia Huskisson! I gravely doubt whether there\r\nis such a name.”\r\n\r\n“What’s wrong with it?” demanded the incensed Bill. “It’s a darned\r\nsight better name than Archibald Moffam.”\r\n\r\n“Don’t fight, you two children!” intervened Lucille, firmly. “It’s a\r\ngood old Middle West name. Everybody knows the Huskissons of Snake\r\nBite, Michigan. Besides, Bill calls her Tootles.”\r\n\r\n“Pootles,” corrected Bill, austerely.\r\n\r\n“Oh, yes, Pootles. He calls her Pootles.”\r\n\r\n“Young blood! Young blood!” sighed Archie.\r\n\r\n“I wish you wouldn’t talk as if you were my grandfather.”\r\n\r\n“I look on you as a son, laddie, a favourite son!”\r\n\r\n“If I had a father like you—!”-“Ah, but you haven’t,\r\nyoung-feller-me-lad, and that’s the trouble. If you had, everything\r\nwould be simple. But as your actual father, if you’ll allow me to say\r\nso, is one of the finest specimens of the human vampire-bat in\r\ncaptivity, something has got to be done about it, and you’re dashed\r\nlucky to have me in your corner, a guide, philosopher, and friend, full\r\nof the fruitiest ideas. Now, if you’ll kindly listen to me for a\r\nmoment—”\r\n\r\n“I’ve been listening to you ever since you came in.”\r\n\r\n“You wouldn’t speak in that harsh tone of voice if you knew all!\r\nWilliam, I have a scheme!”\r\n\r\n“Well?”\r\n\r\n“The scheme to which I allude is what Maeterlinck would call a\r\nlallapaloosa!”\r\n\r\n“What a little marvel he is!” said Lucille, regarding her husband\r\naffectionately. “He eats a lot of fish, Bill. That’s what makes him so\r\nclever!”\r\n\r\n“Shrimps!” diagnosed Bill, churlishly.\r\n\r\n“Do you know the leader of the orchestra in the restaurant downstairs?”\r\nasked Archie, ignoring the slur.\r\n\r\n“I know there _is_ a leader of the orchestra. What about him?”\r\n\r\n“A sound fellow. Great pal of mine. I’ve forgotten his name—”\r\n\r\n“Call him Pootles!” suggested Lucille.\r\n\r\n“Desist!” said Archie, as a wordless growl proceeded from his stricken\r\nbrother-in-law. “Temper your hilarity with a modicum of reserve. This\r\ngirlish frivolity is unseemly. Well, I’m going to have a chat with this\r\nchappie and fix it all up.”\r\n\r\n“Fix what up?”\r\n\r\n“The whole jolly business. I’m going to kill two birds with one stone.\r\nI’ve a composer chappie popping about in the background whose one\r\nambish. is to have his pet song sung before a discriminating audience.\r\nYou have a singer straining at the leash. I’m going to arrange with\r\nthis egg who leads the orchestra that your female shall sing my\r\nchappie’s song downstairs one night during dinner. How about it? Is it\r\nor is it not a ball of fire?”\r\n\r\n“It’s not a bad idea,” admitted Bill, brightening visibly. “I wouldn’t\r\nhave thought you had it in you.”\r\n\r\n“Why not?”\r\n\r\n“Well—”\r\n\r\n“It’s a capital idea,” said Lucille. “Quite out of the question, of\r\ncourse.”\r\n\r\n“How do you mean?”\r\n\r\n“Don’t you know that the one thing Father hates more than anything else\r\nin the world is anything like a cabaret? People are always coming to\r\nhim, suggesting that it would brighten up the dinner hour if he had\r\nsingers and things, and he crushes them into little bits. He thinks\r\nthere’s nothing that lowers the tone of a place more. He’ll bite you in\r\nthree places when you suggest it to him!”\r\n\r\n“Ah! But has it escaped your notice, lighting system of my soul, that\r\nthe dear old dad is not at present in residence? He went off to fish at\r\nLake What’s-its-name this morning.”\r\n\r\n“You aren’t dreaming of doing this without asking him?”\r\n\r\n“That was the general idea.”\r\n\r\n“But he’ll be furious when he finds out.”\r\n\r\n“But will he find out? I ask you, will he?”\r\n\r\n“Of course he will.”\r\n\r\n“I don’t see why he should,” said Bill, on whose plastic mind the plan\r\nhad made a deep impression.\r\n\r\n“He won’t,” said Archie, confidently. “This wheeze is for one night\r\nonly. By the time the jolly old guv’nor returns, bitten to the bone by\r\nmosquitoes, with one small stuffed trout in his suit-case, everything\r\nwill be over and all quiet once more along the Potomac. The scheme is\r\nthis. My chappie wants his song heard by a publisher. Your girl wants\r\nher voice heard by one of the blighters who get up concerts and all\r\nthat sort of thing. No doubt you know such a bird, whom you could\r\ninvite to the hotel for a bit of dinner?”\r\n\r\n“I know Carl Steinburg. As a matter of fact, I was thinking of writing\r\nto him about Spectatia.”\r\n\r\n“You’re absolutely sure that _is_ her name?” said Archie, his voice\r\nstill tinged with incredulity. “Oh, well, I suppose she told you so\r\nherself, and no doubt she knows best. That will be topping. Rope in\r\nyour pal and hold him down at the table till the finish. Lucille, the\r\nbeautiful vision on the sky-line yonder, and I will be at another table\r\nentertaining Maxie Blumenthal.”\r\n\r\n“Who on earth is Maxie Blumenthal?” asked Lucille.\r\n\r\n“One of my boyhood chums. A music-publisher. I’ll get him to come\r\nalong, and then we’ll all be set. At the conclusion of the performance\r\nMiss—” Archie winced—“Miss Spectatia Huskisson will be signed up for a\r\nforty weeks’ tour, and jovial old Blumenthal will be making all\r\narrangements for publishing the song. Two birds, as I indicated before,\r\nwith one stone! How about it?”\r\n\r\n“It’s a winner,” said Bill.\r\n\r\n“Of course,” said Archie, “I’m not urging you. I merely make the\r\nsuggestion. If you know a better ’ole go to it!”\r\n\r\n“It’s terrific!” said Bill.\r\n\r\n“It’s absurd!” said Lucille.\r\n\r\n“My dear old partner of joys and sorrows,” said Archie, wounded, “we\r\ncourt criticism, but this is mere abuse. What seems to be the\r\ndifficulty?”\r\n\r\n“The leader of the orchestra would be afraid to do it.”\r\n\r\n“Ten dollars—supplied by William here—push it over, Bill, old man—will\r\nremove his tremors.”\r\n\r\n“And Father’s certain to find out.”\r\n\r\n“Am I afraid of Father?” cried Archie, manfully. “Well, yes, I am!” he\r\nadded, after a moment’s reflection. “But I don’t see how he can\r\npossibly get to know.”\r\n\r\n“Of course he can’t,” said Bill, decidedly. “Fix it up as soon as you\r\ncan, Archie. This is what the doctor ordered.”"
  ]
}