{
  "index": 40,
  "title": "Chapter 39",
  "paragraphs": [
    "A TALE OF A GRANDFATHER\r\n\r\n\r\nArchie was not a man who readily allowed himself to become worried,\r\nespecially about people who were not in his own immediate circle of\r\nfriends, but in the course of the next week he was bound to admit that\r\nhe was not altogether easy in his mind about his father-in-law’s mental\r\ncondition. He had read all sorts of things in the Sunday papers and\r\nelsewhere about the constant strain to which captains of industry are\r\nsubjected, a strain which sooner or later is only too apt to make the\r\nvictim go all blooey, and it seemed to him that Mr. Brewster was\r\nbeginning to find the going a trifle too tough for his stamina.\r\nUndeniably he was behaving in an odd manner, and Archie, though no\r\nphysician, was aware that, when the American business-man, that\r\nrestless, ever-active human machine, starts behaving in an odd manner,\r\nthe next thing you know is that two strong men, one attached to each\r\narm, are hurrying him into the cab bound for Bloomingdale.\r\n\r\nHe did not confide his misgivings to Lucille, not wishing to cause her\r\nanxiety. He hunted up Reggie van Tuyl at the club, and sought advice\r\nfrom him.\r\n\r\n“I say, Reggie, old thing—present company excepted—have there been any\r\nloonies in your family?”\r\n\r\nReggie stirred in the slumber which always gripped him in the early\r\nafternoon.\r\n\r\n“Loonies?” he mumbled, sleepily. “Rather! My uncle Edgar thought he was\r\ntwins.”\r\n\r\n“Twins, eh?”\r\n\r\n“Yes. Silly idea! I mean, you’d have thought one of my uncle Edgar\r\nwould have been enough for any man.”\r\n\r\n“How did the thing start?” asked Archie.\r\n\r\n“Start? Well, the first thing we noticed was when he began wanting two\r\nof everything. Had to set two places for him at dinner and so on.\r\nAlways wanted two seats at the theatre. Ran into money, I can tell\r\nyou.”\r\n\r\n“He didn’t behave rummily up till then? I mean to say, wasn’t sort of\r\njumpy and all that?”\r\n\r\n“Not that I remember. Why?”\r\n\r\nArchie’s tone became grave.\r\n\r\n“Well, I’ll tell you, old man, though I don’t want it to go any\r\nfarther, that I’m a bit worried about my jolly old father-in-law. I\r\nbelieve he’s about to go in off the deep-end. I think he’s cracking\r\nunder the strain. Dashed weird his behaviour has been the last few\r\ndays.”\r\n\r\n“Such as?” murmured Mr. van Tuyl.\r\n\r\n“Well, the other morning I happened to be in his suite—incidentally he\r\nwouldn’t go above ten dollars, and I wanted twenty-five-and he suddenly\r\npicked up a whacking big paper-weight and bunged it for all he was\r\nworth.”\r\n\r\n“At you?”\r\n\r\n“Not at me. That was the rummy part of it. At a mosquito on the wall,\r\nhe said. Well, I mean to say, do chappies bung paper-weights at\r\nmosquitoes? I mean, is it done?”\r\n\r\n“Smash anything?”\r\n\r\n“Curiously enough, no. But he only just missed a rather decent picture\r\nwhich Lucille had given him for his birthday. Another foot to the left\r\nand it would have been a goner.”\r\n\r\n“Sounds queer.”\r\n\r\n“And, talking of that picture, I looked in on him about a couple of\r\nafternoons later, and he’d taken it down from the wall and laid it on\r\nthe floor and was staring at it in a dashed marked sort of manner. That\r\nwas peculiar, what?”\r\n\r\n“On the floor?”\r\n\r\n“On the jolly old carpet. When I came in, he was goggling at it in a\r\nsort of glassy way. Absolutely rapt, don’t you know. My coming in gave\r\nhim a start—seemed to rouse him from a kind of trance, you know—and he\r\njumped like an antelope; and, if I hadn’t happened to grab him, he\r\nwould have trampled bang on the thing. It was deuced unpleasant, you\r\nknow. His manner was rummy. He seemed to be brooding on something. What\r\nought I to do about it, do you think? It’s not my affair, of course,\r\nbut it seems to me that, if he goes on like this, one of these days\r\nhe’ll be stabbing someone with a pickle-fork.”\r\n\r\nTo Archie’s relief, his father-in-law’s symptoms showed no signs of\r\ndevelopment. In fact, his manner reverted to the normal once more, and\r\na few days later, meeting Archie in the lobby of the hotel, he seemed\r\nquite cheerful. It was not often that he wasted his time talking to his\r\nson-in-law, but on this occasion he chatted with him for several\r\nminutes about the big picture-robbery which had formed the chief item\r\nof news on the front pages of the morning papers that day. It was Mr.\r\nBrewster’s opinion that the outrage had been the work of a gang and\r\nthat nobody was safe.\r\n\r\nDaniel Brewster had spoken of this matter with strange earnestness, but\r\nhis words had slipped from Archie’s mind when he made his way that\r\nnight to his father-in-law’s suite. Archie was in an exalted mood. In\r\nthe course of dinner he had had a bit of good news which was occupying\r\nhis thoughts to the exclusion of all other matters. It had left him in\r\na comfortable, if rather dizzy, condition of benevolence to all created\r\nthings. He had smiled at the room-clerk as he crossed the lobby, and if\r\nhe had had a dollar, he would have given it to the boy who took him up\r\nin the elevator.\r\n\r\nHe found the door of the Brewster suite unlocked, which at any other\r\ntime would have struck him as unusual; but to-night he was in no frame\r\nof mind to notice these trivialities. He went in, and, finding the room\r\ndark and no one at home, sat down, too absorbed in his thoughts to\r\nswitch on the lights, and gave himself up to dreamy meditation.\r\n\r\nThere are certain moods in which one loses count of time, and Archie\r\ncould not have said how long he had been sitting in the deep arm-chair\r\nnear the window when he first became aware that he was not alone in the\r\nroom. He had closed his eyes, the better to meditate, so had not seen\r\nanyone enter. Nor had he heard the door open. The first intimation he\r\nhad that somebody had come in was when some hard substance knocked\r\nagainst some other hard object, producing a sharp sound which brought\r\nhim back to earth with a jerk.\r\n\r\nHe sat up silently. The fact that the room was still in darkness made\r\nit obvious that something nefarious was afoot. Plainly there was dirty\r\nwork in preparation at the cross-roads. He stared into the blackness,\r\nand, as his eyes grew accustomed to it, was presently able to see an\r\nindistinct form bending over something on the floor. The sound of\r\nrather stertorous breathing came to him.\r\n\r\nArchie had many defects which prevented him being the perfect man, but\r\nlack of courage was not one of them. His somewhat rudimentary\r\nintelligence had occasionally led his superior officers during the war\r\nto thank God that Great Britain had a Navy, but even these stern\r\ncritics had found nothing to complain of in the manner in which he\r\nbounded over the top. Some of us are thinkers, others men of action.\r\nArchie was a man of action, and he was out of his chair and sailing in\r\nthe direction of the back of the intruder’s neck before a wiser man\r\nwould have completed his plan of campaign. The miscreant collapsed\r\nunder him with a squashy sound, like the wind going out of a pair of\r\nbellows, and Archie, taking a firm seat on his spine, rubbed the\r\nother’s face in the carpet and awaited the progress of events.\r\n\r\nAt the end of half a minute it became apparent that there was going to\r\nbe no counter-attack. The dashing swiftness of the assault had\r\napparently had the effect of depriving the marauder of his entire stock\r\nof breath. He was gurgling to himself in a pained sort of way and\r\nmaking no effort to rise. Archie, feeling that it would be safe to get\r\nup and switch on the light, did so, and, turning after completing this\r\nmanoeuvre, was greeted by the spectacle of his father-in-law, seated on\r\nthe floor in a breathless and dishevelled condition, blinking at the\r\nsudden illumination. On the carpet beside Mr. Brewster lay a long\r\nknife, and beside the knife lay the handsomely framed masterpiece of J.\r\nB. Wheeler’s fiancée, Miss Alice Wigmore. Archie stared at this\r\ncollection dumbly.\r\n\r\n“Oh, what-ho!” he observed at length, feebly.\r\n\r\nA distinct chill manifested itself in the region of Archie’s spine.\r\nThis could mean only one thing. His fears had been realised. The strain\r\nof modern life, with all its hustle and excitement, had at last proved\r\ntoo much for Mr. Brewster. Crushed by the thousand and one anxieties\r\nand worries of a millionaire’s existence, Daniel Brewster had gone off\r\nhis onion.\r\n\r\nArchie was nonplussed. This was his first experience of this kind of\r\nthing. What, he asked himself, was the proper procedure in a situation\r\nof this sort? What was the local rule? Where, in a word, did he go from\r\nhere? He was still musing in an embarrassed and baffled way, having\r\ntaken the precaution of kicking the knife under the sofa, when Mr.\r\nBrewster spoke. And there was in, both the words and the method of\r\ntheir delivery so much of his old familiar self that Archie felt quite\r\nrelieved.\r\n\r\n“So it’s you, is it, you wretched blight, you miserable weed!” said Mr.\r\nBrewster, having recovered enough breath to be going on with. He\r\nglowered at his son-in-law despondently. “I might have expected it! If\r\nI was at the North Pole, I could count on you butting in!”\r\n\r\n“Shall I get you a drink of water?” said Archie.\r\n\r\n“What the devil,” demanded Mr. Brewster, “do you imagine I want with a\r\ndrink of water?”\r\n\r\n“Well—” Archie hesitated delicately. “I had a sort of idea that you had\r\nbeen feeling the strain a bit. I mean to say, rush of modern life and\r\nall that sort of thing—”\r\n\r\n“What are you doing in my room?” said Mr. Brewster, changing the\r\nsubject.\r\n\r\n“Well, I came to tell you something, and I came in here and was waiting\r\nfor you, and I saw some chappie biffing about in the dark, and I\r\nthought it was a burglar or something after some of your things, so,\r\nthinking it over, I got the idea that it would be a fairly juicy scheme\r\nto land on him with both feet. No idea it was you, old thing!\r\nFrightfully sorry and all that. Meant well!”\r\n\r\nMr. Brewster sighed deeply. He was a just man, and he could not but\r\nrealise that, in the circumstances, Archie had behaved not unnaturally.\r\n\r\n“Oh, well!” he said. “I might have known something would go wrong.”\r\n\r\n“Awfully sorry!”\r\n\r\n“It can’t be helped. What was it you wanted to tell me?” He eyed his\r\nson-in-law piercingly. “Not a cent over twenty dollars!” he said\r\ncoldly.\r\n\r\nArchie hastened to dispel the pardonable error.\r\n\r\n“Oh, it wasn’t anything like that,” he said. “As a matter of fact, I\r\nthink it’s a good egg. It has bucked me up to no inconsiderable degree.\r\nI was dining with Lucille just now, and, as we dallied with the\r\nfood-stuffs, she told me something which—well, I’m bound to say, it\r\nmade me feel considerably braced. She told me to trot along and ask you\r\nif you would mind—”\r\n\r\n“I gave Lucille a hundred dollars only last Tuesday.”\r\n\r\nArchie was pained.\r\n\r\n“Adjust this sordid outlook, old thing!” he urged. “You simply aren’t\r\nanywhere near it. Right off the target, absolutely! What Lucille told\r\nme to ask you was if you would mind—at some tolerably near date—being a\r\ngrandfather! Rotten thing to be, of course,” proceeded Archie\r\ncommiseratingly, “for a chappie of your age, but there it is!”\r\n\r\nMr. Brewster gulped.\r\n\r\n“Do you mean to say—?”\r\n\r\n“I mean, apt to make a fellow feel a bit of a patriarch. Snowy hair and\r\nwhat not. And, of course, for a chappie in the prime of life like you—”\r\n\r\n“Do you mean to tell me—? Is this true?”\r\n\r\n“Absolutely! Of course, speaking for myself, I’m all for it. I don’t\r\nknow when I’ve felt more bucked. I sang as I came up here—absolutely\r\nwarbled in the elevator. But you—”\r\n\r\nA curious change had come over Mr. Brewster. He was one of those men\r\nwho have the appearance of having been hewn out of the solid rock, but\r\nnow in some indescribable way he seemed to have melted. For a moment he\r\ngazed at Archie, then, moving quickly forward, he grasped his hand in\r\nan iron grip.\r\n\r\n“This is the best news I’ve ever had!” he mumbled.\r\n\r\n“Awfully good of you to take it like this,” said Archie cordially. “I\r\nmean, being a grandfather—”\r\n\r\nMr. Brewster smiled. Of a man of his appearance one could hardly say\r\nthat he smiled playfully; but there was something in his expression\r\nthat remotely suggested playfulness.\r\n\r\n“My dear old bean,” he said.\r\n\r\nArchie started.\r\n\r\n“My dear old bean,” repeated Mr. Brewster firmly, “I’m the happiest man\r\nin America!” His eye fell on the picture which lay on the floor. He\r\ngave a slight shudder, but recovered himself immediately. “After this,”\r\nhe said, “I can reconcile myself to living with that thing for the rest\r\nof my life. I feel it doesn’t matter.”\r\n\r\n“I say,” said Archie, “how about that? Wouldn’t have brought the thing\r\nup if you hadn’t introduced the topic, but, speaking as man to man,\r\nwhat the dickens WERE you up to when I landed on your spine just now?”\r\n\r\n“I suppose you thought I had gone off my head?”\r\n\r\n“Well, I’m bound to say—”\r\n\r\nMr. Brewster cast an unfriendly glance at the picture.\r\n\r\n“Well, I had every excuse, after living with that infernal thing for a\r\nweek!”\r\n\r\nArchie looked at him, astonished.\r\n\r\n“I say, old thing, I don’t know if I have got your meaning exactly, but\r\nyou somehow give me the impression that you don’t like that jolly old\r\nwork of Art.”\r\n\r\n“Like it!” cried Mr. Brewster. “It’s nearly driven me mad! Every time\r\nit caught my eye, it gave me a pain in the neck. To-night I felt as if\r\nI couldn’t stand it any longer. I didn’t want to hurt Lucille’s\r\nfeelings, by telling her, so I made up my mind I would cut the damned\r\nthing out of its frame and tell her it had been stolen.”\r\n\r\n“What an extraordinary thing! Why, that’s exactly what old Wheeler\r\ndid.”\r\n\r\n“Who is old Wheeler?”\r\n\r\n“Artist chappie. Pal of mine. His fiancée painted the thing, and, when\r\nI lifted it off him, he told her it had been stolen. _He_ didn’t seem\r\nfrightfully keen on it, either.”\r\n\r\n“Your friend Wheeler has evidently good taste.”\r\n\r\nArchie was thinking.\r\n\r\n“Well, all this rather gets past me,” he said. “Personally, I’ve always\r\nadmired the thing. Dashed ripe bit of work, I’ve always considered.\r\nStill, of course, if you feel that way—”\r\n\r\n“You may take it from me that I do!”\r\n\r\n“Well, then, in that case—You know what a clumsy devil I am—You can\r\ntell Lucille it was all my fault—”\r\n\r\nThe Wigmore Venus smiled up at Archie—it seemed to Archie with a\r\npathetic, pleading smile. For a moment he was conscious of a feeling of\r\nguilt; then, closing his eyes and hardening his heart, he sprang\r\nlightly in the air and descended with both feet on the picture. There\r\nwas a sound of rending canvas, and the Venus ceased to smile.\r\n\r\n“Golly!” said Archie, regarding the wreckage remorsefully.\r\n\r\nMr. Brewster did not share his remorse. For the second time that night\r\nhe gripped him by the hand.\r\n\r\n“My boy!” he quavered. He stared at Archie as if he were seeing him\r\nwith new eyes. “My dear boy, you were through the war, were you not?”\r\n\r\n“Eh? Oh yes! Right through the jolly old war.”\r\n\r\n“What was your rank?”\r\n\r\n“Oh, second lieutenant.”\r\n\r\n“You ought to have been a general!” Mr. Brewster clasped his hand once\r\nmore in a vigorous embrace. “I only hope,” he added “that your son will\r\nbe like you!”\r\n\r\nThere are certain compliments, or compliments coming from certain\r\nsources, before which modesty reels, stunned. Archie’s did.\r\n\r\nHe swallowed convulsively. He had never thought to hear these words\r\nfrom Daniel Brewster.\r\n\r\n“How would it be, old thing,” he said almost brokenly, “if you and I\r\ntrickled down to the bar and had a spot of sherbet?”\r\n\r\nTHE END"
  ]
}