{
  "index": 1,
  "title": "Chapter 1",
  "paragraphs": [
    "CHAPTER I\r\n\r\n                          THE HEART OF A GOOF\r\n\r\n\r\nIt was a morning when all nature shouted “Fore!” The breeze, as it\r\nblew gently up from the valley, seemed to bring a message of hope and\r\ncheer, whispering of chip-shots holed and brassies landing squarely\r\non the meat. The fairway, as yet unscarred by the irons of a hundred\r\ndubs, smiled greenly up at the azure sky; and the sun, peeping above\r\nthe trees, looked like a giant golf-ball perfectly lofted by the mashie\r\nof some unseen god and about to drop dead by the pin of the eighteenth.\r\nIt was the day of the opening of the course after the long winter, and\r\na crowd of considerable dimensions had collected at the first tee.\r\nPlus fours gleamed in the sunshine, and the air was charged with happy\r\nanticipation.\r\n\r\nIn all that gay throng there was but one sad face. It belonged to the\r\nman who was waggling his driver over the new ball perched on its little\r\nhill of sand. This man seemed careworn, hopeless. He gazed down the\r\nfairway, shifted his feet, waggled, gazed down the fairway again,\r\nshifted the dogs once more, and waggled afresh. He waggled as Hamlet\r\nmight have waggled, moodily, irresolutely. Then, at last, he swung,\r\nand, taking from his caddie the niblick which the intelligent lad had\r\nbeen holding in readiness from the moment when he had walked on to the\r\ntee, trudged wearily off to play his second.\r\n\r\nThe Oldest Member, who had been observing the scene with a benevolent\r\neye from his favourite chair on the terrace, sighed.\r\n\r\n“Poor Jenkinson,” he said, “does not improve.”\r\n\r\n“No,” agreed his companion, a young man with open features and a\r\nhandicap of six. “And yet I happen to know that he has been taking\r\nlessons all the winter at one of those indoor places.”\r\n\r\n“Futile, quite futile,” said the Sage with a shake of his snowy head.\r\n“There is no wizard living who could make that man go round in an\r\naverage of sevens. I keep advising him to give up the game.”\r\n\r\n“You!” cried the young man, raising a shocked and startled face from\r\nthe driver with which he was toying. “_You_ told him to give up golf!\r\nWhy I thought--”\r\n\r\n“I understand and approve of your horror,” said the Oldest Member,\r\ngently. “But you must bear in mind that Jenkinson’s is not an ordinary\r\ncase. You know and I know scores of men who have never broken a hundred\r\nand twenty in their lives, and yet contrive to be happy, useful\r\nmembers of society. However badly they may play, they are able to\r\nforget. But with Jenkinson it is different. He is not one of those who\r\ncan take it or leave it alone. His only chance of happiness lies in\r\ncomplete abstinence. Jenkinson is a goof.”\r\n\r\n“A what?”\r\n\r\n“A goof,” repeated the Sage. “One of those unfortunate beings who have\r\nallowed this noblest of sports to get too great a grip upon them, who\r\nhave permitted it to eat into their souls, like some malignant growth.\r\nThe goof, you must understand, is not like you and me. He broods.\r\nHe becomes morbid. His goofery unfits him for the battles of life.\r\nJenkinson, for example, was once a man with a glowing future in the\r\nhay, corn, and feed business, but a constant stream of hooks, tops,\r\nand slices gradually made him so diffident and mistrustful of himself,\r\nthat he let opportunity after opportunity slip, with the result that\r\nother, sterner, hay, corn, and feed merchants passed him in the race.\r\nEvery time he had the chance to carry through some big deal in hay, or\r\nto execute some flashing _coup_ in corn and feed, the fatal diffidence\r\ngenerated by a hundred rotten rounds would undo him. I understand his\r\nbankruptcy may be expected at any moment.”\r\n\r\n“My golly!” said the young man, deeply impressed. “I hope I never\r\nbecome a goof. Do you mean to say there is really no cure except\r\ngiving up the game?”\r\n\r\nThe Oldest Member was silent for a while.\r\n\r\n“It is curious that you should have asked that question,” he said at\r\nlast, “for only this morning I was thinking of the one case in my\r\nexperience where a goof was enabled to overcome his deplorable malady.\r\nIt was owing to a girl, of course. The longer I live, the more I come\r\nto see that most things are. But you will, no doubt, wish to hear the\r\nstory from the beginning.”\r\n\r\nThe young man rose with the startled haste of some wild creature,\r\nwhich, wandering through the undergrowth, perceives the trap in his\r\npath.\r\n\r\n“I should love to,” he mumbled, “only I shall be losing my place at the\r\ntee.”\r\n\r\n“The goof in question,” said the Sage, attaching himself with quiet\r\nfirmness to the youth’s coat-button, “was a man of about your age, by\r\nname Ferdinand Dibble. I knew him well. In fact, it was to me--”\r\n\r\n“Some other time, eh?”\r\n\r\n“It was to me,” proceeded the Sage, placidly, “that he came for\r\nsympathy in the great crisis of his life, and I am not ashamed to say\r\nthat when he had finished laying bare his soul to me there were tears\r\nin my eyes. My heart bled for the boy.”\r\n\r\n“I bet it did. But--”\r\n\r\nThe Oldest Member pushed him gently back into his seat.\r\n\r\n“Golf,” he said, “is the Great Mystery. Like some capricious goddess--”\r\n\r\nThe young man, who had been exhibiting symptoms of feverishness,\r\nappeared to become resigned. He sighed softly.\r\n\r\n“Did you ever read ‘The Ancient Mariner’?” he said.\r\n\r\n“Many years ago,” said the Oldest Member. “Why do you ask?”\r\n\r\n“Oh, I don’t know,” said the young man. “It just occurred to me.”\r\n\r\n       *       *       *       *       *\r\n\r\nGolf (resumed the Oldest Member) is the Great Mystery. Like some\r\ncapricious goddess, it bestows its favours with what would appear an\r\nalmost fat-headed lack of method and discrimination. On every side we\r\nsee big two-fisted he-men floundering round in three figures, stopping\r\nevery few minutes to let through little shrimps with knock knees and\r\nhollow cheeks, who are tearing off snappy seventy-fours. Giants of\r\nfinance have to accept a stroke per from their junior clerks. Men\r\ncapable of governing empires fail to control a small, white ball, which\r\npresents no difficulties whatever to others with one ounce more brain\r\nthan a cuckoo-clock. Mysterious, but there it is. There was no apparent\r\nreason why Ferdinand Dibble should not have been a competent golfer.\r\nHe had strong wrists and a good eye. Nevertheless, the fact remains\r\nthat he was a dub. And on a certain evening in June I realised that\r\nhe was also a goof. I found it out quite suddenly as the result of a\r\nconversation which we had on this very terrace.\r\n\r\nI was sitting here that evening thinking of this and that, when by the\r\ncorner of the clubhouse I observed young Dibble in conversation with a\r\ngirl in white. I could not see who she was, for her back was turned.\r\nPresently they parted and Ferdinand came slowly across to where I sat.\r\nHis air was dejected. He had had the boots licked off him earlier in\r\nthe afternoon by Jimmy Fothergill, and it was to this that I attributed\r\nhis gloom. I was to find out in a few moments that I was partly but not\r\nentirely correct in this surmise. He took the next chair to mine, and\r\nfor several minutes sat staring moodily down into the valley.\r\n\r\n“I’ve just been talking to Barbara Medway,” he said, suddenly breaking\r\nthe silence.\r\n\r\n“Indeed?” I said. “A delightful girl.”\r\n\r\n“She’s going away for the summer to Marvis Bay.”\r\n\r\n“She will take the sunshine with her.”\r\n\r\n“You bet she will!” said Ferdinand Dibble, with extraordinary warmth,\r\nand there was another long silence.\r\n\r\nPresently Ferdinand uttered a hollow groan.\r\n\r\n“I love her, dammit!” he muttered brokenly. “Oh, golly, how I love her!”\r\n\r\nI was not surprised at his making me the recipient of his confidences\r\nlike this. Most of the young folk in the place brought their troubles\r\nto me sooner or later.\r\n\r\n“And does she return your love?”\r\n\r\n“I don’t know. I haven’t asked her.”\r\n\r\n“Why not? I should have thought the point not without its interest for\r\nyou.”\r\n\r\nFerdinand gnawed the handle of his putter distractedly.\r\n\r\n“I haven’t the nerve,” he burst out at length. “I simply can’t summon\r\nup the cold gall to ask a girl, least of all an angel like her, to\r\nmarry me. You see, it’s like this. Every time I work myself up to the\r\npoint of having a dash at it, I go out and get trimmed by some one\r\ngiving me a stroke a hole. Every time I feel I’ve mustered up enough\r\npep to propose, I take ten on a bogey three. Every time I think I’m in\r\ngood mid-season form for putting my fate to the test, to win or lose\r\nit all, something goes all blooey with my swing, and I slice into the\r\nrough at every tee. And then my self-confidence leaves me. I become\r\nnervous, tongue-tied, diffident. I wish to goodness I knew the man who\r\ninvented this infernal game. I’d strangle him. But I suppose he’s been\r\ndead for ages. Still, I could go and jump on his grave.”\r\n\r\nIt was at this point that I understood all, and the heart within me\r\nsank like lead. The truth was out. Ferdinand Dibble was a goof.\r\n\r\n“Come, come, my boy,” I said, though feeling the uselessness of any\r\nwords. “Master this weakness.”\r\n\r\n“I can’t.”\r\n\r\n“Try!”\r\n\r\n“I have tried.”\r\n\r\nHe gnawed his putter again.\r\n\r\n“She was asking me just now if I couldn’t manage to come to Marvis Bay,\r\ntoo,” he said.\r\n\r\n“That surely is encouraging? It suggests that she is not entirely\r\nindifferent to your society.”\r\n\r\n“Yes, but what’s the use? Do you know,” a gleam coming into his eyes\r\nfor a moment, “I have a feeling that if I could ever beat some really\r\nfairly good player--just once--I could bring the thing off.” The gleam\r\nfaded. “But what chance is there of that?”\r\n\r\nIt was a question which I did not care to answer. I merely patted his\r\nshoulder sympathetically, and after a little while he left me and\r\nwalked away. I was still sitting there, thinking over his hard case,\r\nwhen Barbara Medway came out of the club-house.\r\n\r\nShe, too, seemed grave and pre-occupied, as if there was something on\r\nher mind. She took the chair which Ferdinand had vacated, and sighed\r\nwearily.\r\n\r\n“Have you ever felt,” she asked, “that you would like to bang a man on\r\nthe head with something hard and heavy? With knobs on?”\r\n\r\nI said I had sometimes experienced such a desire, and asked if she\r\nhad any particular man in mind. She seemed to hesitate for a moment\r\nbefore replying, then, apparently, made up her mind to confide in me.\r\nMy advanced years carry with them certain pleasant compensations, one\r\nof which is that nice girls often confide in me. I frequently find\r\nmyself enrolled as a father-confessor on the most intimate matters\r\nby beautiful creatures from whom many a younger man would give his\r\neye-teeth to get a friendly word. Besides, I had known Barbara since\r\nshe was a child. Frequently--though not recently--I had given her her\r\nevening bath. These things form a bond.\r\n\r\n“Why are men such chumps?” she exclaimed.\r\n\r\n“You still have not told me who it is that has caused these harsh\r\nwords. Do I know him?”\r\n\r\n“Of course you do. You’ve just been talking to him.”\r\n\r\n“Ferdinand Dibble? But why should you wish to bang Ferdinand Dibble on\r\nthe head with something hard and heavy with knobs on?”\r\n\r\n“Because he’s such a goop.”\r\n\r\n“You mean a goof?” I queried, wondering how she could have penetrated\r\nthe unhappy man’s secret.\r\n\r\n“No, a goop. A goop is a man who’s in love with a girl and won’t tell\r\nher so. I am as certain as I am of anything that Ferdinand is fond of\r\nme.”\r\n\r\n“Your instinct is unerring. He has just been confiding in me on that\r\nvery point.”\r\n\r\n“Well, why doesn’t he confide in _me_, the poor fish?” cried the\r\nhigh-spirited girl, petulantly flicking a pebble at a passing\r\ngrasshopper. “I can’t be expected to fling myself into his arms unless\r\nhe gives some sort of a hint that he’s ready to catch me.”\r\n\r\n“Would it help if I were to repeat to him the substance of this\r\nconversation of ours?”\r\n\r\n“If you breathe a word of it, I’ll never speak to you again,” she\r\ncried. “I’d rather die an awful death than have any man think I wanted\r\nhim so badly that I had to send relays of messengers begging him to\r\nmarry me.”\r\n\r\nI saw her point.\r\n\r\n“Then I fear,” I said, gravely, “that there is nothing to be done. One\r\ncan only wait and hope. It may be that in the years to come Ferdinand\r\nDibble will acquire a nice lissom, wristy swing, with the head kept\r\nrigid and the right leg firmly braced and--”\r\n\r\n“What are you talking about?”\r\n\r\n“I was toying with the hope that some sunny day Ferdinand Dibble would\r\ncease to be a goof.”\r\n\r\n“You mean a goop?”\r\n\r\n“No, a goof. A goof is a man who--” And I went on to explain the\r\npeculiar psychological difficulties which lay in the way of any\r\ndeclaration of affection on Ferdinand’s part.\r\n\r\n“But I never heard of anything so ridiculous in my life,” she\r\nejaculated. “Do you mean to say that he is waiting till he is good at\r\ngolf before he asks me to marry him?”\r\n\r\n“It is not quite so simple as that,” I said sadly. “Many bad golfers\r\nmarry, feeling that a wife’s loving solicitude may improve their\r\ngame. But they are rugged, thick-skinned men, not sensitive and\r\nintrospective, like Ferdinand. Ferdinand has allowed himself to become\r\nmorbid. It is one of the chief merits of golf that non-success at the\r\ngame induces a certain amount of decent humility, which keeps a man\r\nfrom pluming himself too much on any petty triumphs he may achieve in\r\nother walks of life; but in all things there is a happy mean, and with\r\nFerdinand this humility has gone too far. It has taken all the spirit\r\nout of him. He feels crushed and worthless. He is grateful to caddies\r\nwhen they accept a tip instead of drawing themselves up to their full\r\nheight and flinging the money in his face.”\r\n\r\n“Then do you mean that things have got to go on like this for ever?”\r\n\r\nI thought for a moment.\r\n\r\n“It is a pity,” I said, “that you could not have induced Ferdinand to\r\ngo to Marvis Bay for a month or two.”\r\n\r\n“Why?”\r\n\r\n“Because it seems to me, thinking the thing over, that it is just\r\npossible that Marvis Bay might cure him. At the hotel there he would\r\nfind collected a mob of golfers--I used the term in its broadest sense,\r\nto embrace the paralytics and the men who play left-handed--whom even\r\nhe would be able to beat. When I was last at Marvis Bay, the hotel\r\nlinks were a sort of Sargasso Sea into which had drifted all the\r\npitiful flotsam and jetsam of golf. I have seen things done on that\r\ncourse at which I shuddered and averted my eyes--and I am not a weak\r\nman. If Ferdinand can polish up his game so as to go round in a fairly\r\nsteady hundred and five, I fancy there is hope. But I understand he is\r\nnot going to Marvis Bay.”\r\n\r\n“Oh yes, he is,” said the girl.\r\n\r\n“Indeed! He did not tell me that when we were talking just now.”\r\n\r\n“He didn’t know it then. He will when I have had a few words with him.”\r\n\r\nAnd she walked with firm steps back into the club-house.\r\n\r\n       *       *       *       *       *\r\n\r\nIt has been well said that there are many kinds of golf, beginning\r\nat the top with the golf of professionals and the best amateurs and\r\nworking down through the golf of ossified men to that of Scotch\r\nUniversity professors. Until recently this last was looked upon as\r\nthe lowest possible depth; but nowadays, with the growing popularity\r\nof summer hotels, we are able to add a brand still lower, the golf you\r\nfind at places like Marvis Bay.\r\n\r\nTo Ferdinand Dibble, coming from a club where the standard of play was\r\nrather unusually high, Marvis Bay was a revelation, and for some days\r\nafter his arrival there he went about dazed, like a man who cannot\r\nbelieve it is really true. To go out on the links at this summer\r\nresort was like entering a new world. The hotel was full of stout,\r\nmiddle-aged men, who, after a misspent youth devoted to making money,\r\nhad taken to a game at which real proficiency can only be acquired by\r\nthose who start playing in their cradles and keep their weight down.\r\nOut on the course each morning you could see representatives of every\r\nnightmare style that was ever invented. There was the man who seemed to\r\nbe attempting to deceive his ball and lull it into a false security by\r\nlooking away from it and then making a lightning slash in the apparent\r\nhope of catching it off its guard. There was the man who wielded his\r\nmid-iron like one killing snakes. There was the man who addressed his\r\nball as if he were stroking a cat, the man who drove as if he were\r\ncracking a whip, the man who brooded over each shot like one whose\r\nheart is bowed down by bad news from home, and the man who scooped with\r\nhis mashie as if he were ladling soup. By the end of the first week\r\nFerdinand Dibble was the acknowledged champion of the place. He had\r\ngone through the entire menagerie like a bullet through a cream puff.\r\n\r\nFirst, scarcely daring to consider the possibility of success, he had\r\ntaken on the man who tried to catch his ball off its guard and had\r\nbeaten him five up and four to play. Then, with gradually growing\r\nconfidence, he tackled in turn the Cat-Stroker, the Whip-Cracker, the\r\nHeart Bowed Down, and the Soup-Scooper, and walked all over their faces\r\nwith spiked shoes. And as these were the leading local amateurs, whose\r\nprowess the octogenarians and the men who went round in bath-chairs\r\nvainly strove to emulate, Ferdinand Dibble was faced on the eighth\r\nmorning of his visit by the startling fact that he had no more worlds\r\nto conquer. He was monarch of all he surveyed, and, what is more,\r\nhad won his first trophy, the prize in the great medal-play handicap\r\ntournament, in which he had nosed in ahead of the field by two strokes,\r\nedging out his nearest rival, a venerable old gentleman, by means\r\nof a brilliant and unexpected four on the last hole. The prize was\r\na handsome pewter mug, about the size of the old oaken bucket, and\r\nFerdinand used to go to his room immediately after dinner to croon over\r\nit like a mother over her child.\r\n\r\nYou are wondering, no doubt, why, in these circumstances, he did not\r\ntake advantage of the new spirit of exhilarated pride which had\r\nreplaced his old humility and instantly propose to Barbara Medway. I\r\nwill tell you. He did not propose to Barbara because Barbara was not\r\nthere. At the last moment she had been detained at home to nurse a sick\r\nparent and had been compelled to postpone her visit for a couple of\r\nweeks. He could, no doubt, have proposed in one of the daily letters\r\nwhich he wrote to her, but somehow, once he started writing, he found\r\nthat he used up so much space describing his best shots on the links\r\nthat day that it was difficult to squeeze in a declaration of undying\r\npassion. After all, you can hardly cram that sort of thing into a\r\npostscript.\r\n\r\nHe decided, therefore, to wait till she arrived, and meanwhile pursued\r\nhis conquering course. The longer he waited the better, in one way, for\r\nevery morning and afternoon that passed was adding new layers to his\r\nself-esteem. Day by day in every way he grew chestier and chestier.\r\n\r\n       *       *       *       *       *\r\n\r\nMeanwhile, however, dark clouds were gathering. Sullen mutterings\r\nwere to be heard in corners of the hotel lounge, and the spirit of\r\nrevolt was abroad. For Ferdinand’s chestiness had not escaped the\r\nnotice of his defeated rivals. There is nobody so chesty as a normally\r\nunchesty man who suddenly becomes chesty, and I am sorry to say that\r\nthe chestiness which had come to Ferdinand was the aggressive type of\r\nchestiness which breeds enemies. He had developed a habit of holding\r\nthe game up in order to give his opponent advice. The Whip-Cracker\r\nhad not forgiven, and never would forgive, his well-meant but galling\r\ncriticism of his back-swing. The Scooper, who had always scooped\r\nsince the day when, at the age of sixty-four, he subscribed to the\r\nCorrespondence Course which was to teach him golf in twelve lessons by\r\nmail, resented being told by a snip of a boy that the mashie-stroke\r\nshould be a smooth, unhurried swing. The Snake-Killer--But I need not\r\nweary you with a detailed recital of these men’s grievances; it is\r\nenough to say that they all had it in for Ferdinand, and one night,\r\nafter dinner, they met in the lounge to decide what was to be done\r\nabout it.\r\n\r\nA nasty spirit was displayed by all.\r\n\r\n“A mere lad telling me how to use my mashie!” growled the Scooper.\r\n“Smooth and unhurried my left eyeball! I get it up, don’t I? Well, what\r\nmore do you want?”\r\n\r\n“I keep telling him that mine is the old, full St. Andrew swing,”\r\nmuttered the Whip-Cracker, between set teeth, “but he won’t listen to\r\nme.”\r\n\r\n“He ought to be taken down a peg or two,” hissed the Snake-Killer. It\r\nis not easy to hiss a sentence without a single “s” in it, and the fact\r\nthat he succeeded in doing so shows to what a pitch of emotion the man\r\nhad been goaded by Ferdinand’s maddening air of superiority.\r\n\r\n“Yes, but what can we do?” queried an octogenarian, when this last\r\nremark had been passed on to him down his ear-trumpet.\r\n\r\n“That’s the trouble,” sighed the Scooper. “What can we do?” And there\r\nwas a sorrowful shaking of heads.\r\n\r\n“I know!” exclaimed the Cat-Stroker, who had not hitherto spoken.\r\nHe was a lawyer, and a man of subtle and sinister mind. “I have it!\r\nThere’s a boy in my office--young Parsloe--who could beat this man\r\nDibble hollow. I’ll wire him to come down here and we’ll spring him on\r\nthis fellow and knock some of the conceit out of him.”\r\n\r\nThere was a chorus of approval.\r\n\r\n“But are you sure he can beat him?” asked the Snake-Killer, anxiously.\r\n“It would never do to make a mistake.”\r\n\r\n“Of course I’m sure,” said the Cat-Stroker. “George Parsloe once went\r\nround in ninety-four.”\r\n\r\n“Many changes there have been since ninety-four,” said the\r\noctogenarian, nodding sagely. “Ah, many, many changes. None of these\r\nmotor-cars then, tearing about and killing--”\r\n\r\nKindly hands led him off to have an egg-and-milk, and the remaining\r\nconspirators returned to the point at issue with bent brows.\r\n\r\n“Ninety-four?” said the Scooper, incredulously. “Do you mean counting\r\nevery stroke?”\r\n\r\n“Counting every stroke.”\r\n\r\n“Not conceding himself any putts?”\r\n\r\n“Not one.”\r\n\r\n“Wire him to come at once,” said the meeting with one voice.\r\n\r\nThat night the Cat-Stroker approached Ferdinand, smooth, subtle,\r\nlawyer-like.\r\n\r\n“Oh, Dibble,” he said, “just the man I wanted to see. Dibble, there’s\r\na young friend of mine coming down here who goes in for golf a little.\r\nGeorge Parsloe is his name. I was wondering if you could spare time to\r\ngive him a game. He is just a novice, you know.”\r\n\r\n“I shall be delighted to play a round with him,” said Ferdinand, kindly.\r\n\r\n“He might pick up a pointer or two from watching you,” said the\r\nCat-Stroker.\r\n\r\n“True, true,” said Ferdinand.\r\n\r\n“Then I’ll introduce you when he shows up.”\r\n\r\n“Delighted,” said Ferdinand.\r\n\r\nHe was in excellent humour that night, for he had had a letter from\r\nBarbara saying that she was arriving on the next day but one.\r\n\r\n       *       *       *       *       *\r\n\r\nIt was Ferdinand’s healthy custom of a morning to get up in good time\r\nand take a dip in the sea before breakfast. On the morning of the\r\nday of Barbara’s arrival, he arose, as usual, donned his flannels,\r\ntook a good look at the cup, and started out. It was a fine, fresh\r\nmorning, and he glowed both externally and internally. As he crossed\r\nthe links, for the nearest route to the water was through the fairway\r\nof the seventh, he was whistling happily and rehearsing in his mind the\r\nopening sentences of his proposal. For it was his firm resolve that\r\nnight after dinner to ask Barbara to marry him. He was proceeding over\r\nthe smooth turf without a care in the world, when there was a sudden\r\ncry of “Fore!” and the next moment a golf ball, missing him by inches,\r\nsailed up the fairway and came to a rest fifty yards from where he\r\nstood. He looked round and observed a figure coming towards him from\r\nthe tee.\r\n\r\nThe distance from the tee was fully a hundred and thirty yards. Add\r\nfifty to that, and you have a hundred and eighty yards. No such drive\r\nhad been made on the Marvis Bay links since their foundation, and\r\nsuch is the generous spirit of the true golfer that Ferdinand’s first\r\nemotion, after the not inexcusable spasm of panic caused by the hum\r\nof the ball past his ear, was one of cordial admiration. By some\r\nkindly miracle, he supposed, one of his hotel acquaintances had been\r\npermitted for once in his life to time a drive right. It was only when\r\nthe other man came up that there began to steal over him a sickening\r\napprehension. The faces of all those who hewed divots on the hotel\r\ncourse were familiar to him, and the fact that this fellow was a\r\nstranger seemed to point with dreadful certainty to his being the man\r\nhe had agreed to play.\r\n\r\n“Sorry,” said the man. He was a tall, strikingly handsome youth, with\r\nbrown eyes and a dark moustache.\r\n\r\n“Oh, that’s all right,” said Ferdinand. “Er--do you always drive like\r\nthat?”\r\n\r\n“Well, I generally get a bit longer ball, but I’m off my drive this\r\nmorning. It’s lucky I came out and got this practice. I’m playing a\r\nmatch to-morrow with a fellow named Dibble, who’s a local champion, or\r\nsomething.”\r\n\r\n“Me,” said Ferdinand, humbly.\r\n\r\n“Eh? Oh, you?” Mr. Parsloe eyed him appraisingly. “Well, may the best\r\nman win.”\r\n\r\nAs this was precisely what Ferdinand was afraid was going to happen, he\r\nnodded in a sickly manner and tottered off to his bathe. The magic had\r\ngone out of the morning. The sun still shone, but in a silly, feeble\r\nway; and a cold and depressing wind had sprung up. For Ferdinand’s\r\ninferiority complex, which had seemed cured for ever, was back again,\r\ndoing business at the old stand.\r\n\r\n       *       *       *       *       *\r\n\r\nHow sad it is in this life that the moment to which we have looked\r\nforward with the most glowing anticipation so often turns out on\r\narrival, flat, cold, and disappointing. For ten days Barbara Medway\r\nhad been living for that meeting with Ferdinand, when, getting out of\r\nthe train, she would see him popping about on the horizon with the\r\nlove-light sparkling in his eyes and words of devotion trembling on his\r\nlips. The poor girl never doubted for an instant that he would unleash\r\nhis pent-up emotions inside the first five minutes, and her only worry\r\nwas lest he should give an embarrassing publicity to the sacred scene\r\nby falling on his knees on the station platform.\r\n\r\n“Well, here I am at last,” she cried gaily.\r\n\r\n“Hullo!” said Ferdinand, with a twisted smile.\r\n\r\nThe girl looked at him, chilled. How could she know that his peculiar\r\nmanner was due entirely to the severe attack of cold feet resultant\r\nupon his meeting with George Parsloe that morning? The interpretation\r\nwhich she placed upon it was that he was not glad to see her. If he had\r\nbehaved like this before, she would, of course, have put it down to\r\ningrowing goofery, but now she had his written statements to prove that\r\nfor the last ten days his golf had been one long series of triumphs.\r\n\r\n“I got your letters,” she said, persevering bravely.\r\n\r\n“I thought you would,” said Ferdinand, absently.\r\n\r\n“You seem to have been doing wonders.”\r\n\r\n“Yes.”\r\n\r\nThere was a silence.\r\n\r\n“Have a nice journey?” said Ferdinand.\r\n\r\n“Very,” said Barbara.\r\n\r\nShe spoke coldly, for she was madder than a wet hen. She saw it all\r\nnow. In the ten days since they had parted, his love, she realised,\r\nhad waned. Some other girl, met in the romantic surroundings of this\r\npicturesque resort, had supplanted her in his affections. She knew how\r\nquickly Cupid gets off the mark at a summer hotel, and for an instant\r\nshe blamed herself for ever having been so ivory-skulled as to let\r\nhim come to this place alone. Then regret was swallowed up in wrath,\r\nand she became so glacial that Ferdinand, who had been on the point\r\nof telling her the secret of his gloom, retired into his shell and\r\nconversation during the drive to the hotel never soared above a certain\r\nlevel. Ferdinand said the sunshine was nice and Barbara said yes, it\r\nwas nice, and Ferdinand said it looked pretty on the water, and Barbara\r\nsaid yes, it did look pretty on the water, and Ferdinand said he hoped\r\nit was not going to rain, and Barbara said yes, it would be a pity if\r\nit rained. And then there was another lengthy silence.\r\n\r\n“How is my uncle?” asked Barbara at last.\r\n\r\nI omitted to mention that the individual to whom I have referred as the\r\nCat-Stroker was Barbara’s mother’s brother, and her host at Marvis Bay.\r\n\r\n“Your uncle?”\r\n\r\n“His name is Tuttle. Have you met him?”\r\n\r\n“Oh yes. I’ve seen a good deal of him. He has got a friend staying with\r\nhim,” said Ferdinand, his mind returning to the matter nearest his\r\nheart. “A fellow named Parsloe.”\r\n\r\n“Oh, is George Parsloe here? How jolly!”\r\n\r\n“Do you know him?” barked Ferdinand, hollowly. He would not have\r\nsupposed that anything could have added to his existing depression, but\r\nhe was conscious now of having slipped a few rungs farther down the\r\nladder of gloom. There had been a horribly joyful ring in her voice.\r\nAh, well, he reflected morosely, how like life it all was! We never\r\nknow what the morrow may bring forth. We strike a good patch and are\r\nbeginning to think pretty well of ourselves, and along comes a George\r\nParsloe.\r\n\r\n“Of course I do,” said Barbara. “Why, there he is.”\r\n\r\nThe cab had drawn up at the door of the hotel, and on the porch George\r\nParsloe was airing his graceful person. To Ferdinand’s fevered eye he\r\nlooked like a Greek god, and his inferiority complex began to exhibit\r\nsymptoms of elephantiasis. How could he compete at love or golf with a\r\nfellow who looked as if he had stepped out of the movies and considered\r\nhimself off his drive when he did a hundred and eighty yards?\r\n\r\n“Geor-gee!” cried Barbara, blithely. “Hullo, George!”\r\n\r\n“Why, hullo, Barbara!”\r\n\r\nThey fell into pleasant conversation, while Ferdinand hung miserably\r\nabout in the offing. And presently, feeling that his society was not\r\nessential to their happiness, he slunk away.\r\n\r\nGeorge Parsloe dined at the Cat-Stroker’s table that night, and it was\r\nwith George Parsloe that Barbara roamed in the moonlight after dinner.\r\nFerdinand, after a profitless hour at the billiard-table, went early\r\nto his room. But not even the rays of the moon, glinting on his cup,\r\ncould soothe the fever in his soul. He practised putting sombrely into\r\nhis tooth-glass for a while; then, going to bed, fell at last into a\r\ntroubled sleep.\r\n\r\n       *       *       *       *       *\r\n\r\nBarbara slept late the next morning and breakfasted in her room. Coming\r\ndown towards noon, she found a strange emptiness in the hotel. It was\r\nher experience of summer hotels that a really fine day like this one\r\nwas the cue for half the inhabitants to collect in the lounge, shut all\r\nthe windows, and talk about conditions in the jute industry. To her\r\nsurprise, though the sun was streaming down from a cloudless sky, the\r\nonly occupant of the lounge was the octogenarian with the ear-trumpet.\r\nShe observed that he was chuckling to himself in a senile manner.\r\n\r\n“Good morning,” she said, politely, for she had made his acquaintance\r\non the previous evening.\r\n\r\n“Hey?” said the octogenarian, suspending his chuckling and getting his\r\ntrumpet into position.\r\n\r\n“I said ‘Good morning!’” roared Barbara into the receiver.\r\n\r\n“Hey?”\r\n\r\n“Good morning!”\r\n\r\n“Ah! Yes, it’s a very fine morning, a very fine morning. If it wasn’t\r\nfor missing my bun and glass of milk at twelve sharp,” said the\r\noctogenarian, “I’d be down on the links. That’s where I’d be, down on\r\nthe links. If it wasn’t for missing my bun and glass of milk.”\r\n\r\nThis refreshment arriving at this moment he dismantled the radio outfit\r\nand began to restore his tissues.\r\n\r\n“Watching the match,” he explained, pausing for a moment in his\r\nbun-mangling.\r\n\r\n“What match?”\r\n\r\nThe octogenarian sipped his milk.\r\n\r\n“What match?” repeated Barbara.\r\n\r\n“Hey?”\r\n\r\n“What match?”\r\n\r\nThe octogenarian began to chuckle again and nearly swallowed a crumb\r\nthe wrong way.\r\n\r\n“Take some of the conceit out of him,” he gurgled.\r\n\r\n“Out of who?” asked Barbara, knowing perfectly well that she should\r\nhave said “whom.”\r\n\r\n“Yes,” said the octogenarian.\r\n\r\n“Who is conceited?”\r\n\r\n“Ah! This young fellow, Dibble. Very conceited. I saw it in his eye\r\nfrom the first, but nobody would listen to me. Mark my words, I said,\r\nthat boy needs taking down a peg or two. Well, he’s going to be this\r\nmorning. Your uncle wired to young Parsloe to come down, and he’s\r\narranged a match between them. Dibble--” Here the octogenarian choked\r\nagain and had to rinse himself out with milk, “Dibble doesn’t know that\r\nParsloe once went round in ninety-four!”\r\n\r\n“What?”\r\n\r\nEverything seemed to go black to Barbara. Through a murky mist she\r\nappeared to be looking at a negro octogenarian, sipping ink. Then her\r\neyes cleared, and she found herself clutching for support at the back\r\nof the chair. She understood now. She realised why Ferdinand had been\r\nso distrait, and her whole heart went out to him in a spasm of maternal\r\npity. How she had wronged him!\r\n\r\n“Take some of the conceit out of him,” the octogenarian was mumbling,\r\nand Barbara felt a sudden sharp loathing for the old man. For two pins\r\nshe could have dropped a beetle in his milk. Then the need for action\r\nroused her. What action? She did not know. All she knew was that she\r\nmust act.\r\n\r\n“Oh!” she cried.\r\n\r\n“Hey?” said the octogenarian, bringing his trumpet to the ready.\r\n\r\nBut Barbara had gone.\r\n\r\nIt was not far to the links, and Barbara covered the distance on\r\nflying feet. She reached the club-house, but the course was empty\r\nexcept for the Scooper, who was preparing to drive off the first tee.\r\nIn spite of the fact that something seemed to tell her subconsciously\r\nthat this was one of the sights she ought not to miss, the girl did\r\nnot wait to watch. Assuming that the match had started soon after\r\nbreakfast, it must by now have reached one of the holes on the second\r\nnine. She ran down the hill, looking to left and right, and was\r\npresently aware of a group of spectators clustered about a green in\r\nthe distance. As she hurried towards them they moved away, and now she\r\ncould see Ferdinand advancing to the next tee. With a thrill that shook\r\nher whole body she realised that he had the honour. So he must have won\r\none hole, at any rate. Then she saw her uncle.\r\n\r\n“How are they?” she gasped.\r\n\r\nMr. Tuttle seemed moody. It was apparent that things were not going\r\naltogether to his liking.\r\n\r\n“All square at the fifteenth,” he replied, gloomily.\r\n\r\n“All square!”\r\n\r\n“Yes. Young Parsloe,” said Mr. Tuttle with a sour look in the direction\r\nof that lissom athlete, “doesn’t seem to be able to do a thing right on\r\nthe greens. He has been putting like a sheep with the botts.”\r\n\r\nFrom the foregoing remark of Mr. Tuttle you will, no doubt, have\r\ngleaned at least a clue to the mystery of how Ferdinand Dibble\r\nhad managed to hold his long-driving adversary up to the fifteenth\r\ngreen, but for all that you will probably consider that some further\r\nexplanation of this amazing state of affairs is required. Mere bad\r\nputting on the part of George Parsloe is not, you feel, sufficient\r\nto cover the matter entirely. You are right. There was another very\r\nimportant factor in the situation--to wit, that by some extraordinary\r\nchance Ferdinand Dibble had started right off from the first tee,\r\nplaying the game of a lifetime. Never had he made such drives, never\r\nchipped his chip so shrewdly.\r\n\r\nAbout Ferdinand’s driving there was as a general thing a fatal\r\nstiffness and over-caution which prevented success. And with his\r\nchip-shots he rarely achieved accuracy owing to his habit of rearing\r\nhis head like the lion of the jungle just before the club struck the\r\nball. But to-day he had been swinging with a careless freedom, and his\r\nchips had been true and clean. The thing had puzzled him all the way\r\nround. It had not elated him, for, owing to Barbara’s aloofness and\r\nthe way in which she had gambolled about George Parsloe like a young\r\nlamb in the springtime, he was in too deep a state of dejection to be\r\nelated by anything. And now, suddenly, in a flash of clear vision,\r\nhe perceived the reason why he had been playing so well to-day. It\r\nwas just because he was not elated. It was simply because he was so\r\nprofoundly miserable.\r\n\r\nThat was what Ferdinand told himself as he stepped off the sixteenth,\r\nafter hitting a screamer down the centre of the fairway, and I am\r\nconvinced that he was right. Like so many indifferent golfers,\r\nFerdinand Dibble had always made the game hard for himself by thinking\r\ntoo much. He was a deep student of the works of the masters, and\r\nwhenever he prepared to play a stroke he had a complete mental list of\r\nall the mistakes which it was possible to make. He would remember how\r\nTaylor had warned against dipping the right shoulder, how Vardon had\r\ninveighed against any movement of the head; he would recall how Ray had\r\nmentioned the tendency to snatch back the club, how Braid had spoken\r\nsadly of those who sin against their better selves by stiffening the\r\nmuscles and heaving.\r\n\r\nThe consequence was that when, after waggling in a frozen manner\r\ntill mere shame urged him to take some definite course of action, he\r\neventually swung, he invariably proceeded to dip his right shoulder,\r\nstiffen his muscles, heave, and snatch back the club, at the same time\r\nraising his head sharply as in the illustrated plate (“Some Frequent\r\nFaults of Beginners--No. 3--Lifting the Bean”) facing page thirty-four\r\nof James Braid’s _Golf Without Tears_. To-day he had been so\r\npreoccupied with his broken heart that he had made his shots absently,\r\nalmost carelessly, with the result that at least one in every three had\r\nbeen a lallapaloosa.\r\n\r\nMeanwhile, George Parsloe had driven off and the match was progressing.\r\nGeorge was feeling a little flustered by now. He had been given to\r\nunderstand that this bird Dibble was a hundred-at-his-best man, and all\r\nthe way round the fellow had been reeling off fives in great profusion,\r\nand had once actually got a four. True, there had been an occasional\r\nsix, and even a seven, but that did not alter the main fact that the\r\nman was making the dickens of a game of it. With the haughty spirit of\r\none who had once done a ninety-four, George Parsloe had anticipated\r\nbeing at least three up at the turn. Instead of which he had been two\r\ndown, and had to fight strenuously to draw level.\r\n\r\nNevertheless, he drove steadily and well, and would certainly have won\r\nthe hole had it not been for his weak and sinful putting. The same\r\ndefect caused him to halve the seventeenth, after being on in two, with\r\nFerdinand wandering in the desert and only reaching the green with his\r\nfourth. Then, however, Ferdinand holed out from a distance of seven\r\nyards, getting a five; which George’s three putts just enabled him to\r\nequal.\r\n\r\nBarbara had watched the proceedings with a beating heart. At first she\r\nhad looked on from afar; but now, drawn as by a magnet, she approached\r\nthe tee. Ferdinand was driving off. She held her breath. Ferdinand\r\nheld his breath. And all around one could see their respective breaths\r\nbeing held by George Parsloe, Mr. Tuttle, and the enthralled crowd\r\nof spectators. It was a moment of the acutest tension, and it was\r\nbroken by the crack of Ferdinand’s driver as it met the ball and sent\r\nit hopping along the ground for a mere thirty yards. At this supreme\r\ncrisis in the match Ferdinand Dibble had topped.\r\n\r\nGeorge Parsloe teed up his ball. There was a smile of quiet\r\nsatisfaction on his face. He snuggled the driver in his hands, and gave\r\nit a preliminary swish. This, felt George Parsloe, was where the happy\r\nending came. He could drive as he had never driven before. He would so\r\ndrive that it would take his opponent at least three shots to catch up\r\nwith him. He drew back his club with infinite caution, poised it at the\r\ntop of the swing--\r\n\r\n“I always wonder--” said a clear, girlish voice, ripping the silence\r\nlike the explosion of a bomb.\r\n\r\nGeorge Parsloe started. His club wobbled. It descended. The ball\r\ntrickled into the long grass in front of the tee. There was a grim\r\npause.\r\n\r\n“You were saying, Miss Medway--” said George Parsloe, in a small, flat\r\nvoice.\r\n\r\n“Oh, I’m so sorry,” said Barbara. “I’m afraid I put you off.”\r\n\r\n“A little, perhaps. Possibly the merest trifle. But you were saying\r\nyou wondered about something. Can I be of any assistance?”\r\n\r\n“I was only saying,” said Barbara, “that I always wonder why tees are\r\ncalled tees.”\r\n\r\nGeorge Parsloe swallowed once or twice. He also blinked a little\r\nfeverishly. His eyes had a dazed, staring expression.\r\n\r\n“I’m afraid I cannot tell you off-hand,” he said, “but I will make a\r\npoint of consulting some good encyclopædia at the earliest opportunity.”\r\n\r\n“Thank you so much.”\r\n\r\n“Not at all. It will be a pleasure. In case you were thinking of\r\ninquiring at the moment when I am putting why greens are called greens,\r\nmay I venture the suggestion now that it is because they are green?”\r\n\r\nAnd, so saying, George Parsloe stalked to his ball and found it\r\nnestling in the heart of some shrub of which, not being a botanist, I\r\ncannot give you the name. It was a close-knit, adhesive shrub, and it\r\ntwined its tentacles so loving around George Parsloe’s niblick that he\r\nmissed his first shot altogether. His second made the ball rock, and\r\nhis third dislodged it. Playing a full swing with his brassie and being\r\nby now a mere cauldron of seething emotions he missed his fourth. His\r\nfifth came to within a few inches of Ferdinand’s drive, and he picked\r\nit up and hurled it from him into the rough as if it had been something\r\nvenomous.\r\n\r\n“Your hole and match,” said George Parsloe, thinly.\r\n\r\n       *       *       *       *       *\r\n\r\nFerdinand Dibble sat beside the glittering ocean. He had hurried off\r\nthe course with swift strides the moment George Parsloe had spoken\r\nthose bitter words. He wanted to be alone with his thoughts.\r\n\r\nThey were mixed thoughts. For a moment joy at the reflection that he\r\nhad won a tough match came irresistibly to the surface, only to sink\r\nagain as he remembered that life, whatever its triumphs, could hold\r\nnothing for him now that Barbara Medway loved another.\r\n\r\n“Mr. Dibble!”\r\n\r\nHe looked up. She was standing at his side. He gulped and rose to his\r\nfeet.\r\n\r\n“Yes?”\r\n\r\nThere was a silence.\r\n\r\n“Doesn’t the sun look pretty on the water?” said Barbara.\r\n\r\nFerdinand groaned. This was too much.\r\n\r\n“Leave me,” he said, hollowly. “Go back to your Parsloe, the man with\r\nwhom you walked in the moonlight beside this same water.”\r\n\r\n“Well, why shouldn’t I walk with Mr. Parsloe in the moonlight beside\r\nthis same water?” demanded Barbara, with spirit.\r\n\r\n“I never said,” replied Ferdinand, for he was a fair man at heart,\r\n“that you shouldn’t walk with Mr. Parsloe beside this same water. I\r\nsimply said you did walk with Mr. Parsloe beside this same water.”\r\n\r\n“I’ve a perfect right to walk with Mr. Parsloe beside this same water,”\r\npersisted Barbara. “He and I are old friends.”\r\n\r\nFerdinand groaned again.\r\n\r\n“Exactly! There you are! As I suspected. Old friends. Played together\r\nas children, and what not, I shouldn’t wonder.”\r\n\r\n“No, we didn’t. I’ve only known him five years. But he is engaged to be\r\nmarried to my greatest chum, so that draws us together.”\r\n\r\nFerdinand uttered a strangled cry.\r\n\r\n“Parsloe engaged to be married!”\r\n\r\n“Yes. The wedding takes place next month.”\r\n\r\n“But look here.” Ferdinand’s forehead was wrinkled. He was thinking\r\ntensely. “Look here,” said Ferdinand, a close reasoner. “If Parsloe’s\r\nengaged to your greatest chum, he can’t be in love with _you_.”\r\n\r\n“No.”\r\n\r\n“And you aren’t in love with him?”\r\n\r\n“No.”\r\n\r\n“Then, by gad,” said Ferdinand, “how about it?”\r\n\r\n“What do you mean?”\r\n\r\n“Will you marry me?” bellowed Ferdinand.\r\n\r\n“Yes.”\r\n\r\n“You will?”\r\n\r\n“Of course I will.”\r\n\r\n“Darling!” cried Ferdinand.\r\n\r\n       *       *       *       *       *\r\n\r\n“There is only one thing that bothers me a bit,” said Ferdinand,\r\nthoughtfully, as they strolled together over the scented meadows, while\r\nin the trees above them a thousand birds trilled Mendelssohn’s Wedding\r\nMarch.\r\n\r\n“What is that?”\r\n\r\n“Well, I’ll tell you,” said Ferdinand. “The fact is, I’ve just\r\ndiscovered the great secret of golf. You can’t play a really hot game\r\nunless you’re so miserable that you don’t worry over your shots. Take\r\nthe case of a chip-shot, for instance. If you’re really wretched, you\r\ndon’t care where the ball is going and so you don’t raise your head to\r\nsee. Grief automatically prevents pressing and over-swinging. Look at\r\nthe top-notchers. Have you ever seen a happy pro?”\r\n\r\n“No. I don’t think I have.”\r\n\r\n“Well, then!”\r\n\r\n“But pros are all Scotchmen,” argued Barbara.\r\n\r\n“It doesn’t matter. I’m sure I’m right. And the darned thing is that\r\nI’m going to be so infernally happy all the rest of my life that I\r\nsuppose my handicap will go up to thirty or something.”\r\n\r\nBarbara squeezed his hand lovingly.\r\n\r\n“Don’t worry, precious,” she said, soothingly. “It will be all right. I\r\nam a woman, and, once we are married, I shall be able to think of at\r\nleast a hundred ways of snootering you to such an extent that you’ll be\r\nfit to win the Amateur Championship.”\r\n\r\n“You will?” said Ferdinand, anxiously. “You’re sure?”\r\n\r\n“Quite, quite sure, dearest,” said Barbara.\r\n\r\n“My angel!” said Ferdinand.\r\n\r\nHe folded her in his arms, using the interlocking grip."
  ]
}