{
  "index": 5,
  "title": "Chapter 4",
  "paragraphs": [
    "THE MAGIC PLUS FOURS\r\n\r\n\r\n“After all,” said the young man, “golf is only a game.”\r\n\r\nHe spoke bitterly and with the air of one who has been following a\r\ntrain of thought. He had come into the smoking-room of the club-house\r\nin low spirits at the dusky close of a November evening, and for some\r\nminutes had been sitting, silent and moody, staring at the log fire.\r\n\r\n“Merely a pastime,” said the young man.\r\n\r\nThe Oldest Member, nodding in his arm-chair, stiffened with horror, and\r\nglanced quickly over his shoulder to make sure that none of the waiters\r\nhad heard these terrible words.\r\n\r\n“Can this be George William Pennefather speaking!” he said,\r\nreproachfully. “My boy, you are not yourself.”\r\n\r\nThe young man flushed a little beneath his tan: for he had had a good\r\nupbringing and was not bad at heart.\r\n\r\n“Perhaps I ought not to have gone quite so far as that,” he admitted.\r\n“I was only thinking that a fellow’s got no right, just because he\r\nhappens to have come on a bit in his form lately, to treat a fellow as\r\nif a fellow was a leper or something.”\r\n\r\nThe Oldest Member’s face cleared, and he breathed a relieved sigh.\r\n\r\n“Ah! I see,” he said. “You spoke hastily and in a sudden fit of pique\r\nbecause something upset you out on the links to-day. Tell me all. Let\r\nme see, you were playing with Nathaniel Frisby this afternoon, were you\r\nnot? I gather that he beat you.”\r\n\r\n“Yes, he did. Giving me a third. But it isn’t being beaten that I mind.\r\nWhat I object to is having the blighter behave as if he were a sort of\r\nchampion condescending to a mere mortal. Dash it, it seemed to bore him\r\nplaying with me! Every time I sliced off the tee he looked at me as if\r\nI were a painful ordeal. Twice when I was having a bit of trouble in\r\nthe bushes I caught him yawning. And after we had finished he started\r\ntalking about what a good game croquet was, and he wondered more people\r\ndidn’t take it up. And it’s only a month or so ago that I could play\r\nthe man level!”\r\n\r\nThe Oldest Member shook his snowy head sadly.\r\n\r\n“There is nothing to be done about it,” he said. “We can only hope that\r\nthe poison will in time work its way out of the man’s system. Sudden\r\nsuccess at golf is like the sudden acquisition of wealth. It is apt\r\nto unsettle and deteriorate the character. And, as it comes almost\r\nmiraculously, so only a miracle can effect a cure. The best advice I\r\ncan give you is to refrain from playing with Nathaniel Frisby till you\r\ncan keep your tee-shots straight.”\r\n\r\n“Oh, but don’t run away with the idea that I wasn’t pretty good off the\r\ntee this afternoon!” said the young man. “I should like to describe to\r\nyou the shot I did on the--”\r\n\r\n“Meanwhile,” proceeded the Oldest Member, “I will relate to you a\r\nlittle story which bears on what I have been saying.”\r\n\r\n“From the very moment I addressed the ball--”\r\n\r\n“It is the story of two loving hearts temporarily estranged owing to\r\nthe sudden and unforseen proficiency of one of the couple--”\r\n\r\n“I waggled quickly and strongly, like Duncan. Then, swinging smoothly\r\nback, rather in the Vardon manner--”\r\n\r\n“But as I see,” said the Oldest Member, “that you are all impatience\r\nfor me to begin, I will do so without further preamble.”\r\n\r\n       *       *       *       *       *\r\n\r\nTo the philosophical student of golf like myself (said the Oldest\r\nMember) perhaps the most outstanding virtue of this noble pursuit is\r\nthe fact that it is a medicine for the soul. Its great service to\r\nhumanity is that it teaches human beings that, whatever petty triumphs\r\nthey may have achieved in other walks of life, they are after all\r\nmerely human. It acts as a corrective against sinful pride. I attribute\r\nthe insane arrogance of the later Roman emperors almost entirely to\r\nthe fact that, never having played golf, they never knew that strange\r\nchastening humility which is engendered by a topped chip-shot. If\r\nCleopatra had been outed in the first round of the Ladies’ Singles,\r\nwe should have heard a lot less of her proud imperiousness. And,\r\ncoming down to modern times, it was undoubtedly his rotten golf that\r\nkept Wallace Chesney the nice unspoiled fellow he was. For in every\r\nother respect he had everything in the world calculated to make a man\r\nconceited and arrogant. He was the best-looking man for miles around;\r\nhis health was perfect; and, in addition to this, he was rich; danced,\r\nrode, played bridge and polo with equal skill; and was engaged to be\r\nmarried to Charlotte Dix. And when you saw Charlotte Dix you realised\r\nthat being engaged to her would by itself have been quite enough luck\r\nfor any one man.\r\n\r\nBut Wallace, as I say, despite all his advantages, was a thoroughly\r\nnice, modest young fellow. And I attribute this to the fact that,\r\nwhile one of the keenest golfers in the club, he was also one of the\r\nworst players. Indeed, Charlotte Dix used to say to me in his presence\r\nthat she could not understand why people paid money to go to the\r\ncircus when by merely walking over the brow of a hill they could watch\r\nWallace Chesney trying to get out of the bunker by the eleventh green.\r\nAnd Wallace took the gibe with perfect good humour, for there was a\r\ndelightful camaraderie between them which robbed it of any sting. Often\r\nat lunch in the club-house I used to hear him and Charlotte planning\r\nthe handicapping details of a proposed match between Wallace and a\r\nnon-existent cripple whom Charlotte claimed to have discovered in the\r\nvillage--it being agreed finally that he should accept seven bisques\r\nfrom the cripple, but that, if the latter ever recovered the use of his\r\narms, Wallace should get a stroke a hole.\r\n\r\nIn short, a thoroughly happy and united young couple. Two hearts, if I\r\nmay coin an expression, that beat as one.\r\n\r\nI would not have you misjudge Wallace Chesney. I may have given you\r\nthe impression that his attitude towards golf was light and frivolous,\r\nbut such was not the case. As I have said, he was one of the keenest\r\nmembers of the club. Love made him receive the joshing of his _fiancée_\r\nin the kindly spirit in which it was meant, but at heart he was as\r\nearnest as you could wish. He practised early and late; he bought\r\ngolf books; and the mere sight of a patent club of any description\r\nacted on him like catnip on a cat. I remember remonstrating with him\r\non the occasion of his purchasing a wooden-faced driving-mashie which\r\nweighed about two pounds, and was, taking it for all in all, as foul an\r\ninstrument as ever came out of the workshop of a clubmaker who had been\r\ndropped on the head by his nurse when a baby.\r\n\r\n“I know, I know,” he said, when I had finished indicating some of the\r\nweapon’s more obvious defects. “But the point is, I believe in it. It\r\ngives me confidence. I don’t believe you could slice with a thing like\r\nthat if you tried.”\r\n\r\nConfidence! That was what Wallace Chesney lacked, and that, as he saw\r\nit, was the prime grand secret of golf. Like an alchemist on the track\r\nof the Philosopher’s stone, he was for ever seeking for something\r\nwhich would really give him confidence. I recollect that he even tried\r\nrepeating to himself fifty times every morning the words, “Every day in\r\nevery way I grow better and better.” This, however, proved such a black\r\nlie that he gave it up. The fact is, the man was a visionary, and it is\r\nto auto-hypnosis of some kind that I attribute the extraordinary change\r\nthat came over him at the beginning of his third season.\r\n\r\n       *       *       *       *       *\r\n\r\nYou may have noticed in your perambulations about the City a shop\r\nbearing above its door and upon its windows the legend:\r\n\r\n                              COHEN BROS.,\r\n\r\n                         SECOND-HAND CLOTHIERS,\r\n\r\na statement which is borne out by endless vistas seen through the door\r\nof every variety of what is technically known as Gents’ Wear. But the\r\nBrothers Cohen, though their main stock-in-trade is garments which have\r\nbeen rejected by their owners for one reason or another, do not confine\r\ntheir dealings to Gents’ Wear. The place is a museum of derelict goods\r\nof every description. You can get a second-hand revolver there, or\r\na second-hand sword, or a second-hand umbrella. You can do a cheap\r\ndeal in field-glasses, trunks, dog collars, canes, photograph frames,\r\nattaché cases, and bowls for goldfish. And on the bright spring morning\r\nwhen Wallace Chesney happened to pass by there was exhibited in the\r\nwindow a putter of such pre-eminently lunatic design that he stopped\r\ndead as if he had run into an invisible wall, and then, panting like an\r\noverwrought fish, charged in through the door.\r\n\r\n       *       *       *       *       *\r\n\r\nThe shop was full of the Cohen family, sombre-eyed, smileless men with\r\npurposeful expressions; and two of these, instantly descending upon\r\nWallace Chesney like leopards, began in swift silence to thrust him\r\ninto a suit of yellow tweed. Having worked the coat over his shoulders\r\nwith a shoe-horn, they stood back to watch the effect.\r\n\r\n“A beautiful fit,” announced Isidore Cohen.\r\n\r\n“A little snug under the arms,” said his brother Irving. “But that’ll\r\ngive.”\r\n\r\n“The warmth of the body will make it give,” said Isidore.\r\n\r\n“Or maybe you’ll lose weight in the summer,” said Irving.\r\n\r\nWallace, when he had struggled out of the coat and was able to breathe,\r\nsaid that he had come in to buy a putter. Isidore thereupon sold him\r\nthe putter, a dog collar, and a set of studs, and Irving sold him a\r\nfireman’s helmet: and he was about to leave when their elder brother\r\nLou, who had just finished fitting out another customer, who had come\r\nin to buy a cap, with two pairs of trousers and a miniature aquarium\r\nfor keeping newts in, saw that business was in progress and strolled\r\nup. His fathomless eye rested on Wallace, who was toying feebly with\r\nthe putter.\r\n\r\n“You play golf?” asked Lou. “Then looka here!”\r\n\r\nHe dived into an alleyway of dead clothing, dug for a moment, and\r\nemerged with something at the sight of which Wallace Chesney, hardened\r\ngolfer that he was, blenched and threw up an arm defensively.\r\n\r\n“No, no!” he cried.\r\n\r\nThe object which Lou Cohen was waving insinuatingly before his eyes\r\nwas a pair of those golfing breeches which are technically known as\r\nPlus Fours. A player of two years’ standing, Wallace Chesney was not\r\nunfamiliar with Plus Fours--all the club cracks wore them--but he had\r\nnever seen Plus Fours like these. What might be termed the main _motif_\r\nof the fabric was a curious vivid pink, and with this to work on the\r\narchitect had let his imagination run free, and had produced so much\r\nvariety in the way of chessboard squares of white, yellow, violet, and\r\ngreen that the eye swam as it looked upon them.\r\n\r\n“These were made to measure for Sandy McHoots, the Open Champion,” said\r\nLou, stroking the left leg lovingly. “But he sent ’em back for some\r\nreason or other.”\r\n\r\n“Perhaps they frightened the children,” said Wallace, recollecting\r\nhaving heard that Mr. McHoots was a married man.\r\n\r\n“They’ll fit you nice,” said Lou.\r\n\r\n“Sure they’ll fit him nice,” said Isidore, warmly.\r\n\r\n“Why, just take a look at yourself in the glass,” said Irving, “and see\r\nif they don’t fit you nice.”\r\n\r\nAnd, as one who wakes from a trance, Wallace discovered that his lower\r\nlimbs were now encased in the prismatic garment. At what point in the\r\nproceedings the brethren had slipped them on him, he could not have\r\nsaid. But he was undeniably in.\r\n\r\nWallace looked in the glass. For a moment, as he eyed his reflection,\r\nsheer horror gripped him. Then suddenly, as he gazed, he became aware\r\nthat his first feelings were changing. The initial shock over, he was\r\nbecoming calmer. He waggled his right leg with a certain sang-froid.\r\n\r\nThere is a certain passage in the works of the poet Pope with which you\r\nmay be familiar. It runs as follows:\r\n\r\n    “_Vice is a monster of so frightful mien\r\n    As to be hated needs but to be seen:\r\n    Yet seen too oft, familiar with her face,\r\n    We first endure, then pity, then embrace._”\r\n\r\nEven so was it with Wallace Chesney and these Plus Fours. At first he\r\nhad recoiled from them as any decent-minded man would have done. Then,\r\nafter a while, almost abruptly he found himself in the grip of a new\r\nemotion. After an unsuccessful attempt to analyse this, he suddenly\r\ngot it. Amazing as it may seem, it was pleasure that he felt. He\r\ncaught his eye in the mirror, and it was smirking. Now that the things\r\nwere actually on, by Hutchinson, they didn’t look half bad. By Braid,\r\nthey didn’t. There was a sort of something about them. Take away that\r\nexpanse of bare leg with its unsightly sock-suspender and substitute a\r\nwoolly stocking, and you would have the lower section of a golfer. For\r\nthe first time in his life, he thought, he looked like a man who could\r\nplay golf.\r\n\r\nThere came to him an odd sensation of masterfulness. He was still\r\nholding the putter, and now he swung it up above his shoulder. A fine\r\nswing, all lissomness and supple grace, quite different from any swing\r\nhe had ever done before.\r\n\r\nWallace Chesney gasped. He knew that at last he had discovered that\r\nprime grand secret of golf for which he had searched so long. It was\r\nthe costume that did it. All you had to do was wear Plus Fours. He had\r\nalways hitherto played in grey flannel trousers. Naturally he had not\r\nbeen able to do himself justice. Golf required an easy dash, and how\r\ncould you be easily dashing in concertina-shaped trousers with a patch\r\non the knee? He saw now--what he had never seen before--that it was not\r\nbecause they were crack players that crack players wore Plus Fours:\r\nit was because they wore Plus Fours that they were crack players. And\r\nthese Plus Fours had been the property of an Open Champion. Wallace\r\nChesney’s bosom swelled, and he was filled, as by some strange gas,\r\nwith joy--with excitement--with confidence. Yes, for the first time in\r\nhis golfing life, he felt really confident.\r\n\r\nTrue, the things might have been a shade less gaudy: they might perhaps\r\nhave hit the eye with a slightly less violent punch: but what of\r\nthat? True, again, he could scarcely hope to avoid the censure of his\r\nclub-mates when he appeared like this on the links: but what of _that_?\r\nHis club-mates must set their teeth and learn to bear these Plus Fours\r\nlike men. That was what Wallace Chesney thought about it. If they did\r\nnot like his Plus Fours, let them go and play golf somewhere else.\r\n\r\n“How much?” he muttered, thickly. And the Brothers Cohen clustered\r\ngrimly round with note-books and pencils.\r\n\r\nIn predicting a stormy reception for his new apparel, Wallace Chesney\r\nhad not been unduly pessimistic. The moment he entered the club-house\r\nDisaffection reared its ugly head. Friends of years’ standing called\r\nloudly for the committee, and there was a small and vehement party\r\nof the left wing, headed by Raymond Gandle, who was an artist by\r\nprofession, and consequently had a sensitive eye, which advocated\r\nthe tearing off and public burial of the obnoxious garment. But,\r\nprepared as he had been for some such demonstration on the part of the\r\ncoarser-minded, Wallace had hoped for better things when he should meet\r\nCharlotte Dix, the girl who loved him. Charlotte, he had supposed,\r\nwould understand and sympathise.\r\n\r\nInstead of which, she uttered a piercing cry and staggered to a bench,\r\nwhence a moment later she delivered her ultimatum.\r\n\r\n“Quick!” she said. “Before I have to look again.”\r\n\r\n“What do you mean?”\r\n\r\n“Pop straight back into the changing-room while I’ve got my eyes shut,\r\nand remove the fancy-dress.”\r\n\r\n“What’s wrong with them?”\r\n\r\n“Darling,” said Charlotte, “I think it’s sweet and patriotic of you to\r\nbe proud of your cycling club colours or whatever they are, but you\r\nmustn’t wear them on the links. It will unsettle the caddies.”\r\n\r\n“They _are_ a trifle on the bright side,” admitted Wallace. “But it\r\nhelps my game, wearing them. I was trying a few practice-shots just\r\nnow, and I couldn’t go wrong. Slammed the ball on the meat every time.\r\nThey inspire me, if you know what I mean. Come on, let’s be starting.”\r\n\r\nCharlotte opened her eyes incredulously.\r\n\r\n“You can’t seriously mean that you’re really going to _play_ in--those?\r\nIt’s against the rules. There must be a rule somewhere in the book\r\nagainst coming out looking like a sunset. Won’t you go and burn them\r\nfor my sake?”\r\n\r\n“But I tell you they give me confidence. I sort of squint down at them\r\nwhen I’m addressing the ball, and I feel like a pro.”\r\n\r\n“Then the only thing to do is for me to play you for them. Come on,\r\nWally, be a sportsman. I’ll give you a half and play you for the whole\r\noutfit--the breeches, the red jacket, the little cap, and the belt with\r\nthe snake’s-head buckle. I’m sure all those things must have gone with\r\nthe breeches. Is it a bargain?”\r\n\r\n       *       *       *       *       *\r\n\r\nStrolling on the club-house terrace some two hours later, Raymond\r\nGandle encountered Charlotte and Wallace coming up from the eighteenth\r\ngreen.\r\n\r\n“Just the girl I wanted to see,” said Raymond. “Miss Dix, I represent a\r\nselect committee of my fellow-members, and I have come to ask you on\r\ntheir behalf to use the influence of a good woman to induce Wally to\r\ndestroy those Plus Fours of his, which we all consider nothing short\r\nof Bolshevik propaganda and a menace to the public weal. May I rely on\r\nyou?”\r\n\r\n“You may not,” retorted Charlotte. “They are the poor boy’s mascot.\r\nYou’ve no idea how they have improved his game. He has just beaten me\r\nhollow. I am going to try to learn to bear them, so you must. Really,\r\nyou’ve no notion how he has come on. My cripple won’t be able to give\r\nhim more than a couple of bisques if he keeps up this form.”\r\n\r\n“It’s something about the things,” said Wallace. “They give me\r\nconfidence.”\r\n\r\n“They give _me_ a pain in the neck,” said Raymond Gandle.\r\n\r\n       *       *       *       *       *\r\n\r\nTo the thinking man nothing is more remarkable in this life than the\r\nway in which Humanity adjusts itself to conditions which at their\r\noutset might well have appeared intolerable. Some great cataclysm\r\noccurs, some storm or earthquake, shaking the community to its\r\nfoundations; and after the first pardonable consternation one finds the\r\nsufferers resuming their ordinary pursuits as if nothing had happened.\r\nThere have been few more striking examples of this adaptability than\r\nthe behaviour of the members of our golf-club under the impact of\r\nWallace Chesney’s Plus Fours. For the first few days it is not too\r\nmuch to say that they were stunned. Nervous players sent their caddies\r\non in front of them at blind holes, so that they might be warned in\r\ntime of Wallace’s presence ahead and not have him happening to them\r\nall of a sudden. And even the pro. was not unaffected. Brought up in\r\nScotland in an atmosphere of tartan kilts, he nevertheless winced,\r\nand a startled “Hoots!” was forced from his lips when Wallace Chesney\r\nsuddenly appeared in the valley as he was about to drive from the fifth\r\ntee.\r\n\r\nBut in about a week conditions were back to normalcy. Within ten days\r\nthe Plus Fours became a familiar feature of the landscape, and were\r\naccepted as such without comment. They were pointed out to strangers\r\ntogether with the waterfall, the Lover’s Leap, and the view from\r\nthe eighth green as things you ought not to miss when visiting the\r\ncourse; but apart from that one might almost say they were ignored.\r\nAnd meanwhile Wallace Chesney continued day by day to make the most\r\nextraordinary progress in his play.\r\n\r\nAs I said before, and I think you will agree with me when I have\r\ntold you what happened subsequently, it was probably a case of\r\nauto-hypnosis. There is no other sphere in which a belief in oneself\r\nhas such immediate effects as it has in golf. And Wallace, having\r\nacquired self-confidence, went on from strength to strength. In under\r\na week he had ploughed his way through the Unfortunate Incidents--of\r\nwhich class Peter Willard was the best example--and was challenging the\r\nfellows who kept three shots in five somewhere on the fairway. A month\r\nlater he was holding his own with ten-handicap men. And by the middle\r\nof the summer he was so far advanced that his name occasionally cropped\r\nup in speculative talks on the subject of the July medal. One might\r\nhave been excused for supposing that, as far as Wallace Chesney was\r\nconcerned, all was for the best in the best of all possible worlds.\r\n\r\nAnd yet--\r\n\r\nThe first inkling I received that anything was wrong came through a\r\nchance meeting with Raymond Gandle, who happened to pass my gate on his\r\nway back from the links just as I drove up in my taxi; for I had been\r\naway from home for many weeks on a protracted business tour. I welcomed\r\nGandle’s advent and invited him in to smoke a pipe and put me abreast\r\nof local gossip. He came readily enough--and seemed, indeed, to have\r\nsomething on his mind and to be glad of the opportunity of revealing it\r\nto a sympathetic auditor.\r\n\r\n“And how,” I asked him, when we were comfortably settled, “did your\r\ngame this afternoon come out?”\r\n\r\n“Oh, he beat me,” said Gandle, and it seemed to me that there was a\r\nnote of bitterness in his voice.\r\n\r\n“Then He, whoever he was, must have been an extremely competent\r\nperformer?” I replied, courteously, for Gandle was one of the finest\r\nplayers in the club. “Unless, of course, you were giving him some\r\nimpossible handicap.”\r\n\r\n“No; we played level.”\r\n\r\n“Indeed! Who was your opponent?”\r\n\r\n“Chesney.”\r\n\r\n“Wallace Chesney! And he beat you, playing level! This is the most\r\namazing thing I have ever heard.”\r\n\r\n“He’s improved out of all knowledge.”\r\n\r\n“He must have done. Do you think he would ever beat you again?”\r\n\r\n“No. Because he won’t have the chance.”\r\n\r\n“You surely do not mean that you will not play him because you are\r\nafraid of being beaten?”\r\n\r\n“It isn’t being beaten I mind--”\r\n\r\nAnd if I omit to report the remainder of his speech it is not merely\r\nbecause it contained expressions with which I am reluctant to sully my\r\nlips, but because, omitting these expletives, what he said was almost\r\nword for word what you were saying to me just now about Nathaniel\r\nFrisby. It was, it seemed, Wallace Chesney’s manner, his arrogance,\r\nhis attitude of belonging to some superior order of being that had so\r\nwounded Raymond Gandle. Wallace Chesney had, it appeared, criticised\r\nGandle’s mashie-play in no friendly spirit; had hung up the game on\r\nthe fourteenth tee in order to show him how to place his feet; and on\r\nthe way back to the club-house had said that the beauty of golf was\r\nthat the best player could enjoy a round even with a dud, because,\r\nthough there might be no interest in the match, he could always amuse\r\nhimself by playing for his medal score.\r\n\r\nI was profoundly shaken.\r\n\r\n“Wallace Chesney!” I exclaimed. “Was it really Wallace Chesney who\r\nbehaved in the manner you describe?”\r\n\r\n“Unless he’s got a twin brother of the same name, it was.”\r\n\r\n“Wallace Chesney a victim to swelled head! I can hardly credit it.”\r\n\r\n“Well, you needn’t take my word for it unless you want to. Ask anybody.\r\nIt isn’t often he can get any one to play with him now.”\r\n\r\n“You horrify me!”\r\n\r\nRaymond Gandle smoked awhile in brooding silence.\r\n\r\n“You’ve heard about his engagement?” he said at length.\r\n\r\n“I have heard nothing, nothing. What about his engagement?”\r\n\r\n“Charlotte Dix has broken it off.”\r\n\r\n“No!”\r\n\r\n“Yes. Couldn’t stand him any longer.”\r\n\r\nI got rid of Gandle as soon as I could. I made my way as quickly as\r\npossible to the house where Charlotte lived with her aunt. I was\r\ndetermined to sift this matter to the bottom and to do all that lay in\r\nmy power to heal the breach between two young people for whom I had a\r\ngreat affection.\r\n\r\n“I have just heard the news,” I said, when the aunt had retired to some\r\nsecret lair, as aunts do, and Charlotte and I were alone.\r\n\r\n“What news?” said Charlotte, dully. I thought she looked pale and ill,\r\nand she had certainly grown thinner.\r\n\r\n“This dreadful news about your engagement to Wallace Chesney. Tell me,\r\nwhy did you do this thing? Is there no hope of a reconciliation?”\r\n\r\n“Not unless Wally becomes his old self again.”\r\n\r\n“But I had always regarded you two as ideally suited to one another.”\r\n\r\n“Wally has completely changed in the last few weeks. Haven’t you heard?”\r\n\r\n“Only sketchily, from Raymond Gandle.”\r\n\r\n“I refuse,” said Charlotte, proudly, all the woman in her leaping\r\nto her eyes, “to marry a man who treats me as if I were a kronen at\r\nthe present rate of exchange, merely because I slice an occasional\r\ntee-shot. The afternoon I broke off the engagement”--her voice shook,\r\nand I could see that her indifference was but a mask--“the afternoon I\r\nbroke off the en-gug-gug-gage-ment, he t-told me I ought to use an iron\r\noff the tee instead of a dud-dud-driver.”\r\n\r\nAnd the stricken girl burst into an uncontrollable fit of sobbing. And\r\nrealising that, if matters had gone as far as that, there was little I\r\ncould do, I pressed her hand silently and left her.\r\n\r\n       *       *       *       *       *\r\n\r\nBut though it seemed hopeless I decided to persevere. I turned my steps\r\ntowards Wallace Chesney’s bungalow, resolved to make one appeal to\r\nthe man’s better feelings. He was in his sitting-room when I arrived,\r\npolishing a putter; and it seemed significant to me, even in that tense\r\nmoment, that the putter was quite an ordinary one, such as any capable\r\nplayer might use. In the brave old happy days of his dudhood, the only\r\nputters you ever found in the society of Wallace Chesney were patent\r\nself-adjusting things that looked like croquet mallets that had taken\r\nthe wrong turning in childhood.\r\n\r\n“Well, Wallace, my boy,” I said.\r\n\r\n“Hallo!” said Wallace Chesney. “So you’re back?”\r\n\r\nWe fell into conversation, and I had not been in the room two minutes\r\nbefore I realised that what I had been told about the change in him was\r\nnothing more than the truth. The man’s bearing and his every remark\r\nwere insufferably bumptious. He spoke of his prospects in the July\r\nmedal competition as if the issue were already settled. He scoffed at\r\nhis rivals.\r\n\r\nI had some little difficulty in bringing the talk round to the matter\r\nwhich I had come to discuss.\r\n\r\n“My boy,” I said at length, “I have just heard the sad news.”\r\n\r\n“What sad news?”\r\n\r\n“I have been talking to Charlotte--”\r\n\r\n“Oh, that!” said Wallace Chesney.\r\n\r\n“She was telling me--”\r\n\r\n“Perhaps it’s all for the best.”\r\n\r\n“All for the best? What do you mean?”\r\n\r\n“Well,” said Wallace, “one doesn’t wish, of course, to say anything\r\nungallant, but, after all, poor Charlotte’s handicap _is_ fourteen\r\nand wouldn’t appear to have much chance of getting any lower. I mean,\r\nthere’s such a thing as a fellow throwing himself away.”\r\n\r\nWas I revolted at these callous words? For a moment, yes. Then it\r\nstruck me that, though he had uttered them with a light laugh, that\r\nlaugh had had in it more than a touch of bravado. I looked at him\r\nkeenly. There was a bored, discontented expression in his eyes, a line\r\nof pain about his mouth.\r\n\r\n“My boy,” I said, gravely, “you are not happy.”\r\n\r\nFor an instant I think he would have denied the imputation. But my\r\nvisit had coincided with one of those twilight moods in which a man\r\nrequires, above all else, sympathy. He uttered a weary sigh.\r\n\r\n“I’m fed up,” he admitted. “It’s a funny thing. When I was a dud, I\r\nused to think how perfect it must be to be scratch. I used to watch\r\nthe cracks buzzing round the course and envy them. It’s all a fraud.\r\nThe only time when you enjoy golf is when an occasional decent shot is\r\nenough to make you happy for the day. I’m plus two, and I’m bored to\r\ndeath. I’m too good. And what’s the result? Everybody’s jealous of me.\r\nEverybody’s got it in for me. Nobody loves me.”\r\n\r\nHis voice rose in a note of anguish, and at the sound his terrier,\r\nwhich had been sleeping on the rug, crept forward and licked his hand.\r\n\r\n“The dog loves you,” I said, gently, for I was touched.\r\n\r\n“Yes, but I don’t love the dog,” said Wallace Chesney.\r\n\r\n“Now come, Wallace,” I said. “Be reasonable, my boy. It is only your\r\nunfortunate manner on the links which has made you perhaps a little\r\nunpopular at the moment. Why not pull yourself up? Why ruin your whole\r\nlife with this arrogance? All that you need is a little tact, a little\r\nforbearance. Charlotte, I am sure, is just as fond of you as ever, but\r\nyou have wounded her pride. Why must you be unkind about her tee-shots?”\r\n\r\nWallace Chesney shook his head despondently.\r\n\r\n“I can’t help it,” he said. “It exasperates me to see any one foozling,\r\nand I have to say so.”\r\n\r\n“Then there is nothing to be done,” I said, sadly.\r\n\r\n       *       *       *       *       *\r\n\r\nAll the medal competitions at our club are, as you know, important\r\nevents; but, as you are also aware, none of them is looked forward to\r\nso keenly or contested so hotly as the one in July. At the beginning\r\nof the year of which I am speaking, Raymond Gandle had been considered\r\nthe probable winner of the fixture; but as the season progressed\r\nand Wallace Chesney’s skill developed to such a remarkable extent\r\nmost of us were reluctantly inclined to put our money on the latter.\r\nReluctantly, because Wallace’s unpopularity was now so general that the\r\nthought of his winning was distasteful to all. It grieved me to see\r\nhow cold his fellow-members were towards him. He drove off from the\r\nfirst tee without a solitary hand-clap; and, though the drive was of\r\nadmirable quality and nearly carried the green, there was not a single\r\ncheer. I noticed Charlotte Dix among the spectators. The poor girl was\r\nlooking sad and wan.\r\n\r\nIn the draw for partners Wallace had had Peter Willard allotted to\r\nhim; and he muttered to me in a quite audible voice that it was as bad\r\nas handicapping him half-a-dozen strokes to make him play with such\r\na hopeless performer. I do not think Peter heard, but it would not\r\nhave made much difference to him if he had, for I doubt if anything\r\ncould have had much effect for the worse on his game. Peter Willard\r\nalways entered for the medal competition, because he said that\r\ncompetition-play was good for the nerves.\r\n\r\nOn this occasion he topped his ball badly, and Wallace lit his pipe\r\nwith the exaggeratedly patient air of an irritated man. When Peter\r\ntopped his second also, Wallace was moved to speech.\r\n\r\n“For goodness’ sake,” he snapped, “what’s the good of playing at all if\r\nyou insist on lifting your head? Keep it down, man, keep it down. You\r\ndon’t need to watch to see where the ball is going. It isn’t likely to\r\ngo as far as all that. Make up your mind to count three before you look\r\nup.”\r\n\r\n“Thanks,” said Peter, meekly. There was no pride in Peter to be\r\nwounded. He knew the sort of player he was.\r\n\r\nThe couples were now moving off with smooth rapidity, and the course\r\nwas dotted with the figures of players and their accompanying\r\nspectators. A fair proportion of these latter had decided to follow the\r\nfortunes of Raymond Gandle, but by far the larger number were sticking\r\nto Wallace, who right from the start showed that Gandle or any one\r\nelse would have to return a very fine card to beat him. He was out in\r\nthirty-seven, two above bogey, and with the assistance of a superb\r\nsecond, which landed the ball within a foot of the pin, got a three on\r\nthe tenth, where a four is considered good. I mention this to show\r\nthat by the time he arrived at the short lake-hole Wallace Chesney was\r\nat the top of his form. Not even the fact that he had been obliged to\r\nlet the next couple through owing to Peter Willard losing his ball had\r\nbeen enough to upset him.\r\n\r\n       *       *       *       *       *\r\n\r\nThe course has been rearranged since, but at that time the lake-hole,\r\nwhich is now the second, was the eleventh, and was generally looked on\r\nas the crucial hole in a medal round. Wallace no doubt realised this,\r\nbut the knowledge did not seem to affect him. He lit his pipe with the\r\nutmost coolness: and, having replaced the match-box in his hip-pocket,\r\nstood smoking nonchalantly as he waited for the couple in front to get\r\noff the green.\r\n\r\nThey holed out eventually, and Wallace walked to the tee. As he did so,\r\nhe was startled to receive a resounding smack.\r\n\r\n“Sorry,” said Peter Willard, apologetically. “Hope I didn’t hurt you. A\r\nwasp.”\r\n\r\nAnd he pointed to the corpse, which was lying in a used-up attitude on\r\nthe ground.\r\n\r\n“Afraid it would sting you,” said Peter.\r\n\r\n“Oh, thanks,” said Wallace.\r\n\r\nHe spoke a little stiffly, for Peter Willard had a large, hard, flat\r\nhand, the impact of which had shaken him up considerably. Also, there\r\nhad been laughter in the crowd. He was fuming as he bent to address\r\nhis ball, and his annoyance became acute when, just as he reached the\r\ntop of his swing, Peter Willard suddenly spoke.\r\n\r\n“Just a second, old man,” said Peter. Wallace spun round, outraged.\r\n\r\n“What _is_ it? I do wish you would wait till I’ve made my shot.”\r\n\r\n“Just as you like,” said Peter, humbly.\r\n\r\n“There is no greater crime that a man can commit on the links than to\r\nspeak to a fellow when he’s making his stroke.”\r\n\r\n“Of course, of course,” acquiesced Peter, crushed.\r\n\r\nWallace turned to his ball once more. He was vaguely conscious of a\r\ndiscomfort to which he could not at the moment give a name. At first he\r\nthought that he was having a spasm of lumbago, and this surprised him,\r\nfor he had never in his life been subject to even a suspicion of that\r\nmalady. A moment later he realised that this diagnosis had been wrong.\r\n\r\n“Good heavens!” he cried, leaping nimbly some two feet into the air.\r\n“I’m on fire!”\r\n\r\n“Yes,” said Peter, delighted at his ready grasp of the situation.\r\n“That’s what I wanted to mention just now.”\r\n\r\nWallace slapped vigorously at the seat of his Plus Fours.\r\n\r\n“It must have been when I killed that wasp,” said Peter, beginning to\r\nsee clearly into the matter. “You had a match-box in your pocket.”\r\n\r\nWallace was in no mood to stop and discuss first causes. He was\r\nspringing up and down on his pyre, beating at the flames.\r\n\r\n“Do you know what I should do if I were you?” said Peter Willard. “I\r\nshould jump into the lake.”\r\n\r\nOne of the cardinal rules of golf is that a player shall accept no\r\nadvice from any one but his own caddie; but the warmth about his lower\r\nlimbs had now become so generous that Wallace was prepared to stretch a\r\npoint. He took three rapid strides and entered the water with a splash.\r\n\r\nThe lake, though muddy, is not deep, and presently Wallace was to be\r\nobserved standing up to his waist some few feet from the shore.\r\n\r\n“That ought to have put it out,” said Peter Willard. “It was a bit of\r\nluck that it happened at this hole.” He stretched out a hand to the\r\nbather. “Catch hold, old man, and I’ll pull you out.”\r\n\r\n“No!” said Wallace Chesney.\r\n\r\n“Why not?”\r\n\r\n“Never mind!” said Wallace, austerely. He bent as near to Peter as he\r\nwas able.\r\n\r\n“Send a caddie up to the club-house to fetch my grey flannel trousers\r\nfrom my locker,” he whispered, tensely.\r\n\r\n“Oh, ah!” said Peter.\r\n\r\nIt was some little time before Wallace, encircled by a group of male\r\nspectators, was enabled to change his costume; and during the interval\r\nhe continued to stand waist-deep in the water, to the chagrin of\r\nvarious couples who came to the tee in the course of their round and\r\ncomplained with not a little bitterness that his presence there added\r\na mental hazard to an already difficult hole. Eventually, however, he\r\nfound himself back ashore, his ball before him, his mashie in his hand.\r\n\r\n“Carry on,” said Peter Willard, as the couple in front left the green.\r\n“All clear now.”\r\n\r\nWallace Chesney addressed his ball. And, even as he did so, he was\r\nsuddenly aware that an odd psychological change had taken place in\r\nhimself. He was aware of a strange weakness. The charred remains of the\r\nPlus Fours were lying under an adjacent bush; and, clad in the old grey\r\nflannels of his early golfing days, Wallace felt diffident, feeble,\r\nuncertain of himself. It was as though virtue had gone out of him,\r\nas if some indispensable adjunct to good play had been removed. His\r\ncorrugated trouser-leg caught his eye as he waggled, and all at once he\r\nbecame acutely alive to the fact that many eyes were watching him. The\r\naudience seemed to press on him like a blanket. He felt as he had been\r\nwont to feel in the old days when he had had to drive off the first tee\r\nin front of a terrace-full of scoffing critics.\r\n\r\nThe next moment his ball had bounded weakly over the intervening patch\r\nof turf and was in the water.\r\n\r\n“Hard luck!” said Peter Willard, ever a generous foe. And the words\r\nseemed to touch some almost atrophied chord in Wallace’s breast.\r\nA sudden love for his species flooded over him. Dashed decent of\r\nPeter, he thought, to sympathise. Peter was a good chap. So were the\r\nspectators good chaps. So was everybody, even his caddie.\r\n\r\nPeter Willard, as if resolved to make his sympathy practical, also\r\nrolled his ball into the lake.\r\n\r\n“Hard luck!” said Wallace Chesney, and started as he said it; for many\r\nweeks had passed since he had commiserated with an opponent. He felt a\r\nchanged man. A better, sweeter, kindlier man. It was as if a curse had\r\nfallen from him.\r\n\r\nHe teed up another ball, and swung.\r\n\r\n“Hard luck!” said Peter.\r\n\r\n“Hard luck!” said Wallace, a moment later.\r\n\r\n“Hard luck!” said Peter, a moment after that.\r\n\r\nWallace Chesney stood on the tee watching the spot in the water where\r\nhis third ball had fallen. The crowd was now openly amused, and, as he\r\nlistened to their happy laughter, it was borne in upon Wallace that he,\r\ntoo, was amused and happy. A weird, almost effervescent exhilaration\r\nfilled him. He turned and beamed upon the spectators. He waved his\r\nmashie cheerily at them. This, he felt, was something like golf. This\r\nwas golf as it should be--not the dull, mechanical thing which had\r\nbored him during all these past weeks of his perfection, but a gay,\r\nrollicking adventure. That was the soul of golf, the thing that made it\r\nthe wonderful pursuit it was--that speculativeness, that not knowing\r\nwhere the dickens your ball was going when you hit it, that eternal\r\nhoping for the best, that never-failing chanciness. It is better to\r\ntravel hopefully than to arrive, and at last this great truth had come\r\nhome to Wallace Chesney. He realised now why pros were all grave,\r\nsilent men who seemed to struggle manfully against some secret sorrow.\r\nIt was because they were too darned good. Golf had no surprises for\r\nthem, no gallant spirit of adventure.\r\n\r\n“I’m going to get a ball over if I stay here all night,” cried Wallace\r\nChesney, gaily, and the crowd echoed his mirth. On the face of\r\nCharlotte Dix was the look of a mother whose prodigal son has rolled\r\ninto the old home once more. She caught Wallace’s eye and gesticulated\r\nto him blithely.\r\n\r\n“The cripple says he’ll give you a stroke a hole, Wally!” she shouted.\r\n\r\n“I’m ready for him!” bellowed Wallace.\r\n\r\n“Hard _luck_!” said Peter Willard.\r\n\r\nUnder their bush the Plus Fours, charred and dripping, lurked\r\nunnoticed. But Wallace Chesney saw them. They caught his eye as he\r\nsliced his eleventh into the marshes on the right. It seemed to him\r\nthat they looked sullen. Disappointed. Baffled.\r\n\r\nWallace Chesney was himself again."
  ]
}