{
  "index": 3,
  "title": "Chapter 2",
  "paragraphs": [
    "KEEPING IN WITH VOSPER\r\n\r\n\r\nThe young man in the heather-mixture plus fours, who for some time\r\nhad been pacing the terrace above the ninth green like an imprisoned\r\njaguar, flung himself into a chair and uttered a snort of anguish.\r\n\r\n“Women,” said the young man, “are the limit.”\r\n\r\nThe Oldest Member, ever ready to sympathise with youth in affliction,\r\nturned a courteous ear.\r\n\r\n“What,” he inquired, “has the sex been pulling on you now?”\r\n\r\n“My wife is the best little woman in the world.”\r\n\r\n“I can readily believe it.”\r\n\r\n“But,” continued the young man, “I would like to bean her with a brick,\r\nand bean her good. I told her, when she wanted to play a round with\r\nme this afternoon, that we must start early, as the days are drawing\r\nin. What did she do? Having got into her things, she decided that she\r\ndidn’t like the look of them and made a complete change. She then\r\npowdered her nose for ten minutes. And when finally I got her on to the\r\nfirst tee, an hour late, she went back into the clubhouse to ’phone to\r\nher dressmaker. It will be dark before we’ve played six holes. If I\r\nhad my way, golf-clubs would make a rigid rule that no wife be allowed\r\nto play with her husband.”\r\n\r\nThe Oldest Member nodded gravely.\r\n\r\n“Until this is done,” he agreed, “the millennium cannot but be set\r\nback indefinitely. Although we are told nothing about it, there can be\r\nlittle doubt that one of Job’s chief trials was that his wife insisted\r\non playing golf with him. And, as we are on this topic, it may interest\r\nyou to hear a story.”\r\n\r\n“I have no time to listen to stories now.”\r\n\r\n“If your wife is telephoning to her dressmaker, you have ample time,”\r\nreplied the Sage. “The story which I am about to relate deals with a\r\nman named Bradbury Fisher--”\r\n\r\n“You told me that one.”\r\n\r\n“I think not.”\r\n\r\n“Yes, you did. Bradbury Fisher was a Wall Street millionaire who had\r\nan English butler named Blizzard, who had been fifteen years with an\r\nearl. Another millionaire coveted Blizzard, and they played a match for\r\nhim, and Fisher lost. But, just as he was wondering how he could square\r\nhimself with his wife, who valued Blizzard very highly, Mrs. Fisher\r\nturned up from England with a still finer butler named Vosper, who had\r\nbeen eighteen years with a duke. So all ended happily.”\r\n\r\n“Yes,” said the Sage. “You appear to have the facts correctly. The\r\ntale which I am about to relate is a sequel to that story, and runs as\r\nfollows:\r\n\r\nYou say (began the Oldest Member) that all ended happily. That was\r\nBradbury Fisher’s opinion, too. It seemed to Bradbury in the days that\r\nfollowed Vosper’s taking of office as though Providence, recognising\r\nhis sterling merits, had gone out of its way to smooth the path of life\r\nfor him. The weather was fine; his handicap, after remaining stationary\r\nfor many years, had begun to decrease; and his old friend Rupert\r\nWorple had just come out of Sing-Sing, where he had been taking a\r\npost-graduate course, and was paying him a pleasant visit at his house\r\nin Goldenville, Long Island.\r\n\r\nThe only thing, in fact, that militated against Bradbury’s complete\r\ntranquillity was the information he had just received from his wife\r\nthat her mother, Mrs. Lora Smith Maplebury, was about to infest the\r\nhome for an indeterminate stay.\r\n\r\nBradbury had never liked his wives’ mothers. His first wife, he\r\nrecalled, had had a particularly objectionable mother. So had his\r\nsecond, third, and fourth. And the present holder of the title appeared\r\nto him to be scratch. She had a habit of sniffing in a significant way\r\nwhenever she looked at him, and this can never make for a spirit of\r\neasy comradeship between man and woman. Given a free hand, he would\r\nhave tied a brick to her neck and dropped her in the water-hazard\r\nat the second; but, realising that this was but a Utopian dream, he\r\nsensibly decided to make the best of things and to content himself\r\nwith jumping out of window whenever she came into a room in which he\r\nhappened to be sitting.\r\n\r\nHis mood, therefore, as he sat in his Louis Quinze library on the\r\nevening on which this story opens, was perfectly contented. And when\r\nthere was a knock at the door and Vosper entered, no foreboding came to\r\nwarn him that the quiet peace of his life was about to be shattered.\r\n\r\n“Might I have a word, sir?” said the butler.\r\n\r\n“Certainly, Vosper. What is it?”\r\n\r\nBradbury Fisher beamed upon the man. For the hundredth time, as he eyed\r\nhim, he reflected how immeasurably superior he was to the departed\r\nBlizzard. Blizzard had been fifteen years with an earl, and no one\r\ndisputes that earls are all very well in their way. But they are\r\nnot dukes. About a butler who has served in a ducal household there\r\nis something which cannot be duplicated by one who has passed the\r\nformative years of his butlerhood in humbler surroundings.\r\n\r\n“It has to do with Mr. Worple, sir.”\r\n\r\n“What about him?”\r\n\r\n“Mr. Worple,” said the butler, gravely, “must go. I do not like his\r\nlaugh, sir.”\r\n\r\n“Eh?”\r\n\r\n“It is too hearty, sir. It would not have done for the Duke.”\r\n\r\nBradbury Fisher was an easy-going man, but he belonged to a free race.\r\nFor freedom his fathers had fought and, if he had heard the story\r\ncorrectly, bled. His eyes flashed.\r\n\r\n“Oh!” he cried. “Oh, indeed!”\r\n\r\n“Yes, sir.”\r\n\r\n“Is zat so?”\r\n\r\n“Yes, sir.”\r\n\r\n“Well, let me tell you something, Bill--”\r\n\r\n“My name is Hildebrand, sir.”\r\n\r\n“Well, let me tell you, whatever your scarlet name is, that no butler\r\nis going to boss me in my own home. You can darned well go yourself.”\r\n\r\n“Very good, sir.”\r\n\r\nVosper withdrew like an ambassador who has received his papers; and\r\npresently there was a noise without like hens going through a hedge,\r\nand Mrs. Fisher plunged in.\r\n\r\n“Bradbury,” she cried, “are you mad? Of course Mr. Worple must go if\r\nVosper says so. Don’t you realise that Vosper will leave us if we don’t\r\nhumour him?”\r\n\r\n“I should worry about him leaving!”\r\n\r\nA strange, set look came into Mrs. Fisher’s face.\r\n\r\n“Bradbury,” she said, “if Vosper leaves us, I shall die. And, what is\r\nmore, just before dying I shall get a divorce. Yes, I will.”\r\n\r\n“But, darling,” gasped Bradbury, “Rupert Worple! Old Rupie Worple!\r\nWe’ve been friends all our lives.”\r\n\r\n“I don’t care.”\r\n\r\n“We were freshers at Sing-Sing together.”\r\n\r\n“I don’t care.”\r\n\r\n“We were initiated into the same Frat, the dear old Cracka-Bitta-Rock,\r\non the same day.”\r\n\r\n“I don’t care. Heaven has sent me the perfect butler, and I’m not going\r\nto lose him.”\r\n\r\nThere was a tense silence.\r\n\r\n“Ah, well!” said Bradbury Fisher with a deep sigh.\r\n\r\nThat night he broke the news to Rupert Worple.\r\n\r\n“I never thought,” said Rupert Worple sadly, “when we sang together on\r\nthe glee-club at the old Alma Mater, that it would ever come to this.”\r\n\r\n“Nor I,” said Bradbury Fisher. “But so it must be. You wouldn’t have\r\ndone for the Duke, Rupie, you wouldn’t have done for the Duke.”\r\n\r\n“Good-bye, Number 8,097,564,” said Rupert Worple in a low voice.\r\n\r\n“Good-bye, Number 8,097,565,” whispered Bradbury Fisher.\r\n\r\nAnd with a silent hand-clasp the two friends parted.\r\n\r\n       *       *       *       *       *\r\n\r\nWith the going of Rupert Worple a grey cloud seemed to settle upon the\r\nglowing radiance of Bradbury Fisher’s life. Mrs. Lora Smith Maplebury\r\nduly arrived; and, having given a series of penetrating sniffs as he\r\ngreeted her in the entrance-hall, dug herself in and settled down to\r\nwhat looked like the visit of a lifetime. And then, just as Bradbury’s\r\ncup seemed to be full to overflowing, Mrs. Fisher drew him aside one\r\nevening.\r\n\r\n“Bradbury,” said Mrs. Fisher. “I have some good news for you.”\r\n\r\n“Is your mother leaving?” asked Bradbury eagerly.\r\n\r\n“Of course not. I said good news. I am taking up golf again.”\r\n\r\nBradbury Fisher clutched at the arms of his chair, and an ashen pallor\r\nspread itself over his clean-cut face.\r\n\r\n“What did you say?” he muttered.\r\n\r\n“I’m taking up golf again. Won’t it be nice? We’ll be able to play\r\ntogether every day.”\r\n\r\nBradbury Fisher shuddered strongly. It was many years since he had\r\nplayed with his wife, but, like an old wound, the memory of it still\r\ntroubled him occasionally.\r\n\r\n“It was Vosper’s idea.”\r\n\r\n“Vosper!”\r\n\r\nA sudden seething fury gripped Bradbury. This pestilent butler was an\r\nabsolute home-wrecker. He toyed with the idea of poisoning Vosper’s\r\nport. Surely, if he were to do so, a capable lawyer could smooth things\r\nover and get him off with, at the worst, a nominal fine.\r\n\r\n“Vosper says I need exercise. He says he does not like my wheezing.”\r\n\r\n“Your what?”\r\n\r\n“My wheezing. I do wheeze, you know.”\r\n\r\n“Well, so does he.”\r\n\r\n“Yes, but a good butler is expected to wheeze. A wheezing woman is\r\nquite a different thing. My wheezing would never have done for the\r\nDuke, Vosper says.”\r\n\r\nBradbury Fisher breathed tensely.\r\n\r\n“Ha!” he said.\r\n\r\n“I think it’s so nice of him, Bradbury. It shows he has our interests\r\nat heart, just like a faithful old retainer. He says wheezing is an\r\nindication of heightened blood-pressure and can be remedied by gentle\r\nexercise. So we’ll have our first round to-morrow morning, shall we?”\r\n\r\n“Just as you say,” said Bradbury dully. “I had a sort of date to make\r\none of a foursome with three men at the club, but--”\r\n\r\n“Oh, you don’t want to play with those silly men any more. It will be\r\nmuch nicer, just you and I playing together.”\r\n\r\n       *       *       *       *       *\r\n\r\nIt has always seemed to me a strange and unaccountable thing that\r\nnowadays, when gloom is at such a premium in the world’s literature and\r\nall around us stern young pessimists are bringing home the bacon with\r\ntheir studies in the greyly grim, no writer has thought of turning his\r\npen to a realistic portrayal of the golfing wife. No subject could be\r\nmore poignant, and yet it has been completely neglected. One can only\r\nsuppose that even modern novelists feel that the line should be drawn\r\nsomewhere.\r\n\r\nBradbury Fisher’s emotions, as he stood by the first tee watching his\r\nwife prepare to drive off, were far beyond my poor power to describe.\r\nCompared with him at that moment, the hero of a novel of the Middle\r\nWest would have seemed almost offensively chirpy. This was the woman he\r\nloved, and she was behaving in a manner that made the iron sink deep\r\ninto his soul.\r\n\r\nMost women golfers are elaborate wagglers, but none that Bradbury had\r\never seen had made quite such a set of Swedish exercises out of the\r\nsimple act of laying the clubhead behind the ball and raising it over\r\nthe right shoulder. For fully a minute, it seemed to him, Mrs. Fisher\r\nfiddled and pawed at the ball; while Bradbury, realising that there\r\nare eighteen tees on a course and that this Russian Ballet stuff was\r\nconsequently going to happen at least seventeen times more, quivered in\r\nagony and clenched his hands till the knuckles stood out white under\r\nthe strain. Then she drove, and the ball trickled down the hill into a\r\npatch of rough some five yards distant.\r\n\r\n“Tee-hee!” said Mrs. Fisher.\r\n\r\nBradbury uttered a sharp cry. He was married to a golfing giggler.\r\n\r\n“What did I do then?”\r\n\r\n“God help you, woman,” said Bradbury, “you jerked your head up till I\r\nwonder it didn’t come off at the neck.”\r\n\r\nIt was at the fourth hole that further evidence was afforded the\r\nwretched man of how utterly a good, pure woman may change her nature\r\nwhen once she gets out on the links. Mrs. Fisher had played her\r\neleventh, and, having walked the intervening three yards, was about\r\nto play her twelfth when behind them, grouped upon the tee, Bradbury\r\nperceived two of his fellow-members of the club. Remorse and shame\r\npierced him.\r\n\r\n“One minute, honey,” he said, as his life’s partner took a stranglehold\r\non her mashie and was about to begin the movements. “We’d better let\r\nthese men through.”\r\n\r\n“What men?”\r\n\r\n“We’re holding up a couple of fellows. I’ll wave to them.”\r\n\r\n“You will do nothing of the sort,” cried Mrs. Fisher. “The idea!”\r\n\r\n“But, darling--”\r\n\r\n“Why should they go through us? We started before them.”\r\n\r\n“But, pettie--”\r\n\r\n“They shall not pass!” said Mrs. Fisher. And, raising her mashie, she\r\ndug a grim divot out of the shrinking turf. With bowed head, Bradbury\r\nfollowed her on the long, long trail.\r\n\r\nThe sun was sinking as they came at last to journey’s end.\r\n\r\n“How right Vosper is!” said Mrs. Fisher, nestling into the cushions of\r\nthe automobile. “I feel ever so much better already.”\r\n\r\n“Do you?” said Bradbury wanly. “Do you?”\r\n\r\n“We’ll play again to-morrow afternoon,” said his wife.\r\n\r\n       *       *       *       *       *\r\n\r\nBradbury Fisher was a man of steel. He endured for a week. But on the\r\nlast day of the week Mrs. Fisher insisted on taking as a companion\r\non the round Alfred, her pet Airedale. In vain Bradbury spoke of\r\nthe Green Committee and their prejudice against dogs on the links.\r\nMrs. Fisher--and Bradbury, as he heard the ghastly words, glanced\r\ninvoluntarily up at the summer sky, as if preparing to dodge the\r\nlightning-bolt which could scarcely fail to punish such blasphemy--said\r\nthat the Green Committee were a lot of silly, fussy old men, and she\r\nhad no patience with them.\r\n\r\nSo Alfred came along--barking at Bradbury as he endeavoured to\r\nconcentrate on the smooth pronation of the wrists, bounding ahead to\r\nfrolic round distant players who were shaping for delicate chip-shots,\r\nand getting a deep toe-hold on the turf of each successive green.\r\nHell, felt Bradbury, must be something like this, and he wished that he\r\nhad led a better life.\r\n\r\nBut that retribution which waits on all, both small and great, who\r\ndefy Green Committees had marked Alfred down. Taking up a position\r\njust behind Mrs. Fisher as she began her down swing on the seventh, he\r\nreceived so shrewd a blow on his right foreleg that with a sharp yelp\r\nhe broke into a gallop, raced through a foursome on the sixth green,\r\nand, charging across country, dived head-long into the water-hazard\r\non the second; where he remained until Bradbury, who had been sent in\r\npursuit, waded in and fished him out.\r\n\r\nMrs. Fisher came panting up, full of concern.\r\n\r\n“What shall we do? The poor little fellow is quite lame. I know, you\r\ncan carry him, Bradbury.”\r\n\r\nBradbury Fisher uttered a low, bleating sound. The water had had the\r\nworst effect on the animal. Even when dry, Alfred was always a dog\r\nof powerful scent. Wet, he had become definitely one of the six best\r\nsmellers. His aroma had what the advertisement-writers call “strong\r\nmemory value.”\r\n\r\n“Carry him? To the car, do you mean?”\r\n\r\n“Of course not. Round the links. I don’t want to miss a day’s golf. You\r\ncan put him down when you play your shots.”\r\n\r\nFor a long instant Bradbury hesitated. The words “Is zat so?” trembled\r\non his lips.\r\n\r\n“Very well,” he said, swallowing twice.\r\n\r\n       *       *       *       *       *\r\n\r\nThat night, in his du Barri bedroom, Bradbury Fisher lay sleepless far\r\ninto the dawn. A crisis, he realised, had come in his domestic affairs.\r\nThings, he saw clearly, could not go on like this. It was not merely\r\nthe awful spiritual agony of playing these daily rounds of golf with\r\nhis wife that was so hard to endure. The real trouble was that the\r\nspectacle of her on the links was destroying his ideals, sapping away\r\nthat love and respect which should have been as imperishable as steel.\r\n\r\nTo a good man his wife should be a goddess, a being far above him to\r\nwhom he can offer worship and reverence, a beacon-star guiding him over\r\nthe tossing seas of life. She should be ever on a pedestal and in a\r\nshrine. And when she waggles for a minute and a half and then jerks her\r\nhead and tops the ball, she ceases to be so. And Mrs. Fisher was not\r\nmerely a head-lifter and a super-waggler; she was a scoffer at Golf’s\r\nmost sacred things. She held up scratch-men. She omitted to replace\r\ndivots. She spoke lightly of Green Committees.\r\n\r\nThe sun was gilding Goldenville in its morning glory when Bradbury\r\nmade up his mind. He would play with her no more. To do so would be\r\nfair neither to himself nor to her. At any moment, he felt, she might\r\ncome out on the links in high heels or stop to powder her nose on the\r\ngreen while frenzied foursomes waited to play their approach-shots.\r\nAnd then love would turn to hate, and he and she would go through life\r\nestranged. Better to end it now, while he still retained some broken\r\nremains of the old esteem.\r\n\r\nHe had got everything neatly arranged. He would plead business in the\r\nCity and sneak off each day to play on another course five miles away.\r\n\r\n“Darling,” he said at breakfast, “I’m afraid we shan’t be able to have\r\nour game for a week or so. I shall have to be at the office early and\r\nlate.”\r\n\r\n“Oh, what a shame!” said Mrs. Fisher.\r\n\r\n“You will, no doubt, be able to get a game with the pro or somebody.\r\nYou know how bitterly this disappoints me. I had come to look on our\r\ndaily round as the bright spot of the day. But business is business.”\r\n\r\n“I thought you had retired from business,” said Mrs. Lora Smith\r\nMaplebury, with a sniff that cracked a coffee-cup.\r\n\r\nBradbury Fisher looked at her coldly. She was a lean, pale-eyed woman\r\nwith high cheek-bones, and for the hundredth time since she had come\r\ninto his life he felt how intensely she needed a punch on the nose.\r\n\r\n“Not altogether,” he said. “I still retain large interests in this\r\nand that, and I am at the moment occupied with affairs which I cannot\r\nmention without revealing secrets which might--which would--which\r\nare--Well, anyway, I’ve got to go to the office.”\r\n\r\n“Oh, quite,” said Mrs. Maplebury.\r\n\r\n“What do you mean, quite?” demanded Bradbury.\r\n\r\n“I mean just what I say. Quite!”\r\n\r\n“Why quite?”\r\n\r\n“Why not quite? I suppose I can say ‘Quite!’ can’t I?”\r\n\r\n“Oh, quite,” said Bradbury.\r\n\r\nHe kissed his wife and left the room. He felt a little uneasy. There\r\nhad been something in the woman’s manner which had caused him a vague\r\nforeboding.\r\n\r\nHad he been able to hear the conversation that followed his departure,\r\nhe would have been still more uneasy.\r\n\r\n“Suspicious!” said Mrs. Maplebury.\r\n\r\n“What is?” asked Mrs. Fisher.\r\n\r\n“That man’s behaviour.”\r\n\r\n“What do you mean?”\r\n\r\n“Did you observe him closely while he was speaking?”\r\n\r\n“No.”\r\n\r\n“The tip of his nose wiggled. Always distrust a man who wiggles the tip\r\nof his nose.”\r\n\r\n“I am sure Bradbury would not deceive you.”\r\n\r\n“So am I. But he might try to.”\r\n\r\n“I don’t understand, mother. Do you mean you think Bradbury is not\r\ngoing to the office?”\r\n\r\n“I am sure he is not.”\r\n\r\n“You think--?”\r\n\r\n“I do.”\r\n\r\n“You are suggesting--?”\r\n\r\n“I am.”\r\n\r\n“You would imply--?”\r\n\r\n“I would.”\r\n\r\nA moan escaped Mrs. Fisher.\r\n\r\n“Oh, mother, mother!” she cried. “If I thought Bradbury was untrue to\r\nme, what I wouldn’t do to that poor clam!”\r\n\r\n“I certainly think that the least you can do, as a good womanly woman,\r\nis to have a capable lawyer watching your interests.”\r\n\r\n“But we can easily find out if he is at the office. We can ring them up\r\non the ’phone and ask.”\r\n\r\n“And be told that he is in conference. He will not have neglected to\r\narrange for that.”\r\n\r\n“Then what shall I do?”\r\n\r\n“Wait,” said Mrs. Maplebury. “Wait and be watchful.”\r\n\r\nThe shades of night were falling when Bradbury returned to his home.\r\nHe was fatigued but jubilant. He had played forty-five holes in the\r\nsociety of his own sex. He had kept his head down and his eye on the\r\nball. He had sung negro spirituals in the locker-room.\r\n\r\n“I trust, Bradbury,” said Mrs. Maplebury, “that you are not tired after\r\nyour long day?”\r\n\r\n“A little,” said Bradbury. “Nothing to signify.” He turned radiantly to\r\nhis wife.\r\n\r\n“Honey,” he said, “you remember the trouble I was having with my iron?\r\nWell, to-day--”\r\n\r\nHe stopped aghast. Like every good husband it had always been his\r\npractice hitherto to bring his golfing troubles to his wife, and in\r\nmany a cosy after-dinner chat he had confided to her the difficulty he\r\nwas having in keeping his iron-shots straight. And he had only just\r\nstopped himself now from telling her that to-day he had been hitting\r\n’em sweetly on the meat right down the middle.\r\n\r\n“Your iron?”\r\n\r\n“Er--ah--yes. I have large interests in Iron--as also in Steel, Jute,\r\nWoollen Fabrics, and Consolidated Peanuts. A gang has been trying to\r\nhammer down my stock. To-day I fixed them.”\r\n\r\n“You did, did you?” said Mrs. Maplebury.\r\n\r\n“I said I did,” retorted Bradbury, defiantly.\r\n\r\n“So did I. I said you did, did you?”\r\n\r\n“What do you mean, did you?”\r\n\r\n“Well, you did, didn’t you?”\r\n\r\n“Yes, I did.”\r\n\r\n“Exactly what I said. You did. Didn’t you?”\r\n\r\n“Yes, I did.”\r\n\r\n“Yes, you did!” said Mrs. Maplebury.\r\n\r\nOnce again Bradbury felt vaguely uneasy. There was nothing in the\r\nactual dialogue which had just taken place to cause him alarm--indeed,\r\nconsidered purely as dialogue, it was bright and snappy and well\r\ncalculated to make things gay about the home. But once more there had\r\nbeen a subtle something in his mother-in-law’s manner which had jarred\r\nupon him. He mumbled and went off to dress for dinner.\r\n\r\n“Ha!” said Mrs. Maplebury, as the door closed.\r\n\r\n       *       *       *       *       *\r\n\r\nSuch, then, was the position of affairs in the Fisher home. And now\r\nthat I have arrived thus far in my story and have shown you this man\r\nsystematically deceiving the woman he had vowed--at one of the most\r\nexclusive altars in New York--to love and cherish, you--if you are\r\nthe sort of husband I hope you are--must be saying to yourself: “But\r\nwhat of Bradbury Fisher’s conscience?” Remorse, you feel, must long\r\nsince have begun to gnaw at his vitals; and the thought suggests\r\nitself to you that surely by this time the pangs of self-reproach must\r\nhave interfered seriously with his short game, even if not as yet\r\nsufficiently severe to affect his driving off the tee.\r\n\r\nYou are overlooking the fact that Bradbury Fisher’s was the trained\r\nand educated conscience of a man who had passed a large portion of his\r\nlife in Wall Street; and years of practice had enabled him to reduce\r\nthe control of it to a science. Many a time in the past, when an\r\nactive operator on the Street, he had done things to the Small Investor\r\nwhich would have caused raised eyebrows in the fo’c’sle of a pirate\r\nsloop--and done them without a blush. He was not the man, therefore, to\r\nsuffer torment merely because he was slipping one over on the Little\r\nWoman.\r\n\r\nOccasionally he would wince a trifle at the thought of what would\r\nhappen if she ever found out; but apart from that, I am doing no more\r\nthan state the plain truth when I say that Bradbury Fisher did not care\r\na whoop.\r\n\r\nBesides, at this point his golf suddenly underwent a remarkable\r\nimprovement. He had always been a long driver, and quite abruptly he\r\nfound that he was judging them nicely with the putter. Two weeks after\r\nhe had started on his campaign of deception he amazed himself and all\r\nwho witnessed the performance by cracking a hundred for the first\r\ntime in his career. And every golfer knows that in the soul of the\r\nman who does that there is no room for remorse. Conscience may sting\r\nthe player who is going round in a hundred and ten, but when it tries\r\nto make itself unpleasant to the man who is doing ninety-sevens and\r\nninety-eights, it is simply wasting its time.\r\n\r\nI will do Bradbury Fisher justice. He did regret that he was not in a\r\nposition to tell his wife all about that first ninety-nine of his. He\r\nwould have liked to take her into a corner and show her with the aid\r\nof a poker and a lump of coal just how he had chipped up to the pin on\r\nthe last hole and left himself a simple two-foot putt. And the forlorn\r\nfeeling of being unable to confide his triumphs to a sympathetic ear\r\ndeepened a week later when, miraculously achieving ninety-six in\r\nthe medal round, he qualified for the sixth sixteen in the annual\r\ninvitation tournament of the club to which he had attached himself.\r\n\r\n“Shall I?” he mused, eyeing her wistfully across the Queen Anne table\r\nin the Crystal Boudoir, to which they had retired to drink their\r\nafter-dinner coffee. “Better not, better not,” whispered Prudence in\r\nhis ear.\r\n\r\n“Bradbury,” said Mrs. Fisher.\r\n\r\n“Yes, darling?”\r\n\r\n“Have you been hard at work to-day?”\r\n\r\n“Yes, precious. Very, very hard at work.”\r\n\r\n“Ho!” said Mrs. Maplebury.\r\n\r\n“What did you say?” said Bradbury.\r\n\r\n“I said ho!”\r\n\r\n“What do you mean, ho?”\r\n\r\n“Just ho. There is no harm, I imagine, in my saying ho, if I wish to.”\r\n\r\n“Oh, no,” said Bradbury. “By all means. Not at all. Pray do so.”\r\n\r\n“Thank you,” said Mrs. Maplebury. “Ho!”\r\n\r\n“You do have to slave at the office, don’t you?” said Mrs. Fisher.\r\n\r\n“I do, indeed.”\r\n\r\n“It must be a great strain.”\r\n\r\n“A terrible strain. Yes, yes, a terrible strain.”\r\n\r\n“Then you won’t object to giving it up, will you?”\r\n\r\nBradbury started.\r\n\r\n“Giving it up?”\r\n\r\n“Giving up going to the office. The fact is, dear,” said Mrs. Fisher,\r\n“Vosper has complained.”\r\n\r\n“What about?”\r\n\r\n“About you going to the office. He says he has never been in the\r\nemployment of any one engaged in commerce, and he doesn’t like it. The\r\nDuke looked down on commerce very much. So I’m afraid, darling, you\r\nwill have to give it up.”\r\n\r\nBradbury Fisher stared before him, a strange singing in his ears. The\r\nblow had been so sudden that he was stunned.\r\n\r\nHis fingers picked feverishly at the arm of his chair. He had paled to\r\nthe very lips. If the office was barred to him, on what pretext could\r\nhe sneak away from home? And sneak he must, for to-morrow and the day\r\nafter the various qualifying sixteens were to play the match-rounds\r\nfor the cups; and it was monstrous and impossible that he should not\r\nbe there. He must be there. He had done a ninety-six, and the next\r\nbest medal score in his sixteen was a hundred and one. For the first\r\ntime in his life he had before him the prospect of winning a cup; and,\r\nhighly though the poets have spoken of love, that emotion is not to be\r\ncompared with the frenzy which grips a twenty-four handicap man who\r\nsees himself within reach of a cup.\r\n\r\nBlindly he tottered from the room and sought his study. He wanted to be\r\nalone. He had to think, think.\r\n\r\nThe evening paper was lying on the table. Automatically he picked it up\r\nand ran his eye over the front page. And, as he did so, he uttered a\r\nsharp exclamation.\r\n\r\nHe leaped from his chair and returned to the boudoir, carrying the\r\npaper.\r\n\r\n“Well, what do you know about this?” said Bradbury Fisher, in a hearty\r\nvoice.\r\n\r\n“We know a great deal about a good many things,” said Mrs. Maplebury.\r\n\r\n“What is it, Bradbury?” said Mrs. Fisher.\r\n\r\n“I’m afraid I shall have to leave you for a couple of days. Great\r\nnuisance, but there it is. But, of course, I must be there.”\r\n\r\n“Where?”\r\n\r\n“Ah, where?” said Mrs. Maplebury.\r\n\r\n“At Sing-Sing. I see in the paper that to-morrow and the day after they\r\nare inaugurating the new Osborne Stadium. All the men of my class will\r\nbe attending, and I must go, too.”\r\n\r\n“Must you really?”\r\n\r\n“I certainly must. Not to do so would be to show a lack of college\r\nspirit. The boys are playing Yale, and there is to be a big dinner\r\nafterwards. I shouldn’t wonder if I had to make a speech. But don’t\r\nworry, honey,” he said, kissing his wife affectionately. “I shall be\r\nback before you know I’ve gone.” He turned sharply to Mrs. Maplebury.\r\n“I beg your pardon?” he said, stiffly.\r\n\r\n“I did not speak.”\r\n\r\n“I thought you did.”\r\n\r\n“I merely inhaled. I simply drew in air through my nostrils. If I am\r\nnot at liberty to draw in air through my nostrils in your house, pray\r\ninform me.”\r\n\r\n“I would prefer that you didn’t,” said Bradbury, between set teeth.\r\n\r\n“Then I would suffocate.”\r\n\r\n“Yes,” said Bradbury Fisher.\r\n\r\n       *       *       *       *       *\r\n\r\nOf all the tainted millionaires who, after years of plundering the\r\nwidow and the orphan, have devoted the evening of their life to the\r\ngame of golf, few can ever have been so boisterously exhilarated as\r\nwas Bradbury Fisher when, two nights later, he returned to his home.\r\nHis dreams had all come true. He had won his way to the foot of the\r\nrain-bow. In other words, he was the possessor of a small pewter cup,\r\nvalue three dollars, which he had won by beating a feeble old gentleman\r\nwith one eye in the final match of the competition for the sixth\r\nsixteen at the Squashy Hollow Golf Club Invitation Tournament.\r\n\r\nHe entered the house, radiant.\r\n\r\n“Tra-la!” sang Bradbury Fisher. “Tra-la!”\r\n\r\n“I beg your pardon, sir?” said Vosper, who had encountered him in the\r\nhall.\r\n\r\n“Eh? Oh, nothing. Just tra-la.”\r\n\r\n“Very good, sir.”\r\n\r\nBradbury Fisher looked at Vosper. For the first time it seemed to sweep\r\nover him like a wave that Vosper was an uncommonly good fellow. The\r\npast was forgotten, and he beamed upon Vosper like the rising sun.\r\n\r\n“Vosper,” he said, “what wages are you getting?”\r\n\r\n“I regret to say, sir,” replied the butler, “that, at the moment, the\r\nprecise amount of the salary of which I am in receipt has slipped my\r\nmind. I could refresh my memory by consulting my books, if you so\r\ndesire it, sir.”\r\n\r\n“Never mind. Whatever it is, it’s doubled.”\r\n\r\n“I am obliged, sir. You will, no doubt, send me a written memo, to that\r\neffect?”\r\n\r\n“Twenty, if you like.”\r\n\r\n“One will be ample, sir.”\r\n\r\nBradbury curveted past him through the baronial hall and into the\r\nCrystal Boudoir. His wife was there alone.\r\n\r\n“Mother has gone to bed,” she said. “She has a bad headache.”\r\n\r\n“You don’t say!” said Bradbury. It was as if everything was conspiring\r\nto make this a day of days. “Well, it’s great to be back in the old\r\nhome.”\r\n\r\n“Did you have a good time?”\r\n\r\n“Capital.”\r\n\r\n“You saw all your old friends?”\r\n\r\n“Every one of them.”\r\n\r\n“Did you make a speech at the dinner?”\r\n\r\n“Did I! They rolled out of their seats and the waiters swept them up\r\nwith dusters.”\r\n\r\n“A very big dinner, I suppose?”\r\n\r\n“Enormous.”\r\n\r\n“How was the football game?”\r\n\r\n“Best I’ve ever seen. We won. Number 432,986 made a\r\nhundred-and-ten-yard run for a touch-down in the last five minutes.”\r\n\r\n“Really?”\r\n\r\n“And that takes a bit of doing, with a ball and chain round your ankle,\r\nbelieve me!”\r\n\r\n“Bradbury,” said Mrs. Fisher, “where have you been these last two days?”\r\n\r\nBradbury’s heart missed a beat. His wife was looking exactly like her\r\nmother. It was the first time he had ever been able to believe that she\r\ncould be Mrs. Maplebury’s daughter.\r\n\r\n“Been? Why, I’m telling you.”\r\n\r\n“Bradbury,” said Mrs. Fisher, “just one word. Have you seen the paper\r\nthis morning?”\r\n\r\n“Why, no. What with all the excitement of meeting the boys and this and\r\nthat--”\r\n\r\n“Then you have not seen that the inauguration of the new Stadium at\r\nSing-Sing was postponed on account of an outbreak of mumps in the\r\nprison?”\r\n\r\nBradbury gulped.\r\n\r\n“There was no dinner, no football game, no gathering of Old\r\nGrads--nothing! So--where have you been, Bradbury?”\r\n\r\nBradbury gulped again.\r\n\r\n“You’re sure you haven’t got this wrong?” he said at length.\r\n\r\n“Quite.”\r\n\r\n“I mean, sure it wasn’t some other place?”\r\n\r\n“Quite.”\r\n\r\n“Sing-Sing? You got the name correctly?”\r\n\r\n“Quite. Where, Bradbury, have you been these last two days?”\r\n\r\n“Well--er--”\r\n\r\nMrs. Fisher coughed dryly.\r\n\r\n“I merely ask out of curiosity. The facts will, of course, come out in\r\ncourt.”\r\n\r\n“In court!”\r\n\r\n“Naturally I propose to place this affair in the hands of my lawyer\r\nimmediately.”\r\n\r\nBradbury started convulsively.\r\n\r\n“You mustn’t!”\r\n\r\n“I certainly shall.”\r\n\r\nA shudder shook Bradbury from head to foot. He felt worse than he had\r\ndone when his opponent in the final had laid him a stymie on the last\r\ngreen, thereby squaring the match and taking it to the nineteenth hole.\r\n\r\n“I will tell you all,” he muttered.\r\n\r\n“Well?”\r\n\r\n“Well--it was like this.”\r\n\r\n“Yes?”\r\n\r\n“Er--like this. In fact, this way.”\r\n\r\n“Proceed.”\r\n\r\nBradbury clenched his hands; and, as far as that could be managed,\r\navoided her eye.\r\n\r\n“I’ve been playing golf,” he said in a low, toneless voice.\r\n\r\n“Playing golf?”\r\n\r\n“Yes.” Bradbury hesitated. “I don’t mean it in an offensive spirit,\r\nand no doubt most men would have enjoyed themselves thoroughly, but\r\nI--well, I am curiously constituted, angel, and the fact is I simply\r\ncouldn’t stand playing with you any longer. The fault, I am sure, was\r\nmine, but--well, there it is. If I had played another round with you,\r\nmy darling, I think that I should have begun running about in circles,\r\nbiting my best friends. So I thought it all over, and, not wanting to\r\nhurt your feelings by telling you the truth, I stooped to what I might\r\ncall a ruse. I said I was going to the office; and, instead of going to\r\nthe office, I went off to Squashy Hollow and played there.”\r\n\r\nMrs. Fisher uttered a cry.\r\n\r\n“You were there to-day and yesterday?”\r\n\r\nIn spite of his trying situation, the yeasty exhilaration which had\r\nbeen upon him when he entered the room returned to Bradbury.\r\n\r\n“Was I!” he cried. “You bet your Russian boots I was! Only winning a\r\ncup, that’s all!”\r\n\r\n“You won a cup?”\r\n\r\n“You bet your diamond tiara I won a cup. Say, listen,” said Bradbury,\r\ndiving for a priceless Boule table and wrenching a leg off it. “Do you\r\nknow what happened in the semi-final?” He clasped his fingers over the\r\ntable-leg in the overlapping grip. “I’m here, see, about fifteen feet\r\noff the green. The other fellow lying dead, and I’m playing the like.\r\nBest I could hope for was a half, you’ll say, eh? Well, listen. I just\r\nwalked up to that little white ball, and I gave it a little flick, and,\r\nbelieve me or believe me not, that little white ball never stopped\r\nrunning till it plunked into the hole.”\r\n\r\nHe stopped. He perceived that he had been introducing into the debate\r\nextraneous and irrelevant matter.\r\n\r\n“Honey,” he said, fervently, “you musn’t get mad about this. Maybe, if\r\nwe try again, it will be all right. Give me another chance. Let me come\r\nout and play a round to-morrow. I think perhaps your style of play is\r\na thing that wants getting used to. After all, I didn’t like olives\r\nthe first time I tried them. Or whisky. Or caviare, for that matter.\r\nProbably if--”\r\n\r\nMrs. Fisher shook her head.\r\n\r\n“I shall never play again.”\r\n\r\n“Oh, but, listen--”\r\n\r\nShe looked at him fondly, her eyes dim with happy tears.\r\n\r\n“I should have known you better, Bradbury. I suspected you. How foolish\r\nI was.”\r\n\r\n“There, there,” said Bradbury.\r\n\r\n“It was mother’s fault. She put ideas into my head.”\r\n\r\nThere was much that Bradbury would have liked to say about her mother,\r\nbut he felt that this was not the time.\r\n\r\n“And you really forgive me for sneaking off and playing at Squashy\r\nHollow?”\r\n\r\n“Of course.”\r\n\r\n“Then why not a little round to-morrow?”\r\n\r\n“No, Bradbury, I shall never play again. Vosper says I mustn’t.”\r\n\r\n“What!”\r\n\r\n“He saw me one morning on the links, and he came to me and told\r\nme--quite nicely and respectfully--that it must not occur again. He\r\nsaid with the utmost deference that I was making a spectacle of myself\r\nand that this nuisance must now cease. So I gave it up. But it’s all\r\nright. Vosper thinks that gentle massage will cure my wheezing, so\r\nI’m having it every day, and really I do think there’s an improvement\r\nalready.”\r\n\r\n“Where is Vosper?” said Bradbury, hoarsely.\r\n\r\n“You aren’t going to be rude to him, Bradbury? He is so sensitive.”\r\n\r\nBut Bradbury Fisher had left the room.\r\n\r\n       *       *       *       *       *\r\n\r\n“You rang, sir?” said Vosper, entering the Byzantine smoking-room some\r\nfew minutes later.\r\n\r\n“Yes,” said Bradbury. “Vosper, I am a plain, rugged man and I do not\r\nknow all that there is to be known about these things. So do not be\r\noffended if I ask you a question.”\r\n\r\n“Not at all, sir.”\r\n\r\n“Tell me, Vosper, did the Duke ever shake hands with you?”\r\n\r\n“Once only, sir--mistaking me in a dimly-lit hall for a visiting\r\narchbishop.”\r\n\r\n“Would it be all right for me to shake hands with you now?”\r\n\r\n“If you wish it, sir, certainly.”\r\n\r\n“I want to thank you, Vosper. Mrs. Fisher tells me that you have\r\nstopped her playing golf. I think that you have saved my reason,\r\nVosper.”\r\n\r\n“That is extremely gratifying, sir.”\r\n\r\n“Your salary is trebled.”\r\n\r\n“Thank you very much, sir. And, while we are talking, sir, if I\r\nmight--. There is one other little matter I wished to speak of, sir.”\r\n\r\n“Shoot, Vosper.”\r\n\r\n“It concerns Mrs. Maplebury, sir.”\r\n\r\n“What about her?”\r\n\r\n“If I might say so, sir, she would scarcely have done for the Duke.”\r\n\r\nA sudden wild thrill shot through Bradbury.\r\n\r\n“You mean--?” he stammered.\r\n\r\n“I mean, sir, that Mrs. Maplebury must go. I make no criticism of\r\nMrs. Maplebury, you will understand, sir. I merely say that she would\r\ndecidedly not have done for the Duke.”\r\n\r\nBradbury drew in his breath sharply.\r\n\r\n“Vosper,” he said, “the more I hear of that Duke of yours, the more I\r\nseem to like him. You really think he would have drawn the line at Mrs.\r\nMaplebury?”\r\n\r\n“Very firmly, sir.”\r\n\r\n“Splendid fellow! Splendid fellow! She shall go to-morrow, Vosper.”\r\n\r\n“Thank you very much, sir.”\r\n\r\n“And, Vosper.”\r\n\r\n“Sir?”\r\n\r\n“Your salary. It is quadrupled.”\r\n\r\n“I am greatly obliged, sir.”\r\n\r\n“Tra-la, Vosper!”\r\n\r\n“Tra-la, sir. Will that be all?”\r\n\r\n“That will be all. Tra-la!”\r\n\r\n“Tra-la, sir,” said the butler."
  ]
}