{
  "index": 4,
  "title": "Chapter 3",
  "paragraphs": [
    "CHESTER FORGETS HIMSELF\r\n\r\n\r\nThe afternoon was warm and heavy. Butterflies loafed languidly in the\r\nsunshine, birds panted in the shady recesses of the trees.\r\n\r\nThe Oldest Member, snug in his favourite chair, had long since\r\nsuccumbed to the drowsy influence of the weather. His eyes were closed,\r\nhis chin sunk upon his breast. The pipe which he had been smoking lay\r\nbeside him on the turf, and ever and anon there proceeded from him a\r\nmuffled snore.\r\n\r\nSuddenly the stillness was broken. There was a sharp, cracking sound as\r\nof splitting wood. The Oldest Member sat up, blinking. As soon as his\r\neyes had become accustomed to the glare, he perceived that a foursome\r\nhad holed out on the ninth and was disintegrating. Two of the players\r\nwere moving with quick, purposeful steps in the direction of the side\r\ndoor which gave entrance to the bar; a third was making for the road\r\nthat led to the village, bearing himself as one in profound dejection;\r\nthe fourth came on to the terrace.\r\n\r\n“Finished?” said the Oldest Member.\r\n\r\nThe other stopped, wiping a heated brow. He lowered himself into the\r\nadjoining chair and stretched his legs out.\r\n\r\n“Yes. We started at the tenth. Golly, I’m tired. No joke playing in\r\nthis weather.”\r\n\r\n“How did you come out?”\r\n\r\n“We won on the last green. Jimmy Fothergill and I were playing the\r\nvicar and Rupert Blake.”\r\n\r\n“What was that sharp, cracking sound I heard?” asked the Oldest Member.\r\n\r\n“That was the vicar smashing his putter. Poor old chap, he had rotten\r\nluck all the way round, and it didn’t seem to make it any better for\r\nhim that he wasn’t able to relieve his feelings in the ordinary way.”\r\n\r\n“I suspected some such thing,” said the Oldest Member, “from the look\r\nof his back as he was leaving the green. His walk was the walk of an\r\noverwrought soul.”\r\n\r\nHis companion did not reply. He was breathing deeply and regularly.\r\n\r\n“It is a moot question,” proceeded the Oldest Member, thoughtfully,\r\n“whether the clergy, considering their peculiar position, should not\r\nbe more liberally handicapped at golf than the laymen with whom they\r\ncompete. I have made a close study of the game since the days of the\r\nfeather ball, and I am firmly convinced that to refrain entirely from\r\noaths during a round is almost equivalent to giving away three bisques.\r\nThere are certain occasions when an oath seems to be so imperatively\r\ndemanded that the strain of keeping it in must inevitably affect\r\nthe ganglions or nerve-centres in such a manner as to diminish the\r\nsteadiness of the swing.”\r\n\r\nThe man beside him slipped lower down in his chair. His mouth had\r\nopened slightly.\r\n\r\n“I am reminded in this connection,” said the Oldest Member, “of the\r\nstory of young Chester Meredith, a friend of mine whom you have not, I\r\nthink, met. He moved from this neighbourhood shortly before you came.\r\nThere was a case where a man’s whole happiness was very nearly wrecked\r\npurely because he tried to curb his instincts and thwart nature in this\r\nvery respect. Perhaps you would care to hear the story?”\r\n\r\nA snore proceeded from the next chair.\r\n\r\n“Very well, then,” said the Oldest Member, “I will relate it.”\r\n\r\n       *       *       *       *       *\r\n\r\nChester Meredith (said the Oldest Member) was one of the nicest young\r\nfellows of my acquaintance. We had been friends ever since he had come\r\nto live here as a small boy, and I had watched him with a fatherly eye\r\nthrough all the more important crises of a young man’s life. It was\r\nI who taught him to drive, and when he had all that trouble in his\r\ntwenty-first year with shanking his short approaches, it was to me that\r\nhe came for sympathy and advice. It was an odd coincidence, therefore,\r\nthat I should have been present when he fell in love.\r\n\r\nI was smoking my evening cigar out here and watching the last couples\r\nfinishing their rounds, when Chester came out of the club-house and\r\nsat by me. I could see that the boy was perturbed about something, and\r\nwondered why, for I knew that he had won his match.\r\n\r\n“What,” I inquired, “is on your mind?”\r\n\r\n“Oh, nothing,” said Chester. “I was only thinking that there are some\r\nhuman misfits who ought not be allowed on any decent links.”\r\n\r\n“You mean--?”\r\n\r\n“The Wrecking Crew,” said Chester, bitterly. “They held us up all the\r\nway round, confound them. Wouldn’t let us through. What can you do with\r\npeople who don’t know enough of the etiquette of the game to understand\r\nthat a single has right of way over a four-ball foursome? We had to\r\nloaf about for hours on end while they scratched at the turf like a\r\nlot of crimson hens. Eventually all four of them lost their balls\r\nsimultaneously at the eleventh and we managed to get by. I hope they\r\nchoke.”\r\n\r\nI was not altogether surprised at his warmth. The Wrecking Crew\r\nconsisted of four retired business men who had taken up the noble game\r\nlate in life because their doctors had ordered them air and exercise.\r\nEvery club, I suppose, has a cross of this kind to bear, and it\r\nwas not often that our members rebelled; but there was undoubtedly\r\nsomething particularly irritating in the methods of the Wrecking Crew.\r\nThey tried so hard that it seemed almost inconceivable that they should\r\nbe so slow.\r\n\r\n“They are all respectable men,” I said, “and were, I believe, highly\r\nthought of in their respective businesses. But on the links I admit\r\nthat they are a trial.”\r\n\r\n“They are the direct lineal descendants of the Gadarene swine,” said\r\nChester firmly. “Every time they come out I expect to see them rush\r\ndown the hill from the first tee and hurl themselves into the lake at\r\nthe second. Of all the--”\r\n\r\n“Hush!” I said.\r\n\r\nOut of the corner of my eye I had seen a girl approaching, and I was\r\nafraid lest Chester in his annoyance might use strong language. For he\r\nwas one of those golfers who are apt to express themselves in moments\r\nof emotion with a good deal of generous warmth.\r\n\r\n“Eh?” said Chester.\r\n\r\nI jerked my head, and he looked round. And, as he did so, there came\r\ninto his face an expression which I had seen there only once before,\r\non the occasion when he won the President’s Cup on the last green by\r\nholing a thirty-yard chip with his mashie. It was a look of ecstasy and\r\nawe. His mouth was open, his eyebrows raised, and he was breathing\r\nheavily through his nose.\r\n\r\n“Golly!” I heard him mutter.\r\n\r\nThe girl passed by. I could not blame Chester for staring at her. She\r\nwas a beautiful young thing, with a lissom figure and a perfect face.\r\nHer hair was a deep chestnut, her eyes blue, her nose small and laid\r\nback with about as much loft as a light iron. She disappeared, and\r\nChester, after nearly dislocating his neck trying to see her round the\r\ncorner of the club-house, emitted a deep, explosive sigh.\r\n\r\n“Who is she?” he whispered.\r\n\r\nI could tell him that. In one way and another I get to know most things\r\naround this locality.\r\n\r\n“She is a Miss Blakeney. Felicia Blakeney. She has come to stay for\r\na month with the Waterfields. I understand she was at school with\r\nJane Waterfield. She is twenty-three, has a dog named Joseph, dances\r\nwell, and dislikes parsnips. Her father is a distinguished writer on\r\nsociological subjects; her mother is Wilmot Royce, the well-known\r\nnovelist, whose last work, _Sewers of the Soul_, was, you may recall,\r\njerked before a tribunal by the Purity League. She has a brother,\r\nCrispin Blakeney, an eminent young reviewer and essayist, who is now in\r\nIndia studying local conditions with a view to a series of lectures.\r\nShe only arrived here yesterday, so this is all I have been able to\r\nfind out about her as yet.”\r\n\r\nChester’s mouth was still open when I began speaking. By the time I had\r\nfinished it was open still wider. The ecstatic look in his eyes had\r\nchanged to one of dull despair.\r\n\r\n“My God!” he muttered. “If her family is like that, what chance is\r\nthere for a rough-neck like me?”\r\n\r\n“You admire her?”\r\n\r\n“She is the alligator’s Adam’s apple,” said Chester, simply.\r\n\r\nI patted his shoulder.\r\n\r\n“Have courage, my boy,” I said. “Always remember that the love of a\r\ngood man, to whom the pro can give only a couple of strokes in eighteen\r\nholes is not to be despised.”\r\n\r\n“Yes, that’s all very well. But this girl is probably one solid mass of\r\nbrain. She will look on me as an uneducated wart-hog.”\r\n\r\n“Well, I will introduce you, and we will see. She looked a nice girl.”\r\n\r\n“You’re a great describer, aren’t you?” said Chester. “A wonderful\r\nflow of language you’ve got, I don’t think! Nice girl! Why, she’s the\r\nonly girl in the world. She’s a pearl among women. She’s the most\r\nmarvellous, astounding, beautiful, heavenly thing that ever drew\r\nperfumed breath.” He paused, as if his train of thought had been\r\ninterrupted by an idea. “Did you say that her brother’s name was\r\nCrispin?”\r\n\r\n“I did. Why?”\r\n\r\nChester gave vent to a few manly oaths.\r\n\r\n“Doesn’t that just show you how things go in this rotten world?”\r\n\r\n“What do you mean?”\r\n\r\n“I was at school with him.”\r\n\r\n“Surely that should form a solid basis for friendship?”\r\n\r\n“Should it? Should it, by gad? Well, let me tell you that I probably\r\nkicked that blighted worm Crispin Blakeney a matter of seven hundred\r\nand forty-six times in the few years I knew him. He was the world’s\r\nworst. He could have walked straight into the Wrecking Crew and no\r\nquestions asked. Wouldn’t it jar you? I have the luck to know her\r\nbrother, and it turns out that we couldn’t stand the sight of each\r\nother.”\r\n\r\n“Well, there is no need to tell her that.”\r\n\r\n“Do you mean--?” He gazed at me wildly. “Do you mean that I might\r\npretend we were pals?”\r\n\r\n“Why not? Seeing that he is in India, he can hardly contradict you.”\r\n\r\n“My gosh!” He mused for a moment. I could see that the idea was\r\nbeginning to sink in. It was always thus with Chester. You had to give\r\nhim time. “By Jove, it mightn’t be a bad scheme at that. I mean, it\r\nwould start me off with a rush, like being one up on bogey in the first\r\ntwo. And there’s nothing like a good start. By gad, I’ll do it.”\r\n\r\n“I should.”\r\n\r\n“Reminiscences of the dear old days when we were lads together, and all\r\nthat sort of thing.”\r\n\r\n“Precisely.”\r\n\r\n“It isn’t going to be easy, mind you,” said Chester, meditatively.\r\n“I’ll do it because I love her, but nothing else in this world would\r\nmake me say a civil word about the blister. Well, then, that’s settled.\r\nGet on with the introduction stuff, will you? I’m in a hurry.”\r\n\r\nOne of the privileges of age is that it enables a man to thrust his\r\nsociety on a beautiful girl without causing her to draw herself up and\r\nsay “Sir!” It was not difficult for me to make the acquaintance of Miss\r\nBlakeney, and, this done, my first act was to unleash Chester on her.\r\n\r\n“Chester,” I said, summoning him as he loafed with an overdone\r\ncarelessness on the horizon, one leg almost inextricably entwined about\r\nthe other, “I want you to meet Miss Blakeney. Miss Blakeney, this is\r\nmy young friend Chester Meredith. He was at school with your brother\r\nCrispin. You were great friends, were you not?”\r\n\r\n“Bosom,” said Chester, after a pause.\r\n\r\n“Oh, really?” said the girl. There was a pause. “He is in India now.”\r\n\r\n“Yes,” said Chester.\r\n\r\nThere was another pause.\r\n\r\n“Great chap,” said Chester, gruffly.\r\n\r\n“Crispin is very popular,” said the girl, “with some people.”\r\n\r\n“Always been my best pal,” said Chester.\r\n\r\n“Yes?”\r\n\r\nI was not altogether satisfied with the way matters were developing.\r\nThe girl seemed cold and unfriendly, and I was afraid that this was due\r\nto Chester’s repellent manner. Shyness, especially when complicated\r\nby love at first sight, is apt to have strange effects on a man, and\r\nthe way it had taken Chester was to make him abnormally stiff and\r\ndignified. One of the most charming things about him, as a rule, was\r\nhis delightful boyish smile. Shyness had caused him to iron this out\r\nof his countenance till no trace of it remained. Not only did he not\r\nsmile, he looked like a man who never had smiled and never would. His\r\nmouth was a thin, rigid line. His back was stiff with what appeared to\r\nbe contemptuous aversion. He looked down his nose at Miss Blakeney as\r\nif she were less than the dust beneath his chariot-wheels.\r\n\r\nI thought the best thing to do was to leave them alone together to get\r\nacquainted. Perhaps, I thought, it was my presence that was cramping\r\nChester’s style. I excused myself and receded.\r\n\r\n       *       *       *       *       *\r\n\r\nIt was some days before I saw Chester again. He came round to my\r\ncottage one night after dinner and sank into a chair, where he\r\nremained silent for several minutes.\r\n\r\n“Well?” I said at last.\r\n\r\n“Eh?” said Chester, starting violently.\r\n\r\n“Have you been seeing anything of Miss Blakeney lately?”\r\n\r\n“You bet I have.”\r\n\r\n“And how do you feel about her on further acquaintance?”\r\n\r\n“Eh?” said Chester, absently.\r\n\r\n“Do you still love her?”\r\n\r\nChester came out of his trance.\r\n\r\n“Love her?” he cried, his voice vibrating with emotion. “Of course I\r\nlove her. Who wouldn’t love her? I’d be a silly chump not loving her.\r\nDo you know,” the boy went on, a look in his eyes like that of some\r\nyoung knight seeing the Holy Grail in a vision, “do you know, she is\r\nthe only woman I ever met who didn’t overswing. Just a nice, crisp,\r\nsnappy, half-slosh, with a good full follow-through. And another thing.\r\nYou’ll hardly believe me, but she waggles almost as little as George\r\nDuncan. You know how women waggle as a rule, fiddling about for a\r\nminute and a half like kittens playing with a ball of wool. Well, she\r\njust makes one firm pass with the club and then _bing!_ There is none\r\nlike her, none.”\r\n\r\n“Then you have been playing golf with her?”\r\n\r\n“Nearly every day.”\r\n\r\n“How is your game?”\r\n\r\n“Rather spotty. I seem to be mistiming them.”\r\n\r\nI was concerned.\r\n\r\n“I do hope, my dear boy,” I said, earnestly, “that you are taking care\r\nto control your feelings when out on the links with Miss Blakeney. You\r\nknow what you are like. I trust you have not been using the sort of\r\nlanguage you generally employ on occasions when you are not timing them\r\nright?”\r\n\r\n“Me?” said Chester, horrified. “Who, me? You don’t imagine for a moment\r\nthat I would dream of saying a thing that would bring a blush to her\r\ndear cheek, do you? Why, a bishop could have gone round with me and\r\nlearned nothing new.”\r\n\r\nI was relieved.\r\n\r\n“How do you find you manage the dialogue these days?” I asked. “When\r\nI introduced you, you behaved--you will forgive an old friend for\r\ncriticising--you behaved a little like a stuffed frog with laryngitis.\r\nHave things got easier in that respect?”\r\n\r\n“Oh yes. I’m quite the prattler now. I talk about her brother mostly.\r\nI put in the greater part of my time boosting the tick. It seems to be\r\ncoming easier. Will-power, I suppose. And then, of course, I talk a\r\ngood deal about her mother’s novels.”\r\n\r\n“Have you read them?”\r\n\r\n“Every damned one of them--for her sake. And if there’s a greater proof\r\nof love than that, show me! My gosh, what muck that woman writes!\r\nThat reminds me, I’ve got to send to the bookshop for her latest--out\r\nyesterday. It’s called _The Stench of Life_. A sequel, I understand, to\r\n_Grey Mildew_.”\r\n\r\n“Brave lad,” I said, pressing his hand. “Brave, devoted lad!”\r\n\r\n“Oh, I’d do more than that for her.” He smoked for a while in silence.\r\n“By the way, I’m going to propose to her to-morrow.”\r\n\r\n“Already?”\r\n\r\n“Can’t put it off a minute longer. It’s been as much as I could manage,\r\nbottling it up till now. Where do you think would be the best place? I\r\nmean, it’s not the sort of thing you can do while you’re walking down\r\nthe street or having a cup of tea. I thought of asking her to have a\r\nround with me and taking a stab at it on the links.”\r\n\r\n“You could not do better. The links--Nature’s cathedral.”\r\n\r\n“Right-o, then! I’ll let you know how I come out.”\r\n\r\n“I wish you luck, my boy,” I said.\r\n\r\n       *       *       *       *       *\r\n\r\nAnd what of Felicia, meanwhile? She was, alas, far from returning\r\nthe devotion which scorched Chester’s vital organs. He seemed to her\r\nprecisely the sort of man she most disliked. From childhood up Felicia\r\nBlakeney had lived in an atmosphere of highbrowism, and the type of\r\nhusband she had always seen in her daydreams was the man who was simple\r\nand straightforward and earthy and did not know whether Artbashiekeff\r\nwas a suburb of Moscow or a new kind of Russian drink. A man like\r\nChester, who on his own statement would rather read one of her mother’s\r\nnovels than eat, revolted her. And his warm affection for her brother\r\nCrispin set the seal on her distaste.\r\n\r\nFelicia was a dutiful child, and she loved her parents. It took a\r\nbit of doing, but she did it. But at her brother Crispin she drew\r\nthe line. He wouldn’t do, and his friends were worse than he was.\r\nThey were high-voiced, supercilious, pince-nezed young men who talked\r\npatronisingly of Life and Art, and Chester’s unblushing confession that\r\nhe was one of them had put him ten down and nine to play right away.\r\n\r\nYou may wonder why the boy’s undeniable skill on the links had no power\r\nto soften the girl. The unfortunate fact was that all the good effects\r\nof his prowess were neutralised by his behaviour while playing. All\r\nher life she had treated golf with a proper reverence and awe, and in\r\nChester’s attitude towards the game she seemed to detect a horrible\r\nshallowness. The fact is, Chester, in his efforts to keep himself from\r\nusing strong language, had found a sort of relief in a girlish giggle,\r\nand it made her shudder every time she heard it.\r\n\r\nHis deportment, therefore, in the space of time leading up to the\r\nproposal could not have been more injurious to his cause. They started\r\nout quite happily, Chester doing a nice two-hundred-yarder off the\r\nfirst tee, which for a moment awoke the girl’s respect. But at the\r\nfourth, after a lovely brassie-shot, he found his ball deeply embedded\r\nin the print of a woman’s high heel. It was just one of those rubs of\r\nthe green which normally would have caused him to ease his bosom with a\r\nflood of sturdy protest, but now he was on his guard.\r\n\r\n“Tee-hee!” simpered Chester, reaching for his niblick. “Too bad, too\r\nbad!” and the girl shuddered to the depths of her soul.\r\n\r\nHaving holed out, he proceeded to enliven the walk to the next tee with\r\na few remarks on her mother’s literary style, and it was while they\r\nwere walking after their drives that he proposed.\r\n\r\nHis proposal, considering the circumstances, could hardly have been\r\nless happily worded. Little knowing that he was rushing upon his doom,\r\nChester stressed the Crispin note. He gave Felicia the impression that\r\nhe was suggesting this marriage more for Crispin’s sake than anything\r\nelse. He conveyed the idea that he thought how nice it would be for\r\nbrother Crispin to have his old chum in the family. He drew a picture\r\nof their little home, with Crispin for ever popping in and out like\r\na rabbit. It is not to be wondered at that, when at length he had\r\nfinished and she had time to speak, the horrified girl turned him down\r\nwith a thud.\r\n\r\nIt is at moments such as these that a man reaps the reward of a good\r\nupbringing.\r\n\r\nIn similar circumstances those who have not had the benefit of a\r\nsound training in golf are too apt to go wrong. Goaded by the sudden\r\nanguish, they take to drink, plunge into dissipation, and write _vers\r\nlibre_. Chester was mercifully saved from this. I saw him the day after\r\nhe had been handed the mitten, and was struck by the look of grim\r\ndetermination in his face. Deeply wounded though he was, I could see\r\nthat he was the master of his fate and the captain of his soul.\r\n\r\n“I am sorry, my boy,” I said, sympathetically, when he had told me the\r\npainful news.\r\n\r\n“It can’t be helped,” he replied, bravely.\r\n\r\n“Her decision was final?”\r\n\r\n“Quite.”\r\n\r\n“You do not contemplate having another pop at her?”\r\n\r\n“No good. I know when I’m licked.”\r\n\r\nI patted him on the shoulder and said the only thing it seemed possible\r\nto say.\r\n\r\n“After all, there is always golf.”\r\n\r\nHe nodded.\r\n\r\n“Yes. My game needs a lot of tuning up. Now is the time to do it. From\r\nnow on I go at this pastime seriously. I make it my life-work. Who\r\nknows?” he murmured, with a sudden gleam in his eyes. “The Amateur\r\nChampionship--”\r\n\r\n“The Open!” I cried, falling gladly into his mood.\r\n\r\n“The American Amateur,” said Chester, flushing.\r\n\r\n“The American Open,” I chorused.\r\n\r\n“No one has ever copped all four.”\r\n\r\n“No one.”\r\n\r\n“Watch me!” said Chester Meredith, simply.\r\n\r\n       *       *       *       *       *\r\n\r\nIt was about two weeks after this that I happened to look in on Chester\r\nat his house one morning. I found him about to start for the links.\r\nAs he had foreshadowed in the conversation which I have just related,\r\nhe now spent most of the daylight hours on the course. In these two\r\nweeks he had gone about his task of achieving perfection with a furious\r\nenergy which made him the talk of the club. Always one of the best\r\nplayers in the place, he had developed an astounding brilliance. Men\r\nwho had played him level were now obliged to receive two and even three\r\nstrokes. The pro. himself conceding one, had only succeeded in halving\r\ntheir match. The struggle for the President’s Cup came round once more,\r\nand Chester won it for the second time with ridiculous ease.\r\n\r\nWhen I arrived, he was practising chip-shots in his sitting-room. I\r\nnoticed that he seemed to be labouring under some strong emotion, and\r\nhis first words gave me the clue.\r\n\r\n“She’s going away to-morrow,” he said, abruptly, lofting a ball over\r\nthe whatnot on to the Chesterfield.\r\n\r\nI was not sure whether I was sorry or relieved. Her absence would leave\r\na terrible blank, of course, but it might be that it would help him to\r\nget over his infatuation.\r\n\r\n“Ah!” I said, non-committally.\r\n\r\nChester addressed his ball with a well-assumed phlegm, but I could\r\nsee by the way his ears wiggled that he was feeling deeply. I was not\r\nsurprised when he topped his shot into the coal-scuttle.\r\n\r\n“She has promised to play a last round with me this morning,” he said.\r\n\r\nAgain I was doubtful what view to take. It was a pretty, poetic idea,\r\nnot unlike Browning’s “Last Ride Together,” but I was not sure if it\r\nwas altogether wise. However, it was none of my business, so I merely\r\npatted him on the shoulder and he gathered up his clubs and went off.\r\n\r\n       *       *       *       *       *\r\n\r\nOwing to motives of delicacy I had not offered to accompany him on his\r\nround, and it was not till later that I learned the actual details of\r\nwhat occurred. At the start, it seems, the spiritual anguish which he\r\nwas suffering had a depressing effect on his game. He hooked his drive\r\noff the first tee and was only enabled to get a five by means of a\r\nstrong niblick shot out of the rough. At the second, the lake hole,\r\nhe lost a ball in the water and got another five. It was only at the\r\nthird that he began to pull himself together.\r\n\r\nThe test of a great golfer is his ability to recover from a bad start.\r\nChester had this quality to a pre-eminent degree. A lesser man,\r\nconscious of being three over bogey for the first two holes, might\r\nhave looked on his round as ruined. To Chester it simply meant that he\r\nhad to get a couple of “birdies” right speedily, and he set about it\r\nat once. Always a long driver, he excelled himself at the third. It\r\nis, as you know, an uphill hole all the way, but his drive could not\r\nhave come far short of two hundred and fifty yards. A brassie-shot of\r\nequal strength and unerring direction put him on the edge of the green,\r\nand he holed out with a long putt two under bogey. He had hoped for a\r\n“birdie” and he had achieved an “eagle.”\r\n\r\nI think that this splendid feat must have softened Felicia’s heart, had\r\nit not been for the fact that misery had by this time entirely robbed\r\nChester of the ability to smile. Instead, therefore, of behaving in\r\nthe wholesome, natural way of men who get threes at bogey five holes,\r\nhe preserved a drawn, impassive countenance; and as she watched him\r\ntee up her ball, stiff, correct, polite, but to all outward appearance\r\nabsolutely inhuman, the girl found herself stifling that thrill of what\r\nfor a moment had been almost adoration. It was, she felt, exactly how\r\nher brother Crispin would have comported himself if he had done a hole\r\nin two under bogey.\r\n\r\nAnd yet she could not altogether check a wistful sigh when, after\r\na couple of fours at the next two holes, he picked up another\r\nstroke on the sixth and with an inspired spoon-shot brought his\r\nmedal-score down to one better than bogey by getting a two at the\r\nhundred-and-seventy-yard seventh. But the brief spasm of tenderness\r\npassed, and when he finished the first nine with two more fours\r\nshe refrained from anything warmer than a mere word of stereotyped\r\ncongratulation.\r\n\r\n“One under bogey for the first nine,” she said. “Splendid!”\r\n\r\n“One under bogey!” said Chester, woodenly.\r\n\r\n“Out in thirty-four. What is the record for the course?”\r\n\r\nChester started. So great had been his preoccupation that he had not\r\ngiven a thought to the course record. He suddenly realised now that the\r\npro., who had done the lowest medal-score to date--the other course\r\nrecord was held by Peter Willard with a hundred and sixty-one, achieved\r\nin his first season--had gone out in only one better than his own\r\nfigures that day.\r\n\r\n“Sixty-eight,” he said.\r\n\r\n“What a pity you lost those strokes at the beginning!”\r\n\r\n“Yes,” said Chester.\r\n\r\nHe spoke absently--and, as it seemed to her, primly and without\r\nenthusiasm--for the flaming idea of having a go at the course record\r\nhad only just occurred to him. Once before he had done the first nine\r\nin thirty-four, but on that occasion he had not felt that curious\r\nfeeling of irresistible force which comes to a golfer at the very\r\ntop of his form. Then he had been aware all the time that he had\r\nbeen putting chancily. They had gone in, yes, but he had uttered a\r\nprayer per putt. To-day he was superior to any weak doubtings. When he\r\ntapped the ball on the green, he knew it was going to sink. The course\r\nrecord? Why not? What a last offering to lay at her feet! She would\r\ngo away, out of his life for ever; she would marry some other bird;\r\nbut the memory of that supreme round would remain with her as long as\r\nshe breathed. When he won the Open and Amateur for the second--the\r\nthird--the fourth time, she would say to herself, “I was with him when\r\nhe dented the record for his home course!” And he had only to pick up a\r\ncouple of strokes on the last nine, to do threes at holes where he was\r\nwont to be satisfied with fours. Yes, by Vardon, he would take a whirl\r\nat it.\r\n\r\n       *       *       *       *       *\r\n\r\nYou, who are acquainted with these links, will no doubt say that the\r\ntask which Chester Meredith had sketched out for himself--cutting two\r\nstrokes off thirty-five for the second nine--was one at which Humanity\r\nmight well shudder. The pro. himself, who had finished sixth in the\r\nlast Open Championship, had never done better than a thirty-five,\r\nplaying perfect golf and being one under par. But such was Chester’s\r\nmood that, as he teed up on the tenth, he did not even consider the\r\npossibility of failure. Every muscle in his body was working in perfect\r\nco-ordination with its fellows, his wrists felt as if they were made\r\nof tempered steel, and his eyes had just that hawk-like quality which\r\nenables a man to judge his short approaches to the inch. He swung\r\nforcefully, and the ball sailed so close to the direction-post that for\r\na moment it seemed as if it had hit it.\r\n\r\n“Oo!” cried Felicia.\r\n\r\nChester did not speak. He was following the flight of the ball. It\r\nsailed over the brow of the hill, and with his knowledge of the course\r\nhe could tell almost the exact patch of turf on which it must have come\r\nto rest. An iron would do the business from there, and a single putt\r\nwould give him the first of the “birdies” he required. Two minutes\r\nlater he had holed out a six-foot putt for a three.\r\n\r\n“Oo!” said Felicia again.\r\n\r\nChester walked to the eleventh tee in silence.\r\n\r\n“No, never mind,” she said, as he stooped to put her ball on the sand.\r\n“I don’t think I’ll play any more. I’d much rather just watch you.”\r\n\r\n“Oh, that you could watch me through life!” said Chester, but he said\r\nit to himself. His actual words were “Very well!” and he spoke them\r\nwith a stiff coldness which chilled the girl.\r\n\r\nThe eleventh is one of the trickiest holes on the course, as no doubt\r\nyou have found out for yourself. It looks absurdly simple, but that\r\nlittle patch of wood on the right that seems so harmless is placed just\r\nin the deadliest position to catch even the most slightly sliced drive.\r\nChester’s lacked the austere precision of his last. A hundred yards\r\nfrom the tee it swerved almost imperceptibly, and, striking a branch,\r\nfell in the tangled undergrowth. It took him two strokes to hack it out\r\nand put it on the green, and then his long putt, after quivering on\r\nthe edge of the hole, stayed there. For a swift instant red-hot words\r\nrose to his lips, but he caught them just as they were coming out and\r\ncrushed them back. He looked at his ball and he looked at the hole.\r\n\r\n“Tut!” said Chester.\r\n\r\nFelicia uttered a deep sigh. The niblick-shot out of the rough had\r\nimpressed her profoundly. If only, she felt, this superb golfer had\r\nbeen more human! If only she were able to be constantly in this man’s\r\nsociety, to see exactly what it was that he did with his left wrist\r\nthat gave that terrific snap to his drives, she might acquire the knack\r\nherself one of these days. For she was a clear-thinking, honest girl,\r\nand thoroughly realised that she did not get the distance she ought\r\nto with her wood. With a husband like Chester beside her to stimulate\r\nand advise, of what might she not be capable? If she got wrong in\r\nher stance, he could put her right with a word. If she had a bout of\r\nslicing, how quickly he would tell her what caused it. And she knew\r\nthat she had only to speak the word to wipe out the effects of her\r\nrefusal, to bring him to her side for ever.\r\n\r\nBut could a girl pay such a price? When he had got that “eagle” on the\r\nthird, he had looked bored. When he had missed this last putt, he had\r\nnot seemed to care. “Tut!” What a word to use at such a moment! No,\r\nshe felt sadly, it could not be done. To marry Chester Meredith, she\r\ntold herself, would be like marrying a composite of Soames Forsyte, Sir\r\nWilloughby Patterne, and all her brother Crispin’s friends. She sighed\r\nand was silent.\r\n\r\n       *       *       *       *       *\r\n\r\nChester, standing on the twelfth tee, reviewed the situation swiftly,\r\nlike a general before a battle. There were seven holes to play, and he\r\nhad to do these in two better than bogey. The one that faced him now\r\noffered few opportunities. It was a long, slogging, dog-leg hole, and\r\neven Ray and Taylor, when they had played their exhibition game on the\r\ncourse, had taken fives. No opening there.\r\n\r\nThe thirteenth--up a steep hill with a long iron-shot for one’s second\r\nand a blind green fringed with bunkers? Scarcely practicable to hope\r\nfor better than a four. The fourteenth--into the valley with the ground\r\nsloping sharply down to the ravine? He had once done it in three, but\r\nit had been a fluke. No; on these three holes he must be content to\r\nplay for a steady par and trust to picking up a stroke on the fifteenth.\r\n\r\nThe fifteenth, straightforward up to the plateau green with its circle\r\nof bunkers, presents few difficulties to the finished golfer who is on\r\nhis game. A bunker meant nothing to Chester in his present conquering\r\nvein. His mashie-shot second soared almost contemptuously over the\r\nchasm and rolled to within a foot of the pin. He came to the sixteenth\r\nwith the clear-cut problem before him of snipping two strokes off par\r\non the last three holes.\r\n\r\nTo the unthinking man, not acquainted with the layout of our links,\r\nthis would no doubt appear a tremendous feat. But the fact is, the\r\nGreens Committee, with perhaps an unduly sentimental bias towards the\r\nhappy ending, have arranged a comparatively easy finish to the course.\r\nThe sixteenth is a perfectly plain hole with broad fairway and a\r\ndown-hill run; the seventeenth, a one-shot affair with no difficulties\r\nfor the man who keeps them straight; and the eighteenth, though its\r\nup-hill run makes it deceptive to the stranger and leads the unwary\r\nto take a mashie instead of a light iron for his second, has no real\r\nvenom in it. Even Peter Willard has occasionally come home in a canter\r\nwith a six, five, and seven, conceding himself only two eight-foot\r\nputts. It is, I think, this mild conclusion to a tough course that\r\nmakes the refreshment-room of our club so noticeable for its sea of\r\nhappy faces. The bar every day is crowded with rejoicing men who,\r\nforgetting the agonies of the first fifteen, are babbling of what they\r\ndid on the last three. The seventeenth, with its possibilities of\r\nholing out a topped second, is particularly soothing.\r\n\r\n       *       *       *       *       *\r\n\r\nChester Meredith was not the man to top his second on any hole, so this\r\nsupreme bliss did not come his way; but he laid a beautiful mashie-shot\r\ndead and got a three; and when with his iron he put his first well on\r\nthe green at the seventeenth and holed out for a two, life, for all his\r\nbroken heart, seemed pretty tolerable. He now had the situation well in\r\nhand. He had only to play his usual game to get a four on the last and\r\nlower the course record by one stroke.\r\n\r\nIt was at this supreme moment of his life that he ran into the Wrecking\r\nCrew.\r\n\r\nYou doubtless find it difficult to understand how it came about that if\r\nthe Wrecking Crew were on the course at all he had not run into them\r\nlong before. The explanation is that, with a regard for the etiquette\r\nof the game unusual in these miserable men, they had for once obeyed\r\nthe law that enacts that foursomes shall start at the tenth. They had\r\nbegun their dark work on the second nine, accordingly, at almost the\r\nexact moment when Chester Meredith was driving off at the first, and\r\nthis had enabled them to keep ahead until now. When Chester came to the\r\neighteenth tee, they were just leaving it, moving up the fairway with\r\ntheir caddies in mass formation and looking to his exasperated eye like\r\none of those great race-migrations of the Middle Ages. Wherever Chester\r\nlooked he seemed to see human, so to speak, figures. One was doddering\r\nabout in the long grass fifty yards from the tee, others debouched to\r\nleft and right. The course was crawling with them.\r\n\r\nChester sat down on the bench with a weary sigh. He knew these men.\r\nSelf-centred, remorseless, deaf to all the promptings of their better\r\nnature, they never let any one through. There was nothing to do but\r\nwait.\r\n\r\nThe Wrecking Crew scratched on. The man near the tee rolled his ball\r\nten yards, then twenty, then thirty--he was improving. Ere long he\r\nwould be out of range. Chester rose and swished his driver.\r\n\r\nBut the end was not yet. The individual operating in the rough on the\r\nleft had been advancing in slow stages, and now, finding his ball teed\r\nup on a tuft of grass, he opened his shoulders and let himself go.\r\nThere was a loud report, and the ball, hitting a tree squarely, bounded\r\nback almost to the tee, and all the weary work was to do again. By the\r\ntime Chester was able to drive, he was reduced by impatience, and the\r\nnecessity of refraining from commenting on the state of affairs as he\r\nwould have wished to comment, to a frame of mind in which no man could\r\nhave kept himself from pressing. He pressed, and topped. The ball\r\nskidded over the turf for a meagre hundred yards.\r\n\r\n“D-d-d-dear me!” said Chester.\r\n\r\nThe next moment he uttered a bitter laugh. Too late a miracle had\r\nhappened. One of the foul figures in front was waving its club. Other\r\nghastly creatures were withdrawing to the side of the fairway. Now,\r\nwhen the harm had been done, these outcasts were signalling to him to\r\ngo through. The hollow mockery of the thing swept over Chester like\r\na wave. What was the use of going through now? He was a good three\r\nhundred yards from the green, and he needed bogey at this hole to break\r\nthe record. Almost absently he drew his brassie from his bag; then, as\r\nthe full sense of his wrongs bit into his soul, he swung viciously.\r\n\r\nGolf is a strange game. Chester had pressed on the tee and foozled. He\r\npressed now, and achieved the most perfect shot of his life. The ball\r\nshot from its place as if a charge of powerful explosive were behind\r\nit. Never deviating from a straight line, never more than six feet\r\nfrom the ground, it sailed up the hill, crossed the bunker, eluded the\r\nmounds beyond, struck the turf, rolled, and stopped fifty feet from the\r\nhole. It was a brassie-shot of a lifetime, and shrill senile yippings\r\nof excitement and congratulation floated down from the Wrecking Crew.\r\nFor, degraded though they were, these men were not wholly devoid of\r\nhuman instincts.\r\n\r\nChester drew a deep breath. His ordeal was over. That third shot, which\r\nwould lay the ball right up to the pin, was precisely the sort of thing\r\nhe did best. Almost from boyhood he had been a wizard at the short\r\napproach. He could hole out in two now on his left ear. He strode up\r\nthe hill to his ball. It could not have been lying better. Two inches\r\naway there was a nasty cup in the turf; but it had avoided this and was\r\nsitting nicely perched up, smiling an invitation to the mashie-niblick.\r\nChester shuffled his feet and eyed the flag keenly. Then he stooped to\r\nplay, and Felicia watched him breathlessly. Her whole being seemed to\r\nbe concentrated on him. She had forgotten everything save that she was\r\nseeing a course record get broken. She could not have been more wrapped\r\nup in his success if she had had large sums of money on it.\r\n\r\n       *       *       *       *       *\r\n\r\nThe Wrecking Crew, meanwhile, had come to life again. They had stopped\r\ntwittering about Chester’s brassie-shot and were thinking of resuming\r\ntheir own game. Even in foursomes where fifty yards is reckoned a good\r\nshot somebody must be away, and the man whose turn it was to play was\r\nthe one who had acquired from his brother-members of the club the\r\nnickname of the First Grave-Digger.\r\n\r\nA word about this human wen. He was--if there can be said to be grades\r\nin such a sub-species--the star performer of the Wrecking Crew. The\r\nlunches of fifty-seven years had caused his chest to slip down into\r\nthe mezzanine floor, but he was still a powerful man, and had in his\r\nyouth been a hammer-thrower of some repute. He differed from his\r\ncolleagues--the Man With the Hoe, Old Father Time, and Consul, the\r\nAlmost Human--in that, while they were content to peck cautiously at\r\nthe ball, he never spared himself in his efforts to do it a violent\r\ninjury. Frequently he had cut a blue dot almost in half with his\r\nniblick. He was completely muscle-bound, so that he seldom achieved\r\nanything beyond a series of chasms in the turf, but he was always\r\ntrying, and it was his secret belief that, given two or three miracles\r\nhappening simultaneously, he would one of these days bring off a\r\nsnifter. Years of disappointment had, however, reduced the flood of\r\nhope to a mere trickle, and when he took his brassie now and addressed\r\nthe ball he had no immediate plans beyond a vague intention of rolling\r\nthe thing a few yards farther up the hill.\r\n\r\nThe fact that he had no business to play at all till Chester had\r\nholed out did not occur to him; and even if it had occurred he would\r\nhave dismissed the objection as finicking. Chester, bending over his\r\nball, was nearly two hundred yards away--or the distance of three full\r\nbrassie-shots. The First Grave-Digger did not hesitate. He whirled up\r\nhis club as in distant days he had been wont to swing the hammer, and,\r\nwith the grunt which this performance always wrung from him, brought it\r\ndown.\r\n\r\nGolfers--and I stretch this term to include the Wrecking Crew--are a\r\nhighly imitative race. The spectacle of a flubber flubbing ahead of us\r\non the fairway inclines to make us flub as well; and, conversely, it\r\nis immediately after we have seen a magnificent shot that we are apt\r\nto eclipse ourselves. Consciously the Grave-Digger had no notion how\r\nChester had made that superb brassie-biff of his, but all the while I\r\nsuppose his subconscious self had been taking notes. At any rate, on\r\nthis one occasion he, too, did the shot of a lifetime. As he opened\r\nhis eyes, which he always shut tightly at the moment of impact, and\r\nstarted to unravel himself from the complicated tangle in which his\r\nfollow-through had left him, he perceived the ball breasting the hill\r\nlike some untamed jack-rabbit of the Californian prairie.\r\n\r\nFor a moment his only emotion was one of dream-like amazement. He\r\nstood looking at the ball with a wholly impersonal wonder, like a man\r\nsuddenly confronted with some terrific work of Nature. Then, as a\r\nsleep-walker awakens, he came to himself with a start. Directly in\r\nfront of the flying ball was a man bending to make an approach-shot.\r\nChester, always a concentrated golfer when there was a man’s work to\r\ndo, had scarcely heard the crack of the brassie behind him. Certainly\r\nhe had paid no attention to it. His whole mind was fixed on his stroke.\r\nHe measured with his eye the distance to the pin, noted the down-slope\r\nof the green, and shifted his stance a little to allow for it. Then,\r\nwith a final swift waggle, he laid his club-head behind the ball and\r\nslowly raised it. It was just coming down when the world became full of\r\nshouts of “Fore!” and something hard smote him violently on the seat of\r\nhis plus-fours.\r\n\r\nThe supreme tragedies of life leave us momentarily stunned. For an\r\ninstant which seemed an age Chester could not understand what had\r\nhappened. True, he realised that there had been an earthquake, a\r\ncloud-burst, and a railway accident, and that a high building had\r\nfallen on him at the exact moment when somebody had shot him with a\r\ngun, but these happenings would account for only a small part of his\r\nsensations. He blinked several times, and rolled his eyes wildly. And\r\nit was while rolling them that he caught sight of the gesticulating\r\nWrecking Crew on the lower slopes and found enlightenment.\r\nSimultaneously, he observed his ball only a yard and a half from where\r\nit had been when he addressed it.\r\n\r\nChester Meredith gave one look at his ball, one look at the flag, one\r\nlook at the Wrecking Crew, one look at the sky. His lips writhed, his\r\nforehead turned vermilion. Beads of perspiration started out on his\r\nforehead. And then, with his whole soul seething like a cistern struck\r\nby a thunderbolt, he spoke.\r\n\r\n“!!!!!!!!!!!!!!!” cried Chester.\r\n\r\nDimly he was aware of a wordless exclamation from the girl beside him,\r\nbut he was too distraught to think of her now. It was as if all the\r\noaths pent up within his bosom for so many weary days were struggling\r\nand jostling to see which could get out first. They cannoned into\r\neach other, they linked hands and formed parties, they got themselves\r\nall mixed up in weird vowel-sounds, the second syllable of some\r\nred-hot verb forming a temporary union with the first syllable of some\r\nblistering noun.\r\n\r\n“----! ----!! ----!!! ----!!!! ----!!!!!” cried Chester.\r\n\r\nFelicia stood staring at him. In her eyes was the look of one who sees\r\nvisions.\r\n\r\n“***!!! ***!!! ***!!! ***!!!” roared Chester, in part.\r\n\r\nA great wave of emotion flooded over the girl. How she had misjudged\r\nthis silver-tongued man!\r\n\r\nShe shivered as she thought that, had this not happened, in another\r\nfive minutes they would have parted for ever, sundered by seas of\r\nmisunderstanding, she cold and scornful, he with all his music still\r\nwithin him.\r\n\r\n“Oh, Mr. Meredith!” she cried, faintly.\r\n\r\nWith a sickening abruptness Chester came to himself. It was as if\r\nsomebody had poured a pint of ice-cold water down his back. He blushed\r\nvividly. He realised with horror and shame how grossly he had offended\r\nagainst all the canons of decency and good taste. He felt like the\r\nman in one of those “What Is Wrong With This Picture?” things in the\r\nadvertisements of the etiquette-books.\r\n\r\n“I beg--I beg your pardon!” he mumbled, humbly. “Please, please,\r\nforgive me. I should not have spoken like that.”\r\n\r\n“You should! You should!” cried the girl, passionately. “You should\r\nhave said all that and a lot more. That awful man ruining your record\r\nround like that! Oh, why am I a poor weak woman with practically no\r\nvocabulary that’s any use for anything!”\r\n\r\nQuite suddenly, without knowing that she had moved, she found herself\r\nat his side, holding his hand.\r\n\r\n“Oh, to think how I misjudged you!” she wailed. “I thought you cold,\r\nstiff, formal, precise. I hated the way you sniggered when you foozled\r\na shot. I see it all now! You were keeping it in for my sake. Can you\r\never forgive me?”\r\n\r\nChester, as I have said, was not a very quick-minded young man, but it\r\nwould have taken a duller youth than he to fail to read the message in\r\nthe girl’s eyes, to miss the meaning of the pressure of her hand on his.\r\n\r\n“My gosh!” he exclaimed wildly. “Do you mean--? Do you think--? Do you\r\nreally--? Honestly, has this made a difference? Is there any chance for\r\na fellow, I mean?”\r\n\r\nHer eyes helped him on. He felt suddenly confident and masterful.\r\n\r\n“Look here--no kidding--will you marry me?” he said.\r\n\r\n“I will! I will!”\r\n\r\n“Darling!” cried Chester.\r\n\r\nHe would have said more, but at this point he was interrupted by the\r\narrival of the Wrecking Crew, who panted up full of apologies; and\r\nChester, as he eyed them, thought that he had never seen a nicer,\r\ncheerier, pleasanter lot of fellows in his life. His heart warmed to\r\nthem. He made a mental resolve to hunt them up some time and have a\r\ngood long talk. He waved the Grave-Digger’s remorse airily aside.\r\n\r\n“Don’t mention it,” he said. “Not at all. Faults on both sides. By the\r\nway, my _fiancée_, Miss Blakeney.”\r\n\r\nThe Wrecking Crew puffed acknowledgment.\r\n\r\n“But, my dear fellow,” said the Grave-Digger, “it was--really it\r\nwas--unforgivable. Spoiling your shot. Never dreamed I would send the\r\nball that distance. Lucky you weren’t playing an important match.”\r\n\r\n“But he was,” moaned Felicia. “He was trying for the course record, and\r\nnow he can’t break it.”\r\n\r\nThe Wrecking Crew paled behind their whiskers, aghast at this tragedy,\r\nbut Chester, glowing with the yeasty intoxication of love, laughed\r\nlightly.\r\n\r\n“What do you mean, can’t break it?” he cried, cheerily. “I’ve one more\r\nshot.”\r\n\r\nAnd, carelessly addressing the ball, he holed out with a light flick of\r\nhis mashie-niblick.\r\n\r\n“Chester, darling!” said Felicia.\r\n\r\nThey were walking slowly through a secluded glade in the quiet evenfall.\r\n\r\n“Yes, precious?”\r\n\r\nFelicia hesitated. What she was going to say would hurt him, she knew,\r\nand her love was so great that to hurt him was agony.\r\n\r\n“Do you think--” she began. “I wonder whether--It’s about Crispin.”\r\n\r\n“Good old Crispin!”\r\n\r\nFelicia sighed, but the matter was too vital to be shirked. Cost what\r\nit might, she must speak her mind.\r\n\r\n“Chester, darling, when we are married, would you mind very, _very_\r\nmuch if we didn’t have Crispin with us _all_ the time?”\r\n\r\nChester started.\r\n\r\n“Good Lord!” he exclaimed. “Don’t you like him?”\r\n\r\n“Not very much,” confessed Felicia. “I don’t think I’m clever enough\r\nfor him. I’ve rather disliked him ever since we were children. But I\r\nknow what a friend he is of yours--”\r\n\r\nChester uttered a joyous laugh.\r\n\r\n“Friend of mine! Why, I can’t stand the blighter! I loathe the worm! I\r\nabominate the excrescence! I only pretended we were friends because I\r\nthought it would put me in solid with you. The man is a pest and should\r\nhave been strangled at birth. At school I used to kick him every time\r\nI saw him. If your brother Crispin tries so much as to set foot across\r\nthe threshold of our little home, I’ll set the dog on him.”\r\n\r\n“Darling!” whispered Felicia. “We shall be very, very happy.” She drew\r\nher arm through his. “Tell me, dearest,” she murmured, “all about how\r\nyou used to kick Crispin at school.”\r\n\r\nAnd together they wandered off into the sunset."
  ]
}