{
  "index": 7,
  "title": "Chapter 6",
  "paragraphs": [
    "RODNEY FAILS TO QUALIFY\r\n\r\n\r\nThere was a sound of revelry by night, for the first Saturday in June\r\nhad arrived and the Golf Club was holding its monthly dance. Fairy\r\nlanterns festooned the branches of the chestnut trees on the terrace\r\nabove the ninth green, and from the big dining-room, cleared now of its\r\ntables and chairs, came a muffled slithering of feet and the plaintive\r\nsound of saxophones moaning softly like a man who has just missed a\r\nshort putt. In a basket-chair in the shadows, the Oldest Member puffed\r\na cigar and listened, well content. His was the peace of the man who\r\nhas reached the age when he is no longer expected to dance.\r\n\r\nA door opened, and a young man came out of the club-house. He stood\r\non the steps with folded arms, gazing to left and right. The Oldest\r\nMember, watching him from the darkness, noted that he wore an air of\r\ngloom. His brow was furrowed and he had the indefinable look of one who\r\nhas been smitten in the spiritual solar plexus.\r\n\r\nYes, where all around him was joy, jollity, and song, this young man\r\nbrooded.\r\n\r\nThe sound of a high tenor voice, talking rapidly and entertainingly on\r\nthe subject of modern Russian thought, now intruded itself on the peace\r\nof the night. From the farther end of the terrace a girl came into the\r\nlight of the lantern, her arm in that of a second young man. She was\r\nsmall and pretty, he tall and intellectual. The light shone on his\r\nforehead and glittered on his tortoiseshell-rimmed spectacles. The girl\r\nwas gazing up at him with reverence and adoration, and at the sight of\r\nthese twain the youth on the steps appeared to undergo some sort of\r\nspasm. His face became contorted and he wobbled. Then, with a gesture\r\nof sublime despair, he tripped over the mat and stumbled back into\r\nthe club-house. The couple passed on and disappeared, and the Oldest\r\nMember had the night to himself, until the door opened once more and\r\nthe club’s courteous and efficient secretary trotted down the steps.\r\nThe scent of the cigar drew him to where the Oldest Member sat, and he\r\ndropped into the chair beside him.\r\n\r\n“Seen young Ramage to-night?” asked the secretary.\r\n\r\n“He was standing on those steps only a moment ago,” replied the Oldest\r\nMember. “Why do you ask?”\r\n\r\n“I thought perhaps you might have had a talk with him and found out\r\nwhat’s the matter. Can’t think what’s come to him to-night. Nice, civil\r\nboy as a rule, but just now, when I was trying to tell him about my\r\nshort approach on the fifth this afternoon, he was positively abrupt.\r\nGave a sort of hollow gasp and dashed away in the middle of a sentence.”\r\n\r\nThe Oldest Member sighed.\r\n\r\n“You must overlook his brusqueness,” he said. “The poor lad is passing\r\nthrough a trying time. A short while back I was the spectator of a\r\nlittle drama that explains everything. Mabel Patmore is flirting\r\ndisgracefully with that young fellow Purvis.”\r\n\r\n“Purvis? Oh, you mean the man who won the club Bowls Championship last\r\nweek?”\r\n\r\n“I can quite believe that he may have disgraced himself in the manner\r\nyou describe,” said the Sage, coldly. “I know he plays that noxious\r\ngame. And it is for that reason that I hate to see a nice girl like\r\nMabel Patmore, who only needs a little more steadiness off the tee\r\nto become a very fair golfer, wasting her time on him. I suppose his\r\nattraction lies in the fact that he has a great flow of conversation,\r\nwhile poor Ramage is, one must admit, more or less of a dumb Isaac.\r\nGirls are too often snared by a glib tongue. Still, it is a pity,\r\na great pity. The whole affair recalls irresistibly to my mind the\r\nstory--”\r\n\r\nThe secretary rose with a whirr like a rocketing pheasant.\r\n\r\n“--the story,” continued the Sage, “of Jane Packard, William Bates,\r\nand Rodney Spelvin--which, as you have never heard it, I will now\r\nproceed to relate.”\r\n\r\n“Can’t stop now, much as I should like--”\r\n\r\n“It is a theory of mine,” proceeded the Oldest Member, attaching\r\nhimself to the other’s coat-tails, and pulling him gently back into his\r\nseat, “that nothing but misery can come of the union between a golfer\r\nand an outcast whose soul has not been purified by the noblest of\r\ngames. This is well exemplified by the story of Jane Packard, William\r\nBates, and Rodney Spelvin.”\r\n\r\n“All sorts of things to look after--”\r\n\r\n“That is why I am hoping so sincerely that there is nothing more\r\nserious than a temporary flirtation in this business of Mabel Patmore\r\nand bowls-playing Purvis. A girl in whose life golf has become a\r\nfactor, would be mad to trust her happiness to a blister whose idea of\r\nenjoyment is trundling wooden balls across a lawn. Sooner or later he\r\nis certain to fail her in some crisis. Lucky for her if this failure\r\noccurs before the marriage knot has been inextricably tied and so\r\nopens her eyes to his inadequacy--as was the case in the matter of\r\nJane Packard, William Bates, and Rodney Spelvin. I will now,” said the\r\nOldest Member, “tell you all about Jane Packard, William Bates, and\r\nRodney Spelvin.”\r\n\r\nThe secretary uttered a choking groan.\r\n\r\n“I shall miss the next dance,” he pleaded.\r\n\r\n“A bit of luck for some nice girl,” said the Sage, equably.\r\n\r\nHe tightened his grip on the other’s arm.\r\n\r\n       *       *       *       *       *\r\n\r\nJane Packard and William Bates (said the Oldest Member) were not, you\r\nmust understand, officially engaged. They had grown up together from\r\nchildhood, and there existed between them a sort of understanding--the\r\nunderstanding being that, if ever William could speed himself up enough\r\nto propose, Jane would accept him, and they would settle down and\r\nlive stodgily and happily ever after. For William was not one of your\r\nrapid wooers. In his affair of the heart he moved somewhat slowly and\r\nponderously, like a motor-lorry, an object which both in physique and\r\ntemperament he greatly resembled. He was an extraordinarily large,\r\npowerful, ox-like young man, who required plenty of time to make up his\r\nmind about any given problem. I have seen him in the club dining-room\r\nmusing with a thoughtful frown for fifteen minutes on end while\r\nendeavouring to weigh the rival merits of a chump chop and a sirloin\r\nsteak as a luncheon dish. A placid, leisurely man, I might almost call\r\nhim lymphatic. I _will_ call him lymphatic. He was lymphatic.\r\n\r\nThe first glimmering of an idea that Jane might possibly be a suitable\r\nwife for him had come to William some three years before this story\r\nopens. Having brooded on the matter tensely for six months, he then\r\nsent her a bunch of roses. In the October of the following year,\r\nnothing having occurred to alter his growing conviction that she was\r\nan attractive girl, he presented her with a two-pound box of assorted\r\nchocolates. And from then on his progress, though not rapid, was\r\ncontinuous, and there seemed little reason to doubt that, should\r\nnothing come about to weaken Jane’s regard for him, another five years\r\nor so would see the matter settled.\r\n\r\nAnd it did not appear likely that anything would weaken Jane’s regard.\r\nThey had much in common, for she was a calm, slow-moving person, too.\r\nThey had a mutual devotion to golf, and played together every day; and\r\nthe fact that their handicaps were practically level formed a strong\r\nbond. Most divorces, as you know, spring from the fact that the husband\r\nis too markedly superior to his wife at golf; this leading him, when\r\nshe starts criticising his relations, to say bitter and unforgivable\r\nthings about her mashie-shots. Nothing of this kind could happen with\r\nWilliam and Jane. They would build their life on a solid foundation\r\nof sympathy and understanding. The years would find them consoling\r\nand encouraging each other, happy married lovers. If, that is to say,\r\nWilliam ever got round to proposing.\r\n\r\nIt was not until the fourth year of this romance that I detected the\r\nfirst sign of any alteration in the schedule. I had happened to call\r\non the Packards one afternoon and found them all out except Jane. She\r\ngave me tea and conversed for a while, but she seemed distrait. I had\r\nknown her since she wore rompers, so felt entitled to ask if there was\r\nanything wrong.\r\n\r\n“Not exactly wrong,” said Jane, and she heaved a sigh.\r\n\r\n“Tell me,” I said.\r\n\r\nShe heaved another sigh.\r\n\r\n“Have you ever read _The Love that Scorches_, by Luella Periton\r\nPhipps?” she asked.\r\n\r\nI said I had not.\r\n\r\n“I got it out of the library yesterday,” said Jane, dreamily, “and\r\nfinished it at three this morning in bed. It is a very, very beautiful\r\nbook. It is all about the desert and people riding on camels and a\r\nwonderful Arab chief with stern, yet tender, eyes, and a girl called\r\nAngela, and oases and dates and mirages, and all like that. There is\r\na chapter where the Arab chief seizes the girl and clasps her in his\r\narms and she feels his hot breath searing her face and he flings her on\r\nhis horse and they ride off and all around was sand and night, and the\r\nmysterious stars. And somehow--oh, I don’t know--”\r\n\r\nShe gazed yearningly at the chandelier.\r\n\r\n“I wish mother would take me to Algiers next winter,” she murmured,\r\nabsently. “It would do her rheumatism so much good.”\r\n\r\nI went away frankly uneasy. These novelists, I felt, ought to be more\r\ncareful. They put ideas into girls’ heads and made them dissatisfied. I\r\ndetermined to look William up and give him a kindly word of advice. It\r\nwas no business of mine, you may say, but they were so ideally suited\r\nto one another that it seemed a tragedy that anything should come\r\nbetween them. And Jane was in a strange mood. At any moment, I felt,\r\nshe might take a good, square look at William and wonder what she could\r\never have seen in him. I hurried to the boy’s cottage.\r\n\r\n“William,” I said, “as one who dandled you on his knee when you were a\r\nbaby, I wish to ask you a personal question. Answer me this, and make\r\nit snappy. Do you love Jane Packard?”\r\n\r\nA look of surprise came into his face, followed by one of intense\r\nthought. He was silent for a space.\r\n\r\n“Who, me?” he said at length.\r\n\r\n“Yes, you.”\r\n\r\n“Jane Packard?”\r\n\r\n“Yes, Jane Packard.”\r\n\r\n“Do I love Jane Packard?” said William, assembling the material and\r\narranging it neatly in his mind.\r\n\r\nHe pondered for perhaps five minutes.\r\n\r\n“Why, of course I do,” he said.\r\n\r\n“Splendid!”\r\n\r\n“Devotedly, dash it!”\r\n\r\n“Capital.”\r\n\r\n“You might say madly.”\r\n\r\nI tapped him on his barrel-like chest.\r\n\r\n“Then my advice to you, William Bates, is to tell her so.”\r\n\r\n“Now that’s rather a brainy scheme,” said William, looking at me\r\nadmiringly. “I see exactly what you’re driving at. You mean it would\r\nkind of settle things, and all that?”\r\n\r\n“Precisely.”\r\n\r\n“Well, I’ve got to go away for a couple of days to-morrow--it’s the\r\nInvitation Tournament at Squashy Hollow--but I’ll be back on Wednesday.\r\nSuppose I take her out on the links on Wednesday and propose?”\r\n\r\n“A very good idea.”\r\n\r\n“At the sixth hole, say?”\r\n\r\n“At the sixth hole would do excellently.”\r\n\r\n“Or the seventh?”\r\n\r\n“The sixth would be better. The ground slopes from the tee, and you\r\nwould be hidden from view by the dog-leg turn.”\r\n\r\n“Something in that.”\r\n\r\n“My own suggestion would be that you somehow contrive to lead her into\r\nthat large bunker to the left of the sixth fairway.”\r\n\r\n“Why?”\r\n\r\n“I have reason to believe that Jane would respond more readily to\r\nyour wooing were it conducted in some vast sandy waste. And there is\r\nanother thing,” I proceeded, earnestly, “which I must impress upon you.\r\nSee that there is nothing tame or tepid about your behaviour when you\r\npropose. You must show zip and romance. In fact, I strongly recommend\r\nyou, before you even say a word to her, to seize her and clasp her in\r\nyour arms and let your hot breath sear her face.”\r\n\r\n“Who, me?” said William.\r\n\r\n“Believe me, it is what will appeal to her most.”\r\n\r\n“But, I say! Hot breath, I mean! Dash it all, you know, what?”\r\n\r\n“I assure you it is indispensable.”\r\n\r\n“Seize her?” said William blankly.\r\n\r\n“Precisely.”\r\n\r\n“Clasp her in my arms?”\r\n\r\n“Just so.”\r\n\r\nWilliam plunged into silent thought once more.\r\n\r\n“Well, you _know_, I suppose,” he said at length. “You’ve had\r\nexperience, I take it. Still--Oh, all right, I’ll have a stab at it.”\r\n\r\n“There spoke the true William Bates!” I said. “Go to it, lad, and\r\nHeaven speed your wooing!”\r\n\r\n       *       *       *       *       *\r\n\r\nIn all human schemes--and it is this that so often brings failure to\r\nthe subtlest strategists--there is always the chance of the Unknown\r\nFactor popping up, that unforeseen X for which we have made no\r\nallowance and which throws our whole plan of campaign out of gear.\r\nI had not anticipated anything of the kind coming along to mar the\r\narrangements on the present occasion; but when I reached the first tee\r\non the Wednesday afternoon to give William Bates that last word of\r\nencouragement, which means so much, I saw that I had been too sanguine.\r\nWilliam had not yet arrived, but Jane was there, and with her a tall,\r\nslim, dark-haired, sickeningly romantic-looking youth in faultlessly\r\nfitting serge. A stranger to me. He was talking to her in a musical\r\nundertone, and she seemed to be hanging on his words. Her beautiful\r\neyes were fixed on his face, and her lips slightly parted. So absorbed\r\nwas she that it was not until I spoke that she became aware of my\r\npresence.\r\n\r\n“William not arrived yet?”\r\n\r\nShe turned with a start.\r\n\r\n“William? Hasn’t he? Oh! No, not yet. I don’t suppose he will be long.\r\nI want to introduce you to Mr. Spelvin. He has come to stay with the\r\nWyndhams for a few weeks. He is going to walk round with us.”\r\n\r\nNaturally this information came as a shock to me, but I masked my\r\nfeelings and greeted the young man with a well-assumed cordiality.\r\n\r\n“Mr. George Spelvin, the actor?” I asked, shaking hands.\r\n\r\n“My cousin,” he said. “My name is Rodney Spelvin. I do not share\r\nGeorge’s histrionic ambitions. If I have any claim to--may I say\r\nrenown?--it is as a maker of harmonies.”\r\n\r\n“A composer, eh?”\r\n\r\n“Verbal harmonies,” explained Mr. Spelvin. “I am, in my humble fashion,\r\na poet.”\r\n\r\n“He writes the most beautiful poetry,” said Jane, warmly. “He has just\r\nbeen reciting some of it to me.”\r\n\r\n“Oh, that little thing?” said Mr. Spelvin, deprecatingly. “A mere\r\n_morceau_. One of my juvenilia.”\r\n\r\n“It was too beautiful for words,” persisted Jane.\r\n\r\n“Ah, you,” said Mr. Spelvin, “have the soul to appreciate it. I could\r\nwish that there were more like you, Miss Packard. We singers have much\r\nto put up with in a crass and materialistic world. Only last week\r\na man, a coarse editor, asked me what my sonnet, ‘Wine of Desire,’\r\n_meant_.” He laughed indulgently. “I gave him answer, ’twas a sonnet,\r\nnot a mining prospectus.”\r\n\r\n“It would have served him right,” said Jane, heatedly, “if you had\r\npasted him one on the nose!”\r\n\r\nAt this point a low whistle behind me attracted my attention, and I\r\nturned to perceive William Bates towering against the sky-line.\r\n\r\n“Hoy!” said William.\r\n\r\nI walked to where he stood, leaving Jane and Mr. Spelvin in earnest\r\nconversation with their heads close together.\r\n\r\n“I say,” said William, in a rumbling undertone, “who’s the bird with\r\nJane?”\r\n\r\n“A man named Spelvin. He is visiting the Wyndhams. I suppose Mrs.\r\nWyndham made them acquainted.”\r\n\r\n“Looks a bit of a Gawd-help-us,” said William critically.\r\n\r\n“He is going to walk round with you.”\r\n\r\nIt was impossible for a man of William Bates’s temperament to start,\r\nbut his face took on a look of faint concern.\r\n\r\n“Walk round with us?”\r\n\r\n“So Jane said.”\r\n\r\n“But look here,” said William. “I can’t possibly seize her and clasp\r\nher in my arms and do all that hot-breath stuff with this pie-faced\r\nexhibit hanging round on the out-skirts.”\r\n\r\n“No, I fear not.”\r\n\r\n“Postpone it, then, what?” said William, with unmistakable relief.\r\n“Well, as a matter of fact, it’s probably a good thing. There was a\r\nmost extraordinarily fine steak-and-kidney pudding at lunch, and,\r\nbetween ourselves, I’m not feeling what you might call keyed up to\r\nanything in the nature of a romantic scene. Some other time, eh?”\r\n\r\nI looked at Jane and the Spelvin youth, and a nameless apprehension\r\nswept over me. There was something in their attitude which I found\r\nalarming. I was just about to whisper a warning to William not to\r\ntreat this new arrival too lightly, when Jane caught sight of him and\r\ncalled him over and a moment later they set out on their round.\r\n\r\nI walked away pensively. This Spelvin’s advent, coming immediately on\r\ntop of that book of desert love, was undeniably sinister. My heart sank\r\nfor William, and I waited at the club-house to have a word with him,\r\nafter his match. He came in two hours later, flushed and jubilant.\r\n\r\n“Played the game of my life!” he said. “We didn’t hole out all the\r\nputts, but, making allowance for everything, you can chalk me up an\r\neighty-three. Not so bad, eh? You know the eighth hole? Well, I was a\r\nbit short with my drive, and found my ball lying badly for the brassie,\r\nso I took my driving-iron and with a nice easy swing let the pill have\r\nit so squarely on the seat of the pants that it flew--”\r\n\r\n“Where is Jane?” I interrupted.\r\n\r\n“Jane? Oh, the bloke Spelvin has taken her home.”\r\n\r\n“Beware of him, William!” I whispered, tensely. “Have a care, young\r\nBates! If you don’t look out, you’ll have him stealing Jane from you.\r\nDon’t laugh. Remember that I saw them together before you arrived. She\r\nwas gazing into his eyes as a desert maiden might gaze into the eyes\r\nof a sheik. You don’t seem to realise, wretched William Bates, that\r\nJane is an extremely romantic girl. A fascinating stranger like this,\r\ncoming suddenly into her life, may well snatch her away from you before\r\nyou know where you are.”\r\n\r\n“That’s all right,” said William, lightly. “I don’t mind admitting that\r\nthe same idea occurred to me. But I made judicious inquiries on the\r\nway round, and found out that the fellow’s a poet. You don’t seriously\r\nexpect me to believe that there’s any chance of Jane falling in love\r\nwith a poet?”\r\n\r\nHe spoke incredulously, for there were three things in the world that\r\nhe held in the smallest esteem--slugs, poets, and caddies with hiccups.\r\n\r\n“I think it extremely possible, if not probable,” I replied.\r\n\r\n“Nonsense!” said William. “And, besides, the man doesn’t play golf.\r\nNever had a club in his hand, and says he never wants to. That’s the\r\nsort of fellow he is.”\r\n\r\nAt this, I confess, I did experience a distinct feeling of relief. I\r\ncould imagine Jane Packard, stimulated by exotic literature, committing\r\nmany follies, but I was compelled to own that I could not conceive of\r\nher giving her heart to one who not only did not play golf but had no\r\ndesire to play it. Such a man, to a girl of her fine nature and correct\r\nupbringing, would be beyond the pale. I walked home with William in a\r\ncalm and happy frame of mind.\r\n\r\nI was to learn but one short week later that Woman is the\r\nunfathomable, incalculable mystery, the problem we men can never hope\r\nto solve.\r\n\r\n       *       *       *       *       *\r\n\r\nThe week that followed was one of much festivity in our village. There\r\nwere dances, picnics, bathing-parties, and all the other adjuncts of\r\nhigh summer. In these William Bates played but a minor part. Dancing\r\nwas not one of his gifts. He swung, if called upon, an amiable shoe,\r\nbut the disposition in the neighbourhood was to refrain from calling\r\nupon him; for he had an incurable habit of coming down with his full\r\nweight upon his partner’s toes, and many a fair girl had had to lie up\r\nfor a couple of days after collaborating with him in a fox-trot.\r\n\r\nPicnics, again, bored him, and he always preferred a round on the\r\nlinks to the merriest bathing-party. The consequence was that he kept\r\npractically aloof from the revels, and all through the week Jane\r\nPackard was squired by Rodney Spelvin. With Spelvin she swayed over the\r\nwaxed floor; with Spelvin she dived and swam; and it was Spelvin who,\r\nwith zealous hand, brushed ants off her mayonnaise and squashed wasps\r\nwith a chivalrous teaspoon. The end was inevitable. Apart from anything\r\nelse, the moon was at its full and many of these picnics were held at\r\nnight. And you know what that means. It was about ten days later that\r\nWilliam Bates came to me in my little garden with an expression on his\r\nface like a man who didn’t know it was loaded.\r\n\r\n“I say,” said William, “you busy?”\r\n\r\nI emptied the remainder of the water-can on the lobelias, and was at\r\nhis disposal.\r\n\r\n“I say,” said William, “rather a rotten thing has happened. You know\r\nJane?”\r\n\r\nI said I knew Jane.\r\n\r\n“You know Spelvin?”\r\n\r\nI said I knew Spelvin.\r\n\r\n“Well, Jane’s gone and got engaged to him,” said William, aggrieved.\r\n\r\n“What?”\r\n\r\n“It’s a fact.”\r\n\r\n“Already?”\r\n\r\n“Absolutely. She told me this morning. And what I want to know,” said\r\nthe stricken boy, sitting down thoroughly unnerved on a basket of\r\nstrawberries, “is, where do I get off?”\r\n\r\nMy heart bled for him, but I could not help reminding him that I had\r\nanticipated this.\r\n\r\n“You should not have left them so much alone together,” I said. “You\r\nmust have known that there is nothing more conducive to love than the\r\nmoon in June. Why, songs have been written about it. In fact, I cannot\r\nat the moment recall a song that has not been written about it.”\r\n\r\n“Yes, but how was I to guess that anything like this would happen?”\r\ncried William, rising and scraping strawberries off his person. “Who\r\nwould ever have supposed Jane Packard would leap off the dock with a\r\nfellow who doesn’t play golf?”\r\n\r\n“Certainly, as you say, it seems almost incredible. You are sure you\r\nheard her correctly? When she told you about the engagement, I mean.\r\nThere was no chance that you could have misunderstood?”\r\n\r\n“Not a bit of it. As a matter of fact, what led up to the thing, if you\r\nknow what I mean, was me proposing to her myself. I’d been thinking a\r\nlot during the last ten days over what you said to me about that, and\r\nthe more I thought of it the more of a sound egg the notion seemed. So\r\nI got her alone up at the club-house and said, ‘I say, old girl, what\r\nabout it?’ and she said, ‘What about what?’ and I said, ‘What about\r\nmarrying me? Don’t if you don’t want to, of course,’ I said, ‘but I’m\r\nbound to say it looks pretty good to me.’ And then she said she loved\r\nanother--this bloke Spelvin, to wit. A nasty jar, I can tell you, it\r\nwas. I was just starting off on a round, and it made me hook my putts\r\non every green.”\r\n\r\n“But did she say specifically that she was engaged to Spelvin?”\r\n\r\n“She said she loved him.”\r\n\r\n“There may be hope. If she is not irrevocably engaged the fancy may\r\npass. I think I will go and see Jane and make tactful inquiries.”\r\n\r\n“I wish you would,” said William. “And, I say, you haven’t any stuff\r\nthat’ll take strawberry-juice off a fellow’s trousers, have you?”\r\n\r\n       *       *       *       *       *\r\n\r\nMy interview with Jane that evening served only to confirm the bad\r\nnews. Yes, she was definitely engaged to the man Spelvin. In a burst of\r\ngirlish confidence she told me some of the details of the affair.\r\n\r\n“The moon was shining and a soft breeze played in the trees,” she said.\r\n“And suddenly he took me in his arms, gazed deep into my eyes, and\r\ncried, ‘I love you! I worship you! I adore you! You are the tree on\r\nwhich the fruit of my life hangs; my mate; my woman; predestined to me\r\nsince the first star shone up in yonder sky!’”\r\n\r\n“Nothing,” I agreed, “could be fairer than that. And then?” I said,\r\nthinking how different it all must have been from William Bates’s\r\nmiserable, limping proposal.\r\n\r\n“Then we fixed it up that we would get married in September.”\r\n\r\n“You are sure you are doing wisely?” I ventured.\r\n\r\nHer eyes opened.\r\n\r\n“Why do you say that?”\r\n\r\n“Well, you know, whatever his other merits--and no doubt they are\r\nnumerous--Rodney Spelvin does _not_ play golf.”\r\n\r\n“No, but he’s very broad-minded about it.”\r\n\r\nI shuddered. Women say these things so lightly.\r\n\r\n“Broad-minded?”\r\n\r\n“Yes. He has no objection to my going on playing. He says he likes my\r\npretty enthusiasms.”\r\n\r\nThere seemed nothing more to say on that subject.\r\n\r\n“Well,” I said, “I am sure I wish you every happiness. I had hoped, of\r\ncourse--but never mind that.”\r\n\r\n“What?”\r\n\r\n“I had hoped, as you insist on my saying it, that you and William\r\nBates--”\r\n\r\nA shadow passed over her face. Her eyes grew sad.\r\n\r\n“Poor William! I’m awfully sorry about that. He’s a dear.”\r\n\r\n“A splendid fellow,” I agreed.\r\n\r\n“He has been so wonderful about the whole thing. So many men would have\r\ngone off and shot grizzly bears or something. But William just said\r\n‘Right-o!’ in a quiet voice, and he’s going to caddy for me at Mossy\r\nHeath next week.”\r\n\r\n“There is good stuff in the boy.”\r\n\r\n“Yes.” She sighed. “If it wasn’t for Rodney--Oh, well!”\r\n\r\nI thought it would be tactful to change the subject.\r\n\r\n“So you have decided to go to Mossy Heath again?”\r\n\r\n“Yes. And I’m really going to qualify this year.”\r\n\r\n       *       *       *       *       *\r\n\r\nThe annual Invitation Tournament at Mossy Heath was one of the most\r\nimportant fixtures of our local female golfing year. As is usual\r\nwith these affairs, it began with a medal-play qualifying round, the\r\nthirty-two players with the lowest net scores then proceeding to fight\r\nit out during the remainder of the week by match-play. It gratified\r\nme to hear Jane speak so confidently of her chances, for this was the\r\nfourth year she had entered, and each time, though she had started\r\nout with the brightest prospects, she had failed to survive the\r\nqualifying round. Like so many golfers, she was fifty per cent. better\r\nat match-play than at medal-play. Mossy Heath, being a championship\r\ncourse, is full of nasty pitfalls, and on each of the three occasions\r\non which she had tackled it one very bad hole had undone all her steady\r\nwork on the other seventeen and ruined her card. I was delighted to\r\nfind her so undismayed by failure.\r\n\r\n“I am sure you will,” I said. “Just play your usual careful game.”\r\n\r\n“It doesn’t matter what sort of a game I play this time,” said Jane,\r\njubilantly. “I’ve just heard that there are only thirty-two entries\r\nthis year, so that everybody who finishes is bound to qualify. I have\r\nsimply got to get round somehow, and there I am.”\r\n\r\n“It would seem somewhat superfluous in these circumstances to play a\r\nqualifying round at all.”\r\n\r\n“Oh, but they must. You see, there are prizes for the best three\r\nscores, so they have to play it. But isn’t it a relief to know that,\r\neven if I come to grief on that beastly seventh, as I did last year, I\r\nshall still be all right?”\r\n\r\n“It is, indeed. I have a feeling that once it becomes a matter of\r\nmatch-play you will be irresistible.”\r\n\r\n“I do hope so. It would be lovely to win with Rodney looking on.”\r\n\r\n“Will he be looking on?”\r\n\r\n“Yes. He’s going to walk round with me. Isn’t it sweet of him?”\r\n\r\nHer _fiancé’s_ name having slid into the conversation again, she seemed\r\ninclined to become eloquent about him. I left her, however, before\r\nshe could begin. To one so strongly pro-William as myself, eulogistic\r\nprattle about Rodney Spelvin was repugnant. I disapproved entirely\r\nof this infatuation of hers. I am not a narrow-minded man; I quite\r\nappreciate the fact that non-golfers are entitled to marry; but I\r\ncould not countenance their marrying potential winners of the Ladies’\r\nInvitation Tournament at Mossy Heath.\r\n\r\nThe Greens Committee, as greens committees are so apt to do in order\r\nto justify their existence, have altered the Mossy Heath course\r\nconsiderably since the time of which I am speaking, but they have\r\nleft the three most poisonous holes untouched. I refer to the fourth,\r\nthe seventh, and the fifteenth. Even a soulless Greens Committee seems\r\nto have realised that golfers, long-suffering though they are, can be\r\npushed too far, and that the addition of even a single extra bunker to\r\nany of these dreadful places would probably lead to armed riots in the\r\nclub-house.\r\n\r\nJane Packard had done well on the first three holes, but as she stood\r\non the fourth tee she was conscious, despite the fact that this seemed\r\nto be one of her good days, of a certain nervousness; and oddly enough,\r\ngreat as was her love for Rodney Spelvin, it was not his presence that\r\ngave her courage, but the sight of William Bates’s large, friendly face\r\nand the sound of his pleasant voice urging her to keep her bean down\r\nand refrain from pressing.\r\n\r\nAs a matter of fact, to be perfectly truthful, there was beginning\r\nalready to germinate within her by this time a faint but definite\r\nregret that Rodney Spelvin had decided to accompany her on this\r\nqualifying round. It was sweet of him to bother to come, no doubt, but\r\nstill there was something about Rodney that did not seem to blend with\r\nthe holy atmosphere of a championship course. He was the one romance\r\nof her life and their souls were bound together for all eternity, but\r\nthe fact remained that he did not appear to be able to keep still\r\nwhile she was making her shots, and his light humming, musical though\r\nit was, militated against accuracy on the green. He was humming now\r\nas she addressed her ball, and for an instant a spasm of irritation\r\nshot through her. She fought it down bravely and concentrated on her\r\ndrive, and when the ball soared over the cross-bunker she forgot her\r\nannoyance. There is nothing so mellowing, so conducive to sweet and\r\ngenial thoughts, as a real juicy one straight down the middle, and this\r\nwas a pipterino.\r\n\r\n“Nice work,” said William Bates, approvingly.\r\n\r\nJane gave him a grateful smile and turned to Rodney. It was his\r\nappreciation that she wanted. He was not a golfer, but even he must be\r\nable to see that her drive had been something out of the common.\r\n\r\nRodney Spelvin was standing with his back turned, gazing out over the\r\nrolling prospect, one hand shading his eyes.\r\n\r\n“That vista there,” said Rodney. “That calm, wooded hollow, bathed in\r\nthe golden sunshine. It reminds me of the island valley of Avilion--”\r\n\r\n“Did you see my drive, Rodney?”\r\n\r\n“--where falls not rain nor hail nor any snow, nor ever wind blows\r\nloudly. Eh? Your drive? No, I didn’t.”\r\n\r\nAgain Jane Packard was aware of that faint, wistful regret. But\r\nthis was swept away a few moments later in the ecstasy of a perfect\r\niron-shot which plunked her ball nicely on to the green. The last\r\ntime she had played this hole she had taken seven, for all round the\r\nplateau green are sinister sand-bunkers, each beckoning the ball\r\ninto its hideous depths; and now she was on in two and life was very\r\nsweet. Putting was her strong point, so that there was no reason why\r\nshe should not get a snappy four on one of the nastiest holes on the\r\ncourse. She glowed with a strange emotion as she took her putter, and\r\nas she bent over her ball the air seemed filled with soft music.\r\n\r\nIt was only when she started to concentrate on the line of her putt\r\nthat this soft music began to bother her. Then, listening, she\r\nbecame aware that it proceeded from Rodney Spelvin. He was standing\r\nimmediately behind her, humming an old French love-song. It was the\r\nsort of old French love-song to which she could have listened for hours\r\nin some scented garden under the young May moon, but on the green of\r\nthe fourth at Mossy Heath it got right in amongst her nerve-centres.\r\n\r\n“Rodney, _please_!”\r\n\r\n“Eh?”\r\n\r\nJane found herself wishing that Rodney Spelvin would not say “Eh?”\r\nwhenever she spoke to him.\r\n\r\n“Do you mind not humming?” said Jane. “I want to putt.”\r\n\r\n“Putt on, child, putt on,” said Rodney Spelvin, indulgently. “I don’t\r\nknow what you mean, but, if it makes you happy to putt, putt to your\r\nheart’s content.”\r\n\r\nJane bent over her ball again. She had got the line now. She brought\r\nback her putter with infinite care.\r\n\r\n“My God!” exclaimed Rodney Spelvin, going off like a bomb.\r\n\r\nJane’s ball, sharply jabbed, shot past the hole and rolled on about\r\nthree yards. She spun round in anguish. Rodney Spelvin was pointing at\r\nthe horizon.\r\n\r\n“_What_ a bit of colour!” he cried. “Did you ever see such a bit of\r\ncolour?”\r\n\r\n“Oh, Rodney!” moaned Jane.\r\n\r\n“Eh?”\r\n\r\nJane gulped and walked to her ball. Her fourth putt trickled into the\r\nhole.\r\n\r\n“Did you win?” said Rodney Spelvin, amiably.\r\n\r\nJane walked to the fifth tee in silence.\r\n\r\n       *       *       *       *       *\r\n\r\nThe fifth and sixth holes at Mossy Heath are long, but they offer\r\nlittle trouble to those who are able to keep straight. It is as if the\r\narchitect of the course had relaxed over these two in order to ensure\r\nthat his malignant mind should be at its freshest and keenest when\r\nhe came to design the pestilential seventh. This seventh, as you may\r\nremember, is the hole at which Sandy McHoots, then Open Champion, took\r\nan eleven on an important occasion. It is a short hole, and a full\r\nmashie will take you nicely on to the green, provided you can carry the\r\nriver that frolics just beyond the tee and seems to plead with you to\r\nthrow it a ball to play with. Once on the green, however, the problem\r\nis to stay there. The green itself is about the size of a drawing-room\r\ncarpet, and in the summer, when the ground is hard, a ball that has not\r\nthe maximum of back-spin is apt to touch lightly and bound off into the\r\nriver beyond; for this is an island green, where the stream bends like\r\na serpent. I refresh your memory with these facts in order that you may\r\nappreciate to the full what Jane Packard was up against.\r\n\r\nThe woman with whom Jane was partnered had the honour, and drove a\r\nnice high ball which fell into one of the bunkers to the left. She\r\nwas a silent, patient-looking woman, and she seemed to regard this as\r\nperfectly satisfactory. She withdrew from the tee and made way for Jane.\r\n\r\n“Nice work!” said William Bates, a moment later. For Jane’s ball,\r\nsoaring in a perfect arc, was dropping, it seemed on the very pin.\r\n\r\n“Oh, Rodney, look!” cried Jane.\r\n\r\n“Eh?” said Rodney Spelvin.\r\n\r\nHis remark was drowned in a passionate squeal of agony from his\r\nbetrothed. The most poignant of all tragedies had occurred. The ball,\r\ntouching the green, leaped like a young lamb, scuttled past the pin,\r\nand took a running dive over the cliff.\r\n\r\nThere was a silence. Jane’s partner, who was seated on the bench by the\r\nsand-box reading a pocket edition in limp leather of Vardon’s _What\r\nevery Young Golfer Should Know_, with which she had been refreshing\r\nherself at odd moments all through the round, had not observed the\r\nincident. William Bates, with the tact of a true golfer, refrained from\r\ncomment. Jane was herself swallowing painfully. It was left to Rodney\r\nSpelvin to break the silence.\r\n\r\n“Good!” he said.\r\n\r\nJane Packard turned like a stepped-on worm.\r\n\r\n“What do you mean, good?”\r\n\r\n“You hit your ball farther than she did.”\r\n\r\n“I sent it into the river,” said Jane, in a low, toneless voice.\r\n\r\n“Capital!” said Rodney Spelvin, delicately masking a yawn with two\r\nfingers of his shapely right hand. “Capital! Capital!”\r\n\r\nHer face contorted with pain, Jane put down another ball.\r\n\r\n“Playing three,” she said.\r\n\r\nThe student of Vardon marked the place in her book with her thumb,\r\nlooked up, nodded, and resumed her reading.\r\n\r\n“Nice w--” began William Bates, as the ball soared off the tee, and\r\nchecked himself abruptly. Already he could see that the unfortunate\r\ngirl had put too little beef into it. The ball was falling, falling.\r\nIt fell. A crystal fountain flashed up towards the sun. The ball lay\r\nfloating on the bosom of the stream, only some few feet short of the\r\nisland. But, as has been well pointed out, that little less and how far\r\naway!\r\n\r\n“Playing five!” said Jane, between her teeth.\r\n\r\n“What,” inquired Rodney Spelvin, chattily, lighting a cigarette, “is\r\nthe record break?”\r\n\r\n“Playing _five_,” said Jane, with a dreadful calm, and gripped her\r\nmashie.\r\n\r\n“Half a second,” said William Bates, suddenly. “I say, I believe you\r\ncould play that last one from where it floats. A good crisp slosh with\r\na niblick would put you on, and you’d be there in four, with a chance\r\nfor a five. Worth trying, what? I mean, no sense in dropping strokes\r\nunless you have to.”\r\n\r\nJane’s eyes were gleaming. She threw William a look of infinite\r\ngratitude.\r\n\r\n“Why, I believe I could!”\r\n\r\n“Worth having a dash.”\r\n\r\n“There’s a boat down there!”\r\n\r\n“I could row,” said William.\r\n\r\n“I could stand in the middle and slosh,” cried Jane.\r\n\r\n“And what’s-his-name--_that_,” said William, jerking his head in the\r\ndirection of Rodney Spelvin, who was strolling up and down behind the\r\ntee, humming a gay Venetian barcarolle, “could steer.”\r\n\r\n“William,” said Jane, fervently, “you’re a darling.”\r\n\r\n“Oh, I don’t know,” said William, modestly.\r\n\r\n“There’s no one like you in the world. Rodney!”\r\n\r\n“Eh?” said Rodney Spelvin.\r\n\r\n“We’re going out in that boat. I want you to steer.”\r\n\r\nRodney Spelvin’s face showed appreciation of the change of programme.\r\nGolf bored him, but what could be nicer than a gentle row in a boat.\r\n\r\n“Capital!” he said. “Capital! Capital!”\r\n\r\nThere was a dreamy look in Rodney Spelvin’s eyes as he leaned back with\r\nthe tiller-ropes in his hands. This was just his idea of the proper way\r\nof passing a summer afternoon. Drifting lazily over the silver surface\r\nof the stream. His eyes closed. He began to murmur softly:\r\n\r\n“All to-day the slow sleek ripples hardly bear up shoreward, Charged\r\nwith sighs more light than laughter, faint and fair, Like a woodland\r\nlake’s weak wavelets lightly lingering forward, Soft and listless as\r\nthe--Here! Hi!”\r\n\r\nFor at this moment the silver surface of the stream was violently\r\nsplit by a vigorously-wielded niblick, the boat lurched drunkenly, and\r\nover his Panama-hatted head and down his grey-flannelled torso there\r\ndescended a cascade of water.\r\n\r\n“Here! Hi!” cried Rodney Spelvin.\r\n\r\nHe cleared his eyes and gazed reproachfully. Jane and William Bates\r\nwere peering into the depths.\r\n\r\n“I missed it,” said Jane.\r\n\r\n“There she spouts!” said William, pointing. “Ready?”\r\n\r\nJane raised her niblick.\r\n\r\n“Here! Hi!” bleated Rodney Spelvin, as a second cascade poured damply\r\nover him.\r\n\r\nHe shook the drops off his face, and perceived that Jane was regarding\r\nhim with hostility.\r\n\r\n“I do wish you wouldn’t talk just as I am swinging,” she said,\r\npettishly. “Now you’ve made me miss it again! If you can’t keep quiet,\r\nI wish you wouldn’t insist on coming round with one. Can you see it,\r\nWilliam?”\r\n\r\n“There she blows,” said William Bates.\r\n\r\n“Here! You aren’t going to do it _again_, are you?” cried Rodney\r\nSpelvin.\r\n\r\nJane bared her teeth.\r\n\r\n“I’m going to get that ball on to the green if I have to stay here all\r\nnight,” she said.\r\n\r\nRodney Spelvin looked at her and shuddered. Was this the quiet, dreamy\r\ngirl he had loved? This Mænad? Her hair was lying in damp wisps about\r\nher face, her eyes were shining with an unearthly light.\r\n\r\n“No, but really--” he faltered.\r\n\r\nJane stamped her foot.\r\n\r\n“What _are_ you making all this fuss about, Rodney?” she snapped.\r\n“Where is it, William?”\r\n\r\n“There she dips,” said William. “Playing six.”\r\n\r\n“Playing six.”\r\n\r\n“Let her go,” said William.\r\n\r\n“Let her go it is!” said Jane.\r\n\r\nA perfect understanding seemed to prevail between these two.\r\n\r\n_Splash!_\r\n\r\nThe woman on the bank looked up from her Vardon as Rodney Spelvin’s\r\nagonised scream rent the air. She saw a boat upon the water, a man\r\nrowing the boat, another man, hatless, gesticulating in the stern,\r\na girl beating the water with a niblick. She nodded placidly and\r\nunderstandingly. A niblick was the club she would have used herself in\r\nsuch circumstances. Everything appeared to her entirely regular and\r\northodox. She resumed her book.\r\n\r\n_Splash!_\r\n\r\n“Playing fifteen,” said Jane.\r\n\r\n“Fifteen is right,” said William Bates.\r\n\r\n_Splash! Splash! Splash!_\r\n\r\n“Playing forty-four.”\r\n\r\n“Forty-four is correct.”\r\n\r\n_Splash! Splash! Splash! Splash!_\r\n\r\n“Eighty-three?” said Jane, brushing the hair out of her eyes.\r\n\r\n“No. Only eighty-two,” said William Bates.\r\n\r\n“Where is it?”\r\n\r\n“There she drifts.”\r\n\r\nA dripping figure rose violently in the stern of the boat, spouting\r\nwater like a public fountain. For what seemed to him like an eternity\r\nRodney Spelvin had ducked and spluttered and writhed, and now it came\r\nto him abruptly that he was through. He bounded from his seat, and at\r\nthe same time Jane swung with all the force of her supple body. There\r\nwas a splash beside which all the other splashes had been as nothing.\r\nThe boat overturned and went drifting away. Three bodies plunged into\r\nthe stream. Three heads emerged from the water.\r\n\r\nThe woman on the bank looked absently in their direction. Then she\r\nresumed her book.\r\n\r\n“It’s all right,” said William Bates, contentedly. “We’re in our depth.”\r\n\r\n“My bag!” cried Jane. “My bag of clubs!”\r\n\r\n“Must have sunk,” said William.\r\n\r\n“Rodney,” said Jane, “my bag of clubs is at the bottom somewhere. Dive\r\nunder and swim about and try to find it.”\r\n\r\n“It’s bound to be around somewhere,” said William Bates encouragingly.\r\n\r\nRodney Spelvin drew himself up to his full height. It was not an easy\r\nthing to do, for it was muddy where he stood, but he did it.\r\n\r\n“Damn your bag of clubs!” he bellowed, lost to all shame. “I’m going\r\nhome!”\r\n\r\nWith painful steps, tripping from time to time and vanishing beneath\r\nthe surface, he sloshed to the shore. For a moment he paused on the\r\nbank, silhouetted against the summer sky, then he was gone.\r\n\r\n       *       *       *       *       *\r\n\r\nJane Packard and William Bates watched him go with amazed eyes.\r\n\r\n“I never would have dreamed,” said Jane, dazedly, “that he was that\r\nsort of man.”\r\n\r\n“A bad lot,” said William Bates.\r\n\r\n“The sort of man to be upset by the merest trifle!”\r\n\r\n“Must have a naturally bad disposition,” said William Bates.\r\n\r\n“Why, if a little thing like this could make him so rude and brutal and\r\nhorrid, it wouldn’t be _safe_ to marry him!”\r\n\r\n“Taking a big chance,” agreed William Bates. “Sort of fellow who would\r\nwater the cat’s milk and kick the baby in the face.” He took a deep\r\nbreath and disappeared. “Here are your clubs, old girl,” he said,\r\ncoming to the surface again. “Only wanted a bit of looking for.”\r\n\r\n“Oh, William,” said Jane, “you are the most wonderful man on earth!”\r\n\r\n“Would you go as far as that?” said William.\r\n\r\n“I was mad, mad, ever to get engaged to that brute!”\r\n\r\n“Now there,” said William Bates, removing an eel from his left\r\nbreast-pocket, “I’m absolutely with you. Thought so all along, but\r\ndidn’t like to say so. What I mean is, a girl like you--keen on golf\r\nand all that sort of thing--ought to marry a chap like me--keen on golf\r\nand everything of that description.”\r\n\r\n“William,” cried Jane, passionately, detaching a newt from her right\r\near, “I will!”\r\n\r\n“Silly nonsense, when you come right down to it, your marrying a fellow\r\nwho doesn’t play golf. Nothing in it.”\r\n\r\n“I’ll break off the engagement the moment I get home.”\r\n\r\n“You couldn’t make a sounder move, old girl.”\r\n\r\n“William!”\r\n\r\n“Jane!”\r\n\r\nThe woman on the bank, glancing up as she turned a page, saw a man\r\nand a girl embracing, up to their waists in water. It seemed to have\r\nnothing to do with her. She resumed her book.\r\n\r\nJane looked lovingly into William’s eyes.\r\n\r\n“William,” she said, “I think I have loved you all my life.”\r\n\r\n“Jane,” said William, “I’m dashed sure I’ve loved _you_ all _my_ life.\r\nMeant to tell you so a dozen times, but something always seemed to come\r\nup.”\r\n\r\n“William,” said Jane, “you’re an angel and a darling. Where’s the ball?”\r\n\r\n“There she pops.”\r\n\r\n“Playing eighty-four?”\r\n\r\n“Eighty-four it is,” said William. “Slow back, keep your eye on the\r\nball, and don’t press.”\r\n\r\nThe woman on the bank began Chapter Twenty-five."
  ]
}