{
  "index": 2,
  "title": "Chapter 1",
  "paragraphs": [
    "HIGH STAKES\r\n\r\n\r\nThe summer day was drawing to a close. Over the terrace outside the\r\nclub-house the chestnut trees threw long shadows, and such bees as\r\nstill lingered in the flower-beds had the air of tired business men\r\nwho are about ready to shut up the office and go off to dinner and a\r\nmusical comedy. The Oldest Member, stirring in his favourite chair,\r\nglanced at his watch and yawned.\r\n\r\nAs he did so, from the neighbourhood of the eighteenth green, hidden\r\nfrom his view by the slope of the ground, there came suddenly a medley\r\nof shrill animal cries, and he deduced that some belated match must\r\njust have reached a finish. His surmise was correct. The babble of\r\nvoices drew nearer, and over the brow of the hill came a little group\r\nof men. Two, who appeared to be the ringleaders in the affair, were\r\nshort and stout. One was cheerful and the other dejected. The rest of\r\nthe company consisted of friends and adherents; and one of these, a\r\nyoung man who seemed to be amused, strolled to where the Oldest Member\r\nsat.\r\n\r\n“What,” inquired the Sage, “was all the shouting for?”\r\n\r\nThe young man sank into a chair and lighted a cigarette.\r\n\r\n“Perkins and Broster,” he said, “were all square at the seventeenth,\r\nand they raised the stakes to fifty pounds. They were both on the green\r\nin seven, and Perkins had a two-foot putt to halve the match. He missed\r\nit by six inches. They play pretty high, those two.”\r\n\r\n“It is a curious thing,” said the Oldest Member, “that men whose golf\r\nis of a kind that makes hardened caddies wince always do. The more\r\ncompetent a player, the smaller the stake that contents him. It is\r\nonly when you get down into the submerged tenth of the golfing world\r\nthat you find the big gambling. However, I would not call fifty pounds\r\nanything sensational in the case of two men like Perkins and Broster.\r\nThey are both well provided with the world’s goods. If you would care\r\nto hear the story--”\r\n\r\nThe young man’s jaw fell a couple of notches.\r\n\r\n“I had no idea it was so late,” he bleated. “I ought to be--”\r\n\r\n“--of a man who played for really high stakes--”\r\n\r\n“I promised to--”\r\n\r\n“--I will tell it to you,” said the Sage.\r\n\r\n“Look here,” said the young man, sullenly, “it isn’t one of those\r\nstories about two men who fall in love with the same girl and play a\r\nmatch to decide which is to marry her, is it? Because if so--”\r\n\r\n“The stake to which I allude,” said the Oldest Member, “was something\r\nfar higher and bigger than a woman’s love. Shall I proceed?”\r\n\r\n“All right,” said the young man, resignedly. “Snap into it.”\r\n\r\n       *       *       *       *       *\r\n\r\nIt has been well said--I think by the man who wrote the sub-titles for\r\n“Cage-Birds of Society” (began the Oldest Member)--that wealth does not\r\nalways bring happiness. It was so with Bradbury Fisher, the hero of\r\nthe story which I am about to relate. One of America’s most prominent\r\ntainted millionaires, he had two sorrows in life--his handicap refused\r\nto stir from twenty-four and his wife disapproved of his collection of\r\nfamous golf relics. Once, finding him crooning over the trousers in\r\nwhich Ouimet had won his historic replay against Vardon and Ray in the\r\nAmerican Open, she had asked him why he did not collect something worth\r\nwhile, like Old Masters or first editions.\r\n\r\nWorth while! Bradbury had forgiven, for he loved the woman, but he\r\ncould not forget.\r\n\r\nFor Bradbury Fisher, like so many men who have taken to the game in\r\nmiddle age, after a youth misspent in the pursuits of commerce, was\r\nno half-hearted enthusiast. Although he still occasionally descended\r\non Wall Street in order to pry the small investor loose from another\r\ncouple of million, what he really lived for now was golf and his\r\ncollection. He had begun the collection in his first year as a golfer,\r\nand he prized it dearly. And when he reflected that his wife had\r\nstopped him purchasing J. H. Taylor’s shirt-stud, which he could have\r\nhad for a few hundred pounds, the iron seemed to enter into his soul.\r\n\r\nThe distressing episode had occurred in London, and he was now on his\r\nway back to New York, having left his wife to continue her holiday in\r\nEngland. All through the voyage he remained moody and distrait; and\r\nat the ship’s concert, at which he was forced to take the chair, he\r\nwas heard to observe to the purser that if the alleged soprano who had\r\njust sung “My Little Grey Home in the West” had the immortal gall to\r\ntake a second encore he hoped that she would trip over a high note and\r\ndislocate her neck.\r\n\r\n       *       *       *       *       *\r\n\r\nSuch was Bradbury Fisher’s mood throughout the ocean journey, and it\r\nremained constant until he arrived at his palatial home at Goldenville,\r\nLong Island, where, as he sat smoking a moody after-dinner cigar in the\r\nVersailles drawing-room, Blizzard, his English butler, informed him\r\nthat Mr. Gladstone Bott desired to speak to him on the telephone.\r\n\r\n“Tell him to go and boil himself,” said Bradbury.\r\n\r\n“Very good, sir.”\r\n\r\n“No, I’ll tell him myself,” said Bradbury. He strode to the telephone.\r\n“Hullo!” he said curtly.\r\n\r\nHe was not fond of this Bott. There are certain men who seem fated\r\nto go through life as rivals. It was so with Bradbury Fisher and J.\r\nGladstone Bott. Born in the same town within a few days of one another,\r\nthey had come to New York in the same week; and from that moment their\r\ncareers had run side by side. Fisher had made his first million two\r\ndays before Bott, but Bott’s first divorce had got half a column and\r\ntwo sticks more publicity than Fisher’s.\r\n\r\nAt Sing-Sing, where each had spent several happy years of early\r\nmanhood, they had run neck and neck for the prizes which that\r\ninstitution has to offer. Fisher secured the position of catcher on\r\nthe baseball nine in preference to Bott, but Bott just nosed Fisher\r\nout when it came to the choice of a tenor for the glee club. Bott was\r\nselected for the debating contest against Auburn, but Fisher got the\r\nlast place on the crossword puzzle team, with Bott merely first reserve.\r\n\r\nThey had taken up golf simultaneously, and their handicaps had remained\r\nlevel ever since. Between such men it is not surprising that there was\r\nlittle love lost.\r\n\r\n“Hullo!” said Gladstone Bott. “So you’re back? Say, listen, Fisher. I\r\nthink I’ve got something that’ll interest you. Something you’ll be glad\r\nto have in your golf collection.”\r\n\r\nBradbury Fisher’s mood softened. He disliked Bott, but that was no\r\nreason for not doing business with him. And though he had little faith\r\nin the man’s judgment it might be that he had stumbled upon some\r\nvaluable antique. There crossed his mind the comforting thought that\r\nhis wife was three thousand miles away and that he was no longer under\r\nher penetrating eye--that eye which, so to speak, was always “about his\r\nbath and about his bed and spying out all his ways.”\r\n\r\n“I’ve just returned from a trip down South,” proceeded Bott, “and I\r\nhave secured the authentic baffy used by Bobby Jones in his first\r\nimportant contest--the Infants’ All-In Championship of Atlanta,\r\nGeorgia, open to those of both sexes not yet having finished teething.”\r\n\r\nBradbury gasped. He had heard rumours that this treasure was in\r\nexistence, but he had never credited them.\r\n\r\n“You’re sure?” he cried. “You’re positive it’s genuine?”\r\n\r\n“I have a written guarantee from Mr. Jones, Mrs. Jones, and the nurse.”\r\n\r\n“How much, Bott, old man?” stammered Bradbury. “How much do you want\r\nfor it, Gladstone, old top? I’ll give you a hundred thousand dollars.”\r\n\r\n“Ha!”\r\n\r\n“Five hundred thousand.”\r\n\r\n“Ha, ha!”\r\n\r\n“A million.”\r\n\r\n“Ha, ha, ha!”\r\n\r\n“Two million.”\r\n\r\n“Ha, ha, ha, ha!”\r\n\r\nBradbury Fisher’s strong face twisted like that of a tortured fiend.\r\nHe registered in quick succession rage, despair, hate, fury, anguish,\r\npique, and resentment. But when he spoke again his voice was soft and\r\ngentle.\r\n\r\n“Gladdy, old socks,” he said, “we have been friends for years.”\r\n\r\n“No, we haven’t,” said Gladstone Bott.\r\n\r\n“Yes, we have.”\r\n\r\n“No, we haven’t.”\r\n\r\n“Well, anyway, what about two million five hundred?”\r\n\r\n“Nothing doing. Say, listen. Do you really want that baffy?”\r\n\r\n“I do, Botty, old egg, I do indeed.”\r\n\r\n“Then listen. I’ll exchange it for Blizzard.”\r\n\r\n“For Blizzard?” quavered Fisher.\r\n\r\n“For Blizzard.”\r\n\r\nIt occurs to me that, when describing the closeness of the rivalry\r\nbetween these two men I may have conveyed the impression that in no\r\ndepartment of life could either claim a definite advantage over\r\nthe other. If that is so, I erred. It is true that in a general\r\nway, whatever one had, the other had something equally good to\r\ncounterbalance it; but in just one matter Bradbury Fisher had triumphed\r\ncompletely over Gladstone Bott. Bradbury Fisher had the finest English\r\nbutler on Long Island.\r\n\r\nBlizzard stood alone. There is a regrettable tendency on the part of\r\nEnglish butlers to-day to deviate more and more from the type which\r\nmade their species famous. The modern butler has a nasty nack of being\r\na lissom young man in perfect condition who looks like the son of the\r\nhouse. But Blizzard was of the fine old school. Before coming to the\r\nFisher home he had been for fifteen years in the service of an earl,\r\nand his appearance suggested that throughout those fifteen years he\r\nhad not let a day pass without its pint of port. He radiated port and\r\npop-eyed dignity. He had splay feet and three chins, and when he walked\r\nhis curving waistcoat preceded him like the advance guard of some royal\r\nprocession.\r\n\r\nFrom the first, Bradbury had been perfectly aware that Bott coveted\r\nBlizzard, and the knowledge had sweetened his life. But this was the\r\nfirst time he had come out into the open and admitted it.\r\n\r\n“Blizzard?” whispered Fisher.\r\n\r\n“Blizzard,” said Bott firmly. “It’s my wife’s birthday next week, and\r\nI’ve been wondering what to give her.”\r\n\r\nBradbury Fisher shuddered from head to foot, and his legs wobbled like\r\nasparagus stalks. Beads of perspiration stood out on his forehead. The\r\nserpent was tempting him--tempting him grievously.\r\n\r\n“You’re sure you won’t take three million--or four--or something like\r\nthat?”\r\n\r\n“No; I want Blizzard.”\r\n\r\nBradbury Fisher passed his handkerchief over his streaming brow.\r\n\r\n“So be it,” he said in a low voice.\r\n\r\n       *       *       *       *       *\r\n\r\nThe Jones baffy arrived that night, and for some hours Bradbury Fisher\r\ngloated over it with the unmixed joy of a collector who has secured\r\nthe prize of a lifetime. Then, stealing gradually over him, came the\r\nrealisation of what he had done.\r\n\r\nHe was thinking of his wife and what she would say when she heard of\r\nthis. Blizzard was Mrs. Fisher’s pride and joy. She had never, like the\r\npoet, nursed a dear gazelle, but, had she done so, her attitude towards\r\nit would have been identical with her attitude towards Blizzard.\r\nAlthough so far away, it was plain that her thoughts still lingered\r\nwith the pleasure she had left at home, for on his arrival Bradbury had\r\nfound three cables awaiting him.\r\n\r\nThe first ran:\r\n\r\n “_How is Blizzard? Reply._”\r\n\r\nThe second:\r\n\r\n “_How is Blizzard’s sciatica? Reply._”\r\n\r\nThe third:\r\n\r\n “_Blizzard’s hiccups. How are they? Suggest Doctor Murphy’s Tonic\r\n Swamp-Juice. Highly spoken of. Three times a day after meals. Try for\r\n week and cable result._”\r\n\r\nIt did not require a clairvoyant to tell Bradbury that, if on her\r\nreturn she found that he had disposed of Blizzard in exchange for a\r\nchild’s cut-down baffy, she would certainly sue him for divorce. And\r\nthere was not a jury in America that would not give their verdict in\r\nher favour without a dissentient voice. His first wife, he recalled,\r\nhad divorced him on far flimsier grounds. So had his second, third,\r\nand fourth. And Bradbury loved his wife. There had been a time in his\r\nlife when, if he lost a wife, he had felt philosophically that there\r\nwould be another along in a minute; but, as a man grows older, he tends\r\nto become set in his habits, and he could not contemplate existence\r\nwithout the company of the present incumbent.\r\n\r\nWhat, therefore, to do? What, when you came right down to it, to do?\r\n\r\nThere seemed no way out of the dilemma. If he kept the Jones baffy, no\r\nother price would satisfy Bott’s jealous greed. And to part with the\r\nbaffy, now that it was actually in his possession, was unthinkable.\r\n\r\nAnd then, in the small hours of the morning, as he tossed sleeplessly\r\non his Louis Quinze bed, his giant brain conceived a plan.\r\n\r\nOn the following afternoon he made his way to the club-house, and was\r\ninformed that Bott was out playing a round with another millionaire of\r\nhis acquaintance. Bradbury waited, and presently his rival appeared.\r\n\r\n“Hey!” said Gladstone Bott, in his abrupt, uncouth way. “When are you\r\ngoing to deliver that butler?”\r\n\r\n“I will make the shipment at the earliest date,” said Bradbury.\r\n\r\n“I was expecting him last night.”\r\n\r\n“You shall have him shortly.”\r\n\r\n“What do you feed him on?” asked Gladstone Bott.\r\n\r\n“Oh, anything you have yourselves. Put sulphur in his port in the hot\r\nweather. Tell me, how did your match go?”\r\n\r\n“He beat me. I had rotten luck.”\r\n\r\nBradbury Fisher’s eyes gleamed. His moment had come.\r\n\r\n“Luck?” he said. “What do you mean, luck? Luck has nothing to do with\r\nit. You’re always beefing about your luck. The trouble with you is that\r\nyou play rottenly.”\r\n\r\n“What!”\r\n\r\n“It is no use trying to play golf unless you learn the first principles\r\nand do it properly. Look at the way you drive.”\r\n\r\n“What’s wrong with my driving?”\r\n\r\n“Nothing, except that you don’t do anything right. In driving, as the\r\nclub comes back in the swing, the weight should be shifted by degrees,\r\nquietly and gradually, until, when the club has reached its top-most\r\npoint, the whole weight of the body is supported by the right leg, the\r\nleft foot being turned at the time and the left knee bent in toward\r\nthe right leg. But, regardless of how much you perfect your style, you\r\ncannot develop any method which will not require you to keep your head\r\nstill so that you can see your ball clearly.”\r\n\r\n“Hey!”\r\n\r\n“It is obvious that it is impossible to introduce a jerk or a sudden\r\nviolent effort into any part of the swing without disturbing the\r\nbalance or moving the head. I want to drive home the fact that it is\r\nabsolutely essential to--”\r\n\r\n“Hey!” cried Gladstone Bott.\r\n\r\nThe man was shaken to the core. From the local pro, and from scratch\r\nmen of his acquaintance, he would gladly have listened to this sort\r\nof thing by the hour, but to hear these words from Bradbury Fisher,\r\nwhose handicap was the same as his own, and out of whom it was his\r\nunperishable conviction that he could hammer the tar any time he got\r\nhim out on the links, was too much.\r\n\r\n“Where do you get off,” he demanded, heatedly, “trying to teach me\r\ngolf?”\r\n\r\nBradbury Fisher chuckled to himself. Everything was working out as his\r\nsubtle mind had foreseen.\r\n\r\n“My dear fellow,” he said, “I was only speaking for your good.”\r\n\r\n“I like your nerve! I can lick you any time we start.”\r\n\r\n“It’s easy enough to talk.”\r\n\r\n“I trimmed you twice the week before you sailed to England.”\r\n\r\n“Naturally,” said Bradbury Fisher, “in a friendly round, with only a\r\nfew thousand dollars on the match, a man does not extend himself. You\r\nwouldn’t dare to play me for anything that really mattered.”\r\n\r\n“I’ll play you when you like for anything you like.”\r\n\r\n“Very well. I’ll play you for Blizzard.”\r\n\r\n“Against what?”\r\n\r\n“Oh, anything you please. How about a couple of railroads?”\r\n\r\n“Make it three.”\r\n\r\n“Very well.”\r\n\r\n“Next Friday suit you?”\r\n\r\n“Sure,” said Bradbury Fisher.\r\n\r\nIt seemed to him that his troubles were over. Like all twenty-four\r\nhandicap men, he had the most perfect confidence in his ability to beat\r\nall other twenty-four handicap men. As for Gladstone Bott, he knew that\r\nhe could disembowel him any time he was able to lure him out of the\r\nclub-house.\r\n\r\n       *       *       *       *       *\r\n\r\nNevertheless, as he breakfasted on the morning of the fateful match,\r\nBradbury Fisher was conscious of an unwonted nervousness. He was no\r\nweakling. In Wall Street his phlegm in moments of stress was a by-word.\r\nOn the famous occasion when the B. and G. crowd had attacked C. and\r\nD., and in order to keep control of L. and M. he had been compelled to\r\nbuy so largely of S. and T., he had not turned a hair. And yet this\r\nmorning, in endeavouring to prong up segments of bacon, he twice missed\r\nthe plate altogether and on a third occasion speared himself in the\r\ncheek with his fork. The spectacle of Blizzard, so calm, so competent,\r\nso supremely the perfect butler, unnerved him.\r\n\r\n“I am jumpy to-day, Blizzard,” he said forcing a laugh.\r\n\r\n“Yes, sir. You do, indeed, appear to have the willies.”\r\n\r\n“Yes. I am playing a very important golf-match this morning.”\r\n\r\n“Indeed, sir?”\r\n\r\n“I must pull myself together, Blizzard.”\r\n\r\n“Yes, sir. And, if I may respectfully make the suggestion, you should\r\nendeavour, when in action, to keep the head down and the eye rigidly\r\nupon the ball.”\r\n\r\n“I will, Blizzard, I will,” said Bradbury Fisher, his keen eyes\r\nclouding under a sudden mist of tears. “Thank you, Blizzard, for the\r\nadvice.”\r\n\r\n“Not at all, sir.”\r\n\r\n“How is your sciatica, Blizzard?”\r\n\r\n“A trifle improved, I thank you, sir.”\r\n\r\n“And your hiccups?”\r\n\r\n“I am conscious of a slight though possibly only a temporary relief,\r\nsir.”\r\n\r\n“Good,” said Bradbury Fisher.\r\n\r\nHe left the room with a firm step; and proceeding to his library, read\r\nfor a while portions of that grand chapter in James Braid’s “Advanced\r\nGolf” which deals with driving into the wind. It was a fair and\r\ncloudless morning, but it was as well to be prepared for emergencies.\r\nThen, feeling that he had done all that could be done, he ordered the\r\ncar and was taken to the links.\r\n\r\nGladstone Bott was awaiting him on the first tee, in company with two\r\ncaddies. A curt greeting, a spin of the coin, and Gladstone Bott,\r\nsecuring the honour, stepped out to begin the contest.\r\n\r\n       *       *       *       *       *\r\n\r\nAlthough there are, of course, endless sub-species in their ranks, not\r\nall of which have yet been classified by science, twenty-four handicap\r\ngolfers may be stated broadly to fall into two classes, the dashing\r\nand the cautious--those, that is to say, who endeavour to do every\r\nhole in a brilliant one and those who are content to win with a steady\r\nnine. Gladstone Bott was one of the cautious brigade. He fussed about\r\nfor a few moments like a hen scratching gravel, then with a stiff\r\nquarter-swing sent his ball straight down the fairway for a matter of\r\nseventy yards, and it was Bradbury Fisher’s turn to drive.\r\n\r\nNow, normally, Bradbury Fisher was essentially a dasher. It was his\r\nhabit, as a rule, to raise his left foot some six inches from the\r\nground, and having swayed forcefully back on to his right leg, to\r\nsway sharply forward again and lash out with sickening violence in\r\nthe general direction of the ball. It was a method which at times\r\nproduced excellent results, though it had the flaw that it was somewhat\r\nuncertain. Bradbury Fisher was the only member of the club, with the\r\nexception of the club champion, who had ever carried the second green\r\nwith his drive; but, on the other hand, he was also the only member\r\nwho had ever laid his drive on the eleventh dead to the pin of the\r\nsixteenth.\r\n\r\nBut to-day the magnitude of the issues at stake had wrought a change\r\nin him. Planted firmly on both feet, he fiddled at the ball in the\r\nmanner of one playing spillikens. When he swung, it was with a swing\r\nresembling that of Gladstone Bott; and, like Bott, he achieved a nice,\r\nsteady, rainbow-shaped drive of some seventy yards straight down the\r\nmiddle. Bott replied with an eighty-yard brassie shot. Bradbury held\r\nhim with another. And so, working their way cautiously across the\r\nprairie, they came to the green, where Bradbury, laying his third putt\r\ndead, halved the hole.\r\n\r\nThe second was a repetition of the first, the third and fourth\r\nrepetitions of the second. But on the fifth green the fortunes of the\r\nmatch began to change. Here Gladstone Bott, faced with a fifteen-foot\r\nputt to win, smote his ball firmly off the line, as had been his\r\npractice at each of the preceding holes, and the ball, hitting a\r\nworm-cast and bounding off to the left, ran on a couple of yards, hit\r\nanother worm-cast, bounded to the right, and finally, bumping into a\r\ntwig, leaped to the left again and clattered into the tin.\r\n\r\n“One up,” said Gladstone Bott. “Tricky, some of these greens are. You\r\nhave to gauge the angles to a nicety.”\r\n\r\nAt the sixth a donkey in an adjoining field uttered a raucous bray just\r\nas Bott was addressing his ball with a mashie-niblick on the edge of\r\nthe green. He started violently and, jerking his club with a spasmodic\r\nreflex action of the forearm, holed out.\r\n\r\n“Nice work,” said Gladstone Bott.\r\n\r\nThe seventh was a short hole, guarded by two large bunkers between\r\nwhich ran a narrow foot-path of turf. Gladstone Bott’s mashie-shot,\r\nfalling short, ran over the rough, peered for a moment into the depths\r\nto the left, then, winding up the path, trickled on to the green,\r\nstruck a fortunate slope, acquired momentum, ran on, and dropped into\r\nthe hole.\r\n\r\n“Nearly missed it,” said Gladstone Bott, drawing a deep breath.\r\n\r\n       *       *       *       *       *\r\n\r\nBradbury Fisher looked out upon a world that swam and danced before his\r\neyes. He had not been prepared for this sort of thing. The way things\r\nwere shaping, he felt that it would hardly surprise him now if the cups\r\nwere to start jumping up and snapping at Bott’s ball like starving dogs.\r\n\r\n“Three up,” said Gladstone Bott.\r\n\r\nWith a strong effort Bradbury Fisher mastered his feelings. His mouth\r\nset grimly. Matters, he perceived, had reached a crisis. He saw now\r\nthat he had made a mistake in allowing himself to be intimidated by\r\nthe importance of the occasion into being scientific. Nature had never\r\nintended him for a scientific golfer, and up till now he had been\r\nbehaving like an animated illustration out of a book by Vardon. He\r\nhad taken his club back along and near the turf, allowing it to trend\r\naround the legs as far as was permitted by the movement of the arms. He\r\nhad kept his right elbow close to the side, this action coming into\r\noperation before the club was allowed to describe a section of a circle\r\nin an upward direction, whence it was carried by means of a slow,\r\nsteady, swinging movement. He had pivoted, he had pronated the wrists,\r\nand he had been careful about the lateral hip-shift.\r\n\r\nAnd it had been all wrong. That sort of stuff might suit some people,\r\nbut not him. He was a biffer, a swatter, and a slosher; and it flashed\r\nupon him now that only by biffing, swatting, and sloshing as he had\r\nnever biffed, swatted, and sloshed before could he hope to recover the\r\nground he had lost.\r\n\r\nGladstone Bott was not one of those players who grow careless with\r\nsuccess. His drive at the eighth was just as steady and short as ever.\r\nBut this time Bradbury Fisher made no attempt to imitate him. For seven\r\nholes he had been checking his natural instincts, and now he drove with\r\nall the banked-up fury that comes with release from long suppression.\r\n\r\nFor an instant he remained poised on one leg like a stork; then there\r\nwas a whistle and a crack, and the ball, smitten squarely in the\r\nmidriff, flew down the course and, soaring over the bunkers, hit the\r\nturf and gambolled to within twenty yards of the green.\r\n\r\nHe straightened out the kinks in his spine with a grim smile. Allowing\r\nhimself the regulation three putts, he would be down in five, and only\r\na miracle could give Gladstone Bott anything better than a seven. “Two\r\ndown,” he said some minutes later, and Gladstone Bott nodded sullenly.\r\n\r\nIt was not often that Bradbury Fisher kept on the fairway with two\r\nconsecutive drives, but strange things were happening to-day. Not only\r\nwas his drive at the ninth a full two hundred and forty yards, but it\r\nwas also perfectly straight.\r\n\r\n“One down,” said Bradbury Fisher, and Bott nodded even more sullenly\r\nthan before.\r\n\r\nThere are few things more demoralising than to be consistently\r\noutdriven; and when he is outdriven by a hundred and seventy yards at\r\ntwo consecutive holes the bravest man is apt to be shaken. Gladstone\r\nBott was only human. It was with a sinking heart that he watched his\r\nopponent heave and sway on the tenth tee; and when the ball once more\r\nflew straight and far down the course a strange weakness seemed to come\r\nover him. For the first time he lost his morale and topped. The ball\r\ntrickled into the long grass, and after three fruitless stabs at it\r\nwith a niblick he picked up, and the match was squared.\r\n\r\nAt the eleventh Bradbury Fisher also topped, and his tee-shot, though\r\nnice and straight, travelled only a couple of feet. He had to scramble\r\nto halve in eight.\r\n\r\nThe twelfth was another short hole; and Bradbury, unable to curb\r\nthe fine, careless rapture which had crept into his game, had the\r\nmisfortune to over-shoot the green by some sixty yards, thus enabling\r\nhis opponent to take the lead once more.\r\n\r\nThe thirteenth and fourteenth were halved, but Bradbury, driving\r\nanother long ball, won the fifteenth, squaring the match.\r\n\r\n       *       *       *       *       *\r\n\r\nIt seemed to Bradbury Fisher, as he took his stand on the sixteenth\r\ntee, that he now had the situation well in hand. At the thirteenth and\r\nfourteenth his drive had flickered, but on the fifteenth it had come\r\nback in all its glorious vigour and there appeared to be no reason to\r\nsuppose that it had not come to stay. He recollected exactly how he\r\nhad done that last colossal slosh, and he now prepared to reproduce\r\nthe movements precisely as before. The great thing to remember was to\r\nhold the breath on the back-swing and not to release it before the\r\nmoment of impact. Also, the eyes should not be closed until late in the\r\ndown-swing. All great golfers have their little secrets, and that was\r\nBradbury’s.\r\n\r\nWith these aids to success firmly fixed in his mind, Bradbury Fisher\r\nprepared to give the ball the nastiest bang that a golf-ball had ever\r\nhad since Edward Blackwell was in his prime. He drew in his breath and,\r\nwith lungs expanded to their fullest capacity, heaved back on to his\r\nlarge, flat right foot. Then, clenching his teeth, he lashed out.\r\n\r\nWhen he opened his eyes, they fell upon a horrid spectacle. Either\r\nhe had closed those eyes too soon or else he had breathed too\r\nprecipitately--whatever the cause, the ball, which should have gone due\r\nsouth, was travelling with great speed sou’-sou’-east. And, even as he\r\ngazed, it curved to earth and fell into as uninviting a bit of rough\r\nas he had ever penetrated. And he was a man who had spent much time in\r\nmany roughs.\r\n\r\n       *       *       *       *       *\r\n\r\nLeaving Gladstone Bott to continue his imitation of a spavined\r\noctogenarian rolling peanuts with a toothpick, Bradbury Fisher,\r\nfollowed by his caddie, set out on the long trail into the jungle.\r\n\r\nHope did not altogether desert him as he walked. In spite of its\r\nerratic direction, the ball had been so shrewdly smitten that it was\r\nnot far from the green. Provided luck was with him and the lie not\r\ntoo desperate, a mashie would put him on the carpet. It was only when\r\nhe reached the rough and saw what had happened that his heart sank.\r\nThere the ball lay, half hidden in the grass, while above it waved the\r\nstraggling tentacle of some tough-looking shrub. Behind it was a stone,\r\nand behind the stone, at just the elevation required to catch the\r\nback-swing of the club, was a tree. And, by an ironical stroke of fate\r\nwhich drew from Bradbury a hollow, bitter laugh, only a few feet to the\r\nright was a beautiful smooth piece of turf from which it would have\r\nbeen a pleasure to play one’s second.\r\n\r\nDully, Bradbury looked round to see how Bott was getting on. And then\r\nsuddenly, as he found that Bott was completely invisible behind the\r\nbelt of bushes through which he had just passed, a voice seemed to\r\nwhisper to him, “Why not?”\r\n\r\nBradbury Fisher, remember, had spent thirty years in Wall Street.\r\n\r\nIt was at this moment that he realised that he was not alone. His\r\ncaddie was standing at his side.\r\n\r\nBradbury Fisher gazed upon the caddie, whom until now he had not had\r\nany occasion to observe with any closeness.\r\n\r\nThe caddie was not a boy. He was a man, apparently in the middle\r\nforties, with bushy eyebrows and a walrus moustache; and there was\r\nsomething about his appearance which suggested to Bradbury that here\r\nwas a kindred spirit. He reminded Bradbury a little of Spike Huggins,\r\nthe safe-blower, who had been a fresher with him at Sing-Sing. It\r\nseemed to him that this caddie could be trusted in a delicate matter\r\ninvolving secrecy and silence. Had he been some babbling urchin, the\r\nrisk might have been too great.\r\n\r\n“Caddie,” said Bradbury.\r\n\r\n“Sir?” said the caddie.\r\n\r\n“Yours is an ill-paid job,” said Bradbury.\r\n\r\n“It is, indeed, sir,” said the caddie.\r\n\r\n“Would you like to earn fifty dollars?”\r\n\r\n“I would prefer to earn a hundred.”\r\n\r\n“I meant a hundred,” said Bradbury.\r\n\r\nHe produced a roll of bills from his pocket, and peeled off one of\r\nthat value. Then, stooping, he picked up his ball and placed it on the\r\nlittle oasis of turf. The caddie bowed intelligently.\r\n\r\n“You mean to say,” cried Gladstone Bott, a few moments later, “that you\r\nwere out with your second? With your second!”\r\n\r\n“I had a stroke of luck.”\r\n\r\n“You’re sure it wasn’t about six strokes of luck?”\r\n\r\n“My ball was right out in the open in an excellent lie.”\r\n\r\n“Oh!” said Gladstone Bott, shortly.\r\n\r\n“I have four for it, I think.”\r\n\r\n“One down,” said Gladstone Bott.\r\n\r\n“And two to play,” trilled Bradbury.\r\n\r\nIt was with a light heart that Bradbury Fisher teed up on the\r\nseventeenth. The match, he felt, was as good as over. The whole essence\r\nof golf is to discover a way of getting out of rough without losing\r\nstrokes; and with this sensible, broad-minded man of the world caddying\r\nfor him he seemed to have discovered the ideal way. It cost him\r\nscarcely a pang when he saw his drive slice away into a tangle of long\r\ngrass, but for the sake of appearances he affected a little chagrin.\r\n\r\n“Tut, tut!” he said.\r\n\r\n“I shouldn’t worry,” said Gladstone Bott. “You will probably find it\r\nsitting upon an india-rubber tee which some one has dropped there.”\r\n\r\nHe spoke sardonically, and Bradbury did not like his manner. But then\r\nhe never had liked Gladstone Bott’s manner, so what of that? He made\r\nhis way to where the ball had fallen. It was lying under a bush.\r\n\r\n“Caddie,” said Bradbury.\r\n\r\n“Sir?” said the caddie.\r\n\r\n“A hundred?”\r\n\r\n“And fifty.”\r\n\r\n“And fifty,” said Bradbury Fisher.\r\n\r\nGladstone Bott was still toiling along the fairway when Bradbury\r\nreached the green.\r\n\r\n“How many?” he asked, eventually winning to the goal.\r\n\r\n“On in two,” said Bradbury. “And you?”\r\n\r\n“Playing seven.”\r\n\r\n“Then let me see. If you take two putts, which is most unlikely, I\r\nshall have six for the hole and match.”\r\n\r\nA minute later Bradbury had picked up his ball out of the cup. He stood\r\nthere, basking in the sunshine, his heart glowing with quiet happiness.\r\nIt seemed to him that he had never seen the countryside looking so\r\nbeautiful. The birds appeared to be singing as they had never sung\r\nbefore. The trees and the rolling turf had taken on a charm beyond\r\nanything he had ever encountered. Even Gladstone Bott looked almost\r\nbearable.\r\n\r\n“A very pleasant match,” he said, cordially, “conducted throughout in\r\nthe most sporting spirit. At one time I thought you were going to pull\r\nit off, old man, but there--class will tell.”\r\n\r\n“I will now make my report,” said the caddie with the walrus moustache.\r\n\r\n“Do so,” said Gladstone Bott, briefly.\r\n\r\nBradbury Fisher stared at the man with blanched cheeks. The sun had\r\nceased to shine, the birds had stopped singing. The trees and the\r\nrolling turf looked pretty rotten, and Gladstone Bott perfectly foul.\r\nHis heart was leaden with a hideous dread.\r\n\r\n“Your report? Your--your report? What do you mean?”\r\n\r\n“You don’t suppose,” said Gladstone Bott, “that I would play you an\r\nimportant match unless I had detectives watching you, do you? This\r\ngentleman is from the Quick Results Agency. What have you to report?”\r\nhe said, turning to the caddie.\r\n\r\nThe caddie removed his bushy eyebrows, and with a quick gesture swept\r\noff his moustache.\r\n\r\n“On the twelfth inst.,” he began in a monotonous, sing-song voice,\r\n“acting upon instructions received, I made my way to the Goldenville\r\nGolf Links in order to observe the movements of the man Fisher. I had\r\nadopted for the occasion the Number Three disguise and--”\r\n\r\n“All right, all right,” said Gladstone Bott, impatiently. “You can skip\r\nall that. Come down to what happened at the sixteenth.”\r\n\r\nThe caddie looked wounded, but he bowed deferentially.\r\n\r\n“At the sixteenth hole the man Fisher moved his ball into what--from\r\nhis actions and furtive manner--I deduced to be a more favourable\r\nposition.”\r\n\r\n“Ah!” said Gladstone Bott.\r\n\r\n“On the seventeenth the man Fisher picked up his ball and threw it with\r\na movement of the wrist on to the green.”\r\n\r\n“It’s a lie. A foul and contemptible lie,” shouted Bradbury Fisher.\r\n\r\n“Realising that the man Fisher might adopt this attitude, sir,” said\r\nthe caddie, “I took the precaution of snapshotting him in the act with\r\nmy miniature wrist-watch camera, the detective’s best friend.”\r\n\r\nBradbury Fisher covered his face with his hands and uttered a hollow\r\ngroan.\r\n\r\n“My match,” said Gladstone Bott, with vindicative triumph. “I’ll\r\ntrouble you to deliver that butler to me f.o.b. at my residence not\r\nlater than noon to-morrow. Oh yes, and I was forgetting. You owe me\r\nthree railroads.”\r\n\r\n       *       *       *       *       *\r\n\r\nBlizzard, dignified but kindly, met Bradbury in the Byzantine hall on\r\nhis return home.\r\n\r\n“I trust your golf-match terminated satisfactorily, sir?” said the\r\nbutler.\r\n\r\nA pang, almost too poignant to be borne, shot through Bradbury.\r\n\r\n“No, Blizzard,” he said. “No. Thank you for your kind inquiry, but I\r\nwas not in luck.”\r\n\r\n“Too bad, sir,” said Blizzard, sympathetically. “I trust the prize at\r\nstake was not excessive?”\r\n\r\n“Well--er--well, it was rather big. I should like to speak to you about\r\nthat a little later, Blizzard.”\r\n\r\n“At any time that is suitable to you, sir. If you will ring for one of\r\nthe assistant-underfootmen when you desire to see me, sir, he will find\r\nme in my pantry. Meanwhile, sir, this cable arrived for you a short\r\nwhile back.”\r\n\r\nBradbury took the envelope listlessly. He had been expecting a\r\ncommunication from his London agents announcing that they had bought\r\nKent and Sussex, for which he had instructed them to make a firm offer\r\njust before he left England. No doubt this was their cable.\r\n\r\nHe opened the envelope, and started as if it had contained a scorpion.\r\nIt was from his wife.\r\n\r\n “_Returning immediately ‘Aquitania,’” (it ran). “Docking Friday night.\r\n Meet without fail._”\r\n\r\nBradbury stared at the words, frozen to the marrow. Although he had\r\nbeen in a sort of trance ever since that dreadful moment on the\r\nseventeenth green, his great brain had not altogether ceased to\r\nfunction; and, while driving home in the car, he had sketched out\r\nroughly a plan of action which, he felt, might meet the crisis.\r\nAssuming that Mrs. Fisher was to remain abroad for another month, he\r\nhad practically decided to buy a daily paper, insert in it a front-page\r\nstory announcing the death of Blizzard, forward the clipping to his\r\nwife, and then sell his house and move to another neighbourhood. In\r\nthis way it might be that she would never learn of what had occurred.\r\n\r\nBut if she was due back next Friday, the scheme fell through and\r\nexposure was inevitable.\r\n\r\nHe wondered dully what had caused her change of plans, and came to the\r\nconclusion that some feminine sixth sense must have warned her of peril\r\nthreatening Blizzard. With a good deal of peevishness he wished that\r\nProvidence had never endowed women with this sixth sense. A woman with\r\nmerely five took quite enough handling.\r\n\r\n“Sweet suffering soup-spoons!” groaned Bradbury.\r\n\r\n“Sir?” said Blizzard.\r\n\r\n“Nothing,” said Bradbury.\r\n\r\n“Very good, sir,” said Blizzard.\r\n\r\n       *       *       *       *       *\r\n\r\nFor a man with anything on his mind, any little trouble calculated to\r\naffect the _joie de vivre_, there are few spots less cheering than the\r\nCustoms sheds of New York. Draughts whistle dismally there--now to,\r\nnow fro. Strange noises are heard. Customs officials chew gum and lurk\r\ngrimly in the shadows, like tigers awaiting the luncheon-gong. It is\r\nnot surprising that Bradbury’s spirits, low when he reached the place,\r\nshould have sunk to zero long before the gangplank was lowered and the\r\npassengers began to stream down it.\r\n\r\nHis wife was among the first to land. How beautiful she looked, thought\r\nBradbury, as he watched her. And, alas, how intimidating. His tastes\r\nhad always lain in the direction of spirited women. His first wife\r\nhad been spirited. So had his second, third and fourth. And the one\r\nat the moment holding office was perhaps the most spirited of the\r\nwhole platoon. For one long instant, as he went to meet her, Bradbury\r\nFisher was conscious of a regret that he had not married one of those\r\nmeek, mild girls who suffer uncomplainingly at their husband’s hands\r\nin the more hectic type of feminine novel. What he felt he could have\r\ndone with at the moment was the sort of wife who thinks herself dashed\r\nlucky if the other half of the sketch does not drag her round the\r\nbilliard-room by her hair, kicking her the while with spiked shoes.\r\n\r\nThree conversational openings presented themselves to him as he\r\napproached her.\r\n\r\n“Darling, there is something I want to tell you--”\r\n\r\n“Dearest, I have a small confession to make--”\r\n\r\n“Sweetheart, I don’t know if by any chance you remember Blizzard, our\r\nbutler. Well, it’s like this--”\r\n\r\nBut, in the event, it was she who spoke first.\r\n\r\n“Oh, Bradbury,” she cried, rushing into his arms, “I’ve done the most\r\nawful thing, and you must try to forgive me!”\r\n\r\nBradbury blinked. He had never seen her in this strange mood before. As\r\nshe clung to him, she seemed timid, fluttering, and--although a woman\r\nwho weighed a full hundred and fifty-seven pounds--almost fragile.\r\n\r\n“What is it?” he inquired, tenderly. “Has somebody stolen your jewels?”\r\n\r\n“No, no.”\r\n\r\n“Have you been losing money at bridge?”\r\n\r\n“No, no. Worse than that.”\r\n\r\nBradbury started.\r\n\r\n“You didn’t sing ‘My Little Grey Home in the West’ at the ship’s\r\nconcert?” he demanded, eyeing her closely.\r\n\r\n“No, no! Ah, how can I tell you? Bradbury, look! You see that man over\r\nthere?”\r\n\r\nBradbury followed her pointing finger. Standing in an attitude of\r\nnegligent dignity beside a pile of trunks under the letter V was a\r\ntall, stout, ambassadorial man, at the very sight of whom, even at\r\nthis distance, Bradbury Fisher felt an odd sense of inferiority. His\r\npendulous cheeks, his curving waistcoat, his protruding eyes, and\r\nthe sequence of rolling chins combined to produce in Bradbury that\r\ninstinctive feeling of being in the presence of a superior which we\r\nexperience when meeting scratch golfers, head-waiters of fashionable\r\nrestaurants, and traffic-policemen. A sudden pang of suspicion pierced\r\nhim.\r\n\r\n“Well?” he said, hoarsely. “What of him?”\r\n\r\n“Bradbury, you must not judge me too harshly. We were thrown together\r\nand I was tempted--”\r\n\r\n“Woman,” thundered Bradbury Fisher, “who is this man?”\r\n\r\n“His name is Vosper.”\r\n\r\n“And what is there between you and him, and when did it start, and why\r\nand how and where?”\r\n\r\nMrs. Fisher dabbed at her eyes with her handkerchief.\r\n\r\n“It was at the Duke of Bootle’s, Bradbury. I was invited there for the\r\nweek-end.”\r\n\r\n“And this man was there?”\r\n\r\n“Yes.”\r\n\r\n“Ha! Proceed!”\r\n\r\n“The moment I set eyes on him, something seemed to go all over me.”\r\n\r\n“Indeed!”\r\n\r\n“At first it was his mere appearance. I felt that I had dreamed of\r\nsuch a man all my life, and that for all these wasted years I had been\r\nputting up with the second-best.”\r\n\r\n“Oh, you did, eh? Really? Is that so? You did, did you?” snorted\r\nBradbury Fisher.\r\n\r\n“I couldn’t help it, Bradbury. I know I have always seemed so devoted\r\nto Blizzard, and so I was. But, honestly, there is no comparison\r\nbetween them--really there isn’t. You should see the way Vosper stood\r\nbehind the Duke’s chair. Like a high priest presiding over some mystic\r\nreligious ceremony. And his voice when he asks you if you will have\r\nsherry or hock! Like the music of some wonderful organ. I couldn’t\r\nresist him. I approached him delicately, and found that he was willing\r\nto come to America. He had been eighteen years with the Duke, and he\r\ntold me he couldn’t stand the sight of the back of his head any longer.\r\nSo--”\r\n\r\nBradbury Fisher reeled.\r\n\r\n“This man--this Vosper. Who is he?”\r\n\r\n“Why, I’m telling you, honey. He was the Duke’s butler, and now he’s\r\nours. Oh, you know how impulsive I am. Honestly, it wasn’t till we were\r\nhalf-way across the Atlantic that I suddenly said to myself, ‘What\r\nabout Blizzard?’ What am I to do, Bradbury? I simply haven’t the nerve\r\nto fire Blizzard. And yet what will happen when he walks into his\r\npantry and finds Vosper there? Oh, think, Bradbury, think!”\r\n\r\nBradbury Fisher was thinking--and for the first time in a week without\r\nagony.\r\n\r\n“Evangeline,” he said, gravely, “this is awkward.”\r\n\r\n“I know.”\r\n\r\n“Extremely awkward.”\r\n\r\n“I know, I know. But surely you can think of some way out of the\r\nmuddle!”\r\n\r\n“I may. I cannot promise, but I may.” He pondered deeply. “Ha! I have\r\nit! It is just possible that I may be able to induce Gladstone Bott to\r\ntake on Blizzard.”\r\n\r\n“Do you really think he would?”\r\n\r\n“He may--if I play my cards carefully. At any rate, I will try to\r\npersuade him. For the moment you and Vosper had better remain in New\r\nYork, while I go home and put the negotiations in train. If I am\r\nsuccessful, I will let you know.”\r\n\r\n“Do try your very hardest.”\r\n\r\n“I think I shall be able to manage it. Gladstone and I are old friends,\r\nand he would stretch a point to oblige me. But let this be a lesson to\r\nyou, Evangeline.”\r\n\r\n“Oh, I will.”\r\n\r\n“By the way,” said Bradbury Fisher, “I am cabling my London agents\r\nto-day to instruct them to buy J. H. Taylor’s shirt-stud for my\r\ncollection.”\r\n\r\n“Quite right, Bradbury darling. And anything else you want in that way\r\nyou will get, won’t you?”\r\n\r\n“I will,” said Bradbury Fisher."
  ]
}