{
  "index": 9,
  "title": "Chapter 8",
  "paragraphs": [
    "THE PURIFICATION OF RODNEY SPELVIN\r\n\r\n\r\nIt was an afternoon on which one would have said that all Nature\r\nsmiled. The air was soft and balmy; the links, fresh from the rains of\r\nspring, glistened in the pleasant sunshine; and down on the second tee\r\nyoung Clifford Wimple, in a new suit of plus-fours, had just sunk two\r\nballs in the lake, and was about to sink a third. No element, in short,\r\nwas lacking that might be supposed to make for quiet happiness.\r\n\r\nAnd yet on the forehead of the Oldest Member, as he sat beneath the\r\nchestnut tree on the terrace overlooking the ninth green, there was\r\na peevish frown; and his eye, gazing down at the rolling expanse of\r\nturf, lacked its customary genial benevolence. His favourite chair,\r\nconsecrated to his private and personal use by unwritten law, had been\r\noccupied by another. That is the worst of a free country--liberty so\r\noften degenerates into licence.\r\n\r\nThe Oldest Member coughed.\r\n\r\n“I trust,” he said, “you find that chair comfortable?”\r\n\r\nThe intruder, who was the club’s hitherto spotless secretary, glanced\r\nup in a goofy manner.\r\n\r\n“Eh?”\r\n\r\n“That chair--you find it fits snugly to the figure?”\r\n\r\n“Chair? Figure? Oh, you mean this chair? Oh yes.”\r\n\r\n“I am gratified and relieved,” said the Oldest Member.\r\n\r\nThere was a silence.\r\n\r\n“Look here,” said the secretary, “what would you do in a case like\r\nthis? You know I’m engaged?”\r\n\r\n“I do. And no doubt your _fiancée_ is missing you. Why not go in search\r\nof her?”\r\n\r\n“She’s the sweetest girl on earth.”\r\n\r\n“I should lose no time.”\r\n\r\n“But jealous. And just now I was in my office, and that Mrs. Pettigrew\r\ncame in to ask if there was any news of the purse which she lost\r\na couple of days ago. It had just been brought to my office, so I\r\nproduced it; whereupon the infernal woman, in a most unsuitably girlish\r\nmanner, flung her arms round my neck and kissed me on my bald spot. And\r\nat that moment Adela came in. Death,” said the secretary, “where is thy\r\nsting?”\r\n\r\nThe Oldest Member’s pique melted. He had a feeling heart.\r\n\r\n“Most unfortunate. What did you say?”\r\n\r\n“I hadn’t time to say anything. She shot out too quick.”\r\n\r\nThe Oldest Member clicked his tongue sympathetically.\r\n\r\n“These misunderstandings between young and ardent hearts are very\r\nfrequent,” he said. “I could tell you at least fifty cases of the same\r\nkind. The one which I will select is the story of Jane Packard, William\r\nBates, and Rodney Spelvin.”\r\n\r\n“You told me that the other day. Jane Packard got engaged to Rodney\r\nSpelvin, the poet, but the madness passed and she married William\r\nBates, who was a golfer.”\r\n\r\n“This is another story of the trio.”\r\n\r\n“You told me that one, too. After Jane Packard married William Bates\r\nshe fell once more under the spell of Spelvin, but repented in time.”\r\n\r\n“This is still another story. Making three in all.”\r\n\r\nThe secretary buried his face in his hands.\r\n\r\n“Oh, well,” he said, “go ahead. What does anything matter now?”\r\n\r\n“First,” said the Oldest Member, “let us make ourselves comfortable.\r\nTake this chair. It is easier than the one in which you are sitting.”\r\n\r\n“No, thanks.”\r\n\r\n“I insist.”\r\n\r\n“Oh, all right.”\r\n\r\n“Woof!” said the Oldest Member, settling himself luxuriously.\r\n\r\nWith an eye now full of kindly good-will, he watched young Clifford\r\nWimple play his fourth. Then, as the silver drops flashed up into the\r\nsun, he nodded approvingly and began.\r\n\r\nThe story which I am about to relate (said the Oldest Member) begins at\r\na time when Jane and William had been married some seven years. Jane’s\r\nhandicap was eleven, William’s twelve, and their little son, Braid\r\nVardon, had just celebrated his sixth birthday.\r\n\r\nEver since that dreadful time, two years before, when, lured by the\r\nglamour of Rodney Spelvin, she had taken a studio in the artistic\r\nquarter, dropped her golf, and practically learned to play the ukelele,\r\nJane had been unremitting in her efforts to be a good mother and to\r\nbring up her son on the strictest principles. And, in order that his\r\ngrowing mind might have every chance, she had invited William’s younger\r\nsister, Anastatia, to spend a week or two with them and put the child\r\nright on the true functions of the mashie. For Anastatia had reached\r\nthe semi-finals of the last Ladies’ Open Championship and, unlike many\r\nexcellent players, had the knack of teaching.\r\n\r\nOn the evening on which this story opens the two women were sitting\r\nin the drawing-room, chatting. They had finished tea; and Anastatia,\r\nwith the aid of a lump of sugar, a spoon, and some crumbled cake, was\r\nillustrating the method by which she had got out of the rough on the\r\nfifth at Squashy Hollow.\r\n\r\n“You’re wonderful!” said Jane, admiringly. “And such a good influence\r\nfor Braid! You’ll give him his lesson to-morrow afternoon as usual?”\r\n\r\n“I shall have to make it the morning,” said Anastatia. “I’ve promised\r\nto meet a man in town in the afternoon.”\r\n\r\nAs she spoke there came into her face a look so soft and dreamy that\r\nit aroused Jane as if a bradawl had been driven into her leg. As her\r\nhistory has already shown, there was a strong streak of romance in Jane\r\nBates.\r\n\r\n“Who is he?” she asked, excitedly.\r\n\r\n“A man I met last summer,” said Anastatia.\r\n\r\nAnd she sighed with such abandon that Jane could no longer hold in\r\ncheck her womanly nosiness.\r\n\r\n“Do you love him?” she cried.\r\n\r\n“Like bricks,” whispered Anastatia.\r\n\r\n“Does he love you?”\r\n\r\n“Sometimes I think so.”\r\n\r\n“What’s his name?”\r\n\r\n“Rodney Spelvin.”\r\n\r\n“What!”\r\n\r\n“Oh, I know he writes the most awful bilge,” said Anastatia,\r\ndefensively, misinterpreting the yowl of horror which had proceeded\r\nfrom Jane. “All the same, he’s a darling.”\r\n\r\nJane could not speak. She stared at her sister-in-law aghast. Although\r\nshe knew that if you put a driver in her hands she could paste the ball\r\ninto the next county, there always seemed to her something fragile and\r\nhelpless about Anastatia. William’s sister was one of those small,\r\nrose-leaf girls with big blue eyes to whom good men instinctively want\r\nto give a stroke a hole and on whom bad men automatically prey. And\r\nwhen Jane reflected that Rodney Spelvin had to all intents and purposes\r\npreyed upon herself, who stood five foot seven in her shoes and, but\r\nfor an innate love of animals, could have felled an ox with a blow,\r\nshe shuddered at the thought of how he would prey on this innocent\r\nhalf-portion.\r\n\r\n“You really love him?” she quavered.\r\n\r\n“If he beckoned to me in the middle of a medal round, I would come to\r\nhim,” said Anastatia.\r\n\r\nJane realised that further words were useless. A sickening sense of\r\nhelplessness obsessed her. Something ought to be done about this\r\nterrible thing, but what could she do? She was so ashamed of her past\r\nmadness that not even to warn this girl could she reveal that she had\r\nonce been engaged to Rodney Spelvin herself; that he had recited poetry\r\non the green while she was putting; and that, later, he had hypnotised\r\nher into taking William and little Braid to live in a studio full of\r\nsamovars. These revelations would no doubt open Anastatia’s eyes, but\r\nshe could not make them.\r\n\r\nAnd then, suddenly, Fate pointed out a way.\r\n\r\nIt was Jane’s practice to go twice a week to the cinema palace in the\r\nvillage; and two nights later she set forth as usual and took her\r\nplace just as the entertainment was about to begin.\r\n\r\nAt first she was only mildly interested. The title of the picture,\r\n“Tried in the Furnace,” had suggested nothing to her. Being a regular\r\npatron of the silver screen, she knew that it might quite easily turn\r\nout to be an educational film on the subject of clinker-coal. But as\r\nthe action began to develop she found herself leaning forward in her\r\nseat, blindly crushing a caramel between her fingers. For scarcely had\r\nthe operator started to turn the crank when inspiration came to her.\r\n\r\nOf the main plot of “Tried in the Furnace” she retained, when finally\r\nshe reeled out into the open air, only a confused recollection. It\r\nhad something to do with money not bringing happiness or happiness\r\nnot bringing money, she could not remember which. But the part which\r\nremained graven upon her mind was the bit where Gloria Gooch goes by\r\nnight to the apartments of the libertine, to beg him to spare her\r\nsister, whom he has entangled in his toils.\r\n\r\nJane saw her duty clearly. She must go to Rodney Spelvin and conjure\r\nhim by the memory of their ancient love to spare Anastatia.\r\n\r\n       *       *       *       *       *\r\n\r\nIt was not the easiest of tasks to put this scheme into operation.\r\nGloria Gooch, being married to a scholarly man who spent nearly all\r\nhis time in a library a hundred yards long, had been fortunately\r\nsituated in the matter of paying visits to libertines; but for Jane the\r\njob was more difficult. William expected her to play a couple of rounds\r\nwith him in the morning and another in the afternoon, which rather cut\r\ninto her time. However, Fate was still on her side, for one morning at\r\nbreakfast William announced that business called him to town.\r\n\r\n“Why don’t you come too?” he said.\r\n\r\nJane started.\r\n\r\n“No. No, I don’t think I will, thanks.”\r\n\r\n“Give you lunch somewhere.”\r\n\r\n“No. I want to stay here and do some practice-putting.”\r\n\r\n“All right. I’ll try to get back in time for a round in the evening.”\r\n\r\nRemorse gnawed at Jane’s vitals. She had never deceived William before.\r\nShe kissed him with even more than her usual fondness when he left to\r\ncatch the ten-forty-five. She waved to him till he was out of sight;\r\nthen, bounding back into the house, leaped at the telephone and, after\r\na series of conversations with the Marks-Morris Glue Factory, the Poor\r\nPussy Home for Indigent Cats, and Messrs. Oakes, Oakes, and Parbury,\r\ndealers in fancy goods, at last found herself in communication with\r\nRodney Spelvin.\r\n\r\n“Rodney?” she said, and held her breath, fearful at this breaking of\r\na two years’ silence and yet loath to hear another strange voice say\r\n“Wadnumjerwant?” “Is that you, Rodney?”\r\n\r\n“Yes. Who is that?”\r\n\r\n“Mrs. Bates. Rodney, can you give me lunch at the Alcazar to-day at\r\none?”\r\n\r\n“Can I!” Not even the fact that some unknown basso had got on the wire\r\nand was asking if that was Mr. Bootle could blur the enthusiasm in his\r\nvoice. “I should say so!”\r\n\r\n“One o’clock, then,” said Jane. His enthusiastic response had relieved\r\nher. If by merely speaking she could stir him so, to bend him to her\r\nwill when they met face to face would be pie.\r\n\r\n“One o’clock,” said Rodney.\r\n\r\nJane hung up the receiver and went to her room to try on hats.\r\n\r\n       *       *       *       *       *\r\n\r\nThe impression came to Jane, when she entered the lobby of the\r\nrestaurant and saw him waiting, that Rodney Spelvin looked somehow\r\ndifferent from the Rodney she remembered. His handsome face had a\r\ndeeper and more thoughtful expression, as if he had been through some\r\nennobling experience.\r\n\r\n“Well, here I am,” she said, going to him and affecting a jauntiness\r\nwhich she did not feel.\r\n\r\nHe looked at her, and there was in his eyes that unmistakable goggle\r\nwhich comes to men suddenly addressed in a public spot by women whom,\r\nto the best of their recollection, they do not know from Eve.\r\n\r\n“How are you?” he said. He seemed to pull himself together. “You’re\r\nlooking splendid.”\r\n\r\n“You’re looking fine,” said Jane.\r\n\r\n“You’re looking awfully well,” said Rodney.\r\n\r\n“You’re looking awfully well,” said Jane.\r\n\r\n“You’re looking fine,” said Rodney.\r\n\r\nThere was a pause.\r\n\r\n“You’ll excuse my glancing at my watch,” said Rodney. “I have an\r\nappointment to lunch with--er--somebody here, and it’s past the time.”\r\n\r\n“But you’re lunching with me,” said Jane, puzzled.\r\n\r\n“With you?”\r\n\r\n“Yes. I rang you up this morning.”\r\n\r\nRodney gaped.\r\n\r\n“Was it you who ’phoned? I thought you said ‘Miss Bates.’”\r\n\r\n“No, Mrs. Bates.”\r\n\r\n“Mrs. Bates?”\r\n\r\n“Mrs. Bates.”\r\n\r\n“Of course. You’re Mrs. Bates.”\r\n\r\n“Had you forgotten me?” said Jane, in spite of herself a little piqued.\r\n\r\n“Forgotten you, dear lady! As if I could!” said Rodney, with a return\r\nof his old manner. “Well, shall we go in and have lunch?”\r\n\r\n“All right,” said Jane.\r\n\r\nShe felt embarrassed and ill at ease. The fact that Rodney had\r\nobviously succeeded in remembering her only after the effort of a\r\nlifetime seemed to her to fling a spanner into the machinery of her\r\nplans at the very outset. It was going to be difficult, she realised,\r\nto conjure him by the memory of their ancient love to spare Anastatia;\r\nfor the whole essence of the idea of conjuring any one by the memory of\r\ntheir ancient love is that the party of the second part should be aware\r\nthat there ever was such a thing.\r\n\r\nAt the luncheon-table conversation proceeded fitfully. Rodney said that\r\nthis morning he could have sworn it was going to rain, and Jane said\r\nshe had thought so, too, and Rodney said that now it looked as if the\r\nweather might hold up, and Jane said Yes, didn’t it? and Rodney said\r\nhe hoped the weather would hold up because rain was such a nuisance,\r\nand Jane said Yes, wasn’t it? Rodney said yesterday had been a nice\r\nday, and Jane said Yes, and Rodney said that it seemed to be getting a\r\nlittle warmer, and Jane said Yes, and Rodney said that summer would be\r\nhere at any moment now, and Jane said Yes, wouldn’t it? and Rodney said\r\nhe hoped it would not be too hot this summer, but that, as a matter of\r\nfact, when you came right down to it, what one minded was not so much\r\nthe heat as the humidity, and Jane said Yes, didn’t one?\r\n\r\nIn short, by the time they rose and left the restaurant, not a word\r\nhad been spoken that could have provoked the censure of the sternest\r\ncritic. Yet William Bates, catching sight of them as they passed down\r\nthe aisle, started as if he had been struck by lightning. He had\r\nhappened to find himself near the Alcazar at lunch-time and had dropped\r\nin for a chop; and, peering round the pillar which had hidden his table\r\nfrom theirs, he stared after them with saucer-like eyes.\r\n\r\n“Oh, dash it!” said William.\r\n\r\nThis William Bates, I have indicated in my previous references to him,\r\nwas not an abnormally emotional or temperamental man. Built physically\r\non the lines of a motor-lorry, he had much of that vehicle’s placid and\r\neven phlegmatic outlook on life. Few things had the power to ruffle\r\nWilliam, but, unfortunately, it so happened that one of these things\r\nwas Rodney Spelvin. He had never been able entirely to overcome his\r\njealousy of this man. It had been Rodney who had come within an ace of\r\nscooping Jane from him in the days when she had been Miss Packard. It\r\nhad been Rodney who had temporarily broken up his home some years later\r\nby persuading Jane to become a member of the artistic set. And now,\r\nunless his eyes jolly well deceived him, this human gumboil was once\r\nmore busy on his dastardly work. Too dashed thick, was William’s view\r\nof the matter; and he gnashed his teeth in such a spasm of resentful\r\nfury that a man lunching at the next table told the waiter to switch\r\noff the electric fan, as it had begun to creak unendurably.\r\n\r\n       *       *       *       *       *\r\n\r\nJane was reading in the drawing-room when William reached home that\r\nnight.\r\n\r\n“Had a nice day?” asked William.\r\n\r\n“Quite nice,” said Jane.\r\n\r\n“Play golf?” asked William.\r\n\r\n“Just practised,” said Jane.\r\n\r\n“Lunch at the club?”\r\n\r\n“Yes.”\r\n\r\n“I thought I saw that bloke Spelvin in town,” said William.\r\n\r\nJane wrinkled her forehead.\r\n\r\n“Spelvin? Oh, you mean Rodney Spelvin? Did you? I see he’s got a new\r\nbook coming out.”\r\n\r\n“You never run into him these days, do you?”\r\n\r\n“Oh no. It must be two years since I saw him.”\r\n\r\n“Oh?” said William. “Well, I’ll be going upstairs and dressing.”\r\n\r\nIt seemed to Jane, as the door closed, that she heard a curious\r\nclicking noise, and she wondered for a moment if little Braid had got\r\nout of bed and was playing with the Mah-Jongg counters. But it was only\r\nWilliam gnashing his teeth.\r\n\r\n       *       *       *       *       *\r\n\r\nThere is nothing sadder in this life than the spectacle of a husband\r\nand wife with practically identical handicaps drifting apart; and to\r\ndwell unnecessarily on such a spectacle is, to my mind, ghoulish. It\r\nis not my purpose, therefore, to weary you with a detailed description\r\nof the hourly widening of the breach between this once ideally united\r\npair. Suffice it to say that within a few days of the conversation\r\njust related the entire atmosphere of this happy home had completely\r\naltered. On the Tuesday, William had excused himself from the morning\r\nround on the plea that he had promised Peter Willard a match, and Jane\r\nsaid What a pity! On Tuesday afternoon William said that his head\r\nached, and Jane said Isn’t that too bad? On Wednesday morning William\r\nsaid he had lumbago, and Jane, her sensitive feelings now deeply\r\nwounded, said Oh, had he? After that, it came to be agreed between them\r\nby silent compact that they should play together no more.\r\n\r\nAlso, they began to avoid one another in the house. Jane would sit in\r\nthe drawing-room, while William retired down the passage to his den. In\r\nshort, if you had added a couple of ikons and a photograph of Trotsky,\r\nyou would have had a _mise en scène_ which would have fitted a Russian\r\nnovel like the paper on the wall.\r\n\r\nOne evening, about a week after the beginning of this tragic state of\r\naffairs, Jane was sitting in the drawing-room, trying to read _Braid\r\non Taking Turf_. But the print seemed blurred and the philosophy too\r\nmetaphysical to be grasped. She laid the book down and stared sadly\r\nbefore her.\r\n\r\nEvery moment of these black days had affected Jane like a stymie on\r\nthe last green. She could not understand how it was that William\r\nshould have come to suspect, but that he did suspect was plain; and\r\nshe writhed on the horns of a dilemma. All she had to do to win\r\nhim back again was to go to him and tell him of Anastatia’s fatal\r\nentanglement. But what would happen then? Undoubtedly he would feel it\r\nhis duty as a brother to warn the girl against Rodney Spelvin; and Jane\r\ninstinctively knew that William warning any one against Rodney Spelvin\r\nwould sound like a private of the line giving his candid opinion of the\r\nsergeant-major.\r\n\r\nInevitably, in this case, Anastatia, a spirited girl and deeply in\r\nlove, would take offence at his words and leave the house. And if she\r\nleft the house, what would be the effect on little Braid’s mashie-play?\r\nAlready, in less than a fortnight, the gifted girl had taught him more\r\nabout the chip-shot from ten to fifteen yards off the green than the\r\nlocal pro. had been able to do in two years. Her departure would be\r\nabsolutely disastrous.\r\n\r\nWhat it amounted to was that she must sacrifice her husband’s happiness\r\nor her child’s future; and the problem of which was to get the loser’s\r\nend was becoming daily more insoluble.\r\n\r\nShe was still brooding on it when the postman arrived with the evening\r\nmail, and the maid brought the letters into the drawing-room.\r\n\r\nJane sorted them out. There were three for William, which she gave\r\nto the maid to take to him in his den. There were two for herself,\r\nboth bills. And there was one for Anastatia, in the well-remembered\r\nhandwriting of Rodney Spelvin.\r\n\r\nJane placed this letter on the mantel-piece, and stood looking at\r\nit like a cat at a canary. Anastatia was away for the day, visiting\r\nfriends who lived a few stations down the line; and every womanly\r\ninstinct in Jane urged her to get hold of a kettle and steam the gum\r\noff the envelope. She had almost made up her mind to disembowel the\r\nthing and write “Opened in error” on it, when the telephone suddenly\r\nwent off like a bomb and nearly startled her into a decline. Coming at\r\nthat moment it sounded like the Voice of Conscience.\r\n\r\n“Hullo?” said Jane.\r\n\r\n“Hullo!” replied a voice.\r\n\r\nJane clucked like a hen with uncontrollable emotion. It was Rodney.\r\n\r\n“Is that you?” asked Rodney\r\n\r\n“Yes,” said Jane.\r\n\r\nAnd so it was, she told herself.\r\n\r\n“Your voice is like music,” said Rodney.\r\n\r\nThis may or may not have been the case, but at any rate it was exactly\r\nlike every other female voice when heard on the telephone. Rodney\r\nprattled on without a suspicion.\r\n\r\n“Have you got my letter yet?”\r\n\r\n“No,” said Jane. She hesitated. “What was in it?” she asked,\r\ntremulously.\r\n\r\n“It was to ask you to come to my house to-morrow at four.”\r\n\r\n“To your house!” faltered Jane.\r\n\r\n“Yes. Everything is ready. I will send the servants out, so that we\r\nshall be quite alone. You will come, won’t you?”\r\n\r\nThe room was shimmering before Jane’s eyes, but she regained command of\r\nherself with a strong effort.\r\n\r\n“Yes,” she said. “I will be there.”\r\n\r\nShe spoke softly, but there was a note of menace in her voice. Yes,\r\nshe would indeed be there. From the very moment when this man had made\r\nhis monstrous proposal, she had been asking herself what Gloria Gooch\r\nwould have done in a crisis like this. And the answer was plain. Gloria\r\nGooch, if her sister-in-law was intending to visit the apartments of a\r\nlibertine, would have gone there herself to save the poor child from\r\nthe consequences of her infatuated folly.\r\n\r\n“Yes,” said Jane, “I will be there.”\r\n\r\n“You have made me the happiest man in the world,” said Rodney. “I will\r\nmeet you at the corner of the street at four, then.” He paused. “What\r\nis that curious clicking noise?” he asked.\r\n\r\n“I don’t know,” said Jane. “I noticed it myself. Something wrong with\r\nthe wire, I suppose.”\r\n\r\n“I thought it was somebody playing the castanets. Until to-morrow,\r\nthen, good-bye.”\r\n\r\n“Good-bye.”\r\n\r\nJane replaced the receiver. And William, who had been listening to\r\nevery word of the conversation on the extension in his den, replaced\r\nhis receiver, too.\r\n\r\n       *       *       *       *       *\r\n\r\nAnastatia came back from her visit late that night. She took her\r\nletter, and read it without comment. At breakfast next morning she said\r\nthat she would be compelled to go into town that day.\r\n\r\n“I want to see my dressmaker,” she said.\r\n\r\n“I’ll come, too,” said Jane. “I want to see my dentist.”\r\n\r\n“So will I,” said William. “I want to see my lawyer.”\r\n\r\n“That will be nice,” said Anastatia, after a pause.\r\n\r\n“Very nice,” said Jane, after another pause.\r\n\r\n“We might all lunch together,” said Anastatia. “My appointment is not\r\ntill four.”\r\n\r\n“I should love it,” said Jane. “My appointment is at four, too.”\r\n\r\n“So is mine,” said William.\r\n\r\n“What a coincidence!” said Jane, trying to speak brightly.\r\n\r\n“Yes,” said William. He may have been trying to speak brightly, too;\r\nbut, if so, he failed. Jane was too young to have seen Salvini in\r\n“Othello,” but, had she witnessed that great tragedian’s performance,\r\nshe could not have failed to be struck by the resemblance between his\r\nmanner in the pillow scene and William’s now.\r\n\r\n“Then shall we all lunch together?” said Anastatia.\r\n\r\n“I shall lunch at my club,” said William, curtly.\r\n\r\n“William seems to have a grouch,” said Anastatia.\r\n\r\n“Ha!” said William.\r\n\r\nHe raised his fork and drove it with sickening violence at his sausage.\r\n\r\n       *       *       *       *       *\r\n\r\nSo Jane had a quiet little woman’s lunch at a confectioner’s alone with\r\nAnastatia. Jane ordered a tongue-and-lettuce sandwich, two macaroons,\r\nmarsh-mallows, ginger-ale and cocoa; and Anastatia ordered pineapple\r\nchunks with whipped cream, tomatoes stuffed with beetroot, three dill\r\npickles, a raspberry nut sundae, and hot chocolate. And, while getting\r\noutside this garbage, they talked merrily, as women will, of every\r\nsubject but the one that really occupied their minds. When Anastatia\r\ngot up and said good-bye with a final reference to her dressmaker,\r\nJane shuddered at the depths of deceit to which the modern girl can\r\nsink.\r\n\r\nIt was now about a quarter to three, so Jane had an hour to kill before\r\ngoing to the rendezvous. She wandered about the streets, and never\r\nhad time appeared to her to pass so slowly, never had a city been so\r\ncongested with hard-eyed and suspicious citizens. Every second person\r\nshe met seemed to glare at her as if he or she had guessed her secret.\r\n\r\nThe very elements joined in the general disapproval. The sky had turned\r\na sullen grey, and faraway thunder muttered faintly, like an impatient\r\ngolfer held up on the tee by a slow foursome. It was a relief when\r\nat length she found herself at the back of Rodney Spelvin’s house,\r\nstanding before the scullery window, which it was her intention to\r\nforce with the pocket-knife won in happier days as second prize in a\r\ncompetition at a summer hotel for those with handicaps above eighteen.\r\n\r\nBut the relief did not last long. Despite the fact that she was about\r\nto enter this evil house with the best motives, a sense of almost\r\nintolerable guilt oppressed her. If William should ever get to know of\r\nthis! Wow! felt Jane.\r\n\r\nHow long she would have hesitated before the window, one cannot say.\r\nBut at this moment, glancing guiltily round, she happened to catch the\r\neye of a cat which was sitting on a near-by wall, and she read in this\r\ncat’s eye such cynical derision that the urge came upon her to get out\r\nof its range as quickly as possible. It was a cat that had manifestly\r\nseen a lot of life, and it was plainly putting an entirely wrong\r\nconstruction on her behaviour. Jane shivered, and, with a quick jerk\r\nprised the window open and climbed in.\r\n\r\nIt was two years since she had entered this house, but once she had\r\nreached the hall she remembered its topography perfectly. She mounted\r\nthe stairs to the large studio sitting-room on the first floor, the\r\nscene of so many Bohemian parties in that dark period of her artistic\r\nlife. It was here, she knew, that Rodney would bring his victim.\r\n\r\nThe studio was one of those dim, over-ornamented rooms which appeal to\r\nmen like Rodney Spelvin. Heavy curtains hung in front of the windows.\r\nOne corner was cut off by a high-backed Chesterfield. At the far end\r\nwas an alcove, curtained like the windows. Once Jane had admired this\r\nstudio, but now it made her shiver. It seemed to her one of those nests\r\nin which, as the subtitle of “Tried in the Furnace” had said, only\r\neggs of evil are hatched. She paced the thick carpet restlessly, and\r\nsuddenly there came to her the sound of footsteps on the stairs.\r\n\r\nJane stopped, every muscle tense. The moment had arrived. She faced\r\nthe door, tight-lipped. It comforted her a little in this crisis\r\nto reflect that Rodney was not one of those massive Ethel M. Dell\r\nlibertines who might make things unpleasant for an intruder. He was\r\nonly a welter-weight egg of evil; and, if he tried to start anything, a\r\ngirl of her physique would have little or no difficulty in knocking the\r\nstuffing out of him.\r\n\r\nThe footsteps reached the door. The handle turned. The door opened. And\r\nin strode William Bates, followed by two men in bowler hats.\r\n\r\n“Ha!” said William.\r\n\r\nJane’s lips parted, but no sound came from them. She staggered back a\r\npace or two. William, advancing into the centre of the room, folded his\r\narms and gazed at her with burning eyes.\r\n\r\n“So,” said William, and the words seemed forced like drops of vitriol\r\nfrom between his clenched teeth, “I find you here, dash it!”\r\n\r\nJane choked convulsively. Years ago, when an innocent child, she had\r\nseen a conjurer produce a rabbit out of a top-hat which an instant\r\nbefore had been conclusively proved to be empty. The sudden apparition\r\nof William affected her with much the same sensations as she had\r\nexperienced then.\r\n\r\n“How-ow-ow--?” she said.\r\n\r\n“I beg your pardon?” said William, coldly.\r\n\r\n“How-ow-ow--?”\r\n\r\n“Explain yourself,” said William.\r\n\r\n“How-ow-ow did you get here? And who-oo-oo are these men?”\r\n\r\nWilliam seemed to become aware for the first time of the presence of\r\nhis two companions. He moved a hand in a hasty gesture of introduction.\r\n\r\n“Mr. Reginald Brown and Mr. Cyril Delancey--my wife,” he said, curtly.\r\n\r\nThe two men bowed slightly and raised their bowler hats.\r\n\r\n“Pleased to meet you,” said one.\r\n\r\n“Most awfully charmed,” said the other.\r\n\r\n“They are detectives,” said William.\r\n\r\n“Detectives!”\r\n\r\n“From the Quick Results Agency,” said William. “When I became aware of\r\nyour clandestine intrigue, I went to the agency and they gave me their\r\ntwo best men.”\r\n\r\n“Oh, well,” said Mr. Brown, blushing a little.\r\n\r\n“Most frightfully decent of you to put it that way,” said Mr. Delancey.\r\n\r\nWilliam regarded Jane sternly.\r\n\r\n“I knew you were going to be here at four o’clock,” he said. “I\r\noverheard you making the assignation on the telephone.”\r\n\r\n“Oh, William!”\r\n\r\n“Woman,” said William, “where is your paramour?”\r\n\r\n“Really, really,” said Mr. Delancey, deprecatingly.\r\n\r\n“Keep it clean,” urged Mr. Brown.\r\n\r\n“Your partner in sin, where is he? I am going to take him and tear him\r\ninto little bits and stuff him down his throat and make him swallow\r\nhimself.”\r\n\r\n“Fair enough,” said Mr. Brown.\r\n\r\n“Perfectly in order,” said Mr. Delancey.\r\n\r\nJane uttered a stricken cry.\r\n\r\n“William,” she screamed, “I can explain all.”\r\n\r\n“All?” said Mr. Delancey.\r\n\r\n“All?” said Mr. Brown.\r\n\r\n“All,” said Jane.\r\n\r\n“All?” said William.\r\n\r\n“All,” said Jane.\r\n\r\nWilliam sneered bitterly.\r\n\r\n“I’ll bet you can’t,” he said.\r\n\r\n“I’ll bet I can,” said Jane.\r\n\r\n“Well?”\r\n\r\n“I came here to save Anastatia.”\r\n\r\n“Anastatia?”\r\n\r\n“Anastatia.”\r\n\r\n“My sister?”\r\n\r\n“Your sister.”\r\n\r\n“His sister Anastatia,” explained Mr. Brown to Mr. Delancey in an\r\nundertone.\r\n\r\n“What from?” asked William.\r\n\r\n“From Rodney Spelvin. Oh, William, can’t you understand?”\r\n\r\n“No, I’m dashed if I can.”\r\n\r\n“I, too,” said Mr. Delancey, “must confess myself a little fogged. And\r\nyou, Reggie?”\r\n\r\n“Completely, Cyril,” said Mr. Brown, removing his bowler hat with a\r\npuzzled frown, examining the maker’s name, and putting it on again.\r\n\r\n“The poor child is infatuated with this man.”\r\n\r\n“With the bloke Spelvin?”\r\n\r\n“Yes. She is coming here with him at four o’clock.”\r\n\r\n“Important,” said Mr. Brown, producing a note-book and making an entry.\r\n\r\n“Important, if true,” agreed Mr. Delancey.\r\n\r\n“But I heard you making the appointment with the bloke Spelvin over the\r\n’phone,” said William.\r\n\r\n“He thought I was Anastatia. And I came here to save her.”\r\n\r\n       *       *       *       *       *\r\n\r\nWilliam was silent and thoughtful for a few moments.\r\n\r\n“It all sounds very nice and plausible,” he said, “but there’s just one\r\nthing wrong. I’m not a very clever sort of bird, but I can see where\r\nyour story slips up. If what you say is true, where is Anastatia?”\r\n\r\n“Just coming in now,” whispered Jane. “Hist!”\r\n\r\n“Hist, Reggie!” whispered Mr. Delancey.\r\n\r\nThey listened. Yes, the front door had banged, and feet were ascending\r\nthe staircase.\r\n\r\n“Hide!” said Jane, urgently.\r\n\r\n“Why?” said William.\r\n\r\n“So that you can overhear what they say and jump out and confront\r\nthem.”\r\n\r\n“Sound,” said Mr. Delancey.\r\n\r\n“Very sound,” said Mr. Brown.\r\n\r\nThe two detectives concealed themselves in the alcove. William retired\r\nbehind the curtains in front of the window. Jane dived behind the\r\nChesterfield. A moment later the door opened.\r\n\r\nCrouching in her corner, Jane could see nothing, but every word that\r\nwas spoken came to her ears; and with every syllable her horror\r\ndeepened.\r\n\r\n“Give me your things,” she heard Rodney say, “and then we’ll go\r\nupstairs.”\r\n\r\nJane shivered. The curtains by the window shook. From the direction of\r\nthe alcove there came a soft scratching sound, as the two detectives\r\nmade an entry in their note-books.\r\n\r\nFor a moment after this there was silence. Then Anastatia uttered a\r\nsharp, protesting cry.\r\n\r\n“Ah, no, no! Please, please!”\r\n\r\n“But why not?” came Rodney’s voice.\r\n\r\n“It is wrong--wrong.”\r\n\r\n“I can’t see why.”\r\n\r\n“It is, it is! You must not do that. Oh, please, please don’t hold so\r\ntight.”\r\n\r\nThere was a swishing sound, and through the curtains before the window\r\na large form burst. Jane raised her head above the Chesterfield.\r\n\r\nWilliam was standing there, a menacing figure. The two detectives had\r\nleft the alcove and were moistening their pencils. And in the middle\r\nof the room stood Rodney Spelvin, stooping slightly and grasping\r\nAnastatia’s parasol in his hands.\r\n\r\n“I don’t get it,” he said. “Why is it wrong to hold the dam’ thing\r\ntight?” He looked up and perceived his visitors. “Ah, Bates,” he said,\r\nabsently. He turned to Anastatia again. “I should have thought that the\r\ntighter you held it, the more force you would get into the shot.”\r\n\r\n“But don’t you see, you poor zimp,” replied Anastatia, “that you’ve\r\ngot to keep the ball straight. If you grip the shaft as if you were\r\na drowning man clutching at a straw and keep your fingers under like\r\nthat, you’ll pull like the dickens and probably land out of bounds or\r\nin the rough. What’s the good of getting force into the shot if the\r\nball goes in the wrong direction, you cloth-headed goof?”\r\n\r\n“I see now,” said Rodney, humbly. “How right you always are!”\r\n\r\n“Look here,” interrupted William, folding his arms. “What is the\r\nmeaning of this?”\r\n\r\n“You want to grip firmly but lightly,” said Anastatia.\r\n\r\n“Firmly but lightly,” echoed Rodney.\r\n\r\n“What is the meaning of this?”\r\n\r\n“And with the fingers. Not with the palms.”\r\n\r\n“What is the meaning of this?” thundered William. “Anastatia, what are\r\nyou doing in this man’s rooms?”\r\n\r\n“Giving him a golf lesson, of course. And I wish you wouldn’t\r\ninterrupt.”\r\n\r\n“Yes, yes,” said Rodney, a little testily. “Don’t interrupt, Bates,\r\nthere’s a good fellow. Surely you have things to occupy you elsewhere?”\r\n\r\n“We’ll go upstairs,” said Anastatia, “where we can be alone.”\r\n\r\n“You will not go upstairs,” barked William.\r\n\r\n“We shall get on much better there,” explained Anastatia. “Rodney has\r\nfitted up the top-floor back as an indoor practising room.”\r\n\r\nJane darted forward with a maternal cry.\r\n\r\n“My poor child, has the scoundrel dared to delude you by pretending to\r\nbe a golfer? Darling, he is nothing of the kind.”\r\n\r\nMr. Reginald Brown coughed. For some moments he had been twitching\r\nrestlessly.\r\n\r\n“Talking of golf,” he said, “it might interest you to hear of a little\r\nexperience I had the other day at Marshy Moor. I had got a nice drive\r\noff the tee, nothing record-breaking, you understand, but straight and\r\nsweet. And what was my astonishment on walking up to play my second to\r\nfind--”\r\n\r\n“A rather similar thing happened to me at Windy Waste last Tuesday,”\r\ninterrupted Mr. Delancey. “I had hooked my drive the merest trifle, and\r\nmy caddie said to me, ‘You’re out of bounds.’ ‘I am not out of bounds,’\r\nI replied, perhaps a little tersely, for the lad had annoyed me by a\r\npersistent habit of sniffing. ‘Yes, you are out of bounds,’ he said.\r\n‘No, I am not out of bounds,’ I retorted. Well, believe me or believe\r\nme not, when I got up to my ball--”\r\n\r\n“Shut up!” said William.\r\n\r\n“Just as you say, sir,” replied Mr. Delancey, courteously.\r\n\r\n       *       *       *       *       *\r\n\r\nRodney Spelvin drew himself up, and in spite of her loathing for his\r\nvillainy Jane could not help feeling what a noble and romantic figure\r\nhe made. His face was pale, but his voice did not falter.\r\n\r\n“You are right,” he said. “I am not a golfer. But with the help of\r\nthis splendid girl here, I hope humbly to be one some day. Ah, I know\r\nwhat you are going to say,” he went on, raising a hand. “You are about\r\nto ask how a man who has wasted his life as I have done can dare to\r\nentertain the mad dream of ever acquiring a decent handicap. But never\r\nforget,” proceeded Rodney, in a low, quivering voice, “that Walter J.\r\nTravis was nearly forty before he touched a club, and a few years later\r\nhe won the British Amateur.”\r\n\r\n“True,” murmured William.\r\n\r\n“True, true,” said Mr. Delancey and Mr. Brown. They lifted their bowler\r\nhats reverently.\r\n\r\n“I am thirty-three years old,” continued Rodney, “and for fourteen of\r\nthose thirty-three years I have been writing poetry--aye, and novels\r\nwith a poignant sex-appeal, and if ever I gave a thought to this\r\ndivine game it was but to sneer at it. But last summer I saw the light.”\r\n\r\n“Glory! Glory!” cried Mr. Brown.\r\n\r\n“One afternoon I was persuaded to try a drive. I took the club with a\r\nmocking, contemptuous laugh.” He paused, and a wild light came into his\r\neyes. “I brought off a perfect pip,” he said, emotionally. “Two hundred\r\nyards and as straight as a whistle. And, as I stood there gazing after\r\nthe ball, something seemed to run up my spine and bite me in the neck.\r\nIt was the golf-germ.”\r\n\r\n“Always the way,” said Mr. Brown. “I remember the first drive I ever\r\nmade. I took a nice easy stance--”\r\n\r\n“The first drive I made,” said Mr. Delancey, “you won’t believe this,\r\nbut it’s a fact, was a full--”\r\n\r\n“From that moment,” continued Rodney Spelvin, “I have had but one\r\nambition--to somehow or other, cost what it might, get down into single\r\nfigures.” He laughed bitterly. “You see,” he said, “I cannot even speak\r\nof this thing without splitting my infinitives. And even as I split my\r\ninfinitives, so did I split my drivers. After that first heavenly slosh\r\nI didn’t seem able to do anything right.”\r\n\r\nHe broke off, his face working. William cleared his throat awkwardly.\r\n\r\n“Yes, but dash it,” he said, “all this doesn’t explain why I find you\r\nalone with my sister in what I might call your lair.”\r\n\r\n“The explanation is simple,” said Rodney Spelvin. “This sweet girl is\r\nthe only person in the world who seems able to simply and intelligently\r\nand in a few easily understood words make clear the knack of the thing.\r\nThere is none like her, none. I have been to pro. after pro., but not\r\none has been any good to me. I am a temperamental man, and there is\r\na lack of sympathy and human understanding about these professionals\r\nwhich jars on my artist soul. They look at you as if you were a\r\nhalf-witted child. They click their tongues. They make odd Scotch\r\nnoises. I could not endure the strain. And then this wonderful girl,\r\nto whom in a burst of emotion I had confided my unhappy case, offered\r\nto give me private lessons. So I went with her to some of those indoor\r\npractising places. But here, too, my sensibilities were racked by the\r\nfact that unsympathetic eyes observed me. So I fixed up a room here\r\nwhere we could be alone.”\r\n\r\n“And instead of going there,” said Anastatia, “we are wasting half the\r\nafternoon talking.”\r\n\r\nWilliam brooded for a while. He was not a quick thinker.\r\n\r\n“Well, look here,” he said at length, “this is the point. This is the\r\nnub of the thing. This is where I want you to follow me very closely.\r\nHave you asked Anastatia to marry you?”\r\n\r\n“Marry me?” Rodney gazed at him, shocked. “Have I asked her to marry\r\nme? I, who am not worthy to polish the blade of her niblick! I, who\r\nhave not even a thirty handicap, ask a girl to marry me who was in\r\nthe semi-final of last year’s Ladies’ Open! No, no, Bates, I may be a\r\n_vers-libre_ poet, but I have some sense of what is fitting. I love\r\nher, yes. I love her with a fervour which causes me to frequently and\r\nfor hours at a time lie tossing sleeplessly upon my pillow. But I would\r\nnot dare to ask her to marry me.”\r\n\r\nAnastatia burst into a peal of girlish laughter.\r\n\r\n“You poor chump!” she cried. “Is that what has been the matter all this\r\ntime! I couldn’t make out what the trouble was. Why, I’m crazy about\r\nyou. I’ll marry you any time you give the word.”\r\n\r\nRodney reeled.\r\n\r\n“What!”\r\n\r\n“Of course I will.”\r\n\r\n“Anastatia!”\r\n\r\n“Rodney!”\r\n\r\nHe folded her in his arms.\r\n\r\n“Well, I’m dashed,” said William. “It looks to me as if I had been\r\nmaking rather a lot of silly fuss about nothing. Jane, I wronged you.”\r\n\r\n“It was my fault!”\r\n\r\n“No, no!”\r\n\r\n“Yes, yes.”\r\n\r\n“Jane!”\r\n\r\n“William!”\r\n\r\nHe folded her in his arms. The two detectives, having entered the\r\ncircumstances in their note-books, looked at one another with moist\r\neyes.\r\n\r\n“Cyril!” said Mr. Brown.\r\n\r\n“Reggie!” said Mr. Delancey.\r\n\r\nTheir hands met in a brotherly clasp.\r\n\r\n       *       *       *       *       *\r\n\r\n“And so,” concluded the Oldest Member, “all ended happily. The\r\nstorm-tossed lives of William Bates, Jane Packard, and Rodney Spelvin\r\ncame safely at long last into harbour. At the subsequent wedding\r\nWilliam and Jane’s present of a complete golfing outfit, including\r\neight dozen new balls, a cloth cap, and a pair of spiked shoes, was\r\ngenerally admired by all who inspected the gifts during the reception.\r\n\r\n“From that time forward the four of them have been inseparable. Rodney\r\nand Anastatia took a little cottage close to that of William and Jane,\r\nand rarely does a day pass without a close foursome between the two\r\ncouples. William and Jane being steady tens and Anastatia scratch and\r\nRodney a persevering eighteen, it makes an ideal match.”\r\n\r\n“What does?” asked the secretary, waking from his reverie.\r\n\r\n“This one.”\r\n\r\n“Which?”\r\n\r\n“I see,” said the Oldest Member, sympathetically, “that your troubles,\r\nweighing on your mind, have caused you to follow my little narrative\r\nless closely than you might have done. Never mind, I will tell it\r\nagain.”\r\n\r\n       *       *       *       *       *\r\n\r\n“The story” (said the Oldest Member) “which I am about to relate begins\r\nat a time when--”\r\n\r\n\r\n                                THE END\r\n\r\n\r\n\r\n\r\n                          Transcriber’s Notes\r\n\r\nPunctuation errors and omissions have been corrected.\r\n\r\nPage 139: “reviewed the the” changed to “reviewed the”\r\n\r\nPage 171: “broke of the” changed to “broke off the”\r\n\r\nPage 188: “dozed ecstasy” changed to “dazed ecstasy”\r\n\r\nPage 212: “rocheting pheasant” changed to “rocketing pheasant”\r\n\r\nPage 222: “extraordinary fine” changed to “extraordinarily fine”\r\n\r\nPage 280: “much to far over” changed to “much too far over”"
  ]
}