{
  "index": 8,
  "title": "Chapter 7",
  "paragraphs": [
    "JANE GETS OFF THE FAIRWAY\r\n\r\n\r\nThe side-door leading into the smoking-room opened, and the golf-club’s\r\npopular and energetic secretary came trotting down the steps on to the\r\nterrace above the ninth green. As he reached the gravel, a wandering\r\npuff of wind blew the door to with a sharp report, and the Oldest\r\nMember, who had been dozing in a chair over his _Wodehouse on the\r\nNiblick_, unclosed his eyes, blinking in the strong light. He perceived\r\nthe secretary skimming to and fro like a questing dog.\r\n\r\n“You have lost something?” he inquired, courteously.\r\n\r\n“Yes, a book. I wish,” said the secretary, annoyed, “that people would\r\nleave things alone. You haven’t seen a novel called _The Man with the\r\nMissing Eyeball_ anywhere about, have you? I’ll swear I left it on one\r\nof these seats when I went in to lunch.”\r\n\r\n“You are better without it,” said the Sage, with a touch of austerity.\r\n“I do not approve of these trashy works of fiction. How much more\r\nprofitably would your time be spent in mastering the contents of such a\r\nvolume as I hold in my hand. This is the real literature.”\r\n\r\nThe secretary drew nearer, peering discontentedly about him; and as he\r\napproached the Oldest Member sniffed inquiringly.\r\n\r\n“What,” he said, “is that odour of--? Ah, I see that you are wearing\r\nthem in your buttonhole. White violets,” he murmured. “White violets.\r\nDear me!”\r\n\r\nThe secretary smirked.\r\n\r\n“A girl gave them to me,” he said, coyly. “Nice, aren’t they?” He\r\nsquinted down complacently at the flowers, thus missing a sudden\r\nsinister gleam in the Oldest Member’s eye--a gleam which, had he been\r\non his guard, would have sent him scudding over the horizon; for it was\r\nthe gleam which told that the Sage had been reminded of a story.\r\n\r\n“White violets,” said the Oldest Member, in a meditative voice. “A\r\ncurious coincidence that you should be wearing white violets and\r\nlooking for a work of fiction. The combination brings irresistibly to\r\nmy mind--”\r\n\r\nRealising his peril too late, the secretary started violently. A gentle\r\nhand urged him into the adjoining chair.\r\n\r\n“--the story,” proceeded the Oldest Member, “of William Bates, Jane\r\nPackard, and Rodney Spelvin.”\r\n\r\nThe secretary drew a deep breath of relief and the careworn look left\r\nhis face.\r\n\r\n“It’s all right,” he said, briskly. “You told me that one only the\r\nother day. I remember every word of it. Jane Packard got engaged to\r\nRodney Spelvin, the poet, but her better feelings prevailed in time,\r\nand she broke it off and married Bates, who was a golfer. I recall the\r\nwhole thing distinctly. This man Bates was an unromantic sort of chap,\r\nbut he loved Jane Packard devotedly. Bless my soul, how it all comes\r\nback to me! No need to tell it me at all!”\r\n\r\n“What I am about to relate now,” said the sage, tightening his grip on\r\nthe other’s coat-sleeve, “is another story about William Bates, Jane\r\nPackard, and Rodney Spelvin.”\r\n\r\n       *       *       *       *       *\r\n\r\nInasmuch (said the Oldest Member) as you have not forgotten the events\r\nleading up to the marriage of William Bates and Jane Packard, I will\r\nnot repeat them. All I need say is that that curious spasm of romantic\r\nsentiment which had caused Jane to fall temporarily under the spell of\r\na man who was not only a poet but actually a non-golfer, appeared to\r\nhave passed completely away, leaving no trace behind. From the day she\r\nbroke off her engagement to Spelvin and plighted her troth to young\r\nBates, nothing could have been more eminently sane and satisfactory\r\nthan her behaviour.\r\n\r\nShe seemed entirely her old self once more. Two hours after William had\r\nled her down the aisle, she and he were out on the links, playing off\r\nthe final of the Mixed Foursomes which--and we all thought it the best\r\nof omens for their married happiness--they won hands down. A deputation\r\nof all that was best and fairest in the village then escorted them to\r\nthe station to see them off on their honeymoon, which was to be spent\r\nin a series of visits to well-known courses throughout the country.\r\n\r\nBefore the train left, I took young William aside for a moment. I had\r\nknown both him and Jane since childhood, and the success of their union\r\nwas very near my heart.\r\n\r\n“William,” I said, “a word with you.”\r\n\r\n“Make it snappy,” said William.\r\n\r\n“You have learned by this time,” I said, “that there is a strong\r\nromantic streak in Jane. It may not appear on the surface, but it is\r\nthere. And this romantic streak will cause her, like so many wives,\r\nto attach an exaggerated importance to what may seem to you trivial\r\nthings. She will expect from her husband not only love and a constant\r\ntender solicitude--”\r\n\r\n“Speed it up,” urged William.\r\n\r\n“What I am trying to say is that, after the habit of wives, she will\r\nexpect you to remember each year the anniversary of your wedding day,\r\nand will be madder than a wet hen if you forget it.”\r\n\r\n“That’s all right. I thought of that myself.”\r\n\r\n“It is not all right,” I insisted. “Unless you take the most earnest\r\nprecautions, you are absolutely certain to forget. A year from now you\r\nwill come down to breakfast and Jane will say to you, ‘Do you know\r\nwhat day it is to-day?’ and you will answer ‘Tuesday’ and reach for the\r\nham and eggs, thus inflicting on her gentle heart a wound from which it\r\nwill not readily recover.”\r\n\r\n“Nothing like it,” said William, with extraordinary confidence. “I’ve\r\ngot a system calculated to beat the game every time. You know how fond\r\nJane is of white violets?”\r\n\r\n“Is she?”\r\n\r\n“She loves ’em. The bloke Spelvin used to give her a bunch every day.\r\nThat’s how I got the idea. Nothing like learning the shots from your\r\nopponent. I’ve arranged with a florist that a bunch of white violets\r\nis to be shipped to Jane every year on this day. I paid five years in\r\nadvance. I am therefore, speaking in the most conservative spirit, on\r\nvelvet. Even if I forget the day, the violets will be there to remind\r\nme. I’ve looked at it from every angle, and I don’t see how it can\r\nfail. Tell me frankly, is the scheme a wam or is it not?”\r\n\r\n“A most excellent plan,” I said, relieved. And the next moment the\r\ntrain came in. I left the station with my mind at rest. It seemed to me\r\nthat the only possible obstacle to the complete felicity of the young\r\ncouple had been removed.\r\n\r\n       *       *       *       *       *\r\n\r\nJane and William returned in due season from their honeymoon, and\r\nsettled down to the normal life of a healthy young couple. Each\r\nday they did their round in the morning and their two rounds in the\r\nafternoon, and after dinner they would sit hand in hand in the peaceful\r\ndusk, reminding one another of the best shots they had brought off\r\nat the various holes. Jane would describe to William how she got out\r\nof the bunker on the fifth, and William would describe to Jane the\r\nlow raking wind-cheater he did on the seventh, and then for a moment\r\nthey would fall into that blissful silence which only true lovers\r\nknow, until William, illustrating his remarks with a walking-stick,\r\nwould show Jane how he did that pin-splitter with the mashie on the\r\nsixteenth. An ideally happy union, one would have said.\r\n\r\nBut all the while a little cloud was gathering. As the anniversary of\r\ntheir wedding day approached, a fear began to creep into Jane’s heart\r\nthat William was going to forget it. The perfect husband does not wait\r\ntill the dawning of the actual day to introduce the anniversary _motif_\r\ninto his conversation. As long as a week in advance he is apt to say,\r\ndreamily, “About this time a year ago I was getting the old silk hat\r\npolished up for the wedding,” or “Just about now, a year ago, they sent\r\nhome the sponge-bag trousers, as worn, and I tried them on in front of\r\nthe looking-glass.” But William said none of these things. Not even on\r\nthe night before the all-important date did he make any allusion to\r\nit, and it was with a dull feeling of foreboding that Jane came down to\r\nbreakfast next morning.\r\n\r\nShe was first at the table, and was pouring out the coffee when William\r\nentered. He opened the morning paper and started to peruse its contents\r\nin silence. Not a yip did he let out of him to the effect that this was\r\nthe maddest, merriest day of all the glad new year.\r\n\r\n“William,” said Jane.\r\n\r\n“Hullo?”\r\n\r\n“William,” said Jane, and her voice trembled a little, “what day is it\r\nto-day?”\r\n\r\nWilliam looked at her over the paper surprised.\r\n\r\n“Wednesday, old girl,” he replied. “Don’t you remember that yesterday\r\nwas Tuesday? Shocking memory you’ve got.”\r\n\r\nHe then reached out for the sausages and bacon and resumed his reading.\r\n\r\n“Jane,” he said, suddenly. “Jane, old girl, there’s something I want to\r\ntell you.”\r\n\r\n“Yes?” said Jane, her heart beginning to flutter.\r\n\r\n“Something important.”\r\n\r\n“Yes?”\r\n\r\n“It’s about these sausages. They are the very best,” said William,\r\nearnestly, “that I have ever bitten. Where did you get them?”\r\n\r\n“From Brownlow.”\r\n\r\n“Stick to him,” said William.\r\n\r\nJane rose from the table and wandered out into the garden. The sun\r\nshone gaily, but for her the day was bleak and cold. That William\r\nloved her she did not doubt. But that streak of romance in her\r\ndemanded something more than mere placid love. And when she realised\r\nthat the poor mutt with whom she had linked her lot had forgotten\r\nthe anniversary of their wedding-day first crack out of the box, her\r\nwoman’s heart was so wounded that for two pins she could have beaned\r\nhim with a brick.\r\n\r\nIt was while she was still brooding in this hostile fashion that she\r\nperceived the postman coming up the garden. She went to meet him, and\r\nwas handed a couple of circulars and a mysterious parcel. She broke the\r\nstring, and behold! a cardboard box containing white violets.\r\n\r\nJane was surprised. Who could be sending her white violets? No message\r\naccompanied them. There was no clue whatever to their origin. Even the\r\nname of the florist had been omitted.\r\n\r\n“Now, who--?” mused Jane, and suddenly started as if she had received\r\na blow. Rodney Spelvin! Yes, it must be he. How many a bunch of white\r\nviolets had he given her in the brief course of their engagement! This\r\nwas his poetic way of showing her that he had not forgotten. All was\r\nover between them, she had handed him his hat and given him the air,\r\nbut he still remembered.\r\n\r\nJane was a good and dutiful wife. She loved her William, and no\r\nothers need apply. Nevertheless, she was a woman. She looked about her\r\ncautiously. There was nobody in sight. She streaked up to her room and\r\nput the violets in water. And that night, before she went to bed, she\r\ngazed at them for several minutes with eyes that were a little moist.\r\nPoor Rodney! He could be nothing to her now, of course, but a dear lost\r\nfriend; but he had been a good old scout in his day.\r\n\r\n       *       *       *       *       *\r\n\r\nIt is not my purpose to weary you with repetitious detail in this\r\nnarrative. I will, therefore, merely state that the next year and\r\nthe next year and the year after that precisely the same thing took\r\nplace in the Bates’s home. Punctually every September the seventh\r\nWilliam placidly forgot, and punctually every September the seventh\r\nthe sender of the violets remembered. It was about a month after the\r\nfifth anniversary, when William had got his handicap down to nine and\r\nlittle Braid Vardon Bates, their only child, had celebrated his fourth\r\nbirthday, that Rodney Spelvin, who had hitherto confined himself to\r\npoetry, broke out in a new place and inflicted upon the citizenry a\r\nnovel entitled _The Purple Fan_.\r\n\r\nI saw the announcement of the publication in the papers; but beyond\r\na passing resolve that nothing would induce me to read the thing I\r\nthought no more of the matter. It is always thus with life’s really\r\nsignificant happenings. Fate sneaks its deadliest wallops in on us\r\nwith such seeming nonchalance. How could I guess what that book was to\r\ndo to the married happiness of Jane and William Bates?\r\n\r\nIn deciding not to read _The Purple Fan_ I had, I was to discover,\r\nover-estimated my powers of resistance. Rodney Spelvin’s novel turned\r\nout to be one of those things which it is impossible not to read.\r\nWithin a week of its appearance it had begun to go through the country\r\nlike Spanish influenza; and, much as I desired to avoid it, a perusal\r\nwas forced on me by sheer weight of mass-thinking. Every paper that\r\nI picked up contained reviews of the book, references to it, letters\r\nfrom the clergy denouncing it; and when I read that three hundred and\r\nsixteen mothers had signed a petition to the authorities to have it\r\nsuppressed, I was reluctantly compelled to spring the necessary cash\r\nand purchase a copy.\r\n\r\nI had not expected to enjoy it, and I did not. Written in the\r\nneodecadent style, which is so popular nowadays, its preciosity\r\noffended me; and I particularly objected to its heroine, a young woman\r\nof a type which, if met in real life, only ingrained chivalry could\r\nhave prevented a normal man from kicking extremely hard. Having skimmed\r\nthrough it, I gave my copy to the man who came to inspect the drains.\r\nIf I had any feeling about the thing, it was a reflection that, if\r\nRodney Spelvin had had to get a novel out of his system, this was just\r\nthe sort of novel he was bound to write. I remember experiencing a\r\nthankfulness that he had gone so entirely out of Jane’s life. How\r\nlittle I knew!\r\n\r\n       *       *       *       *       *\r\n\r\nJane, like every other woman in the village, had bought her copy of\r\n_The Purple Fan_. She read it surreptitiously, keeping it concealed,\r\nwhen not in use, beneath a cushion on the Chesterfield. It was not its\r\ngeneral tone that caused her to do this, but rather the subconscious\r\nfeeling that she, a good wife, ought not to be deriving quite so much\r\nenjoyment from the work of a man who had occupied for a time such a\r\nromantic place in her life.\r\n\r\nFor Jane, unlike myself, adored the book. Eulalie French, its heroine,\r\nwhose appeal I had so missed, seemed to her the most fascinating\r\ncreature she had ever encountered.\r\n\r\nShe had read the thing through six times when, going up to town one day\r\nto do some shopping, she ran into Rodney Spelvin. They found themselves\r\nstanding side by side on the pavement, waiting for the traffic to pass.\r\n\r\n“Rodney!” gasped Jane.\r\n\r\nIt was a difficult moment for Rodney Spelvin. Five years had passed\r\nsince he had last seen Jane, and in those five years so many delightful\r\ncreatures had made a fuss of him that the memory of the girl to whom\r\nhe had once been engaged for a few weeks had become a little blurred.\r\nIn fact, not to put too fine a point on it, he had forgotten Jane\r\naltogether. The fact that she had addressed him by his first name\r\nseemed to argue that they must have met at some time somewhere; but,\r\nthough he strained his brain, absolutely nothing stirred.\r\n\r\nThe situation was one that might have embarrassed another man, but\r\nRodney Spelvin was a quick thinker. He saw at a glance that Jane was an\r\nextremely pretty girl, and it was his guiding rule in life never to let\r\nanything like that get past him. So he clasped her hand warmly, allowed\r\nan expression of amazed delight to sweep over his face, and gazed\r\ntensely into her eyes.\r\n\r\n“You!” he murmured, playing it safe. “You, little one!”\r\n\r\nJane stood five feet seven in her stockings and had a fore-arm like the\r\nvillage blacksmith’s, but she liked being called “little one.”\r\n\r\n“How strange that we should meet like this!” she said, blushing\r\nbrightly.\r\n\r\n“After all these years,” said Rodney Spelvin, taking a chance. It would\r\nbe a nuisance if it turned out that they had met at a studio-party\r\nthe day before yesterday, but something seemed to tell him that she\r\ndated back a goodish way. Besides, even if they had met the day before\r\nyesterday, he could get out of it by saying that the hours had seemed\r\nlike years. For you cannot stymie these modern poets. The boys are\r\nthere.\r\n\r\n“More than five,” murmured Jane.\r\n\r\n“Now where the deuce was I five years ago?” Rodney Spelvin asked\r\nhimself.\r\n\r\nJane looked down at the pavement and shuffled her left shoe nervously.\r\n\r\n“I got the violets, Rodney,” she said.\r\n\r\nRodney Spelvin was considerably fogged, but he came back strongly.\r\n\r\n“That’s good!” he said. “You got the violets? That’s capital. I was\r\nwondering if you would get the violets.”\r\n\r\n“It was like you to send them.”\r\n\r\nRodney blinked, but recovered himself immediately. He waved his hand\r\nwith a careless gesture, indicative of restrained nobility.\r\n\r\n“Oh, as to that--!”\r\n\r\n“Especially as I’m afraid I treated you rather badly. But it really was\r\nfor the happiness of both of us that I broke off the engagement. You do\r\nunderstand that, don’t you?”\r\n\r\nA light broke upon Rodney Spelvin. He had been confident that it would\r\nif he only stalled along for a while. Now he placed this girl. She was\r\nJane something, the girl he had been engaged to. By Jove, yes. He knew\r\nwhere he was now.\r\n\r\n“Do not let us speak of it,” he said, registering pain. It was quite\r\neasy for him to do this. All there was to it was tightening the lips\r\nand drawing up the left eyebrow. He had practised it in front of his\r\nmirror, for a fellow never knew when it might not come in useful.\r\n\r\n“So you didn’t forget me, Rodney?”\r\n\r\n“Forget you!”\r\n\r\nThere was a short pause.\r\n\r\n“I read your novel,” said Jane. “I loved it.”\r\n\r\nShe blushed again, and the colour in her cheeks made her look so\r\nremarkably pretty that Rodney began to feel some of the emotions which\r\nhad stirred him five years ago. He decided that this was a good thing\r\nand wanted pushing along.\r\n\r\n“I hoped that you might,” he said in a low voice, massaging her\r\nhand. He broke off and directed into her eyes a look of such squashy\r\nsentimentality that Jane reeled where she stood. “I wrote it for you,”\r\nhe added, simply.\r\n\r\nJane gasped.\r\n\r\n“For me?”\r\n\r\n“I supposed you would have guessed,” said Rodney. “Surely you saw the\r\ndedication?”\r\n\r\n_The Purple Fan_ had been dedicated, after Rodney Spelvin’s eminently\r\nprudent fashion, to “One Who Will Understand.” He had frequently been\r\ngrateful for the happy inspiration.\r\n\r\n“The dedication?”\r\n\r\n“‘To One Who Will Understand,’” said Rodney, softly. “Who would that be\r\nbut you?”\r\n\r\n“Oh, Rodney!”\r\n\r\n“And didn’t you recognise Eulalie, Jane? Surely you cannot have failed\r\nto recognise Eulalie?”\r\n\r\n“Recognise her?”\r\n\r\n“I drew her from you,” said Rodney Spelvin.\r\n\r\n       *       *       *       *       *\r\n\r\nJane’s mind was in a whirl as she went home in the train. To have met\r\nRodney Spelvin again was enough in itself to stimulate into activity\r\nthat hidden pulse of romance in her. To discover that she had been in\r\nhis thoughts so continuously all these years and that she still held\r\nsuch sway over his faithful heart that he had drawn the heroine of his\r\nnovel from her was simply devastating. Mechanically she got out at the\r\nright station and mechanically made her way to the cottage. She was\r\nrelieved to find that William was still out on the links. She loved\r\nWilliam devotedly, of course, but just at the moment he would have\r\nbeen in the way; for she wanted a quiet hour with _The Purple Fan_. It\r\nwas necessary for her to re-read in the light of this new knowledge\r\nthe more important of the scenes in which Eulalie French figured. She\r\nknew them practically by heart already, but nevertheless she wished\r\nto read them again. When William returned, warm and jubilant, she was\r\nso absorbed that she only just had time to slide the book under the\r\nsofa-cushion before the door opened.\r\n\r\nSome guardian angel ought to have warned William Bates that he was\r\nselecting a bad moment for his re-entry into the home, or at least to\r\nhave hinted that a preliminary wash and brush-up would be no bad thing.\r\nThere had been rain in the night, causing the links to become a trifle\r\nsoggy in spots, and William was one of those energetic golfers who do\r\nnot spare themselves. The result was that his pleasant features were\r\na good deal obscured by mud. An explosion-shot out of the bunker on\r\nthe fourteenth had filled his hair with damp sand, and his shoes were\r\na disgrace to any refined home. No, take him for all in all, William\r\ndid not look his best. He was fine if the sort of man you admired\r\nwas the brawny athlete straight from the dust of the arena; but on a\r\nwoman who was picturing herself the heroine of _The Purple Fan_ he\r\nwas bound to jar. Most of the scenes in which Eulalie French played\r\nanything like a fat part took place either on moonlight terraces or in\r\nbeautifully furnished studios beneath the light of Oriental lamps with\r\npink silk shades, and all the men who came in contact with her--except\r\nher husband, a clodhopping brute who spent most of his time in\r\nriding-kit--were perfectly dressed and had dark, clean-cut, sensitive\r\nfaces.\r\n\r\nWilliam, accordingly, induced in Jane something closely approximating\r\nto the heeby-jeebies.\r\n\r\n“Hullo, old girl!” said William, affectionately. “You back? What have\r\nyou been doing with yourself?”\r\n\r\n“Oh, shopping,” said Jane, listlessly.\r\n\r\n“See any one you knew?”\r\n\r\nFor a moment Jane hesitated.\r\n\r\n“Yes,” she said. “I met Rodney Spelvin.”\r\n\r\nJealousy and suspicion had been left entirely out of William Bates’s\r\nmake-up. He did not start and frown; he did not clutch the arm of his\r\nchair; he merely threw back his head and laughed like a hyæna. And that\r\nlaugh wounded Jane more than the most violent exhibition of mistrust\r\ncould have done.\r\n\r\n“Good Lord!” gurgled William, jovially. “You don’t mean to say that\r\nbird is still going around loose? I should have thought he would have\r\nbeen lynched years ago. Looks like negligence somewhere.”\r\n\r\nThere comes a moment in married life when every wife gazes squarely at\r\nher husband and the scales seem to fall from her eyes and she sees him\r\nas he is--one of Nature’s Class A fatheads. Fortunately for married\r\nmen, these times of clear vision do not last long, or there would be\r\nfew homes left unbroken. It was so that Jane gazed at William now, but\r\nunhappily her conviction that he was an out-size in rough-neck chumps\r\ndid not pass. Indeed, all through that evening it deepened. That night\r\nshe went to bed feeling for the first time that, when the clergyman had\r\nsaid, “Wilt thou, Jane?” and she had replied in the affirmative, a\r\nmean trick had been played on an inexperienced girl.\r\n\r\n       *       *       *       *       *\r\n\r\nAnd so began that black period in the married life of Jane and William\r\nBates, the mere recollection of which in after years was sufficient to\r\nput them right off their short game and even to affect their driving\r\nfrom the tee. To William, having no clue to the cause of the mysterious\r\nchange in his wife, her behaviour was inexplicable. Had not her perfect\r\nrobustness made such a theory absurd, he would have supposed that she\r\nwas sickening for something. She golfed now intermittently, and often\r\nwith positive reluctance. She was frequently listless and distrait. And\r\nthere were other things about her of which he disapproved.\r\n\r\n“I say, old girl,” he said one evening, “I know you won’t mind my\r\nmentioning it, and I don’t suppose you’re aware of it yourself, but\r\nrecently you’ve developed a sort of silvery laugh. A nasty thing to\r\nhave about the home. Try to switch it off, old bird, would you mind?”\r\n\r\nJane said nothing. The man was not worth answering. All through the\r\npages of _The Purple Fan_, Eulalie French’s silvery laugh had been\r\nhighly spoken of and greatly appreciated by one and all. It was the\r\nthing about her that the dark, clean-cut, sensitive-faced men most\r\nadmired. And the view Jane took of the matter was that if William did\r\nnot like it the poor fish could do the other thing.\r\n\r\nBut this brutal attack decided her to come out into the open with the\r\ngrievance which had been vexing her soul for weeks past.\r\n\r\n“William,” she said, “I want to say something. William, I am feeling\r\nstifled.”\r\n\r\n“I’ll open the window.”\r\n\r\n“Stifled in this beastly little village, I mean,” said Jane,\r\nimpatiently. “Nobody ever does anything here except play golf and\r\nbridge, and you never meet an artist-soul from one year’s end to the\r\nother. How can I express myself? How can I be myself? How can I fulfil\r\nmyself?”\r\n\r\n“Do you want to?” asked William, somewhat out of his depth.\r\n\r\n“Of course I want to. And I shan’t be happy unless we leave this\r\nghastly place and go to live in a studio in town.”\r\n\r\nWilliam sucked thoughtfully at his pipe. It was a tense moment for a\r\nman who hated metropolitan life as much as he did. Nevertheless, if the\r\nsolution of Jane’s recent weirdness was simply that she had got tired\r\nof the country and wanted to live in town, to the town they must go.\r\nAfter a first involuntary recoil, he nerved himself to the martyrdom\r\nlike the fine fellow he was.\r\n\r\n“We’ll pop off as soon as I can sell the house,” he said.\r\n\r\n“I can’t wait as long as that. I want to go now.”\r\n\r\n“All right,” said William, amiably. “We’ll go next week.”\r\n\r\n       *       *       *       *       *\r\n\r\nWilliam’s forebodings were quickly fulfilled. Before he had been in\r\nthe Metropolis ten days he had realised that he was up against it as\r\nhe had never been up against it before. He and Jane and little Braid\r\nVardon had established themselves in what the house-agent described\r\nas an attractive bijou studio-apartment in the heart of the artistic\r\nquarter. There was a nice bedroom for Jane, a delightful cupboard for\r\nBraid Vardon, and a cosy corner behind a Japanese screen for William.\r\nMost compact. The rest of the place consisted of a room with a large\r\nskylight, handsomely furnished with cushions and samovars, where Jane\r\ngave parties to the intelligentsia.\r\n\r\nIt was these parties that afflicted William as much as anything else.\r\nHe had not realised that Jane intended to run a _salon_. His idea of\r\na pleasant social evening was to have a couple of old friends in for\r\na rubber of bridge, and the almost nightly incursion of a horde of\r\nextraordinary birds in floppy ties stunned him. He was unequal to the\r\nsituation from the first. While Jane sat enthroned on her cushion,\r\nexchanging gay badinage with rising young poets and laughing that\r\nsilvery laugh of hers, William would have to stand squashed in a\r\ncorner, trying to hold off some bobbed-haired female who wanted his\r\nopinion of Augustus John.\r\n\r\nThe strain was frightful, and, apart from the sheer discomfort of it,\r\nhe found to his consternation that it was beginning to affect his\r\ngolf. Whenever he struggled out from the artistic zone now to one of\r\nthe suburban courses, his jangled nerves unfitted him for decent play.\r\nBit by bit his game left him. First he found that he could not express\r\nhimself with the putter. Then he began to fail to be himself with the\r\nmashie-niblick. And when at length he discovered that he was only\r\nfulfilling himself about every fifth shot off the tee he felt that this\r\nthing must stop.\r\n\r\n       *       *       *       *       *\r\n\r\nThe conscientious historian will always distinguish carefully between\r\nthe events leading up to a war and the actual occurrence resulting in\r\nthe outbreak of hostilities. The latter may be, and generally is, some\r\nalmost trivial matter, whose only importance is that it fulfils the\r\nfunction of the last straw. In the case of Jane and William what caused\r\nthe definite rift was Jane’s refusal to tie a can to Rodney Spelvin.\r\n\r\nThe author of _The Purple Fan_ had been from the first a leading figure\r\nin Jane’s _salon_. Most of those who attended these functions were\r\nfriends of his, introduced by him, and he had assumed almost from the\r\nbeginning the demeanour of a master of the revel. William, squashed\r\ninto his corner, had long gazed at the man with sullen dislike,\r\nyearning to gather him up by the slack of his trousers and heave him\r\ninto outer darkness; but it is improbable that he would have overcome\r\nhis native amiability sufficiently to make any active move, had it not\r\nbeen for the black mood caused by his rotten golf. But one evening,\r\nwhen, coming home after doing the Mossy Heath course in five strokes\r\nover the hundred, he found the studio congested with Rodney Spelvin and\r\nhis friends, many of them playing ukeleles, he decided that flesh and\r\nblood could bear the strain no longer.\r\n\r\nAs soon as the last guest had gone he delivered his ultimatum.\r\n\r\n“Listen, Jane,” he said. “Touching on this Spelvin bloke.”\r\n\r\n“Well?” said Jane, coldly. She scented battle from afar.\r\n\r\n“He gives me a pain in the neck.”\r\n\r\n“Really?” said Jane, and laughed a silvery laugh.\r\n\r\n“Don’t do it, old girl,” pleaded William, wincing.\r\n\r\n“I wish you wouldn’t call me ‘old girl’.”\r\n\r\n“Why not?”\r\n\r\n“Because I don’t like it.”\r\n\r\n“You used to like it.”\r\n\r\n“Well, I don’t now.”\r\n\r\n“Oh!” said William, and ruminated awhile. “Well, be that as it may,”\r\nhe went on, “I want to tell you just one thing. Either you throw the\r\nbloke Spelvin out on his left ear and send for the police if he tries\r\nto get in again, or I push off. I mean it! I absolutely push off.”\r\n\r\nThere was a tense silence.\r\n\r\n“Indeed?” said Jane at last.\r\n\r\n“Positively push off,” repeated William, firmly. “I can stand a lot,\r\nbut pie-faced Spelvin tries human endurance too high.”\r\n\r\n“He is not pie-faced,” said Jane, warmly.\r\n\r\n“He _is_ pie-faced,” insisted William. “Come round to the Vienna\r\nBon-Ton Bakery to-morrow and I will show you an individual custard-pie\r\nthat might be his brother.”\r\n\r\n“Well, I am certainly not going to be bullied into giving up an old\r\nfriend just because--”\r\n\r\nWilliam stared.\r\n\r\n“You mean you won’t hand him the mitten?”\r\n\r\n“I will not.”\r\n\r\n“Think what you are saying, Jane. You positively decline to give this\r\nfalse-alarm the quick exit?”\r\n\r\n“I do.”\r\n\r\n“Then,” said William, “all is over. I pop off.”\r\n\r\nJane stalked without a word into her bedroom. With a mist before his\r\neyes William began to pack. After a few moments he tapped at her door.\r\n\r\n“Jane.”\r\n\r\n“Well?”\r\n\r\n“I’m packing.”\r\n\r\n“Indeed?”\r\n\r\n“But I can’t find my spare mashie.”\r\n\r\n“I don’t care.”\r\n\r\nWilliam returned to his packing. When it was finished, he stole to her\r\ndoor again. Already a faint stab of remorse was becoming blended with\r\nhis just indignation.\r\n\r\n“Jane.”\r\n\r\n“Well?”\r\n\r\n“I’ve packed.”\r\n\r\n“Really?”\r\n\r\n“And now I’m popping.”\r\n\r\nThere was silence behind the door.\r\n\r\n“I’m popping, Jane,” said William. And in his voice, though he tried to\r\nmake it cold and crisp, there was a note of wistfulness.\r\n\r\nThrough the door there came a sound. It was the sound of a silvery\r\nlaugh. And as he heard it William’s face hardened. Without another word\r\nhe picked up his suit-case and golf-bag, and with set jaw strode out\r\ninto the night.\r\n\r\n       *       *       *       *       *\r\n\r\nOne of the things that tend to keep the home together in these days\r\nof modern unrest is the fact that exalted moods of indignation do\r\nnot last. William, released from the uncongenial atmosphere of the\r\nstudio, proceeded at once to plunge into an orgy of golf that for a\r\nwhile precluded regret. Each day he indulged his starved soul with\r\nfifty-four holes, and each night he sat smoking in bed, pleasantly\r\nfatigued, reviewing the events of the past twelve hours with complete\r\nsatisfaction. It seemed to him that he had done the good and sensible\r\nthing.\r\n\r\nAnd then, slowly at first, but day by day more rapidly, his mood began\r\nto change. That delightful feeling of jolly freedom ebbed away.\r\n\r\nIt was on the morning of the tenth day that he first became definitely\r\naware that all was not well. He had strolled out on the links after\r\nbreakfast with a brassie and a dozen balls for a bit of practice, and,\r\nputting every ounce of weight and muscle into the stroke, brought off a\r\nsnifter with his very first shot. Straight and true the ball sped for\r\nthe distant green, and William, forgetting everything in the ecstasy of\r\nthe moment, uttered a gladsome cry.\r\n\r\n“How about that one, old girl?” he exclaimed.\r\n\r\nAnd then, with a sudden sinking of the heart, he realised that he was\r\nalone.\r\n\r\nAn acute spasm of regret shot through William’s massive bosom. In that\r\ninstant of clear thinking he understood that golf is not all. What\r\nshall it profit a man that he do the long hole in four, if there is no\r\nloving wife at his elbow to squeak congratulations? A dull sensation of\r\nforlorn emptiness afflicted William Bates. It passed, but it had been.\r\nAnd he knew it would come again.\r\n\r\nIt did. It came that same afternoon. It came next morning. Gradually\r\nit settled like a cloud on his happiness. He did his best to fight it\r\ndown. He increased his day’s output to sixty-three holes, but found no\r\nrelief. When he reflected that he had had the stupendous luck to be\r\nmarried to a girl like Jane and had chucked the thing up, he could have\r\nkicked himself round the house. He was in exactly the position of the\r\nhero of the movie when the subtitle is flashed on the screen: “Came a\r\nDay When Remorse Bit Like an Adder Into Roland Spenlow’s Soul.” Of all\r\nthe chumps who had ever tripped over themselves and lost a good thing,\r\nfrom Adam downwards, he, he told himself, was the woollen-headedest.\r\n\r\nOn the fifteenth morning it began to rain.\r\n\r\n       *       *       *       *       *\r\n\r\nNow, William Bates was not one of your fair-weather golfers. It took\r\nmore than a shower to discourage him. But this was real rain, with\r\nwhich not even the stoutest enthusiast could cope. It poured down all\r\nday in a solid sheet and set the seal on his melancholy. He pottered\r\nabout the house, sinking deeper and deeper into the slough of despond,\r\nand was trying to derive a little faint distraction from practising\r\nputts into a tooth-glass when the afternoon post arrived.\r\n\r\nThere was only one letter. He opened it listlessly. It was from Jukes,\r\nEnderby, and Miller, florists, and what the firm wished to ascertain\r\nwas whether, his deposit on white violets to be despatched annually\r\nto Mrs. William Bates being now exhausted, he desired to renew his\r\nesteemed order. If so, on receipt of the money they would spring to the\r\ntask of sending same.\r\n\r\nWilliam stared at the letter dully. His first impression was that\r\nJukes, Enderby, and Miller were talking through their collective hats.\r\nWhite violets? What was all this drivel about white violets? Jukes was\r\nan ass. He knew nothing about white violets. Enderby was a fool. What\r\nhad he got to do with white violets? Miller was a pin-head. He had\r\nnever deposited any money to have white violets despatched.\r\n\r\nWilliam gasped. Yes, by George, he had, though, he remembered with a\r\nsudden start. So he had, by golly! Good gosh! It all came back to him.\r\nHe recalled the whole thing, by Jove! Crikey, yes!\r\n\r\nThe letter swam before William’s eyes. A wave of tenderness engulfed\r\nhim. All that had passed recently between Jane and himself was\r\nforgotten--her weirdness, her wish to live in the Metropolis, her\r\nsilvery laugh--everything. With one long, loving gulp, William Bates\r\ndashed a not unmanly tear from his eye and, grabbing a hat and\r\nraincoat, rushed out of the house and sprinted for the station.\r\n\r\nAt about the hour when William flung himself into the train, Jane\r\nwas sitting in her studio-apartment, pensively watching little Braid\r\nVardon as he sported on the floor. An odd melancholy had gripped her.\r\nAt first she had supposed that this was due to the rain, but now she\r\nwas beginning to realise that the thing went much deeper than that.\r\nReluctant though she was to confess it, she had to admit that what she\r\nwas suffering from was a genuine soul-sadness, due entirely to the fact\r\nthat she wanted William.\r\n\r\nIt was strange what a difference his going had made. William was the\r\nsort of fellow you shoved into a corner and forgot about, but when he\r\nwas not there the whole scheme of things seemed to go blooey. Little\r\nby little, since his departure, she had found the fascination of her\r\nsurroundings tending to wane, and the glamour of her new friends had\r\ndwindled noticeably. Unless you were in the right vein for them,\r\nJane felt, they could be an irritating crowd. They smoked too many\r\ncigarettes and talked too much. And not far from being the worst of\r\nthem, she decided, was Rodney Spelvin. It was with a sudden feeling\r\nof despair that she remembered that she had invited him to tea this\r\nafternoon and had got in a special seed-cake for the occasion. The last\r\nthing in the world that she wanted to do was to watch Rodney Spelvin\r\neating cake.\r\n\r\nIt is a curious thing about men of the Spelvin type, how seldom they\r\nreally last. They get off to a flashy start and for a while convince\r\nimpressionable girls that the search for a soul-mate may be considered\r\nformally over; but in a very short while reaction always sets in. There\r\nhad been a time when Jane could have sat and listened to Rodney Spelvin\r\nfor hours on end. Then she began to feel that from fifteen to twenty\r\nminutes was about sufficient. And now the mere thought of having to\r\nlisten to him at all was crushing her like a heavy burden.\r\n\r\nShe had got thus far in her meditations when her attention was\r\nattracted to little Braid Vardon, who was playing energetically in a\r\ncorner with some object which Jane could not distinguish in the dim\r\nlight.\r\n\r\n“What have you got there, dear?” she asked.\r\n\r\n“Wah,” said little Braid, a child of few words, proceeding with his\r\nactivities.\r\n\r\nJane rose and walked across the room. A sudden feeling had come to her,\r\nthe remorseful feeling that for some time now she had been neglecting\r\nthe child. How seldom nowadays did she trouble to join in his pastimes!\r\n\r\n“Let mother play too,” she said, gently. “What are you playing? Trains?”\r\n\r\n“Golf.”\r\n\r\nJane uttered a sharp exclamation. With a keen pang she saw that what\r\nthe child had got hold of was William’s spare mashie. So he had left it\r\nbehind after all! Since the night of his departure it must have been\r\nlying unnoticed behind some chair or sofa.\r\n\r\nFor a moment the only sensation Jane felt was an accentuation of\r\nthat desolate feeling which had been with her all day. How many a\r\ntime had she stood by William and watched him foozle with this club!\r\nInextricably associated with him it was, and her eyes filled with\r\nsudden tears. And then she was abruptly conscious of a new, a more\r\nviolent emotion, something akin to panic fear. She blinked, hoping\r\nagainst hope that she had been mistaken. But no. When she opened her\r\neyes and looked again she saw what she had seen before.\r\n\r\n_The child was holding the mashie all wrong._\r\n\r\n“Braid!” gasped Jane in an agony.\r\n\r\nAll the mother-love in her was shrieking at her, reproaching her.\r\nShe realised now how paltry, how greedily self-centred she had been.\r\nThinking only of her own pleasures, how sorely she had neglected her\r\nduty as a mother! Long ere this, had she been worthy of that sacred\r\nrelation, she would have been brooding over her child, teaching him at\r\nher knee the correct Vardon grip, shielding him from bad habits, seeing\r\nto it that he did not get his hands in front of the ball, putting him\r\non the right path as regarded the slow back-swing. But, absorbed in\r\nherself, she had sacrificed him to her shallow ambitions. And now there\r\nhe was, grasping the club as if it had been a spade and scooping with\r\nit like one of those twenty-four handicap men whom the hot weather\r\nbrings out on seaside links.\r\n\r\nShe shuddered to the very depths of her soul. Before her eyes there\r\nrose a vision of her son, grown to manhood, reproaching her. “If you\r\nhad but taught me the facts of life when I was a child, mother,” she\r\nseemed to hear him say, “I would not now be going round in a hundred\r\nand twenty, rising to a hundred and forty in anything like a high wind.”\r\n\r\nShe snatched the club from his hands with a passionate cry. And at this\r\nprecise moment in came Rodney Spelvin, all ready for tea.\r\n\r\n“Ah, little one!” said Rodney Spelvin, gaily.\r\n\r\nSomething in her appearance must have startled him, for he stopped and\r\nlooked at her with concern.\r\n\r\n“Are you ill?” he asked.\r\n\r\nJane pulled herself together with an effort.\r\n\r\n“No, quite well. Ha, ha!” she replied, hysterically.\r\n\r\nShe stared at him wildly, as she might have stared at a caterpillar in\r\nher salad. If it had not been for this man, she felt, she would have\r\nbeen with William in their snug little cottage, a happy wife. If it\r\nhad not been for this man, her only child would have been laying the\r\nfoundations of a correct swing under the eyes of a conscientious pro.\r\nIf it had not been for this man--She waved him distractedly to the door.\r\n\r\n“Good-bye,” she said. “Thank you so much for calling.”\r\n\r\nRodney Spelvin gaped. This had been the quickest and most tealess\r\ntea-party he had ever assisted at.\r\n\r\n“You want me to go?” he said, incredulously.\r\n\r\n“Yes, go! go!”\r\n\r\nRodney Spelvin cast a wistful glance at the gate-leg table. He had had\r\na light lunch, and the sight of the seed-cake affected him deeply. But\r\nthere seemed nothing to be done. He moved reluctantly to the door.\r\n\r\n“Well, good-bye,” he said. “Thanks for a very pleasant afternoon.”\r\n\r\n“So glad to have seen you,” said Jane, mechanically.\r\n\r\nThe door closed. Jane returned to her thoughts. But she was not alone\r\nfor long. A few minutes later there entered the female cubist painter\r\nfrom downstairs, a manly young woman with whom she had become fairly\r\nintimate.\r\n\r\n“Oh, Bates, old chap!” said the cubist painter.\r\n\r\nJane looked up.\r\n\r\n“Yes, Osbaldistone?”\r\n\r\n“Just came in to borrow a cigarette. Used up all mine.”\r\n\r\n“So have I, I’m afraid.”\r\n\r\n“Too bad. Oh, well,” said Miss Osbaldistone, resignedly, “I suppose\r\nI’ll have to go out and get wet. I wish I had had the sense to stop\r\nRodney Spelvin and send him. I met him on the stairs.”\r\n\r\n“Yes, he was in here just now,” said Jane.\r\n\r\nMiss Osbaldistone laughed in her hearty manly way.\r\n\r\n“Good boy, Rodney,” she said, “but too smooth for my taste. A little\r\ntoo ready with the salve.”\r\n\r\n“Yes?” said Jane, absently.\r\n\r\n“Has he pulled that one on you yet about your being the original of the\r\nheroine of _The Purple Fan_?”\r\n\r\n“Why, yes,” said Jane, surprised. “He did tell me that he had drawn\r\nEulalie from me.”\r\n\r\nHer visitor emitted another laugh that shook the samovars.\r\n\r\n“He tells every girl he meets the same thing.”\r\n\r\n“What!”\r\n\r\n“Oh yes. It’s his first move. He actually had the nerve to try to\r\nspring it on me. Mind you, I’m not saying it’s a bad stunt. Most girls\r\nlike it. You’re sure you’ve no cigarettes? No? Well, how about a shot\r\nof cocaine? Out of that too? Oh, well, I’ll be going, then. Pip-pip,\r\nBates.”\r\n\r\n“Toodle-oo, Osbaldistone,” said Jane, dizzily. Her brain was reeling.\r\nShe groped her way to the table, and in a sort of trance cut herself a\r\nslice of cake.\r\n\r\n“Wah!” said little Braid Vardon. He toddled forward, anxious to count\r\nhimself in on the share-out.\r\n\r\nJane gave him some cake. Having ruined his life, it was, she felt,\r\nthe least she could do. In a spasm of belated maternal love she also\r\nslipped him a jam-sandwich. But how trivial and useless these things\r\nseemed now.\r\n\r\n“Braid!” she cried, suddenly.\r\n\r\n“What?”\r\n\r\n“Come here.”\r\n\r\n“Why?”\r\n\r\n“Let mother show you how to hold that mashie.”\r\n\r\n“What’s a mashie?”\r\n\r\nA new gash opened in Jane’s heart. Four years old, and he didn’t know\r\nwhat a mashie was. And at only a slightly advanced age Bobby Jones had\r\nbeen playing in the American Open Championship.\r\n\r\n“This is a mashie,” she said, controlling her voice with difficulty.\r\n\r\n“Why?”\r\n\r\n“It is called a mashie.”\r\n\r\n“What is?”\r\n\r\n“This club.”\r\n\r\n“Why?”\r\n\r\nThe conversation was becoming too metaphysical for Jane. She took the\r\nclub from him and closed her hands over it.\r\n\r\n“Now, look, dear,” she said, tenderly. “Watch how mother does it. She\r\nputs the fingers--”\r\n\r\nA voice spoke, a voice that had been absent all too long from Jane’s\r\nlife.\r\n\r\n“You’ll pardon me, old girl, but you’ve got the right hand much too far\r\nover. You’ll hook for a certainty.”\r\n\r\nIn the doorway, large and dripping, stood William. Jane stared at him\r\ndumbly.\r\n\r\n“William!” she gasped at length.\r\n\r\n“Hullo, Jane!” said William. “Hullo, Braid! Thought I’d look in.”\r\n\r\nThere was a long silence.\r\n\r\n“Beastly weather,” said William.\r\n\r\n“Yes,” said Jane.\r\n\r\n“Wet and all that,” said William.\r\n\r\n“Yes,” said Jane.\r\n\r\nThere was another silence.\r\n\r\n“Oh, by the way, Jane,” said William. “Knew there was something I\r\nwanted to say. You know those violets?”\r\n\r\n“Violets?”\r\n\r\n“White violets. You remember those white violets I’ve been sending you\r\nevery year on our wedding anniversary? Well, what I mean to say, our\r\nlives are parted and all that sort of thing, but you won’t mind if I\r\ngo on sending them--what? Won’t hurt you, what I’m driving at, and’ll\r\nplease me, see what I mean? So, well, to put the thing in a nutshell,\r\nif you haven’t any objection, that’s that.”\r\n\r\nJane reeled against the gate-leg table.\r\n\r\n“William! Was it you who sent those violets?”\r\n\r\n“Absolutely. Who did you think it was?”\r\n\r\n“William!” cried Jane, and flung herself into his arms.\r\n\r\nWilliam scooped her up gratefully. This was the sort of thing he\r\nhad been wanting for weeks past. He could do with a lot of this. He\r\nwouldn’t have suggested it himself, but, seeing that she felt that way,\r\nhe was all for it.\r\n\r\n“William,” said Jane, “can you ever forgive me?”\r\n\r\n“Oh, rather,” said William. “Like a shot. Though, I mean to say,\r\nnothing to forgive, and all that sort of thing.”\r\n\r\n“We’ll go back right away to our dear little cottage.”\r\n\r\n“Fine!”\r\n\r\n“We’ll never leave it again.”\r\n\r\n“Topping!”\r\n\r\n“I love you,” said Jane, “more than life itself.”\r\n\r\n“Good egg!” said William.\r\n\r\nJane turned with shining eyes to little Braid Vardon.\r\n\r\n“Braid, we’re going home with daddy!”\r\n\r\n“Where?”\r\n\r\n“Home. To our little cottage.”\r\n\r\n“What’s a cottage?”\r\n\r\n“The house where we used to be before we came here.”\r\n\r\n“What’s here?”\r\n\r\n“This is.”\r\n\r\n“Which?”\r\n\r\n“Where we are now.”\r\n\r\n“Why?”\r\n\r\n“I’ll tell you what, old girl,” said William. “Just shove a green-baize\r\ncloth over that kid, and then start in and brew me about five pints\r\nof tea as strong and hot as you can jolly well make it. Otherwise I’m\r\ngoing to get the cold of a lifetime.”"
  ]
}