{
  "index": 6,
  "title": "Chapter 5",
  "paragraphs": [
    "THE AWAKENING OF ROLLO PODMARSH\r\n\r\n\r\nDown on the new bowling-green behind the club-house some sort of\r\ncompetition was in progress. The seats about the smooth strip of turf\r\nwere crowded, and the weak-minded yapping of the patients made itself\r\nplainly audible to the Oldest Member as he sat in his favourite chair\r\nin the smoking-room. He shifted restlessly, and a frown marred the\r\nplacidity of his venerable brow. To the Oldest Member a golf-club was\r\na golf-club, and he resented the introduction of any alien element. He\r\nhad opposed the institution of tennis-courts; and the suggestion of a\r\nbowling-green had stirred him to his depths.\r\n\r\nA young man in spectacles came into the smoking-room. His high forehead\r\nwas aglow, and he lapped up a ginger-ale with the air of one who\r\nconsiders that he has earned it.\r\n\r\n“Capital exercise!” he said, beaming upon the Oldest Member.\r\n\r\nThe Oldest Member laid down his _Vardon On Casual Water_, and peered\r\nsuspiciously at his companion.\r\n\r\n“What did you go round in?” he asked.\r\n\r\n“Oh, I wasn’t playing golf,” said the young man. “Bowls.”\r\n\r\n“A nauseous pursuit!” said the Oldest Member, coldly, and resumed his\r\nreading.\r\n\r\nThe young man seemed nettled.\r\n\r\n“I don’t know why you should say that,” he retorted. “It’s a splendid\r\ngame.”\r\n\r\n“I rank it,” said the Oldest Member, “with the juvenile pastime of\r\nmarbles.”\r\n\r\nThe young man pondered for some moments.\r\n\r\n“Well, anyway,” he said at length, “it was good enough for Drake.”\r\n\r\n“As I have not the pleasure of the acquaintance of your friend Drake, I\r\nam unable to estimate the value of his endorsement.”\r\n\r\n“_The_ Drake. The Spanish Armada Drake. He was playing bowls on\r\nPlymouth Hoe when they told him that the Armada was in sight. ‘There\r\nis time to finish the game,’ he replied. That’s what Drake thought of\r\nbowls.”\r\n\r\n“If he had been a golfer he would have ignored the Armada altogether.”\r\n\r\n“It’s easy enough to say that,” said the young man, with spirit, “but\r\ncan the history of golf show a parallel case?”\r\n\r\n“A million, I should imagine.”\r\n\r\n“But you’ve forgotten them, eh?” said the young man, satirically.\r\n\r\n“On the contrary,” said the Oldest Member. “As a typical instance,\r\nneither more nor less remarkable than a hundred others, I will select\r\nthe story of Rollo Podmarsh.” He settled himself comfortably in his\r\nchair, and placed the tips of his fingers together. “This Rollo\r\nPodmarsh--”\r\n\r\n“No, I say!” protested the young man, looking at his watch.\r\n\r\n“This Rollo Podmarsh--”\r\n\r\n“Yes, but--”\r\n\r\nThis Rollo Podmarsh (said the Oldest Member) was the only son of his\r\nmother, and she was a widow; and like other young men in that position\r\nhe had rather allowed a mother’s tender care to take the edge off what\r\nyou might call his rugged manliness. Not to put too fine a point on it,\r\nhe had permitted his parent to coddle him ever since he had been in the\r\nnursery; and now, in his twenty-eighth year, he invariably wore flannel\r\nnext his skin, changed his shoes the moment they got wet, and--from\r\nSeptember to May, inclusive--never went to bed without partaking of a\r\nbowl of hot arrowroot. Not, you would say, the stuff of which heroes\r\nare made. But you would be wrong. Rollo Podmarsh was a golfer, and\r\nconsequently pure gold at heart; and in his hour of crisis all the good\r\nin him came to the surface.\r\n\r\nIn giving you this character-sketch of Rollo, I have been at pains\r\nto make it crisp, for I observe that you are wriggling in a restless\r\nmanner and you persist in pulling out that watch of yours and gazing\r\nat it. Let me tell you that, if a mere skeleton outline of the man has\r\nthis effect upon you, I am glad for your sake that you never met his\r\nmother. Mrs. Podmarsh could talk with enjoyment for hours on end about\r\nher son’s character and habits. And, on the September evening on which\r\nI introduce her to you, though she had, as a fact, been speaking only\r\nfor some ten minutes, it had seemed like hours to the girl, Mary Kent,\r\nwho was the party of the second part to the conversation.\r\n\r\nMary Kent was the daughter of an old school-friend of Mrs. Podmarsh,\r\nand she had come to spend the autumn and winter with her while her\r\nparents were abroad. The scheme had never looked particularly good to\r\nMary, and after ten minutes of her hostess on the subject of Rollo she\r\nwas beginning to weave dreams of knotted sheets and a swift getaway\r\nthrough the bedroom window in the dark of the night.\r\n\r\n“He is a strict teetotaller,” said Mrs. Podmarsh.\r\n\r\n“Really?”\r\n\r\n“And has never smoked in his life.”\r\n\r\n“Fancy that!”\r\n\r\n“But here is the dear boy now,” said Mrs. Podmarsh, fondly.\r\n\r\n       *       *       *       *       *\r\n\r\nDown the road towards them was coming a tall, well-knit figure in a\r\nNorfolk coat and grey flannel trousers. Over his broad shoulders was\r\nsuspended a bag of golf-clubs.\r\n\r\n“Is _that_ Mr. Podmarsh?” exclaimed Mary.\r\n\r\nShe was surprised. After all she had been listening to about the\r\narrowroot and the flannel next the skin and the rest of it, she had\r\npictured the son of the house as a far weedier specimen. She had been\r\nexpecting to meet a small, slender young man with an eyebrow moustache,\r\nand pince-nez; and this person approaching might have stepped straight\r\nout of Jack Dempsey’s training-camp.\r\n\r\n“Does he play golf?” asked Mary, herself an enthusiast.\r\n\r\n“Oh, yes,” said Mrs. Podmarsh. “He makes a point of going out on the\r\nlinks once a day. He says the fresh air gives him such an appetite.”\r\n\r\nMary, who had taken a violent dislike to Rollo on the evidence of\r\nhis mother’s description of his habits, had softened towards him on\r\ndiscovering that he was a golfer. She now reverted to her previous\r\nopinion. A man who could play the noble game from such ignoble motives\r\nwas beyond the pale.\r\n\r\n“Rollo is exceedingly good at golf,” proceeded Mrs. Podmarsh. “He\r\nscores more than a hundred and twenty every time, while Mr. Burns, who\r\nis supposed to be one of the best players in the club, seldom manages\r\nto reach eighty. But Rollo is very modest--modesty is one of his best\r\nqualities--and you would never guess he was so skilful unless you were\r\ntold.”\r\n\r\n“Well, Rollo darling, did you have a nice game? You didn’t get your\r\nfeet wet, I hope? This is Mary Kent, dear.”\r\n\r\nRollo Podmarsh shook hands with Mary. And at her touch the strange\r\ndizzy feeling which had come over him at the sight of her suddenly\r\nbecame increased a thousand-fold. As I see that you are consulting your\r\nwatch once more, I will not describe his emotions as exhaustively as\r\nI might. I will merely say that he had never felt anything resembling\r\nthis sensation of dazed ecstasy since the occasion when a twenty-foot\r\nputt of his, which had been going well off the line, as his putts\r\ngenerally did, had hit a worm-cast sou’-sou’-east of the hole and\r\npopped in, giving him a snappy six. Rollo Podmarsh, as you will have\r\ndivined, was in love at first sight. Which makes it all the sadder to\r\nthink Mary at the moment was regarding him as an outcast and a blister.\r\n\r\nMrs. Podmarsh, having enfolded her son in a vehement embrace, drew back\r\nwith a startled exclamation, sniffing.\r\n\r\n“Rollo!” she cried. “You smell of tobacco smoke.”\r\n\r\nRollo looked embarrassed.\r\n\r\n“Well, the fact is, mother--”\r\n\r\nA hard protuberance in his coat-pocket attracted Mrs. Podmarsh’s\r\nnotice. She swooped and drew out a big-bowled pipe.\r\n\r\n“Rollo!” she exclaimed, aghast.\r\n\r\n“Well, the fact is, mother--”\r\n\r\n“Don’t you know,” cried Mrs. Podmarsh, “that smoking is poisonous, and\r\ninjurious to the health?”\r\n\r\n“Yes. But the fact is, mother--”\r\n\r\n“It causes nervous dyspepsia, sleeplessness, gnawing of the stomach,\r\nheadache, weak eyes, red spots on the skin, throat irritation,\r\nasthma, bronchitis, heart failure, lung trouble, catarrh, melancholy,\r\nneurasthenia, loss of memory, impaired will-power, rheumatism, lumbago,\r\nsciatica, neuritis, heartburn, torpid liver, loss of appetite,\r\nenervation, lassitude, lack of ambition, and falling out of hair.”\r\n\r\n“Yes, I know, mother. But the fact is, Ted Ray smokes all the time he’s\r\nplaying, and I thought it might improve my game.”\r\n\r\nAnd it was at these splendid words that Mary Kent felt for the\r\nfirst time that something might be made of Rollo Podmarsh. That she\r\nexperienced one-millionth of the fervour which was gnawing at his\r\nvitals I will not say. A woman does not fall in love in a flash like\r\na man. But at least she no longer regarded him with loathing. On the\r\ncontrary, she found herself liking him. There was, she considered, the\r\nright stuff in Rollo. And if, as seemed probable from his mother’s\r\nconversation, it would take a bit of digging to bring it up, well--she\r\nliked rescue-work and had plenty of time.\r\n\r\n       *       *       *       *       *\r\n\r\nMr. Arnold Bennett, in a recent essay, advises young bachelors to\r\nproceed with a certain caution in matters of the heart. They should,\r\nhe asserts, first decide whether or not they are ready for love; then,\r\nwhether it is better to marry earlier or later; thirdly, whether their\r\nambitions are such that a wife will prove a hindrance to their career.\r\nThese romantic preliminaries concluded, they may grab a girl and go to\r\nit. Rollo Podmarsh would have made a tough audience for these precepts.\r\nSince the days of Antony and Cleopatra probably no one had ever got\r\nmore swiftly off the mark. One may say that he was in love before he\r\nhad come within two yards of the girl. And each day that passed found\r\nhim more nearly up to his eyebrows in the tender emotion.\r\n\r\nHe thought of Mary when he was changing his wet shoes; he dreamed of\r\nher while putting flannel next his skin; he yearned for her over the\r\nevening arrowroot. Why, the man was such a slave to his devotion that\r\nhe actually went to the length of purloining small articles belonging\r\nto her. Two days after Mary’s arrival Rollo Podmarsh was driving off\r\nthe first tee with one of her handkerchiefs, a powder-puff, and a dozen\r\nhairpins secreted in his left breast-pocket. When dressing for dinner\r\nhe used to take them out and look at them, and at night he slept with\r\nthem under his pillow. Heavens, how he loved that girl!\r\n\r\nOne evening when they had gone out into the garden together to look at\r\nthe new moon--Rollo, by his mother’s advice, wearing a woollen scarf\r\nto protect his throat--he endeavoured to bring the conversation round\r\nto the important subject. Mary’s last remark had been about earwigs.\r\nConsidered as a cue, it lacked a subtle something; but Rollo was not\r\nthe man to be discouraged by that.\r\n\r\n“Talking of earwigs, Miss Kent,” he said, in a low musical voice, “have\r\nyou ever been in love?”\r\n\r\nMary was silent for a moment before replying.\r\n\r\n“Yes, once. When I was eleven. With a conjurer who came to perform at\r\nmy birthday-party. He took a rabbit and two eggs out of my hair, and\r\nlife seemed one grand sweet song.”\r\n\r\n“Never since then?”\r\n\r\n“Never.”\r\n\r\n“Suppose--just for the sake of argument--suppose you ever did love any\r\none--er--what sort of a man would it be?”\r\n\r\n“A hero,” said Mary, promptly.\r\n\r\n“A hero?” said Rollo, somewhat taken aback. “What sort of hero?”\r\n\r\n“Any sort. I could only love a really brave man--a man who had done\r\nsome wonderful heroic action.”\r\n\r\n“Shall we go in?” said Rollo, hoarsely. “The air is a little chilly.”\r\n\r\nWe have now, therefore, arrived at a period in Rollo Podmarsh’s career\r\nwhich might have inspired those lines of Henley’s about “the night that\r\ncovers me, black as the pit from pole to pole.” What with one thing and\r\nanother, he was in an almost Job-like condition of despondency. I say\r\n“one thing and another,” for it was not only hopeless love that weighed\r\nhim down. In addition to being hopelessly in love, he was greatly\r\ndepressed about his golf.\r\n\r\n       *       *       *       *       *\r\n\r\nOn Rollo in his capacity of golfer I have so far not dwelt. You have\r\nprobably allowed yourself, in spite of the significant episode of the\r\npipe, to dismiss him as one of those placid, contented--shall I say\r\ndilettante?--golfers who are so frequent in these degenerate days.\r\nSuch was not the case. Outwardly placid, Rollo was consumed inwardly\r\nby an ever-burning fever of ambition. His aims were not extravagant.\r\nHe did not want to become amateur champion, nor even to win a monthly\r\nmedal; but he did, with his whole soul, desire one of these days to\r\ngo round the course in under a hundred. This feat accomplished, it\r\nwas his intention to set the seal on his golfing career by playing a\r\nreal money-match; and already he had selected his opponent, a certain\r\nColonel Bodger, a tottery performer of advanced years who for the last\r\ndecade had been a martyr to lumbago.\r\n\r\nBut it began to look as if even the modest goal he had marked out for\r\nhimself were beyond his powers. Day after day he would step on to the\r\nfirst tee, glowing with zeal and hope, only to crawl home in the quiet\r\nevenfall with another hundred and twenty on his card. Little wonder,\r\nthen, that he began to lose his appetite and would moan feebly at the\r\nsight of a poached egg.\r\n\r\nWith Mrs. Podmarsh sedulously watching over her son’s health, you\r\nmight have supposed that this inability on his part to teach the\r\nfoodstuffs to take a joke would have caused consternation in the home.\r\nBut it so happened that Rollo’s mother had recently been reading a\r\nmedical treatise in which an eminent physician stated that we all\r\neat too much nowadays, and that the secret of a happy life is to lay\r\noff the carbohydrates to some extent. She was, therefore, delighted\r\nto observe the young man’s moderation in the matter of food, and\r\nfrequently held him up as an example to be noted and followed by little\r\nLettice Willoughby, her grand-daughter, who was a good and consistent\r\ntrencherwoman, particularly rough on the puddings. Little Lettice, I\r\nshould mention, was the daughter of Rollo’s sister Enid, who lived in\r\nthe neighbourhood. Mrs. Willoughby had been compelled to go away on\r\na visit a few days before and had left her child with Mrs. Podmarsh\r\nduring her absence.\r\n\r\nYou can fool some of the people all the time, but Lettice Willoughby\r\nwas not of the type that is easily deceived. A nice, old-fashioned\r\nchild would no doubt have accepted without questioning her\r\ngrand-mother’s dictum that roly-poly pudding could not fail to hand a\r\ndevastating wallop to the blood-pressure, and that to take two helpings\r\nof it was practically equivalent to walking right into the family\r\nvault. A child with less decided opinions of her own would have been\r\nimpressed by the spectacle of her uncle refusing sustenance, and would\r\nhave received without demur the statement that he did it because he\r\nfelt that abstinence was good for his health. Lettice was a modern\r\nchild and knew better. She had had experience of this loss of appetite\r\nand its significance. The first symptom which had preceded the demise\r\nof poor old Ponto, who had recently handed in his portfolio after\r\nholding office for ten years as the Willoughby family dog, had been\r\nthis same disinclination to absorb nourishment. Besides, she was an\r\nobservant child, and had not failed to note the haggard misery in her\r\nuncle’s eyes. She tackled him squarely on the subject one morning after\r\nbreakfast. Rollo had retired into the more distant parts of the garden,\r\nand was leaning forward, when she found him, with his head buried in\r\nhis hands.\r\n\r\n“Hallo, uncle,” said Lettice.\r\n\r\nRollo looked up wanly.\r\n\r\n“Ah, child!” he said. He was fond of his niece.\r\n\r\n“Aren’t you feeling well, uncle?”\r\n\r\n“Far, far from well.”\r\n\r\n“It’s old age, I expect,” said Lettice.\r\n\r\n“I feel old,” admitted Rollo. “Old and battered. Ah, Lettice, laugh and\r\nbe gay while you can.”\r\n\r\n“All right, uncle.”\r\n\r\n“Make the most of your happy, careless, smiling, halcyon childhood.”\r\n\r\n“Right-o, uncle.”\r\n\r\n“When you get to my age, dear, you will realise that it is a sad,\r\nhopeless world. A world where, if you keep your head down, you forget\r\nto let the club-head lead: where even if you do happen by a miracle\r\nto keep ’em straight with your brassie, you blow up on the green and\r\nfoozle a six-inch putt.”\r\n\r\nLettice could not quite understand what Uncle Rollo was talking about,\r\nbut she gathered broadly that she had been correct in supposing him to\r\nbe in a bad state, and her warm, childish heart was filled with pity\r\nfor him. She walked thoughtfully away, and Rollo resumed his reverie.\r\n\r\nInto each life, as the poet says, some rain must fall. So much had\r\nrecently been falling into Rollo’s that, when Fortune at last sent\r\nalong a belated sunbeam, it exercised a cheering effect out of all\r\nproportion to its size. By this I mean that when, some four days after\r\nhis conversation with Lettice, Mary Kent asked him to play golf with\r\nher, he read into the invitation a significance which only a lover\r\ncould have seen in it. I will not go so far as to say that Rollo\r\nPodmarsh looked on Mary Kent’s suggestion that they should have a round\r\ntogether as actually tantamount to a revelation of undying love; but he\r\ncertainly regarded it as a most encouraging sign. It seemed to him that\r\nthings were beginning to move, that Rollo Preferred were on a rising\r\nmarket. Gone was the gloom of the past days. He forgot those sad,\r\nsolitary wanderings of his in the bushes at the bottom of the garden;\r\nhe forgot that his mother had bought him a new set of winter woollies\r\nwhich felt like horsehair; he forgot that for the last few evenings\r\nhis arrowroot had tasted rummy. His whole mind was occupied with the\r\nastounding fact that she had voluntarily offered to play golf with him,\r\nand he walked out on to the first tee filled with a yeasty exhilaration\r\nwhich nearly caused him to burst into song.\r\n\r\n“How shall we play?” asked Mary. “I am a twelve. What is your handicap?”\r\n\r\nRollo was under the disadvantage of not actually possessing a handicap.\r\nHe had a sort of private system of book-keeping of his own by which he\r\ntook strokes over if they did not seem to him to be up to sample, and\r\nallowed himself five-foot putts at discretion. So he had never actually\r\nhanded in the three cards necessary for handicapping purposes.\r\n\r\n“I don’t exactly know,” he said. “It’s my ambition to get round in\r\nunder a hundred, but I’ve never managed it yet.”\r\n\r\n“Never?”\r\n\r\n“Never! It’s strange, but something always seems to go wrong.”\r\n\r\n“Perhaps you’ll manage it to-day,” said Mary, encouragingly, so\r\nencouragingly that it was all that Rollo could do to refrain from\r\nflinging himself at her feet and barking like a dog. “Well, I’ll start\r\nyou two holes up, and we’ll see how we get on. Shall I take the honour?”\r\n\r\nShe drove off one of those fair-to-medium balls which go with a twelve\r\nhandicap. Not a great length, but nice and straight.\r\n\r\n“Splendid!” cried Rollo, devoutly.\r\n\r\n“Oh, I don’t know,” said Mary. “I wouldn’t call it anything special.”\r\n\r\nTitanic emotions were surging in Rollo’s bosom as he addressed his\r\nball. He had never felt like this before, especially on the first\r\ntee--where as a rule he found himself overcome with a nervous humility.\r\n\r\n“Oh, Mary! Mary!” he breathed to himself as he swung.\r\n\r\nYou who squander your golden youth fooling about on a bowling-green\r\nwill not understand the magic of those three words. But if you were a\r\ngolfer, you would realise that in selecting just that invocation to\r\nbreathe to himself Rollo Podmarsh had hit, by sheer accident, on the\r\nideal method of achieving a fine drive. Let me explain. The first two\r\nwords, tensely breathed, are just sufficient to take a man with the\r\nproper slowness to the top of his swing; the first syllable of the\r\nsecond “Mary” exactly coincides with the striking of the ball; and that\r\nfinal “ry!” takes care of the follow-through. The consequence was that\r\nRollo’s ball, instead of hopping down the hill like an embarrassed\r\nduck, as was its usual practice, sang off the tee with a scream like\r\na shell, nodded in passing Mary’s ball, where it lay some hundred and\r\nfifty yards down the course, and, carrying on from there, came to rest\r\nwithin easy distance of the green. For the first time in his golfing\r\nlife Rollo Podmarsh had hit a nifty.\r\n\r\nMary followed the ball’s flight with astonished eyes.\r\n\r\n“But this will never do!” she exclaimed. “I can’t possibly start you\r\ntwo up if you’re going to do this sort of thing.”\r\n\r\nRollo blushed.\r\n\r\n“I shouldn’t think it would happen again,” he said. “I’ve never done a\r\ndrive like that before.”\r\n\r\n“But it must happen again,” said Mary, firmly. “This is evidently your\r\nday. If you don’t get round in under a hundred to-day, I shall never\r\nforgive you.”\r\n\r\nRollo shut his eyes, and his lips moved feverishly. He was registering\r\na vow that, come what might, he would not fail her. A minute later he\r\nwas holing out in three, one under bogey.\r\n\r\nThe second hole is the short lake-hole. Bogey is three, and Rollo\r\ngenerally did it in four; for it was his custom not to count any balls\r\nhe might sink in the water, but to start afresh with one which happened\r\nto get over, and then take three putts. But to-day something seemed to\r\ntell him that he would not require the aid of this ingenious system. As\r\nhe took his mashie from the bag, he _knew_ that his first shot would\r\nsoar successfully on to the green.\r\n\r\n“Ah, Mary!” he breathed as he swung.\r\n\r\nThese subtleties are wasted on a worm, if you will pardon the\r\nexpression, like yourself, who, possibly owing to a defective\r\neducation, is content to spend life’s springtime rolling wooden balls\r\nacross a lawn; but I will explain that in altering and shortening his\r\nsoliloquy at this juncture Rollo had done the very thing any good\r\npro. would have recommended. If he had murmured, “Oh, Mary! Mary!” as\r\nbefore he would have over-swung. “Ah, Mary!” was exactly right for a\r\nhalf-swing with the mashie. His ball shot up in a beautiful arc, and\r\ntrickled to within six inches of the hole.\r\n\r\nMary was delighted. There was something about this big, diffident\r\nman which had appealed from the first to everything in her that was\r\nmotherly.\r\n\r\n“Marvellous!” she said. “You’ll get a two. Five for the first two\r\nholes! Why, you simply must get round in under a hundred now.” She\r\nswung, but too lightly; and her ball fell in the water. “I’ll give\r\nyou this,” she said, without the slightest chagrin, for this girl had\r\na beautiful nature. “Let’s get on to the third. Four up! Why, you’re\r\nwonderful!”\r\n\r\nAnd not to weary you with too much detail, I will simply remark that,\r\nstimulated by her gentle encouragement, Rollo Podmarsh actually came\r\noff the ninth green with a medal score of forty-six for the half-round.\r\nA ten on the seventh had spoiled his card to some extent, and a nine on\r\nthe eighth had not helped, but nevertheless here he was in forty-six,\r\nwith the easier half of the course before him. He tingled all\r\nover--partly because he was wearing the new winter woollies to which I\r\nhave alluded previously, but principally owing to triumph, elation, and\r\nlove. He gazed at Mary as Dante might have gazed at Beatrice on one of\r\nhis particularly sentimental mornings.\r\n\r\nMary uttered an exclamation.\r\n\r\n“Oh, I’ve just remembered,” she exclaimed. “I promised to write last\r\nnight to Jane Simpson and give her that new formula for knitting\r\njumpers. I think I’ll ’phone her now from the club-house and then it’ll\r\nbe off my mind. You go on to the tenth, and I’ll join you there.”\r\n\r\nRollo proceeded over the brow of the hill to the tenth tee, and was\r\nfilling in the time with practice-swings when he heard his name spoken.\r\n\r\n“Good gracious, Rollo! I couldn’t believe it was you at first.”\r\n\r\nHe turned to see his sister, Mrs. Willoughby, the mother of the child\r\nLettice.\r\n\r\n“Hallo!” he said. “When did you get back?”\r\n\r\n“Late last night. Why, it’s extraordinary!”\r\n\r\n“Hope you had a good time. What’s extraordinary? Listen, Enid. Do you\r\nknow what I’ve done? Forty-six for the first nine! Forty-six! And\r\nholing out every putt.”\r\n\r\n“Oh, then that accounts for it.”\r\n\r\n“Accounts for what?”\r\n\r\n“Why, your looking so pleased with life. I got an idea from Letty, when\r\nshe wrote to me, that you were at death’s door. Your gloom seems to\r\nhave made a deep impression on the child. Her letter was full of it.”\r\n\r\nRollo was moved.\r\n\r\n“Dear little Letty! She is wonderfully sympathetic.”\r\n\r\n“Well, I must be off now,” said Enid Willoughby. “I’m late. Oh, talking\r\nof Letty. Don’t children say the funniest things! She wrote in her\r\nletter that you were very old and wretched and that she was going to\r\nput you out of your misery.”\r\n\r\n“Ha ha ha!” laughed Rollo.\r\n\r\n“We had to poison poor old Ponto the other day, you know, and poor\r\nlittle Letty was inconsolable till we explained to her that it was\r\nreally the kindest thing to do, because he was so old and ill. But just\r\nimagine her thinking of wanting to end _your_ sufferings!”\r\n\r\n“Ha ha!” laughed Rollo. “Ha ha h--”\r\n\r\nHis voice trailed off into a broken gurgle. Quite suddenly a sinister\r\nthought had come to him.\r\n\r\n_The arrowroot had tasted rummy!_\r\n\r\n“Why, what on earth is the matter?” asked Mrs. Willoughby, regarding\r\nhis ashen face.\r\n\r\nRollo could find no words. He yammered speechlessly. Yes, for several\r\nnights the arrowroot had tasted very rummy. Rummy! There was no\r\nother adjective. Even as he plied the spoon he had said to himself:\r\n“This arrowroot tastes rummy!” And--he uttered a sharp yelp as he\r\nremembered--it had been little Lettice who had brought it to him. He\r\nrecollected being touched at the time by the kindly act.\r\n\r\n“What _is_ the matter, Rollo?” demanded Mrs. Willoughby, sharply.\r\n“Don’t stand there looking like a dying duck.”\r\n\r\n“I am a dying duck,” responded Rollo, hoarsely. “A dying man, I mean.\r\nEnid, that infernal child has poisoned me!”\r\n\r\n“Don’t be ridiculous! And kindly don’t speak of her like that!”\r\n\r\n“I’m sorry. I shouldn’t blame her, I suppose. No doubt her motives were\r\ngood. But the fact remains.”\r\n\r\n“Rollo, you’re too absurd.”\r\n\r\n“But the arrowroot tasted rummy.”\r\n\r\n“I never knew you could be such an idiot,” said his exasperated sister\r\nwith sisterly outspokenness. “I thought you would think it quaint. I\r\nthought you would roar with laughter.”\r\n\r\n“I did--till I remembered about the rumminess of the arrowroot.”\r\n\r\nMrs. Willoughby uttered an impatient exclamation and walked away.\r\n\r\nRollo Podmarsh stood on the tenth tee, a volcano of mixed emotions.\r\nMechanically he pulled out his pipe and lit it. But he found that he\r\ncould not smoke. In this supreme crisis of his life tobacco seemed\r\nto have lost its magic. He put the pipe back in his pocket and gave\r\nhimself up to his thoughts. Now terror gripped him; anon a sort of\r\ngentle melancholy. It was so hard that he should be compelled to leave\r\nthe world just as he had begun to hit ’em right.\r\n\r\nAnd then in the welter of his thoughts there came one of practical\r\nvalue. To wit, that by hurrying to the doctor’s without delay he might\r\nyet be saved. There might be antidotes.\r\n\r\nHe turned to go and there was Mary Kent standing beside him with her\r\nbright, encouraging smile.\r\n\r\n“I’m sorry I kept you so long,” she said. “It’s your honour. Fire away,\r\nand remember that you’ve got to do this nine in fifty-three at the\r\noutside.”\r\n\r\nRollo’s thoughts flitted wistfully to the snug surgery where Dr. Brown\r\nwas probably sitting at this moment surrounded by the finest antidotes.\r\n\r\n“Do you know, I think I ought to--”\r\n\r\n“Of course you ought to,” said Mary. “If you did the first nine in\r\nforty-six, you can’t possibly take fifty-three coming in.”\r\n\r\nFor one long moment Rollo continued to hesitate--a moment during which\r\nthe instinct of self-preservation seemed as if it must win the day. All\r\nhis life he had been brought up to be nervous about his health, and\r\npanic gripped him. But there is a deeper, nobler instinct than that of\r\nself-preservation--the instinctive desire of a golfer who is at the top\r\nof his form to go on and beat his medal-score record. And little by\r\nlittle this grand impulse began to dominate Rollo. If, he felt, he went\r\noff now to take antidotes, the doctor might possibly save his life; but\r\nreason told him that never again would he be likely to do the first\r\nnine in forty-six. He would have to start all over afresh.\r\n\r\nRollo Podmarsh hesitated no longer. With a pale, set face he teed up\r\nhis ball and drove.\r\n\r\n       *       *       *       *       *\r\n\r\nIf I were telling this story to a golfer instead of to an\r\nexcrescence--I use the word in the kindliest spirit--who spends his\r\ntime messing about on a bowling-green, nothing would please me better\r\nthan to describe shot by shot Rollo’s progress over the remaining nine\r\nholes. Epics have been written with less material. But these details\r\nwould, I am aware, be wasted on you. Let it suffice that by the time\r\nhis last approach trickled on to the eighteenth green he had taken\r\nexactly fifty shots.\r\n\r\n“Three for it!” said Mary Kent. “Steady now! Take it quite easy and be\r\nsure to lay your second dead.”\r\n\r\nIt was prudent counsel, but Rollo was now thoroughly above himself.\r\nHe had got his feet wet in a puddle on the sixteenth, but he did not\r\ncare. His winter woollies seemed to be lined with ants, but he ignored\r\nthem. All he knew was that he was on the last green in ninety-six, and\r\nhe meant to finish in style. No tame three putts for him! His ball was\r\nfive yards away, but he aimed for the back of the hole and brought his\r\nputter down with a whack. Straight and true the ball sped, hit the tin,\r\njumped high in the air, and fell into the hole with a rattle.\r\n\r\n“Oo!” cried Mary.\r\n\r\nRollo Podmarsh wiped his forehead and leaned dizzily on his putter. For\r\na moment, so intense is the fervour induced by the game of games, all\r\nhe could think of was that he had gone round in ninety-seven. Then,\r\nas one waking from a trance, he began to appreciate his position. The\r\nfever passed, and a clammy dismay took possession of him. He had\r\nachieved his life’s ambition; but what now? Already he was conscious of\r\na curious discomfort within him. He felt as he supposed Italians of the\r\nMiddle Ages must have felt after dropping in to take pot-luck with the\r\nBorgias. It was hard. He had gone round in ninety-seven, but he could\r\nnever take the next step in the career which he had mapped out in his\r\ndreams--the money-match with the lumbago-stricken Colonel Bodger.\r\n\r\nMary Kent was fluttering round him, bubbling congratulations, but Rollo\r\nsighed.\r\n\r\n“Thanks,” he said. “Thanks very much. But the trouble is, I’m afraid\r\nI’m going to die almost immediately. I’ve been poisoned!”\r\n\r\n“Poisoned!”\r\n\r\n“Yes. Nobody is to blame. Everything was done with the best intentions.\r\nBut there it is.”\r\n\r\n“But I don’t understand.”\r\n\r\nRollo explained. Mary listened pallidly.\r\n\r\n“Are you sure?” she gasped.\r\n\r\n“Quite sure,” said Rollo, gravely. “The arrowroot tasted rummy.”\r\n\r\n“But arrowroot always does.”\r\n\r\nRollo shook his head.\r\n\r\n“No,” he said. “It tastes like warm blotting-paper, but not rummy.”\r\n\r\nMary was sniffing.\r\n\r\n“Don’t cry,” urged Rollo, tenderly. “Don’t cry.”\r\n\r\n“But I must. And I’ve come out without a handkerchief.”\r\n\r\n“Permit me,” said Rollo, producing one of her best from his left\r\nbreast-pocket.\r\n\r\n“I wish I had a powder-puff,” said Mary.\r\n\r\n“Allow me,” said Rollo. “And your hair has become a little disordered.\r\nIf I may--” And from the same reservoir he drew a handful of hairpins.\r\n\r\nMary gazed at these exhibits with astonishment.\r\n\r\n“But these are mine,” she said.\r\n\r\n“Yes. I sneaked them from time to time.”\r\n\r\n“But why?”\r\n\r\n“Because I loved you,” said Rollo. And in a few moving sentences which\r\nI will not trouble you with he went on to elaborate this theme.\r\n\r\nMary listened with her heart full of surging emotions, which I cannot\r\npossibly go into if you persist in looking at that damned watch of\r\nyours. The scales had fallen from her eyes. She had thought slightingly\r\nof this man because he had been a little over-careful of his health,\r\nand all the time he had had within him the potentiality of heroism.\r\nSomething seemed to snap inside her.\r\n\r\n“Rollo!” she cried, and flung herself into his arms.\r\n\r\n“Mary!” muttered Rollo, gathering her up.\r\n\r\n“I told you it was all nonsense,” said Mrs. Willoughby, coming up at\r\nthis tense moment and going on with the conversation where she had left\r\noff. “I’ve just seen Letty, and she said she meant to put you out of\r\nyour misery but the chemist wouldn’t sell her any poison, so she let it\r\ngo.”\r\n\r\nRollo disentangled himself from Mary.\r\n\r\n“What?” he cried.\r\n\r\nMrs. Willoughby repeated her remarks.\r\n\r\n“You’re sure?” he said.\r\n\r\n“Of course I’m sure.”\r\n\r\n“Then why did the arrowroot taste rummy?”\r\n\r\n“I made inquiries about that. It seems that mother was worried\r\nabout your taking to smoking, and she found an advertisement in one\r\nof the magazines about the Tobacco Habit Cured in Three Days by a\r\nsecret method without the victim’s knowledge. It was a gentle, safe,\r\nagreeable method of eliminating the nicotine poison from the system,\r\nstrengthening the weakened membranes, and overcoming the craving; so\r\nshe put some in your arrowroot every night.”\r\n\r\nThere was a long silence. To Rollo Podmarsh it seemed as though the sun\r\nhad suddenly begun to shine, the birds to sing, and the grasshoppers\r\nto toot. All Nature was one vast substantial smile. Down in the valley\r\nby the second hole he caught sight of Wallace Chesney’s Plus Fours\r\ngleaming as their owner stooped to play his shot, and it seemed to him\r\nthat he had never in his life seen anything so lovely.\r\n\r\n“Mary,” he said, in a low, vibrant voice, “will you wait here for me?\r\nI want to go into the club-house for a moment.”\r\n\r\n“To change your wet shoes?”\r\n\r\n“No!” thundered Rollo. “I’m never going to change my wet shoes again in\r\nmy life.” He felt in his pocket, and hurled a box of patent pills far\r\ninto the undergrowth. “But I _am_ going to change my winter woollies.\r\nAnd when I’ve put those dashed barbed-wire entanglements into the\r\nclub-house furnace, I’m going to ’phone to old Colonel Bodger. I hear\r\nhis lumbago’s worse than ever. I’m going to fix up a match with him for\r\na shilling a hole. And if I don’t lick the boots off him you can break\r\nthe engagement!”\r\n\r\n“My hero!” murmured Mary.\r\n\r\nRollo kissed her, and with long, resolute steps strode to the\r\nclub-house."
  ]
}