{
  "index": 7,
  "title": "Chapter 6",
  "paragraphs": [
    "SUNDERED HEARTS\r\n\r\n\r\nThere was a tap at the door. Sam sat up dizzily. He had lost all count\r\nof time.\r\n\r\n“Who’s that?”\r\n\r\n“I have a note for you, sir.”\r\n\r\nIt was the level voice of J. B. Midgeley, the steward. The stewards of\r\nthe White Star Line, besides being the civillest and most obliging body\r\nof men in the world, all have soft and pleasant voices. A White Star\r\nsteward, waking you up at six-thirty, to tell you that your bath is\r\nready, when you wanted to sleep on till twelve, is the nearest human\r\napproach to the nightingale.\r\n\r\n“A what?”\r\n\r\n“A note, sir.”\r\n\r\nSam jumped up and switched on the light. He went to the door and took\r\nthe note from J. B. Midgeley, who, his mission accomplished, retired in\r\nan orderly manner down the passage. Sam looked at the letter with a\r\nthrill. He had never seen the handwriting before, but, with the eye of\r\nlove, he recognised it. It was just the sort of hand he would have\r\nexpected Billie to write, round and smooth and flowing, the writing of\r\na warm-hearted girl. He tore open the envelope.\r\n\r\n“Please come up to the top deck. I want to speak to you.”\r\n\r\nSam could not disguise it from himself that he was a little\r\ndisappointed. I don’t know if you see anything wrong with the letter,\r\nbut the way Sam looked at it was that, for a first love-letter, it\r\nmight have been longer and perhaps a shade warmer. And, without running\r\nany risk of writer’s cramp, she might have signed it.\r\n\r\nHowever, these were small matters. No doubt the dear girl had been in a\r\nhurry and so forth. The important point was that he was going to see\r\nher. When a man’s afraid, sings the bard, a beautiful maid is a\r\ncheering sight to see; and the same truth holds good when a man has\r\nmade an exhibition of himself at a ship’s concert. A woman’s gentle\r\nsympathy, that was what Samuel Marlowe wanted more than anything else\r\nat the moment. That, he felt, was what the doctor ordered. He scrubbed\r\nthe burnt cork off his face with all possible speed and changed his\r\nclothes and made his way to the upper deck. It was like Billie, he\r\nfelt, to have chosen this spot for their meeting. It would be deserted\r\nand it was hallowed for them both by sacred associations.\r\n\r\nShe was standing at the rail, looking out over the water. The moon was\r\nquite full. Out on the horizon to the south its light shone on the sea,\r\nmaking it look like the silver beach of some distant fairy island. The\r\ngirl appeared to be wrapped in thought and it was not till the sharp\r\ncrack of Sam’s head against an overhanging stanchion announced his\r\napproach, that she turned.\r\n\r\n“Oh, is that you?”\r\n\r\n“Yes.”\r\n\r\n“You’ve been a long time.”\r\n\r\n“It wasn’t an easy job,” explained Sam, “getting all that burnt cork\r\noff. You’ve no notion how the stuff sticks. You have to use butter....”\r\n\r\nShe shuddered.\r\n\r\n“Don’t!”\r\n\r\n“But I did. You have to with burnt cork.”\r\n\r\n“Don’t tell me these horrible things.” Her voice rose almost\r\nhysterically. “I never want to hear the words burnt cork mentioned\r\nagain as long as I live.”\r\n\r\n“I feel exactly the same.” Sam moved to her side. “Darling,” he said in\r\na low voice, “it was like you to ask me to meet you here. I know what\r\nyou were thinking. You thought that I should need sympathy. You wanted\r\nto pet me, to smooth my wounded feelings, to hold me in your arms and\r\ntell me that, as we loved each other, what did anything else matter?”\r\n\r\n“I didn’t.”\r\n\r\n“You didn’t?”\r\n\r\n“No, I didn’t.”\r\n\r\n“Oh, you didn’t? I thought you did!” He looked at her wistfully. “I\r\nthought,” he said, “that possibly you might have wished to comfort me.\r\nI have been through a great strain. I have had a shock....”\r\n\r\n“And what about me?” she demanded passionately. “Haven’t I had a\r\nshock?”\r\n\r\nHe melted at once.\r\n\r\n“Have you had a shock too? Poor little thing! Sit down and tell me all\r\nabout it.”\r\n\r\nShe looked away from him, her face working.\r\n\r\n“Can’t you understand what a shock I have had? I thought you were the\r\nperfect knight.”\r\n\r\n“Yes, isn’t it?”\r\n\r\n“Isn’t what?”\r\n\r\n“I thought you said it was a perfect night.”\r\n\r\n“I said I thought _you_ were the perfect knight.”\r\n\r\n“Oh, ah!”\r\n\r\nA sailor crossed the deck, a dim figure in the shadows, went over to a\r\nsort of raised summerhouse with a brass thingummy in it, fooled about\r\nfor a moment, and went away again. Sailors earn their money easily.\r\n\r\n“Yes?” said Sam when he had gone.\r\n\r\n“I forget what I was saying.”\r\n\r\n“Something about my being the perfect knight.”\r\n\r\n“Yes. I thought you were.”\r\n\r\n“That’s good.”\r\n\r\n“But you’re not!”\r\n\r\n“No?”\r\n\r\n“No!”\r\n\r\n“Oh!”\r\n\r\nSilence fell. Sam was feeling hurt and bewildered. He could not\r\nunderstand her mood. He had come up expecting to be soothed and\r\ncomforted and she was like a petulant iceberg. Cynically, he recalled\r\nsome lines of poetry which he had had to write out a hundred times on\r\none occasion at school as a punishment for having introduced a white\r\nmouse into chapel.\r\n\r\n“Oh, woman, in our hours of ease,\r\nUn-something, something, something, please.\r\nWhen tiddly-umpty umpty brow,\r\nA something something something thou!”\r\n\r\n\r\nHe had forgotten the exact words, but the gist of it had been that\r\nWoman, however she might treat a man in times of prosperity, could be\r\nrelied on to rally round and do the right thing when he was in trouble.\r\nHow little the poet had known woman.\r\n\r\n“Why not?” he said huffily.\r\n\r\nShe gave a little sob.\r\n\r\n“I put you on a pedestal and I find you have feet of clay. You have\r\nblurred the image which I formed of you. I can never think of you again\r\nwithout picturing you as you stood in that saloon, stammering and\r\nhelpless....”\r\n\r\n“Well, what can you do when your pianist runs out on you?”\r\n\r\n“You could have done _something!_” The words she had spoken only\r\nyesterday to Jane Hubbard came back to her. “I can’t forgive a man for\r\nlooking ridiculous. Oh, what, what,” she cried, “induced you to try to\r\ngive an imitation of Bert Williams?”\r\n\r\nSam started, stung to the quick.\r\n\r\n“It wasn’t Bert Williams. It was Frank Tinney!”\r\n\r\n“Well, how was I to know?”\r\n\r\n“I did my best,” said Sam sullenly.\r\n\r\n“That is the awful thought.”\r\n\r\n“I did it for your sake.”\r\n\r\n“I know. It gives me a horrible sense of guilt.” She shuddered again.\r\nThen suddenly, with the nervous quickness of a woman unstrung, thrust a\r\nsmall black golliwog into his hand. “Take it!”\r\n\r\n“What’s this?”\r\n\r\n“You bought it for me yesterday at the barber’s shop. It is the only\r\npresent which you have given me. Take it back.”\r\n\r\n“I don’t want it. I shouldn’t know what to do with it.”\r\n\r\n“You must take it,” she said in a low voice. “It is a symbol.”\r\n\r\n“A what?”\r\n\r\n“A symbol of our broken love.”\r\n\r\n“I don’t see how you make that out. It’s a golliwog.”\r\n\r\n“I can never marry you now.”\r\n\r\n“What! Good heavens! Don’t be absurd.”\r\n\r\n“I can’t!”\r\n\r\n“Oh, go on, have a dash at it,” he said encouragingly, though his heart\r\nwas sinking.\r\n\r\nShe shook her head.\r\n\r\n“No, I couldn’t.”\r\n\r\n“Oh, hang it all!”\r\n\r\n“I couldn’t. I’m a very strange girl....”\r\n\r\n“You’re a very silly girl....”\r\n\r\n“I don’t see what right you have to say that,” she flared.\r\n\r\n“I don’t see what right you have to say you can’t marry me and try to\r\nload me up with golliwogs,” he retorted with equal heat.\r\n\r\n“Oh, can’t you understand?”\r\n\r\n“No, I’m dashed if I can.”\r\n\r\nShe looked at him despondently.\r\n\r\n“When I said I would marry you, you were a hero to me. You stood to me\r\nfor everything that was noble and brave and wonderful. I had only to\r\nshut my eyes to conjure up the picture of you as you dived off the rail\r\nthat morning. Now—” her voice trembled “—if I shut my eyes now, I can\r\nonly see a man with a hideous black face making himself the laughing\r\nstock of the ship. How could I marry you, haunted by that picture?”\r\n\r\n“But, good heavens, you talk as though I made a habit of blacking up!\r\nYou talk as though you expected me to come to the altar smothered in\r\nburnt cork.”\r\n\r\n“I shall always think of you as I saw you to-night.” She looked at him\r\nsadly. “There’s a bit of black still on your left ear.”\r\n\r\nHe tried to take her hand. But she drew it away. He fell back as if\r\nstruck.\r\n\r\n“So this is the end,” he muttered.\r\n\r\n“Yes. It’s partly on your ear and partly on your cheek.”\r\n\r\n“So this is the end,” he repeated.\r\n\r\n“You had better go below and ask your steward to give you some more\r\nbutter.”\r\n\r\nHe laughed bitterly.\r\n\r\n“Well, I might have expected it. I might have known what would happen!\r\nEustace warned me. Eustace was right. He knows women—as I do now.\r\nWomen! What mighty ills have not been done by woman? Who was’t betrayed\r\nthe what’s-its-name? A woman! Who lost ... lost ... who lost ...\r\nwho—er—and so on? A woman.... So all is over! There is nothing to be\r\nsaid but good-bye?”\r\n\r\n“No.”\r\n\r\n“Good-bye, then, Miss Bennett!”\r\n\r\n“Good-bye,” said Billie sadly. “I—I’m sorry.”\r\n\r\n“Don’t mention it!”\r\n\r\n“You do understand, don’t you?”\r\n\r\n“You have made everything perfectly clear.”\r\n\r\n“I hope—I hope you won’t be unhappy.”\r\n\r\n“Unhappy!” Sam produced a strangled noise from his larynx like the cry\r\nof a shrimp in pain. “Unhappy! Ha! ha! I’m not unhappy! Whatever gave\r\nyou that idea? I’m smiling! I’m laughing! I feel I’ve had a merciful\r\nescape. Oh, ha, ha!”\r\n\r\n“It’s very unkind and rude of you to say that.”\r\n\r\n“It reminds me of a moving picture I saw in New York. It was called\r\n‘Saved from the Scaffold.’”\r\n\r\n“Oh!”\r\n\r\n“I’m not unhappy! What have I got to be unhappy about? What on earth\r\ndoes any man want to get married for? I don’t. Give me my gay bachelor\r\nlife! My Uncle Charlie used to say ‘It’s better luck to get married\r\nthan it is to be kicked in the head by a mule.’ But _he_ was a man who\r\nalways looked on the bright side. Good-night, Miss Bennett. And\r\ngood-bye—for ever.”\r\n\r\nHe turned on his heel and strode across the deck. From a white heaven\r\nthe moon still shone benignantly down, mocking him. He had spoken\r\nbravely; the most captious critic could not but have admitted that he\r\nhad made a good exit. But already his heart was aching.\r\n\r\nAs he drew near to his state-room, he was amazed and disgusted to hear\r\na high tenor voice raised in song proceeding from behind the closed\r\ndoor.\r\n\r\n“I fee-er naw faw in shee-ining arr-mor,\r\n    Though his lance be sharrrp and—er keen;\r\nBut I fee-er, I fee-er the glah-mour\r\n    Therough thy der-rooping lashes seen:\r\nI fee-er, I fee-er the glah-mour....”\r\n\r\n\r\nSam flung open the door wrathfully. That Eustace Hignett should still\r\nbe alive was bad—he had pictured him hurling himself overboard and\r\nbobbing about, a pleasing sight in the wake of the vessel; that he\r\nshould be singing was an outrage. Remorse, Sam felt, should have\r\nstricken Eustace Hignett dumb. Instead of which, here he was comporting\r\nhimself like a blasted linnet. It was all wrong. The man could have no\r\nconscience whatever.\r\n\r\n“Well,” he said sternly, “so there you are!”\r\n\r\nEustace Hignett looked up brightly, even beamingly. In the brief\r\ninterval which had elapsed since Sam had seen him last, an\r\nextraordinary transformation had taken place in this young man. His wan\r\nlook had disappeared. His eyes were bright. His face wore that beastly\r\nself-satisfied smirk which you see in pictures advertising certain\r\nmakes of fine-mesh underwear. If Eustace Hignett had been a full-page\r\ndrawing in a magazine with “My dear fellow, I always wear Sigsbee’s\r\nSuper-fine Featherweight!” printed underneath him, he could not have\r\nlooked more pleased with himself.\r\n\r\n“Hullo!” he said. “I was wondering where you had got to.”\r\n\r\n“Never mind,” said Sam coldly, “where I had got to! Where did you get\r\nto and why? You poor, miserable worm,” he went on in a burst of\r\ngenerous indignation, “what have you to say for yourself? What do you\r\nmean by dashing away like that and killing my little entertainment?”\r\n\r\n“Awfully sorry, old man. I hadn’t foreseen the cigar. I was bearing up\r\ntolerably well till I began to sniff the smoke. Then everything seemed\r\nto go black—I don’t mean you, of course. You were black already—and I\r\ngot the feeling that I simply must get on deck and drown myself.”\r\n\r\n“Well, why didn’t you?” demanded Sam with a strong sense of injury. “I\r\nmight have forgiven you then. But to come down here and find you\r\nsinging....”\r\n\r\nA soft light came into Eustace Hignett’s eyes.\r\n\r\n“I want to tell you all about that,” he said.\r\n\r\n“It’s the most astonishing story. A miracle, you might almost call it.\r\nMakes you believe in Fate and all that kind of thing. A week ago I was\r\non the Subway in New York....”\r\n\r\nHe broke off while Sam cursed him, the Subway, and the city of New York\r\nin the order named.\r\n\r\n“My dear chap, what is the matter?”\r\n\r\n“What is the matter? Ha!”\r\n\r\n“Something is the matter,” persisted Eustace Hignett. “I can tell it by\r\nyour manner. Something has happened to disturb and upset you. I know\r\nyou so well that I can pierce the mask. What is it? Tell me!”\r\n\r\n“Ha, ha!”\r\n\r\n“You surely can’t still be brooding on that concert business? Why,\r\nthat’s all over. I take it that after my departure you made the most\r\ncolossal ass of yourself, but why let that worry you? These things\r\ncannot affect one permanently.”\r\n\r\n“Can’t they? Let me tell you that, as a result of that concert, my\r\nengagement is broken off.”\r\n\r\nEustace sprang forward with outstretched hand.\r\n\r\n“Not really? How splendid! Accept my congratulations! This is the\r\nfinest thing that could possibly have happened. These are not idle\r\nwords. As one who has been engaged to the girl himself, I speak\r\nfeelingly. You are well out of it, Sam.”\r\n\r\nSam thrust aside his hand. Had it been his neck he might have clutched\r\nit eagerly, but he drew the line at shaking hands with Eustace Hignett.\r\n\r\n“My heart is broken,” he said with dignity.\r\n\r\n“That feeling will pass, giving way to one of devout thankfulness. I\r\nknow. I’ve been there. After all ... Wilhelmina Bennett ... what is\r\nshe? A rag and a bone and a hank of hair!”\r\n\r\n“She is nothing of the kind,” said Sam, revolted.\r\n\r\n“Pardon me,” said Eustace firmly, “I speak as an expert. I know her and\r\nI repeat, she is a rag and a bone and a hank of hair!”\r\n\r\n“She is the only girl in the world, and, owing to your idiotic\r\nbehaviour, I have lost her.”\r\n\r\n“You speak of the only girl in the world,” said Eustace blithely. “If\r\nyou want to hear about the only girl in the world, I will tell you. A\r\nweek ago I was on the Subway in New York....”\r\n\r\n“I’m going to bed,” said Sam brusquely.\r\n\r\n“All right. I’ll tell you while you’re undressing.”\r\n\r\n“I don’t want to listen.”\r\n\r\n“A week ago,” said Eustace Hignett, “I will ask you to picture me\r\nseated after some difficulty in a carriage in the New York Subway. I\r\ngot into conversation with a girl with an elephant gun.”\r\n\r\nSam revised his private commination service in order to include the\r\nelephant gun.\r\n\r\n“She was my soul-mate,” proceeded Eustace with quiet determination. “I\r\ndidn’t know it at the time, but she was. She had grave brown eyes, a\r\nwonderful personality, and this elephant gun.”\r\n\r\n“Did she shoot you with it?”\r\n\r\n“Shoot me? What do you mean? Why, no!”\r\n\r\n“The girl must have been a fool!” said Sam bitterly. “The chance of a\r\nlifetime and she missed it. Where are my pyjamas?”\r\n\r\n“I haven’t seen your pyjamas. She talked to me about this elephant gun,\r\nand explained its mechanism. She told me the correct part of a\r\nhippopotamus to aim at, how to make a nourishing soup out of mangoes,\r\nand what to do when bitten by a Borneo wire-snake. You can imagine how\r\nshe soothed my aching heart. My heart, if you recollect, was aching at\r\nthe moment—quite unnecessarily if I had only known—because it was only\r\na couple of days since my engagement to Wilhelmina Bennett had been\r\nbroken off. Well, we parted at Sixty-sixth Street, and, strange as it\r\nmay seem, I forgot all about her.”\r\n\r\n“Do it again!”\r\n\r\n“Tell it again?”\r\n\r\n“Good heavens, no! Forget all about her again.”\r\n\r\n“Nothing,” said Eustace Hignett gravely, “could make me do that. Our\r\nsouls have blended. Our beings have called to one another from their\r\ndeepest depths, saying.... There are your pyjamas, over in the corner\r\n... saying ‘You are mine!’ How could I forget her after that? Well, as\r\nI was saying, we parted. Little did I know that she was sailing on this\r\nvery boat! But just now she came to me as I writhed on the deck....”\r\n\r\n“Did you writhe?” asked Sam with a flicker of moody interest.\r\n\r\n“I certainly did!”\r\n\r\n“That’s good!”\r\n\r\n“But not for long.”\r\n\r\n“That’s bad!”\r\n\r\n“She came to me and healed me. Sam, that girl is an angel.”\r\n\r\n“Switch off the light when you’ve finished.”\r\n\r\n“She seemed to understand without a word how I was feeling. There are\r\nsome situations which do not need words. She went away and returned\r\nwith a mixture of some description in a glass. I don’t know what it\r\nwas. It had Worcester Sauce in it. She put it to my lips. She made me\r\ndrink it. She said it was what she always used in Africa for\r\nbull-calves with the staggers. Well, believe me or believe me not ...\r\nare you asleep?”\r\n\r\n“Yes.”\r\n\r\n“Believe me or believe me not, in under two minutes I was not merely\r\nfreed from the nausea caused by your cigar. I was smoking myself! I was\r\nwalking the deck with her without the slightest qualm. I was even able\r\nto look over the side from time to time and comment on the beauty of\r\nthe moon on the water.... I have said some mordant things about women\r\nsince I came on board this boat. I withdraw them unreservedly. They\r\nstill apply to girls like Wilhelmina Bennett, but I have ceased to\r\ninclude the whole sex in my remarks. Jane Hubbard has restored my faith\r\nin Woman. Sam! Sam!”\r\n\r\n“What?”\r\n\r\n“I said that Jane Hubbard had restored my faith in Woman.”\r\n\r\n“Oh, all right.”\r\n\r\nEustace Hignett finished undressing and got into bed. With a soft smile\r\non his face he switched off the light. There was a long silence, broken\r\nonly by the distant purring of the engines.\r\n\r\nAt about twelve-thirty a voice came from the lower berth.\r\n\r\n“Sam!”\r\n\r\n“What is it now?”\r\n\r\n“There is a sweet womanly strength about her, Sam. She was telling me\r\nshe once killed a panther with a hat-pin.”\r\n\r\nSam groaned and tossed on his mattress.\r\n\r\nSilence fell again.\r\n\r\n“At least I think it was a panther,” said Eustace Hignett at a quarter\r\npast one. “Either a panther or a puma.”"
  ]
}