{
  "index": 3,
  "title": "Chapter 2",
  "paragraphs": [
    "SAM PAVES THE WAY\r\n\r\n\r\nFor some moments Sam remained where he was, staring after the girl as\r\nshe flitted down the passage. He felt dizzy. Mental acrobatics always\r\nhave an unsettling effect, and a young man may be excused for feeling a\r\nlittle dizzy when he is called upon suddenly and without any warning to\r\nre-adjust all his preconceived views on any subject. Listening to\r\nEustace Hignett’s story of his blighted romance, Sam had formed an\r\nunflattering opinion of this Wilhelmina Bennett who had broken off her\r\nengagement simply because on the day of the marriage his cousin had\r\nbeen short of the necessary wedding garment. He had, indeed, thought a\r\nlittle smugly how different his goddess of the red hair was from the\r\nobject of Eustace Hignett’s affections. And now they had proved to be\r\none and the same. It was disturbing. It was like suddenly finding the\r\nvampire of a five-reel feature film turn into the heroine.\r\n\r\nSome men, on making the discovery of this girl’s identity, might have\r\nfelt that Providence had intervened to save them from a disastrous\r\nentanglement. This point of view never occurred to Samuel Marlowe. The\r\nway he looked at it was that he had been all wrong about Wilhelmina\r\nBennett. Eustace, he felt, had been to blame throughout. If this girl\r\nhad maltreated Eustace’s finer feelings, then her reason for doing so\r\nmust have been excellent and praiseworthy.\r\n\r\nAfter all ... poor old Eustace ... quite a good fellow, no doubt in\r\nmany ways ... but, coming down to brass tacks, what was there about\r\nEustace that gave him any claim to monopolise the affections of a\r\nwonderful girl? Where, in a word, did Eustace Hignett get off? He made\r\na tremendous grievance of the fact that she had broken off the\r\nengagement, but what right had he to go about the place expecting her\r\nto be engaged to him? Eustace Hignett, no doubt, looked upon the poor\r\ngirl as utterly heartless. Marlowe regarded her behaviour as thoroughly\r\nsensible. She had made a mistake, and, realising this at the eleventh\r\nhour, she had had the force of character to correct it. He was sorry\r\nfor poor old Eustace, but he really could not permit the suggestion\r\nthat Wilhelmina Bennett—her friends called her Billie—had not behaved\r\nin a perfectly splendid way throughout. It was women like Wilhelmina\r\nBennett—Billie to her intimates—who made the world worth living in.\r\n\r\nHer friends called her Billie. He did not blame them. It was a\r\ndelightful name and suited her to perfection. He practised it a few\r\ntimes. “Billie ... Billie ... Billie....” It certainly ran pleasantly\r\noff the tongue. “Billie Bennett.” Very musical. “Billie Marlowe.” Still\r\nbetter. “We noticed among those present the charming and popular Mrs.\r\n‘Billie’ Marlowe....”\r\n\r\nA consuming desire came over him to talk about the girl to someone.\r\nObviously indicated as the party of the second part was Eustace\r\nHignett. If Eustace was still capable of speech—and after all the boat\r\nwas hardly rolling at all—he would enjoy a further chat about his\r\nruined life. Besides, he had another reason for seeking Eustace’s\r\nsociety. As a man who had been actually engaged to marry this supreme\r\ngirl, Eustace Hignett had an attraction for Sam akin to that of some\r\ngreat public monument. He had become a sort of shrine. He had taken on\r\na glamour. Sam entered the state-room almost reverentially, with\r\nsomething of the emotions of a boy going into his first dime museum.\r\n\r\nThe exhibit was lying on his back, staring at the roof of the berth. By\r\nlying absolutely still and forcing himself to think of purely inland\r\nscenes and objects, he had contrived to reduce the green in his\r\ncomplexion to a mere tinge. But it would be paltering with the truth to\r\nsay that he felt debonair. He received Sam with a wan austerity.\r\n\r\n“Sit down!” he said. “Don’t stand there swaying like that. I can’t bear\r\nit.”\r\n\r\n“Why, we aren’t out of the harbour yet. Surely you aren’t going to be\r\nsea-sick already.”\r\n\r\n“I can issue no positive guarantee. Perhaps if I can keep my mind off\r\nit.... I have had good results for the last ten minutes by thinking\r\nsteadily of the Sahara. There,” said Eustace Hignett with enthusiasm,\r\n“is a place for you! That is something like a spot. Miles and miles of\r\nsand and not a drop of water anywhere!”\r\n\r\nSam sat down on the lounge.\r\n\r\n“You’re quite right. The great thing is to concentrate your mind on\r\nother topics. Why not, for instance, tell me some more about your\r\nunfortunate affair with that girl—Billie Bennett I think you said her\r\nname was.”\r\n\r\n“Wilhelmina Bennett. Where on earth did you get the idea that her name\r\nwas Billie?”\r\n\r\n“I had a notion that girls called Wilhelmina were sometimes Billie to\r\ntheir friends.”\r\n\r\n“I never called her anything but Wilhelmina. But I really cannot talk\r\nabout it. The recollection tortures me.”\r\n\r\n“That’s just what you want. It’s the counter-irritation principle.\r\nPersevere, and you’ll soon forget that you’re on board ship at all.”\r\n\r\n“There’s something in that,” admitted Eustace reflectively. “It’s very\r\ngood of you to be so sympathetic and interested.”\r\n\r\n“My dear fellow ... anything that I can do ... where did you meet her\r\nfirst, for instance?”\r\n\r\n“At a dinner....” Eustace Hignett broke off abruptly. He had a good\r\nmemory and he had just recollected the fish they had served at that\r\ndinner—a flabby and exhausted looking fish half sunk beneath the\r\nsurface of a thick white sauce.\r\n\r\n“And what struck you most forcibly about her at first? Her lovely hair,\r\nI suppose?”\r\n\r\n“How did you know she had lovely hair?”\r\n\r\n“My dear chap, I naturally assumed that any girl with whom you fell in\r\nlove would have nice hair.”\r\n\r\n“Well, you are perfectly right, as it happens. Her hair was remarkably\r\nbeautiful. It was red....”\r\n\r\n“Like autumn leaves with the sun on them!” said Marlowe ecstatically.\r\n\r\nHignett started.\r\n\r\n“What an extraordinary thing! That is an absolutely exact description.\r\nHer eyes were a deep blue....”\r\n\r\n“Or, rather, green.”\r\n\r\n“Blue.”\r\n\r\n“Green. There is a shade of green that looks blue.”\r\n\r\n“What the devil do you know about the colour of her eyes?” demanded\r\nEustace heatedly. “Am I telling you about her, or are you telling me?”\r\n\r\n“My dear old man, don’t get excited. Don’t you see I am trying to\r\nconstruct this girl in my imagination, to visualise her? I don’t\r\npretend to doubt your special knowledge, but after all green eyes\r\ngenerally do go with red hair and there are all shades of green. There\r\nis the bright green of meadow grass, the dull green of the uncut\r\nemerald, the faint yellowish green of your face at the present\r\nmoment....”\r\n\r\n“Don’t talk about the colour of my face! Now you’ve gone and reminded\r\nme just when I was beginning to forget.”\r\n\r\n“Awfully sorry. Stupid of me. Get your mind off it again—quick. What\r\nwere we saying? Oh, yes, this girl. I always think it helps one to form\r\na mental picture of people if one knows something about their\r\ntastes—what sort of things they are interested in, their favourite\r\ntopics of conversation, and so on. This Miss Bennett now, what did she\r\nlike talking about?”\r\n\r\n“Oh, all sorts of things.”\r\n\r\n“Yes, but what?”\r\n\r\n“Well, for one thing she was very fond of poetry. It was that which\r\nfirst drew us together.”\r\n\r\n“Poetry!” Sam’s heart sank a little. He had read a certain amount of\r\npoetry at school, and once he had won a prize of three shillings and\r\nsixpence for the last line of a Limerick in a competition in a weekly\r\npaper; but he was self-critic enough to know that poetry was not his\r\nlong suit. Still there was a library on board the ship, and no doubt it\r\nwould be possible to borrow the works of some standard bard and bone\r\nthem up from time to time. “Any special poet?”\r\n\r\n“Well, she seemed to like my stuff. You never read my sonnet-sequence\r\non Spring, did you?”\r\n\r\n“No. What other poets did she like besides you?”\r\n\r\n“Tennyson principally,” said Eustace Hignett with a reminiscent quiver\r\nin his voice. “The hours we have spent together reading the Idylls of\r\nthe King!”\r\n\r\n“The which of what?” inquired Sam, taking a pencil from his pocket and\r\nshooting out a cuff.\r\n\r\n“‘The Idylls of the King.’ My good man, I know you have a soul which\r\nwould be considered inadequate by a common earthworm but you have\r\nsurely heard of Tennyson’s ‘Idylls of the King?’”\r\n\r\n“Oh, _those!_ Why, my dear old chap! Tennyson’s ‘Idylls of the King?’\r\nWell, I should say! Have I heard of Tennyson’s ‘Idylls of the King?’\r\nWell, really? I suppose you haven’t a copy with you on board by any\r\nchance?”\r\n\r\n“There is a copy in my kit bag. The very one we used to read together.\r\nTake it and keep it or throw it overboard. I don’t want to see it\r\nagain.”\r\n\r\nSam prospected among the shirts, collars, and trousers in the bag and\r\npresently came upon a morocco-bound volume. He laid it beside him on\r\nthe lounge.\r\n\r\n“Little by little, bit by bit,” he said, “I am beginning to form a sort\r\nof picture of this girl, this—what was her name again? Bennett—this\r\nMiss Bennett. You have a wonderful knack of description. You make her\r\nseem so real and vivid. Tell me some more about her. She wasn’t keen on\r\ngolf, by any chance, I suppose?”\r\n\r\n“I believe she did play. The subject came up once and she seemed rather\r\nenthusiastic. Why?”\r\n\r\n“Well, I’d much sooner talk to a girl about golf than poetry.”\r\n\r\n“You are hardly likely to be in a position to have to talk to\r\nWilhelmina Bennett about either, I should imagine.”\r\n\r\n“No, there’s that, of course. I was thinking of girls in general. Some\r\ngirls bar golf, and then it’s rather difficult to know how to start the\r\nconversation. But, tell me, were there any topics which got on this\r\nMiss Bennett’s nerves, if you know what I mean? It seems to me that at\r\none time or another you may have said something that offended her. I\r\nmean, it seems curious that she should have broken off the engagement\r\nif you had never disagreed or quarrelled about anything.”\r\n\r\n“Well, of course, there was always the matter of that dog of hers. She\r\nhad a dog, you know, a snappy brute of a Pekinese. If there was ever\r\nany shadow of disagreement between us, it had to do with that dog. I\r\nmade rather a point of it that I would not have it about the home after\r\nwe were married.”\r\n\r\n“I see!” said Sam. He shot his cuff once more and wrote on it:\r\n“Dog—conciliate.” “Yes, of course, that must have wounded her.”\r\n\r\n“Not half so much as he wounded me. He pinned me by the ankle the day\r\nbefore we—Wilhelmina and I, I mean—were to have been married. It is\r\nsome satisfaction to me in my broken state to remember that I got home\r\non the little beast with considerable juiciness and lifted him clean\r\nover the Chesterfield.”\r\n\r\nSam shook his head reprovingly.\r\n\r\n“You shouldn’t have done that,” he said. He extended his cuff and added\r\nthe words “Vitally Important” to what he had just written. “It was\r\nprobably that which decided her.”\r\n\r\n“Well, I hate dogs,” said Eustace Hignett querulously. “I remember\r\nWilhelmina once getting quite annoyed with me because I refused to step\r\nin and separate a couple of the brutes, absolute strangers to me, who\r\nwere fighting in the street. I reminded her that we were all fighters\r\nnowadays, that life itself was in a sense a fight; but she wouldn’t be\r\nreasonable about it. She said that Sir Galahad would have done it like\r\na shot. I thought not. We have no evidence whatsoever that Sir Galahad\r\nwas ever called upon to do anything half as dangerous. And, anyway, he\r\nwore armour. Give me a suit of mail, reaching well down over the\r\nankles, and I will willingly intervene in a hundred dog fights. But in\r\nthin flannel trousers, no!”\r\n\r\nSam rose. His heart was light. He had never, of course, supposed that\r\nthe girl was anything but perfect; but it was nice to find his high\r\nopinion of her corroborated by one who had no reason to exhibit her in\r\na favourable light. He understood her point of view and sympathised\r\nwith it. An idealist, how could she trust herself to Eustace Hignett?\r\nHow could she be content with a craven who, instead of scouring the\r\nworld in the quest for deeds of derring-do, had fallen down so\r\nlamentably on his first assignment? There was a specious attractiveness\r\nabout poor old Eustace which might conceivably win a girl’s heart for a\r\ntime; he wrote poetry, talked well, and had a nice singing voice; but,\r\nas a partner for life ... well, he simply wouldn’t do. That was all\r\nthere was to it. He simply didn’t add up right. The man a girl like\r\nWilhelmina Bennett required for a husband was somebody entirely\r\ndifferent ... somebody, felt Samuel Marlowe, much more like Samuel\r\nMarlowe.\r\n\r\nSwelled almost to bursting point with these reflections, he went on\r\ndeck to join the ante-luncheon promenade. He saw Billie almost at once.\r\nShe had put on one of those nice sacky sport-coats which so enhance\r\nfeminine charms, and was striding along the deck with the breeze\r\nplaying in her vivid hair like the female equivalent of a Viking.\r\nBeside her walked young Mr. Bream Mortimer.\r\n\r\nSam had been feeling a good deal of a fellow already, but at the sight\r\nof her welcoming smile his self-esteem almost caused him to explode.\r\nWhat magic there is in a girl’s smile! It is the raisin which, dropped\r\nin the yeast of male complacency, induces fermentation.\r\n\r\n“Oh, there you are, Mr. Marlowe!”\r\n\r\n“Oh, _there_ you are,” said Bream Mortimer with a slightly different\r\ninflection.\r\n\r\n“I thought I’d like a breath of fresh air before lunch,” said Sam.\r\n\r\n“Oh, Bream!” said the girl.\r\n\r\n“Hello?”\r\n\r\n“Do be a darling and take this great heavy coat of mine down to my\r\nstate-room, will you? I had no idea it was so warm.”\r\n\r\n“I’ll carry it,” said Bream.\r\n\r\n“Nonsense! I wouldn’t dream of burdening you with it. Trot along and\r\nput it on the berth. It doesn’t matter about folding it up.”\r\n\r\n“All right,” said Bream moodily.\r\n\r\nHe trotted along. There are moments when a man feels that all he needs\r\nin order to be a delivery wagon is a horse and a driver. Bream Mortimer\r\nwas experiencing such a moment.\r\n\r\n“He had better chirrup to the dog while he’s there, don’t you think?”\r\nsuggested Sam. He felt that a resolute man with legs as long as Bream’s\r\nmight well deposit a cloak on a berth and be back under the\r\nhalf-minute.\r\n\r\n“Oh yes! Bream!”\r\n\r\n“Hello?”\r\n\r\n“While you’re down there, just chirrup a little more to poor Pinky. He\r\ndoes appreciate it so!”\r\n\r\nBream disappeared. It is not always easy to interpret emotion from a\r\nglance at a man’s back; but Bream’s back looked like that of a man to\r\nwhom the thought has occurred that, given a couple of fiddles and a\r\npiano, he would have made a good hired orchestra.\r\n\r\n“How is your dear little dog, by the way?” inquired Sam solicitously,\r\nas he fell into step by her side.\r\n\r\n“Much better now, thanks. I’ve made friends with a girl on board—did\r\nyou ever hear her name—Jane Hubbard—she’s a rather well-known big-game\r\nhunter, and she fixed up some sort of a mixture for Pinky which did him\r\na world of good. I don’t know what was in it except Worcester Sauce,\r\nbut she said she always gave it to her mules in Africa when they had\r\nthe botts ... it’s very nice of you to speak so affectionately of poor\r\nPinky when he bit you.”\r\n\r\n“Animal spirits!” said Sam tolerantly. “Pure animal spirits. I like to\r\nsee them. But, of course, I love all dogs.”\r\n\r\n“Oh, do you? So do I!”\r\n\r\n“I only wish they didn’t fight so much. I’m always stopping\r\ndog-fights.”\r\n\r\n“I do admire a man who knows what to do at a dog-fight. I’m afraid I’m\r\nrather helpless myself. There never seems anything to catch hold of.”\r\nShe looked down. “Have you been reading? What is the book?”\r\n\r\n“The book? Oh, this. It’s a volume of Tennyson.”\r\n\r\n“Are you fond of Tennyson?”\r\n\r\n“I worship him,” said Sam reverently.\r\n\r\n“Those——” he glanced at his cuff—“those ‘Idylls of the King!’ I do not\r\nlike to think what an ocean voyage would be if I had not my Tennyson\r\nwith me.”\r\n\r\n“We must read him together. He is my favourite poet!”\r\n\r\n“We will! There is something about Tennyson....”\r\n\r\n“Yes, isn’t there! I’ve felt that myself so often.”\r\n\r\n“Some poets are whales at epics and all that sort of thing, while\r\nothers call it a day when they’ve written something that runs to a\r\ncouple of verses, but where Tennyson had the bulge was that his long\r\ngame was just as good as his short. He was great off the tee and a\r\nmarvel with his chip-shots.”\r\n\r\n“That sounds as though you play golf.”\r\n\r\n“When I am not reading Tennyson, you can generally find me out on the\r\nlinks. Do you play?”\r\n\r\n“I love it. How extraordinary that we should have so much in common.\r\nYou seem to like all the things I like. We really ought to be great\r\nfriends.”\r\n\r\nHe was pausing to select the best of three replies when the lunch bugle\r\nsounded.\r\n\r\n“Oh dear!” she cried. “I must rush. But we shall see one another again\r\nup here afterwards?”\r\n\r\n“We will,” said Sam.\r\n\r\n“We’ll sit and read Tennyson.”\r\n\r\n“Fine! Er—you and I and Mortimer?”\r\n\r\n“Oh no, Bream is going to sit down below and look after poor Pinky.”\r\n\r\n“Does he—does he know he is?”\r\n\r\n“Not yet,” said Billie. “I’m going to tell him at lunch.”"
  ]
}