{
  "index": 6,
  "title": "Chapter 5",
  "paragraphs": [
    "SCENE AT A SHIP’S CONCERT\r\n\r\n\r\nShips’ concerts are given in aid of the Seamen’s Orphans and Widows,\r\nand, after one has been present at a few of them, one seems to feel\r\nthat any right-thinking orphan or widow would rather jog along and take\r\na chance of starvation than be the innocent cause of such things. They\r\nopen with a long speech from the master of the ceremonies—so long, as a\r\nrule, that it is only the thought of what is going to happen afterwards\r\nthat enables the audience to bear it with fortitude. This done, the\r\namateur talent is unleashed, and the grim work begins.\r\n\r\nIt was not till after the all too brief intermission for rest and\r\nrecuperation that the newly-formed team of Marlowe and Hignett was\r\nscheduled to appear. Previous to this there had been dark deeds done in\r\nthe quiet saloon. The lecturer on deep-sea fish had fulfilled his\r\nthreat and spoken at great length on a subject which, treated by a\r\nmaster of oratory, would have palled on the audience after ten or\r\nfifteen minutes; and at the end of fifteen minutes this speaker had\r\nonly just got past the haddocks and was feeling his way tentatively\r\nthrough the shrimps. “The Rosary” had been sung and there was an uneasy\r\ndoubt as to whether it was not going to be sung again after the\r\ninterval—the latest rumour being that the second of the rival lady\r\nsingers had proved adamant to all appeals and intended to fight the\r\nthing out on the lines she had originally chosen if they put her in\r\nirons.\r\n\r\nA young man had recited “Gunga Din” and, wilfully misinterpreting the\r\ngratitude of the audience that it was over for a desire for more, had\r\nfollowed it with “Fuzzy-Wuzzy.” His sister—these things run in\r\nfamilies—had sung “My Little Gray Home in the West”—rather sombrely,\r\nfor she had wanted to sing “The Rosary,” and, with the same obtuseness\r\nwhich characterised her brother, had come back and rendered plantation\r\nsongs. The audience was now examining its programmes in the interval of\r\nsilence in order to ascertain the duration of the sentence still\r\nremaining unexpired.\r\n\r\nIt was shocked to read the following:—\r\n\r\n7. A Little Imitation......S. Marlowe.\r\n\r\n\r\nAll over the saloon you could see fair women and brave men wilting in\r\ntheir seats. Imitation...! The word, as Keats would have said, was like\r\na knell! Many of these people were old travellers and their minds went\r\nback wincingly, as one recalls forgotten wounds, to occasions when\r\nperformers at ships’ concerts had imitated whole strings of Dickens’\r\ncharacters or, with the assistance of a few hats and a little false\r\nhair, had endeavoured to portray Napoleon, Bismarck, Shakespeare, and\r\nother of the famous dead. In this printed line on the programme there\r\nwas nothing to indicate the nature or scope of the imitation which this\r\nS. Marlowe proposed to inflict upon them. They could only sit and wait\r\nand hope that it would be short.\r\n\r\nThere was a sinking of hearts as Eustace Hignett moved down the room\r\nand took his place at the piano. A pianist! This argued more singing.\r\nThe more pessimistic began to fear that the imitation was going to be\r\none of those imitations of well-known opera artistes which, though\r\nrare, do occasionally add to the horrors of ships’ concerts. They\r\nstared at Hignett apprehensively. There seemed to be something ominous\r\nin the man’s very aspect. His face was very pale and set, the face of\r\none approaching a task at which his humanity shudders. They could not\r\nknow that the pallor of Eustace Hignett was due entirely to the slight\r\ntremor which, even on the calmest nights, the engines of an ocean liner\r\nproduce in the flooring of a dining saloon, and to that faint, yet\r\nwell-defined, smell of cooked meats which clings to a room where a\r\ngreat many people have recently been eating a great many meals. A few\r\nbeads of cold perspiration were clinging to Eustace Hignett’s brow. He\r\nlooked straight before him with unseeing eyes. He was thinking hard of\r\nthe Sahara.\r\n\r\nSo tense was Eustace’s concentration that he did not see Billie\r\nBennett, seated in the front row. Billie had watched him enter with a\r\nlittle thrill of embarrassment. She wished that she had been content\r\nwith one of the seats at the back. But Jane Hubbard had insisted on the\r\nfront row. She always had a front-row seat at witch dances in Africa,\r\nand the thing had become a habit.\r\n\r\nIn order to avoid recognition for as long as possible, Billie now put\r\nup her fan and turned to Jane. She was surprised to see that her friend\r\nwas staring eagerly before her with a fixity almost equal to that of\r\nEustace. Under her breath she muttered an exclamation of surprise in\r\none of the lesser-known dialects of Northern Nigeria.\r\n\r\n“Billie!” she whispered sharply.\r\n\r\n“What _is_ the matter, Jane?”\r\n\r\n“Who is that man at the piano? Do you know him?”\r\n\r\n“As a matter of fact, I do,” said Billie. “His name is Hignett. Why?”\r\n\r\n“It’s the man I met on the Subway!” She breathed a sigh. “Poor little\r\nfellow, how miserable he looks!”\r\n\r\nAt this moment their conversation was interrupted. Eustace Hignett,\r\npulling himself together with a painful effort, raised his hands and\r\nstruck a crashing chord, and, as he did so, there appeared through the\r\ndoor at the far end of the saloon a figure at the sight of which the\r\nentire audience started convulsively with the feeling that a worse\r\nthing had befallen them than even they had looked for.\r\n\r\nThe figure was richly clad in some scarlet material. Its face was a\r\ngrisly black and below the nose appeared what seemed a horrible gash.\r\nIt advanced towards them, smoking a cigar.\r\n\r\n“Hullo, Ernest,” it said.\r\n\r\nAnd then it seemed to pause expectantly, as though desiring some reply.\r\nDead silence reigned in the saloon.\r\n\r\n“Hullo, Ernest!”\r\n\r\nThose nearest the piano—and nobody more quickly than Jane Hubbard—now\r\nobserved that the white face of the man on the stool had grown whiter\r\nstill. His eyes gazed out glassily from under his damp brow. He looked\r\nlike a man who was seeing some ghastly sight. The audience sympathised\r\nwith him. They felt like that, too.\r\n\r\nIn all human plans there is ever some slight hitch, some little\r\nmiscalculation which just makes all the difference. A moment’s thought\r\nshould have told Eustace Hignett that a half-smoked cigar was one of\r\nthe essential properties to any imitation of the eminent Mr. Tinney;\r\nbut he had completely overlooked the fact. The cigar came as an\r\nabsolute surprise to him and it could not have affected him more\r\npowerfully if it had been a voice from the tomb. He stared at it\r\npallidly, like Macbeth at the ghost of Banquo. It was a strong, lively\r\nyoung cigar, and its curling smoke played lightly about his nostrils.\r\nHis jaw fell. His eyes protruded. He looked for a long moment like one\r\nof those deep-sea fishes concerning which the recent lecturer had\r\nspoken so searchingly. Then with the cry of a stricken animal, he\r\nbounded from his seat and fled for the deck.\r\n\r\nThere was a rustle at Billie’s side as Jane Hubbard rose and followed\r\nhim. Jane was deeply stirred. Even as he sat, looking so pale and\r\npiteous, at the piano, her big heart had gone out to him, and now, in\r\nhis moment of anguish, he seemed to bring to the surface everything\r\nthat was best and manliest in her nature. Thrusting aside with one\r\nsweep of her powerful arm a steward who happened to be between her and\r\nthe door, she raced in pursuit.\r\n\r\nSam Marlowe had watched his cousin’s dash for the open with a\r\nconsternation so complete that his senses seemed to have left him. A\r\ngeneral, deserted by his men on some stricken field, might have felt\r\nsomething akin to his emotion. Of all the learned professions, the\r\nimitation of Mr. Frank Tinney is the one which can least easily be\r\ncarried through single-handed. The man at the piano, the leader of the\r\norchestra, is essential. He is the life-blood of the entertainment.\r\nWithout him, nothing can be done.\r\n\r\nFor an instant Sam stood there, gaping blankly. Then the open door of\r\nthe saloon seemed to beckon an invitation. He made for it, reached it,\r\npassed through it. That concluded his efforts in aid of the Seamen’s\r\nOrphans and Widows.\r\n\r\nThe spell which had lain on the audience broke. This imitation seemed\r\nto them to possess in an extraordinary measure the one quality which\r\nrenders amateur imitations tolerable, that of brevity. They had seen\r\nmany amateur imitations, but never one as short as this. The saloon\r\nechoed with their applause.\r\n\r\nIt brought no balm to Samuel Marlowe. He did not hear it. He had fled\r\nfor refuge to his state-room and was lying in the lower berth, chewing\r\nthe pillow, a soul in torment."
  ]
}