{
  "index": 2,
  "title": "Chapter 1",
  "paragraphs": [
    "GALLANT RESCUE BY WELL-DRESSED YOUNG MAN\r\n\r\n\r\n§ 1\r\n\r\nThe White Star liner “Atlantic” lay at her pier with steam up and\r\ngangway down, ready for her trip to Southampton. The hour of departure\r\nwas near, and there was a good deal of mixed activity going on. Sailors\r\nfiddled about with ropes. Junior officers flitted to and fro.\r\nWhite-jacketed stewards wrestled with trunks. Probably the captain,\r\nthough not visible, was also employed on some useful work of a nautical\r\nnature and not wasting his time. Men, women, boxes, rugs, dogs,\r\nflowers, and baskets of fruits were flowing on board in a steady\r\nstream.\r\n\r\nThe usual drove of citizens had come to see the travellers off. There\r\nwere men on the passenger-list who were being seen off by fathers, by\r\nmothers, by sisters, by cousins, and by aunts. In the steerage, there\r\nwas an elderly Jewish lady who was being seen off by exactly\r\nthirty-seven of her late neighbours in Rivington Street. And two men in\r\nthe second cabin were being seen off by detectives, surely the crowning\r\ncompliment a great nation can bestow. The cavernous Customs sheds were\r\ncongested with friends and relatives, and Sam Marlowe, heading for the\r\ngang-plank, was only able to make progress by employing all the muscle\r\nand energy which Nature had bestowed upon him, and which during the\r\ngreater part of his life he had developed by athletic exercise.\r\nHowever, after some minutes of silent endeavour, now driving his\r\nshoulder into the midriff of some obstructing male, now courteously\r\nlifting some stout female off his feet, he had succeeded in struggling\r\nto within a few yards of his goal, when suddenly a sharp pain shot\r\nthrough his right arm, and he spun round with a cry.\r\n\r\nIt seemed to Sam that he had been bitten, and this puzzled him, for New\r\nYork crowds, though they may shove and jostle, rarely bite.\r\n\r\nHe found himself face to face with an extraordinarily pretty girl.\r\n\r\nShe was a red-haired girl, with the beautiful ivory skin which goes\r\nwith red hair. Her eyes, though they were under the shadow of her hat,\r\nand he could not be certain, he diagnosed as green, or may be blue, or\r\npossibly grey. Not that it mattered, for he had a catholic taste in\r\nfeminine eyes. So long as they were large and bright, as were the\r\nspecimens under his immediate notice, he was not the man to quibble\r\nabout a point of colour. Her nose was small, and on the very tip of it\r\nthere was a tiny freckle. Her mouth was nice and wide, her chin soft\r\nand round. She was just about the height which every girl ought to be.\r\nHer figure was trim, her feet tiny, and she wore one of those dresses\r\nof which a man can say no more than that they look pretty well all\r\nright.\r\n\r\nNature abhors a vacuum. Samuel Marlowe was a susceptible young man, and\r\nfor many a long month his heart had been lying empty, all swept and\r\ngarnished, with “Welcome” on the mat. This girl seemed to rush in and\r\nfill it. She was not the prettiest girl he had ever seen. She was the\r\nthird prettiest. He had an orderly mind, one capable of classifying and\r\ndocketing girls. But there was a subtle something about her, a sort of\r\nhow-shall-one-put-it, which he had never encountered before. He\r\nswallowed convulsively. His well-developed chest swelled beneath its\r\ncovering of blue flannel and invisible stripe. At last, he told\r\nhimself, he was in love, really in love, and at first sight, too, which\r\nmade it all the more impressive. He doubted whether in the whole course\r\nof history anything like this had ever happened before to anybody. Oh,\r\nto clasp this girl to him and....\r\n\r\nBut she had bitten him in the arm. That was hardly the right spirit.\r\nThat, he felt, constituted an obstacle.\r\n\r\n“Oh, I’m so sorry!” she cried.\r\n\r\nWell, of course, if she regretted her rash act.... After all, an\r\nimpulsive girl might bite a man in the arm in the excitement of the\r\nmoment and still have a sweet, womanly nature....\r\n\r\n“The crowd seems to make Pinky-Boodles so nervous.”\r\n\r\nSam might have remained mystified, but at this juncture there proceeded\r\nfrom a bundle of rugs in the neighbourhood of the girl’s lower ribs, a\r\nsharp yapping sound, of such a calibre as to be plainly audible over\r\nthe confused noise of Mamies who were telling Sadies to be sure and\r\nwrite, of Bills who were instructing Dicks to look up old Joe in Paris\r\nand give him their best, and of all the fruit-boys, candy-boys,\r\nmagazine-boys, American-flag-boys, and telegraph boys who were honking\r\ntheir wares on every side.\r\n\r\n“I hope he didn’t hurt you much. You’re the third person he’s bitten\r\nto-day.” She kissed the animal in a loving and congratulatory way on\r\nthe tip of his black nose. “Not counting waiters at the hotel, of\r\ncourse,” she added. And then she was swept from him in the crowd, and\r\nhe was left thinking of all the things he might have said—all those\r\ngraceful, witty, ingratiating things which just make a bit of\r\ndifference on these occasions.\r\n\r\nHe had said nothing. Not a sound, exclusive of the first sharp yowl of\r\npain, had proceeded from him. He had just goggled. A rotten exhibition!\r\nPerhaps he would never see this girl again. She looked the sort of girl\r\nwho comes to see friends off and doesn’t sail herself. And what memory\r\nof him would she retain? She would mix him up with the time when she\r\nwent to visit the deaf-and-dumb hospital.\r\n\r\n§ 2\r\n\r\nSam reached the gang-plank, showed his ticket, and made his way through\r\nthe crowd of passengers, passengers’ friends, stewards, junior\r\nofficers, and sailors who infested the deck. He proceeded down the main\r\ncompanion-way, through a rich smell of india-rubber and mixed pickles,\r\nas far as the dining saloon; then turned down the narrow passage\r\nleading to his state-room.\r\n\r\nState-rooms on ocean liners are curious things. When you see them on\r\nthe chart in the passenger-office, with the gentlemanly clerk drawing\r\nrings round them in pencil, they seem so vast that you get the\r\nimpression that, after stowing away all your trunks, you will have room\r\nleft over to do a bit of entertaining—possibly an informal dance or\r\nsomething. When you go on board, you find that the place has shrunk to\r\nthe dimensions of an undersized cupboard in which it would be\r\nimpossible to swing a cat. And then, about the second day out, it\r\nsuddenly expands again. For one reason or another the necessity for\r\nswinging cats does not arise, and you find yourself quite comfortable.\r\n\r\nSam, balancing himself on the narrow, projecting ledge which the chart\r\nin the passenger-office had grandiloquently described as a lounge,\r\nbegan to feel the depression which marks the second phase. He almost\r\nwished now that he had not been so energetic in having his room changed\r\nin order to enjoy the company of his cousin Eustace. It was going to be\r\na tight fit. Eustace’s bag was already in the cabin, and it seemed to\r\ntake up the entire fairway. Still, after all, Eustace was a good sort,\r\nand would be a cheerful companion. And Sam realised that if the girl\r\nwith the red hair was not a passenger on the boat, he was going to have\r\nneed of diverting society.\r\n\r\nA footstep sounded in the passage outside. The door opened.\r\n\r\n“Hullo, Eustace!” said Sam.\r\n\r\nEustace Hignett nodded listlessly, sat down on his bag, and emitted a\r\ndeep sigh. He was a small, fragile-looking young man with a pale,\r\nintellectual face. Dark hair fell in a sweep over his forehead. He\r\nlooked like a man who would write _vers libre_, as indeed he did.\r\n\r\n“Hullo!” he said, in a hollow voice.\r\n\r\nSam regarded him blankly. He had not seen him for some years, but,\r\ngoing by his recollections of him at the University, he had expected\r\nsomething cheerier than this. In fact, he had rather been relying on\r\nEustace to be the life and soul of the party. The man sitting on the\r\nbag before him could hardly have filled that role at a gathering of\r\nRussian novelists.\r\n\r\n“What on earth’s the matter?” said Sam.\r\n\r\n“The matter?” Eustace Hignett laughed mirthlessly. “Oh, nothing.\r\nNothing much. Nothing to signify. Only my heart’s broken.” He eyed with\r\nconsiderable malignity the bottle of water in the rack above his head,\r\na harmless object provided by the White Star Company for clients who\r\nmight desire to clean their teeth during the voyage.\r\n\r\n“If you would care to hear the story...?” he said.\r\n\r\n“Go ahead.”\r\n\r\n“It is quite short.”\r\n\r\n“That’s good.”\r\n\r\n“Soon after I arrived in America, I met a girl....”\r\n\r\n“Talking of girls,” said Sam with enthusiasm, “I’ve just seen the only\r\none in the world that really amounts to anything. It was like this. I\r\nwas shoving my way through the mob on the dock, when suddenly....”\r\n\r\n“Shall I tell you my story, or will you tell yours?”\r\n\r\n“Oh, sorry! Go ahead.”\r\n\r\nEustace Hignett scowled at the printed notice on the wall, informing\r\noccupants of the state-room that the name of their steward was J. B.\r\nMidgeley.\r\n\r\n“She was an extraordinarily pretty girl....”\r\n\r\n“So was mine! I give you my honest word I never in all my life saw\r\nsuch....”\r\n\r\n“Of course, if you prefer that I postponed my narrative?” said Eustace\r\ncoldly.\r\n\r\n“Oh, sorry! Carry on.”\r\n\r\n“She was an extraordinarily pretty girl....”\r\n\r\n“What was her name?”\r\n\r\n“Wilhelmina Bennett. She was an extraordinarily pretty girl, and highly\r\nintelligent. I read her all my poems, and she appreciated them\r\nimmensely. She enjoyed my singing. My conversation appeared to interest\r\nher. She admired my....”\r\n\r\n“I see. You made a hit. Now get on with the story.”\r\n\r\n“Don’t bustle me,” said Eustace querulously.\r\n\r\n“Well, you know, the voyage only takes eight days.”\r\n\r\n“I’ve forgotten where I was.”\r\n\r\n“You were saying what a devil of a chap she thought you. What happened?\r\nI suppose, when you actually came to propose, you found she was engaged\r\nto some other johnny?”\r\n\r\n“Not at all! I asked her to be my wife and she consented. We both\r\nagreed that a quiet wedding was what we wanted—she thought her father\r\nmight stop the thing if he knew, and I was dashed sure my mother\r\nwould—so we decided to get married without telling anybody. By now,”\r\nsaid Eustace, with a morose glance at the porthole, “I ought to have\r\nbeen on my honeymoon. Everything was settled. I had the licence and the\r\nparson’s fee. I had been breaking in a new tie for the wedding.”\r\n\r\n“And then you quarrelled?”\r\n\r\n“Nothing of the kind. I wish you would stop trying to tell me the\r\nstory. I’m telling _you_. What happened was this: somehow—I can’t make\r\nout how—mother found out. And then, of course, it was all over. She\r\nstopped the thing.”\r\n\r\nSam was indignant. He thoroughly disliked his Aunt Adeline, and his\r\ncousin’s meek subservience to her revolted him.\r\n\r\n“Stopped it? I suppose she said ‘Now, Eustace, you mustn’t!’ and you\r\nsaid ‘Very well, mother!’ and scratched the fixture?”\r\n\r\n“She didn’t say a word. She never has said a word. As far as that goes,\r\nshe might never have heard anything about the marriage.”\r\n\r\n“Then how do you mean she stopped it?”\r\n\r\n“She pinched my trousers!”\r\n\r\n“Pinched your trousers!”\r\n\r\nEustace groaned. “All of them! The whole bally lot! She gets up long\r\nbefore I do, and she must have come into my room and cleaned it out\r\nwhile I was asleep. When I woke up and started to dress, I couldn’t\r\nfind a single damned pair of bags in the whole place. I looked\r\neverywhere. Finally, I went into the sitting-room where she was writing\r\nletters and asked if she had happened to see any anywhere. She said she\r\nhad sent them all to be pressed. She said she knew I never went out in\r\nthe mornings—I don’t as a rule—and they would be back at lunch-time. A\r\nfat lot of use that was! I had to be at the church at eleven. Well, I\r\ntold her I had a most important engagement with a man at eleven, and\r\nshe wanted to know what it was, and I tried to think of something, but\r\nit sounded pretty feeble, and she said I had better telephone to the\r\nman and put it off. I did it, too. Rang up the first number in the book\r\nand told some fellow I had never seen in my life that I couldn’t meet\r\nhim because I hadn’t any trousers! He was pretty peeved, judging from\r\nwhat he said about my being on the wrong number. And mother, listening\r\nall the time, and I knowing that she knew—something told me that she\r\nknew—and she knowing that I knew she knew.... I tell you, it was\r\nawful!”\r\n\r\n“And the girl?”\r\n\r\n“She broke off the engagement. Apparently she waited at the church from\r\neleven till one-thirty, and then began to get impatient. She wouldn’t\r\nsee me when I called in the afternoon, but I got a letter from her\r\nsaying that what had happened was all for the best, as she had been\r\nthinking it over and had come to the conclusion that she had made a\r\nmistake. She said something about my not being as dynamic as she had\r\nthought I was. She said that what she wanted was something more like\r\nLancelot or Sir Galahad, and would I look on the episode as closed.”\r\n\r\n“Did you explain about the trousers?”\r\n\r\n“Yes. It seemed to make things worse. She said that she could forgive a\r\nman anything except being ridiculous.”\r\n\r\n“I think you’re well out of it,” said Sam, judicially. “She can’t have\r\nbeen much of a girl.”\r\n\r\n“I feel that now. But it doesn’t alter the fact that my life is ruined.\r\nI have become a woman-hater. It’s an infernal nuisance, because\r\npractically all the poetry I have ever written rather went out of its\r\nway to boost women, and now I’ll have to start all over again and\r\napproach the subject from another angle. Women! When I think how mother\r\nbehaved and how Wilhelmina treated me, I wonder there isn’t a law\r\nagainst them. ‘What mighty ills have not been done by Woman! Who was’t\r\nbetrayed the Capitol....’”\r\n\r\n“In Washington?” said Sam, puzzled. He had heard nothing of this. But\r\nthen he generally confined his reading of the papers to the sporting\r\npage.\r\n\r\n“In Rome, you ass! Ancient Rome.”\r\n\r\n“Oh, as long ago as that?”\r\n\r\n“I was quoting from Thomas Otway’s ‘Orphan.’ I wish I could write like\r\nOtway. He knew what he was talking about. ‘Who was’t betrayed the\r\nCapitol? A woman. Who lost Marc Anthony the world? A woman. Who was the\r\ncause of a long ten years’ war and laid at last old Troy in ashes?\r\nWoman! Destructive, damnable, deceitful woman!’”\r\n\r\n“Well, of course, he may be right in a way. As regards some women, I\r\nmean. But the girl I met on the dock....”\r\n\r\n“Don’t!” said Eustace Hignett. “If you have anything bitter and\r\nderogatory to say about women, say it and I will listen eagerly. But if\r\nyou merely wish to gibber about the ornamental exterior of some dashed\r\ngirl you have been fool enough to get attracted by, go and tell it to\r\nthe captain or the ship’s cat or J. B. Midgeley. Do try to realise that\r\nI am a soul in torment. I am a ruin, a spent force, a man without a\r\nfuture. What does life hold for me? Love? I shall never love again. My\r\nwork? I haven’t any. I think I shall take to drink.”\r\n\r\n“Talking of that,” said Sam, “I suppose they open the bar directly we\r\npass the three-mile limit. How about a small one?”\r\n\r\nEustace shook his head gloomily.\r\n\r\n“Do you suppose I pass my time on board ship in gadding about and\r\nfeasting? Directly the vessel begins to move, I go to bed and stay\r\nthere. As a matter of fact, I think it would be wisest to go to bed\r\nnow. Don’t let me keep you if you want to go on deck.”\r\n\r\n“It looks to me,” said Sam, “as if I had been mistaken in thinking that\r\nyou were going to be a ray of sunshine on the voyage.”\r\n\r\n“Ray of sunshine!” said Eustace Hignett, pulling a pair of mauve\r\npyjamas out of the kit-bag. “I’m going to be a volcano!”\r\n\r\nSam left the state-room and headed for the companion. He wanted to get\r\non deck and ascertain if that girl was still on board. About now, the\r\nsheep would be separating from the goats; the passengers would be on\r\ndeck and their friends returning to the shore. A slight tremor in the\r\nboards on which he trod told him that this separation must have already\r\ntaken place. The ship was moving. He ran lightly up the companion. Was\r\nshe on board or was she not? The next few minutes would decide. He\r\nreached the top of the stairs, and passed out on to the crowded deck.\r\nAnd, as he did so, a scream, followed by confused shouting, came from\r\nthe rail nearest the shore. He perceived that the rail was black with\r\npeople hanging over it. They were all looking into the water.\r\n\r\nSamuel Marlowe was not one of those who pass aloofly by when there is\r\nexcitement toward. If a horse fell down in the street, he was always\r\namong those present: and he was never too busy to stop and stare at a\r\nblank window on which were inscribed the words, “Watch this space!” In\r\nshort, he was one of Nature’s rubbernecks, and to dash to the rail and\r\nshove a fat man in a tweed cap to one side was with him the work of a\r\nmoment. He had thus an excellent view of what was going on—a view which\r\nhe improved the next instant by climbing up and kneeling on the rail.\r\n\r\nThere was a man in the water, a man whose upper section, the only one\r\nvisible, was clad in a blue jersey. He wore a bowler hat, and from time\r\nto time, as he battled with the waves, he would put up a hand and\r\nadjust this more firmly on his head. A dressy swimmer.\r\n\r\nScarcely had he taken in this spectacle when Marlowe became aware of\r\nthe girl he had met on the dock. She was standing a few feet away,\r\nleaning out over the rail with wide eyes and parted lips. Like\r\neverybody else, she was staring into the water.\r\n\r\nAs Sam looked at her, the thought crossed his mind that here was a\r\nwonderful chance of making the most tremendous impression on this girl.\r\nWhat would she not think of a man who, reckless of his own safety,\r\ndived in and went boldly to the rescue? And there were men, no doubt,\r\nwho would be chumps enough to do it, he thought, as he prepared to\r\nshift back to a position of greater safety.\r\n\r\nAt this moment, the fat man in the tweed cap, incensed at having been\r\njostled out of the front row, made his charge. He had but been\r\ncrouching, the better to spring. Now he sprang. His full weight took\r\nSam squarely in the spine. There was an instant in which that young man\r\nhung, as it were, between sea and sky: then he shot down over the rail\r\nto join the man in the blue jersey, who had just discovered that his\r\nhat was not on straight and had paused to adjust it once more with a\r\nfew skilful touches of the finger.\r\n\r\n§ 3\r\n\r\nIn the brief interval of time which Marlowe had spent in the state-room\r\nchatting with Eustace about the latter’s bruised soul, some rather\r\ncurious things had been happening above. Not extraordinary, perhaps,\r\nbut curious. These must now be related. A story, if it is to grip the\r\nreader, should, I am aware, go always forward. It should march. It\r\nshould leap from crag to crag like the chamois of the Alps. If there is\r\none thing I hate, it is a novel which gets you interested in the hero\r\nin chapter one and then cuts back in chapter two to tell you all about\r\nhis grandfather. Nevertheless, at this point we must go back a space.\r\nWe must return to the moment when, having deposited her Pekinese dog in\r\nher state-room, the girl with the red hair came out again on deck. This\r\nhappened just about the time when Eustace Hignett was beginning his\r\nnarrative.\r\n\r\nThe girl went to the rail and gazed earnestly at the shore. There was a\r\nrattle, as the gang-plank moved in-board and was deposited on the deck.\r\nThe girl uttered a little cry of dismay. Then suddenly her face\r\nbrightened, and she began to wave her arm to attract the attention of\r\nan elderly man with a red face made redder by exertion, who had just\r\nforced his way to the edge of the dock and was peering up at the\r\npassenger-lined rail.\r\n\r\nThe boat had now begun to move slowly out of its slip, backing into the\r\nriver. It was now that the man on the dock sighted the girl. She\r\ngesticulated at him. He gesticulated at her. He produced a\r\nhandkerchief, swiftly tied up a bundle of currency bills in it, backed\r\nto give himself room, and then, with all the strength of his arm,\r\nhurled the bills in the direction of the deck. The handkerchief with\r\nits precious contents shot in a graceful arc towards the deck, fell\r\nshort by a good six feet, and dropped into the water, where it unfolded\r\nlike a lily, sending twenty-dollar bills, ten-dollar bills, five-dollar\r\nbills, and an assortment of ones floating out over the wavelets.\r\n\r\nIt was at this moment that Mr. Oscar Swenson, one of the thriftiest\r\nsouls who ever came out of Sweden, perceived that the chance of a\r\nlifetime had arrived for adding substantially to his little savings. By\r\nprofession he was one of those men who eke out a precarious livelihood\r\nby rowing dreamily about the water-front in skiffs. He was doing so\r\nnow: and, as he sat meditatively in his skiff, having done his best to\r\ngive the liner a good send off by paddling round her in circles, the\r\npleading face of a twenty-dollar bill peered up at him. Mr. Swenson was\r\nnot the man to resist the appeal. He uttered a sharp bark of ecstasy,\r\npressed his bowler hat firmly upon his brow, and dived in. A moment\r\nlater he had risen to the surface, and was gathering up money with both\r\nhands.\r\n\r\nHe was still busy with this congenial task when a tremendous splash at\r\nhis side sent him under again: and, rising for a second time, he\r\nobserved with not a little chagrin that he had been joined by a young\r\nman in a blue flannel suit with an invisible stripe.\r\n\r\n“Svensk!” exclaimed Mr. Swenson, or whatever it is that natives of\r\nSweden exclaim in moments of justifiable annoyance. He resented the\r\nadvent of this newcomer. He had been getting along fine and had had the\r\nsituation well in hand. To him Sam Marlowe represented Competition, and\r\nMr. Swenson desired no competitors in his treasure-seeking enterprise.\r\nHe travels, thought Mr. Swenson, the fastest who travels alone.\r\n\r\nSam Marlowe had a touch of the philosopher in him. He had the ability\r\nto adapt himself to circumstances. It had been no part of his plans to\r\ncome whizzing down off the rail into this singularly soup-like water\r\nwhich tasted in equal parts of oil and dead rats; but, now that he was\r\nhere he was prepared to make the best of the situation. Swimming, it\r\nhappened, was one of the things he did best, and somewhere among his\r\nbelongings at home was a tarnished pewter cup which he had won at\r\nschool in the “Saving Life” competition. He knew exactly what to do.\r\nYou get behind the victim and grab him firmly under his arms, and then\r\nyou start swimming on your back. A moment later, the astonished Mr.\r\nSwenson who, being practically amphibious, had not anticipated that\r\nanyone would have the cool impertinence to try to save him from\r\ndrowning, found himself seized from behind and towed vigorously away\r\nfrom a ten-dollar bill which he had almost succeeded in grasping. The\r\nspiritual agony caused by this assault rendered him mercifully dumb;\r\nthough, even had he contrived to utter the rich Swedish oaths which\r\noccurred to him, his remarks could scarcely have been heard, for the\r\ncrowd on the dock was cheering as one man. They had often paid good\r\nmoney to see far less gripping sights in the movies. They roared\r\napplause. The liner, meanwhile, continued to move stodgily out into\r\nmid-river.\r\n\r\nThe only drawback to these life-saving competitions at school,\r\nconsidered from the standpoint of fitting the competitors for the\r\nproblems of afterlife, is that the object saved on such occasions is a\r\nleather dummy, and of all things in this world a leather dummy is\r\nperhaps the most placid and phlegmatic. It differs in many respects\r\nfrom an emotional Swedish gentleman, six foot high and constructed\r\nthroughout of steel and india-rubber, who is being lugged away from\r\ncash which he has been regarding in the light of a legacy. Indeed, it\r\nwould be hard to find a respect in which it does not differ. So far\r\nfrom lying inert in Sam’s arms and allowing himself to be saved in a\r\nquiet and orderly manner, Mr. Swenson betrayed all the symptoms of one\r\nwho feels that he has fallen among murderers. Mr. Swenson, much as he\r\ndisliked competition, was ready to put up with it, provided that it was\r\nfair competition. This pulling your rival away from the loot so that\r\nyou could grab it yourself—thus shockingly had the man misinterpreted\r\nSam’s motives—was another thing altogether, and his stout soul would\r\nhave none of it. He began immediately to struggle with all the violence\r\nat his disposal. His large, hairy hands came out of the water and swung\r\nhopefully in the direction where he assumed his assailant’s face to be.\r\n\r\nSam was not unprepared for this display. His researches in the art of\r\nlife-saving had taught him that your drowning man frequently struggles\r\nagainst his best interests. In which case, cruel to be kind, one simply\r\nstunned the blighter. He decided to stun Mr. Swenson, though, if he had\r\nknown that gentleman more intimately and had been aware that he had the\r\nreputation of possessing the thickest head on the water-front, he would\r\nhave realised the magnitude of the task. Friends of Mr. Swenson, in\r\nconvivial moments, had frequently endeavoured to stun him with bottles,\r\nboots and bits of lead piping and had gone away depressed by failure.\r\nSam, ignorant of this, attempted to do the job with clenched fist,\r\nwhich he brought down as smartly as possible on the crown of the\r\nother’s bowler hat.\r\n\r\nIt was the worst thing he could have done. Mr. Swenson thought highly\r\nof his hat and this brutal attack upon it confirmed his gloomiest\r\napprehensions. Now thoroughly convinced that the only thing to do was\r\nto sell his life dearly, he wrenched himself round, seized his\r\nassailant by the neck, twined his arms about his middle, and\r\naccompanied him below the surface.\r\n\r\nBy the time he had swallowed his first pint and was beginning his\r\nsecond, Sam was reluctantly compelled to come to the conclusion that\r\nthis was the end. The thought irritated him unspeakably. This, he felt,\r\nwas just the silly, contrary way things always happened. Why should it\r\nbe he who was perishing like this? Why not Eustace Hignett? Now there\r\nwas a fellow whom this sort of thing would just have suited.\r\nBroken-hearted Eustace Hignett would have looked on all this as a\r\nmerciful release.\r\n\r\nHe paused in his reflections to try to disentangle the more prominent\r\nof Mr. Swenson’s limbs from about him. By this time he was sure that he\r\nhad never met anyone he disliked so intensely as Mr. Swenson—not even\r\nhis Aunt Adeline. The man was a human octopus. Sam could count seven\r\ndistinct legs twined round him and at least as many arms. It seemed to\r\nhim that he was being done to death in his prime by a solid platoon of\r\nSwedes. He put his whole soul into one last effort ... something seemed\r\nto give ... he was free. Pausing only to try to kick Mr. Swenson in the\r\nface, Sam shot to the surface. Something hard and sharp prodded him in\r\nthe head. Then something caught the collar of his coat; and, finally,\r\nspouting like a whale, he found himself dragged upwards and over the\r\nside of a boat.\r\n\r\nThe time which Sam had spent with Mr. Swenson below the surface had\r\nbeen brief, but it had been long enough to enable the whole floating\r\npopulation of the North River to converge on the scene in scows,\r\nskiffs, launches, tugs, and other vessels. The fact that the water in\r\nthat vicinity was crested with currency had not escaped the notice of\r\nthese navigators, and they had gone to it as one man. First in the race\r\ncame the tug “Reuben S. Watson,” the skipper of which, following a\r\nfamous precedent, had taken his little daughter to bear him company. It\r\nwas to this fact that Marlowe really owed his rescue. Women often have\r\na vein of sentiment in them where men can only see the hard business\r\nside of a situation; and it was the skipper’s daughter who insisted\r\nthat the family boat-hook, then in use as a harpoon for spearing dollar\r\nbills, should be devoted to the less profitable but humaner end of\r\nextricating the young man from a watery grave.\r\n\r\nThe skipper had grumbled a bit at first but had given way—he always\r\nspoiled the girl—with the result that Sam found himself sitting on the\r\ndeck of the tug, engaged in the complicated process of restoring his\r\nfaculties to the normal. In a sort of dream he perceived Mr. Swenson\r\nrise to the surface some feet away, adjust his bowler hat, and, after\r\none long look of dislike in his direction, swim off rapidly to\r\nintercept a five which was floating under the stern of a near-by skiff.\r\n\r\nSam sat on the deck and panted. He played on the boards like a public\r\nfountain. At the back of his mind there was a flickering thought that\r\nhe wanted to do something, a vague feeling that he had some sort of an\r\nappointment which he must keep; but he was unable to think what it was.\r\nMeanwhile, he conducted tentative experiments with his breath. It was\r\nso long since he had last breathed that he had lost the knack of it.\r\n\r\n“Well, aincher wet?” said a voice.\r\n\r\nThe skipper’s daughter was standing beside him, looking down\r\ncommiseratingly. Of the rest of the family all he could see was the\r\nbroad blue seats of their trousers as they leaned hopefully over the\r\nside in the quest for wealth.\r\n\r\n“Yes, sir! You sure are wet! Gee! I never seen anyone so wet! I seen\r\nwet guys but I never seen anyone so wet as you. Yessir, you’re\r\ncertainly _wet!_”\r\n\r\n“I _am_ wet,” admitted Sam.\r\n\r\n“Yessir, you’re wet! Wet’s the word all right. Good and wet, that’s\r\nwhat you are!”\r\n\r\n“It’s the water,” said Sam. His brain was still clouded; he wished he\r\ncould remember what that appointment was. “That’s what has made me\r\nwet.”\r\n\r\n“It’s sure made you wet all right,” agreed the girl. She looked at him\r\ninterestedly. “Wotcha do it for?” she asked.\r\n\r\n“Do it for?”\r\n\r\n“Yes, wotcha do it for? Wotcha do a Brodie for off’n that ship? I\r\ndidn’t see it myself, but pa says you come walloping down off’n the\r\ndeck like a sack of potatoes.”\r\n\r\nSam uttered a sharp cry. He had remembered.\r\n\r\n“Where is she?”\r\n\r\n“Where’s who?”\r\n\r\n“The liner.”\r\n\r\n“She’s off down the river, I guess. She was swinging round, the last I\r\nseen of her.”\r\n\r\n“She’s not gone!”\r\n\r\n“Sure she’s gone. Wotcha expect her to do? She’s gotta get over to the\r\nother side, ain’t she? Cert’nly she’s gone.” She looked at him\r\ninterested. “Do you want to be on board her?”\r\n\r\n“Of course I do.”\r\n\r\n“Then, for the love of Pete, wotcha doin’ walloping off’n her like a\r\nsack of potatoes?”\r\n\r\n“I slipped. I was pushed or something.” Sam sprang to his feet and\r\nlooked wildly about him. “I must get back. Isn’t there any way of\r\ngetting back?”\r\n\r\n“Well, you could ketch up with her at quarantine out in the bay. She’ll\r\nstop to let the pilot off.”\r\n\r\n“Can you take me to quarantine?”\r\n\r\nThe girl glanced doubtfully at the seat of the nearest pair of\r\ntrousers.\r\n\r\n“Well, we _could_,” she said. “But pa’s kind of set in his ways, and\r\nright now he’s fishing for dollar bills with the boat hook. He’s apt to\r\nget sorta mad if he’s interrupted.”\r\n\r\n“I’ll give him fifty dollars if he’ll put me on board.”\r\n\r\n“Got it on you?” inquired the nymph coyly. She had her share of\r\nsentiment, but she was her father’s daughter and inherited from him the\r\nbusiness sense.\r\n\r\n“Here it is.” He pulled out his pocket book. The book was dripping, but\r\nthe contents were only fairly moist.\r\n\r\n“Pa!” said the girl.\r\n\r\nThe trouser-seat remained where it was, deaf to its child’s cry.\r\n\r\n“Pa! Cummere! Wantcha!”\r\n\r\nThe trousers did not even quiver. But this girl was a girl of decision.\r\nThere was some nautical implement resting in a rack convenient to her\r\nhand. It was long, solid, and constructed of one of the harder forms of\r\nwood. Deftly extracting this from its place, she smote her inattentive\r\nparent on the only visible portion of him. He turned sharply,\r\nexhibiting a red, bearded face.\r\n\r\n“Pa, this gen’man wants to be took aboard the boat at quarantine. He’ll\r\ngive you fifty berries.”\r\n\r\nThe wrath died out of the skipper’s face like the slow turning down of\r\na lamp. The fishing had been poor, and so far he had only managed to\r\nsecure a single two-dollar bill. In a crisis like the one which had so\r\nsuddenly arisen you cannot do yourself justice with a boat-hook.\r\n\r\n“Fifty berries!”\r\n\r\n“Fifty seeds!” the girl assured him. “Are you on?”\r\n\r\n“Queen,” said the skipper simply, “you said a mouthful!”\r\n\r\nTwenty minutes later Sam was climbing up the side of the liner as it\r\nlay towering over the tug like a mountain. His clothes hung about him\r\nclammily. He squelched as he walked.\r\n\r\nA kindly-looking old gentleman who was smoking a cigar by the rail\r\nregarded him with open eyes.\r\n\r\n“My dear sir, you’re very wet,” he said.\r\n\r\nSam passed him with a cold face and hurried through the door leading to\r\nthe companion way.\r\n\r\n“Mummie, why is that man wet?” cried the clear voice of a little child.\r\n\r\nSam whizzed by, leaping down the stairs.\r\n\r\n“Good Lord, sir! You’re very wet!” said a steward in the doorway of the\r\ndining saloon.\r\n\r\n“You _are_ wet,” said a stewardess in the passage.\r\n\r\nSam raced for his state-room. He bolted in and sank on the lounge. In\r\nthe lower berth Eustace Hignett was lying with closed eyes. He opened\r\nthem languidly, then stared.\r\n\r\n“Hullo!” he said. “I say! You’re wet!”\r\n\r\n§ 4\r\n\r\nSam removed his clinging garments and hurried into a new suit. He was\r\nin no mood for conversation and Eustace Hignett’s frank curiosity\r\njarred upon him. Happily, at this point, a sudden shivering of the\r\nfloor and a creaking of woodwork proclaimed the fact that the vessel\r\nwas under way again, and his cousin, turning pea-green, rolled over on\r\nhis side with a hollow moan. Sam finished buttoning his waistcoat and\r\nwent out.\r\n\r\nHe was passing the inquiry bureau on the C-deck, striding along with\r\nbent head and scowling brow, when a sudden exclamation caused him to\r\nlook up, and the scowl was wiped from his brow as with a sponge. For\r\nthere stood the girl he had met on the dock. With her was a superfluous\r\nyoung man who looked like a parrot.\r\n\r\n“Oh, _how_ are you?” asked the girl breathlessly.\r\n\r\n“Splendid, thanks,” said Sam.\r\n\r\n“Didn’t you get very wet?”\r\n\r\n“I did get a little damp.”\r\n\r\n“I thought you would,” said the young man who looked like a parrot.\r\n“Directly I saw you go over the side I said to myself: ‘That fellow’s\r\ngoing to get wet!’”\r\n\r\nThere was a pause.\r\n\r\n“Oh!” said the girl. “May I—Mr.——?”\r\n\r\n“Marlowe.”\r\n\r\n“Mr. Marlowe. Mr. Bream Mortimer.”\r\n\r\nSam smirked at the young man. The young man smirked at Sam.\r\n\r\n“Nearly got left behind,” said Bream Mortimer.\r\n\r\n“Yes, nearly.”\r\n\r\n“No joke getting left behind.”\r\n\r\n“No.”\r\n\r\n“Have to take the next boat. Lose a lot of time,” said Mr. Mortimer,\r\ndriving home his point.\r\n\r\nThe girl had listened to these intellectual exchanges with impatience.\r\nShe now spoke again.\r\n\r\n“Oh, Bream!”\r\n\r\n“Hello?”\r\n\r\n“Do be a dear and run down to the saloon and see if it’s all right\r\nabout our places for lunch.”\r\n\r\n“It is all right. The table steward said so.”\r\n\r\n“Yes, but go and make certain.”\r\n\r\n“All right.”\r\n\r\nHe hopped away and the girl turned to Sam with shining eyes.\r\n\r\n“Oh, Mr. Marlowe, you oughtn’t to have done it! Really, you oughtn’t!\r\nYou might have been drowned! But I never saw anything so wonderful. It\r\nwas like the stories of knights who used to jump into lions’ dens after\r\ngloves!”\r\n\r\n“Yes?” said Sam a little vaguely. The resemblance had not struck him.\r\nIt seemed a silly hobby, and rough on the lions, too.\r\n\r\n“It was the sort of thing Sir Lancelot or Sir Galahad would have done!\r\nBut you shouldn’t have bothered, really! It’s all right, now.”\r\n\r\n“Oh, it’s all right now?”\r\n\r\n“Yes. I’d quite forgotten that Mr. Mortimer was to be on board. He has\r\ngiven me all the money I shall need. You see it was this way. I had to\r\nsail on this boat in rather a hurry. Father’s head clerk was to have\r\ngone to the bank and got some money and met me on board and given it to\r\nme, but the silly old man was late and when he got to the dock they had\r\njust pulled in the gang-plank. So he tried to throw the money to me in\r\na handkerchief and it fell into the water. But you shouldn’t have dived\r\nin after it.”\r\n\r\n“Oh, well!” said Sam, straightening his tie, with a quiet, brave smile.\r\nHe had never expected to feel grateful to that obese bounder who had\r\nshoved him off the rail, but now he would have liked to seek him out\r\nand shake him by the hand.\r\n\r\n“You really are the bravest man I ever met!”\r\n\r\n“Oh, no!”\r\n\r\n“How modest you are! But I suppose all brave men are modest!”\r\n\r\n“I was only too delighted at what looked like a chance of doing you a\r\nservice.”\r\n\r\n“It was the extraordinary quickness of it that was so wonderful. I do\r\nadmire presence of mind. You didn’t hesitate for a second. You just\r\nshot over the side as though propelled by some irresistible force!”\r\n\r\n“It was nothing, nothing really. One just happens to have the knack of\r\nkeeping one’s head and acting quickly on the spur of the moment. Some\r\npeople have it, some haven’t.”\r\n\r\n“And just think! As Bream was saying....”\r\n\r\n“It _is_ all right,” said Mr. Mortimer, reappearing suddenly. “I saw a\r\ncouple of the stewards and they both said it was all right. So it’s all\r\nright.”\r\n\r\n“Splendid,” said the girl. “Oh, Bream!”\r\n\r\n“Hello?”\r\n\r\n“Do be an angel and run along to my state-room and see if Pinky-Boodles\r\nis quite comfortable.”\r\n\r\n“Bound to be.”\r\n\r\n“Yes. But do go. He may be feeling lonely. Chirrup to him a little.”\r\n\r\n“Chirrup?”\r\n\r\n“Yes, to cheer him up.”\r\n\r\n“Oh, all right.”\r\n\r\n“Run along!”\r\n\r\nMr. Mortimer ran along. He had the air of one who feels that he only\r\nneeds a peaked cap and a uniform two sizes too small for him to be a\r\nproperly equipped messenger boy.\r\n\r\n“And, as Bream was saying,” resumed the girl, “you might have been left\r\nbehind.”\r\n\r\n“That,” said Sam, edging a step closer, “was the thought that tortured\r\nme, the thought that a friendship so delightfully begun....”\r\n\r\n“But it hadn’t begun. We have never spoken to each other before now.”\r\n\r\n“Have you forgotten? On the dock....”\r\n\r\nSudden enlightenment came into her eyes.\r\n\r\n“Oh, you are the man poor Pinky-Boodles bit!”\r\n\r\n“The lucky man!”\r\n\r\nHer face clouded.\r\n\r\n“Poor Pinky is feeling the motion of the boat a little. It’s his first\r\nvoyage.”\r\n\r\n“I shall always remember that it was Pinky who first brought us\r\ntogether. Would you care for a stroll on deck?”\r\n\r\n“Not just now, thanks. I must be getting back to my room to finish\r\nunpacking. After lunch, perhaps.”\r\n\r\n“I will be there. By the way, you know my name, but....”\r\n\r\n“Oh, mine?” She smiled brightly. “It’s funny that a person’s name is\r\nthe last thing one thinks of asking. Mine is Bennett.”\r\n\r\n“Bennett!”\r\n\r\n“Wilhelmina Bennett. My friends,” she said softly as she turned away,\r\n“call me Billie!”"
  ]
}