{
  "index": 4,
  "title": "Chapter 3",
  "paragraphs": [
    "SAM CLICKS\r\n\r\n\r\n§ 1\r\n\r\nIt was the fourth morning of the voyage. Of course, when this story is\r\ndone in the movies they won’t be satisfied with a bald statement like\r\nthat; they will have a Spoken Title or a Cut-Back Sub-Caption or\r\nwhatever they call the thing in the low dens where motion-picture\r\nscenario-lizards do their dark work, which will run:—\r\n\r\nAND SO, CALM AND GOLDEN, THE DAYS WENT BY, EACH FRAUGHT WITH HOPE AND\r\nYOUTH AND SWEETNESS, LINKING TWO YOUNG HEARTS IN SILKEN FETTERS FORGED\r\nBY THE LAUGHING LOVE-GOD.\r\n\r\n\r\nand the males in the audience will shift their chewing gum to the other\r\ncheek and take a firmer grip of their companion’s hands and the man at\r\nthe piano will play “Everybody wants a key to my cellar,” or something\r\nequally appropriate, very soulfully and slowly, with a wistful eye on\r\nthe half-smoked cigarette which he has parked on the lowest octave and\r\nintends finishing as soon as the picture is over. But I prefer the\r\nplain frank statement that it was the fourth day of the voyage. That is\r\nmy story and I mean to stick to it.\r\n\r\nSamuel Marlowe, muffled in a bathrobe, came back to the state-room from\r\nhis tub. His manner had the offensive jauntiness of the man who has had\r\na cold bath when he might just as easily have had a hot one. He looked\r\nout of the porthole at the shimmering sea. He felt strong and happy and\r\nexuberant.\r\n\r\nIt was not merely the spiritual pride induced by a cold bath that was\r\nuplifting this young man. The fact was that, as he towelled his glowing\r\nback, he had suddenly come to the decision that this very day he would\r\npropose to Wilhelmina Bennett. Yes, he would put his fortune to the\r\ntest, to win or lose it all. True, he had only known her for four days,\r\nbut what of that?\r\n\r\nNothing in the way of modern progress is more remarkable than the\r\nmanner in which the attitude of your lover has changed concerning\r\nproposals of marriage. When Samuel Marlowe’s grandfather had convinced\r\nhimself, after about a year and a half of respectful aloofness, that\r\nthe emotion which he felt towards Samuel Marlowe’s grandmother-to-be\r\nwas love, the fashion of the period compelled him to approach the\r\nmatter in a roundabout way. First, he spent an evening or two singing\r\nsentimental ballads, she accompanying him on the piano and the rest of\r\nthe family sitting on the side-lines to see that no rough stuff was\r\npulled. Having noted that she drooped her eyelashes and turned faintly\r\npink when he came to the “Thee—only thee!” bit, he felt a mild sense of\r\nencouragement, strong enough to justify him in taking her sister aside\r\nnext day and asking if the object of his affections ever happened to\r\nmention his name in the course of conversation. Further _pour-parlers_\r\nhaving passed with her aunt, two more sisters, and her little brother,\r\nhe felt that the moment had arrived when he might send her a volume of\r\nShelley, with some of the passages marked in pencil. A few weeks later,\r\nhe interviewed her father and obtained his consent to the paying of his\r\naddresses. And finally, after writing her a letter which began “Madam,\r\nyou will not have been insensible to the fact that for some time past\r\nyou have inspired in my bosom feelings deeper than those of ordinary\r\nfriendship....” he waylaid her in the rose-garden and brought the thing\r\noff.\r\n\r\nHow different is the behaviour of the modern young man. His courtship\r\ncan hardly be called a courtship at all. His methods are those of Sir\r\nW. S. Gilbert’s Alphonso.\r\n\r\n“Alphonso, who for cool assurance all creation licks,\r\nHe up and said to Emily who has cheek enough for six:\r\n‘Miss Emily, I love you. Will you marry? Say the word!’\r\nAnd Emily said: ‘Certainly, Alphonso, like a bird!’”\r\n\r\n\r\nSam Marlowe was a warm supporter of the Alphonso method. He was a\r\nbright young man and did not require a year to make up his mind that\r\nWilhelmina Bennett had been set apart by Fate from the beginning of\r\ntime to be his bride. He had known it from the moment he saw her on the\r\ndock, and all the subsequent strolling, reading, talking,\r\nsoup-drinking, tea-drinking, and shuffle-board-playing which they had\r\ndone together had merely solidified his original impression. He loved\r\nthis girl with all the force of a fiery nature—the fiery nature of the\r\nMarlowes was a by-word in Bruton Street, Berkeley Square—and something\r\nseemed to whisper that she loved him. At any rate she wanted somebody\r\nlike Sir Galahad, and, without wishing to hurl bouquets at himself, he\r\ncould not see where she could possibly get anyone liker Sir Galahad\r\nthan himself. So, wind and weather permitting, Samuel Marlowe intended\r\nto propose to Wilhelmina Bennett this very day.\r\n\r\nHe let down the trick basin which hung beneath the mirror and,\r\ncollecting his shaving materials, began to lather his face.\r\n\r\n“I am the Bandolero!” sang Sam blithely through the soap. “I am, I am\r\nthe Bandolero! Yes, yes, I am the Bandolero!”\r\n\r\nThe untidy heap of bedclothes in the lower berth stirred restlessly.\r\n\r\n“Oh, God!” said Eustace Hignett thrusting out a tousled head.\r\n\r\nSam regarded his cousin with commiseration. Horrid things had been\r\nhappening to Eustace during the last few days, and it was quite a\r\npleasant surprise each morning to find that he was still alive.\r\n\r\n“Feeling bad again, old man?”\r\n\r\n“I was feeling all right,” replied Hignett churlishly, “until you began\r\nthe farmyard imitations. What sort of a day is it?”\r\n\r\n“Glorious! The sea....”\r\n\r\n“Don’t talk about the sea!”\r\n\r\n“Sorry! The sun is shining brighter than it has ever shone in the\r\nhistory of the race. Why don’t you get up?”\r\n\r\n“Nothing will induce me to get up.”\r\n\r\n“Well, go a regular buster and have an egg for breakfast.”\r\n\r\nEustace Hignett shuddered. He eyed Sam sourly. “You seem devilish\r\npleased with yourself this morning!” he said censoriously.\r\n\r\nSam dried the razor carefully and put it away. He hesitated. Then the\r\ndesire to confide in somebody got the better of him.\r\n\r\n“The fact is,” he said apologetically, “I’m in love!”\r\n\r\n“In love!” Eustace Hignett sat up and bumped his head sharply against\r\nthe berth above him. “Has this been going on long?”\r\n\r\n“Ever since the voyage started.”\r\n\r\n“I think you might have told me,” said Eustace reproachfully. “I told\r\nyou my troubles. Why did you not let me know that this awful thing had\r\ncome upon you?”\r\n\r\n“Well, as a matter of fact, old man, during these last few days I had a\r\nnotion that your mind was, so to speak, occupied elsewhere.”\r\n\r\n“Who is she?”\r\n\r\n“Oh, a girl I met on board.”\r\n\r\n“Don’t do it!” said Eustace Hignett solemnly. “As a friend I entreat\r\nyou not to do it. Take my advice, as a man who knows women, and don’t\r\ndo it!”\r\n\r\n“Don’t do what?”\r\n\r\n“Propose to her. I can tell by the glitter in your eye that you are\r\nintending to propose to this girl—probably this morning.”\r\n\r\n“Not this morning—after lunch. I always think one can do oneself more\r\njustice after lunch.”\r\n\r\n“Don’t do it. Women are the devil, whether they marry you or jilt you.\r\nDo you realise that women wear black evening dresses that have to be\r\nhooked up in a hurry when you are late for the theatre, and that, out\r\nof sheer wanton malignity, the hooks and eyes on those dresses are also\r\nmade black? Do you realise...?”\r\n\r\n“Oh, I’ve thought it all out.”\r\n\r\n“And take the matter of children. How would you like to become the\r\nfather—and a mere glance around you will show you that the chances are\r\nenormously in favour of such a thing happening—of a boy with spectacles\r\nand protruding front teeth who asks questions all the time? Out of six\r\nsmall boys whom I saw when I came on board, four wore spectacles and\r\nhad teeth like rabbits. The other two were equally revolting in\r\ndifferent styles. How would you like to become the father...?”\r\n\r\n“There is no need to be indelicate,” said Sam stiffly. “A man must take\r\nthese chances.”\r\n\r\n“Give her the miss in baulk,” pleaded Hignett. “Stay down here for the\r\nrest of the voyage. You can easily dodge her when you get to\r\nSouthampton. And, if she sends messages, say you’re ill and can’t be\r\ndisturbed.”\r\n\r\nSam gazed at him, revolted. More than ever he began to understand how\r\nit was that a girl with ideals had broken off her engagement with this\r\nman. He finished dressing, and, after a satisfying breakfast, went on\r\ndeck.\r\n\r\n§ 2\r\n\r\nIt was, as he had said, a glorious morning. The sample which he had had\r\nthrough the porthole had not prepared him for the magic of it. The ship\r\nswam in a vast bowl of the purest blue on an azure carpet flecked with\r\nsilver. It was a morning which impelled a man to great deeds, a morning\r\nwhich shouted to him to chuck his chest out and be romantic. The sight\r\nof Billie Bennett, trim and gleaming in a pale green sweater and white\r\nskirt had the effect of causing Marlowe to alter the programme which he\r\nhad sketched out. Proposing to this girl was not a thing to be put off\r\ntill after lunch. It was a thing to be done now and at once. The finest\r\nefforts of the finest cooks in the world could not put him in better\r\nform than he felt at present.\r\n\r\n“Good morning, Miss Bennett.”\r\n\r\n“Good morning, Mr. Marlowe.”\r\n\r\n“Isn’t it a perfect day?”\r\n\r\n“Wonderful!”\r\n\r\n“It makes all the difference on board ship if the weather is fine.”\r\n\r\n“Yes, doesn’t it?”\r\n\r\nHow strange it is that the great emotional scenes of history, one of\r\nwhich is coming along almost immediately, always begin in this prosaic\r\nway. Shakespeare tries to conceal the fact, but there can be little\r\ndoubt that Romeo and Juliet edged into their balcony scene with a few\r\nremarks on the pleasantness of the morning.\r\n\r\n“Shall we walk round?” said Billie.\r\n\r\nSam glanced about him. It was the time of day when the promenade deck\r\nwas always full. Passengers in cocoons of rugs lay on chairs, waiting\r\nin a dull trance till the steward should arrive with the eleven o’clock\r\nsoup. Others, more energetic, strode up and down. From the point of\r\nview of a man who wished to reveal his most sacred feelings to a\r\nbeautiful girl, the place was practically a tube station during the\r\nrush hour.\r\n\r\n“It’s so crowded,” he said. “Let’s go on to the upper deck.”\r\n\r\n“All right. You can read to me. Go and fetch your Tennyson.”\r\n\r\nSam felt that fortune was playing into his hands. His four-days’\r\nacquaintance with the bard had been sufficient to show him that the man\r\nwas there forty ways when it came to writing about love. You could open\r\nhis collected works almost anywhere and shut your eyes and dab down\r\nyour finger on some red-hot passage. A proposal of marriage is a thing\r\nwhich it is rather difficult to bring neatly into the ordinary run of\r\nconversation. It wants leading up to. But, if you once start reading\r\npoetry, especially Tennyson’s, almost anything is apt to give you your\r\ncue. He bounded light-heartedly into the state-room, waking Eustace\r\nHignett from an uneasy dose.\r\n\r\n“Now what?” said Eustace.\r\n\r\n“Where’s that copy of Tennyson you gave me? I left it—ah, here it is.\r\nWell, see you later!”\r\n\r\n“Wait! What are you going to do?”\r\n\r\n“Oh, that girl I told you about,” said Sam making for the door. “She\r\nwants me to read Tennyson to her on the upper deck.”\r\n\r\n“Tennyson?”\r\n\r\n“Yes.”\r\n\r\n“On the upper deck?”\r\n\r\n“Yes.”\r\n\r\n“This is the end,” said Eustace Hignett, turning his face to the wall.\r\n\r\nSam raced up the companion-way as far as it went; then, going out on\r\ndeck, climbed a flight of steps and found himself in the only part of\r\nthe ship which was ever even comparatively private. The main herd of\r\npassengers preferred the promenade deck, two layers below.\r\n\r\nHe threaded his way through a maze of boats, ropes, and curious-shaped\r\nsteel structures which the architect of the ship seemed to have tacked\r\non at the last moment in a spirit of sheer exuberance. Above him\r\ntowered one of the funnels, before him a long, slender mast. He hurried\r\non, and presently came upon Billie sitting on a garden seat, backed by\r\nthe white roof of the smoke-room; beside this was a small deck which\r\nseemed to have lost its way and strayed up here all by itself. It was\r\nthe deck on which one could occasionally see the patients playing an\r\nodd game with long sticks and bits of wood—not shuffleboard but\r\nsomething even lower in the mental scale. This morning, however, the\r\ndevotees of this pastime were apparently under proper restraint, for\r\nthe deck was empty.\r\n\r\n“This is jolly,” he said sitting down beside the girl and drawing a\r\ndeep breath of satisfaction.\r\n\r\n“Yes, I love this deck. It’s so peaceful.”\r\n\r\n“It’s the only part of the ship where you can be reasonably sure of not\r\nmeeting stout men in flannels and nautical caps. An ocean voyage always\r\nmakes me wish that I had a private yacht.”\r\n\r\n“It would be nice.”\r\n\r\n“A private yacht,” repeated Sam, sliding a trifle closer. “We would\r\nsail about, visiting desert islands which lay like jewels in the heart\r\nof tropic seas.”\r\n\r\n“We?”\r\n\r\n“Most certainly we. It wouldn’t be any fun if you were not there.”\r\n\r\n“That’s very complimentary.”\r\n\r\n“Well, it wouldn’t. I’m not fond of girls as a rule....”\r\n\r\n“Oh, aren’t you?”\r\n\r\n“No!” said Sam decidedly. It was a point which he wished to make clear\r\nat the outset. “Not at all fond. My friends have often remarked upon\r\nit. A palmist once told me that I had one of those rare spiritual\r\nnatures which cannot be satisfied with substitutes but must seek and\r\nseek till they find their soul-mate. When other men all round me were\r\nfrittering away their emotions in idle flirtations which did not touch\r\ntheir deeper natures, I was ... I was ... well, I wasn’t, if you see\r\nwhat I mean.”\r\n\r\n“Oh, you wasn’t ... weren’t?”\r\n\r\n“No. Some day I knew I should meet the only girl I could possibly love,\r\nand then I would pour out upon her the stored-up devotion of a\r\nlifetime, lay an unblemished heart at her feet, fold her in my arms and\r\nsay ‘At last!’”\r\n\r\n“How jolly for her. Like having a circus all to oneself.”\r\n\r\n“Well, yes,” said Sam after a momentary pause.\r\n\r\n“When I was a child I always thought that that would be the most\r\nwonderful thing in the world.”\r\n\r\n“The most wonderful thing in the world is love, a pure and consuming\r\nlove, a love which....”\r\n\r\n“Oh, hello!” said a voice.\r\n\r\nAll through this scene, right from the very beginning of it, Sam had\r\nnot been able to rid himself of a feeling that there was something\r\nmissing. The time and the place and the girl—they were all present and\r\ncorrect; nevertheless there was something missing, some familiar object\r\nwhich seemed to leave a gap. He now perceived that what had caused the\r\nfeeling was the complete absence of Bream Mortimer. He was absent no\r\nlonger. He was standing in front of them with one leg, his head lowered\r\nas if he were waiting for someone to scratch it. Sam’s primary impulse\r\nwas to offer him a nut.\r\n\r\n“Oh, hello, Bream!” said Billie.\r\n\r\n“Hullo!” said Sam.\r\n\r\n“Hello!” said Bream Mortimer. “Here you are!”\r\n\r\nThere was a pause.\r\n\r\n“I thought you might be here,” said Bream.\r\n\r\n“Yes, here we are,” said Billie.\r\n\r\n“Yes, we’re here,” said Sam.\r\n\r\nThere was another pause.\r\n\r\n“Mind if I join you?” said Bream.\r\n\r\n“N—no,” said Billie.\r\n\r\n“N—no,” said Sam.\r\n\r\n“No,” said Billie again. “No ... that is to say ... oh no, not at all.”\r\n\r\nThere was a third pause.\r\n\r\n“On second thoughts,” said Bream, “I believe I’ll take a stroll on the\r\npromenade deck if you don’t mind.”\r\n\r\nThey said they did not mind. Bream Mortimer, having bumped his head\r\ntwice against overhanging steel ropes, melted away.\r\n\r\n“Who is that fellow?” demanded Sam wrathfully.\r\n\r\n“He’s the son of father’s best friend.”\r\n\r\nSam started. Somehow this girl had always been so individual to him\r\nthat he had never thought of her having a father.\r\n\r\n“We have known each other all our lives,” continued Billie. “Father\r\nthinks a tremendous lot of Bream. I suppose it was because Bream was\r\nsailing by her that father insisted on my coming over on this boat. I’m\r\nin disgrace, you know. I was cabled for and had to sail at a few days’\r\nnotice. I....”\r\n\r\n“Oh, hello!”\r\n\r\n“Why, Bream!” said Billie looking at him as he stood on the old spot in\r\nthe same familiar attitude with rather less affection than the son of\r\nher father’s best friend might have expected. “I thought you said you\r\nwere going down to the promenade deck.\r\n\r\n“I did go down to the promenade deck. And I’d hardly got there when a\r\nfellow who’s getting up the ship’s concert to-morrow night nobbled me\r\nto do something for it. I said I could only do conjuring tricks and\r\njuggling and so on, and he said all right, do conjuring tricks and\r\njuggling, then. He wanted to know if I knew anyone else who would help.\r\nI came up to ask you,” he said to Sam, “if you would do something.”\r\n\r\n“No,” said Sam. “I won’t.”\r\n\r\n“He’s got a man who’s going to lecture on deep-sea fish and a couple of\r\nwomen who both want to sing ‘The Rosary’ but he’s still a turn or two\r\nshort. Sure you won’t rally round?”\r\n\r\n“Quite sure.”\r\n\r\n“Oh, all right.” Bream Mortimer hovered wistfully above them. “It’s a\r\ngreat morning, isn’t it?”\r\n\r\n“Yes,” said Sam.\r\n\r\n“Oh, Bream!” said Billie.\r\n\r\n“Hello?”\r\n\r\n“Do be a pet and go and talk to Jane Hubbard. I’m sure she must be\r\nfeeling lonely. I left her all by herself down on the next deck.”\r\n\r\nA look of alarm spread itself over Bream’s face.\r\n\r\n“Jane Hubbard! Oh, say, have a heart!”\r\n\r\n“She’s a very nice girl.”\r\n\r\n“She’s so darned dynamic. She looks at you as if you were a giraffe or\r\nsomething and she would like to take a pot at you with a rifle.”\r\n\r\n“Nonsense! Run along. Get her to tell you some of her big-game hunting\r\nexperiences. They are most interesting.”\r\n\r\nBream drifted sadly away.\r\n\r\n“I don’t blame Miss Hubbard,” said Sam.\r\n\r\n“What do you mean?”\r\n\r\n“Looking at him as if she wanted to pot at him with a rifle. I should\r\nlike to do it myself.”\r\n\r\n“Oh, don’t let’s talk about Bream. Read me some Tennyson.”\r\n\r\nSam opened the book very willingly. Infernal Bream Mortimer had\r\nabsolutely shot to pieces the spell which had begun to fall on them at\r\nthe beginning of their conversation. Only by reading poetry, it seemed\r\nto him, could it be recovered. And when he saw the passage at which the\r\nvolume had opened he realised that his luck was in. Good old Tennyson!\r\nHe was all right. He had the stuff. You could rely on him every time.\r\n\r\nHe cleared his throat.\r\n\r\n“Oh let the solid ground\r\n    Not fail beneath my feet\r\nBefore my life has found\r\n    What some have found so sweet;\r\nThen let come what come may,\r\n    What matter if I go mad,\r\nI shall have had my day.\r\n\r\nLet the sweet heavens endure,\r\n    Not close and darken above me\r\nBefore I am quite quite sure\r\n    That there is one to love me....”\r\n\r\n\r\nThis was absolutely topping. It was like diving off a spring-board. He\r\ncould see the girl sitting with a soft smile on her face, her eyes, big\r\nand dreamy, gazing out over the sunlit sea. He laid down the book and\r\ntook her hand.\r\n\r\n“There is something,” he began in a low voice, “which I have been\r\ntrying to say ever since we met, something which I think you must have\r\nread in my eyes.”\r\n\r\nHer head was bent. She did not withdraw her hand.\r\n\r\n“Until this voyage began,” he went on, “I did not know what life meant.\r\nAnd then I saw you! It was like the gate of heaven opening. You’re the\r\ndearest girl I ever met, and you can bet I’ll never forget....” He\r\nstopped. “I’m not trying to make it rhyme,” he said apologetically.\r\n“Billie, don’t think me silly ... I mean ... if you had the merest\r\nnotion, dearest ... I don’t know what’s the matter with me ... Billie,\r\ndarling, you are the only girl in the world! I have been looking for\r\nyou for years and years and I have found you at last, my soul-mate.\r\nSurely this does not come as a surprise to you? That is, I mean, you\r\nmust have seen that I’ve been keen.... There’s that damned Walt Mason\r\nstuff again!” His eyes fell on the volume beside him and he uttered an\r\nexclamation of enlightenment. “It’s those poems!” he cried. “I’ve been\r\nboning them up to such an extent that they’ve got me doing it too. What\r\nI’m trying to say is, Will you marry me?”\r\n\r\nShe was drooping towards him. Her face was very sweet and tender, her\r\neyes misty. He slid an arm about her waist. She raised her lips to his.\r\n\r\n§ 3\r\n\r\nSuddenly she drew herself away, a cloud on her face.\r\n\r\n“Darling,” she said, “I’ve a confession to make.”\r\n\r\n“A confession? You? Nonsense!”\r\n\r\n“I can’t get rid of a horrible thought. I was wondering if this will\r\nlast.”\r\n\r\n“Our love? Don’t be afraid that it will fade ... I mean ... why, it’s\r\nso vast, it’s bound to last ... that is to say, of course it will.”\r\n\r\nShe traced a pattern on the deck with her shoe.\r\n\r\n“I’m afraid of myself. You see, once before—and it was not so very long\r\nago,—I thought I had met my ideal, but....”\r\n\r\nSam laughed heartily.\r\n\r\n“Are you worrying about that absurd business of poor old Eustace\r\nHignett?”\r\n\r\nShe started violently.\r\n\r\n“You know!”\r\n\r\n“Of course! He told me himself.”\r\n\r\n“Do you know him? Where did you meet him?”\r\n\r\n“I’ve known him all my life. He’s my cousin. As a matter of fact, we\r\nare sharing a state-room on board now.”\r\n\r\n“Eustace is on board! Oh, this is awful! What shall I do when I meet\r\nhim?”\r\n\r\n“Oh, pass it off with a light laugh and a genial quip. Just say: ‘Oh,\r\nhere you are!’ or something. You know the sort of thing.”\r\n\r\n“It will be terrible.”\r\n\r\n“Not a bit of it. Why should you feel embarrassed? He must have\r\nrealised by now that you acted in the only possible way. It was absurd\r\nhis ever expecting you to marry him. I mean to say, just look at it\r\ndispassionately ... Eustace ... poor old Eustace ... and _you!_ The\r\nPrincess and the Swineherd!”\r\n\r\n“Does Mr. Hignett keep pigs?” she asked, surprised.\r\n\r\n“I mean that poor old Eustace is so far below you, darling, that, with\r\nthe most charitable intentions, one can only look on his asking you to\r\nmarry him in the light of a record exhibition of pure nerve. A dear,\r\ngood fellow, of course, but hopeless where the sterner realities of\r\nlife are concerned. A man who can’t even stop a dog-fight! In a world\r\nwhich is practically one seething mass of fighting dogs, how could you\r\ntrust yourself to such a one? Nobody is fonder of Eustace Hignett than\r\nI am, but ... well, I mean to say!”\r\n\r\n“I see what you mean. He really wasn’t my ideal.”\r\n\r\n“Not by a mile!”\r\n\r\nShe mused, her chin in her hand.\r\n\r\n“Of course, he was quite a dear in a lot of ways.”\r\n\r\n“Oh, a splendid chap,” said Sam tolerantly.\r\n\r\n“Have you ever heard him sing? I think what first attracted me to him\r\nwas his beautiful voice. He really sings extraordinarily well.”\r\n\r\nA slight but definite spasm of jealousy afflicted Sam. He had no\r\nobjection to praising poor old Eustace within decent limits, but the\r\nconversation seemed to him to be confining itself too exclusively to\r\none subject.\r\n\r\n“Yes?” he said. “Oh yes, I’ve heard him sing. Not lately. He does\r\ndrawing-room ballads and all that sort of thing still, I suppose?”\r\n\r\n“Have you ever heard him sing ‘My love is like a glowing tulip that in\r\nan old-world garden grows’?”\r\n\r\n“I have not had that advantage,” replied Sam stiffly. “But anyone can\r\nsing a drawing-room ballad. Now something funny, something that will\r\nmake people laugh, something that really needs putting across ...\r\nthat’s a different thing altogether.”\r\n\r\n“Do you sing that sort of thing?”\r\n\r\n“People have been good enough to say....”\r\n\r\n“Then,” said Billie decidedly, “you must certainly do something at the\r\nship’s concert to-morrow! The idea of your trying to hide your light\r\nunder a bushel! I will tell Bream to count on you. He is an excellent\r\naccompanist. He can accompany you.”\r\n\r\n“Yes, but ... well, I don’t know,” said Sam doubtfully. He could not\r\nhelp remembering that the last time he had sung in public had been at a\r\nhouse-supper at school, seven years before, and that on that occasion\r\nsomebody whom it was a lasting grief to him that he had been unable to\r\nidentify had thrown a pat of butter at him.\r\n\r\n“Of course you must sing,” said Billie. “I’ll tell Bream when I go down\r\nto lunch. What will you sing?”\r\n\r\n“Well—er—”\r\n\r\n“Well, I’m sure it will be wonderful whatever it is. You are so\r\nwonderful in every way. You remind me of one of the heroes of old!”\r\n\r\nSam’s discomposure vanished. In the first place, this was much more the\r\nsort of conversation which he felt the situation indicated. In the\r\nsecond place he had remembered that there was no need for him to sing\r\nat all. He could do that imitation of Frank Tinney which had been such\r\na hit at the Trinity smoker. He was on safe ground there. He knew he\r\nwas good. He clasped the girl to him and kissed her sixteen times.\r\n\r\n§ 4\r\n\r\nBillie Bennett stood in front of the mirror in her state-room dreamily\r\nbrushing the glorious red hair that fell in a tumbled mass about her\r\nshoulders. On the lounge beside her, swathed in a business-like grey\r\nkimono, Jane Hubbard watched her, smoking a cigarette.\r\n\r\nJane Hubbard was a splendid specimen of bronzed, strapping womanhood.\r\nHer whole appearance spoke of the open air and the great wide spaces\r\nand all that sort of thing. She was a thoroughly wholesome, manly girl,\r\nabout the same age as Billie, with a strong chin and an eye that had\r\nlooked leopards squarely in the face and caused them to withdraw\r\nabashed into the undergrowth, or wherever it is that leopards withdraw\r\nwhen abashed. One could not picture Jane Hubbard flirting lightly at\r\ngarden parties, but one could picture her very readily arguing with a\r\nmutinous native bearer, or with a firm touch putting sweetness and\r\nlight into the soul of a refractory mule. Boadicea in her girlhood must\r\nhave been rather like Jane Hubbard.\r\n\r\nShe smoked contentedly. She had rolled her cigarette herself with one\r\nhand, a feat beyond the powers of all but the very greatest. She was\r\npleasantly tired after walking eighty-five times round the promenade\r\ndeck. Soon she would go to bed and fall asleep the moment her head\r\ntouched the pillow. But meanwhile she lingered here, for she felt that\r\nBillie had something to confide in her.\r\n\r\n“Jane,” said Billie, “have you ever been in love?”\r\n\r\nJane Hubbard knocked the ash off her cigarette.\r\n\r\n“Not since I was eleven,” she said in her deep musical voice. “He was\r\nmy music-master. He was forty-seven and completely bald, but there was\r\nan appealing weakness in him which won my heart. He was afraid of cats,\r\nI remember.”\r\n\r\nBillie gathered her hair into a molten bundle and let it run through\r\nher fingers.\r\n\r\n“Oh, Jane!” she exclaimed. “Surely you don’t like weak men. I like a\r\nman who is strong and brave and wonderful.”\r\n\r\n“I can’t stand brave men,” said Jane, “it makes them so independent. I\r\ncould only love a man who would depend on me in everything. Sometimes,\r\nwhen I have been roughing it out in the jungle,” she went on rather\r\nwistfully, “I have had my dreams of some gentle clinging man who would\r\nput his hand in mine and tell me all his poor little troubles and let\r\nme pet and comfort him and bring the smiles back to his face. I’m\r\nbeginning to want to settle down. After all there are other things for\r\na woman to do in this life besides travelling and big-game hunting. I\r\nshould like to go into Parliament. And, if I did that, I should\r\npractically have to marry. I mean, I should have to have a man to look\r\nafter the social end of life and arrange parties and receptions and so\r\non, and sit ornamentally at the head of my table. I can’t imagine\r\nanything jollier than marriage under conditions like that. When I came\r\nback a bit done up after a long sitting at the House, he would mix me a\r\nwhisky-and-soda and read poetry to me or prattle about all the things\r\nhe had been doing during the day.... Why, it would be ideal!”\r\n\r\nJane Hubbard gave a little sigh. Her fine eyes gazed dreamily at a\r\nsmoke ring which she had sent floating towards the ceiling.\r\n\r\n“Jane,” said Billie. “I believe you’re thinking of somebody definite.\r\nWho is he?”\r\n\r\nThe big-game huntress blushed. The embarrassment which she exhibited\r\nmade her look manlier than ever.\r\n\r\n“I don’t know his name.”\r\n\r\n“But there is really someone?”\r\n\r\n“Yes.”\r\n\r\n“How splendid! Tell me about him.”\r\n\r\nJane Hubbard clasped her strong hands and looked down at the floor.\r\n\r\n“I met him on the Subway a couple of days before I left New York. You\r\nknow how crowded the Subway is at the rush hour. I had a seat, of\r\ncourse, but this poor little fellow—_so_ good-looking, my dear! he\r\nreminded me of the pictures of Lord Byron—was hanging from a strap and\r\nbeing jerked about till I thought his poor little arms would be\r\nwrenched out of their sockets. And he looked so unhappy, as though he\r\nhad some secret sorrow. I offered him my seat, but he wouldn’t take it.\r\nA couple of stations later, however, the man next to me got out and he\r\nsat down and we got into conversation. There wasn’t time to talk much.\r\nI told him I had been down-town fetching an elephant-gun which I had\r\nleft to be mended. He was so prettily interested when I showed him the\r\nmechanism. We got along famously. But—oh, well, it was just another\r\ncase of ships that pass in the night—I’m afraid I’ve been boring you.”\r\n\r\n“Oh, Jane! You haven’t! You see ... you see, I’m in love myself.”\r\n\r\n“I had an idea you were,” said her friend looking at her critically.\r\n“You’ve been refusing your oats the last few days, and that’s a sure\r\nsign. Is he that fellow that’s always around with you and who looks\r\nlike a parrot?”\r\n\r\n“Bream Mortimer? Good gracious, no!” cried Billie indignantly. “As if I\r\nshould fall in love with Bream!”\r\n\r\n“When I was out in British East Africa,” said Miss Hubbard, “I had a\r\nbird that was the living image of Bream Mortimer. I taught him to\r\nwhistle ‘Annie Laurie’ and to ask for his supper in three native\r\ndialects. Eventually he died of the pip, poor fellow. Well, if it isn’t\r\nBream Mortimer, who is it?”\r\n\r\n“His name is Marlowe. He’s tall and handsome and very strong-looking.\r\nHe reminds me of a Greek god.”\r\n\r\n“Ugh!” said Miss Hubbard.\r\n\r\n“Jane, we’re engaged.”\r\n\r\n“No!” said the huntress, interested. “When can I meet him?”\r\n\r\n“I’ll introduce you to-morrow I’m so happy.”\r\n\r\n“That’s fine!”\r\n\r\n“And yet, somehow,” said Billie, plaiting her hair, “do you ever have\r\npresentiments? I can’t get rid of an awful feeling that something’s\r\ngoing to happen to spoil everything.”\r\n\r\n“What could spoil everything?”\r\n\r\n“Well, I think him so wonderful, you know. Suppose he were to do\r\nanything to blur the image I have formed of him.”\r\n\r\n“Oh, he won’t. You said he was one of those strong men, didn’t you?\r\nThey always run true to form. They never do anything except be strong.”\r\n\r\nBillie looked meditatively at her reflection in the glass.\r\n\r\n“You know I thought I was in love once before, Jane.”\r\n\r\n“Yes?”\r\n\r\n“We were going to be married and I had actually gone to the church. And\r\nI waited and waited and he didn’t come; and what do you think had\r\nhappened?”\r\n\r\n“What?”\r\n\r\n“His mother had stolen his trousers.”\r\n\r\nJane Hubbard laughed heartily.\r\n\r\n“It’s nothing to laugh at,” said Billie seriously “It was a tragedy. I\r\nhad always thought him romantic, and when this happened the scales\r\nseemed to fall from my eyes. I saw that I had made a mistake.”\r\n\r\n“And you broke off the engagement?”\r\n\r\n“Of course!”\r\n\r\n“I think you were hard on him. A man can’t help his mother stealing his\r\ntrousers.”\r\n\r\n“No. But when he finds they’re gone, he can ’phone to the tailor for\r\nsome more or borrow the janitor’s or do _something_. But he simply\r\nstayed where he was and didn’t do a thing. Just because he was too much\r\nafraid of his mother to tell her straight out that he meant to be\r\nmarried that day.”\r\n\r\n“Now that,” said Miss Hubbard, “is just the sort of trait in a man\r\nwhich would appeal to me. I like a nervous, shrinking man.”\r\n\r\n“I don’t. Besides, it made him seem so ridiculous, and—I don’t know why\r\nit is—I can’t forgive a man for looking ridiculous. Thank goodness, my\r\ndarling Sam couldn’t look ridiculous, even if he tried. He’s wonderful,\r\nJane. He reminds me of a knight of the Round Table. You ought to see\r\nhis eyes flash.”\r\n\r\nMiss Hubbard got up and stretched herself with a yawn.\r\n\r\n“Well, I’ll be on the promenade deck after breakfast to-morrow. If you\r\ncan arrange to have him flash his eyes then—say between nine-thirty and\r\nten—I shall be delighted to watch them.”"
  ]
}