{
  "index": 1,
  "title": "Chapter 1",
  "paragraphs": [
    "CHAPTER I.\r\nA DISTURBING MORNING\r\n\r\n\r\nThrough the curtained windows of the furnished flat which Mrs. Horace\r\nHignett had rented for her stay in New York, rays of golden sunlight\r\npeeped in like the foremost spies of some advancing army. It was a fine\r\nsummer morning. The hands of the Dutch clock in the hall pointed to\r\nthirteen minutes past nine; those of the ormolu clock in the\r\nsitting-room to eleven minutes past ten; those of the carriage clock on\r\nthe bookshelf to fourteen minutes to six. In other words, it was\r\nexactly eight; and Mrs. Hignett acknowledged the fact by moving her\r\nhead on the pillow, opening her eyes, and sitting up in bed. She always\r\nwoke at eight precisely.\r\n\r\nWas this Mrs. Hignett _the_ Mrs. Hignett, the world-famous writer on\r\nTheosophy, the author of “The Spreading Light,” “What of the Morrow,”\r\nand all the rest of that well-known series? I’m glad you asked me. Yes,\r\nshe was. She had come over to America on a lecturing tour.\r\n\r\nAbout this time there was a good deal of suffering in the United\r\nStates, for nearly every boat that arrived from England was bringing a\r\nfresh swarm of British lecturers to the country. Novelists, poets,\r\nscientists, philosophers, and plain, ordinary bores; some herd instinct\r\nseemed to affect them all simultaneously. It was like one of those\r\ngreat race movements of the Middle Ages. Men and women of widely\r\ndiffering views on religion, art, politics, and almost every other\r\nsubject; on this one point the intellectuals of Great Britain were\r\nsingle-minded, that there was easy money to be picked up on the\r\nlecture-platforms of America, and that they might just as well grab it\r\nas the next person.\r\n\r\nMrs. Hignett had come over with the first batch of immigrants; for,\r\nspiritual as her writings were, there was a solid streak of business\r\nsense in this woman, and she meant to get hers while the getting was\r\ngood. She was half way across the Atlantic with a complete itinerary\r\nbooked, before ninety per cent. of the poets and philosophers had\r\nfinished sorting out their clean collars and getting their photographs\r\ntaken for the passport.\r\n\r\nShe had not left England without a pang, for departure had involved\r\nsacrifices. More than anything else in the world she loved her charming\r\nhome, Windles, in the county of Hampshire, for so many years the seat\r\nof the Hignett family. Windles was as the breath of life to her. Its\r\nshady walks, its silver lake, its noble elms, the old grey stone of its\r\nwalls—these were bound up with her very being. She felt that she\r\nbelonged to Windles, and Windles to her. Unfortunately, as a matter of\r\ncold, legal accuracy, it did not. She did but hold it in trust for her\r\nson, Eustace, until such time as he should marry and take possession of\r\nit himself. There were times when the thought of Eustace marrying and\r\nbringing a strange woman to Windles chilled Mrs. Hignett to her very\r\nmarrow. Happily, her firm policy of keeping her son permanently under\r\nher eye at home and never permitting him to have speech with a female\r\nbelow the age of fifty, had averted the peril up till now.\r\n\r\nEustace had accompanied his mother to America. It was his faint snores\r\nwhich she could hear in the adjoining room as, having bathed and\r\ndressed, she went down the hall to where breakfast awaited her. She\r\nsmiled tolerantly. She had never desired to convert her son to her own\r\nearly-rising habits, for, apart from not allowing him to call his soul\r\nhis own, she was an indulgent mother. Eustace would get up at half-past\r\nnine, long after she had finished breakfast, read her correspondence,\r\nand started her duties for the day.\r\n\r\nBreakfast was on the table in the sitting-room, a modest meal of rolls,\r\nporridge, and imitation coffee. Beside the pot containing this\r\nhell-brew, was a little pile of letters. Mrs. Hignett opened them as\r\nshe ate. The majority were from disciples and dealt with matters of\r\npurely theosophical interest. There was an invitation from the\r\nButterfly Club, asking her to be the guest of honour at their weekly\r\ndinner. There was a letter from her brother Mallaby—Sir Mallaby\r\nMarlowe, the eminent London lawyer—saying that his son Sam, of whom she\r\nhad never approved, would be in New York shortly, passing through on\r\nhis way back to England, and hoping that she would see something of\r\nhim. Altogether a dull mail. Mrs. Hignett skimmed through it without\r\ninterest, setting aside one or two of the letters for Eustace, who\r\nacted as her unpaid secretary, to answer later in the day.\r\n\r\nShe had just risen from the table, when there was a sound of voices in\r\nthe hall, and presently the domestic staff, a gaunt Irish lady of\r\nadvanced years, entered the room.\r\n\r\n“Ma’am, there was a gentleman.”\r\n\r\nMrs. Hignett was annoyed. Her mornings were sacred.\r\n\r\n“Didn’t you tell him I was not to be disturbed?”\r\n\r\n“I did not. I loosed him into the parlour.” The staff remained for a\r\nmoment in melancholy silence, then resumed. “He says he’s your nephew.\r\nHis name’s Marlowe.”\r\n\r\nMrs. Hignett experienced no diminution of her annoyance. She had not\r\nseen her nephew Sam for ten years, and would have been willing to\r\nextend the period. She remembered him as an untidy small boy who once\r\nor twice, during his school holidays, had disturbed the cloistral peace\r\nof Windles with his beastly presence. However, blood being thicker than\r\nwater, and all that sort of thing, she supposed she would have to give\r\nhim five minutes. She went into the sitting-room, and found there a\r\nyoung man who looked more or less like all other young men, though\r\nperhaps rather fitter than most. He had grown a good deal since she had\r\nlast met him, as men so often do between the ages of fifteen and\r\ntwenty-five, and was now about six feet in height, about forty inches\r\nround the chest, and in weight about thirteen stone. He had a brown and\r\namiable face, marred at the moment by an expression of discomfort\r\nsomewhat akin to that of a cat in a strange alley.\r\n\r\n“Hullo, Aunt Adeline!” he said awkwardly.\r\n\r\n“Well, Samuel!” said Mrs. Hignett.\r\n\r\nThere was a pause. Mrs. Hignett, who was not fond of young men and\r\ndisliked having her mornings broken into, was thinking that he had not\r\nimproved in the slightest degree since their last meeting; and Sam, who\r\nimagined that he had long since grown to man’s estate and put off\r\nchildish things, was embarrassed to discover that his aunt still\r\naffected him as of old. That is to say, she made him feel as if he had\r\nomitted to shave and, in addition to that, had swallowed some drug\r\nwhich had caused him to swell unpleasantly, particularly about the\r\nhands and feet.\r\n\r\n“Jolly morning,” said Sam, perseveringly.\r\n\r\n“So I imagine. I have not yet been out.”\r\n\r\n“Thought I’d look in and see how you were.”\r\n\r\n“That was very kind of you. The morning is my busy time, but ... yes,\r\nthat was very kind of you!”\r\n\r\nThere was another pause.\r\n\r\n“How do you like America?” said Sam.\r\n\r\n“I dislike it exceedingly.”\r\n\r\n“Yes? Well, of course, some people do. Prohibition and all that.\r\nPersonally, it doesn’t affect me. I can take it or leave it alone. I\r\nlike America myself,” said Sam. “I’ve had a wonderful time. Everybody’s\r\ntreated me like a rich uncle. I’ve been in Detroit, you know, and they\r\npractically gave me the city and asked me if I’d like another to take\r\nhome in my pocket. Never saw anything like it. I might have been the\r\nmissing heir! I think America’s the greatest invention on record.”\r\n\r\n“And what brought you to America?” said Mrs. Hignett, unmoved by this\r\nrhapsody.\r\n\r\n“Oh, I came over to play golf. In a tournament, you know.”\r\n\r\n“Surely at your age,” said Mrs. Hignett, disapprovingly, “you could be\r\nbetter occupied. Do you spend your whole time playing golf?”\r\n\r\n“Oh, no! I play cricket a bit and shoot a bit and I swim a good lot and\r\nI still play football occasionally.”\r\n\r\n“I wonder your father does not insist on your doing some useful work.”\r\n\r\n“He is beginning to harp on the subject rather. I suppose I shall take\r\na stab at it sooner or later. Father says I ought to get married, too.”\r\n\r\n“He is perfectly right.”\r\n\r\n“I suppose old Eustace will be getting hitched up one of these days?”\r\nsaid Sam.\r\n\r\nMrs. Hignett started violently.\r\n\r\n“Why do you say that?”\r\n\r\n“Eh?”\r\n\r\n“What makes you say that?”\r\n\r\n“Oh, well, he’s a romantic sort of fellow. Writes poetry, and all\r\nthat.”\r\n\r\n“There is no likelihood at all of Eustace marrying. He is of a shy and\r\nretiring temperament, and sees few women. He is almost a recluse.”\r\n\r\nSam was aware of this, and had frequently regretted it. He had always\r\nbeen fond of his cousin in that half-amused and rather patronising way\r\nin which men of thews and sinews are fond of the weaker brethren who\r\nrun more to pallor and intellect; and he had always felt that if\r\nEustace had not had to retire to Windles to spend his life with a woman\r\nwhom from his earliest years he had always considered the Empress of\r\nthe Washouts, much might have been made of him. Both at school and at\r\nOxford, Eustace had been—if not a sport—at least a decidedly cheery old\r\nbean. Sam remembered Eustace at school, breaking gas globes with a\r\nslipper in a positively rollicking manner. He remembered him at Oxford\r\nplaying up to him manfully at the piano on the occasion when he had\r\ndone that imitation of Frank Tinney which had been such a hit at the\r\nTrinity smoker. Yes, Eustace had had the makings of a pretty sound egg,\r\nand it was too bad that he had allowed his mother to coop him up down\r\nin the country, miles away from anywhere.\r\n\r\n“Eustace is returning to England on Saturday,” said Mrs. Hignett. She\r\nspoke a little wistfully. She had not been parted from her son since he\r\nhad come down from Oxford; and she would have liked to keep him with\r\nher till the end of her lecturing tour. That, however, was out of the\r\nquestion. It was imperative that, while she was away, he should be at\r\nWindles. Nothing would have induced her to leave the place at the mercy\r\nof servants who might trample over the flowerbeds, scratch the polished\r\nfloors, and forget to cover up the canary at night. “He sails on the\r\n‘Atlantic.’”\r\n\r\n“That’s splendid!” said Sam. “I’m sailing on the ‘Atlantic’ myself.\r\nI’ll go down to the office and see if we can’t have a state-room\r\ntogether. But where is he going to live when he gets to England?”\r\n\r\n“Where is he going to live? Why, at Windles, of course. Where else?”\r\n\r\n“But I thought you were letting Windles for the summer?”\r\n\r\nMrs. Hignett stared.\r\n\r\n“Letting Windles!” She spoke as one might address a lunatic. “What put\r\nthat extraordinary idea into your head?”\r\n\r\n“I thought father said something about your letting the place to some\r\nAmerican.”\r\n\r\n“Nothing of the kind!”\r\n\r\nIt seemed to Sam that his aunt spoke somewhat vehemently, even\r\nsnappishly, in correcting what was a perfectly natural mistake. He\r\ncould not know that the subject of letting Windles for the summer was\r\none which had long since begun to infuriate Mrs. Hignett. People had\r\ncertainly asked her to let Windles. In fact, people had pestered her.\r\nThere was a rich, fat man, an American named Bennett, whom she had met\r\njust before sailing at her brother’s house in London. Invited down to\r\nWindles for the day, Mr. Bennett had fallen in love with the place, and\r\nhad begged her to name her own price. Not content with this, he had\r\npursued her with his pleadings by means of the wireless telegraph while\r\nshe was on the ocean, and had not given up the struggle even when she\r\nreached New York. She had not been in America two days when there had\r\narrived a Mr. Mortimer, bosom friend of Mr. Bennett, carrying on the\r\nmatter where the other had left off. For a whole week Mr. Mortimer had\r\ntried to induce her to reconsider her decision, and had only stopped\r\nbecause he had had to leave for England himself, to join his friend.\r\nAnd even then the thing had gone on. Indeed, this very morning, among\r\nthe letters on Mrs. Hignett’s table, the buff envelope of a cable from\r\nMr. Bennett had peeped out, nearly spoiling her breakfast. No wonder,\r\nthen, that Sam’s allusion to the affair had caused the authoress of\r\n“The Spreading Light” momentarily to lose her customary calm.\r\n\r\n“Nothing will induce me ever to let Windles,” she said with finality,\r\nand rose significantly. Sam, perceiving that the audience was at an\r\nend—and glad of it—also got up.\r\n\r\n“Well, I think I’ll be going down and seeing about that state-room,” he\r\nsaid.\r\n\r\n“Certainly. I am a little busy just now, preparing notes for my next\r\nlecture.”\r\n\r\n“Of course, yes. Mustn’t interrupt you. I suppose you’re having a great\r\ntime, gassing away—I mean—well, good-bye!”\r\n\r\n“Good-bye!”\r\n\r\nMrs. Hignett, frowning, for the interview had ruffled her and disturbed\r\nthat equable frame of mind which is so vital to the preparation of\r\nlectures on Theosophy, sat down at the writing-table and began to go\r\nthrough the notes which she had made overnight. She had hardly\r\nsucceeded in concentrating herself when the door opened to admit the\r\ndaughter of Erin once more.\r\n\r\n“Ma’am, there was a gentleman.”\r\n\r\n“This is intolerable!” cried Mrs. Hignett. “Did you tell him that I was\r\nbusy?”\r\n\r\n“I did not. I loosed him into the dining-room.”\r\n\r\n“Is he a reporter from one of the newspapers?”\r\n\r\n“He is not. He has spats and a tall-shaped hat. His name is Bream\r\nMortimer.”\r\n\r\n“Bream Mortimer!”\r\n\r\n“Yes, ma’am. He handed me a bit of a kyard, but I dropped it, being\r\nslippy from the dishes.”\r\n\r\nMrs. Hignett strode to the door with a forbidding expression. This, as\r\nshe had justly remarked, was intolerable. She remembered Bream\r\nMortimer. He was the son of the Mr. Mortimer who wanted Windles. This\r\nvisit could only have to do with the subject of Windles, and she went\r\ninto the dining-room in a state of cold fury, determined to squash the\r\nMortimer family, in the person of their New York representative, once\r\nand for all.\r\n\r\n“Good morning, Mr. Mortimer.”\r\n\r\nBream Mortimer was tall and thin. He had small bright eyes and a\r\nsharply curving nose. He looked much more like a parrot than most\r\nparrots do. It gave strangers a momentary shock of surprise when they\r\nsaw Bream Mortimer in restaurants, eating roast beef. They had the\r\nfeeling that he would have preferred sunflower seeds.\r\n\r\n“Morning, Mrs. Hignett.”\r\n\r\n“Please sit down.”\r\n\r\nBream Mortimer looked as though he would rather have hopped on to a\r\nperch, but he sat down. He glanced about the room with gleaming,\r\nexcited eyes.\r\n\r\n“Mrs. Hignett, I must have a word with you alone!”\r\n\r\n“You _are_ having a word with me alone.”\r\n\r\n“I hardly know how to begin.”\r\n\r\n“Then let me help you. It is quite impossible. I will never consent.”\r\n\r\nBream Mortimer started.\r\n\r\n“Then you have heard about it?”\r\n\r\n“I have heard about nothing else since I met Mr. Bennett in London. Mr.\r\nBennett talked about nothing else. Your father talked about nothing\r\nelse. And now,” cried Mrs. Hignett, fiercely, “you come and try to\r\nre-open the subject. Once and for all, nothing will alter my decision.\r\nNo money will induce me to let my house.”\r\n\r\n“But I didn’t come about that!”\r\n\r\n“You did not come about Windles?”\r\n\r\n“Good Lord, no!”\r\n\r\n“Then will you kindly tell me why you have come?”\r\n\r\nBream Mortimer seemed embarrassed. He wriggled a little, and moved his\r\narms as if he were trying to flap them.\r\n\r\n“You know,” he said, “I’m not a man who butts into other people’s\r\naffairs....” He stopped.\r\n\r\n“No?” said Mrs. Hignett.\r\n\r\nBream began again.\r\n\r\n“I’m not a man who gossips with valets....”\r\n\r\n“No?”\r\n\r\n“I’m not a man who....”\r\n\r\nMrs. Hignett was never a very patient woman.\r\n\r\n“Let us take all your negative qualities for granted,” she said curtly.\r\n“I have no doubt that there are many things which you do not do. Let us\r\nconfine ourselves to issues of definite importance. What is it, if you\r\nhave no objection to concentrating your attention on that for a moment,\r\nthat you wish to see me about?”\r\n\r\n“This marriage.”\r\n\r\n“What marriage?”\r\n\r\n“Your son’s marriage.”\r\n\r\n“My son is not married.”\r\n\r\n“No, but he’s going to be. At eleven o’clock this morning at the Little\r\nChurch Round the Corner!”\r\n\r\nMrs. Hignett stared.\r\n\r\n“Are you mad?”\r\n\r\n“Well, I’m not any too well pleased, I’m bound to say,” admitted Mr.\r\nMortimer. “You see, darn it all, I’m in love with the girl myself!”\r\n\r\n“Who is this girl?”\r\n\r\n“Have been for years. I’m one of those silent, patient fellows who hang\r\naround and look a lot but never tell their love....”\r\n\r\n“Who is this girl who has entrapped my son?”\r\n\r\n“I’ve always been one of those men who....”\r\n\r\n“Mr. Mortimer! With your permission we will take your positive\r\nqualities, also, for granted. In fact, we will not discuss you at all.\r\nYou come to me with this absurd story....”\r\n\r\n“Not absurd. Honest fact. I had it from my valet who had it from her\r\nmaid.”\r\n\r\n“Will you please tell me who is the girl my misguided son wishes to\r\nmarry?”\r\n\r\n“I don’t know that I’d call him misguided,” said Mr. Mortimer, as one\r\ndesiring to be fair. “I think he’s a right smart picker! She’s such a\r\ncorking girl, you know. We were children together, and I’ve loved her\r\nfor years. Ten years at least. But you know how it is—somehow one never\r\nseems to get in line for a proposal. I thought I saw an opening in the\r\nsummer of nineteen-twelve, but it blew over. I’m not one of these\r\nsmooth, dashing chaps, you see, with a great line of talk. I’m not....”\r\n\r\n“If you will kindly,” said Mrs. Hignett impatiently, “postpone this\r\nessay in psycho-analysis to some future occasion, I shall be greatly\r\nobliged. I am waiting to hear the name of the girl my son wishes to\r\nmarry.”\r\n\r\n“Haven’t I told you?” said Mr. Mortimer, surprised. “That’s odd. I\r\nhaven’t. It’s funny how one doesn’t do the things one thinks one does.\r\nI’m the sort of man....”\r\n\r\n“What is her name?”\r\n\r\n“... the sort of man who....”\r\n\r\n“What is her name?”\r\n\r\n“Bennett.”\r\n\r\n“Bennett? Wilhelmina Bennett? The daughter of Mr. Rufus Bennett? The\r\nred-haired girl I met at lunch one day at your father’s house?”\r\n\r\n“That’s it. You’re a great guesser. I think you ought to stop the\r\nthing.”\r\n\r\n“I intend to.”\r\n\r\n“Fine!”\r\n\r\n“The marriage would be unsuitable in every way. Miss Bennett and my son\r\ndo not vibrate on the same plane.”\r\n\r\n“That’s right. I’ve noticed it myself.”\r\n\r\n“Their auras are not the same colour.”\r\n\r\n“If I’ve thought that once,” said Bream Mortimer, “I’ve thought it a\r\nhundred times. I wish I had a dollar for every time I’ve thought it.\r\nNot the same colour. That’s the whole thing in a nutshell.”\r\n\r\n“I am much obliged to you for coming and telling me of this. I shall\r\ntake immediate steps.”\r\n\r\n“That’s good. But what’s the procedure? It’s getting late. She’ll be\r\nwaiting at the church at eleven.”\r\n\r\n“Eustace will not be there.”\r\n\r\n“You think you can fix it?”\r\n\r\n“Eustace will not be there,” repeated Mrs. Hignett.\r\n\r\nBream Mortimer hopped down from his chair.\r\n\r\n“Well, you’ve taken a weight off my mind.”\r\n\r\n“A mind, I should imagine, scarcely constructed to bear great weights.”\r\n\r\n“I’ll be going. Haven’t had breakfast yet. Too worried to eat\r\nbreakfast. Relieved now. This is where three eggs and a rasher of ham\r\nget cut off in their prime. I feel I can rely on you.”\r\n\r\n“You can!”\r\n\r\n“Then I’ll say good-bye.”\r\n\r\n“Good-bye.”\r\n\r\n“I mean really good-bye. I’m sailing for England on Saturday on the\r\n‘Atlantic.’”\r\n\r\n“Indeed? My son will be your fellow-traveller.”\r\n\r\nBream Mortimer looked somewhat apprehensive.\r\n\r\n“You won’t tell him that I was the one who spilled the beans?”\r\n\r\n“I beg your pardon?”\r\n\r\n“You won’t wise him up that I threw a spanner into the machinery?”\r\n\r\n“I do not understand you.”\r\n\r\n“You won’t tell him that I crabbed his act ... gave the thing away ...\r\ngummed the game?”\r\n\r\n“I shall not mention your chivalrous intervention.”\r\n\r\n“Chivalrous?” said Bream Mortimer a little doubtfully. “I don’t know\r\nthat I’d call it absolutely chivalrous. Of course, all’s fair in love\r\nand war. Well, I’m glad you’re going to keep my share in the business\r\nunder your hat. It might have been awkward meeting him on board.”\r\n\r\n“You are not likely to meet Eustace on board. He is a very indifferent\r\nsailor and spends most of his time in his cabin.”\r\n\r\n“That’s good! Saves a lot of awkwardness. Well, good-bye.”\r\n\r\n“Good-bye. When you reach England, remember me to your father.”\r\n\r\n“He won’t have forgotten you,” said Bream Mortimer, confidently. He did\r\nnot see how it was humanly possible for anyone to forget this woman.\r\nShe was like a celebrated chewing-gum. The taste lingered.\r\n\r\nMrs. Hignett was a woman of instant and decisive action. Even while her\r\nlate visitor was speaking, schemes had begun to form in her mind like\r\nbubbles rising to the surface of a rushing river. By the time the door\r\nhad closed behind Bream Mortimer she had at her disposal no fewer than\r\nseven, all good. It took her but a moment to select the best and\r\nsimplest. She tiptoed softly to her son’s room. Rhythmic snores greeted\r\nher listening ears. She opened the door and went noiselessly in."
  ]
}