{
  "index": 8,
  "title": "Chapter 7",
  "paragraphs": [
    "SIR MALLABY OFFERS A SUGGESTION\r\n\r\n\r\n§ 1\r\n\r\nA week after the liner “Atlantic” had docked at Southampton Sam Marlowe\r\nmight have been observed—and was observed by various of the\r\nresidents—sitting on a bench on the esplanade of that rising\r\nwatering-place, Bingley-on-the-Sea, in Sussex. All watering-places on\r\nthe south coast of England are blots on the landscape, but though I am\r\naware that by saying it I shall offend the civic pride of some of the\r\nothers—none are so peculiarly foul as Bingley-on-the-Sea. The asphalte\r\non the Bingley esplanade is several degrees more depressing than the\r\nasphalte on other esplanades. The Swiss waiters at the Hotel\r\nMagnificent, where Sam was stopping, are in a class of bungling\r\nincompetence by themselves, the envy and despair of all the other Swiss\r\nwaiters at all the other Hotels Magnificent along the coast. For\r\ndreariness of aspect Bingley-on-the-Sea stands alone. The very waves\r\nthat break on its shingle seem to creep up the beach reluctantly, as if\r\nit revolted them to have to come to such a place.\r\n\r\nWhy, then, was Sam Marlowe visiting this ozone-swept Gehenna? Why, with\r\nall the rest of England at his disposal, had he chosen to spend a week\r\nat breezy, blighted Bingley?\r\n\r\nSimply because he had been disappointed in love.\r\n\r\nNothing is more curious than the myriad ways in which reaction from an\r\nunfortunate love-affair manifests itself in various men. No two males\r\nbehave in the same way under the spur of female fickleness.\r\n_Archilochum_, for instance, according to the Roman writer, _proprio\r\nrabies armavit iambo_. It is no good pretending out of politeness that\r\nyou know what that means, so I will translate. _Rabies_—his\r\ngrouch—_armavit_—armed—_Archilochum_— Archilochus—_iambo_—with the\r\niambic—_proprio_—his own invention. In other words, when the poet\r\nArchilochus was handed his hat by the lady of his affections, he\r\nconsoled himself by going off and writing satirical verse about her in\r\na new metre which he had thought up immediately after leaving the\r\nhouse. That was the way the thing affected him.\r\n\r\nOn the other hand, we read in a recent issue of a London daily paper\r\nthat John Simmons (31), a meat-salesman, was accused of assaulting an\r\nofficer while in the discharge of his duty, at the same time using\r\nprofane language whereby the officer went in fear of his life.\r\nConstable Riggs deposed that on the evening of the eleventh instant\r\nwhile he was on his beat, prisoner accosted him and, after offering to\r\nfight him for fourpence, drew off his right boot and threw it at his\r\nhead. Accused, questioned by the magistrate, admitted the charge and\r\nexpressed regret, pleading that he had had words with his young woman,\r\nand it had upset him.\r\n\r\nNeither of these courses appealed to Samuel Marlowe. He had sought\r\nrelief by slinking off alone to the Hotel Magnificent at\r\nBingley-on-the-Sea. It was the same spirit which has often moved other\r\nmen in similar circumstances to go off to the Rockies to shoot\r\ngrizzlies.\r\n\r\nTo a certain extent the Hotel Magnificent had dulled the pain. At any\r\nrate, the service and cooking there had done much to take his mind off\r\nit. His heart still ached, but he felt equal to going to London and\r\nseeing his father, which of course he ought to have done seven days\r\nbefore.\r\n\r\nHe rose from his bench—he had sat down on it directly after\r\nbreakfast—and went back to the hotel to inquire about trains. An hour\r\nlater he had begun his journey and two hours after that he was at the\r\ndoor of his father’s office.\r\n\r\nThe offices of the old-established firm of Marlowe, Thorpe, Prescott,\r\nWinslow and Appleby are in Ridgeway’s Inn, not far from Fleet Street.\r\nThe brass plate, let into the woodwork of the door, is misleading.\r\nReading it, you get the impression that on the other side quite a covey\r\nof lawyers await your arrival. The name of the firm leads you to\r\nsuppose that there will be barely standing-room in the office. You\r\npicture Thorpe jostling you aside as he makes for Prescott to discuss\r\nwith him the latest case of demurrer, and Winslow and Appleby treading\r\non your toes, deep in conversation on replevin. But these legal firms\r\ndwindle. The years go by and take their toll, snatching away here a\r\nPrescott, there an Appleby, till, before you know where you are, you\r\nare down to your last lawyer. The only surviving member of the firm of\r\nMarlowe, Thorpe—what I said before—was, at the time with which this\r\nstory deals, Sir Mallaby Marlowe, son of the original founder of the\r\nfirm and father of the celebrated black-face comedian, Samuel of that\r\nilk; and the outer office, where callers were received and parked till\r\nSir Mallaby could find time for them, was occupied by a single clerk.\r\n\r\nWhen Sam opened the door this clerk, John Peters by name, was seated on\r\na high stool, holding in one hand a half-eaten sausage, in the other an\r\nextraordinarily large and powerful-looking revolver. At the sight of\r\nSam he laid down both engines of destruction and beamed. He was not a\r\nparticularly successful beamer, being hampered by a cast in one eye\r\nwhich gave him a truculent and sinister look; but those who knew him\r\nknew that he had a heart of gold and were not intimidated by his\r\nrepellent face. Between Sam and himself there had always existed terms\r\nof great cordiality, starting from the time when the former was a small\r\nboy and it had been John Peters’ mission to take him now to the Zoo,\r\nnow to the train back to school.\r\n\r\n“Why, Mr. Samuel!”\r\n\r\n“Hullo, Peters!”\r\n\r\n“We were expecting you back a week ago.”\r\n\r\n“Oh, I had something to see to before I came to town,” said Sam\r\ncarelessly.\r\n\r\n“So you got back safe!” said John Peters.\r\n\r\n“Safe! Why, of course.”\r\n\r\nPeters shook his head.\r\n\r\n“I confess that, when there was this delay in your coming here, I\r\nsometimes feared something might have happened to you. I recall\r\nmentioning it to the young lady who recently did me the honour to\r\npromise to become my wife.”\r\n\r\n“Ocean liners aren’t often wrecked nowadays.”\r\n\r\n“I was thinking more of the brawls on shore. America’s a dangerous\r\ncountry. But perhaps you were not in touch with the underworld?”\r\n\r\n“I don’t think I was.”\r\n\r\n“Ah!” said John Peters significantly.\r\n\r\nHe took up the revolver, gave it a fond and almost paternal look, and\r\nreplaced it on the desk.\r\n\r\n“What on earth are you doing with that thing?” asked Sam.\r\n\r\nMr. Peters lowered his voice.\r\n\r\n“I’m going to America myself in a few days’ time, Mr. Samuel. It’s my\r\nannual holiday, and the guv’nor’s sending me over with papers in\r\nconnection with The People _v._ Schultz and Bowen. It’s a big case over\r\nthere. A client of ours is mixed up in it, an American gentleman. I am\r\nto take these important papers to his legal representative in New York.\r\nSo I thought it best to be prepared.”\r\n\r\nThe first smile that he had permitted himself for nearly two weeks\r\nflitted across Sam’s face.\r\n\r\n“What on earth sort of place do you think New York is?” he asked. “It’s\r\nsafer than London.”\r\n\r\n“Ah, but what about the Underworld? I’ve seen these American films that\r\nthey send over here, Mr. Samuel. Did you ever see ‘Wolves of the\r\nBowery?’ There was a man in that in just my position, carrying\r\nimportant papers, and what they didn’t try to do to him! No, I’m taking\r\nno chances, Mr. Samuel!”\r\n\r\n“I should have said you were, lugging that thing about with you.”\r\n\r\nMr. Peters seemed wounded.\r\n\r\n“Oh, I understand the mechanism perfectly, and I am becoming a very\r\nfair shot. I take my little bite of food in here early and go and\r\npractise at the Rupert Street Rifle Range during my lunch hour. You’d\r\nbe surprised how quickly one picks it up. When I get home of a night I\r\ntry how quickly I can draw. You have to draw like a flash of lightning,\r\nMr. Samuel. If you’d ever seen a film called ‘Two-Gun-Thomas,’ you’d\r\nrealise that. You haven’t time to wait loitering about.”\r\n\r\nMr. Peters picked up a speaking-tube and blew down it.\r\n\r\n“Mr. Samuel to see you, Sir Mallaby. Yes, sir, very good. Will you go\r\nright in, Mr. Samuel?”\r\n\r\nSam proceeded to the inner office, and found his father dictating into\r\nthe attentive ear of Miss Milliken, his elderly and respectable\r\nstenographer, replies to his morning mail.\r\n\r\nSir Mallaby Marlowe was a dapper little man, with a round, cheerful\r\nface and a bright eye. His morning coat had been cut by London’s best\r\ntailor, and his trousers perfectly creased by a sedulous valet. A pink\r\ncarnation in his buttonhole matched his healthy complexion. His golf\r\nhandicap was twelve. His sister, Mrs. Horace Hignett, considered him\r\nworldly.\r\n\r\n“Dear Sirs,—We are in receipt of your favour and in reply beg to state\r\nthat nothing will induce us ... will induce us ... where did I put that\r\nletter? Ah!... nothing will induce us ... oh, tell ’em to go to blazes,\r\nMiss Milliken.”\r\n\r\n“Very well, Sir Mallaby.”\r\n\r\n“That’s that. Ready? Messrs. Brigney, Goole and Butterworth. What\r\ninfernal names these people have. Sirs,—On behalf of our client ... oh,\r\nhullo, Sam!”\r\n\r\n“Good morning, father.”\r\n\r\n“Take a seat. I’m busy, but I’ll be finished in a moment. Where was I,\r\nMiss Milliken?”\r\n\r\n“‘On behalf of our client....’”\r\n\r\n“Oh, yes. On behalf of our client Mr. Wibblesley Eggshaw.... Where\r\nthese people get their names I’m hanged if I know. Your poor mother\r\nwanted to call you Hyacinth, Sam. You may not know it, but in the\r\n’nineties when you were born, children were frequently christened\r\nHyacinth. Well, I saved you from that.”\r\n\r\nHis attention now diverted to his son, Sir Mallaby seemed to remember\r\nthat the latter had just returned from a long journey and that he had\r\nnot seen him for many weeks. He inspected him with interest.\r\n\r\n“Very glad you’re back, Sam. So you didn’t win?”\r\n\r\n“No, I got beaten in the semi-finals.”\r\n\r\n“American amateurs are a very hot lot, the best ones. I suppose you\r\nwere weak on the greens. I warned you about that. You’ll have to rub up\r\nyour putting before next year.”\r\n\r\nAt the idea that any such mundane pursuit as practising putting could\r\nappeal to his broken spirit now, Sam uttered a bitter laugh. It was as\r\nif Dante had recommended some lost soul in the Inferno to occupy his\r\nmind by knitting jumpers.\r\n\r\n“Well, you seem to be in great spirits,” said Sir Mallaby approvingly.\r\n“It’s pleasant to hear your merry laugh again. Isn’t it, Miss\r\nMilliken?”\r\n\r\n“Extremely exhilarating,” agreed the stenographer, adjusting her\r\nspectacles and smiling at Sam, for whom there was a soft spot in her\r\nheart.\r\n\r\nA sense of the futility of life oppressed Sam. As he gazed in the glass\r\nthat morning, he had thought, not without a certain gloomy\r\nsatisfaction, how remarkably pale and drawn his face looked. And these\r\npeople seemed to imagine that he was in the highest spirits. His\r\nlaughter, which had sounded to him like the wailing of a demon, struck\r\nMiss Milliken as exhilarating.\r\n\r\n“On behalf of our client, Mr. Wibblesley Eggshaw,” said Sir Mallaby,\r\nswooping back to duty once more, “we beg to state that we are prepared\r\nto accept service ... what time did you dock this morning?”\r\n\r\n“I landed nearly a week ago.”\r\n\r\n“A week ago! Then what the deuce have you been doing with yourself? Why\r\nhaven’t I seen you?”\r\n\r\n“I’ve been down at Bingley-on-the-Sea.”\r\n\r\n“Bingley! What on earth were you doing at that God-forsaken place?”\r\n\r\n“Wrestling with myself,” said Sam with simple dignity.\r\n\r\nSir Mallaby’s agile mind had leaped back to the letter which he was\r\nanswering.\r\n\r\n“We should be glad to meet you.... Wrestling, eh? Well, I like a boy to\r\nbe fond of manly sports. Still, life isn’t all athletics. Don’t forget\r\nthat. Life is real! Life is ... how does it go, Miss Milliken?”\r\n\r\nMiss Milliken folded her hands and shut her eyes, her invariable habit\r\nwhen called upon to recite.\r\n\r\n“Life is real! Life is earnest! And the grave is not its goal; dust\r\nthou art to dust returnest, was not spoken of the soul. Art is long and\r\ntime is fleeting, And our hearts, though stout and brave, Still like\r\nmuffled drums are beating, Funeral marches to the grave. Lives of great\r\nmen all remind us we can make our lives sublime, and, departing, leave\r\nbehind us footsteps on the sands of Time. Let us then ...” said Miss\r\nMilliken respectfully, ... “be up and doing....”\r\n\r\n“All right, all right, all right!” said Sir Mallaby. “I don’t want it\r\nall. Life is real! Life is earnest, Sam. I want to speak to you about\r\nthat when I’ve finished answering these letters. Where was I? ‘We\r\nshould be glad to meet you at any time, if you will make an\r\nappointment....’ Bingley-on-the-Sea! Good heavens! Why\r\nBingley-on-the-Sea? Why not Margate while you were about it?”\r\n\r\n“Margate is too bracing. I did not wish to be braced. Bingley suited my\r\nmood. It was grey and dark and it rained all the time, and the sea\r\nslunk about in the distance like some baffled beast....”\r\n\r\nHe stopped, becoming aware that his father was not listening. Sir\r\nMallaby’s attention had returned to the letter.\r\n\r\n“Oh, what’s the good of answering the dashed thing at all?” said Sir\r\nMallaby. “Brigney, Goole and Butterworth know perfectly well that\r\nthey’ve got us in a cleft stick. Butterworth knows it better than\r\nGoole, and Brigney knows it better than Butterworth. This young fool,\r\nEggshaw, Sam, admits that he wrote the girl twenty-three letters,\r\ntwelve of them in verse, and twenty-one specifically asking her to\r\nmarry him, and he comes to me and expects me to get him out of it. The\r\ngirl is suing him for ten thousand.”\r\n\r\n“How like a woman!”\r\n\r\nMiss Milliken bridled reproachfully at this slur on her sex. Sir\r\nMallaby took no notice of it whatever.\r\n\r\n“... if you will make an appointment, when we can discuss the matter\r\nwithout prejudice. Get those typed, Miss Milliken. Have a cigar, Sam.\r\nMiss Milliken, tell Peters as you go out that I am occupied with a\r\nconference and can see nobody for half an hour.”\r\n\r\nWhen Miss Milliken had withdrawn Sir Mallaby occupied ten seconds of\r\nthe period which he had set aside for communion with his son in staring\r\nsilently at him.\r\n\r\n“I’m glad you’re back, Sam,” he said at length. “I want to have a talk\r\nwith you. You know, it’s time you were settling down. I’ve been\r\nthinking about you while you were in America and I’ve come to the\r\nconclusion that I’ve been letting you drift along. Very bad for a young\r\nman. You’re getting on. I don’t say you’re senile, but you’re not\r\ntwenty-one any longer, and at your age I was working like a beaver.\r\nYou’ve got to remember that life is—dash it! I’ve forgotten it again.”\r\nHe broke off and puffed vigorously into the speaking tube. “Miss\r\nMilliken, kindly repeat what you were saying just now about life....\r\nYes, yes, that’s enough!” He put down the instrument. “Yes, life is\r\nreal, life is earnest,” he said, gazing at Sam seriously, “and the\r\ngrave is not our goal. Lives of great men all remind us we can make our\r\nlives sublime. In fact, it’s time you took your coat off and started\r\nwork.”\r\n\r\n“I am quite ready, father.”\r\n\r\n“You didn’t hear what I said,” exclaimed Sir Mallaby, with a look of\r\nsurprise. “I said it was time you began work.”\r\n\r\n“And I said I was quite ready.”\r\n\r\n“Bless my soul! You’ve changed your views a trifle since I saw you\r\nlast.”\r\n\r\n“I have changed them altogether.”\r\n\r\nLong hours of brooding among the red plush settees in the lounge of the\r\nHotel Magnificent at Bingley-on-the-Sea had brought about this strange,\r\neven morbid, attitude of mind in Samuel Marlowe. Work, he had decided,\r\nwas the only medicine for his sick soul. Here, he felt, in this quiet\r\noffice, far from the tumult and noise of the world, in a haven of torts\r\nand misdemeanours and Vic. I. cap. 3’s, and all the rest of it, he\r\nmight find peace. At any rate, it was worth taking a stab at it.\r\n\r\n“Your trip has done you good,” said Sir Mallaby approvingly. “The sea\r\nair has given you some sense. I’m glad of it. It makes it easier for me\r\nto say something else that I’ve had on my mind for a good while. Sam,\r\nit’s time you got married.”\r\n\r\nSam barked bitterly. His father looked at him with concern.\r\n\r\n“Swallow some smoke the wrong way?”\r\n\r\n“I was laughing,” explained Sam with dignity.\r\n\r\nSir Mallaby shook his head.\r\n\r\n“I don’t want to discourage your high spirits, but I must ask you to\r\napproach this matter seriously. Marriage would do you a world of good,\r\nSam. It would brace you up. You really ought to consider the idea. I\r\nwas two years younger than you are when I married your poor mother, and\r\nit was the making of me. A wife might make something of you.”\r\n\r\n“Impossible!”\r\n\r\n“I don’t see why she shouldn’t. There’s lots of good in you, my boy,\r\nthough you may not think so.”\r\n\r\n“When I said it was impossible,” said Sam coldly, “I was referring to\r\nthe impossibility of the possibility.... I mean, that it was impossible\r\nthat I could possibly ... in other words, father, I can never marry. My\r\nheart is dead.”\r\n\r\n“Your what?”\r\n\r\n“My heart.”\r\n\r\n“Don’t be a fool. There’s nothing wrong with your heart. All our family\r\nhave had hearts like steam-engines. Probably you have been feeling a\r\nsort of burning. Knock off cigars and that will soon stop.”\r\n\r\n“You don’t understand me. I mean that a woman has treated me in a way\r\nthat has finished her whole sex as far as I am concerned. For me, women\r\ndo not exist.”\r\n\r\n“You didn’t tell me about this,” said Sir Mallaby, interested. “When\r\ndid this happen? Did she jilt you?”\r\n\r\n“Yes.”\r\n\r\n“In America, was it?”\r\n\r\n“On the boat.”\r\n\r\nSir Mallaby chuckled heartily.\r\n\r\n“My dear boy, you don’t mean to tell me that you’re taking a shipboard\r\nflirtation seriously? Why, you’re expected to fall in love with a\r\ndifferent girl every time you go on a voyage. You’ll get over this in a\r\nweek. You’d have got over it by now if you hadn’t gone and buried\r\nyourself in a depressing place like Bingley-on-the-Sea.”\r\n\r\nThe whistle of the speaking-tube blew. Sir Mallaby put the instrument\r\nto his ear.\r\n\r\n“All right,” he turned to Sam. “I shall have to send you away now, Sam.\r\nMan waiting to see me. Good-bye. By the way, are you doing anything\r\nto-night?”\r\n\r\n“No.”\r\n\r\n“Not got a wrestling match on with yourself, or anything like that?\r\nWell, come to dinner at the house. Seven-thirty. Don’t be late.”\r\n\r\nSam went out. As he passed through the outer office, Miss Milliken\r\nintercepted him.\r\n\r\n“Oh, Mr. Sam!”\r\n\r\n“Yes?”\r\n\r\n“Excuse me, but will you be seeing Sir Mallaby again to-day?”\r\n\r\n“I’m dining with him to-night.”\r\n\r\n“Then would you—I don’t like to disturb him now, when he is busy—would\r\nyou mind telling him that I inadvertently omitted a stanza? It runs,”\r\nsaid Miss Milliken, closing her eyes, “‘Trust no future, howe’er\r\npleasant! Let the dead past bury its dead! Act, act, in the living\r\npresent, Heart within and God o’erhead!’ Thank you so much. Good\r\nafternoon.”\r\n\r\n§ 2\r\n\r\nSam, reaching Bruton Street at a quarter past seven, was informed by\r\nthe butler who admitted him that his father was dressing and would be\r\ndown in a few minutes. The butler, an old retainer of the Marlowe\r\nfamily, who, if he had not actually dandled Sam on his knees when an\r\ninfant, had known him as a small boy, was delighted to see him again.\r\n\r\n“Missed you very much, Mr. Samuel, we all have,” he said\r\naffectionately, as he preceded him to the drawing-room.\r\n\r\n“Yes?” said Sam absently.\r\n\r\n“Very much indeed, sir. I happened to remark only the other day that\r\nthe place didn’t seem the same without your happy laugh. It’s good to\r\nsee you back once more, looking so well and merry.”\r\n\r\nSam stalked into the drawing-room with the feeling that comes to all of\r\nus from time to time, that it is hopeless to struggle. The whole damned\r\ncircle of his acquaintance seemed to have made up their minds that he\r\nhad not a care in the world, so what was the use? He lowered himself\r\ninto a deep arm-chair and lit a cigarette.\r\n\r\nPresently the butler reappeared with a cocktail on a tray. Sam drained\r\nit, and scarcely had the door closed behind the old retainer when an\r\nabrupt change came over the whole outlook. It was as if he had been a\r\npianola and somebody had inserted a new record. Looking well and happy!\r\nHe blew a smoke ring. Well, if it came to that, why not? Why shouldn’t\r\nhe look well and happy? What had he got to worry about? He was a young\r\nman, fit and strong, in the springtide of life, just about to plunge\r\ninto an absorbing business. Why should he brood over a sentimental\r\nepisode which had ended a little unfortunately? He would never see the\r\ngirl again. If anything in this world was certain, that was. She would\r\ngo her way, and he his. Samuel Marlowe rose from his chair a new man,\r\nto greet his father, who came in at that moment fingering a snowy white\r\ntie.\r\n\r\nSam started at his parent’s splendour in some consternation.\r\n\r\n“Great Scot, father! Are you expecting a lot of people? I thought we\r\nwere dining alone.”\r\n\r\n“That’s all right, my boy. A dinner-jacket is perfectly in order. We\r\nshall be quite a small party. Six in all. You and I, a friend of mine\r\nand his daughter, a friend of my friend’s friend and my friend’s\r\nfriend’s son.”\r\n\r\n“Surely that’s more than six!”\r\n\r\n“No.”\r\n\r\n“It sounded more.”\r\n\r\n“Six,” said Sir Mallaby firmly. He raised a shapely hand with the\r\nfingers outspread. “Count ’em for yourself.” He twiddled his thumb.\r\n“Number one—Bennett.”\r\n\r\n“Who?” cried Sam.\r\n\r\n“Bennett. Rufus Bennett. He’s an American over here for the summer.\r\nHaven’t I ever mentioned his name to you? He’s a great fellow. Always\r\nthinking he’s at death’s door, but keeps up a fine appetite. I’ve been\r\nhis legal representative in London for years. Then—” Sir Mallaby\r\ntwiddled his first finger—“there’s his daughter Wilhelmina, who has\r\njust arrived in England.” A look of enthusiasm came into Sir Mallaby’s\r\nface. “Sam, my boy, I don’t intend to say a word about Miss Wilhelmina\r\nBennett, because I think there’s nothing more prejudicial than singing\r\na person’s praises in advance. I merely remark that I fancy you will\r\nappreciate her! I’ve only met her once, and then only for a few\r\nminutes, but what I say is, if there’s a girl living who’s likely to\r\nmake you forget whatever fool of a woman you may be fancying yourself\r\nin love with at the moment, that girl is Wilhelmina Bennett! The others\r\nare Bennett’s friend, Henry Mortimer, also an American—a big lawyer, I\r\nbelieve, on the other side—and his son Bream. I haven’t met either of\r\nthem. They ought to be here any moment now.” He looked at his watch.\r\n“Ah! I think that was the front door. Yes, I can hear them on the\r\nstairs.”"
  ]
}