{
  "index": 9,
  "title": "Chapter 8",
  "paragraphs": [
    "ROUGH WORK AT A DINNER TABLE\r\n\r\n\r\n§ 1\r\n\r\nAfter the first shock of astonishment, Sam Marlowe had listened to his\r\nfather’s harangue with a growing indignation which, towards the end of\r\nthe speech, had assumed proportions of a cold fury. If there is one\r\nthing the which your high-spirited young man resents, it is being the\r\ntoy of Fate. He chafes at the idea that Fate had got it all mapped out\r\nfor him. Fate, thought Sam, had constructed a cheap, mushy,\r\nsentimental, five-reel film scenario, and without consulting him had\r\nhad the cool cheek to cast him for one of the puppets. He seemed to see\r\nFate as a thin female with a soppy expression and pince-nez, sniffing a\r\nlittle as she worked the thing out. He could picture her glutinous\r\nsatisfaction as she re-read her scenario and gloated over its sure-fire\r\nqualities. There was not a flaw in the construction. It started off\r\nsplendidly with a romantic meeting, had ’em guessing half-way through\r\nwhen the hero and heroine quarrelled and parted—apparently for ever,\r\nand now the stage was all set for the reconciliation and the slow\r\nfade-out on the embrace. To bring this last scene about, Fate had had\r\nto permit herself a slight coincidence, but she did not jib at that.\r\nWhat we call coincidences are merely the occasions when Fate gets stuck\r\nin a plot and has to invent the next situation in a hurry.\r\n\r\nSam Marlowe felt sulky and defiant. This girl had treated him\r\nshamefully and he wanted to have nothing more to do with her. If he had\r\nhad his wish, he would never have met her again. Fate, in her\r\ninterfering way, had forced this meeting on him and was now\r\ncomplacently looking to him to behave in a suitable manner. Well, he\r\nwould show her! In a few seconds now, Billie and he would be meeting.\r\nHe would be distant and polite. He would be cold and aloof. He would\r\nchill her to the bone, and rip a hole in the scenario six feet wide.\r\n\r\nThe door opened, and the room became full of Bennetts and Mortimers.\r\n\r\n§ 2\r\n\r\nBillie, looking, as Marlowe could not but admit, particularly pretty,\r\nheaded the procession. Following her came a large red-faced man whose\r\nbuttons seemed to creak beneath the strain of their duties. After him\r\ntrotted a small, thin, pale, semi-bald individual who wore glasses and\r\ncarried his nose raised and puckered as though some faintly unpleasant\r\nsmell were troubling his nostrils. The fourth member of the party was\r\ndear old Bream.\r\n\r\nThere was a confused noise of mutual greetings and introductions, and\r\nthen Bream got a good sight of Sam and napped forward with his right\r\nwing outstretched.\r\n\r\n“Why, hello!” said Bream.\r\n\r\n“How are you, Mortimer?” said Sam coldly.\r\n\r\n“What, do you know my son?” exclaimed Sir Mallaby.\r\n\r\n“Came over in the boat together,” said Bream.\r\n\r\n“Capital!” said Sir Mallaby. “Old friends, eh? Miss Bennett,” he turned\r\nto Billie, who had been staring wide-eyed at her late fiancé, “let me\r\npresent my son, Sam. Sam, this is Miss Bennett.”\r\n\r\n“How do you do?” said Sam.\r\n\r\n“How do you do?” said Billie.\r\n\r\n“Bennett, you’ve never met my son, I think?”\r\n\r\nMr. Bennett peered at Sam with protruding eyes which gave him the\r\nappearance of a rather unusually stout prawn.\r\n\r\n“How _are_ you?” he asked, with such intensity that Sam unconsciously\r\nfound himself replying to a question which does not as a rule call for\r\nany answer.\r\n\r\n“Very well, thanks.”\r\n\r\nMr. Bennett shook his head moodily. “You are lucky to be able to say\r\nso! Very few of us can assert as much. I can truthfully say that in the\r\nlast fifteen years I have not known what it is to enjoy sound health\r\nfor a single day. Marlowe,” he proceeded, swinging ponderously round on\r\nSir Mallaby like a liner turning in the river, “I assure you that at\r\ntwenty-five minutes past four this afternoon I was very nearly\r\nconvinced that I should have to call you up on the ’phone and cancel\r\nthis dinner engagement. When I took my temperature at twenty minutes to\r\nsix....” At this point the butler appeared at the door announcing that\r\ndinner was served.\r\n\r\nSir Mallaby Marlowe’s dinner table, which, like most of the furniture\r\nin the house had belonged to his deceased father and had been built at\r\na period when people liked things big and solid, was a good deal too\r\nspacious to be really ideal for a small party. A white sea of linen\r\nseparated each diner from the diner opposite and created a forced\r\nintimacy with the person seated next to him. Billie Bennett and Sam\r\nMarlowe, as a consequence, found themselves, if not exactly in a\r\nsolitude of their own, at least sufficiently cut off from their kind to\r\nmake silence between them impossible. Westward, Mr. Mortimer had\r\nengaged Sir Mallaby in a discussion on the recent case of Ouseley _v._\r\nOuseley, Figg, Mountjoy, Moseby-Smith and others, which though too\r\ncomplicated to explain here, presented points of considerable interest\r\nto the legal mind. To the east, Mr. Bennett was relating to Bream the\r\nmore striking of his recent symptoms. Billie felt constrained to make\r\nat least an attempt at conversation.\r\n\r\n“How strange meeting you here,” she said.\r\n\r\nSam, who had been crumbling bread in an easy and debonair manner,\r\nlooked up and met her eye. Its expression was one of cheerful\r\nfriendliness. He could not see his own eye, but he imagined and hoped\r\nthat it was cold and forbidding, like the surface of some bottomless\r\nmountain tarn.\r\n\r\n“I beg your pardon?”\r\n\r\n“I said, how strange meeting you here. I never dreamed Sir Mallaby was\r\nyour father.”\r\n\r\n“I knew it all along,” said Sam, and there was an interval caused by\r\nthe maid insinuating herself between them and collecting his soup\r\nplate. He sipped sherry and felt a sombre self-satisfaction. He had, he\r\nconsidered, given the conversation the right tone from the start. Cool\r\nand distant. Out of the corner of his eye he saw Billie bite her lip.\r\nHe turned to her again. Now that he had definitely established the fact\r\nthat he and she were strangers, meeting by chance at a dinner-party, he\r\nwas in a position to go on talking.\r\n\r\n“And how do you like England, Miss Bennett?”\r\n\r\nBillie’s eye had lost its cheerful friendliness. A somewhat feline\r\nexpression had taken its place.\r\n\r\n“Pretty well,” she replied.\r\n\r\n“You don’t like it?”\r\n\r\n“Well, the way I look at it is this. It’s no use grumbling. One has got\r\nto realise that in England one is in a savage country, and one should\r\nsimply be thankful one isn’t eaten by the natives.”\r\n\r\n“What makes you call England a savage country?” demanded Sam, a staunch\r\npatriot, deeply stung.\r\n\r\n“What would you call a country where you can’t get ice, central\r\nheating, corn-on-the-cob, or bathrooms? My father and Mr. Mortimer have\r\njust taken a house down on the coast and there’s just one niggly little\r\nbathroom in the place.”\r\n\r\n“Is that your only reason for condemning England?”\r\n\r\n“Oh no, it has other drawbacks.”\r\n\r\n“Such as?”\r\n\r\n“Well, Englishmen, for instance. Young Englishmen in particular.\r\nEnglish young men are awful! Idle, rude, conceited, and ridiculous.”\r\n\r\nMarlowe refused hock with a bitter intensity which nearly startled the\r\nold retainer, who had just offered it to him, into dropping the\r\ndecanter.\r\n\r\n“How many English young men have you met?”\r\n\r\nBillie met his eye squarely and steadily. “Well, now that I come to\r\nthink of it, not many. In fact, very few. As a matter of fact,\r\nonly....”\r\n\r\n“Only?”\r\n\r\n“Well, very few,” said Billie. “Yes,” she said meditatively, “I suppose\r\nI really have been rather unjust. I should not have condemned a class\r\nsimply because ... I mean, I suppose there _are_ young Englishmen who\r\nare not rude and ridiculous?”\r\n\r\n“I suppose there are American girls who have hearts.”\r\n\r\n“Oh, plenty.”\r\n\r\n“I’ll believe that when I meet one.”\r\n\r\nSam paused. Cold aloofness was all very well, but this conversation was\r\ndeveloping into a vulgar brawl. The ghosts of dead and gone Marlowes,\r\nall noted for their courtesy to the sex, seemed to stand beside his\r\nchair, eyeing him reprovingly. His work, they seemed to whisper, was\r\nbecoming raw. It was time to jerk the interchange of thought back into\r\nthe realm of distant civility.\r\n\r\n“Are you making a long stay in London, Miss Bennett?”\r\n\r\n“No, not long. We are going down to the country almost immediately. I\r\ntold you my father and Mr. Mortimer had taken a house there.”\r\n\r\n“You will enjoy that.”\r\n\r\n“I’m sure I shall. Mr. Mortimer’s son Bream will be there. That will be\r\nnice.”\r\n\r\n“Why?” said Sam, backsliding.\r\n\r\nThere was a pause.\r\n\r\n“_He_ isn’t rude and ridiculous, eh?” said Sam gruffly.\r\n\r\n“Oh, no. His manners are perfect, and he has such a natural dignity,”\r\nshe went on, looking affectionately across the table at the heir of the\r\nMortimers, who, finding Mr. Bennett’s medical confidences a trifle\r\nfatiguing, was yawning broadly, and absently balancing his wine glass\r\non a fork.\r\n\r\n“Besides,” said Billie in a soft and dreamy voice, “we are engaged to\r\nbe married!”\r\n\r\n§ 3\r\n\r\nSam didn’t care, of course. We, who have had the privilege of a glimpse\r\ninto his iron soul, know that. He was not in the least upset by the\r\nnews—just surprised. He happened to be raising his glass at the moment,\r\nand he registered a certain amount of restrained emotion by snapping\r\nthe stem in half and shooting the contents over the tablecloth: but\r\nthat was all.\r\n\r\n“Good heavens, Sam!” ejaculated Sir Mallaby, aghast. His wine glasses\r\nwere an old and valued set.\r\n\r\nSam blushed as red as the stain on the cloth.\r\n\r\n“Awfully sorry, father! Don’t know how it happened.”\r\n\r\n“Something must have given you a shock,” suggested Billie kindly.\r\n\r\nThe old retainer rallied round with napkins, and Sir Mallaby, who was\r\njust about to dismiss the affair with the polished ease of a good host,\r\nsuddenly became aware of the activities of Bream. That young man, on\r\nwhose dreamy calm the accident had made no impression whatever, had\r\nsuccessfully established the equilibrium of the glass and the fork, and\r\nwas now cautiously inserting beneath the latter a section of a roll,\r\nthe whole forming a charming picture in still life.\r\n\r\n“If that glass is in your way....” said Sir Mallaby as soon as he had\r\nhitched up his drooping jaw sufficiently to enable him to speak. He was\r\nbeginning to feel that he would be lucky if he came out of this\r\ndinner-party with a mere remnant of his precious set.\r\n\r\n“Oh, Sir Mallaby,” said Billie, casting an adoring glance at the\r\njuggler, “you needn’t be afraid that Bream will drop it. _He_ isn’t\r\nclumsy! He is wonderful at that sort of thing, simply wonderful! I\r\nthink it’s so splendid,” said Billie, “when men can do things like\r\nthat. I’m always trying to get Bream to do some of his tricks for\r\npeople, but he’s so modest, he won’t.”\r\n\r\n“Refreshingly different,” Sir Mallaby considered, “from the average\r\ndrawing-room entertainer.”\r\n\r\n“Yes,” said Billie emphatically. “I think the most terrible thing in\r\nthe world is a man who tries to entertain when he can’t. Did I tell you\r\nabout the man on board ship, father, at the ship’s concert? Oh, it was\r\nthe most awful thing you ever saw. Everybody was talking about it!” She\r\nbeamed round the table, and there was a note of fresh girlish gaiety in\r\nher voice. “This man got up to do an imitation of somebody—nobody knows\r\nto this day who it was meant to be—and he came into the saloon and\r\ndirectly he saw the audience he got stage fright. He just stood there\r\ngurgling and not saying a word, and then suddenly his nerve failed him\r\naltogether and he turned and tore out of the room like a rabbit. He\r\nabsolutely ran! And he hadn’t said a word! It was the most ridiculous\r\nexhibition I’ve ever seen!”\r\n\r\nThe anecdote went well. Of course there will always be a small minority\r\nin any audience which does not appreciate a funny story, and there was\r\none in the present case. But the bulk of the company roared with\r\nlaughter.\r\n\r\n“Do you mean,” cried Sir Mallaby, choking, “the poor idiot just stood\r\nthere dumb?”\r\n\r\n“Well, he made a sort of yammering noise,” said Billie, “but that only\r\nmade him look sillier.”\r\n\r\n“Deuced good!” chuckled Sir Mallaby.\r\n\r\n“Funniest thing I ever heard in my life!” gurgled Mr. Bennett,\r\nswallowing a digestive capsule.\r\n\r\n“May have been half-witted,” suggested Mr. Mortimer.\r\n\r\nSam leaned across the table with a stern set face. He meant to change\r\nthe conversation if he had to do it with a crowbar.\r\n\r\n“I hear you have taken a house in the country, Mr. Mortimer,” he said.\r\n\r\n“Yes,” said Mr. Mortimer. He turned to Sir Mallaby. “We have at last\r\nsucceeded in persuading your sister, Mrs. Hignett, to let us rent her\r\nhouse for the summer.”\r\n\r\nSir Mallaby gasped.\r\n\r\n“Windles! You don’t mean to tell me that my sister has let you have\r\nWindles!”\r\n\r\nMr. Mortimer nodded triumphantly.\r\n\r\n“Yes. I had completely resigned myself to the prospect of spending the\r\nsummer in some other house, when yesterday I happened to run into your\r\nnephew, young Eustace Hignett, on the street, and he said he was just\r\ncoming round to see me about that very thing. To cut a long story\r\nshort, he said that it would be all right and that we could have the\r\nhouse.” Mr. Mortimer took a sip of burgundy. “He’s a curious boy, young\r\nHignett. Very nervous in his manner.”\r\n\r\n“Chronic dyspepsia,” said Mr. Bennett authoritatively, “I can tell it\r\nat a glance.”\r\n\r\n“Is Windles a very lovely place, Sir Mallaby?” asked Billie.\r\n\r\n“Charming. Quite charming. Not large, of course, as country houses go.\r\nNot a castle, I mean, with hundreds of acres of park land. But nice and\r\ncompact and comfortable and very picturesque.”\r\n\r\n“We do not require a large place,” said Mr. Mortimer. “We shall be\r\nquite a small party. Bennett and myself, Wilhelmina, Bream....”\r\n\r\n“Don’t forget,” said Billie, “that you have promised to invite Jane\r\nHubbard down there.”\r\n\r\n“Ah, yes. Wilhelmina’s friend, Miss Hubbard. She is coming. That will\r\nbe all, except young Hignett himself.”\r\n\r\n“Hignett!” cried Mr. Bennett.\r\n\r\n“Mr. Hignett!” exclaimed Billie.\r\n\r\nThere was an almost imperceptible pause before Mr. Mortimer spoke\r\nagain, and for an instant the demon of embarrassment hovered, unseen\r\nbut present, above the dinner table. Mr. Bennett looked sternly at\r\nBillie; Billie turned a shade pinker and gazed at the tablecloth; Bream\r\nstarted nervously. Even Mr. Mortimer seemed robbed for a moment of his\r\nlegal calm.\r\n\r\n“I forgot to tell you that,” he said. “Yes, one of the stipulations—to\r\nwhich I personally was perfectly willing to agree—was that Eustace\r\nHignett was to remain on the premises during our tenancy. Such a clause\r\nin the agreement was, I am quite aware, unusual, and, had the\r\ncircumstances been other than they were, I would have had a good deal\r\nto say about it. But we wanted the place, and we couldn’t get it except\r\nby agreeing, so I agreed. I’m sure you will think that I acted rightly,\r\nBennett, considering the peculiar circumstances.”\r\n\r\n“Well,” said Mr. Bennett reluctantly, “I certainly did want that\r\nhouse....”\r\n\r\n“And we couldn’t have had it otherwise,” said Mr. Mortimer, “so that is\r\nall there is to it.”\r\n\r\n“Well, it need make no difference to you,” said Sir Mallaby. “I am sure\r\nyou will find my nephew Eustace most unobtrusive. He may even be an\r\nentertaining companion. I believe he has a nice singing voice. With\r\nthat and the juggling of our friend here and my sister’s late husband’s\r\norchestrion, you will have no difficulty in amusing yourselves during\r\nthe evenings. You remember the orchestrion, Sam?” said Sir Mallaby, on\r\nwhom his son’s silence had been weighing rather heavily for some time.\r\n\r\n“Yes,” said Sam, and returned to the silence once more.\r\n\r\n“The late Mr. Hignett had it put in. He was very fond of music. It’s a\r\nthing you turn on by pressing a button in the wall,” continued Sir\r\nMallaby. “How you stop it, I don’t know. When I was down there last it\r\nnever seemed to stop. You mustn’t miss the orchestrion!”\r\n\r\n“I certainly shall,” said Mr. Bennett decidedly. “Music of that\r\ndescription happens to be the one thing which jars unendurably on my\r\nnerves. My nervous system is thoroughly out of tune.”\r\n\r\n“So is the orchestrion,” said Sir Mallaby. “I remember once when I was\r\ndown there....”\r\n\r\n“I hope you will come down there again, Sir Mallaby,” said Mr.\r\nMortimer, “during our occupancy of the house. And you, too,” he said,\r\naddressing Sam.\r\n\r\n“I am afraid,” said Sam frigidly, “that my time will be very much\r\noccupied for the next few months. Thank you very much,” he added, after\r\na moment’s pause.\r\n\r\n“Sam’s going to work,” said Sir Mallaby.\r\n\r\n“Yes,” said Sam with dark determination. “Work is the only thing in\r\nlife that matters!”\r\n\r\n“Oh, come, Sam!” said Sir Mallaby. “At your age I used to think love\r\nwas fairly important, too!”\r\n\r\n“Love!” said Sam. He jabbed at his soufflé with a spoon. You could see\r\nby the scornful way he did it that he did not think much of love.\r\n\r\n§ 4\r\n\r\nSir Mallaby, the last cigar of the night between his lips, broke a\r\nsilence which had lasted a quarter of an hour. The guests had gone, and\r\nhe and Sam were alone together.\r\n\r\n“Sam,” he said, “do you know what I think?”\r\n\r\n“No,” said Sam.\r\n\r\nSir Mallaby removed his cigar and spoke impressively. “I’ve been\r\nturning the whole thing over in my mind, and the conclusion I have come\r\nto is that there is more in this Windles business than meets the eye.\r\nI’ve known your Aunt Adeline all my life, and I tell you it isn’t in\r\nthat woman to change her infernal pig-headed mind, especially about\r\nletting her house. She is a monomaniac on that subject. If you want to\r\nknow my opinion, I am quite certain that your cousin Eustace has let\r\nthe place to these people without her knowledge, and intends to pocket\r\nthe cheque and not say a word about it. What do you think?”\r\n\r\n“Eh?” said Sam absently.\r\n\r\n“I said, what do you think?”\r\n\r\n“What do I think about what?”\r\n\r\n“About Eustace Hignett and Windles.”\r\n\r\n“What about them?”\r\n\r\nSir Mallaby regarded him disapprovingly. “I’m hanged if I know what’s\r\nthe matter with you to-night, Sam. You seem to have unhitched your\r\nbrain and left it in the umbrella stand. You hadn’t a word to say for\r\nyourself all through dinner. You might have been a Trappist monk. And\r\nwith that delightful girl Miss Bennett, there, too. She must have\r\nthought you infernally dull.”\r\n\r\n“I’m sorry.”\r\n\r\n“It’s no good being sorry now. The mischief’s done. She has gone away\r\nthinking you an idiot. Do you realise,” said Sir Mallaby warmly, “that\r\nwhen she told that extremely funny story about the man who made such a\r\nfool of himself on board the ship, you were the only person at the\r\ntable who was not amused? She must have thought you had no sense of\r\nhumour!”\r\n\r\nSam rose. “I think I’ll be going,” he said. “Good night!”\r\n\r\nA man can bear just so much."
  ]
}