{
  "index": 5,
  "title": "Chapter 4",
  "paragraphs": [
    "PERSECUTION OF EUSTACE\r\n\r\n\r\n“Good God!” cried Eustace Hignett.\r\n\r\nHe stared at the figure which loomed above him in the fading light\r\nwhich came through the porthole of the state-room. The hour was\r\nseven-thirty, and he had just woken from a troubled doze, full of\r\nstrange nightmares, and for the moment he thought that he must still be\r\ndreaming, for the figure before him could have walked straight into any\r\nnightmare and no questions asked. Then suddenly he became aware that it\r\nwas his cousin, Samuel Marlowe. As in the historic case of father in\r\nthe pigstye, he could tell him by his hat. But why was he looking like\r\nthat? Was it simply some trick of the uncertain light, or was his face\r\nreally black and had his mouth suddenly grown to six times its normal\r\nsize and become a vivid crimson?\r\n\r\nSam turned. He had been looking at himself in the mirror with a\r\nsatisfaction which, to the casual observer, his appearance would not\r\nhave seemed to justify. Hignett had not been suffering from a delusion.\r\nHis cousin’s face was black; and, even as he turned, he gave it a dab\r\nwith a piece of burnt cork and made it blacker.\r\n\r\n“Hullo! You awake?” he said, and switched on the light.\r\n\r\nEustace Hignett shied like a startled horse. His friend’s profile, seen\r\ndimly, had been disconcerting enough. Full face, he was a revolting\r\nobject. Nothing that Eustace Hignett had encountered in his recent\r\ndreams—and they had included such unusual fauna as elephants in top\r\nhats and running shorts—had affected him so profoundly. Sam’s\r\nappearance smote him like a blow. It seemed to take him straight into a\r\ndifferent and a dreadful world.\r\n\r\n“What ... what ... what...?” he gurgled.\r\n\r\nSam squinted at himself in the glass and added a touch of black to his\r\nnose.\r\n\r\n“How do I look?”\r\n\r\nEustace Hignett began to fear that his cousin’s reason must have become\r\nunseated. He could not conceive of any really sane man, looking like\r\nthat, being anxious to be told how he looked.\r\n\r\n“Are my lips red enough? It’s for the ship’s concert, you know. It\r\nstarts in half-an-hour, though I believe I’m not on till the second\r\npart. Speaking as a friend, would you put a touch more black round the\r\nears, or are they all right?”\r\n\r\nCuriosity replaced apprehension in Hignett’s mind.\r\n\r\n“What on earth are you doing performing at the ship’s concert?”\r\n\r\n“Oh, they roped me in. It got about somehow that I was a valuable man,\r\nand they wouldn’t take no.” Sam deepened the colour of his ears. “As a\r\nmatter of fact,” he said casually, “my fiancée made rather a point of\r\nmy doing something.”\r\n\r\nA sharp yelp from the lower berth proclaimed the fact that the\r\nsignificance of the remark had not been lost on Eustace.\r\n\r\n“Your fiancée?”\r\n\r\n“The girl I’m engaged to. Didn’t I tell you about that? Yes, I’m\r\nengaged.”\r\n\r\nEustace sighed heavily.\r\n\r\n“I feared the worst. Tell me, who is she?”\r\n\r\n“Didn’t I tell you her name?”\r\n\r\n“No.”\r\n\r\n“Curious! I must have forgotten.” He hummed an airy strain as he\r\nblackened the tip of his nose. “It’s rather a curious coincidence,\r\nreally. Her name is Bennett.”\r\n\r\n“She may be a relation.”\r\n\r\n“That’s true. Of course, girls do have relations.”\r\n\r\n“What is her first name?”\r\n\r\n“That is another rather remarkable thing. It’s Wilhelmina.”\r\n\r\n“Wilhelmina!”\r\n\r\n“Of course, there must be hundreds of girls in the world called\r\nWilhelmina Bennett, but still it is a coincidence.”\r\n\r\n“What colour is her hair?” demanded Eustace Hignett in a hollow voice.\r\n“Her hair! What colour is it?”\r\n\r\n“Her hair? Now, let me see. You ask me what colour is her hair. Well,\r\nyou might call it auburn ... or russet ... or you might call it\r\nTitian....”\r\n\r\n“Never mind what I might call it. Is it red?”\r\n\r\n“Red? Why, yes. That is a very good description of it. Now that you put\r\nit to me like that, it _is_ red.”\r\n\r\n“Has she a trick of grabbing at you suddenly, when she gets excited,\r\nlike a kitten with a ball of wool?”\r\n\r\n“Yes. Yes, she has.”\r\n\r\nEustace Hignett uttered a sharp cry.\r\n\r\n“Sam,” he said, “can you bear a shock?”\r\n\r\n“I’ll have a dash at it.”\r\n\r\n“Brace up!”\r\n\r\n“I’m ready.”\r\n\r\n“The girl you are engaged to is the same girl who promised to marry\r\n_me_.”\r\n\r\n“Well, well!” said Sam.\r\n\r\nThere was a silence.\r\n\r\n“Awfully sorry, of course, and all that,” said Sam.\r\n\r\n“Don’t apologise to _me!_” said Eustace. “My poor old chap, my only\r\nfeeling towards you is one of the purest and profoundest pity.” He\r\nreached out and pressed Sam’s hand. “I regard you as a toad beneath the\r\nharrow!”\r\n\r\n“Well, I suppose that’s one way of offering congratulations and cheery\r\ngood wishes.”\r\n\r\n“And on top of that,” went on Eustace, deeply moved, “you have got to\r\nsing at the ship’s concert.”\r\n\r\n“Why shouldn’t I sing at the ship’s concert?”\r\n\r\n“My dear old man, you have many worthy qualities, but you must know\r\nthat you can’t sing. You can’t sing for nuts! I don’t want to\r\ndiscourage you, but, long ago as it is, you can’t have forgotten what\r\nan ass you made of yourself at that house-supper at school. Seeing you\r\nup against it like this, I regret that I threw a lump of butter at you\r\non that occasion, though at the time it seemed the only course to\r\npursue.”\r\n\r\nSam started.\r\n\r\n“Was it you who threw that bit of butter?”\r\n\r\n“It was.”\r\n\r\n“I wish I’d known! You silly chump, you ruined my collar.”\r\n\r\n“Ah, well, it’s seven years ago. You would have had to send it to the\r\nwash anyhow by this time. But don’t let us brood on the past. Let us\r\nput our heads together and think how we can get you out of this\r\nterrible situation.”\r\n\r\n“I don’t want to get out of it. I confidently expect to be the hit of\r\nthe evening.”\r\n\r\n“The hit of the evening! You! Singing!”\r\n\r\n“I’m not going to sing. I’m going to do that imitation of Frank Tinney\r\nwhich I did at the Trinity smoker. You haven’t forgotten that? You were\r\nat the piano taking the part of the conductor of the orchestra. What a\r\nriot I was—we were! I say, Eustace, old man, I suppose you don’t feel\r\nwell enough to come up now and take your old part? You could do it\r\nwithout a rehearsal. You remember how it went.... ‘Hullo, Ernest!’\r\n‘Hullo, Frank!’ Why not come along?”\r\n\r\n“The only piano I will ever sit at will be one firmly fixed on a floor\r\nthat does not heave and wobble under me.”\r\n\r\n“Nonsense! The boat’s as steady as a rock now. The sea’s like a\r\nmill-pond.”\r\n\r\n“Nevertheless, thanking you for your suggestion, no!”\r\n\r\n“Oh, well, then I shall have to get on as best I can with that fellow\r\nMortimer. We’ve been rehearsing all the afternoon, and he seems to have\r\nthe hang of the thing. But he won’t be really right. He has no pep, no\r\nvim. Still, if you won’t ... well, I think I’ll be getting along to his\r\nstate-room. I told him I would look in for a last rehearsal.”\r\n\r\nThe door closed behind Sam, and Eustace Hignett, lying on his back,\r\ngave himself up to melancholy meditation. He was deeply disturbed by\r\nhis cousin’s sad story. He knew what it meant being engaged to\r\nWilhelmina Bennett. It was like being taken aloft in a balloon and\r\ndropped with a thud on the rocks.\r\n\r\nHis reflections were broken by the abrupt opening of the door. Sam\r\nrushed in. Eustace peered anxiously out of his berth. There was too\r\nmuch burnt cork on his cousin’s face to allow of any real registering\r\nof emotion, but he could tell from his manner that all was not well.\r\n\r\n“What’s the matter?”\r\n\r\nSam sank down on the lounge.\r\n\r\n“The bounder has quit!”\r\n\r\n“The bounder? What bounder?”\r\n\r\n“There is only one! Bream Mortimer, curse him! There may be others whom\r\nthoughtless critics rank as bounders, but he is the only man really\r\ndeserving of the title. He refuses to appear! He has walked out on the\r\nact! He has left me flat! I went into his state-room just now, as\r\narranged, and the man was lying on his bunk, groaning.”\r\n\r\n“I thought you said the sea was like a mill-pond.”\r\n\r\n“It wasn’t that! He’s perfectly fit. But it seems that the silly ass\r\ntook it into his head to propose to Billie just before\r\ndinner—apparently he’s loved her for years in a silent, self-effacing\r\nway—and of course she told him that she was engaged to me, and the\r\nthing upset him to such an extent that he says the idea of sitting down\r\nat a piano and helping me give an imitation of Frank Tinney revolts\r\nhim. He says he intends to spend the evening in bed, reading\r\nSchopenhauer. I hope it chokes him!”\r\n\r\n“But this is splendid! This lets you out.”\r\n\r\n“What do you mean? Lets me out?”\r\n\r\n“Why, now you won’t be able to appear. Oh, you will be thankful for\r\nthis in years to come.”\r\n\r\n“Won’t I appear! Won’t I dashed well appear! Do you think I’m going to\r\ndisappoint that dear girl when she is relying on me? I would rather\r\ndie.”\r\n\r\n“But you can’t appear without a pianist.”\r\n\r\n“I’ve got a pianist.”\r\n\r\n“You have?”\r\n\r\n“Yes. A little undersized shrimp of a fellow with a green face and ears\r\nlike water-wings.”\r\n\r\n“I don’t think I know him.”\r\n\r\n“Yes, you do. He’s you!”\r\n\r\n“Me!”\r\n\r\n“Yes, you. You are going to sit at the piano to-night.”\r\n\r\n“I’m sorry to disappoint you, but it’s impossible. I gave you my views\r\non the subject just now.”\r\n\r\n“You’ve altered them.”\r\n\r\n“I haven’t.”\r\n\r\n“Well, you soon will, and I’ll tell you why. If you don’t get up out of\r\nthat damned berth you’ve been roosting in all your life, I’m going to\r\nring for J. B. Midgeley and I’m going to tell him to bring me a bit of\r\ndinner in here and I’m going to eat it before your eyes.”\r\n\r\n“But you’ve had dinner.”\r\n\r\n“Well, I’ll have another. I feel just ready for a nice fat pork\r\nchop....”\r\n\r\n“Stop! Stop!”\r\n\r\n“A nice fat pork chop with potatoes and lots of cabbage,” repeated Sam\r\nfirmly. “And I shall eat it here on this very lounge. Now how do we\r\ngo?”\r\n\r\n“You wouldn’t do that!” said Eustace piteously.\r\n\r\n“I would and will.”\r\n\r\n“But I shouldn’t be any good at the piano. I’ve forgotten how the thing\r\nused to go.”\r\n\r\n“You haven’t done anything of the kind. I come in and say ‘Hullo,\r\nErnest!’ and you say ‘Hullo, Frank!’ and then you help me tell the\r\nstory about the Pullman car. A child could do your part of it.”\r\n\r\n“Perhaps there is some child on board....”\r\n\r\n“No. I want you. I shall feel safe with you. We’ve done it together\r\nbefore.”\r\n\r\n“But, honestly, I really don’t think ... it isn’t as if....”\r\n\r\nSam rose and extended a finger towards the bell.\r\n\r\n“Stop! Stop!” cried Eustace Hignett. “I’ll do it!”\r\n\r\nSam withdrew his finger.\r\n\r\n“Good!” he said. “We’ve just got time for a rehearsal while you’re\r\ndressing. ‘Hullo, Ernest!’”\r\n\r\n“‘Hullo, Frank,’” said Eustace Hignett brokenly as he searched for his\r\nunfamiliar trousers."
  ]
}