{
  "index": 17,
  "title": "Chapter 16",
  "paragraphs": [
    "A CROWDED NIGHT\r\n\r\n\r\n§ 1\r\n\r\nIf there is one thing more than another which weighs upon the mind of a\r\nstory-teller as he chronicles the events which he has set out to\r\ndescribe, it is the thought that the reader may be growing impatient\r\nwith him for straying from the main channel of his tale and devoting\r\nhimself to what are, after all, minor developments. This story, for\r\ninstance, opened with Mrs. Horace Hignett, the world-famous writer on\r\nTheosophy, going over to America to begin a lecturing-tour; and no one\r\nrealises more keenly than I do that I have left Mrs. Hignett flat. I\r\nhave thrust that great thinker into the background and concentrated my\r\nattention on the affairs of one who is both her mental and her moral\r\ninferior, Samuel Marlowe. I seem at this point to see the reader—a\r\ngreat brute of a fellow with beetling eyebrows and a jaw like the ram\r\nof a battleship, the sort of fellow who is full of determination and\r\nwill stand no nonsense—rising to remark that he doesn’t care what\r\nhappened to Samuel Marlowe and that what he wants to know is, how Mrs.\r\nHignett made out on her lecturing-tour. Did she go big in Buffalo? Did\r\nshe have ’em tearing up the seats in Schenectady? Was she a riot in\r\nChicago and a cyclone in St. Louis? Those are the points on which he\r\ndesires information, or give him his money back.\r\n\r\nI cannot supply the information. And, before you condemn me, let me\r\nhastily add that the fault is not mine but that of Mrs. Hignett\r\nherself. The fact is, she never went to Buffalo. Schenectady saw\r\nnothing of her. She did not get within a thousand miles of Chicago, nor\r\ndid she penetrate to St. Louis. For the very morning after her son\r\nEustace sailed for England in the liner “Atlantic,” she happened to\r\nread in the paper one of those abridged passenger-lists which the\r\njournals of New York are in the habit of printing, and got a nasty\r\nshock when she saw that, among those whose society Eustace would enjoy\r\nduring the voyage, was “Miss Wilhelmina Bennett, daughter of J. Rufus\r\nBennett of Bennett, Mandelbaum and Co.”. And within five minutes of\r\ndigesting this information, she was at her desk writing out telegrams\r\ncancelling all her engagements. Iron-souled as this woman was, her\r\nfingers trembled as she wrote. She had a vision of Eustace and the\r\ndaughter of J. Rufus Bennett strolling together on moonlit decks,\r\nleaning over rails damp with sea-spray and, in short, generally\r\nstarting the whole trouble all over again.\r\n\r\nIn the height of the tourist season it is not always possible for one\r\nwho wishes to leave America to spring on to the next boat. A long\r\nmorning’s telephoning to the offices of the Cunard and the White Star\r\nbrought Mrs. Hignett the depressing information that it would be a full\r\nweek before she could sail for England. That meant that the inflammable\r\nEustace would have over two weeks to conduct an uninterrupted wooing,\r\nand Mrs. Hignett’s heart sank, till suddenly she remembered that so\r\npoor a sailor as her son was not likely to have had leisure for any\r\nstrolling on the deck during the voyage on the “Atlantic.”\r\n\r\nHaving realised this, she became calmer and went about her preparations\r\nfor departure with an easier mind. The danger was still great, but\r\nthere was a good chance that she might be in time to intervene. She\r\nwound up her affairs in New York, and on the following Wednesday,\r\nboarded the “Nuronia” bound for Southampton.\r\n\r\nThe “Nuronia” is one of the slowest of the Cunard boats. It was built\r\nat a time when delirious crowds used to swoon on the dock if an ocean\r\nliner broke the record by getting across in nine days. It rolled over\r\nto Cherbourg, dallied at that picturesque port for some hours, then\r\nsauntered across the Channel and strolled into Southampton Water in the\r\nevening of the day on which Samuel Marlowe had sat in the lane plotting\r\nwith Webster, the valet. At almost the exact moment when Sam, sidling\r\nthrough the windows of the drawing-room, slid into the cupboard behind\r\nthe piano, Mrs. Hignett was standing at the Customs barrier telling the\r\nofficials that she had nothing to declare.\r\n\r\nMrs. Hignett was a general who believed in forced marches. A lesser\r\nwoman might have taken the boat-train to London and proceeded to\r\nWindles at her ease on the following afternoon. Mrs. Hignett was made\r\nof sterner stuff. Having fortified herself with a late dinner, she\r\nhired a car and set out on the cross-country journey. It was only when\r\nthe car, a genuine antique, had broken down three times in the first\r\nten miles, that she directed the driver to take her instead to the\r\n“Blue Boar” in Windlehurst, where she arrived, tired but thankful to\r\nhave reached it at all, at about eleven o’clock.\r\n\r\nAt this point many, indeed most, women would have gone to bed; but the\r\nfamiliar Hampshire air and the knowledge that half an hour’s walking\r\nwould take her to her beloved home acted on Mrs. Hignett like a\r\nrestorative. One glimpse of Windles she felt that she must have before\r\nshe retired for the night, if only to assure herself that it was still\r\nthere. She had a cup of coffee and a sandwich brought to her by the\r\nnight-porter whom she had roused from sleep, for bedtime is early in\r\nWindlehurst, and then informed him that she was going for a short walk\r\nand would ring when she returned.\r\n\r\nHer heart leaped joyfully as she turned in at the drive gates of her\r\nhome and felt the well-remembered gravel crunching under her feet. The\r\nsilhouette of the ruined castle against the summer sky gave her the\r\nfeeling which all returning wanderers know. And, when she stepped on to\r\nthe lawn and looked at the black bulk of the house, indistinct and\r\nshadowy with its backing of trees, tears came into her eyes. She\r\nexperienced a rush of emotion which made her feel quite faint, and\r\nwhich lasted until, on tiptoeing nearer to the house in order to gloat\r\nmore adequately upon it, she perceived that the French windows of the\r\ndrawing-room were standing ajar. Sam had left them like this in order\r\nto facilitate departure, if a hurried departure should by any mischance\r\nbe rendered necessary, and drawn curtains had kept the household from\r\nnoticing the fact.\r\n\r\nAll the proprietor in Mrs. Hignett was roused. This, she felt\r\nindignantly, was the sort of thing she had been afraid would happen the\r\nmoment her back was turned. Evidently laxity—one might almost say\r\nanarchy—had set in directly she had removed the eye of authority. She\r\nmarched to the window and pushed it open. She had now completely\r\nabandoned her kindly scheme of refraining from rousing the sleeping\r\nhouse and spending the night at the inn. She stepped into the\r\ndrawing-room with the single-minded purpose of routing Eustace out of\r\nhis sleep and giving him a good talking-to for having failed to\r\nmaintain her own standard of efficiency among the domestic staff. If\r\nthere was one thing on which Mrs. Horace Hignett had always insisted it\r\nwas that every window in the house must be closed at lights-out.\r\n\r\nShe pushed the curtains apart with a rattle and, at the same moment,\r\nfrom the direction of the door there came a low but distinct gasp which\r\nmade her resolute heart jump and flutter. It was too dark to see\r\nanything distinctly, but, in the instant before it turned and fled, she\r\ncaught sight of a shadowy male figure, and knew that her worst fears\r\nhad been realised. The figure was too tall to be Eustace, and Eustace,\r\nshe knew, was the only man in the house. Male figures, therefore, that\r\nwent flitting about Windles, must be the figures of burglars.\r\n\r\nMrs. Hignett, bold woman though she was, stood for an instant\r\nspell-bound, and for one moment of not unpardonable panic tried to tell\r\nherself that she had been mistaken. Almost immediately, however, there\r\ncame from the direction of the hall a dull chunky sound as though\r\nsomething soft had been kicked, followed by a low gurgle and the noise\r\nof staggering feet. Unless he were dancing a _pas seul_ out of sheer\r\nlightness of heart, the nocturnal visitor must have tripped over\r\nsomething.\r\n\r\nThe latter theory was the correct one. Montagu Webster was a man who,\r\nat many a subscription ball, had shaken a gifted dancing-pump, and\r\nnothing in the proper circumstances pleased him better than to exercise\r\nthe skill which had become his as the result of twelve private lessons\r\nat half-a-crown a visit; but he recognised the truth of the scriptural\r\nadage that there is a time for dancing, and that this was not it. His\r\nonly desire when, stealing into the drawing-room he had been confronted\r\nthrough the curtains by a female figure, was to get back to his bedroom\r\nundetected. He supposed that one of the feminine members of the\r\nhouse-party must have been taking a stroll in the grounds, and he did\r\nnot wish to stay and be compelled to make laborious explanations of his\r\npresence there in the dark. He decided to postpone the knocking on the\r\ncupboard door, which had been the signal arranged between himself and\r\nSam, until a more suitable occasion. In the meantime he bounded\r\nsilently out into the hall, and instantaneously tripped over the portly\r\nform of Smith, the bulldog, who, roused from a light sleep to the\r\nknowledge that something was going on, and being a dog who always liked\r\nto be in the centre of the maelstrom of events, had waddled out to\r\ninvestigate.\r\n\r\nBy the time Mrs. Hignett had pulled herself together sufficiently to\r\nfeel brave enough to venture into the hall, Webster’s presence of mind\r\nand Smith’s gregariousness had combined to restore that part of the\r\nhouse to its normal nocturnal condition of emptiness. Webster’s stagger\r\nhad carried him almost up to the green baize door leading to the\r\nservants’ staircase, and he proceeded to pass through it without\r\nchecking his momentum, closely followed by Smith who, now convinced\r\nthat interesting events were in progress which might possibly culminate\r\nin cake, had abandoned the idea of sleep, and meant to see the thing\r\nthrough. He gambolled in Webster’s wake up the stairs and along the\r\npassage leading to the latter’s room, and only paused when the door was\r\nbrusquely shut in his face. Upon which he sat down to think the thing\r\nover. He was in no hurry. The night was before him, promising, as far\r\nas he could judge from the way it had opened, excellent entertainment.\r\n\r\nMrs. Hignett had listened fearfully to the uncouth noises from the\r\nhall. The burglars—she had now discovered that there were at least two\r\nof them—appeared to be actually romping. The situation had grown beyond\r\nher handling. If this troupe of terpsichorean marauders was to be\r\ndislodged she must have assistance. It was man’s work. She made a brave\r\ndash through the hall mercifully unmolested; found the stairs; raced up\r\nthem; and fell through the doorway of her son Eustace’s bedroom like a\r\nspent Marathon runner staggering past the winning-post.\r\n\r\n§ 2\r\n\r\nAt about the moment when Mrs. Hignett was crunching the gravel of the\r\ndrive, Eustace was lying in bed, listening to Jane Hubbard as she told\r\nthe story of how an alligator had once got into her tent while she was\r\ncamping on the banks of the Issawassi River in Central Africa. Ever\r\nsince he had become ill, it had been the large-hearted girl’s kindly\r\npractice to soothe him to rest with some such narrative from her\r\nenergetic past.\r\n\r\n“And what happened then?” asked Eustace, breathlessly.\r\n\r\nHe had raised himself on one elbow in his bed. His eyes shone excitedly\r\nfrom a face which was almost the exact shape of an Association\r\nfootball; for he had reached the stage of mumps when the patient begins\r\nto swell as though somebody were inflating him with a bicycle-pump.\r\n\r\n“Oh, I jabbed him in the eye with a pair of nail-scissors, and he went\r\naway!” said Jane Hubbard.\r\n\r\n“You know, you’re wonderful!” cried Eustace. “Simply wonderful!”\r\n\r\nJane Hubbard flushed a little beneath her tan. She loved his pretty\r\nenthusiasm. He was so genuinely stirred by what were to her the merest\r\ncommonplaces of life.\r\n\r\n“Why, if an alligator got into _my_ tent,” said Eustace, “I simply\r\nwouldn’t know what to do! I should be nonplussed.”\r\n\r\n“Oh, it’s just a knack,” said Jane, carelessly. “You soon pick it up.”\r\n\r\n“Nail-scissors!”\r\n\r\n“It ruined them, unfortunately. They were never any use again. For the\r\nrest of the trip I had to manicure myself with a hunting-spear.”\r\n\r\n“You’re a marvel!”\r\n\r\nEustace lay back in bed and gave himself up to meditation. He had\r\nadmired Jane Hubbard before, but the intimacy of the sick-room and the\r\nstories which she had told him to relieve the tedium of his invalid\r\nstate had set the seal on his devotion. It has always been like this\r\nsince Othello wooed Desdemona. For three days Jane Hubbard had been\r\nweaving her spell about Eustace Hignett, and now she monopolised his\r\nentire horizon. She had spoken, like Othello, of antres vast and\r\ndeserts idle, rough quarries, rocks and hills whose heads touched\r\nheaven, and of the cannibals that each other eat, the Anthropophagi,\r\nand men whose heads do grow beneath their shoulders. This to hear would\r\nEustace Hignett seriously incline, and swore, in faith, ’twas strange,\r\n’twas passing strange, ’twas pitiful, ’twas wondrous pitiful. He loved\r\nher for the dangers she had passed, and she loved him that he did pity\r\nthem. In fact, one would have said that it was all over except buying\r\nthe licence, had it not been for the fact that his very admiration\r\nserved to keep Eustace from pouring out his heart. It seemed incredible\r\nto him that the queen of her sex, a girl who had chatted in terms of\r\nequality with African head-hunters and who swatted alligators as though\r\nthey were flies, could ever lower herself to care for a man who looked\r\nlike the “after-taking” advertisement of a patent food.\r\n\r\nBut even those whom Nature has destined to be mates may misunderstand\r\neach other, and Jane, who was as modest as she was brave, had come\r\nrecently to place a different interpretation on his silence. In the\r\nlast few days of the voyage she had quite made up her mind that Eustace\r\nHignett loved her and would shortly intimate as much in the usual\r\nmanner; but, since coming to Windles, she had begun to have doubts. She\r\nwas not blind to the fact that Billie Bennett was distinctly prettier\r\nthan herself and far more the type to which the ordinary man is\r\nattracted. And, much as she loathed the weakness and despised herself\r\nfor yielding to it, she had become distinctly jealous of her. True,\r\nBillie was officially engaged to Bream Mortimer, but she had had\r\nexperience of the brittleness of Miss Bennett’s engagements, and she\r\ncould by no means regard Eustace as immune.\r\n\r\n“Do you suppose they will be happy?” she asked.\r\n\r\n“Eh? Who?” said Eustace, excusably puzzled, for they had only just\r\nfinished talking about alligators. But there had been a pause since his\r\nlast remark, and Jane’s thoughts had flitted back to the subject that\r\nusually occupied them.\r\n\r\n“Billie and Bream Mortimer.”\r\n\r\n“Oh!” said Eustace. “Yes, I suppose so.”\r\n\r\n“She’s a delightful girl.”\r\n\r\n“Yes,” said Eustace without much animation.\r\n\r\n“And, of course, it’s nice their fathers being so keen on the match. It\r\ndoesn’t often happen that way.”\r\n\r\n“No. People’s people generally want people to marry people people don’t\r\nwant to marry,” said Eustace, clothing in words a profound truth which\r\nfrom the earliest days of civilisation has deeply affected the youth of\r\nevery country.\r\n\r\n“I suppose your mother has got somebody picked out for you to marry?”\r\nsaid Jane casually.\r\n\r\n“Mother doesn’t want me to marry anybody,” said Eustace with gloom. It\r\nwas another obstacle to his romance.\r\n\r\n“What, never?”\r\n\r\n“No.”\r\n\r\n“Why ever not?”\r\n\r\n“As far as I can make out, if I marry, I get this house and mother has\r\nto clear out. Silly business!”\r\n\r\n“Well, you wouldn’t let your mother stand in the way if you ever really\r\nfell in love?” said Jane.\r\n\r\n“It isn’t so much a question of _letting_ her stand in the way. The\r\ntough job would be preventing her. You’ve never met my mother!”\r\n\r\n“No, I’m looking forward to it!”\r\n\r\n“You’re looking forward...!” Eustace eyed her with honest amazement.\r\n\r\n“But what could your mother do? I mean, supposing you had made up your\r\nmind to marry somebody.”\r\n\r\n“What could she do? Why, there isn’t anything she wouldn’t do. Why,\r\nonce....” Eustace broke off. The anecdote which he had been about to\r\ntell contained information which, on reflection, he did not wish to\r\nreveal.\r\n\r\n“Once—...?” said Jane.\r\n\r\n“Oh, well, I was just going to show you what mother is like. I—I was\r\ngoing out to lunch with a man, and—and—” Eustace was not a ready\r\nimprovisator—“and she didn’t want me to go, so she stole all my\r\ntrousers!”\r\n\r\nJane Hubbard started, as if, wandering through one of her favourite\r\njungles, she had perceived a snake in her path. She was thinking hard.\r\nThat story which Billie had told her on the boat about the man to whom\r\nshe had been engaged, whose mother had stolen his trousers on the\r\nwedding morning ... it all came back to her with a topical significance\r\nwhich it had never had before. It had lingered in her memory, as\r\nstories will, but it had been a detached episode, having no personal\r\nmeaning for her. But now.... “She did that just to stop you going out\r\nto lunch with a man?” she said slowly.\r\n\r\n“Yes, rotten thing to do, wasn’t it?”\r\n\r\nJane Hubbard moved to the foot of the bed, and her forceful gaze,\r\nshooting across the intervening counterpane, pinned Eustace to the\r\npillow. She was in the mood which had caused spines in Somaliland to\r\ncurl like withered leaves.\r\n\r\n“Were you ever engaged to Billie Bennett?” she demanded.\r\n\r\nEustace Hignett licked dry lips. His face looked like a hunted melon.\r\nThe flannel bandage, draped around it by loving hands, hardly supported\r\nhis sagging jaw.\r\n\r\n“Why—er—”\r\n\r\n“_Were_ you?” cried Jane, stamping an imperious foot. There was that in\r\nher eye before which warriors of the lower Congo had become as chewed\r\nblotting-paper. Eustace Hignett shrivelled in the blaze. He was filled\r\nwith an unendurable sense of guilt.\r\n\r\n“Well—er—yes,” he mumbled weakly.\r\n\r\nJane Hubbard buried her face in her hands and burst into tears. She\r\nmight know what to do when alligators started exploring her tent, but\r\nshe was a woman.\r\n\r\nThis sudden solution of steely strength into liquid weakness had on\r\nEustace Hignett the stunning effects which the absence of the last\r\nstair has on the returning reveller creeping up to bed in the dark. It\r\nwas as though his spiritual foot had come down hard on empty space and\r\ncaused him to bite his tongue. Jane Hubbard had always been to him a\r\nrock of support. And now the rock had melted away and left him\r\nwallowing in a deep pool.\r\n\r\nHe wallowed gratefully. It had only needed this to brace him to the\r\npoint of declaring his love. His awe of this girl had momentarily\r\nvanished. He felt strong and dashing. He scrambled down the bed and\r\npeered over the foot of it at her huddled form.\r\n\r\n“Have some barley-water,” he urged. “Try a little barley-water.”\r\n\r\nIt was all he had to offer her except the medicine which, by the\r\ndoctor’s instructions, he took three times a day in a quarter of a\r\nglass of water.\r\n\r\n“Go away!” sobbed Jane Hubbard.\r\n\r\nThe unreasonableness of this struck Eustace.\r\n\r\n“But I can’t. I’m in bed. Where could I go?”\r\n\r\n“I hate you!”\r\n\r\n“Oh, don’t say that!”\r\n\r\n“You’re still in love with her!”\r\n\r\n“Nonsense! I never was in love with her.”\r\n\r\n“Then why were you going to marry her?”\r\n\r\n“Oh, I don’t know. It seemed a good idea at the time.”\r\n\r\n“Oh! Oh! Oh!”\r\n\r\nEustace bent a little further over the end of the bed and patted her\r\nhair.\r\n\r\n“Do have some barley-water,” he said. “Just a sip!”\r\n\r\n“You _are_ in love with her!” sobbed Jane.\r\n\r\n“I’m _not!_ I love _you!_”\r\n\r\n“You don’t!”\r\n\r\n“Pardon _me!_” said Eustace firmly. “I’ve loved you ever since you gave\r\nme that extraordinary drink with Worcester sauce in it on the boat.”\r\n\r\n“They why didn’t you say so before?”\r\n\r\n“I hadn’t the nerve. You always seemed so—I don’t know how to put it—I\r\nalways seemed such a worm. I was just trying to get the courage to\r\npropose when I caught the mumps, and that seemed to me to finish it. No\r\ngirl could love a man with three times the proper amount of face.”\r\n\r\n“As if that could make any difference! What does your outside matter? I\r\nhave seen your inside!”\r\n\r\n“I beg your pardon?”\r\n\r\n“I mean....”\r\n\r\nEustace fondled her back hair.\r\n\r\n“Jane! Queen of my soul! Do you really love me?”\r\n\r\n“I’ve loved you ever since we met on the Subway.” She raised a\r\ntear-stained face. “If only I could be sure that you really loved me!”\r\n\r\n“I can prove it!” said Eustace proudly. “You know how scared I am of my\r\nmother. Well, for your sake I overcame my fear, and did something\r\nwhich, if she ever found out about it, would make her sorer than a\r\nsunburned neck! This house. She absolutely refused to let it to old\r\nBennett and old Mortimer. They kept after her about it, but she\r\nwouldn’t hear of it. Well, you told me on the boat that Wilhelmina\r\nBennett had invited you to spend the summer with her, and I knew that,\r\nif they didn’t come to Windles, they would take some other place, and\r\nthat meant I wouldn’t see you. So I hunted up old Mortimer, and let it\r\nto him on the quiet, without telling my mother anything about it!”\r\n\r\n“Why, you darling angel child,” cried Jane Hubbard joyfully. “Did you\r\nreally do that for my sake? Now I know you love me!”\r\n\r\n“Of course, if mother ever got to hear of it...!”\r\n\r\nJane Hubbard pushed him gently into the nest of bedclothes, and tucked\r\nhim in with strong, calm hands. She was a very different person from\r\nthe girl who so short a while before had sobbed on the carpet. Love is\r\na wonderful thing.\r\n\r\n“You mustn’t excite yourself,” she said. “You’ll be getting a\r\ntemperature. Lie down and try to get to sleep.” She kissed his bulbous\r\nface. “You have made me so happy, Eustace darling.”\r\n\r\n“That’s good,” said Eustace cordially. “But it’s going to be an awful\r\njar for mother!”\r\n\r\n“Don’t you worry about that. I’ll break the news to your mother. I’m\r\nsure she will be quite reasonable about it.”\r\n\r\nEustace opened his mouth to speak, then closed it again.\r\n\r\n“Lie back quite comfortably, and don’t worry,” said Jane Hubbard. “I’m\r\ngoing to my room to get a book to read you to sleep. I shan’t be five\r\nminutes. And forget about your mother. I’ll look after her.”\r\n\r\nEustace closed his eyes. After all, this girl had fought lions, tigers,\r\npumas, cannibals, and alligators in her time with a good deal of\r\nsuccess. There might be a sporting chance of victory for her when she\r\nmoved a step up in the animal kingdom and tackled his mother. He was\r\nnot unduly optimistic, for he thought she was going out of her class;\r\nbut he felt faintly hopeful. He allowed himself to drift into pleasant\r\nmeditation.\r\n\r\nThere was a scrambling sound outside the door. The handle turned.\r\n\r\n“Hullo! Back already?” said Eustace, opening his eyes.\r\n\r\nThe next moment he opened them wider. His mouth gaped slowly like a\r\nhole in a sliding cliff. Mrs. Horace Hignett was standing at his\r\nbedside.\r\n\r\n§ 3\r\n\r\nIn the moment which elapsed before either of the two could calm their\r\nagitated brains to speech, Eustace became aware, as never before, of\r\nthe truth of that well-known line—“Peace, perfect peace, with loved\r\nones far away.” There was certainly little hope of peace with loved\r\nones in his bedroom. Dully, he realised that in a few minutes Jane\r\nHubbard would be returning with her book, but his imagination refused\r\nto envisage the scene which would then occur.\r\n\r\n“Eustace!”\r\n\r\nMrs. Hignett gasped, hand on heart.\r\n\r\n“Eustace!” For the first time Mrs. Hignett seemed to become aware that\r\nit was a changed face that confronted hers. “Good gracious! How stout\r\nyou’ve grown!”\r\n\r\n“It’s mumps.”\r\n\r\n“Mumps!”\r\n\r\n“Yes, I’ve got mumps.”\r\n\r\nMrs. Hignett’s mind was too fully occupied with other matters to allow\r\nher to dwell on this subject.\r\n\r\n“Eustace, there are men in the house!”\r\n\r\nThis fact was just what Eustace had been wondering how to break to her.\r\n\r\n“I know,” he said uneasily.\r\n\r\n“You know!” Mrs. Hignett stared. “Did you hear them?”\r\n\r\n“Hear them?” said Eustace, puzzled.\r\n\r\n“The drawing-room window was left open, and there are two burglars in\r\nthe hall!”\r\n\r\n“Oh, I say, no! That’s rather rotten!” said Eustace.\r\n\r\n“I saw them and heard them! I—oh!” Mrs. Hignett’s sentence trailed off\r\ninto a suppressed shriek, as the door opened and Jane Hubbard came in.\r\n\r\nJane Hubbard was a girl who by nature and training was well adapted to\r\nbear shocks. Her guiding motto in life was that helpful line of\r\nHorace—_Aequam memento rebus in arduis servare mentem_. (For the\r\nbenefit of those who have not, like myself, enjoyed an expensive\r\nclassical education,—memento—Take my tip—servare—preserve—aequam—an\r\nunruffled—mentem—mind—rebus in arduis—in every crisis). She had only\r\nbeen out of the room a few minutes, and in that brief period a\r\nmiddle-aged lady of commanding aspect had apparently come up through a\r\ntrap. It would have been enough to upset most girls, but Jane Hubbard\r\nbore it calmly. All through her vivid life her bedroom had been a sort\r\nof cosy corner for murderers, alligators, tarantulas, scorpions, and\r\nevery variety of snake, so she accepted the middle-aged lady without\r\ncomment.\r\n\r\n“Good evening,” she said placidly.\r\n\r\nMrs. Hignett, having rallied from her moment of weakness, glared at the\r\nnew arrival dumbly. She could not place Jane. From the airy way in\r\nwhich she had strolled into the room, she appeared to be some sort of a\r\nnurse; but she wore no nurse’s uniform.\r\n\r\n“Who are you?” she asked stiffly.\r\n\r\n“Who are _you?_” asked Jane.\r\n\r\n“I,” said Mrs. Hignett portentously, “am the owner of this house, and I\r\nshould be glad to know what you are doing in it. I am Mrs. Horace\r\nHignett.”\r\n\r\nA charming smile spread itself over Jane’s finely-cut face.\r\n\r\n“I’m so glad to meet you,” she said. “I have heard so much about you.”\r\n\r\n“Indeed?” said Mrs. Hignett coldly. “And now I should like to hear a\r\nlittle about you.”\r\n\r\n“I’ve read all your books,” said Jane. “I think they’re wonderful.”\r\n\r\nIn spite of herself, in spite of a feeling that this young woman was\r\nstraying from the point, Mrs. Hignett could not check a slight influx\r\nof amiability. She was an authoress who received a good deal of incense\r\nfrom admirers, but she could always do with a bit more. Besides, most\r\nof the incense came by post. Living a quiet and retired life in the\r\ncountry, it was rarely that she got it handed to her face to face. She\r\nmelted quite perceptibly. She did not cease to look like a basilisk,\r\nbut she began to look like a basilisk who has had a good lunch.\r\n\r\n“My favourite,” said Jane, who for a week had been sitting daily in a\r\nchair in the drawing-room adjoining the table on which the authoress’s\r\ncomplete works were assembled, “is ‘The Spreading Light.’ I _do_ like\r\n‘The Spreading Light!’”\r\n\r\n“It was written some years ago,” said Mrs. Hignett with something\r\napproaching cordiality, “and I have since revised some of the views I\r\nstate in it, but I still consider it quite a good text-book.”\r\n\r\n“Of course, I can see that ‘What of the Morrow?’ is more profound,”\r\nsaid Jane. “But I read ‘The Spreading Light’ first, and of course that\r\nmakes a difference.”\r\n\r\n“I can quite see that it would,” agreed Mrs. Hignett. “One’s first step\r\nacross the threshold of a new mind, one’s first glimpse....”\r\n\r\n“Yes, it makes you feel....”\r\n\r\n“Like some watcher of the skies,” said Mrs. Hignett, “when a new planet\r\nswims into his ken, or like....”\r\n\r\n“Yes, doesn’t it!” said Jane.\r\n\r\nEustace, who had been listening to the conversation with every muscle\r\ntense, in much the same mental attitude as that of a peaceful citizen\r\nin a Wild West Saloon who holds himself in readiness to dive under a\r\ntable directly the shooting begins, began to relax. What he had\r\nshrinkingly anticipated would be the biggest thing since the\r\nDempsey-Carpentier fight seemed to be turning into a pleasant social\r\nand literary evening not unlike what he imagined a meeting of old\r\nGirton students must be. For the first time since his mother had come\r\ninto the room he indulged in the luxury of a deep breath.\r\n\r\n“But what are you doing here?” asked Mrs. Hignett, returning almost\r\nreluctantly to the main issue.\r\n\r\nEustace perceived that he had breathed too soon. In an unobtrusive way\r\nhe subsided into the bed and softly pulled the sheets over his head,\r\nfollowing the excellent tactics of the great Duke of Wellington in his\r\nPeninsular campaign. “When in doubt,” the Duke used to say, “retire and\r\ndig yourself in.”\r\n\r\n“I’m nursing dear Eustace,” said Jane.\r\n\r\nMrs. Hignett quivered, and cast an eye on the hump in the bedclothes\r\nwhich represented dear Eustace. A cold fear had come upon her.\r\n\r\n“‘Dear Eustace!’” she repeated mechanically.\r\n\r\n“We’re engaged,” said Jane.\r\n\r\n“Engaged! Eustace, is this true?”\r\n\r\n“Yes,” said a muffled voice from the interior of the bed.\r\n\r\n“And poor Eustace is so worried,” continued Jane, “about the house.”\r\nShe went on quickly. “He doesn’t want to deprive you of it, because he\r\nknows what it means to you. So he is hoping—we are both hoping—that you\r\nwill accept it as a present when we are married. We really shan’t want\r\nit, you know. We are going to live in London. So you will take it,\r\nwon’t you—to please us?”\r\n\r\nWe all of us, even the greatest of us, have our moments of weakness.\r\nOnly a short while back, in this very room, we have seen Jane Hubbard,\r\nthat indomitable girl, sobbing brokenly on the carpet. Let us then not\r\nexpress any surprise at the sudden collapse of one of the world’s\r\ngreatest female thinkers. As the meaning of this speech smote on Mrs.\r\nHorace Hignett’s understanding, she sank weeping into a chair. The\r\never-present fear that had haunted her had been exorcised. Windles was\r\nhers in perpetuity. The relief was too great. She sat in her chair and\r\ngulped; and Eustace, greatly encouraged, emerged slowly from the\r\nbedclothes like a worm after a thunderstorm.\r\n\r\nHow long this poignant scene would have lasted, one cannot say. It is a\r\npity that it was cut short, for I should have liked to dwell upon it.\r\nBut at this moment, from the regions downstairs, there suddenly burst\r\nupon the silent night such a whirlwind of sound as effectually\r\ndissipated the tense emotion in the room. Somebody appeared to have\r\ntouched off the orchestrion in the drawing-room, and that willing\r\ninstrument had begun again in the middle of a bar at the point where\r\nJane Hubbard had switched it off four afternoons ago. Its wailing\r\nlament for the passing of Summer filled the whole house.\r\n\r\n“That’s too bad!” said Jane, a little annoyed. “At this time of night!”\r\n\r\n“It’s the burglars!” quavered Mrs. Hignett. In the stress of recent\r\nevents she had completely forgotten the existence of those enemies of\r\nSociety. “They were dancing in the hall when I arrived, and now they’re\r\nplaying the orchestrion!”\r\n\r\n“Light-hearted chaps!” said Eustace, admiring the sang-froid of the\r\ncriminal world. “Full of spirits!”\r\n\r\n“This won’t do,” said Jane Hubbard, shaking her head. “We can’t have\r\nthis sort of thing. I’ll go and fetch my gun.”\r\n\r\n“They’ll murder you, dear!” panted Mrs. Hignett, clinging to her arm.\r\n\r\nJane Hubbard laughed.\r\n\r\n“Murder _me!_” she said amusedly. “I’d like to catch them at it!”\r\n\r\nMrs. Hignett stood staring at the door as Jane closed it softly behind\r\nher.\r\n\r\n“Eustace,” she said solemnly, “that is a wonderful girl!”\r\n\r\n“Yes! She once killed a panther—or a puma, I forget which—with a\r\nhat-pin!” said Eustace with enthusiasm.\r\n\r\n“I could wish you no better wife!” said Mrs. Hignett.\r\n\r\nShe broke off with a sharp wail. Out in the passage something like a\r\nbattery of artillery had roared.\r\n\r\nThe door opened and Jane Hubbard appeared, slipping a fresh cartridge\r\ninto the elephant-gun.\r\n\r\n“One of them was popping about outside here,” she announced. “I took a\r\nshot at him, but I’m afraid I missed. The visibility was bad. At any\r\nrate he went away.”\r\n\r\nIn this last statement she was perfectly accurate. Bream Mortimer, who\r\nhad been aroused by the orchestrion and who had come out to see what\r\nwas the matter, had gone away at the rate of fifty miles an hour. He\r\nhad been creeping down the passage when he found himself suddenly\r\nconfronted by a dim figure which, without a word, had attempted to slay\r\nhim with an enormous gun. The shot had whistled past his ears and gone\r\nsinging down the corridor. This was enough for Bream. He had returned\r\nto his room in three strides, and was now under the bed. The burglars\r\nmight take everything in the house and welcome, so that they did not\r\nmolest his privacy. That was the way Bream looked at it. And very\r\nsensible of him, too, I consider.\r\n\r\n“We’d better go downstairs,” said Jane. “Bring the candle. Not you,\r\nEustace darling. You stay where you are or you may catch a chill. Don’t\r\nstir out of bed!”\r\n\r\n“I won’t,” said Eustace obediently.\r\n\r\n§ 4\r\n\r\nOf all the leisured pursuits, there are few less attractive to the\r\nthinking man than sitting in a dark cupboard waiting for a house-party\r\nto go to bed; and Sam, who had established himself in the one behind\r\nthe piano at a quarter to eight, soon began to feel as if he had been\r\nthere for an eternity. He could dimly remember a previous existence in\r\nwhich he had not been sitting in his present position, but it seemed so\r\nlong ago that it was shadowy and unreal to him. The ordeal of spending\r\nthe evening in this retreat had not appeared formidable when he had\r\ncontemplated it that afternoon in the lane; but, now that he was\r\nactually undergoing it, it was extraordinary how many disadvantages it\r\nhad.\r\n\r\nCupboards, as a class, are badly ventilated, and this one seemed to\r\ncontain no air at all; and the warmth of the night, combined with the\r\ncupboard’s natural stuffiness, had soon begun to reduce Sam to a\r\ncondition of pulp. He seemed to himself to be sagging like an ice-cream\r\nin front of a fire. The darkness, too, weighed upon him. He was\r\nabominably thirsty. Also he wanted to smoke. In addition to this, the\r\nsmall of his back tickled, and he more than suspected the cupboard of\r\nharbouring mice. Not once or twice but many hundred times he wished\r\nthat the ingenious Webster had thought of something simpler.\r\n\r\nHis was a position which would just have suited one of those Indian\r\nmystics who sit perfectly still for twenty years, contemplating the\r\nInfinite, but it reduced Sam to an almost imbecile state of boredom. He\r\ntried counting sheep. He tried going over his past life in his mind\r\nfrom the earliest moment he could recollect, and thought he had never\r\nencountered a duller series of episodes. He found a temporary solace by\r\nplaying a succession of mental golf-games over all the courses he could\r\nremember, and he was just teeing up for the sixteenth at Muirfield,\r\nafter playing Hoylake, St. Andrew’s, Westward Ho, Hanger Hill,\r\nMid-Surrey, Walton Heath, and Sandwich, when the light ceased to shine\r\nthrough the crack under the door, and he awoke with a sense of dull\r\nincredulity to the realisation that the occupants of the drawing-room\r\nhad called it a day and that his vigil was over.\r\n\r\nBut was it? Once more alert, Sam became cautious. True, the light\r\nseemed to be off, but did that mean anything in a country-house, where\r\npeople had the habit of going and strolling about the garden to all\r\nhours? Probably they were still popping about all over the place. At\r\nany rate, it was not worth risking coming out of his lair. He\r\nremembered that Webster had promised to come and knock an all-clear\r\nsignal on the door. It would be safer to wait for that.\r\n\r\nBut the moments went by, and there was no knock. Sam began to grow\r\nimpatient. The last few minutes of waiting in a cupboard are always the\r\nhardest. Time seemed to stretch out again interminably. Once he thought\r\nhe heard footsteps but they led to nothing. Eventually, having strained\r\nhis ears and finding everything still, he decided to take a chance. He\r\nfished in his pocket for the key, cautiously unlocked the door, opened\r\nit by slow inches, and peered out.\r\n\r\nThe room was in blackness. The house was still. All was well. With the\r\nfeeling of a life-prisoner emerging from the Bastille, he began to\r\ncrawl stiffly forward; and it was just then that the first of the\r\ndisturbing events occurred which were to make this night memorable to\r\nhim. Something like a rattlesnake suddenly went off with a whirr, and\r\nhis head, jerking up, collided with the piano. It was only the\r\ncuckoo-clock, which now, having cleared its throat as was its custom\r\nbefore striking, proceeded to cuck eleven times in rapid succession\r\nbefore subsiding with another rattle; but to Sam it sounded like the\r\nend of the world.\r\n\r\nHe sat in the darkness, massaging his bruised skull. His hours of\r\nimprisonment in the cupboard had had a bad effect on his nervous\r\nsystem, and he vacillated between tears of weakness and a militant\r\ndesire to get at the cuckoo-clock with a hatchet. He felt that it had\r\ndone it on purpose and was now chuckling to itself in fancied security.\r\nFor quite a minute he raged silently, and any cuckoo-clock which had\r\nstrayed within his reach would have had a bad time of it. Then his\r\nattention was diverted.\r\n\r\nSo concentrated was Sam on his private vendetta with the clock that no\r\nordinary happening would have had the power to distract him. What\r\noccurred now was by no means ordinary, and it distracted him like an\r\nelectric shock. As he sat on the floor, passing a tender hand over the\r\negg-shaped bump which had already begun to manifest itself beneath his\r\nhair, something cold and wet touched his face, and paralysed him so\r\ncompletely both physically and mentally that he did not move a muscle\r\nbut just congealed where he sat into a solid block of ice. He felt\r\nvaguely that this was the end. His heart had stopped beating and he\r\nsimply could not imagine it ever starting again, and, if your heart\r\nrefuses to beat, what hope is there for you?\r\n\r\nAt this moment something heavy and solid struck him squarely in the\r\nchest, rolling him over. Something gurgled asthmatically in the\r\ndarkness. Something began to lick his eyes, ears, and chin in a sort of\r\necstasy; and, clutching out, he found his arms full of totally\r\nunexpected bulldog.\r\n\r\n“Get out!” whispered Sam tensely, recovering his faculties with a jerk.\r\n“Go away!”\r\n\r\nSmith took the opportunity of Sam’s lips having opened to lick the roof\r\nof his mouth. Smith’s attitude in the matter was that Providence in its\r\nall-seeing wisdom had sent him a human being at a moment when he had\r\nreluctantly been compelled to reconcile himself to a total absence of\r\nsuch indispensable adjuncts to a good time. He had just trotted\r\ndownstairs in rather a disconsolate frame of mind after waiting with no\r\nresult in front of Webster’s bedroom door, and it was a real treat to\r\nhim to meet a man, especially one seated in such a jolly and sociable\r\nmanner on the floor. He welcomed Sam like a long-lost friend.\r\n\r\nBetween Smith and the humans who provided him with dog-biscuits and\r\noccasionally with sweet cakes there had always existed a state of\r\nmisunderstanding which no words could remove. The position of the\r\nhumans was quite clear; they had elected Smith to his present position\r\non a straight watch-dog ticket. They expected him to be one of those\r\ndogs who rouse the house and save the spoons. They looked to him to pin\r\nburglars by the leg and hold on till the police arrived. Smith simply\r\ncould not grasp such an attitude of mind. He regarded Windles not as a\r\nprivate house but as a social club, and was utterly unable to see any\r\ndifference between the human beings he knew and the strangers who\r\ndropped in for a late chat after the place was locked up. He had no\r\nintention of biting Sam. The idea never entered his head. At the\r\npresent moment what he felt about Sam was that he was one of the best\r\nfellows he had ever met and that he loved him like a brother.\r\n\r\nSam, in his unnerved state, could not bring himself to share these\r\namiable sentiments. He was thinking bitterly that Webster might have\r\nhad the intelligence to warn him of bulldogs on the premises. It was\r\njust the sort of woollen-headed thing fellows did, forgetting facts\r\nlike that. He scrambled stiffly to his feet and tried to pierce the\r\ndarkness that hemmed him in. He ignored Smith, who snuffled sportively\r\nabout his ankles, and made for the slightly less black oblong which he\r\ntook to be the door leading into the hall. He moved warily, but not\r\nwarily enough to prevent his cannoning into and almost upsetting a\r\nsmall table with a vase on it. The table rocked and the vase jumped,\r\nand the first bit of luck that had come to Sam that night was when he\r\nreached out at a venture and caught it just as it was about to bound on\r\nto the carpet.\r\n\r\nHe stood there, shaking. The narrowness of the escape turned him cold.\r\nIf he had been an instant later, there would have been a crash loud\r\nenough to wake a dozen sleeping houses. This sort of thing could not go\r\non. He must have light. It might be a risk; there might be a chance of\r\nsomebody upstairs seeing it and coming down to investigate; but it was\r\na risk that must be taken. He declined to go on stumbling about in this\r\ndarkness any longer. He groped his way with infinite care to the door,\r\non the wall adjoining which, he presumed, the electric-light switch\r\nwould be. It was nearly ten years since he had last been inside\r\nWindles, and it never occurred to him that in this progressive age even\r\na woman like his Aunt Adeline, of whom he could believe almost\r\nanything, would still be using candles and oil-lamps as a means of\r\nillumination. His only doubt was whether the switch was where it was in\r\nmost houses, near the door.\r\n\r\nIt is odd to reflect that, as his searching fingers touched the knob, a\r\ndelicious feeling of relief came to Samuel Marlowe. This misguided\r\nyoung man actually felt at that moment that his troubles were over. He\r\npositively smiled as he placed a thumb on the knob and shoved.\r\n\r\nHe shoved strongly and sharply, and instantaneously there leaped at him\r\nout of the darkness a blare of music which appeared to his disordered\r\nmind quite solid. It seemed to wrap itself round him. It was all over\r\nthe place. In a single instant the world had become one vast bellow of\r\nTosti’s “Good-bye.”\r\n\r\nHow long he stood there, frozen, he did not know; nor can one say how\r\nlong he would have stood there had nothing further come to invite his\r\nnotice elsewhere. But, suddenly, drowning even the impromptu concert,\r\nthere came from somewhere upstairs the roar of a gun; and, when he\r\nheard that, Sam’s rigid limbs relaxed and a violent activity descended\r\nupon him. He bounded out into the hall, looking to right and to left\r\nfor a hiding-place. One of the suits of armour which had been familiar\r\nto him in his boyhood loomed up in front of him, and with the sight\r\ncame the recollection of how, when a mere child on his first visit to\r\nWindles, playing hide and seek with his cousin Eustace, he had\r\nconcealed himself inside this very suit, and had not only baffled\r\nEustace through a long summer evening but had wound up by almost\r\nscaring him into a decline by booing at him through the vizor of the\r\nhelmet. Happy days, happy days! He leaped at the suit of armour. Having\r\ngrown since he was last inside it, he found the helmet a tight fit, but\r\nhe managed to get his head into it at last, and the body of the thing\r\nwas quite roomy.\r\n\r\n“Thank heaven!” said Sam.\r\n\r\nHe was not comfortable, but comfort just then was not his primary need.\r\n\r\nSmith the bulldog, well satisfied with the way the entertainment had\r\nopened, sat down, wheezing slightly, to await developments.\r\n\r\n§ 5\r\n\r\nHe had not long to wait. In a few minutes the hall had filled up\r\nnicely. There was Mr. Mortimer in his shirt-sleeves, Mr. Bennett in\r\nblue pyjamas and a dressing-gown, Mrs. Hignett in a travelling costume,\r\nJane Hubbard with her elephant-gun, and Billie in a dinner dress. Smith\r\nwelcomed them all impartially.\r\n\r\nSomebody lit a lamp, and Mrs. Hignett stared speechlessly at the mob.\r\n\r\n“Mr. Bennett! Mr. Mortimer!”\r\n\r\n“Mrs. Hignett! What are you doing here?”\r\n\r\nMrs. Hignett drew herself up stiffly.\r\n\r\n“What an odd question, Mr. Mortimer! I am in my own house!”\r\n\r\n“But you rented it to me for the summer. At least, your son did.”\r\n\r\n“Eustace let you Windles for the summer!” said Mrs. Hignett\r\nincredulously.\r\n\r\nJane Hubbard returned from the drawing-room, where she had been\r\nswitching off the orchestrion.\r\n\r\n“Let us talk all that over cosily to-morrow,” she said. “The point now\r\nis that there are burglars in the house.”\r\n\r\n“Burglars!” cried Mr. Bennett aghast. “I thought it was you playing\r\nthat infernal instrument, Mortimer.”\r\n\r\n“What on earth should I play it for at this time of night?” said Mr.\r\nMortimer irritably.\r\n\r\n“It woke me up,” said Mr. Bennett complainingly. “And I had had great\r\ndifficulty in dropping off to sleep. I was in considerable pain. I\r\nbelieve I’ve caught the mumps from young Hignett.”\r\n\r\n“Nonsense! You’re always imagining yourself ill,” snapped Mr. Mortimer.\r\n\r\n“My face hurts,” persisted Mr. Bennett.\r\n\r\n“You can’t expect a face like that not to hurt,” said Mr. Mortimer.\r\n\r\nIt appeared only too evident that the two old friends were again on the\r\nverge of one of their distressing fallings-out; but Jane Hubbard\r\nintervened once more. This practical-minded girl disliked the\r\nintroducing of side-issues into the conversation. She was there to talk\r\nabout burglars, and she intended to do so.\r\n\r\n“For goodness sake stop it!” she said, almost petulantly for one\r\nusually so superior to emotion. “There’ll be lots of time for\r\nquarrelling to-morrow. Just now we’ve got to catch these....”\r\n\r\n“I’m not quarrelling,” said Mr. Bennett.\r\n\r\n“Yes, you are,” said Mr. Mortimer.\r\n\r\n“I’m not!”\r\n\r\n“You are!”\r\n\r\n“Don’t argue!”\r\n\r\n“I’m not arguing!”\r\n\r\n“You are!”\r\n\r\n“I’m not!”\r\n\r\nJane Hubbard had practically every noble quality which a woman can\r\npossess with the exception of patience. A patient woman would have\r\nstood by, shrinking from interrupting the dialogue. Jane Hubbard’s\r\nrobuster course was to raise the elephant-gun, point it at the front\r\ndoor, and pull the trigger.\r\n\r\n“I thought that would stop you,” she said complacently, as the echoes\r\ndied away and Mr. Bennett had finished leaping into the air. She\r\ninserted a fresh cartridge, and sloped arms. “Now, the question is....”\r\n\r\n“You made me bite my tongue!” said Mr. Bennett, deeply aggrieved.\r\n\r\n“Serve you right!” said Jane placidly. “Now, the question is, have the\r\nfellows got away or are they hiding somewhere in the house? I think\r\nthey’re still in the house.”\r\n\r\n“The police!” exclaimed Mr. Bennett, forgetting his lacerated tongue\r\nand his other grievances. “We must summon the police!”\r\n\r\n“Obviously!” said Mrs. Hignett, withdrawing her fascinated gaze from\r\nthe ragged hole in the front door, the cost of repairing which she had\r\nbeen mentally assessing. “We must send for the police at once.”\r\n\r\n“We don’t really need them, you know,” said Jane. “If you’ll all go to\r\nbed and just leave me to potter round with my gun....”\r\n\r\n“And blow the whole house to pieces!” said Mrs. Hignett tartly. She had\r\nbegun to revise her original estimate of this girl. To her, Windles was\r\nsacred, and anyone who went about shooting holes in it forfeited her\r\nesteem.\r\n\r\n“Shall I go for the police?” said Billie. “I could bring them back in\r\nten minutes in the car.”\r\n\r\n“Certainly not!” said Mr. Bennett. “My daughter gadding about all over\r\nthe countryside in an automobile at this time of night!”\r\n\r\n“If you think I ought not to go alone, I could take Bream.”\r\n\r\n“Where _is_ Bream?” said Mr. Mortimer.\r\n\r\nThe odd fact that Bream was not among those present suddenly presented\r\nitself to the company.\r\n\r\n“Where can he be?” said Billie.\r\n\r\nJane Hubbard laughed the wholesome, indulgent laugh of one who is\r\nbroad-minded enough to see the humour of the situation even when the\r\njoke is at her expense.\r\n\r\n“What a silly girl I am!” she said. “I do believe that was Bream I shot\r\nat upstairs. How foolish of me making a mistake like that!”\r\n\r\n“You shot my only son!” cried Mr. Mortimer.\r\n\r\n“I shot _at_ him,” said Jane. “My belief is that I missed him. Though\r\nhow I came to do it beats me. I don’t suppose I’ve missed a sitter like\r\nthat since I was a child in the nursery. Of course,” she proceeded,\r\nlooking on the reasonable side, “the visibility wasn’t good, but it’s\r\nno use saying I oughtn’t at least to have winged him, because I ought.”\r\nShe shook her head with a touch of self-reproach. “I shall get chaffed\r\nabout this if it comes out,” she said regretfully.\r\n\r\n“The poor boy must be in his room,” said Mr. Mortimer.\r\n\r\n“Under the bed, if you ask me,” said Jane, blowing on the barrel of her\r\ngun and polishing it with the side of her hand. “_He’s_ all right!\r\nLeave him alone, and the housemaid will sweep him up in the morning.”\r\n\r\n“Oh, he can’t be!” cried Billie, revolted.\r\n\r\nA girl of high spirit, it seemed to her repellent that the man she was\r\nengaged to marry should be displaying such a craven spirit. At that\r\nmoment she despised and hated Bream Mortimer. I think she was wrong,\r\nmind you. It is not my place to criticise the little group of people\r\nwhose simple annals I am relating—my position is merely that of a\r\nreporter—; but personally I think highly of Bream’s sturdy\r\ncommon-sense. If somebody loosed off an elephant-gun at me in a dark\r\ncorridor, I would climb on to the roof and pull it up after me. Still,\r\nrightly or wrongly, that was how Billie felt; and it flashed across her\r\nmind that Samuel Marlowe, scoundrel though he was, would not have\r\nbehaved like this. And for a moment a certain wistfulness added itself\r\nto the varied emotions then engaging her mind.\r\n\r\n“I’ll go and look, if you like,” said Jane agreeably. “You amuse\r\nyourselves somehow till I come back.”\r\n\r\nShe ran easily up the stairs, three at a time. Mr. Mortimer turned to\r\nMr. Bennett.\r\n\r\n“It’s all very well your saying Wilhelmina mustn’t go, but, if she\r\ndoesn’t, how can we get the police? The house isn’t on the ’phone, and\r\nnobody else can drive the car.”\r\n\r\n“That’s true,” said Mr. Bennett, wavering.\r\n\r\n“Of course, we could drop them a post-card first thing to-morrow\r\nmorning,” said Mr. Mortimer in his nasty sarcastic way.\r\n\r\n“I’m going,” said Billie resolutely. It occurred to her, as it has\r\noccurred to so many women before her, how helpless men are in a crisis.\r\nThe temporary withdrawal of Jane Hubbard had had the effect which the\r\nremoval of the rudder has on a boat. “It’s the only thing to do. I\r\nshall be back in no time.”\r\n\r\nShe stepped firmly to the coat-rack, and began to put on her\r\nmotoring-cloak. And just then Jane Hubbard came downstairs, shepherding\r\nbefore her a pale and glassy-eyed Bream.\r\n\r\n“Right under the bed,” she announced cheerfully, “making a noise like a\r\npiece of fluff in order to deceive burglars.”\r\n\r\nBillie cast a scornful look at her fiancé. Absolutely unjustified, in\r\nmy opinion, but nevertheless she cast it. But it had no effect at all.\r\nTerror had stunned Bream Mortimer’s perceptions. His was what the\r\ndoctors call a penumbral mental condition.\r\n\r\n“Bream,” said Billie, “I want you to come in the car with me to fetch\r\nthe police.”\r\n\r\n“All right,” said Bream.\r\n\r\n“Get your coat.”\r\n\r\n“All right,” said Bream.\r\n\r\n“And cap.”\r\n\r\n“All right,” said Bream.\r\n\r\nHe followed Billie in a docile manner out through the front door, and\r\nthey made their way to the garage at the back of the house, both\r\nsilent. The only difference between their respective silences was that\r\nBillie’s was thoughtful, while Bream’s was just the silence of a man\r\nwho has unhitched his brain and is getting along as well as he can\r\nwithout it.\r\n\r\nIn the hall they had left, Jane Hubbard once more took command of\r\naffairs.\r\n\r\n“Well, that’s something done,” she said, scratching Smith’s broad back\r\nwith the muzzle of her weapon. “Something accomplished, something done,\r\nhas earned a night’s repose. Not that we’re going to get it yet. I\r\nthink those fellows are hiding somewhere, and we ought to search the\r\nhouse and rout them out. It’s a pity Smith isn’t a bloodhound. He’s a\r\ngood cake-hound, but as a watch-dog he doesn’t finish in the first\r\nten.”\r\n\r\nThe cake-hound, charmed at the compliment, frisked about her feet like\r\na young elephant.\r\n\r\n“The first thing to do,” continued Jane, “is to go through the\r\nground-floor rooms....” She paused to strike a match against the suit\r\nof armour nearest to her, a proceeding which elicited a sharp cry of\r\nprotest from Mrs. Hignett, and lit a cigarette. “I’ll go first, as I’ve\r\ngot a gun....” She blew a cloud of smoke. “I shall want somebody with\r\nme to carry a light, and....”\r\n\r\n“Tchoo!”\r\n\r\n“What?” said Jane.\r\n\r\n“I didn’t speak,” said Mr. Mortimer. “Who am I to speak?” he went on\r\nbitterly. “Who am I that it should be supposed that I have anything\r\nsensible to suggest?”\r\n\r\n“Somebody spoke,” said Jane. “I....”\r\n\r\n“Achoo!”\r\n\r\n“Do you feel a draught, Mr. Bennett?” cried Jane sharply, wheeling\r\nround on him.\r\n\r\n“There _is_ a draught,” began Mr. Bennett.\r\n\r\n“Well, finish sneezing and I’ll go on.”\r\n\r\n“I didn’t sneeze!”\r\n\r\n“Somebody sneezed.”\r\n\r\n“It seemed to come from just behind you,” said Mrs. Hignett nervously.\r\n\r\n“It couldn’t have come from just behind me,” said Jane, “because there\r\nisn’t anything behind me from which it could have....” She stopped\r\nsuddenly, in her eyes the light of understanding, on her face the set\r\nexpression which was wont to come to it on the eve of action. “Oh!” she\r\nsaid in a different voice, a voice which was cold and tense and\r\nsinister. “Oh, I see!” She raised her gun, and placed a muscular\r\nforefinger on the trigger. “Come out of that!” she said. “Come out of\r\nthat suit of armour and let’s have a look at you!”\r\n\r\n“I can explain everything,” said a muffled voice through the vizor of\r\nthe helmet. “I can—_achoo!_” The smoke of the cigarette tickled Sam’s\r\nnostrils again, and he suspended his remarks.\r\n\r\n“I shall count three,” said Jane Hubbard, “One—two—”\r\n\r\n“I’m coming! I’m coming!” said Sam petulantly.\r\n\r\n“You’d better!” said Jane.\r\n\r\n“I can’t get this dashed helmet off!”\r\n\r\n“If you don’t come quick, I’ll blow it off.”\r\n\r\nSam stepped out into the hall, a picturesque figure which combined the\r\ncostumes of two widely separated centuries. Modern as far as the neck,\r\nhe slipped back at that point to the Middle Ages.\r\n\r\n“Hands up!” commanded Jane Hubbard.\r\n\r\n“My hands _are_ up!” retorted Sam querulously, as he wrenched at his\r\nunbecoming head-wear.\r\n\r\n“Never mind trying to raise your hat,” said Jane. “If you’ve lost the\r\ncombination, we’ll dispense with the formalities. What we’re anxious to\r\nhear is what you’re doing in the house at this time of night, and who\r\nyour pals are. Come along, my lad, make a clean breast of it and\r\nperhaps you’ll get off easier. Are you a gang?”\r\n\r\n“Do I look like a gang?”\r\n\r\n“If you ask me what you look like....”\r\n\r\n“My name is Marlowe ... Samuel Marlowe....”\r\n\r\n“Alias what?”\r\n\r\n“Alias nothing! I say my name is Samuel Marlowe....”\r\n\r\nAn explosive roar burst from Mr. Bennett.\r\n\r\n“The scoundrel! I know him! I forbade him the house, and....”\r\n\r\n“And by what right did you forbid people my house, Mr. Bennett?” said\r\nMrs. Hignett with acerbity.\r\n\r\n“I’ve rented the house, Mortimer and I rented it from your son....”\r\n\r\n“Yes, yes, yes,” said Jane Hubbard. “Never mind about that. So you know\r\nthis fellow, do you?”\r\n\r\n“I don’t know him!”\r\n\r\n“You said you did.”\r\n\r\n“I refuse to know him!” went on Mr. Bennett. “I won’t know him! I\r\ndecline to have anything to do with him!”\r\n\r\n“But you identify him?”\r\n\r\n“If he says he’s Samuel Marlowe,” assented Mr. Bennett grudgingly, “I\r\nsuppose he is. I can’t imagine anybody saying he was Samuel Marlowe if\r\nhe didn’t know it could be proved against him.”\r\n\r\n“_Are_ you my nephew Samuel?” said Mrs. Hignett.\r\n\r\n“Yes,” said Sam.\r\n\r\n“Well, what are you doing in my house?”\r\n\r\n“It’s _my_ house,” said Mr. Bennett, “for the summer, Henry Mortimer’s\r\nand mine. Isn’t that right, Henry?”\r\n\r\n“Dead right,” said Mr. Mortimer.\r\n\r\n“There!” said Mr. Bennett. “You hear? And when Henry Mortimer says a\r\nthing, it’s so. There’s nobody’s word I’d take before Henry\r\nMortimer’s.”\r\n\r\n“When Rufus Bennett makes an assertion,” said Mr. Mortimer, highly\r\nflattered by these kind words, “you can bank on it. Rufus Bennett’s\r\nword is his bond. Rufus Bennett is a white man!”\r\n\r\nThe two old friends, reconciled once more, clasped hands with a good\r\ndeal of feeling.\r\n\r\n“I am not disputing Mr. Bennett’s claim to belong to the Caucasian\r\nrace,” said Mrs. Hignett testily. “I merely maintain that this house is\r\nm....”\r\n\r\n“Yes, yes, yes, yes!” interrupted Jane. “You can thresh all that out\r\nsome other time. The point is, if this fellow is your nephew, I don’t\r\nsee what we can do. We’ll have to let him go.”\r\n\r\n“I came to this house,” said Sam, raising his vizor to facilitate\r\nspeech, “to make a social call....”\r\n\r\n“At this hour of the night!” snapped Mrs. Hignett. “You always were an\r\ninconsiderate boy, Samuel.”\r\n\r\n“I came to inquire after poor Eustace’s mumps. I’ve only just heard\r\nthat the poor chap was ill.”\r\n\r\n“He’s getting along quite well,” said Jane, melting. “If I had known\r\nyou were so fond of Eustace....”\r\n\r\n“All right, is he?” said Sam.\r\n\r\n“Well, not quite all right, but he’s going on very nicely.”\r\n\r\n“Fine!”\r\n\r\n“Eustace and I are engaged, you know!”\r\n\r\n“No, really? Splendid! I can’t see you very distinctly—how those\r\nJohnnies in the old days ever contrived to put up a scrap with things\r\nlike this on their heads beats me—but you sound a good sort. I hope\r\nyou’ll be very happy.”\r\n\r\n“Thank you ever so much, Mr. Marlowe. I’m sure we shall.”\r\n\r\n“Eustace is one of the best.”\r\n\r\n“How nice of you to say so.”\r\n\r\n“All this,” interrupted Mrs. Hignett, who had been a chaffing auditor\r\nof this interchange of courtesies, “is beside the point. Why did you\r\ndance in the hall, Samuel, and play the orchestrion?”\r\n\r\n“Yes,” said Mr. Bennett, reminded of his grievance, “waking people up.”\r\n\r\n“Scaring us all to death!” complained Mr. Mortimer.\r\n\r\n“I remember you as a boy, Samuel,” said Mrs. Hignett, “lamentably\r\nlacking in consideration for others and concentrated only on your\r\nselfish pleasures. You seem to have altered very little.”\r\n\r\n“Don’t ballyrag the poor man,” said Jane Hubbard. “Be human! Lend him a\r\nsardine opener!”\r\n\r\n“I shall do nothing of the sort,” said Mrs. Hignett. “I never liked him\r\nand I dislike him now. He has got himself into this trouble through his\r\nown wrong-headedness.”\r\n\r\n“It’s not his fault his head’s the wrong size,” said Jane.\r\n\r\n“He must get himself out as best he can,” said Mrs. Hignett.\r\n\r\n“Very well,” said Sam with bitter dignity. “Then I will not trespass\r\nfurther on your hospitality, Aunt Adeline. I have no doubt the local\r\nblacksmith will be able to get this damned thing off me. I shall go to\r\nhim now. I will let you have the helmet back by parcel-post at the\r\nearliest opportunity. Good-night!” He walked coldly to the front door.\r\n“And there are people,” he remarked sardonically, “who say that blood\r\nis thicker than water! I’ll bet they never had any aunts!”\r\n\r\nHe tripped over the mat and withdrew.\r\n\r\n§ 6\r\n\r\nBillie meanwhile, with Bream trotting docilely at her heels, had\r\nreached the garage and started the car. Like all cars which have been\r\nspending a considerable time in secluded inaction, it did not start\r\nreadily. At each application of Billie’s foot on the self-starter, it\r\nemitted a tinny and reproachful sound and then seemed to go to sleep\r\nagain. Eventually, however, the engines began to revolve and the\r\nmachine moved reluctantly out into the drive.\r\n\r\n“The battery must be run down,” said Billie.\r\n\r\n“All right,” said Bream.\r\n\r\nBillie cast a glance of contempt at him out of the corner of her eyes.\r\nShe hardly knew why she had spoken to him except that, as all motorists\r\nare aware, the impulse to say rude things about their battery is almost\r\nirresistible. To a motorist the art of conversation consists in rapping\r\nout scathing remarks either about the battery or the oiling-system.\r\n\r\nBillie switched on the head-lights and turned the car down the dark\r\ndrive. She was feeling thoroughly upset. Her idealistic nature had\r\nreceived a painful shock on the discovery of the yellow streak in\r\nBream. To call it a yellow streak was to understate the facts. It was a\r\ngreat belt of saffron encircling his whole soul. That she, Wilhelmina\r\nBennett, who had gone through the world seeking a Galahad, should\r\nfinish her career as the wife of a man who hid under beds simply\r\nbecause people shot at him with elephant guns was abhorrent to her.\r\nWhy, Samuel Marlowe would have perished rather than do such a thing.\r\nYou might say what you liked about Samuel Marlowe—and, of course, his\r\nhabit of playing practical jokes put him beyond the pale—but nobody\r\ncould question his courage. Look at the way he had dived overboard that\r\ntime in the harbour at New York! Billie found herself thinking\r\nwistfully about Samuel Marlowe.\r\n\r\nThere are only a few makes of car in which you can think about anything\r\nexcept the actual driving without stalling the engines, and Mr.\r\nBennett’s Twin-Six Complex was not one of them. It stopped as if it had\r\nbeen waiting for the signal.... The noise of the engine died away. The\r\nwheels ceased to revolve. The car did everything except lie down. It\r\nwas a particularly pig-headed car and right from the start it had been\r\nunable to see the sense in this midnight expedition. It seemed now to\r\nhave the idea that if it just lay low and did nothing, presently it\r\nwould be taken back to its cosy garage.\r\n\r\nBillie trod on the self-starter. Nothing happened.\r\n\r\n“You’ll have to get down and crank her,” she said curtly.\r\n\r\n“All right,” said Bream.\r\n\r\n“Well, go on,” said Billie impatiently.\r\n\r\n“Eh?”\r\n\r\n“Get out and crank her.”\r\n\r\nBream emerged for an instant from his trance.\r\n\r\n“All right,” he said.\r\n\r\nThe art of cranking a car is one that is not given to all men. Some of\r\nour greatest and wisest stand helpless before the task. It is a job\r\ntowards the consummation of which a noble soul and a fine brain help\r\nnot at all. A man may have all the other gifts and yet be unable to\r\naccomplish a task which the fellow at the garage does with one quiet\r\nflick of the wrist without even bothering to remove his chewing gum.\r\nThis being so, it was not only unkind but foolish of Billie to grow\r\nimpatient as Bream’s repeated efforts failed of their object. It was\r\nwrong of her to click her tongue, and certainly she ought not to have\r\ntold Bream that he was not fit to churn butter. But women are an\r\nemotional sex and must be forgiven much in moments of mental stress.\r\n\r\n“Give it a good sharp twist,” she said.\r\n\r\n“All right,” said Bream.\r\n\r\n“Here, let me do it,” cried Billie.\r\n\r\nShe jumped down and snatched the thingummy from his hand. With bent\r\nbrows and set teeth she wrenched it round. The engine gave a faint\r\nprotesting mutter, like a dog that has been disturbed in its sleep, and\r\nwas still once more.\r\n\r\n“May I help?”\r\n\r\nIt was not Bream who spoke but a strange voice—a sepulchral voice, the\r\nsort of voice someone would have used in one of Edgar Allen Poe’s\r\ncheerful little tales if he had been buried alive and were speaking\r\nfrom the family vault. Coming suddenly out of the night it affected\r\nBream painfully. He uttered a sharp exclamation and gave a bound which,\r\nif he had been a Russian dancer would undoubtedly have caused the\r\nmanagement to raise his salary. He was in no frame of mind to bear up\r\nunder sudden sepulchral voices.\r\n\r\nBillie, on the other hand, was pleased. The high-spirited girl was just\r\nbeginning to fear that she was unequal to the task which she had chided\r\nBream for being unable to perform and this was mortifying her.\r\n\r\n“Oh, would you mind? Thank you so much. The self-starter has gone\r\nwrong.”\r\n\r\nInto the glare of the headlights there stepped a strange figure,\r\nstrange, that is to say, in these tame modern times. In the Middle Ages\r\nhe would have excited no comment at all. Passers-by would simply have\r\nsaid to themselves, “Ah, another of those knights off after the\r\ndragons!” and would have gone on their way with a civil greeting. But\r\nin the present age it is always somewhat startling to see a helmeted\r\nhead pop up in front of your motor car. At any rate, it startled Bream.\r\nI will go further. It gave Bream the shock of a lifetime. He had had\r\nshocks already that night, but none to be compared with this. Or\r\nperhaps it was that this shock, coming on top of those shocks, affected\r\nhim more disastrously than it would have done if it had been the first\r\nof the series instead of the last. One may express the thing briefly by\r\nsaying that, as far as Bream was concerned, Sam’s unconventional\r\nappearance put the lid on it. He did not hesitate. He did not pause to\r\nmake comments or ask questions. With a single cat-like screech which\r\ntook years off the lives of the abruptly wakened birds roosting in the\r\nneighbouring trees, he dashed away towards the house and, reaching his\r\nroom, locked the door and pushed the bed, the chest of drawers, two\r\nchairs, the towel stand, and three pairs of boots against it.\r\n\r\nOut on the drive Billie was staring at the man in armour who had now,\r\nwith a masterful wrench which informed the car right away that he would\r\nstand no nonsense, set the engine going again.\r\n\r\n“Why—why,” she stammered, “why are you wearing that thing on your\r\nhead?”\r\n\r\n“Because I can’t get it off.”\r\n\r\nHollow as the voice was, Billie recognised it.\r\n\r\n“S—Mr. Marlowe!” she exclaimed.\r\n\r\n“Get in,” said Sam. He had seated himself at the steering wheel. “Where\r\ncan I take you?”\r\n\r\n“Go away!” said Billie.\r\n\r\n“Get in!”\r\n\r\n“I don’t want to talk to you.”\r\n\r\n“I want to talk to _you!_ Get in!”\r\n\r\n“I won’t.”\r\n\r\nSam bent over the side of the car, put his hands under her arms, lifted\r\nher like a kitten, and deposited her on the seat beside him. Then\r\nthrowing in the clutch, he drove at an ever-increasing speed down the\r\ndrive and out into the silent road. Strange creatures of the night came\r\nand went in the golden glow of the head-lights.\r\n\r\n§ 7\r\n\r\n“Put me down,” said Billie.\r\n\r\n“You’d get hurt if I did, travelling at this pace.”\r\n\r\n“What are you going to do?”\r\n\r\n“Drive about till you promise to marry me.”\r\n\r\n“You’ll have to drive a long time.”\r\n\r\n“Right ho!” said Sam.\r\n\r\nThe car took a corner and purred down a lane. Billie reached out a hand\r\nand grabbed at the steering wheel.\r\n\r\n“Of course, if you _want_ to smash up in a ditch!” said Sam, righting\r\nthe car with a wrench.\r\n\r\n“You’re a brute!” said Billie.\r\n\r\n“Caveman stuff,” explained Sam, “I ought to have tried it before.”\r\n\r\n“I don’t know what you expect to gain by this.”\r\n\r\n“That’s all right,” said Sam, “I know what I’m about.”\r\n\r\n“I’m glad to hear it.”\r\n\r\n“I thought you would be.”\r\n\r\n“I’m not going to talk to you.”\r\n\r\n“All right. Lean back and doze off. We’ve the whole night before us.”\r\n\r\n“What do you mean?” cried Billie, sitting up with a jerk.\r\n\r\n“Have you ever been to Scotland?”\r\n\r\n“What do you mean?”\r\n\r\n“I thought we might push up there. We’ve got to go somewhere and, oddly\r\nenough, I’ve never been to Scotland.”\r\n\r\nBillie regarded him blankly.\r\n\r\n“Are you crazy?”\r\n\r\n“I’m crazy about you. If you knew what I’ve gone through to-night for\r\nyour sake you’d be more sympathetic. I love you,” said Sam, swerving to\r\navoid a rabbit. “And what’s more, you know it.”\r\n\r\n“I don’t care.”\r\n\r\n“You will!” said Sam confidently. “How about North Wales? I’ve heard\r\npeople speak well of North Wales. Shall we head for North Wales?”\r\n\r\n“I’m engaged to Bream Mortimer.”\r\n\r\n“Oh no, that’s all off,” Sam assured her.\r\n\r\n“It’s not!”\r\n\r\n“Right off!” said Sam firmly. “You could never bring yourself to marry\r\na man who dashed away like that and deserted you in your hour of need.\r\nWhy, for all he knew, I might have tried to murder you. And he ran\r\naway! No, no, we eliminate Bream Mortimer once and for all. He won’t\r\ndo!”\r\n\r\nThis was so exactly what Billie was feeling herself that she could not\r\nbring herself to dispute it.\r\n\r\n“Anyway, I hate _you!_” she said, giving the conversation another turn.\r\n\r\n“Why? In the name of goodness, why?”\r\n\r\n“How dared you make a fool of me in your father’s office that morning?”\r\n\r\n“It was a sudden inspiration. I had to do something to make you think\r\nwell of me, and I thought it might meet the case if I saved you from a\r\nlunatic with a pistol. It wasn’t my fault that you found out.”\r\n\r\n“I shall never forgive you!”\r\n\r\n“Why not Cornwall?” said Sam. “The Riviera of England! Let’s go to\r\nCornwall. I beg your pardon. What were you saying?”\r\n\r\n“I said I should never forgive you and I won’t.”\r\n\r\n“Well, I hope you’re fond of motoring,” said Sam, “because we’re going\r\non till you do.”\r\n\r\n“Very well! Go on, then!”\r\n\r\n“I intend to. Of course, it’s all right now while it’s dark. But have\r\nyou considered what is going to happen when the sun gets up? We shall\r\nhave a sort of triumphal procession. How the small boys will laugh when\r\nthey see a man in a helmet go by in a car! I shan’t notice them myself\r\nbecause it’s a little difficult to notice anything from inside this\r\nthing, but I’m afraid it will be rather unpleasant for you.... I know\r\nwhat we’ll do. We’ll go to London and drive up and down Piccadilly!\r\nThat will be fun!”\r\n\r\nThere was a long silence.\r\n\r\n“Is my helmet on straight?” said Sam.\r\n\r\nBillie made no reply. She was looking before her down the\r\nhedge-bordered road. Always a girl of sudden impulses, she had just\r\nmade a curious discovery, to wit that she was enjoying herself. There\r\nwas something so novel and exhilarating about this midnight ride that\r\nimperceptibly her dismay and resentment had ebbed away. She found\r\nherself struggling with a desire to laugh.\r\n\r\n“Lochinvar!” said Sam suddenly. “That’s the name of the chap I’ve been\r\ntrying to think of! Did you ever read about Lochinvar? ‘Young\r\nLochinvar’ the poet calls him rather familiarly. He did just what I’m\r\ndoing now, and everybody thought very highly of him. I suppose in those\r\ndays a helmet was just an ordinary part of what the well-dressed man\r\nshould wear. Odd how fashions change!”\r\n\r\nTill now dignity and wrath combined had kept Billie from making any\r\ninquiries into a matter which had excited in her a quite painful\r\ncuriosity. In her new mood she resisted the impulse no longer.\r\n\r\n“_Why_ are you wearing that thing?”\r\n\r\n“I told you. Purely and simply because I can’t get it off. You don’t\r\nsuppose I’m trying to set a new style in gents’ head-wear, do you?”\r\n\r\n“But why did you ever put it on?”\r\n\r\n“Well, it was this way. After I came out of the cupboard in the\r\ndrawing-room....”\r\n\r\n“What!”\r\n\r\n“Didn’t I tell you about that? Oh yes, I was sitting in the cupboard in\r\nthe drawing-room from dinner-time onwards. After that I came out and\r\nstarted cannoning about among Aunt Adeline’s china, so I thought I’d\r\nbetter switch the light on. Unfortunately I switched on some sort of\r\nmusical instrument instead. And then somebody started shooting. So,\r\nwhat with one thing and another, I thought it would be best to hide\r\nsomewhere. I hid in one of the suits of armour in the hall.”\r\n\r\n“Were you inside there all the time we were...?”\r\n\r\n“Yes. I say, that was funny about Bream, wasn’t it? Getting under the\r\nbed, I mean.”\r\n\r\n“Don’t let’s talk about Bream.”\r\n\r\n“That’s the right spirit! I like to see it! All right, we won’t. Let’s\r\nget back to the main issue. Will you marry me?”\r\n\r\n“But why did you come to the house at all?”\r\n\r\n“To see you.”\r\n\r\n“To see me! At that time of night?”\r\n\r\n“Well, perhaps not actually to see you.” Sam was a little perplexed for\r\na moment. Something told him that it would be injudicious to reveal his\r\ntrue motive and thereby risk disturbing the harmony which he felt had\r\nbegun to exist between them. “To be near you! To be in the same house\r\nwith you!” he went on vehemently feeling that he had struck the right\r\nnote. “You don’t know the anguish I went through after I read that\r\nletter of yours. I was mad! I was ... well, to return to the point,\r\nwill you marry me?”\r\n\r\nBillie sat looking straight before her. The car, now on the main road,\r\nmoved smoothly on.\r\n\r\n“Will you marry me?”\r\n\r\nBillie rested her hand on her chin and searched the darkness with\r\nthoughtful eyes.\r\n\r\n“Will you marry me?”\r\n\r\nThe car raced on.\r\n\r\n“Will you marry me?” said Sam. “Will you marry me? Will you marry me?”\r\n\r\n“Oh, don’t talk like a parrot,” cried Billie. “It reminds me of Bream.”\r\n\r\n“But will you?”\r\n\r\n“Yes,” said Billie.\r\n\r\nSam brought the car to a standstill with a jerk, probably very bad for\r\nthe tyres.\r\n\r\n“Did you say ‘yes’?”\r\n\r\n“Yes!”\r\n\r\n“Darling!” said Sam, leaning towards her. “Oh, curse this helmet!”\r\n\r\n“Why?”\r\n\r\n“Well, I rather wanted to kiss you and it hampers me.”\r\n\r\n“Let me try and get it off. Bend down!”\r\n\r\n“Ouch!” said Sam.\r\n\r\n“It’s coming. There! How helpless men are!”\r\n\r\n“We need a woman’s tender care,” said Sam depositing the helmet on the\r\nfloor of the car and rubbing his smarting ears. “Billie!”\r\n\r\n“Sam!”\r\n\r\n“You angel!”\r\n\r\n“You’re rather a darling after all,” said Billie. “But you want keeping\r\nin order,” she added severely.\r\n\r\n“You will do that when we’re married. When we’re married!” he repeated\r\nluxuriously. “How splendid it sounds!”\r\n\r\n“The only trouble is,” said Billie, “father won’t hear of it.”\r\n\r\n“No, he won’t. Not till it is all over,” said Sam.\r\n\r\nHe started the car again.\r\n\r\n“What are you going to do?” said Billie. “Where are you going?”\r\n\r\n“To London,” said Sam. “It may be news to you but the old lawyer like\r\nmyself knows that, by going to Doctors’ Commons or the Court of Arches\r\nor somewhere or by routing the Archbishop of Canterbury out of bed or\r\nsomething, you can get a special licence and be married almost before\r\nyou know where you are. My scheme—roughly—is to dig this special\r\nlicence out of whoever keeps such things, have a bit of breakfast, and\r\nthen get married at our leisure before lunch at a registrar’s.”\r\n\r\n“Oh, not a registrar’s!” said Billie.\r\n\r\n“No?”\r\n\r\n“I should hate a registrar’s.”\r\n\r\n“Very well, angel. Just as you say. We’ll go to a church. There are\r\nmillions of churches in London. I’ve seen them all over the place.” He\r\nmused for a moment. “Yes, you’re quite right,” he said. “A church is\r\nthe thing. It’ll please Webster.”\r\n\r\n“Webster?”\r\n\r\n“Yes, he’s rather keen on the church bells never having rung out so\r\nblithe a peal before. And we must consider Webster’s feelings. After\r\nall, he brought us together.”\r\n\r\n“Webster? How?”\r\n\r\n“Oh, I’ll tell you all about that some other time,” said Sam. “Just for\r\nthe moment I want to sit quite still and think. Are you comfortable?\r\nFine! Then off we go.”\r\n\r\nThe birds in the trees fringing the road stirred and twittered grumpily\r\nas the noise of the engine disturbed their slumbers. But, if they had\r\nonly known it, they were in luck. At any rate, the worst had not\r\nbefallen them, for Sam was too happy to sing.\r\n\r\nTHE END"
  ]
}