{
  "index": 15,
  "title": "Chapter 14",
  "paragraphs": [
    "DRAMA AT A COUNTRY HOUSE\r\n\r\n\r\nAs I read over the last few chapters of this narrative, I see that I\r\nhave been giving the reader rather too jumpy a time. To almost a\r\npainful degree I have excited his pity and terror; and, though that is\r\nwhat Aristotle says one ought to do, I feel that a little respite would\r\nnot be out of order. The reader can stand having his emotions tortured\r\nup to a certain point; after that he wants to take it easy for a bit.\r\nIt is with pleasure, therefore, that I turn now to depict a quiet,\r\npeaceful scene in domestic life. It won’t last long—three minutes,\r\nperhaps, by a good stop-watch—but that is not my fault. My task is to\r\nrecord facts as they happened.\r\n\r\nThe morning sunlight fell pleasantly on the garden of Windles, turning\r\nit into the green and amber Paradise which Nature had intended it to\r\nbe. A number of the local birds sang melodiously in the undergrowth at\r\nthe end of the lawn, while others, more energetic, hopped about the\r\ngrass in quest of worms. Bees, mercifully ignorant that, after they had\r\nworked themselves to the bone gathering honey, the proceeds of their\r\nlabour would be collared and consumed by idle humans, buzzed\r\nindustriously to and fro and dived head foremost into flowers. Winged\r\ninsects danced sarabands in the sunshine. In a deck-chair under the\r\ncedar-tree Billie Bennett, with a sketching-block on her knee, was\r\nengaged in drawing a picture of the ruined castle. Beside her, curled\r\nup in a ball, lay her Pekinese dog, Pinky-Boodles. Beside Pinky-Boodles\r\nslept Smith, the bulldog. In the distant stable-yard, unseen but\r\naudible, a boy in shirt-sleeves was washing the car and singing as much\r\nas a treacherous memory would permit of a popular sentimental ballad.\r\n\r\nYou may think that was all. You may suppose that nothing could be added\r\nto deepen the atmosphere of peace and content. Not so. At this moment,\r\nMr. Bennett emerged from the French windows of the drawing-room, clad\r\nin white flannels and buckskin shoes, supplying just the finishing\r\ntouch that was needed.\r\n\r\nMr. Bennett crossed the lawn, and sat down beside his daughter. Smith,\r\nthe bulldog, raising a sleepy head, breathed heavily; but Mr. Bennett\r\ndid not quail. Since their last unfortunate meeting, relations of\r\ndistant, but solid, friendship had come to exist between pursuer and\r\npursued. Sceptical at first, Mr. Bennett had at length allowed himself\r\nto be persuaded of the mildness of the animal’s nature and the\r\nessential purity of his motives; and now it was only when they\r\nencountered each other unexpectedly round sharp corners that he ever\r\nbetrayed the slightest alarm. So now, while Smith slept on the grass,\r\nMr. Bennett reclined in the chair. It was the nearest thing modern\r\ncivilisation has seen to the lion lying down with the lamb.\r\n\r\n“Sketching?” said Mr. Bennett.\r\n\r\n“Yes,” said Billie, for there were no secrets between this girl and her\r\nfather. At least, not many. She occasionally omitted to tell him some\r\nsuch trifle as that she had met Samuel Marlowe on the previous morning\r\nin a leafy lane, and intended to meet him again this afternoon, but\r\napart from that her mind was an open book.\r\n\r\n“It’s a great morning,” said Mr. Bennett.\r\n\r\n“So peaceful,” said Billie.\r\n\r\n“The eggs you get in the country in England,” said Mr. Bennett,\r\nsuddenly striking a lyrical note, “are extraordinary. I had three for\r\nbreakfast this morning which defied competition, simply defied\r\ncompetition. They were large and brown, and as fresh as new-mown hay!”\r\n\r\nHe mused for a while in a sort of ecstasy.\r\n\r\n“And the hams!” he went on. “The ham I had for breakfast was what I\r\ncall ham! I don’t know when I’ve had ham like that. I suppose it’s\r\nsomething they feed the pigs on!” he concluded, in soft meditation. And\r\nhe gave a little sigh. Life was very beautiful.\r\n\r\nSilence fell, broken only by the snoring of Smith. Billie was thinking\r\nof Sam, and of what Sam had said to her in the lane yesterday; of his\r\nclean-cut face, and the look in his eyes—so vastly superior to any look\r\nthat ever came into the eyes of Bream Mortimer. She was telling herself\r\nthat her relations with Sam were an idyll; for, being young and\r\nromantic, she enjoyed this freshet of surreptitious meetings which had\r\ncome to enliven the stream of her life. It was pleasant to go warily\r\ninto deep lanes where forbidden love lurked. She cast a swift\r\nside-glance at her father—the unconscious ogre in her fairy-story. What\r\nwould he say if he knew? But Mr. Bennett did not know, and consequently\r\ncontinued to meditate peacefully on ham.\r\n\r\nThey had sat like this for perhaps a minute—two happy mortals lulled by\r\nthe gentle beauty of the day—when from the window of the drawing-room\r\nthere stepped out a white-capped maid. And one may just as well say at\r\nonce—and have done with it—that this is the point where the quiet,\r\npeaceful scene in domestic life terminates with a jerk, and pity and\r\nterror resume work at the old stand.\r\n\r\nThe maid—her name, not that it matters, was Susan, and she was engaged\r\nto be married, though the point is of no importance, to the second\r\nassistant at Green’s Grocery Stores in Windlehurst—approached Mr.\r\nBennett.\r\n\r\n“Please, sir, a gentleman to see you.”\r\n\r\n“Eh?” said Mr. Bennett, torn from a dream of large pink slices edged\r\nwith bread-crumbed fat.\r\n\r\n“A gentleman to see you, sir. In the drawing-room. He says you are\r\nexpecting him.”\r\n\r\n“Of course, yes. To be sure.”\r\n\r\nMr. Bennett heaved himself out of the deck-chair. Beyond the French\r\nwindows he could see an indistinct form in a grey suit, and remembered\r\nthat this was the morning on which Sir Mallaby Marlowe’s clerk—who was\r\ntaking those Schultz and Bowen papers for him to America—had written\r\nthat he would call. To-day was Friday; no doubt the man was sailing\r\nfrom Southampton to-morrow.\r\n\r\nHe crossed the lawn, entered the drawing-room, and found Mr. Jno.\r\nPeters with an expression on his ill-favoured face, which looked like\r\none of consternation, of uneasiness, even of alarm.\r\n\r\n“Morning, Mr. Peters,” said Mr. Bennett. “Very good of you to run down.\r\nTake a seat, and I’ll just go through the few notes I have made about\r\nthe matter.”\r\n\r\n“Mr. Bennett,” exclaimed Jno. Peters. “May—may I speak?”\r\n\r\n“What do you mean? Eh? What? Something to say? What is it?”\r\n\r\nMr. Peters cleared his throat awkwardly. He was feeling embarrassed at\r\nthe unpleasantness of the duty which he had to perform, but it was a\r\nduty, and he did not intend to shrink from performing it. Ever since,\r\ngazing appreciatively through the drawing-room windows at the charming\r\nscene outside, he had caught sight of the unforgettable form of Billie,\r\nseated in her chair with the sketching-block on her knee, he had\r\nrealised that he could not go away in silence, leaving Mr. Bennett\r\nignorant of what he was up against.\r\n\r\nOne almost inclines to fancy that there must have been a curse of some\r\nkind on this house of Windles. Certainly everybody who entered it\r\nseemed to leave his peace of mind behind him. Jno. Peters had been\r\nfeeling notably happy during his journey in the train from London, and\r\nthe subsequent walk from the station. The splendour of the morning had\r\nsoothed his nerves, and the faint wind that blew inshore from the sea\r\nspoke to him hearteningly of adventure and romance. There was a jar of\r\npot-pourri on the drawing-room table, and he had derived considerable\r\npleasure from sniffing at it. In short, Jno. Peters was in the pink,\r\nwithout a care in the world, until he had looked out of the window and\r\nseen Billie.\r\n\r\n“Mr. Bennett,” he said, “I don’t want to do anybody any harm, and, if\r\nyou know all about it, and she suits you, well and good; but I think it\r\nis my duty to inform you that your stenographer is not quite right in\r\nher head. I don’t say she’s dangerous, but she isn’t compos. She\r\ndecidedly is _not_ compos, Mr. Bennett!”\r\n\r\nMr. Bennett stared at his well-wisher dumbly for a moment. The thought\r\ncrossed his mind that, if ever there was a case of the pot calling the\r\nkettle black, this was it. His opinion of Jno. Peters’ sanity went down\r\nto zero.\r\n\r\n“What are you talking about? My stenographer? What stenographer?”\r\n\r\nIt occurred to Mr. Peters that a man of the other’s wealth and business\r\nconnections might well have a troupe of these useful females. He\r\nparticularised.\r\n\r\n“I mean the young lady out in the garden there, to whom you were\r\ndictating just now. The young lady with the writing-pad on her knee.”\r\n\r\n“What! What!” Mr. Bennett spluttered. “Do you know who that is?” he\r\nexclaimed.\r\n\r\n“Oh, yes, indeed!” said Jno. Peters. “I have only met her once, when\r\nshe came into our office to see Mr. Samuel, but her personality and\r\nappearance stamped themselves so forcibly on my mind, that I know I am\r\nnot mistaken. I am sure it is my duty to tell you exactly what happened\r\nwhen I was left alone with her in the office. We had hardly exchanged a\r\ndozen words, Mr. Bennett, when—”—here Jno. Peters, modest to the core,\r\nturned vividly pink—“when she told me—she told me that I was the only\r\nman she loved!”\r\n\r\nMr. Bennett uttered a loud cry.\r\n\r\n“Sweet spirits of nitre! What!”\r\n\r\n“Those were her exact words.”\r\n\r\n“Five!” ejaculated Mr. Bennett, in a strangled voice. “By the great\r\nhorn spoon, number five!”\r\n\r\nMr. Peters could make nothing of this exclamation, and he was deterred\r\nfrom seeking light by the sudden action of his host, who, bounding from\r\nhis seat with a vivacity of which one would not have believed him\r\ncapable, charged to the French window and emitted a bellow.\r\n\r\n“Wilhelmina!”\r\n\r\nBillie looked up from her sketching-block with a start. It seemed to\r\nher that there was a note of anguish, of panic, in that voice. What her\r\nfather could have found in the drawing-room to be frightened at, she\r\ndid not know; but she dropped her block and hurried to his assistance.\r\n\r\n“What is it, father?”\r\n\r\nMr. Bennett had retired within the room when she arrived; and, going in\r\nafter him, she perceived at once what had caused his alarm. There\r\nbefore her, looking more sinister than ever, stood the lunatic Peters;\r\nand there was an ominous bulge in his right coat-pocket which to her\r\nexcited senses betrayed the presence of the revolver. What Jno. Peters\r\nwas, as a matter of fact, carrying in his right coat-pocket was a bag\r\nof mixed chocolates which he had purchased in Windlehurst. But Billie’s\r\neyes, though bright, had no X-ray quality. Her simple creed was that,\r\nif Jno. Peters bulged at any point, that bulge must be caused by a\r\npistol. She screamed, and backed against the wall. Her whole\r\nacquaintance with Jno Peters had been one constant backing against\r\nwalls.\r\n\r\n“Don’t shoot!” she cried, as Mr. Peters absent-mindedly dipped his hand\r\ninto the pocket of his coat. “Oh, please don’t shoot!”\r\n\r\n“What the deuce do you mean?” said Mr. Bennett irritably. “Wilhelmina,\r\nthis man says that you told him you loved him.”\r\n\r\n“Yes, I did, and I do. Really, really, Mr. Peters, I do!”\r\n\r\n“Suffering cats!”\r\n\r\nMr. Bennett clutched at the back of his chair.\r\n\r\n“But you’ve only met him once,” he added almost pleadingly.\r\n\r\n“You don’t understand, father dear,” said Billie desperately. “I’ll\r\nexplain the whole thing later, when....”\r\n\r\n“Father!” ejaculated Jno. Peters feebly. “Did you say ‘father?’”\r\n\r\n“Of course I said ‘father!’”\r\n\r\n“This is my daughter, Mr. Peters.”\r\n\r\n“My daughter! I mean, your daughter! Are—are you sure?”\r\n\r\n“Of course I’m sure. Do you think I don’t know my own daughter?”\r\n\r\n“But she called me Mr. Peters!”\r\n\r\n“Well, it’s your name, isn’t it?”\r\n\r\n“But, if she—if this young lady is your daughter, how did she know my\r\nname?”\r\n\r\nThe point seemed to strike Mr. Bennett. He turned to Billie.\r\n\r\n“That’s true. Tell me, Wilhelmina, when did you and Mr. Peters meet?”\r\n\r\n“Why, in—in Sir Mallaby Marlowe’s office, the morning you came there\r\nand found me when I was talking to Sam.”\r\n\r\nMr. Peters uttered a subdued gargling sound. He was finding this scene\r\noppressive to a not very robust intellect.\r\n\r\n“He—Mr. Samuel—told me your name was Miss Milliken,” he said dully.\r\n\r\nBillie stared at him.\r\n\r\n“Mr. Marlowe told you my name was Miss Milliken!” she repeated.\r\n\r\n“He told me that you were the sister of the Miss Milliken who acts as\r\nstenographer for the guv’—for Sir Mallaby, and sent me in to show you\r\nmy revolver, because he said you were interested and wanted to see it.”\r\n\r\nBillie uttered an exclamation. So did Mr. Bennett, who hated mysteries.\r\n\r\n“What revolver? Which revolver? What’s all this about a revolver? Have\r\nyou a revolver?”\r\n\r\n“Why, yes, Mr. Bennett. It is packed now in my trunk, but usually I\r\ncarry it about with me everywhere in order to take a little practice at\r\nthe Rupert Street range. I bought it when Sir Mallaby told me he was\r\nsending me to America, because I thought I ought to be prepared—because\r\nof the Underworld, you know.”\r\n\r\nA cold gleam had come into Billie’s eyes. Her face was pale and hard.\r\nIf Sam Marlowe—at that moment carolling blithely in his bedroom at the\r\nBlue Boar in Windlehurst, washing his hands preparatory to descending\r\nto the coffee-room for a bit of cold lunch—could have seen her, the\r\nsong would have frozen on his lips. Which, one might mention, as\r\nshowing that there is always a bright side, would have been much\r\nappreciated by the travelling gentleman in the adjoining room, who had\r\nhad a wild night with some other travelling gentlemen, and was then\r\nnursing a rather severe headache, separated from Sam’s penetrating\r\nbaritone only by the thickness of a wooden wall.\r\n\r\nBillie knew all. And, terrible though the fact is as an indictment of\r\nthe male sex, when a woman knows all, there is invariably trouble ahead\r\nfor some man. There was trouble ahead for Samuel Marlowe. Billie, now\r\nin possession of the facts, had examined them and come to the\r\nconclusion that Sam had played a practical joke on her, and she was a\r\ngirl who strongly disapproved of practical humour at her expense.\r\n\r\n“That morning I met you at Sir Mallaby’s office, Mr. Peters,” she said\r\nin a frosty voice, “Mr. Marlowe had just finished telling me a long and\r\nconvincing story to the effect that you were madly in love with a Miss\r\nMilliken, who had jilted you, and that this had driven you off your\r\nhead, and that you spent your time going about with a pistol, trying to\r\nshoot every red-haired woman you saw, because you thought they were\r\nMiss Milliken. Naturally, when you came in and called me Miss Milliken,\r\nand brandished a revolver, I was very frightened. I thought it would be\r\nuseless to tell you that I wasn’t Miss Milliken, so I tried to persuade\r\nyou that I was and hadn’t jilted you after all.”\r\n\r\n“Good gracious!” said Mr. Peters, vastly relieved; and yet—for always\r\nthere is bitter mixed with the sweet—a shade disappointed. “Then—er—you\r\ndon’t love me after all?”\r\n\r\n“No!” said Billie. “I am engaged to Bream Mortimer, and I love him and\r\nnobody else in the world!”\r\n\r\nThe last portion of her observation was intended for the consumption of\r\nMr. Bennett, rather than that of Mr. Peters, and he consumed it\r\njoyfully. He folded Billie in his ample embrace.\r\n\r\n“I always thought you had a grain of sense hidden away somewhere,” he\r\nsaid, paying her a striking tribute. “I hope now that we’ve heard the\r\nlast of all this foolishness about that young hound Marlowe.”\r\n\r\n“You certainly have! I don’t want ever to see him again! I hate him!”\r\n\r\n“You couldn’t do better, my dear,” said Mr. Bennett, approvingly. “And\r\nnow run away. Mr. Peters and I have some business to discuss.”\r\n\r\nA quarter of an hour later, Webster, the valet, sunning himself in the\r\nstable-yard, was aware of the daughter of his employer approaching him.\r\n\r\n“Webster,” said Billie. She was still pale. Her face was still hard,\r\nand her eyes still gleamed coldly.\r\n\r\n“Miss?” said Webster politely, throwing away the cigarette with which\r\nhe had been refreshing himself.\r\n\r\n“Will you do something for me?”\r\n\r\n“I should be more than delighted, miss.”\r\n\r\nBillie whisked into view an envelope which had been concealed in the\r\nrecesses of her dress.\r\n\r\n“Do you know the country about here well, Webster?”\r\n\r\n“Within a certain radius, not unintimately, miss. I have been for\r\nseveral enjoyable rambles since the fine weather set in.”\r\n\r\n“Do you know the place where there is a road leading to Havant, and\r\nanother to Cosham? It’s about a mile down....”\r\n\r\n“I know the spot well, miss.”\r\n\r\n“Well, straight in front of you when you get to the sign-post there is\r\na little lane....”\r\n\r\n“I know it, miss,” said Webster, with a faint smile. Twice had he\r\nescorted Miss Trimblett, Billie’s maid, thither. “A delightfully\r\nromantic spot. What with the overhanging trees, the wealth of\r\nblackberry bushes, the varied wild-flowers....”\r\n\r\n“Yes, never mind about the wild-flowers now. I want you after lunch, to\r\ntake this note to a gentleman you will find sitting on the gate at the\r\nbottom of the lane....”\r\n\r\n“Sitting on the gate, miss. Yes, miss.”\r\n\r\n“Or leaning against it. You can’t mistake him. He is rather tall and\r\n... oh, well, there isn’t likely to be anybody else there, so you can’t\r\nmake a mistake. Give him this, will you?”\r\n\r\n“Certainly, miss. Er—any message?”\r\n\r\n“Any what?”\r\n\r\n“Any verbal message, miss?”\r\n\r\n“No, certainly not! You won’t forget, will you, Webster?”\r\n\r\n“On no account whatever, miss. Shall I wait for an answer?”\r\n\r\n“There won’t be any answer,” said Billie, setting her teeth for an\r\ninstant. “Oh, Webster!”\r\n\r\n“Miss?”\r\n\r\n“I can rely on you to say nothing to anybody?”\r\n\r\n“Most undoubtedly, miss. Most undoubtedly.”\r\n\r\n“Does anybody know anything about a feller named S. Marlowe?” inquired\r\nWebster, entering the kitchen. “Don’t all speak at once! S. Marlowe.\r\nEver heard of him?”\r\n\r\nHe paused for a reply, but nobody had any information to impart.\r\n\r\n“Because there’s something jolly well up! Our Miss B. is sending me\r\nwith notes for him to the bottom of lanes.”\r\n\r\n“And her engaged to young Mr. Mortimer!” said the scullery-maid,\r\nshocked. “The way they go on. Chronic!” said the scullery-maid.\r\n\r\n“Don’t you go getting alarmed! And don’t you,” added Webster, “go\r\nshoving your oar in when your social superiors are talking! I’ve had to\r\nspeak to you about that before. My remarks were addressed to Mrs.\r\nWithers here.”\r\n\r\nHe indicated the cook with a respectful gesture.\r\n\r\n“Yes, here’s the note, Mrs. Withers. Of course, if you had a steamy\r\nkettle handy, in about half a moment we could ... but no, perhaps it’s\r\nwiser not to risk it. And, come to that, I don’t need to unstick the\r\nenvelope to know what’s inside here. It’s the raspberry, ma’am, or I’ve\r\nlost all my power to read the human female countenance. Very cold and\r\nproud-looking she was! I don’t know who this S. Marlowe is, but I do\r\nknow one thing; in this hand I hold the instrument that’s going to give\r\nit him in the neck, proper! Right in the neck, or my name isn’t Montagu\r\nWebster!”\r\n\r\n“Well!” said Mrs. Withers, comfortably, pausing for a moment from her\r\nlabours. “Think of that!”\r\n\r\n“The way I look at it,” said Webster, “is that there’s been some sort\r\nof understanding between our Miss B. and this S. Marlowe, and she’s\r\nthought better of it and decided to stick to the man of her parent’s\r\nchoice. She’s chosen wealth and made up her mind to hand the humble\r\nsuitor the mitten. There was a rather similar situation in ‘Cupid or\r\nMammon,’ that Nosegay Novelette I was reading in the train coming down\r\nhere, only that ended different. For my part I’d be better pleased if\r\nour Miss B. would let the cash go, and obey the dictates of her own\r\nheart; but these modern girls are all alike! All out for the stuff,\r\nthey are! Oh, well, it’s none of my affair,” said Webster, stifling a\r\nnot unmanly sigh. For beneath that immaculate shirt-front there beat a\r\nwarm heart. Montagu Webster was a sentimentalist."
  ]
}