{
  "index": 16,
  "title": "Chapter 15",
  "paragraphs": [
    "WEBSTER, FRIEND IN NEED\r\n\r\n\r\nAt half-past two that afternoon, full of optimism and cold beef, gaily\r\nunconscious that Webster with measured strides was approaching ever\r\nnearer with the note that was to give it him in the neck, proper,\r\nSamuel Marlowe dangled his feet from the top bar of the gate at the end\r\nof the lane, and smoked contentedly as he waited for Billie to make her\r\nappearance. He had had an excellent lunch; his pipe was drawing well,\r\nand all Nature smiled. The breeze from the sea across the meadows\r\ntickled pleasantly the back of his head, and sang a soothing song in\r\nthe long grass and ragged-robins at his feet. He was looking forward\r\nwith a roseate glow of anticipation to the moment when the white\r\nflutter of Billie’s dress would break the green of the foreground. How\r\neagerly he would jump from the gate! How lovingly he would....\r\n\r\nThe elegant figure of Webster interrupted his reverie. Sam had never\r\nseen Webster before, and it was with no pleasure that he saw him now.\r\nHe had come to regard this lane as his own private property, and he\r\nresented trespassers. He tucked his legs under him, and scowled at\r\nWebster under the brim of his hat.\r\n\r\nThe valet advanced towards him with the air of an affable executioner\r\nstepping daintily to the block.\r\n\r\n“Mr. Marlowe, sir?” he inquired politely.\r\n\r\nSam was startled. He could making nothing of this.\r\n\r\n“Eh? What?”\r\n\r\n“Have I the pleasure of addressing Mr. S. Marlowe?”\r\n\r\n“Yes, that’s my name.”\r\n\r\n“Mine is Webster, sir. I am Mr. Bennett’s personal gentleman’s\r\ngentleman. Miss Bennett entrusted me with this note to deliver to you,\r\nsir.”\r\n\r\nSam began to grasp the position. For some reason or other, the dear\r\ngirl had been prevented from coming this afternoon, and she had written\r\nto explain and relieve his anxiety. It was like her. It was just the\r\nsweet, thoughtful thing he would have expected her to do. His\r\ncontentment with the existing scheme of things returned. The sun shone\r\nout again, and he found himself amiably disposed towards the messenger.\r\n\r\n“Fine day,” he said, as he took the note.\r\n\r\n“Extremely, sir,” said Webster, outwardly unemotional, inwardly full of\r\na grave pity.\r\n\r\nIt was plain to him that there had been no previous little rift to\r\nprepare the young man for the cervical operation which awaited him, and\r\nhe edged a little nearer, in order to be handy to catch Sam if the\r\nshock knocked him off the gate.\r\n\r\nAs it happened, it did not. Having read the opening words of the note,\r\nSam rocked violently; but his feet were twined about the lower bars and\r\nthis saved him from overbalancing. Webster stepped back, relieved.\r\n\r\nThe note fluttered to the ground. Webster, picking it up and handing it\r\nback, was enabled to get a glimpse of the first two sentences. They\r\nconfirmed his suspicions. The note was hot stuff. Assuming that it\r\ncontinued as it began, it was about the warmest thing of its kind that\r\npen had ever written. Webster had received one or two heated epistles\r\nfrom the sex in his time—your man of gallantry can hardly hope to\r\nescape these unpleasantnesses—but none had got off the mark quite so\r\nswiftly, and with quite so much frigid violence as this.\r\n\r\n“Thanks,” said Sam mechanically.\r\n\r\n“Not at all, sir. You are very welcome.”\r\n\r\nSam resumed his reading. A cold perspiration broke out on his forehead.\r\nHis toes curled, and something seemed to be crawling down the small of\r\nhis back. His heart had moved from its proper place and was now beating\r\nin his throat. He swallowed once or twice to remove the obstruction,\r\nbut without success. A kind of pall had descended on the landscape,\r\nblotting out the sun.\r\n\r\nOf all the rotten sensations in this world, the worst is the\r\nrealisation that a thousand-to-one chance has come off, and caused our\r\nwrong-doing to be detected. There had seemed no possibility of that\r\nlittle ruse of his being discovered, and yet here was Billie in full\r\npossession of the facts. It almost made the thing worse that she did\r\nnot say how she had come into possession of them. This gave Sam that\r\nfeeling of self-pity, that sense of having been ill-used by Fate, which\r\nmakes the bringing home of crime so particularly poignant.\r\n\r\n“Fine day!” he muttered. He had a sort of subconscious feeling that it\r\nwas imperative to keep engaging Webster in light conversation.\r\n\r\n“Yes, sir. Weather still keeps up,” agreed the valet suavely.\r\n\r\nSam frowned over the note. He felt injured. Sending a fellow notes\r\ndidn’t give him a chance. If she had come in person and denounced him\r\nit would not have been an agreeable experience, but at least it would\r\nhave been possible then to have pleaded and cajoled and—and all that\r\nsort of thing. But what could he do now? It seemed to him that his only\r\npossible course was to write a note in reply, begging her to see him.\r\nHe explored his pockets and found a pencil and a scrap of paper. For\r\nsome moments he scribbled desperately. Then he folded the note.\r\n\r\n“Will you take this to Miss Bennett?” he said, holding it out.\r\n\r\nWebster took the missive, because he wanted to read it later at his\r\nleisure; but he shook his head.\r\n\r\n“Useless, I fear, sir,” he said gravely.\r\n\r\n“What do you mean?”\r\n\r\n“I am afraid it would effect little or nothing, sir, sending our Miss\r\nB. notes. She is not in the proper frame of mind to appreciate them. I\r\nsaw her face when she handed me the letter you have just read, and I\r\nassure you, sir, she is not in a malleable mood.”\r\n\r\n“You seem to know a lot about it!”\r\n\r\n“I have studied the sex, sir,” said Webster modestly.\r\n\r\n“I mean, about my business, confound it! You seem to know all about\r\nit!”\r\n\r\n“Why, yes, sir, I think I may say that I have grasped the position of\r\naffairs. And, if you will permit me to say so, sir, you have my\r\nrespectful sympathy.”\r\n\r\nDignity is a sensitive plant which nourishes only under the fairest\r\nconditions. Sam’s had perished in the bleak east wind of Billie’s note.\r\nIn other circumstances he might have resented this intrusion of a\r\nstranger into his most intimate concerns. His only emotion now, was one\r\nof dull but distinct gratitude. The four winds of Heaven blew chilly\r\nupon his raw and unprotected soul, and he wanted to wrap it up in a\r\nmantle of sympathy, careless of the source from which he borrowed that\r\nmantle. If Webster felt disposed, as he seemed to indicate, to comfort\r\nhim, let the thing go on. At that moment Sam would have accepted\r\ncondolences from a coal-heaver.\r\n\r\n“I was reading a story—one of the Nosegay Novelettes; I do not know if\r\nyou are familiar with the series, sir?—in which much the same situation\r\noccurred. It was entitled ‘Cupid or Mammon.’ The heroine, Lady Blanche\r\nTrefusis, forced by her parents to wed a wealthy suitor, despatches a\r\nnote to her humble lover, informing him it cannot be. I believe it\r\noften happens like that, sir.”\r\n\r\n“You’re all wrong,” said Sam. “It’s not that at all.”\r\n\r\n“Indeed, sir? I supposed it was.”\r\n\r\n“Nothing like it! I—I——.”\r\n\r\nSam’s dignity, on its death-bed, made a last effort to assert itself.\r\n\r\n“I don’t know what it’s got to do with you!”\r\n\r\n“Precisely, sir!” said Webster, with dignity. “Just as you say! Good\r\nafternoon, sir!”\r\n\r\nHe swayed gracefully, conveying a suggestion of departure without\r\nmoving his feet. The action was enough for Sam. Dignity gave an\r\nexpiring gurgle, and passed away, regretted by all.\r\n\r\n“Don’t go!” he cried.\r\n\r\nThe idea of being left alone in this infernal lane, without human\r\nsupport, overpowered him. Moreover, Webster had personality. He exuded\r\nit. Already Sam had begun to cling to him in spirit, and rely on his\r\nsupport.\r\n\r\n“Don’t go!”\r\n\r\n“Certainly not, if you do not wish it, sir.”\r\n\r\nWebster coughed gently, to show his appreciation of the delicate nature\r\nof the conversation. He was consumed with curiosity, and his threatened\r\ndeparture had been but a pretence. A team of horses could not have\r\nmoved Webster at that moment.\r\n\r\n“Might I ask, then, what...?”\r\n\r\n“There’s been a misunderstanding,” said Sam. “At least, there was, but\r\nnow there isn’t, if you see what I mean.”\r\n\r\n“I fear I have not quite grasped your meaning, sir.”\r\n\r\n“Well, I—I—played a sort of—you might almost call it a sort of trick on\r\nMiss Bennett. With the best motives, of course!”\r\n\r\n“Of course, sir!”\r\n\r\n“And she’s found out! I don’t know how she’s found out, but she has! So\r\nthere you are!”\r\n\r\n“Of what nature would the trick be, sir? A species of ruse, sir,—some\r\nkind of innocent deception?”\r\n\r\n“Well, it was like this.”\r\n\r\nIt was a complicated story to tell, and Sam, a prey to conflicting\r\nemotions, told it badly; but such was the almost superhuman\r\nintelligence of Webster, that he succeeded in grasping the salient\r\npoints. Indeed, he said that it reminded him of something of much the\r\nsame kind in the Nosegay Novelette, “All for Her,” where the hero,\r\nanxious to win the esteem of the lady of his heart, had bribed a tramp\r\nto simulate an attack upon her in a lonely road.\r\n\r\n“The principle’s the same,” said Webster.\r\n\r\n“Well, what did he do when she found out?”\r\n\r\n“She did not find out, sir. All ended happily, and never had the\r\nwedding-bells in the old village church rung out a blither peal than\r\nthey did at the subsequent union.”\r\n\r\nSam was thoughtful.\r\n\r\n“Bribed a tramp to attack her, did he?”\r\n\r\n“Yes, sir. She had never thought much of him till that moment, sir.\r\nVery cold and haughty she had been, his social status being\r\nconsiderably inferior to her own. But, when she cried for help, and he\r\ndashed out from behind a hedge, well, it made all the difference.”\r\n\r\n“I wonder where I could get a good tramp,” said Sam, meditatively.\r\n\r\nWebster shook his head.\r\n\r\n“I really would hardly recommend such a procedure, sir.”\r\n\r\n“No, it would be difficult to make a tramp understand what you wanted.”\r\n\r\nSam brightened.\r\n\r\n“I’ve got it! _You_ pretend to attack her, and I’ll....”\r\n\r\n“I couldn’t, sir! I couldn’t, really! I should jeopardise my\r\nsituation.”\r\n\r\n“Oh, come. Be a man!”\r\n\r\n“No, sir, I fear not. There’s a difference between handing in your\r\nresignation—I was compelled to do that only recently, owing to a few\r\nwords I had with the guv’nor, though subsequently prevailed upon to\r\nwithdraw it—I say there’s a difference between handing in your\r\nresignation and being given the sack, and that’s what would\r\nhappen—without a character, what’s more, and lucky if it didn’t mean a\r\nprison cell! No, sir, I could not contemplate such a thing.”\r\n\r\n“Then I don’t see that there’s anything to be done,” said Sam,\r\nmorosely.\r\n\r\n“Oh, I shouldn’t say that, sir,” said Webster encouragingly. “It’s\r\nsimply a matter of finding the way. The problem confronting us—you, I\r\nshould say....”\r\n\r\n“Us,” said Sam. “Most decidedly us.”\r\n\r\n“Thank you very much, sir. I would not have presumed, but if you say\r\nso.... The problem confronting us, as I envisage it, resolves itself\r\ninto this. You have offended our Miss B. and she has expressed a\r\ndisinclination ever to see you again. How, then, is it possible, in\r\nspite of her attitude, to recapture her esteem?”\r\n\r\n“Exactly,” said Sam.\r\n\r\n“There are several methods which occur to one....”\r\n\r\n“They don’t occur to _me!_”\r\n\r\n“Well, for example, you might rescue her from a burning building, as in\r\n‘True As Steel’....”\r\n\r\n“Set fire to the house, eh?” said Sam reflectively. “Yes, there might\r\nbe something in that.”\r\n\r\n“I would hardly advise such a thing,” said Webster, a little\r\nhastily—flattered at the readiness with which his disciple was taking\r\nhis advice, yet acutely alive to the fact that he slept at the top of\r\nthe house himself. “A little drastic, if I may say so. It might be\r\nbetter to save her from drowning, as in ‘The Earl’s Secret.’”\r\n\r\n“Ah, but where could she drown?”\r\n\r\n“Well, there is a lake in the grounds....”\r\n\r\n“Excellent!” said Sam. “Terrific! I knew I could rely on you. Say no\r\nmore! The whole thing’s settled. You take her out rowing on the lake,\r\nand upset the boat. I plunge in.... I suppose you can swim?”\r\n\r\n“No, sir.”\r\n\r\n“Oh? Well, never mind. You’ll manage somehow, I expect. Cling to the\r\nupturned boat or something, I shouldn’t wonder. There’s always a way.\r\nYes, that’s the plan. When is the earliest you could arrange this?”\r\n\r\n“I fear such a course must be considered out of the question, sir. It\r\nreally wouldn’t do.”\r\n\r\n“I can’t see a flaw in it.”\r\n\r\n“Well, in the first place, it would certainly jeopardise my\r\nsituation....”\r\n\r\n“Oh, hang your situation! You talk as if you were Prime Minister or\r\nsomething. You can easily get another situation. A valuable man like\r\nyou,” said Sam ingratiatingly.\r\n\r\n“No, sir,” said Webster firmly. “From boyhood up I’ve always had a\r\nregular horror of the water. I can’t so much as go paddling without an\r\nuneasy feeling.”\r\n\r\nThe image of Webster paddling was arresting enough to occupy Sam’s\r\nthoughts for a moment. It was an inspiring picture, and for an instant\r\nuplifted his spirits. Then they fell again.\r\n\r\n“Well, I don’t see what there _is_ to be done,” he said, gloomily.\r\n“It’s no good my making suggestions, if you have some frivolous\r\nobjection to all of them.”\r\n\r\n“My idea,” said Webster, “would be something which did not involve my\r\nown personal and active co-operation, sir. If it is all the same to\r\nyou, I should prefer to limit my assistance to advice and sympathy. I\r\nam anxious to help, but I am a man of regular habits, which I do not\r\nwish to disturb. Did you ever read ‘Footpaths of Fate,’ in the Nosegay\r\nseries, sir? I’ve only just remembered it, and it contains the most\r\nhelpful suggestion of the lot. There had been a misunderstanding\r\nbetween the heroine and the hero—their names have slipped my mind,\r\nthough I fancy his was Cyril—and she had told him to hop it....”\r\n\r\n“To what?”\r\n\r\n“To leave her for ever, sir. And what do you think he did?”\r\n\r\n“How the deuce do I know?”\r\n\r\n“He kidnapped her little brother, sir, to whom she was devoted, kept\r\nhim hidden for a bit, and then returned him, and in her gratitude all\r\nwas forgotten and forgiven, and never....”\r\n\r\n“I know. Never had the bells of the old village church....”\r\n\r\n“Rung out a blither peal. Exactly, sir. Well, there, if you will allow\r\nme to say so, you are, sir! You need seek no further for a plan of\r\naction.”\r\n\r\n“Miss Bennett hasn’t got a little brother.”\r\n\r\n“No, sir. But she has a dog, and is greatly attached to it.”\r\n\r\nSam stared. From the expression on his face it was evident that Webster\r\nimagined himself to have made a suggestion of exceptional intelligence.\r\nIt struck Sam as the silliest he had ever heard.\r\n\r\n“You mean I ought to steal her dog?”\r\n\r\n“Precisely, sir.”\r\n\r\n“But, good heavens! Have you seen that dog?”\r\n\r\n“The one to which I allude is a small brown animal with a fluffy tail.”\r\n\r\n“Yes, and a bark like a steam-siren, and, in addition to that, about\r\neighty-five teeth, all sharper than razors. I couldn’t get within ten\r\nfeet of that dog without its lifting the roof off, and, if I did, it\r\nwould chew me into small pieces.”\r\n\r\n“I had anticipated that difficulty, sir. In ‘Footpaths of Fate’ there\r\nwas a nurse who assisted the hero by drugging the child.”\r\n\r\n“By Jove!” said Sam, impressed.\r\n\r\n“He rewarded her,” said Webster, allowing his gaze to stray\r\nnonchalantly over the countryside, “liberally, very liberally.”\r\n\r\n“If you mean that you expect me to reward you if you drug the dog,”\r\nsaid Sam, “don’t worry. Let me bring this thing off, and you can have\r\nall I’ve got, and my cuff-links as well. Come now, this is really\r\nbeginning to look like something. Speak to me more of this matter.\r\nWhere do we go from here?”\r\n\r\n“I beg your pardon, sir?”\r\n\r\n“I mean, what’s the next step in the scheme? Oh, Lord!” Sam’s face\r\nfell. The light of hope died out of his eyes. “It’s all off! It can’t\r\nbe done! How could I possibly get into the house? I take it that the\r\nlittle brute sleeps in the house?”\r\n\r\n“That need constitute no obstacle, sir, no obstacle at all. The animal\r\nsleeps in a basket in the hall.... Perhaps you are familiar with the\r\ninterior of the house, sir?”\r\n\r\n“I haven’t been inside it since I was at school. I’m Mr. Hignett’s\r\ncousin, you know.”\r\n\r\n“Indeed, sir? I wasn’t aware. Mr. Hignett has the mumps, poor\r\ngentleman.”\r\n\r\n“Has he?” said Sam, not particularly interested. “I used to stay with\r\nhim,” he went on, “during the holidays sometimes, but I’ve practically\r\nforgotten what the place is like inside. I remember the hall vaguely.\r\nFireplace at one side, one or two suits of armour standing about, a\r\nsort of window-ledge near the front door....”\r\n\r\n“Precisely, sir. It is close beside that window-ledge that the animal’s\r\nbasket is situated. If I administer a slight soporific....”\r\n\r\n“Yes, but you haven’t explained yet how I am to get into the house in\r\nthe first place.”\r\n\r\n“Quite easily, sir. I can admit you through the drawing-room windows\r\nwhile dinner is in progress.”\r\n\r\n“Fine!”\r\n\r\n“You can then secrete yourself in the cupboard in the drawing-room.\r\nPerhaps you recollect the cupboard to which I refer, sir?”\r\n\r\n“No, I don’t remember any cupboard. As a matter of fact, when I used to\r\nstay at the house the drawing-room was barred. Mrs. Hignett wouldn’t\r\nlet us inside it for fear we should smash her china. Is there a\r\ncupboard?”\r\n\r\n“Immediately behind the piano, sir. A nice, roomy cupboard. I was\r\nglancing into it myself in a spirit of idle curiosity only the other\r\nday. It contains nothing except a few knick-knacks on an upper shelf.\r\nYou could lock yourself in from the interior, and be quite comfortably\r\nseated on the floor till the household retired to bed.”\r\n\r\n“When would that be?”\r\n\r\n“They retire quite early, sir, as a rule. By half-past ten the coast is\r\ngenerally clear. At that time I would suggest that I came down and\r\nknocked on the cupboard door to notify you that all was well.”\r\n\r\nSam was glowing with frank approval.\r\n\r\n“You know, you’re a master-mind!” he said, enthusiastically.\r\n\r\n“You’re very kind, sir!”\r\n\r\n“One of the lads, by Jove!” said Sam. “And not the worst of them! I\r\ndon’t want to flatter you, but there’s a future for you in crime, if\r\nyou cared to go in for it.”\r\n\r\n“I am glad that you appreciate my poor efforts, sir. Then we will\r\nregard the scheme as passed and approved?”\r\n\r\n“I should say we would! It’s a bird!”\r\n\r\n“Very good, sir.”\r\n\r\n“I’ll be round at about a quarter to eight. Will that be right?”\r\n\r\n“Admirable, sir.”\r\n\r\n“And, I say, about that soporific.... Don’t overdo it. Don’t go killing\r\nthe little beast.”\r\n\r\n“Oh, no, sir.”\r\n\r\n“Well,” said Sam, “you can’t say it’s not a temptation. And you know\r\nwhat you Napoleons of the Underworld are!”"
  ]
}