{
  "index": 14,
  "title": "Chapter 13",
  "paragraphs": [
    "STRONG REMARKS BY A FATHER\r\n\r\n\r\nMr. Bennett advanced shakily into the room, and supported himself with\r\none hand on the desk, while with the other he still plied the\r\nhandkerchief on his over-heated face. Much had occurred to disturb him\r\nthis morning. On top of a broken night he had had an affecting\r\nreconciliation scene with Mr. Mortimer, at the conclusion of which he\r\nhad decided to take the first train to London in the hope of\r\nintercepting Billie before she reached Sir Mallaby’s office on her\r\nmission of war. The local train-service kept such indecently early\r\nhours that he had been compelled to bolt his breakfast, and, in the\r\nabsence of Billie, the only member of the household who knew how to\r\ndrive the car, to walk to the station, a distance of nearly two miles,\r\nthe last hundred yards of which he had covered at a rapid gallop, under\r\nthe erroneous impression that an express whose smoke he had seen in the\r\ndistance was the train he had come to catch. Arrived on the platform,\r\nhe had had a trying wait, followed by a slow journey to Waterloo. The\r\ncab which he had taken at Waterloo had kept him in a lively state of\r\napprehension all the way to the Savoy, owing to an apparent desire to\r\nclimb over motor-omnibuses when it could not get round them. At the\r\nSavoy he found that Billie had already left, which had involved another\r\nvoyage through the London traffic under the auspices of a driver who\r\nappeared to be either blind or desirous of committing suicide. He had\r\nthree flights of stairs to negotiate. And, finally, arriving at the\r\noffice, he had found his daughter in the circumstances already\r\ndescribed.\r\n\r\n“Why, father!” said Billie. “I didn’t expect you.”\r\n\r\nAs an explanation of her behaviour this might, no doubt, have been\r\nconsidered sufficient, but as an excuse for it Mr. Bennett thought it\r\ninadequate and would have said so, had he had enough breath. This\r\nphysical limitation caused him to remain speechless and to do the best\r\nhe could in the way of stern fatherly reproof by puffing like a seal\r\nafter a long dive in search of fish.\r\n\r\nHaving done this, he became aware that Sam Marlowe was moving towards\r\nhim with outstretched hand. It took a lot to disconcert Sam, and he was\r\nthe calmest person present. He gave evidence of this in a neat speech.\r\nHe did not in so many words congratulate Mr. Bennett on the piece of\r\nluck which had befallen him, but he tried to make him understand by his\r\nmanner that he was distinctly to be envied as the prospective\r\nfather-in-law of such a one as himself.\r\n\r\n“I am delighted to see you, Mr. Bennett,” said Sam. “You could not have\r\ncome at a more fortunate moment. You see for yourself how things are.\r\nThere is no need for a long explanation. You came to find a daughter,\r\nMr. Bennett, and you have found a son!”\r\n\r\nAnd he would like to see the man, thought Sam, who could have put it\r\nmore cleverly and pleasantly and tactfully than that.\r\n\r\n“What are you talking about?” said Mr. Bennett, recovering breath. “I\r\nhaven’t got a son.”\r\n\r\n“I will be a son to you! I will be the prop of your declining\r\nyears....”\r\n\r\n“What the devil do you mean, my declining years?” demanded Mr. Bennett\r\nwith asperity.\r\n\r\n“He means when they do decline, father dear,” said Billie.\r\n\r\n“Of course, of course,” said Sam. “When they do decline. Not till then,\r\nof course. I wouldn’t dream of it. But, once they do decline, count on\r\nme! And I should like to say for my part,” he went on handsomely, “what\r\nan honour I think it, to become the son-in-law of a man like Mr.\r\nBennett. Bennett of New York!” he added spaciously, not so much because\r\nhe knew what he meant, for he would have been the first to admit that\r\nhe did not, but because it sounded well.\r\n\r\n“Oh!” said Mr. Bennett. “You do, do you?”\r\n\r\nMr. Bennett sat down. He put away his handkerchief, which had certainly\r\nearned a rest. Then he fastened a baleful stare upon his\r\nnewly-discovered son. It was not the sort of look a proud and happy\r\nfather-in-law-to-be ought to have directed at a prospective relative.\r\nIt was not, as a matter of fact, the sort of look which anyone ought to\r\nhave directed at anybody, except possibly an exceptionally prudish\r\njudge at a criminal in the dock, convicted of a more than usually\r\natrocious murder. Billie, not being in the actual line of fire, only\r\ncaught the tail end of it, but it was enough to create a misgiving.\r\n\r\n“Oh, father! You aren’t angry!”\r\n\r\n“Angry!”\r\n\r\n“You _can’t_ be angry!”\r\n\r\n“Why can’t I be angry?” declared Mr. Bennett, with that sense of injury\r\nwhich comes to self-willed men when their whims are thwarted. “Why the\r\ndevil shouldn’t I be angry? I _am_ angry! I come here and find you\r\nlike—like this, and you seem to expect me to throw my hat in the air\r\nand give three rousing cheers! Of course I’m angry! You are engaged to\r\nbe married to an excellent young man of the highest character, one of\r\nthe finest young men I have ever known....”\r\n\r\n“Oh, well!” said Sam, straightening his tie modestly. “It’s awfully\r\ngood of you....”\r\n\r\n“But that’s all over, father.”\r\n\r\n“What’s all over?”\r\n\r\n“You told me yourself that you had broken off my engagement to Bream.”\r\n\r\n“Well—er—yes, I did,” said Mr. Bennett, a little taken aback. “That\r\nis—to a certain extent—so. But,” he added, with restored firmness,\r\n“it’s on again!”\r\n\r\n“But I don’t want to marry Bream!”\r\n\r\n“Naturally!” said Sam. “Naturally! Quite out of the question. In a few\r\ndays we’ll all be roaring with laughter at the very idea.”\r\n\r\n“It doesn’t matter what you want! A girl who gets engaged to a dozen\r\nmen in three weeks....”\r\n\r\n“It wasn’t a dozen!”\r\n\r\n“Well, four—five—six—you can’t expect me not to lose count.... I say a\r\ngirl who does that does not know what she wants, and older and more\r\nprudent heads must decide for her. You are going to marry Bream\r\nMortimer!”\r\n\r\n“All wrong! All wrong!” said Sam, with a reproving shake of the head.\r\n“All wrong! She’s going to marry me.”\r\n\r\nMr. Bennett scorched him with a look compared with which his earlier\r\neffort had been a loving glance.\r\n\r\n“Wilhelmina,” he said, “go into the outer office.”\r\n\r\n“But, father, Sam saved my life!”\r\n\r\n“Go into the outer office and wait for me there.”\r\n\r\n“There was a lunatic in here....”\r\n\r\n“There will be another if you don’t go.”\r\n\r\n“He had a pistol.”\r\n\r\n“Go into the outer office!”\r\n\r\n“I shall always love you, Sam!” said Billie, pausing mutinously at the\r\ndoor.\r\n\r\n“I shall always love _you!_” said Sam cordially.\r\n\r\n“Nobody can keep us apart!”\r\n\r\n“They’re wasting their time, trying.”\r\n\r\n“You’re the most wonderful man in the world!”\r\n\r\n“There never was another girl like you!”\r\n\r\n“Get _out!_” bellowed Mr. Bennett, on whose equanimity this love-scene,\r\nwhich I think beautiful, was jarring profoundly. “Now, sir!” he said to\r\nSam, as the door closed.\r\n\r\n“Yes, let’s talk it over calmly,” said Sam.\r\n\r\n“I will not talk it over calmly!”\r\n\r\n“Oh, come! You can do it if you try. In the first place, whatever put\r\nthis silly idea into your head about that sweet girl marrying Bream\r\nMortimer?”\r\n\r\n“Bream Mortimer is the son of Henry Mortimer.”\r\n\r\n“I know,” said Sam. “And, while it is no doubt unfair to hold that\r\nagainst him, it’s a point you can’t afford to ignore. Henry Mortimer!\r\nYou and I have Henry Mortimer’s number. We know what Henry Mortimer is\r\nlike! A man who spends his time thinking up ways of annoying you. You\r\ncan’t seriously want to have the Mortimer family linked to you by\r\nmarriage.”\r\n\r\n“Henry Mortimer is my oldest friend.”\r\n\r\n“That makes it all the worse. Fancy a man who calls himself your friend\r\ntreating you like that!”\r\n\r\n“The misunderstanding to which you allude has been completely smoothed\r\nover. My relations with Mr. Mortimer are thoroughly cordial.”\r\n\r\n“Well, have it your own way. Personally, I wouldn’t trust a man like\r\nthat. And, as for letting my daughter marry his son...!”\r\n\r\n“I have decided once and for all....”\r\n\r\n“If you’ll take my advice, you will break the thing off.”\r\n\r\n“I will not take your advice.”\r\n\r\n“I wouldn’t expect to charge you for it,” explained Sam reassuringly.\r\n“I give it you as a friend, not as a lawyer. Six-and-eightpence to\r\nothers, free to you.”\r\n\r\n“Will you understand that my daughter is going to marry Bream Mortimer?\r\nWhat are you giggling about?”\r\n\r\n“It sounds so silly. The idea of anyone marrying Bream Mortimer, I\r\nmean.”\r\n\r\n“Let me tell you he is a thoroughly estimable young man.”\r\n\r\n“And there you put the whole thing in a nutshell. Your daughter is a\r\ngirl of spirit. She would hate to be tied for life to an estimable\r\nyoung man.”\r\n\r\n“She will do as I tell her.”\r\n\r\nSam regarded him sternly.\r\n\r\n“Have you no regard for her happiness?”\r\n\r\n“I am the best judge of what is best for her.”\r\n\r\n“If you ask me,” said Sam candidly, “I think you’re a rotten judge.”\r\n\r\n“I did not come here to be insulted!”\r\n\r\n“I like that! You have been insulting me ever since you arrived. What\r\nright have you to say that I’m not fit to marry your daughter?”\r\n\r\n“I did not say that.”\r\n\r\n“You’ve implied it. And you’ve been looking at me as if I were a leper\r\nor something the Pure Food Committee had condemned. Why? That’s what I\r\nask you,” said Sam, warming up. This he fancied, was the way Widgery\r\nwould have tackled a troublesome client. “Why? Answer me that!”\r\n\r\n“I....”\r\n\r\nSam rapped sharply on the desk.\r\n\r\n“Be careful, sir. Be very careful!” He knew that this was what lawyers\r\nalways said. Of course, there is a difference in position between a\r\nmiscreant whom you suspect of an attempt at perjury and the father of\r\nthe girl you love, whose consent to the match you wish to obtain, but\r\nSam was in no mood for these nice distinctions. He only knew that\r\nlawyers told people to be very careful, so he told Mr. Bennett to be\r\nvery careful.\r\n\r\n“What do you mean, be very careful?” said Mr. Bennett.\r\n\r\n“I’m dashed if I know,” said Sam frankly. The question struck him as a\r\nmean attack. He wondered how Widgery would have met it. Probably by\r\nsmiling quietly and polishing his spectacles. Sam had no spectacles. He\r\nendeavoured, however, to smile quietly.\r\n\r\n“Don’t laugh at me!” roared Mr. Bennett.\r\n\r\n“I’m not laughing at you.”\r\n\r\n“You are!”\r\n\r\n“I’m not! I’m smiling quietly.”\r\n\r\n“Well, don’t then!” said Mr. Bennett. He glowered at his young\r\ncompanion. “I don’t know why I’m wasting my time, talking to you. The\r\nposition is clear to the meanest intelligence. I have no objection to\r\nyou personally....”\r\n\r\n“Come, this is better!” said Sam.\r\n\r\n“I don’t know you well enough to have any objection to you or any\r\nopinion of you at all. This is only the second time I have ever met you\r\nin my life.”\r\n\r\n“Mark you,” said Sam, “I think I am one of those fellows who grow on\r\npeople....”\r\n\r\n“As far as I am concerned, you simply do not exist. You may be the\r\nnoblest character in London or you may be wanted by the police. I don’t\r\nknow. And I don’t care. It doesn’t matter to me. You mean nothing in my\r\nlife. I don’t know you.”\r\n\r\n“You must persevere,” said Sam. “You must buckle to and get to know me.\r\nDon’t give the thing up in this half-hearted way. Everything has to\r\nhave a beginning. Stick to it, and in a week or two you will find\r\nyourself knowing me quite well.”\r\n\r\n“I don’t want to know you!”\r\n\r\n“You say that now, but wait!”\r\n\r\n“And thank goodness I have not got to!” exploded Mr. Bennett, ceasing\r\nto be calm and reasonable with a suddenness which affected Sam much as\r\nthough half a pound of gunpowder had been touched off under his chair.\r\n“For the little I have seen of you has been quite enough! Kindly\r\nunderstand that my daughter is engaged to be married to another man,\r\nand that I do not wish to see or hear anything of you again! I shall\r\ntry to forget your very existence, and I shall see to it that\r\nWilhelmina does the same! You’re an impudent scoundrel, sir! An\r\nimpudent scoundrel! I don’t like you! I don’t wish to see you again! If\r\nyou were the last man in the world I wouldn’t allow my daughter to\r\nmarry you! If that is quite clear, I will wish you good morning!”\r\n\r\nMr. Bennett thundered out of the room, and Sam, temporarily stunned by\r\nthe outburst, remained where he was, gaping. A few minutes later life\r\nbegan to return to his palsied limbs. It occurred to him that Mr.\r\nBennett had forgotten to kiss him good-bye, and he went into the outer\r\noffice to tell him so. But the outer office was empty. Sam stood for a\r\nmoment in thought, then he returned to the inner office, and, picking\r\nup a time-table, began to look out trains to the village of Windlehurst\r\nin Hampshire, the nearest station to his aunt Adeline’s charming\r\nold-world house, Windles."
  ]
}