{
  "index": 11,
  "title": "Chapter 10",
  "paragraphs": [
    "MR. BENNETT HAS A BAD NIGHT\r\n\r\n\r\nThe fragment of a lobster-shell which had entered Mr. Bennett’s tongue\r\nat twenty minutes to two in the afternoon was still in occupation at\r\nhalf-past eleven that night, when that persecuted gentleman blew out\r\nhis candle and endeavoured to compose himself for a night’s slumber.\r\nIts unconscious host had not yet been made aware of its presence. He\r\nhad a vague feeling that the tip of his tongue felt a little sore, but\r\nhis mind was too engrossed with the task of keeping a look-out for the\r\npreliminary symptoms of mumps to have leisure to bestow much attention\r\non this phenomenon. The discomfort it caused was not sufficient to keep\r\nhim awake, and presently he turned on his side and began to fill the\r\nroom with a rhythmical snoring.\r\n\r\nHow pleasant if one could leave him so—the good man taking his rest.\r\nFacts, however, are facts; and, having crept softly from Mr. Bennett’s\r\nside with the feeling that at last everything is all right with him, we\r\nare compelled to return three hours later to discover that everything\r\nis all wrong. It is so dark in the room that our eyes can at first\r\ndiscern nothing; then, as we grow accustomed to the blackness, we\r\nperceive him sitting bolt upright in bed, staring glassily before him,\r\nwhile with the first finger of his right hand he touches apprehensively\r\nthe tip of his protruding tongue.\r\n\r\nAt this point Mr. Bennett lights his candle—one of the charms of\r\nWindles was the old-world simplicity of its lighting system—and we are\r\nenabled to get a better view of him.\r\n\r\nMr. Bennett sat in the candlelight with his tongue out and the first\r\nbeads of a chilly perspiration bedewing his forehead. It was impossible\r\nfor a man of his complexion to turn pale, but he had turned as pale as\r\nhe could. Panic gripped him. A man whose favourite reading was medical\r\nencyclopædias, he needed no doctor to tell him that this was the end.\r\nFate had dealt him a knockout blow; his number was up; and in a very\r\nshort while now people would be speaking of him in the past tense and\r\nsaying what a pity it all was.\r\n\r\nA man in Mr. Bennett’s position experiences strange emotions, and many\r\nof them. In fact, there are scores of writers, who, reckless of the\r\ncost of white paper, would devote two chapters at this point to an\r\nanalysis of the unfortunate man’s reflections and be glad of the\r\nchance. It is sufficient, however, merely to set on record that there\r\nwas no stint. Whatever are the emotions of a man in such a position,\r\nMr. Bennett had them. He had them all, one after another, some of them\r\ntwice. He went right through the list from soup to nuts, until finally\r\nhe reached remorse. And, having reached remorse, he allowed that to\r\nmonopolise him.\r\n\r\nIn his early days, when he was building up his fortune, Mr. Bennett had\r\nfrequently done things to his competitors in Wall Street which would\r\nnot have been tolerated in the purer atmosphere of a lumber-camp, and,\r\nif he was going to be remorseful about anything, he might well have\r\nstarted by being remorseful about that. But it was on his most\r\nimmediate past that his wistful mind lingered. He had quarrelled with\r\nhis lifelong friend, Henry Mortimer. He had broken off his daughter’s\r\nengagement with a deserving young man. He had spoken harsh words to his\r\nfaithful valet. The more Mr. Bennett examined his conduct, the deeper\r\nthe iron entered into his soul.\r\n\r\nFortunately, none of his acts were irreparable. He could undo them. He\r\ncould make amends. The small hours of the morning are not perhaps the\r\nmost suitable time for making amends, but Mr. Bennett was too\r\nremorseful to think of that. Do It Now had ever been his motto, so he\r\nstarted by ringing the bell for Webster.\r\n\r\nThe same writers who would have screamed with joy at the chance of\r\ndilating on Mr. Bennett’s emotions would find a congenial task in\r\ndescribing the valet’s thought-processes when the bell roused him from\r\na refreshing sleep at a few minutes after three a.m. However, by the\r\ntime he entered his employer’s room he was his own calm self again.\r\n\r\n“Good morning, sir,” he remarked equably. “I fear that it will be the\r\nmatter of a few minutes to prepare your shaving water. I was not\r\naware,” said Webster in manly apology for having been found wanting,\r\n“that you intended rising so early.”\r\n\r\n“Webster,” said Mr. Bennett, “I’m a dying man!”\r\n\r\n“Indeed, sir?”\r\n\r\n“A dying man!” repeated Mr. Bennett.\r\n\r\n“Very good, sir. Which of your suits would you wish me to lay out?”\r\n\r\nMr. Bennett had the feeling that something was going wrong with the\r\nscene.\r\n\r\n“Webster,” he said, “this morning we had an unfortunate\r\nmisunderstanding. I’m sorry.”\r\n\r\n“Pray don’t mention it, sir.”\r\n\r\n“I was to blame. Webster, you have been a faithful servant! You have\r\nstuck to me, Webster, through thick and thin!” said Mr. Bennett, who\r\nhad half persuaded himself by this time that the other had been in the\r\nfamily for years instead of having been engaged at a registry-office a\r\nlittle less than a month ago. “Through thick and thin!” repeated Mr.\r\nBennett.\r\n\r\n“I have endeavoured to give satisfaction, sir.”\r\n\r\n“I want to reward you, Webster.”\r\n\r\n“Thank you very much, sir.”\r\n\r\n“Take my trousers!”\r\n\r\nWebster raised a deprecating hand.\r\n\r\n“No, no, sir, thanking you exceedingly, I couldn’t really! You will\r\nneed them, sir, and I assure you I have an ample supply.”\r\n\r\n“Take my trousers,” repeated Mr. Bennett, “and feel in the right-hand\r\npocket. There is some money there.”\r\n\r\n“I’m sure I’m very much obliged, sir,” said Webster, beginning for the\r\nfirst time to feel that there was a bright side. He embarked upon the\r\ntreasure-hunt. “The sum is sixteen pounds eleven shillings and\r\nthreepence, sir.”\r\n\r\n“Keep it!”\r\n\r\n“Thank you very much, sir. Would there be anything further, sir?”\r\n\r\n“Why, no,” said Mr. Bennett, feeling dissatisfied nevertheless. There\r\nhad been a lack of the deepest kind of emotion in the interview, and\r\nhis yearning soul resented it. “Why, no.”\r\n\r\n“Good-night, sir.”\r\n\r\n“Stop a moment. Which is Mr. Mortimer’s room?”\r\n\r\n“Mr. Mortimer, senior, sir? It is at the further end of this passage,\r\non the left facing the main staircase. Good-night, sir. I am extremely\r\nobliged. I will bring you your shaving-water when you ring.”\r\n\r\nMr. Bennett, left alone, mused for awhile, then, rising from his bed,\r\nput on his dressing-gown, took his candle, and went down the passage.\r\n\r\nIn a less softened mood, the first thing Mr. Bennett would have done on\r\ncrossing the threshold of the door facing the staircase would have been\r\nto notice resentfully that Mr. Mortimer, with his usual astuteness, had\r\ncollared the best bedroom in the house. The soft carpet gave out no\r\nsound as Mr. Bennett approached the wide and luxurious bed. The light\r\nof the candle fell on the back of a semi-bald head. Mr. Mortimer was\r\nsleeping with his face buried in the pillow. It cannot have been good\r\nfor him, but that was what he was doing. From the portion of the pillow\r\nin which his face was buried strange gurgles proceeded, like the\r\ndistant rumble of an approaching train on the Underground.\r\n\r\n“Mortimer,” said Mr. Bennett.\r\n\r\nThe train stopped at a station to pick up passengers, and rumbled on\r\nagain.\r\n\r\n“Henry!” said Mr. Bennett, and nudged his sleeping friend in the small\r\nof the back.\r\n\r\n“Leave it on the mat,” mumbled Mr. Mortimer, stirring slightly and\r\nuncovering one corner of his mouth.\r\n\r\nMr. Bennett began to forget his remorse in a sense of injury. He felt\r\nlike a man with a good story to tell who can get nobody to listen to\r\nhim. He nudged the other again, more vehemently this time. Mr. Mortimer\r\nmade a noise like a gramophone when the needle slips, moved restlessly\r\nfor a moment, then sat up, staring at the candle.\r\n\r\n“Rabbits! Rabbits! Rabbits!” said Mr. Mortimer, and sank back again. He\r\nhad begun to rumble before he touched the pillow.\r\n\r\n“What do you mean, rabbits?” said Mr. Bennett sharply.\r\n\r\nThe not unreasonable query fell on deaf ears. Mr. Mortimer was already\r\nentering a tunnel.\r\n\r\n“Much too pink!” he murmured as the pillow engulfed him.\r\n\r\nWhat steps Mr. Bennett would have taken at this juncture, one cannot\r\nsay. Probably he would have given the thing up in despair and retired,\r\nfor it is weary work forgiving a sleeping man. But, as he bent above\r\nhis slumbering friend, a drop of warm grease detached itself from the\r\ncandle and fell into Mr. Mortimer’s exposed ear. The sleeper wakened.\r\n\r\n“What? What? What?” he exclaimed, bounding up. “Who’s that?”\r\n\r\n“It’s me—Rufus,” said Mr. Bennett. “Henry, I’m dying!”\r\n\r\n“Drying?”\r\n\r\n“Dying!”\r\n\r\nMr. Mortimer yawned cavernously. The mists of sleep were engulfing him\r\nagain.\r\n\r\n“Eight rabbits sitting on the lawn,” he muttered. “But too pink! Much\r\ntoo pink!”\r\n\r\nAnd, as if considering he had borne his full share in the conversation\r\nand that no more could be expected of him, he snuggled down into the\r\npillow again.\r\n\r\nMr. Bennett’s sense of injury became more acute. For a moment he was\r\nstrongly tempted to try the restorative effects of candle-grease once\r\nmore, but, just as he was on the point of succumbing, a shooting pain,\r\nas if somebody had run a red-hot needle into his tongue, reminded him\r\nof his situation. A dying man cannot pass his last hours dropping\r\ncandle-grease into people’s ears. After all, it was perhaps a little\r\nlate, and there would be plenty of time to become reconciled to Mr.\r\nMortimer to-morrow. His task now was to seek out Bream and bring him\r\nthe glad news of his renewed engagement.\r\n\r\nHe closed the door quietly, and proceeded upstairs. Bream’s bedroom, he\r\nknew, was the one just off the next landing. He turned the handle\r\nquietly, and went in. Having done this, he coughed.\r\n\r\n“Drop that pistol!” said the voice of Jane Hubbard immediately, with\r\nquiet severity. “I’ve got you covered!”\r\n\r\nMr. Bennett had no pistol, but he dropped the candle. It would have\r\nbeen a nice point to say whether he was more perturbed by the discovery\r\nthat he had got into the wrong room, and that room a lady’s, or by the\r\nfact that the lady whose wrong room it was had pointed what appeared to\r\nbe a small cannon at him over the foot of the bed. It was not, as a\r\nmatter of fact, a cannon but the elephant gun, which Miss Hubbard\r\ncarried with her everywhere—a girl’s best friend.\r\n\r\n“My dear young lady!” he gasped.\r\n\r\nOn the five occasions during recent years on which men had entered her\r\ntent with the object of murdering her, Jane Hubbard had shot without\r\nmaking inquiries. What strange feminine weakness it was that had caused\r\nher to utter a challenge on this occasion, she could not have said.\r\nProbably it was due to the enervating effects of civilisation. She was\r\nglad now that she had done so, for, being awake and in full possession\r\nof her faculties, she perceived that the intruder, whoever he was, had\r\nno evil intentions.\r\n\r\n“Who is it?” she asked.\r\n\r\n“I don’t know how to apologise!”\r\n\r\n“That’s all right! Let’s have a light.” A match flared in the darkness.\r\nMiss Hubbard lit her candle, and gazed at Mr. Bennett with quiet\r\ncuriosity. “Walking in your sleep?” she inquired.\r\n\r\n“No, no!”\r\n\r\n“Not so loud! You’ll wake Mr. Hignett. He’s next door. That’s why I\r\ntook this room, in case he was restless in the night.”\r\n\r\n“I want to see Bream Mortimer,” said Mr. Bennett.\r\n\r\n“He’s in my old room, two doors along the passage. What do you want to\r\nsee him about?”\r\n\r\n“I wish to inform him that he may still consider himself engaged to my\r\ndaughter.”\r\n\r\n“Oh, well, I don’t suppose he’ll mind being woken up to hear that. But\r\nwhat’s the idea?”\r\n\r\n“It’s a long story.”\r\n\r\n“That’s all right. Let’s make a night of it.”\r\n\r\n“I am a dying man. I awoke an hour ago with a feeling of acute\r\npain....”\r\n\r\nMiss Hubbard listened to the story of his symptoms with interest but\r\nwithout excitement.\r\n\r\n“What nonsense!” she said at the conclusion.\r\n\r\n“I assure you....”\r\n\r\n“I’d like to bet it’s nothing serious at all.”\r\n\r\n“My dear young lady,” said Mr. Bennett, piqued. “I have devoted a\r\nconsiderable part of my life to medical study....”\r\n\r\n“I know. That’s the trouble. People oughtn’t to be allowed to read\r\nmedical books.”\r\n\r\n“Well, we need not discuss it,” said Mr. Bennett stiffly. He resented\r\nbeing dragged out of the valley of the shadow of death by the scruff of\r\nhis neck like this. A dying man has his dignity to think of. “I will\r\nleave you now, and go and see young Mortimer.” He clung to a hope that\r\nBream Mortimer at least would receive him fittingly. “Good-night!”\r\n\r\n“But wait a moment!”\r\n\r\nMr. Bennett left the room, unheeding. He was glad to go. Jane Hubbard\r\nirritated him.\r\n\r\nHis expectation of getting more satisfactory results from Bream was\r\nfulfilled. It took some time to rouse that young man from a slumber\r\nalmost as deep as his father’s; but, once roused, he showed a\r\ngratifying appreciation of the gravity of affairs. Joy at one half of\r\nhis visitor’s news competed with consternation and sympathy at the\r\nother half. He thanked Mr. Bennett profusely, showed a fitting concern\r\non learning of his terrible situation, and evinced a practical desire\r\nto help by offering him a bottle of liniment which he had found useful\r\nfor gnat-stings. Declining this, though not ungratefully, Mr. Bennett\r\nwithdrew and made his way down the passage again with something\r\napproaching a glow in his heart. The glow lasted till he had almost\r\nreached the landing, when it was dissipated by a soft but compelling\r\nvoice from the doorway of Miss Hubbard’s room.\r\n\r\n“Come here!” said Miss Hubbard. She had put on a blue bath-robe, and\r\nlooked like a pugilist about to enter the ring.\r\n\r\n“Well?” said Mr. Bennett coldly, coming nevertheless.\r\n\r\n“I’m going to have a look at that tongue of yours,” said Jane firmly.\r\n“It’s my opinion that you’re making a lot of fuss over nothing.”\r\n\r\nMr. Bennett drew himself up as haughtily as a fat man in a\r\ndressing-gown can, but the effect was wasted on his companion, who had\r\nturned and gone into her room.\r\n\r\n“Come in here,” she said.\r\n\r\nTougher men than Mr. Bennett had found it impossible to resist the note\r\nof calm command in that voice, but for all that he reproached himself\r\nfor his weakness in obeying.\r\n\r\n“Sit down!” said Jane Hubbard.\r\n\r\nShe indicated a low stool beside the dressing-table.\r\n\r\n“Put your tongue out!” she said, as Mr. Bennett, still under her\r\nstrange influence, lowered himself on to the stool. “Further out!\r\nThat’s right. Keep it like that!”\r\n\r\n“Ouch!” exclaimed Mr. Bennett, bounding up.\r\n\r\n“Don’t make such a noise! You’ll wake Mr. Hignett. Sit down again!”\r\n\r\n“I....”\r\n\r\n“Sit down!”\r\n\r\nMr. Bennett sat down. Miss Hubbard extended once more the hand holding\r\nthe needle which had caused his outcry. He winced away from it\r\ndesperately.\r\n\r\n“Baby!” said Miss Hubbard reprovingly. “Why, I once sewed eighteen\r\nstitches in a native bearer’s head, and he didn’t make half the fuss\r\nyou’re making. Now, keep quite still.”\r\n\r\nMr. Bennett did—for perhaps the space of two seconds. Then he leaped\r\nfrom his seat once more. It was a tribute to the forceful personality\r\nof the fair surgeon, if one were needed, that the squeal he uttered was\r\na subdued one. He was just about to speak—he had framed the opening\r\nwords of a strong protest—when suddenly he became aware of something in\r\nhis mouth, something small and hard. He removed it and examined it as\r\nit lay on his finger. It was a minute fragment of lobster-shell. And at\r\nthe same time he became conscious of a marked improvement in the state\r\nof his tongue. The swelling had gone.\r\n\r\n“I told you so!” said Jane Hubbard placidly. “What is it?”\r\n\r\n“It—it appears to be a piece of....”\r\n\r\n“Lobster-shell. And we had lobster for lunch. Good-night.”\r\n\r\nHalf-way down the stairs, it suddenly occurred to Mr. Bennett that he\r\nwanted to sing. He wanted to sing very loud, and for quite some time.\r\nHe restrained the impulse, and returned to bed. But relief such as his\r\nwas too strong to keep bottled up. He wanted to tell someone all about\r\nit. He needed a confidant.\r\n\r\nWebster, the valet, awakened once again by the ringing of his bell,\r\nsighed resignedly and made his way downstairs.\r\n\r\n“Did you ring, sir?”\r\n\r\n“Webster,” cried Mr. Bennett, “it’s all right! I’m not dying after all!\r\nI’m not dying after all, Webster!”\r\n\r\n“Very good, sir,” said Webster. “Will there be anything further?”"
  ]
}