{
  "index": 10,
  "title": "Chapter 9",
  "paragraphs": [
    "TROUBLE AT WINDLES\r\n\r\n\r\n§ 1\r\n\r\nMr. Rufus Bennett stood at the window of the drawing-room of Windles,\r\nlooking out. From where he stood he could see all those natural and\r\nartificial charms which had made the place so desirable to him when he\r\nfirst beheld them. Immediately below, flower beds, bright with assorted\r\nblooms, pressed against the ivied stone wall of the house. Beyond,\r\nseparated from these by a gravel pathway, a smooth lawn, whose green\r\nand silky turf rivalled the lawns of Oxford colleges, stretched to a\r\npicturesque shrubbery, not so dense as to withhold altogether from the\r\neye of the observer an occasional silvery glimpse of the lake that lay\r\nbehind it. To the left, through noble trees, appeared a white\r\nsuggestion of old stable yards; while to the right, bordering on the\r\ndrive as it swept round to a distant gate, nothing less than a fragment\r\nof a ruined castle reared itself against a background of firs.\r\n\r\nIt had been this sensational fragment of Old England which had\r\ndefinitely captured Mr. Bennett on his first visit to the place. He\r\ncould not have believed that the time would ever come when he could\r\ngaze on it without any lightening of the spirits.\r\n\r\nThe explanation of his gloom was simple. In addition to looking at the\r\nflower beds, the lawn, the shrubbery, the stable yard, and the castle,\r\nMr. Bennett was also looking at the fifth heavy shower that had fallen\r\nsince breakfast. This was the third afternoon of his tenancy. The first\r\nday it had rained all the time. The second day it had rained from eight\r\ntill twelve-fifteen, from twelve-thirty till four, and from five till\r\neleven. And on this, the third day, there had been no intermission\r\nlonger than ten minutes. It was a trying Summer. Even the writers in\r\nthe daily papers seemed mildly surprised, and claimed that England had\r\nseen finer Julys. Mr. Bennett, who had lived his life in a country of\r\nwarmth and sunshine, the thing affected in much the same way as the\r\nearly days of the Flood must have affected Noah. A first startled\r\nresentment had given place to a despair too militant to be called\r\nresignation. And with the despair had come a strong distaste for his\r\nfellow human beings, notably and in particular his old friend Mr.\r\nMortimer, who at this moment broke impatiently in on his meditations.\r\n\r\n“Come along, Bennett. It’s your deal. It’s no good looking at the rain.\r\nLooking at it won’t stop it.”\r\n\r\nMr. Mortimer’s nerves also had become a little frayed by the weather.\r\n\r\nMr. Bennett returned heavily to the table, where, with Mr. Mortimer as\r\npartner he was playing one more interminable rubber of bridge against\r\nBream and Billie. He was sick of bridge, but there was nothing else to\r\ndo.\r\n\r\nMr. Bennett sat down with a grunt, and started to deal. Half-way\r\nthrough the operation the sound of rather stertorous breathing began to\r\nproceed from beneath the table. Mr. Bennett glanced agitatedly down,\r\nand curled his legs round his chair.\r\n\r\n“I have fourteen cards,” said Mr. Mortimer. “That’s the third time\r\nyou’ve mis-dealt.”\r\n\r\n“I don’t care how many cards you’ve got!” said Mr. Bennett with heat.\r\n“That dog of yours is sniffing at my ankles!”\r\n\r\nHe looked malignantly at a fine bulldog which now emerged from its\r\ncover and, sitting down, beamed at the company. He was a sweet-tempered\r\ndog, handicapped by the outward appearance of a canine plug-ugly.\r\nMurder seemed the mildest of the desires that lay behind that rugged\r\ncountenance. As a matter of fact, what he wanted was cake. His name was\r\nSmith, and Mr. Mortimer had bought him just before leaving London to\r\nserve the establishment as a watch-dog.\r\n\r\n“He won’t hurt you,” said Mr. Mortimer carelessly.\r\n\r\n“You keep saying that!” replied Mr. Bennett pettishly. “How do you\r\nknow? He’s a dangerous beast, and if I had had any notion that you were\r\nbuying him, I would have had something to say about it!”\r\n\r\n“Whatever you might have said would have made no difference. I am\r\nwithin my legal rights in purchasing a dog. You have a dog. At least,\r\nWilhelmina has.”\r\n\r\n“Yes, and Pinky-Boodles gets on splendidly with Smith,” said Billie.\r\n“I’ve seen them playing together.”\r\n\r\nMr. Bennett subsided. He was feeling thoroughly misanthropic. He\r\ndisliked everybody, with perhaps the exception of Billie, for whom a\r\nfaint paternal fondness still lingered. He disliked Mr. Mortimer. He\r\ndisliked Bream, and regretted that Billie had become engaged to him,\r\nthough for years such an engagement had been his dearest desire. He\r\ndisliked Jane Hubbard, now out walking in the rain with Eustace\r\nHignett. And he disliked Eustace.\r\n\r\nEustace, he told himself, he disliked rather more than any of the\r\nothers. He resented the young man’s presence in the house; and he\r\nresented the fact that, being in the house, he should go about, pale\r\nand haggard, as though he were sickening for something. Mr. Bennett had\r\nthe most violent objection to associating with people who looked as\r\nthough they were sickening for something.\r\n\r\nHe got up and went to the window. The rain leaped at the glass like a\r\nfrolicking puppy. It seemed to want to get inside and play with Mr.\r\nBennett.\r\n\r\n§ 2\r\n\r\nMr. Bennett slept late on the following morning. He looked at his watch\r\non the dressing table when he got up, and found that it was past ten.\r\nTaking a second look to assure himself that he had really slumbered to\r\nthis unusual hour, he suddenly became aware of something bright and\r\nyellow resting beside the watch, and paused, transfixed, like Robinson\r\nCrusoe staring at the footprint in the sand. If he had not been in\r\nEngland, he would have said that it was a patch of sunshine.\r\n\r\nMr. Bennett stared at the yellow blob with the wistful mistrust of a\r\ntraveller in a desert who has been taken in once or twice by mirages.\r\nIt was not till he had pulled up the blind and was looking out on a\r\ngarden full of brightness and warmth and singing birds that he\r\ndefinitely permitted himself to accept the situation.\r\n\r\nIt was a superb morning. It was as if some giant had uncorked a great\r\nbottle full of the distilled scent of grass, trees, flowers, and hay.\r\nMr. Bennett rang the bell joyfully, and presently there entered a\r\ngrave, thin, intellectual-looking man who looked like a duke, only more\r\nrespectable. This was Webster, Mr. Bennett’s valet. He carried in one\r\nhand a small mug of hot water, reverently, as if it were a present of\r\njewellery.\r\n\r\n“Good morning, sir.”\r\n\r\n“Morning, Webster,” said Mr. Bennett. “Rather late, eh?”\r\n\r\n“It is,” replied Webster precisely, “a little late, sir. I would have\r\nawakened you at the customary hour, but it was Miss Bennett’s opinion\r\nthat a rest would do you good.”\r\n\r\nMr. Bennett’s sense of well-being deepened. What more could a man want\r\nin this world than fine weather and a dutiful daughter?\r\n\r\n“She did, eh?”\r\n\r\n“Yes, sir. She desired me to inform you that, having already\r\nbreakfasted, she proposed to drive Mr. Mortimer and Mr. Bream Mortimer\r\ninto Southampton in the car. Mr. Mortimer senior wished to buy a panama\r\nhat.”\r\n\r\n“A panama hat!” exclaimed Mr. Bennett.\r\n\r\n“A panama hat, sir.”\r\n\r\nMr. Bennett’s feeling of satisfaction grew still greater. It was a fine\r\nday; he had a dutiful daughter; and he was going to see Henry Mortimer\r\nin a panama hat. Providence was spoiling him.\r\n\r\nThe valet withdrew like a duke leaving the Royal Presence, not actually\r\nwalking backwards but giving the impression of doing so; and Mr.\r\nBennett, having decanted the mug of water into the basin, began to\r\nshave himself.\r\n\r\nHaving finished shaving, he opened the drawer in the bureau where lay\r\nhis white flannel trousers. Here at last was a day worthy of them. He\r\ndrew them out, and as he did so, something gleamed pinkly up at him\r\nfrom a corner of the drawer. His salmon-coloured bathing-suit.\r\n\r\nMr. Bennett started. He had not contemplated such a thing, but, after\r\nall, why not? There was the lake, shining through the trees, a mere\r\nfifty yards away. What could be more refreshing? He shed his pyjamas,\r\nand climbed into the bathing-suit. And presently, looking like the sun\r\non a foggy day, he emerged from the house and picked his way with\r\ngingerly steps across the smooth surface of the lawn.\r\n\r\nAt this moment, from behind a bush where he had been thriftily burying\r\na yesterday’s bone, Smith the bulldog waddled out on to the lawn. He\r\ndrank in the exhilarating air through an upturned nose which his recent\r\nexcavations had rendered somewhat muddy. Then he observed Mr. Bennett,\r\nand moved gladly towards him. He did not recognise Mr. Bennett, for he\r\nremembered his friends principally by their respective bouquets, so he\r\ncantered silently across the turf to take a sniff at him. He was\r\nhalf-way across the lawn when some of the mud which he had inhaled when\r\nburying the bone tickled his lungs and he paused to cough.\r\n\r\nMr. Bennett whirled round; and then with a sharp exclamation picked up\r\nhis pink feet from the velvet turf and began to run. Smith, after a\r\nmomentary pause of surprise, lumbered after him, wheezing contentedly.\r\nThis man, he felt, was evidently one of the right sort, a merry\r\nplayfellow.\r\n\r\nMr. Bennett continued to run; but already he had begun to pant and\r\nfalter, when he perceived looming upon his left the ruins of that\r\nancient castle which had so attracted him on his first visit. On that\r\noccasion, it had made merely an aesthetic appeal to Mr. Bennett; now he\r\nsaw in a flash that its practical merits also were of a sterling order.\r\nHe swerved sharply, took the base of the edifice in his stride,\r\nclutched at a jutting stone, flung his foot at another, and, just as\r\nhis pursuer arrived and sat panting below, pulled himself on to a\r\nledge, where he sat with his feet hanging well out of reach. The\r\nbulldog Smith, gazed up at him expectantly. The game was a new one to\r\nSmith, but it seemed to have possibilities. He was a dog who was always\r\nperfectly willing to try anything once.\r\n\r\nMr. Bennett now began to address himself in earnest to the task of\r\ncalling for assistance. His physical discomfort was acute. Insects,\r\nsome winged, some without wings but—through Nature’s wonderful law of\r\ncompensation—equipped with a number of extra pairs of legs, had begun\r\nto fit out exploring expeditions over his body. They roamed about him\r\nas if he were some newly opened recreation ground, strolled in couples\r\ndown his neck, and made up jolly family parties on his bare feet. And\r\nthen, first dropping like the gentle dew upon the place beneath, then\r\nswishing down in a steady flood, it began to rain again.\r\n\r\nIt was at this point that Mr. Bennett’s manly spirit broke and time\r\nceased to exist for him.\r\n\r\nAeons later, a voice spoke from below.\r\n\r\n“Hullo!” said the voice.\r\n\r\nMr. Bennett looked down. The stalwart form of Jane Hubbard was standing\r\nbeneath him, gazing up from under a tam o’shanter cap. Smith, the\r\nbulldog, gambolled about her shapely feet.\r\n\r\n“Whatever are you doing up there?” said Jane. “I say, do you know if\r\nthe car has come back?”\r\n\r\n“No. It has not.”\r\n\r\n“I’ve got to go to the doctor’s. Poor little Mr. Hignett is ill. Oh,\r\nwell, I’ll have to walk. Come along, Smith!” She turned towards the\r\ndrive, Smith caracoling at her side.\r\n\r\nMr. Bennett, though free now to move, remained where he was,\r\ntransfixed. That sinister word “ill” held him like a spell. Eustace\r\nHignett was ill! He had thought all along that the fellow was sickening\r\nfor something, confound him!\r\n\r\n“What’s the matter with him?” bellowed Mr. Bennett after Jane Hubbard’s\r\nretreating back.\r\n\r\n“Eh?” queried Jane, stopping.\r\n\r\n“What’s the matter with Hignett?”\r\n\r\n“I don’t know.”\r\n\r\n“Is it infectious?”\r\n\r\n“I expect so.”\r\n\r\n“Great Heavens!” cried Mr. Bennett, and, lowering himself cautiously to\r\nthe ground, squelched across the dripping grass.\r\n\r\nIn the hall, Webster the valet, dry and dignified, was tapping the\r\nbarometer with the wrist action of an ambassador knocking on the door\r\nof a friendly monarch.\r\n\r\n“A sharp downpour, sir,” he remarked.\r\n\r\n“Have you been in the house all the time?” demanded Mr. Bennett.\r\n\r\n“Yes, sir.”\r\n\r\n“Didn’t you hear me shouting?”\r\n\r\n“I did fancy I heard something, sir.”\r\n\r\n“Then why the devil didn’t you come to me?”\r\n\r\n“I supposed it to be the owls, sir, a bird very frequent in this\r\nlocality. They make a sort of harsh, hooting howl, sir. I have\r\nsometimes wondered,” said Webster, pursuing a not uninteresting train\r\nof thought, “whether that might be the reason of the name.”\r\n\r\nBefore Mr. Bennett could join him in the region of speculation into\r\nwhich he had penetrated, there was a grinding of brakes on the gravel\r\noutside, and the wettest motor car in England drew up at the front\r\ndoor.\r\n\r\n§ 3\r\n\r\nFrom Windles to Southampton is a distance of about twenty miles; and\r\nthe rain had started to fall when the car, an open one lacking even the\r\npoor protection of a cape hood, had accomplished half the homeward\r\njourney. For the last ten miles Mr. Mortimer had been nursing a sullen\r\nhatred for all created things; and, when entering the house, he came\r\nupon Mr. Bennett hopping about in the hall, endeavouring to detain him\r\nand tell him some long and uninteresting story, his venom concentrated\r\nitself upon his erstwhile friend.\r\n\r\n“Oh, get out of the way!” he snapped, shaking off the other’s hand.\r\n“Can’t you see I’m wet?”\r\n\r\n“Wet! Wet!” Mr. Bennett’s voice quivered with self-pity. “So am I wet!”\r\n\r\n“Father dear,” said Billie reprovingly, “you really oughtn’t to have\r\ncome into the house after bathing without drying yourself. You’ll spoil\r\nthe carpet.”\r\n\r\n“I’ve _not_ been bathing! I’m trying to tell you....”\r\n\r\n“Hullo!” said Bream, with amiable innocence, coming in at the tail-end\r\nof the party. “Been having a jolly bathe?”\r\n\r\nMr. Bennett danced with silent irritation, and, striking a bare toe\r\nagainst the leg of a chair, seized his left foot and staggered into the\r\narms of Webster, who had been preparing to drift off to the servants’\r\nhall. Linked together, the two proceeded across the carpet in a\r\nmovement which suggested in equal parts the careless vigour of the\r\ncake-walk and the grace of the old-fashioned mazurka.\r\n\r\n“What the devil are you doing, you fool?” cried Mr. Bennett.\r\n\r\n“Nothing, sir. And I should be glad if you would accept my week’s\r\nnotice,” replied Webster calmly.\r\n\r\n“What’s that?”\r\n\r\n“My notice sir, to take effect at the expiration of the current week. I\r\ncannot acquiesce in being cursed and sworn at.”\r\n\r\n“Oh, go to blazes!”\r\n\r\n“Very good, sir.” Webster withdrew like a plenipotentiary who has been\r\nhanded his papers on the declaration of war, and Mr. Bennett, sprang to\r\nintercept Mr. Mortimer, who had slipped by and was making for the\r\nstairs.\r\n\r\n“Mortimer!”\r\n\r\n“Oh, what _is_ it?”\r\n\r\n“That infernal dog of yours. I insist on your destroying it.”\r\n\r\n“What’s it been doing?”\r\n\r\n“The savage brute chased me all over the garden and kept me sitting up\r\non that damned castle the whole of the morning!”\r\n\r\n“Father darling,” interposed Billie, pausing on her way up the stairs,\r\n“you mustn’t get excited. You know it’s bad for you. I don’t expect\r\npoor old Smith meant any harm,” she added pacifically, as she\r\ndisappeared in the direction of the landing.\r\n\r\n“Of course he didn’t,” snapped Mr. Mortimer. “He’s as quiet as a lamb.”\r\n\r\n“I tell you he chased me from one end of the garden to the other! I had\r\nto run like a hare!”\r\n\r\nThe unfortunate Bream, whose sense of the humorous was simple and\r\nchildlike, was not proof against the picture thus conjured up.\r\n\r\n“C’k!” giggled Bream helplessly. “C’k, c’k, c’k!”\r\n\r\nMr. Bennett turned on him. “Oh, it strikes you as funny, does it? Well,\r\nlet me tell you that if you think you can laugh at me with—with—er—with\r\none hand and—and—marry my daughter with the other, you’re wrong! You\r\ncan consider your engagement at an end.”\r\n\r\n“Oh, I say!” ejaculated Bream, abruptly sobered.\r\n\r\n“Mortimer!” bawled Mr. Bennett, once more arresting the other as he was\r\nabout to mount the stairs. “Do you or do you not intend to destroy that\r\ndog?”\r\n\r\n“I do not.”\r\n\r\n“I insist on your doing so. He is a menace.”\r\n\r\n“He is nothing of the kind. On your own showing he didn’t even bite you\r\nonce. And every dog is allowed one bite by law. The case of Wilberforce\r\n_v._ Bayliss covers that point thoroughly.”\r\n\r\n“I don’t care about the case of Wilberforce and Bayliss....”\r\n\r\n“You will find that you have to. It is a legal precedent.”\r\n\r\nThere is something about a legal precedent which gives pause to the\r\nangriest man. Mr. Bennett felt, as every layman feels when arguing with\r\na lawyer, as if he were in the coils of a python.\r\n\r\n“Say, Mr. Bennett....” began Bream at his elbow.\r\n\r\n“Get out!” snarled Mr. Bennett.\r\n\r\n“Yes, but, say...!”\r\n\r\nThe green baize door at the end of the hall opened, and Webster\r\nappeared.\r\n\r\n“I beg your pardon, sir,” said Webster, “but luncheon will be served\r\nwithin the next few minutes. Possibly you may wish to make some change\r\nof costume.”\r\n\r\n“Bring me my lunch on a tray in my room,” said Mr. Bennett. “I am going\r\nto bed.”\r\n\r\n“Very good, sir.”\r\n\r\n“But, say, Mr. Bennett....” resumed Bream.\r\n\r\n“Grrh!” replied his ex-prospective-father-in-law, and bounded up the\r\nstairs like a portion of the sunset which had become detached from the\r\nmain body.\r\n\r\n§ 4\r\n\r\nEven into the blackest days there generally creeps an occasional ray of\r\nsunshine, and there are few crises of human gloom which are not\r\nlightened by a bit of luck. It was so with Mr. Bennett in his hour of\r\ntravail. There were lobsters for lunch, and his passion for lobsters\r\nhad made him the talk of three New York clubs. He was feeling a little\r\nhappier when Billie came in to see how he was getting on.\r\n\r\n“Hullo, father. Had a nice lunch?”\r\n\r\n“Yes,” said Mr. Bennett, cheering up a little at the recollection.\r\n“There was nothing wrong with the lunch.”\r\n\r\nHow little we fallible mortals know! Even as he spoke, a tiny fragment\r\nof lobster shell, which had been working its way silently into the tip\r\nof his tongue, was settling down under the skin and getting ready to\r\ncause him the most acute mental distress which he had ever known.\r\n\r\n“The lunch,” said Mr. Bennett, “was excellent. Lobsters!” He licked his\r\nlips appreciatively.\r\n\r\n“And, talking of lobsters,” he went on, “I suppose that boy Bream has\r\ntold you that I have broken off your engagement?”\r\n\r\n“Yes.”\r\n\r\n“You don’t seem very upset,” said Mr. Bennett, who was in the mood for\r\na dramatic scene and felt a little disappointed.\r\n\r\n“Oh, I’ve become a fatalist on the subject of my engagements.”\r\n\r\n“I don’t understand you.”\r\n\r\n“Well, I mean, they never seem to come to anything.” Billie gazed\r\nwistfully at the counterpane. “Do you know, father, I’m beginning to\r\nthink that I’m rather impulsive. I wish I didn’t do silly things in\r\nsuch a hurry.”\r\n\r\n“I don’t see where the hurry comes in as regards that Mortimer boy. You\r\ntook ten years to make up your mind.”\r\n\r\n“I was not thinking of Bream. Another man.”\r\n\r\n“Great Heavens! Are you still imagining yourself in love with young\r\nHignett?”\r\n\r\n“Oh, no! I can see now that I was never in love with poor Eustace. I\r\nwas thinking of a man I got engaged to on the boat!”\r\n\r\nMr. Bennett sat bolt upright in bed, and stared incredulously at his\r\nsurprising daughter. His head was beginning to swim.\r\n\r\n“Of course I’ve misunderstood you,” he said. “There’s a catch somewhere\r\nand I haven’t seen it. But for a moment you gave me the impression that\r\nyou had promised to marry some man on the boat!”\r\n\r\n“I did!”\r\n\r\n“But...!” Mr. Bennett was doing sums on his fingers. “Do you mean to\r\ntell me,” he demanded, having brought out the answer to his\r\nsatisfaction, “do you mean to tell me that you have been engaged to\r\nthree men in three weeks?”\r\n\r\n“Yes,” said Billie in a small voice.\r\n\r\n“Great Godfrey! Er——?”\r\n\r\n“No, only three.”\r\n\r\nMr. Bennett sank back on to his pillow with a snort.\r\n\r\n“The trouble is,” continued Billie, “one does things and doesn’t know\r\nhow one is going to feel about it afterwards. You can do an awful lot\r\nof thinking afterwards, father.”\r\n\r\n“I’m doing a lot of thinking now,” said Mr. Bennett with austerity.\r\n“You oughtn’t to be allowed to go around loose!”\r\n\r\n“Well, it doesn’t matter. I shall never get engaged again. I shall\r\nnever love anyone again.”\r\n\r\n“Don’t tell me you are still in love with this boat man?”\r\n\r\nBillie nodded miserably. “I didn’t realise it till we came down here.\r\nBut, as I sat and watched the rain, it suddenly came over me that I had\r\nthrown away my life’s happiness. It was as if I had been offered a\r\nwonderful jewel and had refused it. I seemed to hear a voice\r\nreproaching me and saying, ‘You have had your chance. It will never\r\ncome again!’”\r\n\r\n“Don’t talk nonsense!” said Mr. Bennett.\r\n\r\nBillie stiffened. She had thought she had been talking rather well.\r\n\r\nMr. Bennett was silent for a moment. Then he started up with an\r\nexclamation. The mention of Eustace Hignett had stirred his memory.\r\n“What’s young Hignett got wrong with him?” he asked.\r\n\r\n“Mumps.”\r\n\r\n“Mumps! Good God! Not mumps!” Mr. Bennett quailed. “I’ve never had\r\nmumps! One of the most infectious ... this is awful!... Oh, heavens!\r\nWhy did I ever come to this lazar-house!” cried Mr. Bennett, shaken to\r\nhis depths.\r\n\r\n“There isn’t the slightest danger, father, dear. Don’t be silly. If I\r\nwere you, I should try to get a good sleep. You must be tired after\r\nthis morning.”\r\n\r\n“Sleep! If I only could!” said Mr. Bennett, and did so five minutes\r\nafter the door had closed.\r\n\r\nHe awoke half an hour later with a confused sense that something was\r\nwrong. He had been dreaming that he was walking down Fifth Avenue at\r\nthe head of a military brass band, clad only in a bathing suit. As he\r\nsat up in bed, blinking in the dazed fashion of the half-awakened, the\r\nband seemed to be playing still. There was undeniably music in the air.\r\nThe room was full of it. It seemed to be coming up through the floor\r\nand rolling about in chunks all round his bed.\r\n\r\nMr. Bennett blinked the last fragments of sleep out of his system, and\r\nbecame filled with a restless irritability. There was only one\r\ninstrument in the house which could create this infernal din—the\r\norchestrion in the drawing-room, immediately above which, he recalled,\r\nhis room was situated.\r\n\r\nHe rang the bell for Webster.\r\n\r\n“Is Mr. Mortimer playing that—that damned gas-engine in the\r\ndrawing-room?”\r\n\r\n“Yes, sir. Tosti’s ‘Good-bye.’ A charming air, sir.”\r\n\r\n“Go and tell him to stop it!”\r\n\r\n“Very good, sir.”\r\n\r\nMr. Bennett lay in bed and fumed. Presently the valet returned. The\r\nmusic still continued to roll about the room.\r\n\r\n“I am sorry to have to inform you, sir,” said Webster, “that Mr.\r\nMortimer declines to accede to your request.”\r\n\r\n“Oh, he said that, did he?”\r\n\r\n“That is the gist of his remarks, sir.”\r\n\r\n“Very good! Then give me my dressing-gown!”\r\n\r\nWebster swathed his employer in the garment indicated, and returned to\r\nthe kitchen, where he informed the cook that, in his opinion, the\r\nguv’nor was not a force, and that, if he were a betting man, he would\r\nput his money in the forthcoming struggle on Consul, the\r\nAlmost-Human—by which affectionate nickname Mr. Mortimer senior was\r\ngenerally alluded to in the servants’ hall.\r\n\r\nMr. Bennett, meanwhile, had reached the drawing-room, and found his\r\nformer friend lying at full length on a sofa, smoking a cigar, a full\r\ndozen feet away from the orchestrion, which continued to thunder out\r\nits dirge on the passing of Summer.\r\n\r\n“Will you turn that infernal thing off!” said Mr. Bennett.\r\n\r\n“No!” said Mr. Mortimer.\r\n\r\n“Now, now, now!” said a voice.\r\n\r\nJane Hubbard was standing in the doorway with a look of calm reproof on\r\nher face.\r\n\r\n“We can’t have this, you know!” said Jane Hubbard. “You’re disturbing\r\nmy patient.”\r\n\r\nShe strode without hesitation to the instrument, explored its ribs with\r\na firm finger, pushed something, and the orchestrion broke off in the\r\nmiddle of a bar. Then, walking serenely to the door, she passed out and\r\nclosed it behind her.\r\n\r\nThe baser side of his nature urged Mr. Bennett to triumph over the\r\nvanquished.\r\n\r\n“Now, what about it!” he said, ungenerously.\r\n\r\n“Interfering girl!” mumbled Mr. Mortimer, chafing beneath defeat. “I’ve\r\na good mind to start it again.”\r\n\r\n“I dare you!” whooped Mr. Bennett, reverting to the phraseology of his\r\nvanished childhood. “Go on! I dare you!”\r\n\r\n“I’ve a perfect legal right.... Oh well,” he said, “there are lots of\r\nother things I can do!”\r\n\r\n“What do you mean?” exclaimed Mr. Bennett, alarmed.\r\n\r\n“Never mind!” said Mr. Mortimer, taking up a book.\r\n\r\nMr. Bennett went back to bed in an uneasy frame of mind.\r\n\r\nHe brooded for half an hour, and, at the expiration of that period,\r\nrang for Webster and requested that Billie should be sent to him.\r\n\r\n“I want you to go to London,” he said, when she appeared. “I must have\r\nlegal advice. I want you to go and see Sir Mallaby Marlowe. Tell him\r\nthat Henry Mortimer is annoying me in every possible way and sheltering\r\nhimself behind his knowledge of the law, so that I can’t get at him.\r\nAsk Sir Mallaby to come down here. And, if he can’t come himself, tell\r\nhim to send someone who can advise me. His son would do, if he knows\r\nanything about the business.”\r\n\r\n“Oh, I’m sure he does!”\r\n\r\n“Eh? How do you know?”\r\n\r\n“Well, I mean, he looks as if he does!” said Billie hastily. “He looks\r\nso clever!”\r\n\r\n“I didn’t notice it myself. Well, he’ll do, if Sir Mallaby’s too busy\r\nto come himself. I want you to go up to-night, so that you can see him\r\nfirst thing to-morrow morning. You can stop the night at the Savoy.\r\nI’ve sent Webster to look out a train.”\r\n\r\n“There’s a splendid train in about an hour. I’ll take that.”\r\n\r\n“It’s giving you a lot of trouble,” said Mr. Bennett, with belated\r\nconsideration.\r\n\r\n“Oh, _no!_” said Billie. “I’m only too glad to be able to do this for\r\nyou, father dear!”"
  ]
}