{
  "index": 13,
  "title": "Chapter 12",
  "paragraphs": [
    "SHOCKS ALL ROUND\r\n\r\n\r\nBillie had been standing near the wall, inspecting a portrait of the\r\nlate Mr. Josiah Appleby, of which the kindest thing one can say is that\r\none hopes it did not do him justice. She now shrank back against this\r\nwall, as if she were trying to get through it. The edge of the\r\nportrait’s frame tilted her hat out of the straight, but in this\r\nsupreme moment she did not even notice it.\r\n\r\n“Er—how do you do?” she said.\r\n\r\nIf she had not been an exceedingly pretty girl, one would have said\r\nthat she spoke squeakily. The fighting spirit of the Bennetts, though\r\nit was considerable fighting spirit, had not risen to this emergency.\r\nIt had ebbed out of her, leaving in its place a cold panic. She had\r\nseen this sort of thing in the movies—there was one series of pictures,\r\n“The Dangers of Diana,” where something of the kind had happened to the\r\nheroine in every reel—but she had not anticipated that it would ever\r\nhappen to her; and consequently she had not thought out any plan for\r\ncoping with such a situation. A grave error. In this world one should\r\nbe prepared for everything, or where is one?\r\n\r\n“I’ve brought the revolver,” said Mr. Peters.\r\n\r\n“So—so I see!” said Billie.\r\n\r\nMr. Peters nursed the weapon affectionately in his hand. He was rather\r\na shy man with women as a rule, but what Sam had told him about her\r\nbeing interested in his revolver had made his heart warm to this girl.\r\n\r\n“I was just on my way to have a little practice at the range,” he said.\r\n“Then I thought I might as well look in here.”\r\n\r\n“I suppose—I suppose you’re a good shot?” quavered Billie.\r\n\r\n“I seldom miss,” said Jno. Peters.\r\n\r\nBillie shuddered. Then, reflecting that the longer she engaged this\r\nmaniac in conversation, the more hope there was of Sam coming back in\r\ntime to save her, she essayed further small-talk.\r\n\r\n“It’s—it’s very ugly!”\r\n\r\n“Oh, no!” said Mr. Peters, hurt.\r\n\r\nBillie perceived that she had said the wrong thing.\r\n\r\n“Very deadly-looking, I meant,” she corrected herself hastily.\r\n\r\n“It may have deadly work to do, Miss Milliken,” said Mr. Peters.\r\n\r\nConversation languished again. Billie had no further remarks to make of\r\nimmediate interest, and Mr. Peters was struggling with a return of the\r\ndeplorable shyness which so handicapped him in his dealings with the\r\nother sex. After a few moments, he pulled himself together again, and,\r\nas his first act was to replace the pistol in the pocket of his coat,\r\nBillie became conscious of a faint stirring of relief.\r\n\r\n“The great thing,” said Jno. Peters, “is to learn to draw quickly. Like\r\nthis!” he added producing the revolver with something of the smoothness\r\nand rapidity with which Billie, in happier moments, had seen Bream\r\nMortimer take a bowl of gold fish out of a tall hat. “Everything\r\ndepends on getting the first shot! The first shot, Miss Milliken, is\r\nvital.”\r\n\r\nSuddenly Billie had an inspiration. It was hopeless, she knew, to try\r\nto convince this poor demented creature, obsessed with his _idée fixe_,\r\nthat she was not Miss Milliken. Denial would be a waste of time, and\r\nmight even infuriate him into precipitating the tragedy. It was\r\nimperative that she should humour him. And, while she was humouring\r\nhim, it suddenly occurred to her, why not do it thoroughly?\r\n\r\n“Mr. Peters,” she cried, “you are quite mistaken!”\r\n\r\n“I beg your pardon,” said Jno. Peters, with not a little asperity.\r\n“Nothing of the kind!”\r\n\r\n“You are!”\r\n\r\n“I assure you I am not. Quickness in the draw is essential....”\r\n\r\n“You have been misinformed.”\r\n\r\n“Well, I had it direct from the man at the Rupert Street range,” said\r\nMr. Peters stiffly. “And if you have ever seen a picture called\r\n‘Two-Gun Thomas’....”\r\n\r\n“Mr. Peters,” cried Billie desperately. He was making her head swim\r\nwith his meaningless ravings. “Mr. Peters, hear me! I am not married to\r\na man at Ealing West!”\r\n\r\nMr. Peters betrayed no excitement at the information. This girl seemed\r\nfor some reason to consider her situation an extraordinary one, but\r\nmany women, he was aware, were in a similar position. In fact, he could\r\nnot at the moment think of any of his feminine acquaintances who _were_\r\nmarried to men at Ealing West.\r\n\r\n“Indeed?” he said politely.\r\n\r\n“Won’t you believe me?” exclaimed Billie wildly.\r\n\r\n“Why, certainly, certainly,” said Jno. Peters.\r\n\r\n“Thank God!” said Billie. “I’m not even engaged! It’s all been a\r\nterrible mistake!”\r\n\r\nWhen two people in a small room are speaking on two distinct and\r\ndifferent subjects and neither knows what on earth the other is driving\r\nat, there is bound to be a certain amount of mental confusion; but at\r\nthis point Jno. Peters, though still not wholly equal to the\r\nintellectual pressure of the conversation, began to see a faint shimmer\r\nof light behind the clouds. In a nebulous kind of way he began to\r\nunderstand that the girl had come to consult the firm about a\r\nbreach-of-promise action. Some unknown man at Ealing West had been\r\ntrifling with her heart—hardened lawyer’s clerk as he was, that\r\npoignant cry “I’m not even engaged!” had touched Mr. Peters—and she\r\nwished to start proceedings. Mr. Peters felt almost in his depth again.\r\nHe put the revolver in his pocket, and drew out a note-book.\r\n\r\n“I should be glad to hear the facts,” he said with professional\r\ncourtesy. “In the absence of the guv’nor....”\r\n\r\n“I have told you the facts!”\r\n\r\n“This man at Ealing West,” said Mr. Peters, moistening the point of his\r\npencil, “he wrote you letters proposing marriage?”\r\n\r\n“No, no, no!”\r\n\r\n“At any rate,” said Mr. Peters, disappointed but hopeful, “he made love\r\nto you before witnesses?”\r\n\r\n“Never! Never! There is no man at Ealing West! There never was a man at\r\nEaling West!”\r\n\r\nIt was at this point that Jno. Peters began for the first time to\r\nentertain serious doubts of the girl’s mental balance. The most\r\nelementary acquaintance with the latest census told him that there were\r\nany number of men at Ealing West. The place was full of them. Would a\r\nsane woman have made an assertion to the contrary? He thought not, and\r\nhe was glad that he had the revolver with him. She had done nothing as\r\nyet actively violent, but it was nice to feel prepared. He took it out\r\nand laid it nonchalantly in his lap.\r\n\r\nThe sight of the weapon acted on Billie electrically. She flung out her\r\nhands, in a gesture of passionate appeal, and played her last card.\r\n\r\n“I love _you!_” she cried. She wished she could have remembered his\r\nfirst name. It would have rounded off the sentence neatly. In such a\r\nmoment she could hardly call him “Mr. Peters.” “You are the only man I\r\nlove.”\r\n\r\n“My gracious goodness!” ejaculated Mr. Peters, and nearly fell over\r\nbackwards. To a naturally shy man this sudden and wholly unexpected\r\ndeclaration was disconcerting; and the clerk was, moreover, engaged. He\r\nblushed violently. And yet, even in that moment of consternation, he\r\ncould not check a certain thrill. No man thinks he is as plain as he\r\nreally is, but Jno. Peters had always come fairly near to a correct\r\nestimate of his charms, and it had always seemed to him, that, in\r\ninducing his fiancée to accept him, he had gone some. He now began to\r\nwonder if he were not really rather a devil of a chap after all. There\r\nmust be precious few men going about capable of inspiring devotion like\r\nthis on the strength of about six and a half minutes casual\r\nconversation.\r\n\r\nCalmer thoughts succeeded this little flicker of complacency. The girl\r\nwas mad. That was the fact of the matter. He got up and began to edge\r\ntowards the door. Mr. Samuel would be returning shortly, and he ought\r\nto be warned.\r\n\r\n“So that’s all right, isn’t it!” said Billie.\r\n\r\n“Oh, quite, quite!” said Mr. Peters. “Er—Thank you very much!”\r\n\r\n“I thought you would be pleased,” said Billie, relieved but puzzled.\r\nFor a man of volcanic passions, as Sam Marlowe had described him, he\r\nseemed to be taking the thing very calmly. She had anticipated a\r\nstrenuous scene.\r\n\r\n“Oh, it’s a great compliment!” Mr. Peters assured her.\r\n\r\nAt this point Sam came in, interrupting the conversation at a moment\r\nwhen it had reached a somewhat difficult stage. He had finished the\r\ninstalment of the serial story in _Home Whispers_, and, looking at his\r\nwatch, he fancied that he had allowed sufficient time to elapse for\r\nevents to have matured along the lines which his imagination had\r\nindicated.\r\n\r\nThe atmosphere of the room seemed to him, as he entered, a little\r\nstrained. Billie looked pale and agitated. Mr. Peters looked rather\r\nagitated, too. Sam caught Billie’s eye. It had an unspoken appeal in\r\nit. He gave an imperceptible nod, a reassuring nod, the nod of a man\r\nwho understood all and was prepared to handle the situation.\r\n\r\n“Come, Peters,” he said in a deep, firm, quiet voice, laying a hand on\r\nthe clerk’s arm. “It’s time that you went.”\r\n\r\n“Yes, indeed, Mr. Samuel! Yes, yes, indeed!”\r\n\r\n“I’ll see you out,” said Sam soothingly, and led him through the outer\r\noffice and on to the landing outside. “Well, good luck, Peters,” he\r\nsaid, as they stood at the head of the stairs. “I hope you have a\r\npleasant trip. Why, what’s the matter? You seem upset.”\r\n\r\n“That girl, Mr. Samuel! I really think—really, she cannot be quite\r\nright in her head.”\r\n\r\n“Nonsense, nonsense!” said Sam firmly. “She’s all right! Well,\r\ngood-bye.”\r\n\r\n“Good-bye, Mr. Samuel.”\r\n\r\n“When did you say you were sailing?”\r\n\r\n“Next Saturday, Mr. Samuel. But I fear I shall have no opportunity of\r\nseeing you again before then. I have packing to do and I have to see\r\nthis gentleman down in the country....”\r\n\r\n“All right. Then we’ll say good-bye now. Good-bye, Peters. Mind you\r\nhave a good time in America. I’ll tell my father you called.”\r\n\r\nSam watched him out of sight down the stairs, then turned and made his\r\nway back to the inner office. Billie was sitting limply on the chair\r\nwhich Jno. Peters had occupied. She sprang to her feet.\r\n\r\n“Has he really gone?”\r\n\r\n“Yes. He’s gone this time.”\r\n\r\n“Was he—was he violent?”\r\n\r\n“A little,” said Sam. “A little. But I calmed him down.” He looked at\r\nher gravely. “Thank God I was in time!”\r\n\r\n“Oh, you are the bravest man in the world!” cried Billie, and, burying\r\nher face in her hands, burst into tears.\r\n\r\n“There, there!” said Sam. “There, there! Come, come! It’s all right\r\nnow! There, there, there!”\r\n\r\nHe knelt down beside her. He slipped one arm round her waist. He patted\r\nher hands.\r\n\r\n“There, there, there!” he said.\r\n\r\nI have tried to draw Samuel Marlowe so that he will live on the printed\r\npage. I have endeavoured to delineate his character so that it will be\r\nas an open book. And, if I have succeeded in my task, the reader will\r\nby now have become aware that he was a young man with the gall of an\r\nArmy mule. His conscience, if he had ever had one, had become atrophied\r\nthrough long disuse. He had given this sensitive girl the worst fright\r\nshe had had since a mouse had got into her bedroom at school. He had\r\ncaused Jno. Peters to totter off to the Rupert Street range making low,\r\nbleating noises. And did he care? No! All he cared about was the fact\r\nthat he had erased for ever from Billie’s mind that undignified picture\r\nof himself as he had appeared on the boat, and substituted another\r\nwhich showed him brave, resourceful, gallant. All he cared about was\r\nthe fact that Billie, so cold ten minutes before, had just allowed him\r\nto kiss her for the forty-second time. If you had asked him, he would\r\nhave said that he had acted for the best, and that out of evil cometh\r\ngood, or some sickening thing like that. That was the sort of man\r\nSamuel Marlowe was.\r\n\r\nHis face was very close to Billie’s, who had cheered up wonderfully by\r\nthis time, and he was whispering his degraded words of endearment into\r\nher ear, when there was a sort of explosion in the doorway.\r\n\r\n“Great Godfrey!” exclaimed Mr. Rufus Bennett, gazing on the scene from\r\nthis point of vantage and mopping with a large handkerchief a scarlet\r\nface, which, as the result of climbing three flights of stairs, had\r\nbecome slightly soluble. “Great Heavens above! Number four!”"
  ]
}