{
  "index": 12,
  "title": "Chapter 11",
  "paragraphs": [
    "THE LURID PAST OF JNO. PETERS\r\n\r\n\r\n“That’s right!” said Sir Mallaby Marlowe. “Work while you’re young,\r\nSam, work while you’re young.” He regarded his son’s bent head with\r\naffectionate approval. “What’s the book to-day?”\r\n\r\n“Widgery on Nisi Prius Evidence,” said Sam, without looking up.\r\n\r\n“Capital!” said Sir Mallaby. “Highly improving and as interesting as a\r\nnovel—some novels. There’s a splendid bit on, I think, page two hundred\r\nand fifty-four where the hero finds out all about Copyhold and\r\nCustomary Estates. It’s a wonderfully powerful situation. It\r\nappears—but I won’t spoil it for you. Mind you don’t skip to see how it\r\nall comes out in the end!” Sir Mallaby suspended conversation while he\r\naddressed an imaginary ball with the mashie which he had taken out of\r\nhis golf-bag. For this was the day when he went down to Walton Heath\r\nfor his weekly foursome with three old friends. His tubby form was clad\r\nin tweed of a violent nature, with knickerbockers and stockings. “Sam!”\r\n\r\n“Well?”\r\n\r\n“Sam, a man at the club showed me a new grip the other day. Instead of\r\noverlapping the little finger of the right hand.... Oh, by the way,\r\nSam.”\r\n\r\n“Yes?”\r\n\r\n“I should lock up the office to-day if I were you, or anxious clients\r\nwill be coming in and asking for advice, and you’ll find yourself in\r\ndifficulties. I shall be gone, and Peters is away on his holiday. You’d\r\nbetter lock the outer door.”\r\n\r\n“All right,” said Sam absently. He was finding Widgery stiff reading.\r\nHe had just got to the bit about Raptu Haeredis, which—as of course you\r\nknow, is a writ for taking away an heir holding in socage.\r\n\r\nSir Mallaby looked at his watch.\r\n\r\n“Well, I’ll have to be going. See you later, Sam.”\r\n\r\n“Good-bye.”\r\n\r\nSir Mallaby went out, and Sam, placing both elbows on the desk and\r\ntwining his fingers in his hair, returned with a frown of consternation\r\nto his grappling with Widgery. For perhaps ten minutes the struggle was\r\nan even one, then gradually Widgery got the upper hand. Sam’s mind,\r\nnumbed by constant batterings against the stony ramparts of legal\r\nphraseology, weakened, faltered, and dropped away; and a moment later\r\nhis thoughts, as so often happened when he was alone, darted off and\r\nbegan to circle round the image of Billie Bennett.\r\n\r\nSince they had last met, at Sir Mallaby’s dinner-table, Sam had told\r\nhimself perhaps a hundred times that he cared nothing about Billie,\r\nthat she had gone out of his life and was dead to him; but\r\nunfortunately he did not believe it. A man takes a deal of convincing\r\non a point like this, and Sam had never succeeded in convincing himself\r\nfor more than two minutes at a time. It was useless to pretend that he\r\ndid not still love Billie more than ever, because he knew he did; and\r\nnow, as the truth swept over him for the hundred and first time, he\r\ngroaned hollowly and gave himself up to the grey despair which is the\r\nalmost inseparable companion of young men in his position.\r\n\r\nSo engrossed was he in his meditation that he did not hear the light\r\nfootstep in the outer office, and it was only when it was followed by a\r\ntap on the door of the inner office that he awoke with a start to the\r\nfact that clients were in his midst. He wished that he had taken his\r\nfather’s advice and locked up the office. Probably this was some\r\nfrightful bore who wanted to make his infernal will or something, and\r\nSam had neither the ability nor the inclination to assist him.\r\n\r\nWas it too late to escape? Perhaps if he did not answer the knock, the\r\nblighter might think there was nobody at home. But suppose he opened\r\nthe door and peeped in? A spasm of Napoleonic strategy seized Sam. He\r\ndropped silently to the floor and concealed himself under the desk.\r\nNapoleon was always doing that sort of thing.\r\n\r\nThere was another tap. Then, as he had anticipated, the door opened.\r\nSam, crouched like a hare in its form, held his breath. It seemed to\r\nhim that he was going to bring this delicate operation off with\r\nsuccess. He felt he had acted just as Napoleon would have done in a\r\nsimilar crisis. And so, no doubt, he had to a certain extent; only\r\nNapoleon would have seen to it that his boots and about eighteen inches\r\nof trousered legs were not sticking out, plainly visible to all who\r\nentered.\r\n\r\n“Good morning,” said a voice.\r\n\r\nSam thrilled from the top of his head to the soles of his feet. It was\r\nthe voice which had been ringing in his ears through all his waking\r\nhours.\r\n\r\n“Are you busy, Mr. Marlowe?” asked Billie, addressing the boots.\r\n\r\nSam wriggled out from under the desk like a disconcerted tortoise.\r\n\r\n“Dropped my pen,” he mumbled, as he rose to the surface.\r\n\r\nHe pulled himself together with an effort that was like a physical\r\nexercise. He stared at Billie dumbly. Then, recovering speech, he\r\ninvited her to sit down, and seated himself at the desk.\r\n\r\n“Dropped my pen!” he gurgled again.\r\n\r\n“Yes?” said Billie.\r\n\r\n“Fountain-pen,” babbled Sam, “with a broad nib.”\r\n\r\n“Yes?”\r\n\r\n“A broad _gold_ nib,” went on Sam, with the painful exactitude which\r\ncomes only from embarrassment or the early stages of intoxication.\r\n\r\n“Really?” said Billie, and Sam blinked and told himself resolutely that\r\nthis would not do. He was not appearing to advantage. It suddenly\r\noccurred to him that his hair was standing on end as the result of his\r\nstruggle with Widgery. He smoothed it down hastily, and felt a trifle\r\nmore composed. The old fighting spirit of the Marlowes now began to\r\nassert itself to some extent. He must make an effort to appear as\r\nlittle of a fool as possible in this girl’s eyes. And what eyes they\r\nwere! Golly! Like stars! Like two bright planets in....\r\n\r\nHowever, that was neither here nor there. He pulled down his waistcoat\r\nand became cold and business-like,—the dry young lawyer.\r\n\r\n“Er—how do you do, Miss Bennett?” he said with a question in his voice,\r\nraising his eyebrows in a professional way. He modelled this\r\nperformance on that of lawyers he had seen on the stage, and wished he\r\nhad some snuff to take or something to tap against his front teeth.\r\n“Miss Bennett, I believe?”\r\n\r\nThe effect of the question upon Billie was disastrous. She had come to\r\nthis office with beating heart, prepared to end all misunderstandings,\r\nto sob on her soul-mate’s shoulder and generally make everything up;\r\nbut at this inane exhibition the fighting spirit of the Bennetts—which\r\nwas fully as militant as that of the Marlowes—became roused. She told\r\nherself that she had been mistaken in supposing that she still loved\r\nthis man. She was a proud girl and refused to admit herself capable of\r\nloving any man who looked at her as if she was something that the cat\r\nhad brought in. She drew herself up stiffly.\r\n\r\n“Yes,” she replied. “How clever of you to remember me.”\r\n\r\n“I have a good memory.”\r\n\r\n“How nice! So have I!”\r\n\r\nThere was a pause, during which Billie allowed her gaze to travel\r\ncasually about the room. Sam occupied the intermission by staring\r\nfurtively at her profile. He was by now in a thoroughly overwrought\r\ncondition, and the thumping of his heart sounded to him as if workmen\r\nwere mending the street outside. How beautiful she looked, with that\r\nred hair peeping out beneath her hat and.... However!\r\n\r\n“Is there anything I can do for you?” he asked in the sort of voice\r\nWidgery might have used. Sam always pictured Widgery as a small man\r\nwith bushy eyebrows, a thin face, and a voice like a rusty file.\r\n\r\n“Well, I really wanted to see Sir Mallaby.”\r\n\r\n“My father has been called away on important business to Walton Heath.\r\nCannot I act as his substitute?”\r\n\r\n“Do you know anything about the law?”\r\n\r\n“Do I know anything about the law!” echoed Sam, amazed. “Do I know——!\r\nWhy, I was reading my Widgery on Nisi Prius Evidence when you came in.”\r\n\r\n“Oh, were you?” said Billie, interested. “Do you always read on the\r\nfloor?”\r\n\r\n“I told you I dropped my pen,” said Sam coldly.\r\n\r\n“And of course you couldn’t read without that! Well, as a matter of\r\nfact, this has nothing to do with Nisi—what you said.”\r\n\r\n“I have not specialised exclusively on Nisi Prius Evidence. I know the\r\nlaw in all its branches.”\r\n\r\n“Then what would you do if a man insisted on playing the orchestrion\r\nwhen you wanted to get to sleep?”\r\n\r\n“The orchestrion?”\r\n\r\n“Yes.”\r\n\r\n“The orchestrion, eh? Ah! H’m!” said Sam.\r\n\r\n“You still haven’t made it quite clear,” said Billie.\r\n\r\n“I was thinking.”\r\n\r\n“Oh, if you want to _think!_”\r\n\r\n“Tell me the facts,” said Sam.\r\n\r\n“Well, Mr. Mortimer and my father have taken a house together in the\r\ncountry....”\r\n\r\n“I knew that.”\r\n\r\n“_What_ a memory you have!” said Billie kindly. “Well, for some reason\r\nor other they have quarrelled, and now Mr. Mortimer is doing everything\r\nhe can to make father uncomfortable. Yesterday afternoon father wanted\r\nto sleep, and Mr. Mortimer started this orchestrion just to annoy him.”\r\n\r\n“I think—I’m not quite sure—I think that’s a tort,” said Sam.\r\n\r\n“A what?”\r\n\r\n“Either a tort or a malfeasance.”\r\n\r\n“Why, you do know something about it after all!” cried Billie, startled\r\ninto a sort of friendliness in spite of herself. And at the words and\r\nthe sight of her quick smile Sam’s professional composure reeled on its\r\nfoundations. He had half risen, with the purpose of springing up and\r\nbabbling of the passion that consumed him, when the chill reflection\r\ncame to him that this girl had once said that she considered him\r\nridiculous. If he let himself go, would she not continue to think him\r\nridiculous? He sagged back into his seat; and at that moment there came\r\nanother tap on the door which, opening, revealed the sinister face of\r\nthe holiday-making Peters.\r\n\r\n“Good morning, Mr. Samuel,” said Jno. Peters. “Good morning, Miss\r\nMilliken. Oh!”\r\n\r\nHe vanished as abruptly as he had appeared. He perceived that what he\r\nhad taken at first glance for the stenographer was a client, and that\r\nthe junior partner was engaged on a business conference. He left behind\r\nhim a momentary silence.\r\n\r\n“What a horrible-looking man!” said Billie, breaking it with a little\r\ngasp. Jno. Peters often affected the opposite sex like that at first\r\nsight.\r\n\r\n“I beg your pardon?” said Sam absently.\r\n\r\n“What a dreadful-looking man! He quite frightened me!”\r\n\r\nFor some moments Sam sat without speaking. If this had not been one of\r\nhis Napoleonic mornings, no doubt the sudden arrival of his old friend,\r\nMr. Peters, whom he had imagined at his home in Putney packing for his\r\ntrip to America, would have suggested nothing to him. As it was, it\r\nsuggested a great deal. He had had a brain-wave, and for fully a minute\r\nhe sat tingling under its impact. He was not a young man who often had\r\nbrain-waves, and, when they came, they made him rather dizzy.\r\n\r\n“Who is he?” asked Billie. “He seemed to know you? And who,” she\r\ndemanded after a slight pause, “is Miss Milliken?”\r\n\r\nSam drew a deep breath.\r\n\r\n“It’s rather a sad story,” he said. “His name is John Peters. He used\r\nto be clerk here.”\r\n\r\n“But he isn’t any longer?”\r\n\r\n“No.” Sam shook his head. “We had to get rid of him.”\r\n\r\n“I don’t wonder. A man looking like that....”\r\n\r\n“It wasn’t that so much,” said Sam. “The thing that annoyed father was\r\nthat he tried to shoot Miss Milliken.”\r\n\r\nBillie uttered a cry of horror.\r\n\r\n“He tried to shoot Miss Milliken!”\r\n\r\n“He _did_ shoot her—the third time,” said Sam, warming to his work.\r\n“Only in the arm, fortunately,” he added. “But my father is rather a\r\nstern disciplinarian and he had to go. I mean, we couldn’t keep him\r\nafter that.”\r\n\r\n“Good gracious!”\r\n\r\n“She used to be my father’s stenographer, and she was thrown a good\r\ndeal with Peters. It was quite natural that he should fall in love with\r\nher. She was a beautiful girl, with rather your own shade of hair.\r\nPeters is a man of volcanic passions, and, when, after she had given\r\nhim to understand that his love was returned, she informed him one day\r\nthat she was engaged to a fellow at Ealing West, he went right off his\r\nonion—I mean, he became completely distraught. I must say that he\r\nconcealed it very effectively at first. We had no inkling of his\r\ncondition till he came in with the pistol. And, after that ... well, as\r\nI say, we had to dismiss him. A great pity, for he was a good clerk.\r\nStill, it wouldn’t do. It wasn’t only that he tried to shoot Miss\r\nMilliken. The thing became an obsession with him, and we found that he\r\nhad a fixed idea that every red-haired woman who came into the office\r\nwas the girl who had deceived him. You can see how awkward that made\r\nit. Red hair is so fashionable now-a-days.”\r\n\r\n“My hair is red!” whispered Billie pallidly.\r\n\r\n“Yes, I noticed it myself. I told you it was much the same shade as\r\nMiss Milliken’s. It’s rather fortunate that I happened to be here with\r\nyou when he came.”\r\n\r\n“But he may be lurking out there still!”\r\n\r\n“I expect he is,” said Sam carelessly. “Yes, I suppose he is. Would you\r\nlike me to go and send him away? All right.”\r\n\r\n“But—but is it safe?”\r\n\r\nSam uttered a light laugh.\r\n\r\n“I don’t mind taking a risk or two for your sake,” he said, and\r\nsauntered from the room, closing the door behind him. Billie followed\r\nhim with worshipping eyes.\r\n\r\nJno. Peters rose politely from the chair in which he had seated himself\r\nfor the more comfortable perusal of the copy of _Home Whispers_ which\r\nhe had brought with him to refresh his mind in the event of the firm\r\nbeing too busy to see him immediately. He was particularly interested\r\nin the series of chats with Young Mothers.\r\n\r\n“Hullo, Peters,” said Sam. “Want anything?”\r\n\r\n“Very sorry to have disturbed you, Mr. Samuel. I just looked in to say\r\ngood-bye. I sail on Saturday, and my time will be pretty fully taken up\r\nall the week. I have to go down to the country to get some final\r\ninstructions from the client whose important papers I am taking over.\r\nI’m sorry to have missed your father, Mr. Samuel.”\r\n\r\n“Yes, this is his golf day. I’ll tell him you looked in.”\r\n\r\n“Is there anything I can do before I go?”\r\n\r\n“Do?”\r\n\r\n“Well—”—Jno. Peters coughed tactfully—“I see that you are engaged with\r\na client, Mr. Samuel, and I was wondering if any little point of law\r\nhad arisen with which you did not feel yourself quite capable of\r\ncoping, in which case I might perhaps be of assistance.”\r\n\r\n“Oh, that lady,” said Sam. “That was Miss Milliken’s sister.”\r\n\r\n“Indeed? I didn’t know Miss Milliken had a sister.”\r\n\r\n“No?” said Sam.\r\n\r\n“She is not very like her in appearance.”\r\n\r\n“No. This one is the beauty of the family, I believe. A very bright,\r\nintelligent girl. I was telling her about your revolver just before you\r\ncame in, and she was most interested. It’s a pity you haven’t got it\r\nwith you now, to show to her.”\r\n\r\n“Oh, but I have it! I have, Mr. Samuel!” said Peters, opening a small\r\nhandbag and taking out a hymn-book, half a pound of mixed chocolates, a\r\ntongue sandwich, and the pistol, in the order named. “I was on my way\r\nto the Rupert Street range for a little practice. I should be glad to\r\nshow it to her.”\r\n\r\n“Well, wait here a minute or two,” said Sam. “I’ll have finished\r\ntalking business in a moment.”\r\n\r\nHe returned to the inner office.\r\n\r\n“Well?” cried Billie.\r\n\r\n“Eh? Oh, he’s gone,” said Sam. “I persuaded him to go away. He was a\r\nlittle excited, poor fellow. And now let us return to what we were\r\ntalking about. You say....” He broke off with an exclamation, and\r\nglanced at his watch. “Good Heavens! I had no idea of the time. I\r\npromised to run up and see a man in one of the offices in the next\r\ncourt. He wants to consult me on some difficulty which has arisen with\r\none of his clients. Rightly or wrongly he values my advice. Can you\r\nspare me for a short while? I shan’t be more than ten minutes.”\r\n\r\n“Certainly.”\r\n\r\n“Here is something you may care to look at while I’m gone. I don’t know\r\nif you have read it? Widgery on Nisi Prius Evidence. Most interesting.”\r\n\r\nHe went out. Jno. Peters looked up from his _Home Whispers_.\r\n\r\n“You can go in now,” said Sam.\r\n\r\n“Certainly, Mr. Samuel, certainly.”\r\n\r\nSam took up the copy of _Home Whispers_ and sat down with his feet on\r\nthe desk. He turned to the serial story and began to read the synopsis.\r\n\r\nIn the inner room Billie, who had rejected the mental refreshment\r\noffered by Widgery and was engaged on making a tour of the office,\r\nlooking at the portraits of whiskered men whom she took correctly to be\r\nthe Thorpes, Prescotts, Winslows, and Applebys mentioned on the\r\ncontents-bill outside, was surprised to hear the door open at her back.\r\nShe had not expected Sam to return so instantaneously.\r\n\r\nNor had he done so. It was not Sam who entered. It was a man of\r\nrepellent aspect whom she recognised instantly, for Jno. Peters was one\r\nof those men who, once seen, are not easily forgotten. He was smiling a\r\ncruel, cunning smile—at least, she thought he was; Mr. Peters himself\r\nwas under the impression that his face was wreathed in a benevolent\r\nsimper; and in his hand he bore the largest pistol ever seen outside a\r\nmotion-picture studio.\r\n\r\n“How do you do, Miss Milliken?” he said."
  ]
}