{
  "index": 1,
  "title": "Part 1",
  "paragraphs": [
    "*** START OF THE PROJECT GUTENBERG EBOOK THE WHITE FEATHER ***\r\n\r\n\r\n\r\nProduced by; Suzanne L. Shell, Charles Franks and the Online\r\nDistributed Proofreading Team.\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE WHITE FEATHER\r\n\r\nBy P. G. Wodehouse\r\n\r\n\r\n\r\n\r\nTo:\r\n\r\nMY BROTHER\r\n\r\nDICK\r\n\r\n  The time of this story is a year and a term later than\r\n  that of _The Gold Bat._ The history of Wrykyn in\r\n  between these two books is dealt with in a number of\r\n  short stories, some of them brainy in the extreme, which\r\n  have appeared in various magazines. I wanted Messrs Black\r\n  to publish these, but they were light on their feet and\r\n  kept away--a painful exhibition of the White Feather.\r\n\r\n                               P. G. Wodehouse\r\n\r\n\r\n\r\n\r\nCONTENTS\r\n\r\n\r\n\r\n\r\nChapter\r\n\r\nI       EXPERT OPINIONS\r\n\r\nII      SHEEN AT HOME\r\n\r\nIII     SHEEN RECEIVES VISITORS AND ADVICE\r\n\r\nIV      THE BETTER PART OF VALOUR\r\n\r\nV       THE WHITE FEATHER\r\n\r\nVI      ALBERT REDIVIVUS\r\n\r\nVII     MR JOE BEVAN\r\n\r\nVIII    A NAVAL BATTLE AND ITS CONSEQUENCES\r\n\r\nIX      SHEEN BEGINS HIS EDUCATION\r\n\r\nX       SHEEN'S PROGRESS\r\n\r\nXI      A SMALL INCIDENT\r\n\r\nXII     DUNSTABLE AND LINTON GO UP THE RIVER\r\n\r\nXIII    DEUS EX MACHINA\r\n\r\nXIV     A SKIRMISH\r\n\r\nXV      THE ROUT AT RIPTON\r\n\r\nXVI     DRUMMOND GOES INTO RETIREMENT\r\n\r\nXVII    SEYMOUR'S ONE SUCCESS\r\n\r\nXVIII   MR BEVAN MAKES A SUGGESTION\r\n\r\nXIX     PAVING THE WAY\r\n\r\nXX      SHEEN GOES TO ALDERSHOT\r\n\r\nXXI     A GOOD START\r\n\r\nXXII    A GOOD FINISH\r\n\r\nXXIII   A SURPRISE FOR SEYMOUR'S\r\n\r\nXXIV    BRUCE EXPLAINS\r\n\r\n\r\n\r\n\r\nI\r\n\r\nEXPERT OPINIONS\r\n\r\n\r\n\"With apologies to gent opposite,\" said Clowes, \"I must say I don't\r\nthink much of the team.\"\r\n\r\n\"Don't apologise to _me_,\" said Allardyce disgustedly, as he\r\nfilled the teapot, \"I think they're rotten.\"\r\n\r\n\"They ought to have got into form by now, too,\" said Trevor. \"It's not\r\nas if this was the first game of the term.\"\r\n\r\n\"First game!\" Allardyce laughed shortly. \"Why, we've only got a couple\r\nof club matches and the return match with Ripton to end the season. It\r\nis about time they got into form, as you say.\"\r\n\r\nClowes stared pensively into the fire.\r\n\r\n\"They struck me,\" he said, \"as the sort of team who'd get into form\r\nsomewhere in the middle of the cricket season.\"\r\n\r\n\"That's about it,\" said Allardyce. \"Try those biscuits, Trevor. They're\r\nabout the only good thing left in the place.\"\r\n\r\n\"School isn't what it was?\" inquired Trevor, plunging a hand into the\r\ntin that stood on the floor beside him.\r\n\r\n\"No,\" said Allardyce, \"not only in footer but in everything. The place\r\nseems absolutely rotten. It's bad enough losing all our matches, or\r\nnearly all. Did you hear that Ripton took thirty-seven points off us\r\nlast term? And we only just managed to beat Greenburgh by a try to\r\nnil.\"\r\n\r\n\"We got thirty points last year,\" he went on. \"Thirty-three, and\r\nforty-two the year before. Why, we've always simply walked them. It's\r\nan understood thing that we smash them. And this year they held us all\r\nthe time, and it was only a fluke that we scored at all. Their back\r\nmiskicked, and let Barry in.\"\r\n\r\n\"Barry struck me as the best of the outsides today,\" said Clowes. \"He's\r\nheavier than he was, and faster.\"\r\n\r\n\"He's all right,\" agreed Allardyce. \"If only the centres would feed\r\nhim, we might do something occasionally. But did you ever see such a\r\npair of rotters?\"\r\n\r\n\"The man who was marking me certainly didn't seem particularly\r\nbrilliant. I don't even know his name. He didn't do anything at footer\r\nin my time,\" said Trevor.\r\n\r\n\"He's a chap called Attell. He wasn't here with you. He came after the\r\nsummer holidays. I believe he was sacked from somewhere. He's no good,\r\nbut there's nobody else. Colours have been simply a gift this year to\r\nanyone who can do a thing. Only Barry and myself left from last year's\r\nteam. I never saw such a clearance as there was after the summer term.\"\r\n\r\n\"Where are the boys of the Old Brigade?\" sighed Clowes.\r\n\r\n\"I don't know. I wish they were here,\" said Allardyce.\r\n\r\nTrevor and Clowes had come down, after the Easter term had been in\r\nprogress for a fortnight, to play for an Oxford A team against the\r\nschool. The match had resulted in an absurdly easy victory for the\r\nvisitors by over forty points. Clowes had scored five tries off his own\r\nbat, and Trevor, if he had not fed his wing so conscientiously, would\r\nprobably have scored an equal number. As it was, he had got through\r\ntwice, and also dropped a goal. The two were now having a late tea with\r\nAllardyce in his study. Allardyce had succeeded Trevor as Captain of\r\nFootball at Wrykyn, and had found the post anything but a sinecure.\r\n\r\nFor Wrykyn had fallen for the time being on evil days. It was\r\nexperiencing the reaction which so often takes place in a school in the\r\nyear following a season of exceptional athletic prosperity. With Trevor\r\nas captain of football, both the Ripton matches had been won, and also\r\nthree out of the four other school matches. In cricket the eleven had\r\nhad an even finer record, winning all their school matches, and\r\nlikewise beating the M.C.C. and Old Wrykinians. It was too early to\r\nprophesy concerning the fortunes of next term's cricket team, but, if\r\nthey were going to resemble the fifteen, Wrykyn was doomed to the worst\r\nathletic year it had experienced for a decade.\r\n\r\n\"It's a bit of a come-down after last season, isn't it?\" resumed\r\nAllardyce, returning to his sorrows. It was a relief to him to discuss\r\nhis painful case without restraint.\r\n\r\n\"We were a fine team last year,\" agreed Clowes, \"and especially strong\r\non the left wing. By the way, I see you've moved Barry across.\"\r\n\r\n\"Yes. Attell can't pass much, but he passes better from right to left\r\nthan from left to right; so, Barry being our scoring man, I shifted him\r\nacross. The chap on the other wing, Stanning, isn't bad at times. Do\r\nyou remember him? He's in Appleby's. Then Drummond's useful at half.\"\r\n\r\n\"Jolly useful,\" said Trevor. \"I thought he would be. I recommended you\r\nlast year to keep your eye on him.\"\r\n\r\n\"Decent chap, Drummond,\" said Clowes.\r\n\r\n\"About the only one there is left in the place,\" observed Allardyce\r\ngloomily.\r\n\r\n\"Our genial host,\" said Clowes, sawing at the cake, \"appears to have\r\nthat tired feeling. He seems to have lost that _joie de vivre_ of\r\nhis, what?\"\r\n\r\n\"It must be pretty sickening,\" said Trevor sympathetically. \"I'm glad I\r\nwasn't captain in a bad year.\"\r\n\r\n\"The rummy thing is that the worse they are, the more side they stick\r\non. You see chaps who wouldn't have been in the third in a good year\r\nwalking about in first fifteen blazers, and first fifteen scarves, and\r\nfirst fifteen stockings, and sweaters with first fifteen colours round\r\nthe edges. I wonder they don't tattoo their faces with first fifteen\r\ncolours.\"\r\n\r\n\"It would improve some of them,\" said Clowes.\r\n\r\nAllardyce resumed his melancholy remarks. \"But, as I was saying, it's\r\nnot only that the footer's rotten. That you can't help, I suppose. It's\r\nthe general beastliness of things that I bar. Rows with the town, for\r\ninstance. We've been having them on and off ever since you left. And\r\nit'll be worse now, because there's an election coming off soon. Are\r\nyou fellows stopping for the night in the town? If so, I should advise\r\nyou to look out for yourselves.\"\r\n\r\n\"Thanks,\" said Clowes. \"I shouldn't like to see Trevor sand-bagged. Nor\r\nindeed, should I--for choice--care to be sand-bagged myself. But, as it\r\nhappens, the good Donaldson is putting us up, so we escape the perils\r\nof the town.\r\n\r\n\"Everybody seems so beastly slack now,\" continued Allardyce. \"It's\r\nconsidered the thing. You're looked on as an awful blood if you say you\r\nhaven't done a stroke of work for a week. I shouldn't mind that so much\r\nif they were some good at anything. But they can't do a thing. The\r\nfooter's rotten, the gymnasium six is made up of kids an inch high--we\r\nshall probably be about ninetieth at the Public Schools'\r\nCompetition--and there isn't any one who can play racquets for nuts.\r\nThe only thing that Wrykyn'll do this year is to get the Light-Weights\r\nat Aldershot. Drummond ought to manage that. He won the Feathers last\r\ntime. He's nearly a stone heavier now, and awfully good. But he's the\r\nonly man we shall send up, I expect. Now that O'Hara and Moriarty are\r\nboth gone, he's the only chap we have who's up to Aldershot form. And\r\nnobody else'll take the trouble to practice. They're all too slack.\"\r\n\r\n\"In fact,\" said Clowes, getting up, \"as was only to be expected, the\r\nschool started going to the dogs directly I left. We shall have to be\r\npushing on now, Allardyce. We promised to look in on Seymour before we\r\nwent to bed. Friend let us away.\"\r\n\r\n\"Good night,\" said Allardyce.\r\n\r\n\"What you want,\" said Clowes solemnly, \"is a liver pill. You are\r\nlooking on life too gloomily. Take a pill. Let there be no stint. Take\r\ntwo. Then we shall hear your merry laugh ringing through the old\r\ncloisters once more. Buck up and be a bright and happy lad, Allardyce.\"\r\n\r\n\"Take more than a pill to make me that,\" growled that soured\r\nfootballer.\r\n\r\nMr Seymour's views on the school resembled those of Allardyce. Wrykyn,\r\nin his opinion, was suffering from a reaction.\r\n\r\n\"It's always the same,\" he said, \"after a very good year. Boys leave,\r\nand it's hard to fill their places. I must say I did not expect quite\r\nsuch a clearing out after the summer. We have had bad luck in that way.\r\nMaurice, for instance, and Robinson both ought to have had another year\r\nat school. It was quite unexpected, their leaving. They would have made\r\nall the difference to the forwards. You must have somebody to lead the\r\npack who has had a little experience of first fifteen matches.\"\r\n\r\n\"But even then,\" said Clowes, \"they oughtn't to be so rank as they were\r\nthis afternoon. They seemed such slackers.\"\r\n\r\n\"I'm afraid that's the failing of the school just now,\" agreed Mr\r\nSeymour. \"They don't play themselves out. They don't put just that last\r\nounce into their work which makes all the difference.\"\r\n\r\nClowes thought of saying that, to judge by appearances, they did not\r\nput in even the first ounce; but refrained. However low an opinion a\r\ngames' master may have--and even express--of his team, he does not like\r\npeople to agree too cordially with his criticisms.\r\n\r\n\"Allardyce seems rather sick about it,\" said Trevor.\r\n\r\n\"I am sorry for Allardyce. It is always unpleasant to be the only\r\nsurvivor of an exceptionally good team. He can't forget last year's\r\nmatches, and suffers continual disappointments because the present team\r\ndoes not play up to the same form.\"\r\n\r\n\"He was saying something about rows with the town,\" said Trevor, after\r\na pause.\r\n\r\n\"Yes, there has certainly been some unpleasantness lately. It is the\r\npenalty we pay for being on the outskirts of a town. Four years out of\r\nfive nothing happens. But in the fifth, when the school has got a\r\nlittle out of hand--\"\r\n\r\n\"Oh, then it really _has_ got out of hand?\" asked Clowes.\r\n\r\n\"Between ourselves, yes,\" admitted Mr Seymour.\r\n\r\n\"What sort of rows?\" asked Trevor.\r\n\r\nMr Seymour couldn't explain exactly. Nothing, as it were, definite--as\r\nyet. No actual complaints so far. But still--well, trouble--yes,\r\ntrouble.\r\n\r\n\"For instance,\" he said, \"a boy in my house, Linton--you remember\r\nhim?--is moving in society at this moment with a swollen lip and minus\r\na front tooth. Of course, I know nothing about it, but I fancy he got\r\ninto trouble in the town. That is merely a straw which shows how the\r\nwind is blowing, but if you lived on the spot you would see more what I\r\nmean. There is trouble in the air. And now that this election is coming\r\non, I should not wonder if things came to a head. I can't remember a\r\nsingle election in Wrykyn when there was not disorder in the town. And\r\nif the school is going to join in, as it probably will, I shall not be\r\nsorry when the holidays come. I know the headmaster is only waiting for\r\nan excuse to put the town out of bounds.'\r\n\r\n\"But the kids have always had a few rows on with that school in the\r\nHigh Street--what's it's name--St Something?\" said Clowes.\r\n\r\n\"Jude's,\" supplied Trevor.\r\n\r\n\"St Jude's!\" said Mr Seymour. \"Have they? I didn't know that.\"\r\n\r\n\"Oh yes. I don't know how it started, but it's been going on for two or\r\nthree years now. It's a School House feud really, but Dexter's are\r\nmixed up in it somehow. If a School House fag goes down town he runs\r\nlike an antelope along the High Street, unless he's got one or two\r\nfriends with him. I saved dozens of kids from destruction when I was at\r\nschool. The St Jude's fellows lie in wait, and dash out on them. I used\r\nto find School House fags fighting for their lives in back alleys. The\r\nenemy fled on my approach. My air of majesty overawed them.\"\r\n\r\n\"But a junior school feud matters very little,\" said Mr Seymour. \"You\r\nsay it has been going on for three years; and I have never heard of it\r\ntill now. It is when the bigger fellows get mixed up with the town that\r\nwe have to interfere. I wish the headmaster would put the place out of\r\nbounds entirely until the election is over. Except at election time,\r\nthe town seems to go to sleep.\"\r\n\r\n\"That's what we ought to be doing,\" said Clowes to Trevor. \"I think we\r\nhad better be off now, sir. We promised Mr Donaldson to be in some time\r\ntonight.\"\r\n\r\n\"It's later than I thought,\" said Mr Seymour. \"Good night, Clowes. How\r\nmany tries was it that you scored this afternoon? Five? I wish you were\r\nstill here, to score them for instead of against us. Good night,\r\nTrevor. I was glad to see they tried you for Oxford, though you didn't\r\nget your blue. You'll be in next year all right. Good night.\"\r\n\r\nThe two Old Wrykinians walked along the road towards Donaldson's. It\r\nwas a fine night, but misty.\r\n\r\n\"Jove, I'm quite tired,\" said Clowes. \"Hullo!\"\r\n\r\n\"What's up?\"\r\n\r\nThey were opposite Appleby's at the moment. Clowes drew him into the\r\nshadow of the fence.\r\n\r\n\"There's a chap breaking out. I saw him shinning down a rope. Let's\r\nwait, and see who it is.\"\r\n\r\nA moment later somebody ran softly through the gateway and disappeared\r\ndown the road that led to the town.\r\n\r\n\"Who was it?\" said Trevor. \"I couldn't see.\"\r\n\r\n\"I spotted him all right. It was that chap who was marking me today,\r\nStanning. Wonder what he's after. Perhaps he's gone to tar the statue,\r\nlike O'Hara. Rather a sportsman.\"\r\n\r\n\"Rather a silly idiot,\" said Trevor. \"I hope he gets caught.\"\r\n\r\n\"You always were one of those kind sympathetic chaps,\" said Clowes.\r\n\"Come on, or Donaldson'll be locking us out.\"\r\n\r\n\r\n\r\n\r\nII\r\n\r\nSHEEN AT HOME\r\n\r\n\r\nOn the afternoon following the Oxford A match, Sheen, of Seymour's, was\r\nsitting over the gas-stove in his study with a Thucydides. He had been\r\nstaying in that day with a cold. He was always staying in. Everyone has\r\nhis hobby. That was Sheen's.\r\n\r\nNobody at Wrykyn, even at Seymour's, seemed to know Sheen very well,\r\nwith the exception of Drummond; and those who troubled to think about\r\nthe matter at all rather wondered what Drummond saw in him. To the\r\nsuperficial observer the two had nothing in common. Drummond was good\r\nat games--he was in the first fifteen and the second eleven, and had\r\nwon the Feather Weights at Aldershot--and seemed to have no interests\r\noutside them. Sheen, on the other hand, played fives for the house, and\r\nthat was all. He was bad at cricket, and had given up football by\r\nspecial arrangement with Allardyce, on the plea that he wanted all his\r\ntime for work. He was in for an in-school scholarship, the Gotford.\r\nAllardyce, though professing small sympathy with such a degraded\r\nambition, had given him a special dispensation, and since then Sheen\r\nhad retired from public life even more than he had done hitherto. The\r\nexamination for the Gotford was to come off towards the end of the\r\nterm.\r\n\r\nThe only other Wrykinians with whom Sheen was known to be friendly were\r\nStanning and Attell, of Appleby's. And here those who troubled to think\r\nabout it wondered still more, for Sheen, whatever his other demerits,\r\nwas not of the type of Stanning and Attell. There are certain members\r\nof every public school, just as there are certain members of every\r\ncollege at the universities, who are \"marked men\". They have never been\r\ndetected in any glaring breach of the rules, and their manner towards\r\nthe powers that be is, as a rule, suave, even deferential. Yet it is\r\none of the things which everybody knows, that they are in the black\r\nbooks of the authorities, and that sooner or later, in the picturesque\r\nphrase of the New Yorker, they will \"get it in the neck\". To this class\r\nStanning and Attell belonged. It was plain to all that the former was\r\nthe leading member of the firm. A glance at the latter was enough to\r\nshow that, whatever ambitions he may have had in the direction of\r\nvillainy, he had not the brains necessary for really satisfactory\r\nevildoing. As for Stanning, he pursued an even course of life, always\r\nrigidly obeying the eleventh commandment, \"thou shalt not be found\r\nout\". This kept him from collisions with the authorities; while a ready\r\ntongue and an excellent knowledge of the art of boxing--he was, after\r\nDrummond, the best Light-Weight in the place--secured him at least\r\ntolerance at the hand of the school: and, as a matter of fact, though\r\nmost of those who knew him disliked him, and particularly those who,\r\nlike Drummond, were what Clowes had called the Old Brigade, he had,\r\nnevertheless, a tolerably large following. A first fifteen man, even in\r\na bad year, can generally find boys anxious to be seen about with him.\r\n\r\nThat Sheen should have been amongst these surprised one or two people,\r\nnotably Mr Seymour, who, being games' master had come a good deal into\r\ncontact with Stanning, and had not been favourably impressed. The fact\r\nwas that the keynote of Sheen's character was a fear of giving offence.\r\nWithin limits this is not a reprehensible trait in a person's\r\ncharacter, but Sheen overdid it, and it frequently complicated his\r\naffairs. There come times when one has to choose which of two people\r\none shall offend. By acting in one way, we offend A. By acting in the\r\nopposite way, we annoy B. Sheen had found himself faced by this problem\r\nwhen he began to be friendly with Drummond. Their acquaintance, begun\r\nover a game of fives, had progressed. Sheen admired Drummond, as the\r\ntype of what he would have liked to have been, if he could have managed\r\nit. And Drummond felt interested in Sheen because nobody knew much\r\nabout him. He was, in a way, mysterious. Also, he played the piano\r\nreally well; and Drummond at that time would have courted anybody who\r\ncould play for his benefit \"Mumblin' Mose\", and didn't mind obliging\r\nwith unlimited encores.\r\n\r\nSo the two struck up an alliance, and as Drummond hated Stanning only a\r\nshade less than Stanning hated him, Sheen was under the painful\r\nnecessity of choosing between them. He chose Drummond. Whereby he\r\nundoubtedly did wisely.\r\n\r\nSheen sat with his Thucydides over the gas-stove, and tried to interest\r\nhimself in the doings of the Athenian expedition at Syracuse. His brain\r\nfelt heavy and flabby. He realised dimly that this was because he took\r\ntoo little exercise, and he made a resolution to diminish his hours of\r\nwork per diem by one, and to devote that one to fives. He would mention\r\nit to Drummond when he came in. He would probably come in to tea. The\r\nboard was spread in anticipation of a visit from him. Herbert, the\r\nboot-boy, had been despatched to the town earlier in the afternoon, and\r\nhad returned with certain food-stuffs which were now stacked in an\r\nappetising heap on the table.\r\n\r\nSheen was just making something more or less like sense out of an\r\ninvolved passage of Nikias' speech, in which that eminent general\r\nhimself seemed to have only a hazy idea of what he was talking about,\r\nwhen the door opened.\r\n\r\nHe looked up, expecting to see Drummond, but it was Stanning. He felt\r\ninstantly that \"warm shooting\" sensation from which David Copperfield\r\nsuffered in moments of embarrassment. Since the advent of Drummond he\r\nhad avoided Stanning, and he could not see him without feeling\r\nuncomfortable. As they were both in the sixth form, and sat within a\r\ncouple of yards of one another every day, it will be realised that he\r\nwas frequently uncomfortable.\r\n\r\n\"Great Scott!\" said Stanning, \"swotting?\"\r\n\r\nSheen glanced almost guiltily at his Thucydides. Still, it was\r\nsomething of a relief that the other had not opened the conversation\r\nwith an indictment of Drummond.\r\n\r\n\"You see,\" he said apologetically, \"I'm in for the Gotford.\"\r\n\r\n\"So am _I_. What's the good of swotting, though? I'm not going to\r\ndo a stroke.\"\r\n\r\nAs Stanning was the only one of his rivals of whom he had any real\r\nfear, Sheen might have replied with justice that, if that was the case,\r\nthe more he swotted the better. But he said nothing. He looked at the\r\nstove, and dog's-eared the Thucydides.\r\n\r\n\"What a worm you are, always staying in!\" said Stanning.\r\n\r\n\"I caught a cold watching the match yesterday.\"\r\n\r\n\"You're as flabby as--\" Stanning looked round for a simile, \"as a\r\ndough-nut. Why don't you take some exercise?\"\r\n\r\n\"I'm going to play fives, I think. I do need some exercise.\"\r\n\r\n\"Fives? Why don't you play footer?\"\r\n\r\n\"I haven't time. I want to work.\"\r\n\r\n\"What rot. I'm not doing a stroke.\"\r\n\r\nStanning seemed to derive a spiritual pride from this admission.\r\n\r\n\"Tell you what, then,\" said Stanning, \"I'll play you tomorrow after\r\nschool.\"\r\n\r\nSheen looked a shade more uncomfortable, but he made an effort, and\r\ndeclined the invitation.\r\n\r\n\"I shall probably be playing Drummond,\" he said.\r\n\r\n\"Oh, all right,\" said Stanning. \"_I_ don't care. Play whom you\r\nlike.\"\r\n\r\nThere was a pause.\r\n\r\n\"As a matter of fact,\" resumed Stanning, \"what I came here for was to\r\ntell you about last night. I got out, and went to Mitchell's. Why\r\ndidn't you come? Didn't you get my note? I sent a kid with it.\"\r\n\r\nMitchell was a young gentleman of rich but honest parents, who had left\r\nthe school at Christmas. He was in his father's office, and lived in\r\nhis father's house on the outskirts of the town. From time to time his\r\nfather went up to London on matters connected with business, leaving\r\nhim alone in the house. On these occasions Mitchell the younger would\r\nwrite to Stanning, with whom when at school he had been on friendly\r\nterms; and Stanning, breaking out of his house after everybody had gone\r\nto bed, would make his way to the Mitchell residence, and spend a\r\npleasant hour or so there. Mitchell senior owned Turkish cigarettes and\r\na billiard table. Stanning appreciated both. There was also a piano,\r\nand Stanning had brought Sheen with him one night to play it. The\r\ngetting-out and the subsequent getting-in had nearly whitened Sheen's\r\nhair, and it was only by a series of miracles that he had escaped\r\ndetection. Once, he felt, was more than enough; and when a fag from\r\nAppleby's had brought him Stanning's note, containing an invitation to\r\na second jaunt of the kind, he had refused to be lured into the\r\nbusiness again.\r\n\r\n\"Yes, I got the note,\" he said.\r\n\r\n\"Then why didn't you come? Mitchell was asking where you were.\"\r\n\r\n\"It's so beastly risky.\"\r\n\r\n\"Risky! Rot.\"\r\n\r\n\"We should get sacked if we were caught.\"\r\n\r\n\"Well, don't get caught, then.\"\r\n\r\nSheen registered an internal vow that he would not.\r\n\r\n\"He wanted us to go again on Monday. Will you come?\"\r\n\r\n\"I--don't think I will, Stanning,\" said Sheen. \"It isn't worth it.\"\r\n\r\n\"You mean you funk it. That's what's the matter with you.\"\r\n\r\n\"Yes, I do,\" admitted Sheen.\r\n\r\nAs a rule--in stories--the person who owns that he is afraid gets\r\nunlimited applause and adulation, and feels a glow of conscious merit.\r\nBut with Sheen it was otherwise. The admission made him if possible,\r\nmore uncomfortable than he had been before.\r\n\r\n\"Mitchell will be sick,\" said Stanning.\r\n\r\nSheen said nothing.\r\n\r\nStanning changed the subject.\r\n\r\n\"Well, at anyrate,\" he said, \"give us some tea. You seem to have been\r\nvictualling for a siege.\"\r\n\r\n\"I'm awfully sorry,\" said Sheen, turning a deeper shade of red and\r\nexperiencing a redoubled attack of the warm shooting, \"but the fact is,\r\nI'm waiting for Drummond.\"\r\n\r\nStanning got up, and expressed his candid opinion of Drummond in a few\r\nwords.\r\n\r\nHe said more. He described Sheen, too in unflattering terms.\r\n\r\n\"Look here,\" he said, \"you may think it jolly fine to drop me just\r\nbecause you've got to know Drummond a bit, but you'll be sick enough\r\nthat you've done it before you've finished.\"\r\n\r\n\"It isn't that--\" began Sheen.\r\n\r\n\"I don't care what it is. You slink about trying to avoid me all day,\r\nand you won't do a thing I ask you to do.\"\r\n\r\n\"But you see--\"\r\n\r\n\"Oh, shut up,\" said Stanning.\r\n\r\n\r\n\r\n\r\nIII\r\n\r\nSHEEN RECEIVES VISITORS AND ADVICE\r\n\r\n\r\nWhile Sheen had been interviewing Stanning, in study twelve, farther\r\ndown the passage, Linton and his friend Dunstable, who was in Day's\r\nhouse, were discussing ways and means. Like Stanning, Dunstable had\r\ndemanded tea, and had been informed that there was none for him.\r\n\r\n\"Well, you are a bright specimen, aren't you?\" said Dunstable, seating\r\nhimself on the table which should have been groaning under the weight\r\nof cake and biscuits. \"I should like to know where you expect to go to.\r\nYou lure me in here, and then have the cheek to tell me you haven't got\r\nanything to eat. What have you done with it all?\"\r\n\r\n\"There was half a cake--\"\r\n\r\n\"Bring it on.\"\r\n\r\n\"Young Menzies bagged it after the match yesterday. His brother came\r\ndown with the Oxford A team, and he had to give him tea in his study.\r\nThen there were some biscuits--\"\r\n\r\n\"What's the matter with biscuits? _They're_ all right. Bring them\r\non. Biscuits forward. Show biscuits.\"\r\n\r\n\"Menzies took them as well.\"\r\n\r\nDunstable eyed him sorrowfully.\r\n\r\n\"You always were a bit of a maniac,\" he said, \"but I never thought you\r\nwere quite such a complete gibberer as to let Menzies get away with all\r\nyour grub. Well, the only thing to do is to touch him for tea. He owes\r\nus one. Come on.\"\r\n\r\nThey proceeded down the passage and stopped at the door of study three.\r\n\r\n\"Hullo!\" said Menzies, as they entered.\r\n\r\n\"We've come to tea,\" said Dunstable. \"Cut the satisfying sandwich. Let's\r\nsee a little more of that hissing urn of yours, Menzies. Bustle about,\r\nand be the dashing host.\"\r\n\r\n\"I wasn't expecting you.\"\r\n\r\n\"I can't help your troubles,\" said Dunstable.\r\n\r\n\"I've not got anything. I was thinking of coming to you, Linton.\"\r\n\r\n\"Where's that cake?\"\r\n\r\n\"Finished. My brother simply walked into it.\"\r\n\r\n\"Greed,\" said Dunstable unkindly, \"seems to be the besetting sin of the\r\nMenzies'. Well, what are you going to do about it? I don't wish to\r\nthreaten, but I'm a demon when I'm roused. Being done out of my tea is\r\nsure to rouse me. And owing to unfortunate accident of being stonily\r\nbroken, I can't go to the shop. You're responsible for the slump in\r\nprovisions, Menzies, and you must see us through this. What are you\r\ngoing to do about it?\"\r\n\r\n\"Do either of you chaps know Sheen at all?\"\r\n\r\n\"I don't,\" said Linton. \"Not to speak to.\"\r\n\r\n\"You can't expect us to know all your shady friends,\" said Dunstable.\r\n\"Why?\"\r\n\r\n\"He's got a tea on this evening. If you knew him well enough, you might\r\nborrow something from him. I met Herbert in the dinner-hour carrying in\r\nall sorts of things to his study. Still, if you don't know him--\"\r\n\r\n\"Don't let a trifle of that sort stand in the way,\" said Dunstable.\r\n\"Which is his study?\"\r\n\r\n\"Come on, Linton,\" said Dunstable. \"Be a man, and lead the way. Go in\r\nas if he'd invited us. Ten to one he'll think he did, if you don't\r\nspoil the thing by laughing.\"\r\n\r\n\"What, invite ourselves to tea?\" asked Linton, beginning to grasp the\r\nidea.\r\n\r\n\"That's it. Sheen's the sort of ass who won't do a thing. Anyhow, its\r\nworth trying. Smith in our house got a tea out of him that way last\r\nterm. Coming, Menzies?\"\r\n\r\n\"Not much. I hope he kicks you out.\"\r\n\r\n\"Come on, then, Linton. If Menzies cares to chuck away a square meal,\r\nlet him.\"\r\n\r\nThus, no sooner had the door of Sheen's study closed upon Stanning than\r\nit was opened again to admit Linton and Dunstable.\r\n\r\n\"Well,\" said Linton, affably, \"here we are.\"\r\n\r\n\"Hope we're not late,\" said Dunstable. \"You said somewhere about five.\r\nIt's just struck. Shall we start?\"\r\n\r\nHe stooped, and took the kettle from the stove.\r\n\r\n\"Don't you bother,\" he said to Sheen, who had watched this manoeuvre\r\nwith an air of amazement, \"I'll do all the dirty work.\"\r\n\r\n\"But--\" began Sheen.\r\n\r\n\"That's all right,\" said Dunstable soothingly. \"I like it.\"\r\n\r\nThe intellectual pressure of the affair was too much for Sheen. He\r\ncould not recollect having invited Linton, with whom he had exchanged\r\nonly about a dozen words that term, much less Dunstable, whom he merely\r\nknew by sight. Yet here they were, behaving like honoured guests. It\r\nwas plain that there was a misunderstanding somewhere, but he shrank\r\nfrom grappling with it. He did not want to hurt their feelings. It\r\nwould be awkward enough if they discovered their mistake for\r\nthemselves.\r\n\r\nSo he exerted himself nervously to play the host, and the first twinge\r\nof remorse which Linton felt came when Sheen pressed upon him a bag of\r\nbiscuits which, he knew, could not have cost less than one and sixpence\r\na pound. His heart warmed to one who could do the thing in such style.\r\n\r\nDunstable, apparently, was worried by no scruples. He leaned back\r\neasily in his chair, and kept up a bright flow of conversation.\r\n\r\n\"You're not looking well, Sheen,\" he said. \"You ought to take more\r\nexercise. Why don't you come down town with us one of these days and do\r\na bit of canvassing? It's a rag. Linton lost a tooth at it the other\r\nday. We're going down on Saturday to do a bit more.\"\r\n\r\n\"Oh!\" said Sheen, politely.\r\n\r\n\"We shall get one or two more chaps to help next time. It isn't good\r\nenough, only us two. We had four great beefy hooligans on to us when\r\nLinton got his tooth knocked out. We had to run. There's a regular gang\r\nof them going about the town, now that the election's on. A red-headed\r\nfellow, who looks like a butcher, seems to boss the show. They call him\r\nAlbert. He'll have to be slain one of these days, for the credit of the\r\nschool. I should like to get Drummond on to him.\"\r\n\r\n\"I was expecting Drummond to tea,\" said Sheen.\r\n\r\n\"He's running and passing with the fifteen,\" said Linton. \"He ought to\r\nbe in soon. Why, here he is. Hullo, Drummond!\"\r\n\r\n\"Hullo!\" said the newcomer, looking at his two fellow-visitors as if he\r\nwere surprised to see them there.\r\n\r\n\"How were the First?\" asked Dunstable.\r\n\r\n\"Oh, rotten. Any tea left?\"\r\n\r\nConversation flagged from this point, and shortly afterwards Dunstable\r\nand Linton went.\r\n\r\n\"Come and tea with me some time,\" said Linton.\r\n\r\n\"Oh, thanks,\" said Sheen. \"Thanks awfully.\"\r\n\r\n\"It was rather a shame,\" said Linton to Dunstable, as they went back to\r\ntheir study, \"rushing him like that. I shouldn't wonder if he's quite a\r\ngood sort, when one gets to know him.\"\r\n\r\n\"He must be a rotter to let himself be rushed. By Jove, I should like\r\nto see someone try that game on with me.\"\r\n\r\nIn the study they had left, Drummond was engaged in pointing this out\r\nto Sheen.\r\n\r\n\"The First are rank bad,\" he said. \"The outsides were passing rottenly\r\ntoday. We shall have another forty points taken off us when we play\r\nRipton. By the way, I didn't know you were a pal of Linton's.\"\r\n\r\n\"I'm not,\" said Sheen.\r\n\r\n\"Well, he seemed pretty much at home just now.\"\r\n\r\n\"I can't understand it. I'm certain I never asked him to tea. Or\r\nDunstable either. Yet they came in as if I had. I didn't like to hurt\r\ntheir feelings by telling them.\"\r\n\r\nDrummond stared.\r\n\r\n\"What, they came without being asked! Heavens! man, you must buck up a\r\nbit and keep awake, or you'll have an awful time. Of course those two\r\nchaps were simply trying it on. I had an idea it might be that when I\r\ncame in. Why did you let them? Why didn't you scrag them?\"\r\n\r\n\"Oh, I don't know,\" said Sheen uncomfortably.\r\n\r\n\"But, look here, it's rot. You _must_ keep your end up in a place\r\nlike this, or everybody in the house'll be ragging you. Chaps will,\r\nnaturally, play the goat if you let them. Has this ever happened\r\nbefore?\"\r\n\r\nSheen admitted reluctantly that it had. He was beginning to see things.\r\nIt is never pleasant to feel one has been bluffed.\r\n\r\n\"Once last term,\" he said, \"Smith, a chap in Day's, came to tea like\r\nthat. I couldn't very well do anything.\"\r\n\r\n\"And Dunstable is in Day's. They compared notes. I wonder you haven't\r\nhad the whole school dropping in on you, lining up in long queues down\r\nthe passage. Look here, Sheen, you really must pull yourself together.\r\nI'm not ragging. You'll have a beastly time if you're so feeble. I hope\r\nyou won't be sick with me for saying it, but I can't help that. It's\r\nall for your own good. And it's really pure slackness that's the cause\r\nof it all.\"\r\n\r\n\"I hate hurting people's feelings,\" said Sheen.\r\n\r\n\"Oh, rot. As if anybody here had any feelings. Besides, it doesn't hurt\r\na chap's feelings being told to get out, when he knows he's no business\r\nin a place.\"\r\n\r\n\"Oh, all right,\" said Sheen shortly.\r\n\r\n\"Glad you see it,\" said Drummond. \"Well, I'm off. Wonder if there's\r\nanybody in that bath.\"\r\n\r\nHe reappeared a few moments later. During his absence Sheen overheard\r\ncertain shrill protestations which were apparently being uttered in the\r\nneighbourhood of the bathroom door.\r\n\r\n\"There was,\" he said, putting his head into the study and grinning\r\ncheerfully at Sheen. \"There was young Renford, who had no earthly\r\nbusiness to be there. I've just looked in to point the moral. Suppose\r\nyou'd have let him bag all the hot water, which ought to have come to\r\nhis elders and betters, for fear of hurting his feelings; and gone\r\nwithout your bath. I went on my theory that nobody at Wrykyn, least of\r\nall a fag, has any feelings. I turfed him out without a touch of\r\nremorse. You get much the best results my way. So long.\"\r\n\r\nAnd the head disappeared; and shortly afterwards there came from across\r\nthe passage muffled but cheerful sounds of splashing.\r\n\r\n\r\n\r\n\r\nIV\r\n\r\nTHE BETTER PART OF VALOUR\r\n\r\n\r\nThe borough of Wrykyn had been a little unfortunate--or fortunate,\r\naccording to the point of view--in the matter of elections. The latter\r\npoint of view was that of the younger and more irresponsible section of\r\nthe community, which liked elections because they were exciting. The\r\nformer was that of the tradespeople, who disliked them because they got\r\ntheir windows broken.\r\n\r\nWrykyn had passed through an election and its attendant festivities in\r\nthe previous year, when Sir Eustace Briggs, the mayor of the town, had\r\nbeen returned by a comfortable majority. Since then ill-health had\r\ncaused that gentleman to resign his seat, and the place was once more\r\nin a state of unrest. This time the school was deeply interested in the\r\nmatter. The previous election had not stirred them. They did not care\r\nwhether Sir Eustace Briggs defeated Mr Saul Pedder, or whether Mr Saul\r\nPedder wiped the political floor with Sir Eustace Briggs. Mr Pedder was\r\nan energetic Radical; but owing to the fact that Wrykyn had always\r\nreturned a Conservative member, and did not see its way to a change as\r\nyet, his energy had done him very little good. The school had looked on\r\nhim as a sportsman, and read his speeches in the local paper with\r\namusement; but they were not interested. Now, however, things were\r\nchanged. The Conservative candidate, Sir William Bruce, was one of\r\nthemselves--an Old Wrykinian, a governor of the school, a man who\r\nalways watched school-matches, and the donor of the Bruce Challenge Cup\r\nfor the school mile. In fine, one of the best. He was also the father\r\nof Jack Bruce, a day-boy on the engineering side. The school would have\r\nliked to have made a popular hero of Jack Bruce. If he had liked, he\r\ncould have gone about with quite a suite of retainers. But he was a\r\nquiet, self-sufficing youth, and was rarely to be seen in public. The\r\nengineering side of a public school has workshops and other weirdnesses\r\nwhich keep it occupied after the ordinary school hours. It was\r\ngenerally understood that Bruce was a good sort of chap if you knew\r\nhim, but you had got to know him first; brilliant at his work, and\r\ndevoted to it; a useful slow bowler; known to be able to drive and\r\nrepair the family motor-car; one who seldom spoke unless spoken to, but\r\nwho, when he did speak, generally had something sensible to say. Beyond\r\nthat, report said little.\r\n\r\nAs he refused to allow the school to work off its enthusiasm on him,\r\nthey were obliged to work it off elsewhere. Hence the disturbances\r\nwhich had become frequent between school and town. The inflammatory\r\nspeeches of Mr Saul Pedder had caused a swashbuckling spirit to spread\r\namong the rowdy element of the town. Gangs of youths, to adopt the\r\npolice-court term, had developed a habit of parading the streets\r\narm-in-arm, shouting \"Good old Pedder!\" When these met some person or\r\npersons who did not consider Mr Pedder good and old, there was\r\ngenerally what the local police-force described as a \"frakkus\".\r\n\r\nIt was in one of these frakkuses that Linton had lost a valuable tooth.\r\n\r\nTwo days had elapsed since Dunstable and Linton had looked in on Sheen\r\nfor tea. It was a Saturday afternoon, and roll-call was just over.\r\nThere was no first fifteen match, only a rather uninteresting\r\nhouse-match, Templar's _versus_ Donaldson's, and existence in the\r\nschool grounds showed signs of becoming tame.\r\n\r\n\"What a beastly term the Easter term is,\" said Linton, yawning. \"There\r\nwon't be a thing to do till the house-matches begin properly.\"\r\n\r\nSeymour's had won their first match, as had Day's. They would not be\r\ncalled upon to perform for another week or more.\r\n\r\n\"Let's get a boat out,\" suggested Dunstable.\r\n\r\n\"Such a beastly day.\"\r\n\r\n\"Let's have tea at the shop.\"\r\n\r\n\"Rather slow. How about going to Cook's?\"\r\n\r\n\"All right. Toss you who pays.\"\r\n\r\nCook's was a shop in the town to which the school most resorted when in\r\nneed of refreshment.\r\n\r\n\"Wonder if we shall meet Albert.\"\r\n\r\nLinton licked the place where his tooth should have been, and said he\r\nhoped so.\r\n\r\nSergeant Cook, the six-foot proprietor of the shop, was examining a\r\nbroken window when they arrived, and muttering to himself.\r\n\r\n\"Hullo!\" said Dunstable, \"what's this? New idea for ventilation? Golly,\r\nmassa, who frew dat brick?\"\r\n\r\n\"Done it at ar-parse six last night, he did,\" said Sergeant Cook, \"the\r\nred-'eaded young scallywag. Ketch 'im--I'll give 'im--\"\r\n\r\n\"Sounds like dear old Albert,\" said Linton. \"Who did it, sergeant?\"\r\n\r\n\"Red-headed young mongrel. 'Good old Pedder,' he says. 'I'll give you\r\nPedder,' I says. Then bang it comes right on top of the muffins, and\r\nwhen I doubled out after 'im 'e'd gone.\"\r\n\r\nMrs Cook appeared and corroborated witness's evidence. Dunstable\r\nordered tea.\r\n\r\n\"We may meet him on our way home,\" said Linton. \"If we do, I'll give\r\nhim something from you with your love. I owe him a lot for myself.\"\r\n\r\nMrs Cook clicked her tongue compassionately at the sight of the obvious\r\nvoid in the speaker's mouth.\r\n\r\n\"You'll 'ave to 'ave a forlse one, Mr Linton,\" said Sergeant Cook with\r\ngloomy relish.\r\n\r\nThe back shop was empty. Dunstable and Linton sat down and began tea.\r\nSergeant Cook came to the door from time to time and dilated further on\r\nhis grievances.\r\n\r\n\"Gentlemen from the school they come in 'ere and says ain't it all a\r\njoke and exciting and what not. But I says to them, you 'aven't got to\r\nlive in it, I says. That's what it is. You 'aven't got to live in it, I\r\nsays. Glad when it's all over, that's what I'll be.\"\r\n\r\n\"'Nother jug of hot water, please,\" said Linton.\r\n\r\nThe Sergeant shouted the order over his shoulder, as if he were\r\naddressing a half-company on parade, and returned to his woes.\r\n\r\n\"You 'aven't got to live in it, I says. That's what it is. It's this\r\neverlasting worry and flurry day in and day out, and not knowing what's\r\ngoing to 'appen next, and one man coming in and saying 'Vote for\r\nBruce', and another 'Vote for Pedder', and another saying how it's the\r\npoor man's loaf he's fighting for--if he'd only _buy_ a loaf,\r\nnow--'ullo, 'ullo, wot's this?\"\r\n\r\nThere was a \"confused noise without\", as Shakespeare would put it, and\r\ninto the shop came clattering Barry and McTodd, of Seymour's, closely\r\nfollowed by Stanning and Attell.\r\n\r\n\"This is getting a bit too thick,\" said Barry, collapsing into a chair.\r\n\r\nFrom the outer shop came the voice of Sergeant Cook.\r\n\r\n\"Let me jest come to you, you red-'eaded--\"\r\n\r\nRoars of derision from the road.\r\n\r\n\"That's Albert,\" said Linton, jumping up.\r\n\r\n\"Yes, I heard them call him that,\" said Barry. \"McTodd and I were\r\ncoming down here to tea, when they started going for us, so we nipped\r\nin here, hoping to find reinforcements.\"\r\n\r\n\"We were just behind you,\" said Stanning. \"I got one of them a beauty.\r\nHe went down like a shot.\"\r\n\r\n\"Albert?\" inquired Linton.\r\n\r\n\"No. A little chap.\"\r\n\r\n\"Let's go out, and smash them up,\" suggested Linton excitedly.\r\n\r\nDunstable treated the situation more coolly.\r\n\r\n\"Wait a bit,\" he said. \"No hurry. Let's finish tea at any rate. You'd\r\nbetter eat as much as you can now Linton. You may have no teeth left to\r\ndo it with afterwards,\" he added cheerfully.\r\n\r\n\"Let's chuck things at them,\" said McTodd.\r\n\r\n\"Don't be an ass,\" said Barry. \"What on earth's the good of that?\"\r\n\r\n\"Well, it would be something,\" said McTodd vaguely.\r\n\r\n\"Hit 'em with a muffin,\" suggested Stanning. \"Dash, I barked my\r\nknuckles on that man. But I bet he felt it.\"\r\n\r\n\"Look here, I'm going out,\" said Linton. \"Come on, Dunstable.\"\r\n\r\nDunstable continued his meal without hurry.\r\n\r\n\"What's the excitement?\" he said. \"There's plenty of time. Dear old\r\nAlbert's not the sort of chap to go away when he's got us cornered\r\nhere. The first principle of warfare is to get a good feed before you\r\nstart.\"\r\n\r\n\"And anyhow,\" said Barry, \"I came here for tea, and I'm going to have\r\nit.\"\r\n\r\nSergeant Cook was recalled from the door, and received the orders.\r\n\r\n\"They've just gone round the corner,\" he said, \"and that red-'eaded one\r\n'e says he's goin' to wait if he 'as to wait all night.\"\r\n\r\n\"Quite right,\" said Dunstable, approvingly. \"Sensible chap, Albert. If\r\nyou see him, you might tell him we shan't be long, will you?\"\r\n\r\nA quarter of an hour passed.\r\n\r\n\"Kerm out,\" shouted a voice from the street.\r\n\r\nDunstable looked at the others.\r\n\r\n\"Perhaps we might be moving now,\" he said, getting up \"Ready?\"\r\n\r\n\"We must keep together,\" said Barry.\r\n\r\n\"You goin' out, Mr Dunstable?\" inquired Sergeant Cook.\r\n\r\n\"Yes. Good bye. You'll see that we're decently buried won't you?\"\r\n\r\nThe garrison made its sortie.\r\n\r\n       *       *       *       *       *\r\n\r\nIt happened that Drummond and Sheen were also among those whom it had\r\nstruck that afternoon that tea at Cook's would be pleasant; and they\r\ncame upon the combatants some five minutes after battle had been\r\njoined. The town contingent were filling the air with strange cries,\r\nAlbert's voice being easily heard above the din, while the Wrykinians,\r\nas public-school men should, were fighting quietly and without unseemly\r\ntumult.\r\n\r\n\"By Jove,\" said Drummond, \"here's a row on.\"\r\n\r\nSheen stopped dead, with a queer, sinking feeling within him. He\r\ngulped. Drummond did not notice these portents. He was observing the\r\nbattle.\r\n\r\nSuddenly he uttered an exclamation.\r\n\r\n\"Why, it's some of our chaps! There's a Seymour's cap. Isn't that\r\nMcTodd? And, great Scott! there's Barry. Come on, man!\"\r\n\r\nSheen did not move.\r\n\r\n\"Ought we...to get...mixed up...?\" he began.\r\n\r\nDrummond looked at him with open eyes. Sheen babbled on.\r\n\r\n\"The old man might not like--sixth form, you see--oughtn't we to--?\"\r\n\r\nThere was a yell of triumph from the town army as the red-haired\r\nAlbert, plunging through the fray, sent Barry staggering against the\r\nwall. Sheen caught a glimpse of Albert's grinning face as he turned. He\r\nhad a cut over one eye. It bled.\r\n\r\n\"Come on,\" said Drummond, beginning to run to the scene of action.\r\n\r\nSheen paused for a moment irresolutely. Then he walked rapidly in the\r\nopposite direction.\r\n\r\n\r\n\r\n\r\nV\r\n\r\nTHE WHITE FEATHER\r\n\r\n\r\nIt was not until he had reached his study that Sheen thoroughly\r\nrealised what he had done. All the way home he had been defending\r\nhimself eloquently against an imaginary accuser; and he had built up a\r\nvery sound, thoughtful, and logical series of arguments to show that he\r\nwas not only not to blame for what he had done, but had acted in highly\r\nstatesmanlike and praiseworthy manner. After all, he was in the sixth.\r\nNot a prefect, it was true, but, still, practically a prefect. The\r\nheadmaster disliked unpleasantness between school and town, much more\r\nso between the sixth form of the school and the town. Therefore, he had\r\ndone his duty in refusing to be drawn into a fight with Albert and\r\nfriends. Besides, why should he be expected to join in whenever he saw\r\na couple of fellows fighting? It wasn't reasonable. It was no business\r\nof his. Why, it was absurd. He had no quarrel with those fellows. It\r\nwasn't cowardice. It was simply that he had kept his head better than\r\nDrummond, and seen further into the matter. Besides....\r\n\r\nBut when he sat down in his chair, this mood changed. There is a vast\r\ndifference between the view one takes of things when one is walking\r\nbriskly, and that which comes when one thinks the thing over coldly. As\r\nhe sat there, the wall of defence which he had built up slipped away\r\nbrick by brick, and there was the fact staring at him, without covering\r\nor disguise.\r\n\r\nIt was no good arguing against himself. No amount of argument could\r\nwipe away the truth. He had been afraid, and had shown it. And he had\r\nshown it when, in a sense, he was representing the school, when Wrykyn\r\nlooked to him to help it keep its end up against the town.\r\n\r\nThe more he reflected, the more he saw how far-reaching were the\r\nconsequences of that failure in the hour of need. He had disgraced\r\nhimself. He had disgraced Seymour's. He had disgraced the school. He\r\nwas an outcast.\r\n\r\nThis mood, the natural reaction from his first glow of almost jaunty\r\nself-righteousness, lasted till the lock-up bell rang, when it was\r\nsucceeded by another. This time he took a more reasonable view of the\r\naffair. It occurred to him that there was a chance that his defection\r\nhad passed unnoticed. Nothing could make his case seem better in his\r\nown eyes, but it might be that the thing would end there. The house\r\nmight not have lost credit.\r\n\r\nAn overwhelming curiosity seized him to find out how it had all ended.\r\nThe ten minutes of grace which followed the ringing of the lock-up bell\r\nhad passed. Drummond and the rest must be back by now.\r\n\r\nHe went down the passage to Drummond's study. Somebody was inside. He\r\ncould hear him.\r\n\r\nHe knocked at the door.\r\n\r\nDrummond was sitting at the table reading. He looked up, and there was\r\na silence. Sheen's mouth felt dry. He could not think how to begin. He\r\nnoticed that Drummond's face was unmarked. Looking down, he saw that\r\none of the knuckles of the hand that held the book was swollen and cut.\r\n\r\n\"Drummond, I--\"\r\n\r\nDrummond lowered the book.\r\n\r\n\"Get out,\" he said. He spoke without heat, calmly, as if he were making\r\nsome conventional remark by way of starting a conversation.\r\n\r\n\"I only came to ask--\"\r\n\r\n\"Get out,\" said Drummond again.\r\n\r\nThere was another pause. Drummond raised his book and went on reading.\r\n\r\nSheen left the room.\r\n\r\nOutside he ran into Linton. Unlike Drummond, Linton bore marks of the\r\nencounter. As in the case of the hero of Calverley's poem, one of his\r\nspeaking eyes was sable. The swelling of his lip was increased. There\r\nwas a deep red bruise on his forehead. In spite of these injuries,\r\nhowever, he was cheerful. He was whistling when Sheen collided with\r\nhim.\r\n\r\n\"Sorry,\" said Linton, and went on into the study.\r\n\r\n\"Well,\" he said, \"how are you feeling, Drummond? Lucky beggar, you\r\nhaven't got a mark. I wish I could duck like you. Well, we have fought\r\nthe good fight. Exit Albert--sweep him up. You gave him enough to last\r\nhim for the rest of the term. I couldn't tackle the brute. He's as\r\nstrong as a horse. My word, it was lucky you happened to come up.\r\nAlbert was making hay of us. Still, all's well that ends well. We have\r\nsmitten the Philistines this day. By the way--\"\r\n\r\n\"What's up now?\"\r\n\r\n\"Who was that chap with you when you came up?\"\r\n\r\n\"Which chap?\"\r\n\r\n\"I thought I saw some one.\"\r\n\r\n\"You shouldn't eat so much tea. You saw double.\"\r\n\r\n\"There wasn't anybody?\"\r\n\r\n\"No,\" said Drummond.\r\n\r\n\"Not Sheen?\"\r\n\r\n\"No,\" said Drummond, irritably. \"How many more times do you want me to\r\nsay it?\"\r\n\r\n\"All right,\" said Linton, \"I only asked. I met him outside.\"\r\n\r\n\"Who?\"\r\n\r\n\"Sheen.\"\r\n\r\n\"Oh!\"\r\n\r\n\"You might be sociable.\"\r\n\r\n\"I know I might. But I want to read.\"\r\n\r\n\"Lucky man. Wish I could. I can hardly see. Well, good bye, then. I'm\r\noff.\"\r\n\r\n\"Good,\" grunted Drummond. \"You know your way out, don't you?\"\r\n\r\nLinton went back to his own study.\r\n\r\n\"It's all very well,\" he said to himself, \"for Drummond to deny it, but\r\nI'll swear I saw Sheen with him. So did Dunstable. I'll cut out and ask\r\nhim about it after prep. If he really was there, and cut off, something\r\nought to be done about it. The chap ought to be kicked. He's a disgrace\r\nto the house.\"\r\n\r\nDunstable, questioned after preparation, refused to commit himself.\r\n\r\n\"I thought I saw somebody with Drummond,\" he said, \"and I had a sort of\r\nidea it was Sheen. Still, I was pretty busy at the time, and wasn't\r\npaying much attention to anything, except that long, thin bargee with\r\nthe bowler. I wish those men would hit straight. It's beastly difficult\r\nto guard a round-arm swing. My right ear feels like a cauliflower. Does\r\nit look rum?\"\r\n\r\n\"Beastly. But what about this? You can't swear to Sheen then?\"\r\n\r\n\"No. Better give him the benefit of the doubt. What does Drummond say?\r\nYou ought to ask him.\"\r\n\r\n\"I have. He says he was alone.\"\r\n\r\n\"Well, that settles it. What an ass you are. If Drummond doesn't know,\r\nwho does?\"\r\n\r\n\"I believe he's simply hushing it up.\"\r\n\r\n\"Well, let us hush it up, too. It's no good bothering about it. We\r\nlicked them all right.\"\r\n\r\n\"But it's such a beastly thing for the house.\"\r\n\r\n\"Then why the dickens do you want it to get about? Surely the best\r\nthing you can do is to dry up and say nothing about it.\"\r\n\r\n\"But something ought to be done.\"\r\n\r\n\"What's the good of troubling about a man like Sheen? He never was any\r\ngood, and this doesn't make him very much worse. Besides, he'll\r\nprobably be sick enough on his own account. I know I should, if I'd\r\ndone it. And, anyway, we don't know that he did do it.\"\r\n\r\n\"I'm certain he did. I could swear it was him.\"\r\n\r\n\"Anyhow, for goodness' sake let the thing drop.\"\r\n\r\n\"All right. But I shall cut him.\"\r\n\r\n\"Well, that would be punishment enough for anybody, whatever he'd done.\r\nFancy existence without your bright conversation. It doesn't bear\r\nthinking of. You do look a freak with that eye and that lump on your\r\nforehead. You ought to wear a mask.\"\r\n\r\n\"That ear of yours,\" said Linton with satisfaction, \"will be about\r\nthree times its ordinary size tomorrow. And it always was too large.\r\nGood night.\"\r\n\r\nOn his way back to Seymour's Mason of Appleby's, who was standing at\r\nhis house gate imbibing fresh air, preparatory to going to bed,\r\naccosted him.\r\n\r\n\"I say, Linton,\" he said, \"--hullo, you look a wreck, don't you!--I\r\nsay, what's all this about your house?\"\r\n\r\n\"What about my house?\"\r\n\r\n\"Funking, and all that. Sheen, you know. Stanning has just been telling\r\nme.\"\r\n\r\n\"Then he saw him, too!\" exclaimed Linton, involuntarily.\r\n\r\n\"Oh, it's true, then? Did he really cut off like that? Stanning said he\r\ndid, but I wouldn't believe him at first. You aren't going? Good\r\nnight.\"\r\n\r\nSo the thing was out. Linton had not counted on Stanning having seen\r\nwhat he and Dunstable had seen. It was impossible to hush it up now.\r\nThe scutcheon of Seymour's was definitely blotted. The name of the\r\nhouse was being held up to scorn in Appleby's probably everywhere else\r\nas well. It was a nuisance, thought Linton, but it could not be helped.\r\nAfter all, it was a judgment on the house for harbouring such a\r\nspecimen as Sheen.\r\n\r\nIn Seymour's there was tumult and an impromptu indignation meeting.\r\nStanning had gone to work scientifically. From the moment that, ducking\r\nunder the guard of a sturdy town youth, he had caught sight of Sheen\r\nretreating from the fray, he had grasped the fact that here,\r\nready-made, was his chance of working off his grudge against him. All\r\nhe had to do was to spread the news abroad, and the school would do the\r\nrest. On his return from the town he had mentioned the facts of the\r\ncase to one or two of the more garrulous members of his house, and they\r\nhad passed it on to everybody they met during the interval in the\r\nmiddle of preparation. By the end of preparation half the school knew\r\nwhat had happened.\r\n\r\nSeymour's was furious. The senior day-room to a man condemned Sheen.\r\nThe junior day-room was crimson in the face and incoherent. The\r\ndemeanour of a junior in moments of excitement generally lacks that\r\nrepose which marks the philosopher.\r\n\r\n\"He ought to be kicked,\" shrilled Renford.\r\n\r\n\"We shall get rotted by those kids in Dexter's,\" moaned Harvey.\r\n\r\n\"Disgracing the house!\" thundered Watson.\r\n\r\n\"Let's go and chuck things at his door,\" suggested Renford.\r\n\r\nA move was made to the passage in which Sheen's study was situated,\r\nand, with divers groans and howls, the junior day-room hove football\r\nboots and cricket stumps at the door.\r\n\r\nThe success of the meeting, however, was entirely neutralised by the\r\nfact that in the same passage stood the study of Rigby, the head of the\r\nhouse. Also Rigby was trying at the moment to turn into idiomatic Greek\r\nverse the words: \"The Days of Peace and Slumberous calm have fled\", and\r\nthis corroboration of the statement annoyed him to the extent of\r\ncausing him to dash out and sow lines among the revellers like some\r\nmonarch scattering largesse. The junior day-room retired to its lair to\r\ninveigh against the brutal ways of those in authority, and begin\r\nworking off the commission it had received.\r\n\r\nThe howls in the passage were the first official intimation Sheen had\r\nreceived that his shortcomings were public property. The word \"Funk!\"\r\nshouted through his keyhole, had not unnaturally given him an inkling\r\nas to the state of affairs.\r\n\r\nSo Drummond had given him away, he thought. Probably he had told Linton\r\nthe whole story the moment after he, Sheen, had met the latter at the\r\ndoor of the study. And perhaps he was now telling it to the rest of the\r\nhouse. Of all the mixed sensations from which he suffered as he went to\r\nhis dormitory that night, one of resentment against Drummond was the\r\nkeenest.\r\n\r\nSheen was in the fourth dormitory, where the majority of the day-room\r\nslept. He was in the position of a sort of extra house prefect, as far\r\nas the dormitory was concerned. It was a large dormitory, and Mr\r\nSeymour had fancied that it might, perhaps, be something of a handful\r\nfor a single prefect. As a matter of fact, however, Drummond, who was\r\nin charge, had shown early in the term that he was more than capable of\r\nmanaging the place single handed. He was popular and determined. The\r\ndormitory was orderly, partly because it liked him, principally because\r\nit had to be.\r\n\r\nHe had an opportunity of exhibiting his powers of control that night.\r\nWhen Sheen came in, the room was full. Drummond was in bed, reading his\r\nnovel. The other ornaments of the dormitory were in various stages of\r\nundress.\r\n\r\nAs Sheen appeared, a sudden hissing broke out from the farther corner\r\nof the room. Sheen flushed, and walked to his bed. The hissing\r\nincreased in volume and richness.\r\n\r\n\"Shut up that noise,\" said Drummond, without looking up from his book.\r\n\r\nThe hissing diminished. Only two or three of the more reckless kept it\r\nup.\r\n\r\nDrummond looked across the room at them.\r\n\r\n\"Stop that noise, and get into bed,\" he said quietly.\r\n\r\nThe hissing ceased. He went on with his book again.\r\n\r\nSilence reigned in dormitory four.\r\n\r\n\r\n\r\n\r\nVI\r\n\r\nALBERT REDIVIVUS\r\n\r\n\r\nBy murdering in cold blood a large and respected family, and afterwards\r\ndepositing their bodies in a reservoir, one may gain, we are told, much\r\nunpopularity in the neighbourhood of one's crime; while robbing a\r\nchurch will get one cordially disliked especially by the vicar. But, to\r\nbe really an outcast, to feel that one has no friend in the world, one\r\nmust break an important public-school commandment.\r\n\r\nSheen had always been something of a hermit. In his most sociable\r\nmoments he had never had more than one or two friends; but he had never\r\nbefore known what it meant to be completely isolated. It was like\r\nliving in a world of ghosts, or, rather, like being a ghost in a living\r\nworld. That disagreeable experience of being looked through, as if one\r\nwere invisible, comes to the average person, it may be half a dozen\r\ntimes in his life. Sheen had to put up with it a hundred times a day.\r\nPeople who were talking to one another stopped when he appeared and\r\nwaited until he had passed on before beginning again. Altogether, he\r\nwas made to feel that he had done for himself, that, as far as the life\r\nof the school was concerned, he did not exist.\r\n\r\nThere had been some talk, particularly in the senior day-room, of more\r\nactive measures. It was thought that nothing less than a court-martial\r\ncould meet the case. But the house prefects had been against it. Sheen\r\nwas in the sixth, and, however monstrous and unspeakable might have\r\nbeen his acts, it would hardly do to treat him as if he were a junior.\r\nAnd the scheme had been definitely discouraged by Drummond, who had\r\nstated, without wrapping the gist of his remarks in elusive phrases,\r\nthat in the event of a court-martial being held he would interview the\r\npresident of the same and knock his head off. So Seymour's had fallen\r\nback on the punishment which from their earliest beginnings the public\r\nschools have meted out to their criminals. They had cut Sheen dead.\r\n\r\nIn a way Sheen benefited from this excommunication. Now that he could\r\nnot even play fives, for want of an opponent, there was nothing left\r\nfor him to do but work. Fortunately, he had an object. The Gotford\r\nwould be coming on in a few weeks, and the more work he could do for\r\nit, the better. Though Stanning was the only one of his rivals whom he\r\nfeared, and though _he_ was known to be taking very little trouble\r\nover the matter, it was best to run as few risks as possible. Stanning\r\nwas one of those people who produce great results in their work without\r\nseeming to do anything for them.\r\n\r\nSo Sheen shut himself up in his study and ground grimly away at his\r\nbooks, and for exercise went for cross-country walks. It was a\r\nmonotonous kind of existence. For the space of a week the only\r\nWrykinian who spoke a single word to him was Bruce, the son of the\r\nConservative candidate for Wrykyn: and Bruce's conversation had been\r\nlimited to two remarks. He had said, \"You might play that again, will\r\nyou?\" and, later, \"Thanks\". He had come into the music-room while Sheen\r\nwas practising one afternoon, and had sat down, without speaking, on a\r\nchair by the door. When Sheen had played for the second time the piece\r\nwhich had won his approval, Bruce thanked him and left the room. As the\r\nsolitary break in the monotony of the week, Sheen remembered the\r\nincident rather vividly.\r\n\r\nSince the great rout of Albert and his minions outside Cook's, things,\r\nas far as the seniors were concerned, had been quiet between school and\r\ntown. Linton and Dunstable had gone to and from Cook's two days in\r\nsuccession without let or hindrance. It was generally believed that,\r\nowing to the unerring way in which he had put his head in front of\r\nDrummond's left on that memorable occasion, the scarlet-haired one was\r\nat present dry-docked for repairs. The story in the school--it had\r\ngrown with the days--was that Drummond had laid the enemy out on the\r\npavement with a sickening crash, and that he had still been there at,\r\nso to speak, the close of play. As a matter of fact, Albert was in\r\nexcellent shape, and only an unfortunate previous engagement prevented\r\nhim from ranging the streets near Cook's as before. Sir William Bruce\r\nwas addressing a meeting in another part of the town, and Albert\r\nthought it his duty to be on hand to boo.\r\n\r\nIn the junior portion of the school the feud with the town was brisk.\r\nMention has been made of a certain St Jude's, between which seat of\r\nlearning and the fags of Dexter's and the School House there was a\r\nspirited vendetta.\r\n\r\nJackson, of Dexter's was one of the pillars of the movement. Jackson\r\nwas\r\n\r\n                   a calm-brow'd lad,\r\n    Yet mad, at moments, as a hatter,\r\n\r\nand he derived a great deal of pleasure from warring against St Jude's.\r\nIt helped him to enjoy his meals. He slept the better for it. After a\r\nlittle turn up with a Judy he was fuller of that spirit of manly\r\nfortitude and forbearance so necessary to those whom Fate brought\r\nfrequently into contact with Mr Dexter. The Judies wore mortar-boards,\r\nand it was an enjoyable pastime sending these spinning into space\r\nduring one of the usual _rencontres_ in the High Street. From the\r\nfact that he and his friends were invariably outnumbered, there was a\r\nsporting element in these affairs, though occasionally this inferiority\r\nof numbers was the cause of his executing a scientific retreat with the\r\nenemy harassing his men up to the very edge of the town. This had\r\nhappened on the last occasion. There had been casualties. No fewer than\r\nsix house-caps had fallen into the enemy's hands, and he himself had\r\nbeen tripped up and rolled in a puddle.\r\n\r\nHe burned to avenge this disaster.\r\n\r\n\"Coming down to Cook's?\" he said to his ally, Painter. It was just a\r\nweek since the Sheen episode.\r\n\r\n\"All right,\" said Painter.\r\n\r\n\"Suppose we go by the High Street,\" suggested Jackson, casually.\r\n\r\n\"Then we'd better get a few more chaps,\" said Painter.\r\n\r\nA few more chaps were collected, and the party, numbering eight, set\r\noff for the town. There were present such stalwarts as Borwick and\r\nCrowle, both of Dexter's, and Tomlin, of the School House, a useful man\r\nto have by you in an emergency. It was Tomlin who, on one occasion,\r\nattacked by two terrific champions of St Jude's in a narrow passage,\r\nhad vanquished them both, and sent their mortar-boards miles into the\r\nempyrean, so that they were never the same mortar-boards again, but\r\nwore ever after a bruised and draggled look.\r\n\r\nThe expedition passed down the High Street without adventure, until, by\r\ncommon consent, it stopped at the lofty wall which bounded the\r\nplayground of St Jude's.\r\n\r\nFrom the other side of the wall came sounds of revelry, shrill\r\nsquealings and shoutings. The Judies were disporting themselves at one\r\nof their weird games. It was known that they played touch-last, and\r\nScandal said that another of their favourite recreations was marbles.\r\nThe juniors at Wrykyn believed that it was to hide these excesses from\r\nthe gaze of the public that the playground wall had been made so high.\r\nEye-witnesses, who had peeped through the door in the said wall,\r\nreported that what the Judies seemed to do mostly was to chase one\r\nanother about the playground, shrieking at the top of their voices.\r\nBut, they added, this was probably a mere ruse to divert suspicion.\r\n\r\nThey had almost certainly got the marbles in their pockets all the\r\ntime.\r\n\r\nThe expedition stopped, and looked itself in the face.\r\n\r\n\"How about buzzing something at them?\" said Jackson earnestly.\r\n\r\n\"You can get oranges over the road,\" said Tomlin in his helpful way.\r\n\r\nJackson vanished into the shop indicated, and reappeared a few moments\r\nlater with a brown paper bag.\r\n\r\n\"It seems a beastly waste,\" suggested the economical Painter.\r\n\r\n\"That's all right,\" said Jackson, \"they're all bad. The man thought I\r\nwas rotting him when I asked if he'd got any bad oranges, but I got\r\nthem at last. Give us a leg up, some one.\"\r\n\r\nWilling hands urged him to the top of the wall. He drew out a green\r\norange, and threw it.\r\n\r\nThere was a sudden silence on the other side of the wall. Then a howl\r\nof wrath went up to the heavens. Jackson rapidly emptied his bag.\r\n\r\n\"Got him!\" he exclaimed, as the last orange sped on its way. \"Look out,\r\nthey're coming!\"\r\n\r\nThe expedition had begun to move off with quiet dignity, when from the\r\ndoorway in the wall there poured forth a stream of mortar-boarded\r\nwarriors, shrieking defiance. The expedition advanced to meet them.\r\n\r\nAs usual, the Judies had the advantage in numbers, and, filled to the\r\nbrim with righteous indignation, they were proceeding to make things\r\nuncommonly warm for the invaders--Painter had lost his cap, and Tomlin\r\nthree waistcoat buttons--when the eye of Jackson, roving up and down\r\nthe street, was caught by a Seymour's cap. He was about to shout for\r\nassistance when he perceived that the newcomer was Sheen, and\r\nrefrained. It was no use, he felt, asking Sheen for help.\r\n\r\nBut just as Sheen arrived and the ranks of the expedition were\r\nbeginning to give way before the strenuous onslaught of the Judies, the\r\nlatter, almost with one accord, turned and bolted into their playground\r\nagain. Looking round, Tomlin, that first of generals, saw the reason,\r\nand uttered a warning.\r\n\r\nA mutual foe had appeared. From a passage on the left of the road there\r\nhad debouched on to the field of action Albert himself and two of his\r\nband.\r\n\r\nThe expedition flew without false shame. It is to be doubted whether\r\none of Albert's calibre would have troubled to attack such small game,\r\nbut it was the firm opinion of the Wrykyn fags and the Judies that he\r\nand his men were to be avoided.\r\n\r\nThe newcomers did not pursue them. They contented themselves with\r\nshouting at them. One of the band threw a stone.\r\n\r\nThen they caught sight of Sheen.\r\n\r\nAlbert said, \"Oo er!\" and advanced at the double. His companions\r\nfollowed him.\r\n\r\nSheen watched them come, and backed against the wall. His heart was\r\nthumping furiously. He was in for it now, he felt. He had come down to\r\nthe town with this very situation in his mind. A wild idea of doing\r\nsomething to restore his self-respect and his credit in the eyes of the\r\nhouse had driven him to the High Street. But now that the crisis had\r\nactually arrived, he would have given much to have been in his study\r\nagain.\r\n\r\nAlbert was quite close now. Sheen could see the marks which had\r\nresulted from his interview with Drummond. With all his force Sheen hit\r\nout, and experienced a curious thrill as his fist went home. It was a\r\npoor blow from a scientific point of view, but Sheen's fives had given\r\nhim muscle, and it checked Albert. That youth, however, recovered\r\nrapidly, and the next few moments passed in a whirl for Sheen. He\r\nreceived a stinging blow on his left ear, and another which deprived\r\nhim of his whole stock of breath, and then he was on the ground,\r\nconscious only of a wish to stay there for ever.\r\n\r\n\r\n\r\n\r\nVII\r\n\r\nMR JOE BEVAN\r\n\r\n\r\nAlmost involuntarily he staggered up to receive another blow which sent\r\nhim down again.\r\n\r\n\"That'll do,\" said a voice.\r\n\r\nSheen got up, panting. Between him and his assailant stood a short,\r\nsturdy man in a tweed suit. He was waving Albert back, and Albert\r\nappeared to be dissatisfied. He was arguing hotly with the newcomer.\r\n\r\n\"Now, you go away,\" said that worthy, mildly, \"just you go away.\"\r\n\r\nAlbert gave it as his opinion that the speaker would do well not to\r\ncome interfering in what didn't concern him. What he wanted, asserted\r\nAlbert, was a thick ear.\r\n\r\n\"Coming pushing yourself in,\" added Albert querulously.\r\n\r\n\"You go away,\" repeated the stranger. \"You go away. I don't want to\r\nhave trouble with you.\"\r\n\r\nAlbert's reply was to hit out with his left hand in the direction of\r\nthe speaker's face. The stranger, without fuss, touched the back of\r\nAlbert's wrist gently with the palm of his right hand, and Albert,\r\nturning round in a circle, ended the manoeuvre with his back towards\r\nhis opponent. He faced round again irresolutely. The thing had\r\nsurprised him.\r\n\r\n\"You go away,\" said the other, as if he were making the observation for\r\nthe first time.\r\n\r\n\"It's Joe Bevan,\" said one of Albert's friends, excitedly.\r\n\r\nAlbert's jaw fell. His freckled face paled.\r\n\r\n\"You go away,\" repeated the man in the tweed suit, whose conversation\r\nseemed inclined to run in a groove.\r\n\r\nThis time Albert took the advice. His friends had already taken it.\r\n\r\n\"Thanks,\" said Sheen.\r\n\r\n\"Beware,\" said Mr Bevan oracularly, \"of entrance to a quarrel; but,\r\nbeing in, bear't that th' opposed may beware of thee. Always counter\r\nback when you guard. When a man shows you his right like that, always\r\npush out your hand straight. The straight left rules the boxing world.\r\nFeeling better, sir?\"\r\n\r\n\"Yes, thanks.\"\r\n\r\n\"He got that right in just on the spot. I was watching. When you see a\r\nman coming to hit you with his right like that, don't you draw back.\r\nGet on top of him. He can't hit you then.\"\r\n\r\nThat feeling of utter collapse, which is the immediate result of a blow\r\nin the parts about the waistcoat, was beginning to pass away, and Sheen\r\nnow felt capable of taking an interest in sublunary matters once more.\r\nHis ear smarted horribly, and when he put up a hand and felt it the\r\npain was so great that he could barely refrain from uttering a cry.\r\nBut, however physically battered he might be, he was feeling happier\r\nand more satisfied with himself than he had felt for years. He had been\r\nbeaten, but he had fought his best, and not given in. Some portion of\r\nhis self-respect came back to him as he reviewed the late encounter.\r\n\r\nMr Bevan regarded him approvingly.\r\n\r\n\"He was too heavy for you,\" he said. \"He's a good twelve stone, I make\r\nit. I should put you at ten stone--say ten stone three. Call it nine\r\nstone twelve in condition. But you've got pluck, sir.\"\r\n\r\nSheen opened his eyes at this surprising statement.\r\n\r\n\"Some I've met would have laid down after getting that first hit, but\r\nyou got up again. That's the secret of fighting. Always keep going on.\r\nNever give in. You know what Shakespeare says about the one who first\r\ncries, 'Hold, enough!' Do you read Shakespeare, sir?\"\r\n\r\n\"Yes,\" said Sheen.\r\n\r\n\"Ah, now _he_ knew his business,\" said Mr Bevan enthusiastically.\r\n\"_There_ was ring-craft, as you may say. _He_ wasn't a novice.\"\r\n\r\nSheen agreed that Shakespeare had written some good things in his time.\r\n\r\n\"That's what you want to remember. Always keep going on, as the saying\r\nis. I was fighting Dick Roberts at the National--an American, he was,\r\nfrom San Francisco. He come at me with his right stretched out, and I\r\nthink he's going to hit me with it, when blessed if his left don't come\r\nout instead, and, my Golly! it nearly knocked a passage through me.\r\nJust where that fellow hit you, sir, he hit me. It was just at the end\r\nof the round, and I went back to my corner. Jim Blake was seconding me.\r\n'What's this, Jim?' I says, 'is the man mad, or what?' 'Why,' he says,\r\n'he's left-handed, that's what's the matter. Get on top of him.' 'Get\r\non top of him? I says. 'My Golly, I'll get on top of the roof if he's\r\ngoing to hit me another of those.' But I kept on, and got close to him,\r\nand he couldn't get in another of them, and he give in after the\r\nseventh round.\"\r\n\r\n\"What competition was that?\" asked Sheen.\r\n\r\nMr Bevan laughed. \"It was a twenty-round contest, sir, for seven-fifty\r\naside and the Light Weight Championship of the World.\"\r\n\r\nSheen looked at him in astonishment. He had always imagined\r\nprofessional pugilists to be bullet-headed and beetle-browed to a man.\r\nHe was not prepared for one of Mr Joe Bevan's description. For all the\r\nmarks of his profession that he bore on his face, in the shape of lumps\r\nand scars, he might have been a curate. His face looked tough, and his\r\neyes harboured always a curiously alert, questioning expression, as if\r\nhe were perpetually \"sizing up\" the person he was addressing. But\r\notherwise he was like other men. He seemed also to have a pretty taste\r\nin Literature. This, combined with his strong and capable air,\r\nattracted Sheen. Usually he was shy and ill at ease with strangers. Joe\r\nBevan he felt he had known all his life.\r\n\r\n\"Do you still fight?\" he asked.\r\n\r\n\"No,\" said Mr Bevan, \"I gave it up. A man finds he's getting on, as the\r\nsaying is, and it don't do to keep at it too long. I teach and I train,\r\nbut I don't fight now.\"\r\n\r\nA sudden idea flashed across Sheen's mind. He was still glowing with\r\nthat pride which those who are accustomed to work with their brains\r\nfeel when they have gone honestly through some labour of the hands. At\r\nthat moment he felt himself capable of fighting the world and beating\r\nit. The small point, that Albert had knocked him out of time in less\r\nthan a minute, did not damp him at all. He had started on the right\r\nroad. He had done something. He had stood up to his man till he could\r\nstand no longer. An unlimited vista of action stretched before him. He\r\nhad tasted the pleasure of the fight, and he wanted more.\r\n\r\nWhy, he thought, should he not avail himself of Joe Bevan's services to\r\nhelp him put himself right in the eyes of the house? At the end of the\r\nterm, shortly before the Public Schools' Competitions at Aldershot,\r\ninter-house boxing cups were competed for at Wrykyn. It would be a\r\ndramatic act of reparation to the house if he could win the\r\nLight-Weight cup for it. His imagination, jumping wide gaps, did not\r\nadmit the possibility of his not being good enough to win it. In the\r\nscene which he conjured up in his mind he was an easy victor. After\r\nall, there was the greater part of the term to learn in, and he would\r\nhave a Champion of the World to teach him.\r\n\r\nMr Bevan cut in on his reflections as if he had heard them by some\r\nprocess of wireless telegraphy.\r\n\r\n\"Now, look here, sir,\" he said, \"you should let me give you a few\r\nlessons. You're plucky, but you don't know the game as yet. And\r\nboxing's a thing every one ought to know. Supposition is, you're\r\ncrossing a field or going down a street with your sweetheart or your\r\nwife--\"\r\n\r\nSheen was neither engaged nor married, but he let the point pass.\r\n\r\n--\"And up comes one of these hooligans, as they call 'em. What are you\r\ngoing to do if he starts his games? Why, nothing, if you can't box. You\r\nmay be plucky, but you can't beat him. And if you beat him, you'll get\r\nhalf murdered yourself. What you want to do is to learn to box, and\r\nthen what happens? Why, as soon as he sees you shaping, he says to\r\nhimself, 'Hullo, this chap knows too much for me. I'm off,' and off he\r\nruns. Or supposition is, he comes for you. You don't mind. Not you. You\r\ngive him one punch in the right place, and then you go off to your tea,\r\nleaving him lying there. He won't get up.\"\r\n\r\n\"I'd like to learn,\" said Sheen. \"I should be awfully obliged if you'd\r\nteach me. I wonder if you could make me any good by the end of the\r\nterm. The House Competitions come off then.\"\r\n\r\n\"That all depends, sir. It comes easier to some than others. If you\r\nknow how to shoot your left out straight, that's as good as six months'\r\nteaching. After that it's all ring-craft. The straight left beats the\r\nworld.\"\r\n\r\n\"Where shall I find you?\"\r\n\r\n\"I'm training a young chap--eight stone seven, and he's got to get down\r\nto eight stone four, for a bantam weight match--at an inn up the river\r\nhere. I daresay you know it, sir. Or any one would tell you where it\r\nis. The 'Blue Boar,' it's called. You come there any time you like to\r\nname, sir, and you'll find me.\"\r\n\r\n\"I should like to come every day,\" said Sheen. \"Would that be too\r\noften?\"\r\n\r\n\"Oftener the better, sir. You can't practise too much.\"\r\n\r\n\"Then I'll start next week. Thanks very much. By the way, I shall have\r\nto go by boat, I suppose. It isn't far, is it? I've not been up the\r\nriver for some time. The School generally goes down stream.\"\r\n\r\n\"It's not what you'd call far,\" said Bevan. \"But it would be easier for\r\nyou to come by road.\"\r\n\r\n\"I haven't a bicycle.\"\r\n\r\n\"Wouldn't one of your friends lend you one?\"\r\n\r\nSheen flushed.\r\n\r\n\"No, I'd better come by boat, I think. I'll turn up on Tuesday at about\r\nfive. Will that suit you?\"\r\n\r\n\"Yes, sir. That will be a good time. Then I'll say good bye, sir, for\r\nthe present.\"\r\n\r\nSheen went back to his house in a different mood from the one in which\r\nhe had left it. He did not care now when the other Seymourites looked\r\nthrough him.\r\n\r\nIn the passage he met Linton, and grinned pleasantly at him.\r\n\r\n\"What the dickens was that man grinning at?\" said Linton to himself. \"I\r\nmust have a smut or something on my face.\"\r\n\r\nBut a close inspection in the dormitory looking-glass revealed no\r\nblemish on his handsome features.\r\n\r\n\r\n\r\n\r\nVIII\r\n\r\nA NAVAL BATTLE AND ITS CONSEQUENCES\r\n\r\n\r\nWhat a go is life!\r\n\r\nLet us examine the case of Jackson, of Dexter's. O'Hara, who had left\r\nDexter's at the end of the summer term, had once complained to Clowes\r\nof the manner in which his house-master treated him, and Clowes had\r\nremarked in his melancholy way that it was nothing less than a breach\r\nof the law that Dexter should persist in leading a fellow a dog's life\r\nwithout a dog licence for him.\r\n\r\nThat was precisely how Jackson felt on the subject.\r\n\r\nThings became definitely unbearable on the day after Sheen's interview\r\nwith Mr Joe Bevan.\r\n\r\n'Twas morn--to begin at the beginning--and Jackson sprang from his\r\nlittle cot to embark on the labours of the day. Unfortunately, he\r\nsprang ten minutes too late, and came down to breakfast about the time\r\nof the second slice of bread and marmalade. Result, a hundred lines.\r\nProceeding to school, he had again fallen foul of his house-master--in\r\nwhose form he was--over a matter of unprepared Livy. As a matter of\r\nfact, Jackson _had_ prepared the Livy. Or, rather, he had not\r\nabsolutely _prepared_ it; but he had meant to. But it was Mr\r\nTemplar's preparation, and Mr Templar was short-sighted. Any one will\r\nunderstand, therefore, that it would have been simply chucking away the\r\ngifts of Providence if he had not gone on with the novel which he had\r\nbeen reading up till the last moment before prep-time, and had brought\r\nalong with him accidentally, as it were. It was a book called _A\r\nSpoiler of Men_, by Richard Marsh, and there was a repulsive crime on\r\nnearly every page. It was Hot Stuff. Much better than Livy....\r\n\r\nLunch Score--Two hundred lines.\r\n\r\nDuring lunch he had the misfortune to upset a glass of water. Pure\r\naccident, of course, but there it was, don't you know, all over the\r\ntable.\r\n\r\nMr Dexter had called him--\r\n\r\n    (a) clumsy;\r\n    (b) a pig;\r\n\r\nand had given him\r\n\r\n    (1) Advice--\"You had better be careful, Jackson\".\r\n    (2) A present--\"Two hundred lines, Jackson\".\r\n\r\nOn the match being resumed at two o'clock, with four hundred lines on\r\nthe score-sheet, he had played a fine, free game during afternoon\r\nschool, and Mr Dexter, who objected to fine, free games--or, indeed,\r\nany games--during school hours, had increased the total to six hundred,\r\nwhen stumps were drawn for the day.\r\n\r\nSo on a bright sunny Saturday afternoon, when he should have been out\r\nin the field cheering the house-team on to victory against the School\r\nHouse, Jackson sat in the junior day-room at Dexter's copying out\r\nportions of Virgil, Aeneid Two.\r\n\r\nTo him, later on in the afternoon, when he had finished half his task,\r\nentered Painter, with the news that Dexter's had taken thirty points\r\noff the School House just after half-time.\r\n\r\n\"Mopped them up,\" said the terse and epigrammatic Painter. \"Made rings\r\nround them. Haven't you finished yet? Well, chuck it, and come out.\"\r\n\r\n\"What's on?\" asked Jackson.\r\n\r\n\"We're going to have a boat race.\"\r\n\r\n\"Pile it on.\"\r\n\r\n\"We are, really. Fact. Some of these School House kids are awfully sick\r\nabout the match, and challenged us. That chap Tomlin thinks he can row.\r\n\r\n\"He can't row for nuts,\" said Jackson. \"He doesn't know which end of\r\nthe oar to shove into the water. I've seen cats that could row better\r\nthan Tomlin.\"\r\n\r\n\"That's what I told him. At least, I said he couldn't row for toffee,\r\nso he said all right, I bet I can lick you, and I said I betted he\r\ncouldn't, and he said all right, then, let's try, and then the other\r\nchaps wanted to join in, so we made an inter-house thing of it. And I\r\nwant you to come and stroke us.\"\r\n\r\nJackson hesitated. Mr Dexter, setting the lines on Friday, had\r\ncertainly said that they were to be shown up \"tomorrow evening.\" He had\r\nsaid it very loud and clear. Still, in a case like this.... After all,\r\nby helping to beat the School House on the river he would be giving\r\nDexter's a leg-up. And what more could the man want?\r\n\r\n\"Right ho,\" said Jackson.\r\n\r\nDown at the School boat-house the enemy were already afloat when\r\nPainter and Jackson arrived.\r\n\r\n\"Buck up,\" cried the School House crew.\r\n\r\nDexter's embarked, five strong. There was room for two on each seat.\r\nJackson shared the post of stroke with Painter. Crowle steered.\r\n\r\n\"Ready?\" asked Tomlin from the other boat.\r\n\r\n\"Half a sec.,\" said Jackson. \"What's the course?\"\r\n\r\n\"Oh, don't you know _that_ yet? Up to the town, round the island\r\njust below the bridge,--the island with the croquet ground on it,\r\n_you_ know--and back again here. Ready?\"\r\n\r\n\"In a jiffy. Look here, Crowle, remember about steering. You pull the\r\nright line if you want to go to the right and the other if you want to\r\ngo to the left.\"\r\n\r\n\"All right,\" said the injured Crowle. \"As if I didn't know that.\"\r\n\r\n\"Thought I'd mention it. It's your fault. Nobody could tell by looking\r\nat you that you knew anything except how to eat. Ready, you chaps?\"\r\n\r\n\"When I say 'Three,'\" said Tomlin.\r\n\r\nIt was a subject of heated discussion between the crews for weeks\r\nafterwards whether Dexter's boat did or did not go off at the word\r\n\"Two.\" Opinions were divided on the topic. But it was certain that\r\nJackson and his men led from the start. Pulling a good, splashing\r\nstroke which had drenched Crowle to the skin in the first thirty yards,\r\nDexter's boat crept slowly ahead. By the time the island was reached,\r\nit led by a length. Encouraged by success, the leaders redoubled their\r\nalready energetic efforts. Crowle sat in a shower-bath. He was even\r\nmoved to speech about it.\r\n\r\n\"When you've finished,\" said Crowle.\r\n\r\nJackson, intent upon repartee, caught a crab, and the School House drew\r\nlevel again. The two boats passed the island abreast.\r\n\r\nJust here occurred one of those unfortunate incidents. Both crews had\r\nquickened their stroke until the boats had practically been converted\r\ninto submarines, and the rival coxswains were observing bitterly to\r\nspace that this was jolly well the last time they ever let themselves\r\nin for this sort of thing, when round the island there hove in sight a\r\nflotilla of boats, directly in the path of the racers.\r\n\r\nThere were three of them, and not even the spray which played over them\r\nlike a fountain could prevent Crowle from seeing that they were manned\r\nby Judies. Even on the river these outcasts wore their mortar-boards.\r\n\r\n\"Look out!\" shrieked Crowle, pulling hard on his right line. \"Stop\r\nrowing, you chaps. We shall be into them.\"\r\n\r\nAt the same moment the School House oarsmen ceased pulling. The two\r\nboats came to a halt a few yards from the enemy.\r\n\r\n\"What's up?\" panted Jackson, crimson from his exertions. \"Hullo, it's\r\nthe Judies!\"\r\n\r\nTomlin was parleying with the foe.\r\n\r\n\"Why the dickens can't you keep out of the way? Spoiling our race. Wait\r\ntill we get ashore.\"\r\n\r\nBut the Judies, it seemed, were not prepared to wait even for that\r\nshort space of time. A miscreant, larger than the common run of Judy,\r\nmade a brief, but popular, address to his men.\r\n\r\n\"Splash them!\" he said.\r\n\r\nInstantly, amid shrieks of approval, oars began to strike the water,\r\nand the water began to fly over the Wrykyn boats, which were now\r\nsurrounded. The latter were not slow to join battle with the same\r\nweapons. Homeric laughter came from the bridge above. The town bridge\r\nwas a sort of loafers' club, to which the entrance fee was a screw of\r\ntobacco, and the subscription an occasional remark upon the weather.\r\nHere gathered together day by day that section of the populace which\r\nresented it when they \"asked for employment, and only got work\r\ninstead\". From morn till eve they lounged against the balustrades,\r\nsurveying nature, and hoping it would be kind enough to give them some\r\nexcitement that day. An occasional dog-fight found in them an eager\r\naudience. No runaway horse ever bored them. A broken-down motor-car was\r\nmeat and drink to them. They had an appetite for every spectacle.\r\n\r\nWhen, therefore, the water began to fly from boat to boat, kind-hearted\r\nmen fetched their friends from neighbouring public houses and craned\r\nwith them over the parapet, observing the sport and commenting thereon.\r\nIt was these comments that attracted Mr Dexter's attention. When,\r\ncycling across the bridge, he found the south side of it entirely\r\ncongested, and heard raucous voices urging certain unseen \"little 'uns\"\r\nnow to \"go it\" and anon to \"vote for Pedder\", his curiosity was\r\naroused. He dismounted and pushed his way through the crowd until he\r\ngot a clear view of what was happening below.\r\n\r\nHe was just in time to see the most stirring incident of the fight. The\r\nbiggest of the Judy boats had been propelled by the current nearer and\r\nnearer to the Dexter Argo. No sooner was it within distance than\r\nJackson, dropping his oar, grasped the side and pulled it towards him.\r\nThe two boats crashed together and rocked violently as the crews rose\r\nfrom their seats and grappled with one another. A hurricane of laughter\r\nand applause went up from the crowd upon the bridge.\r\n\r\nThe next moment both boats were bottom upwards and drifting sluggishly\r\ndown towards the island, while the crews swam like rats for the other\r\nboats.\r\n\r\nEvery Wrykinian had to learn to swim before he was allowed on the\r\nriver; so that the peril of Jackson and his crew was not extreme: and\r\nit was soon speedily evident that swimming was also part of the Judy\r\ncurriculum, for the shipwrecked ones were soon climbing drippingly on\r\nboard the surviving ships, where they sat and made puddles, and\r\nshrieked defiance at their antagonists.\r\n\r\nThis was accepted by both sides as the end of the fight, and the\r\ncombatants parted without further hostilities, each fleet believing\r\nthat the victory was with them.\r\n\r\nAnd Mr Dexter, mounting his bicycle again, rode home to tell the\r\nheadmaster.\r\n\r\nThat evening, after preparation, the headmaster held a reception. Among\r\ndistinguished visitors were Jackson, Painter, Tomlin, Crowle, and six\r\nothers.\r\n\r\nOn the Monday morning the headmaster issued a manifesto to the school\r\nafter prayers. He had, he said, for some time entertained the idea of\r\nplacing the town out of bounds. He would do so now. No boy, unless he\r\nwas a prefect, would be allowed till further notice to cross the town\r\nbridge. As regarded the river, for the future boating Wrykinians must\r\nconfine their attentions to the lower river. Nobody must take a boat\r\nup-stream. The school boatman would have strict orders to see that this\r\nrule was rigidly enforced. Any breach of these bounds would, he\r\nconcluded, be punished with the utmost severity.\r\n\r\nThe headmaster of Wrykyn was not a hasty man. He thought before he put\r\nhis foot down. But when he did, he put it down heavily.\r\n\r\nSheen heard the ultimatum with dismay. He was a law-abiding person, and\r\nhere he was, faced with a dilemma that made it necessary for him to\r\nchoose between breaking school rules of the most important kind, or\r\npulling down all the castles he had built in the air before the mortar\r\nhad had time to harden between their stones.\r\n\r\nHe wished he could talk it over with somebody. But he had nobody with\r\nwhom he could talk over anything. He must think it out for himself.\r\n\r\nHe spent the rest of the day thinking it out, and by nightfall he had\r\ncome to his decision.\r\n\r\nEven at the expense of breaking bounds and the risk of being caught at\r\nit, he must keep his appointment with Joe Bevan. It would mean going to\r\nthe town landing-stage for a boat, thereby breaking bounds twice over.\r\n\r\nBut it would have to be done.\r\n\r\n\r\n\r\n\r\nIX\r\n\r\nSHEEN BEGINS HIS EDUCATION\r\n\r\n\r\nThe \"Blue Boar\" was a picturesque inn, standing on the bank of the\r\nriver Severn. It was much frequented in the summer by fishermen, who\r\nspent their days in punts and their evenings in the old oak parlour,\r\nwhere a picture in boxing costume of Mr Joe Bevan, whose brother was\r\nthe landlord of the inn, gazed austerely down on them, as if he\r\ndisapproved of the lamentable want of truth displayed by the majority\r\nof their number. Artists also congregated there to paint the\r\nivy-covered porch. At the back of the house were bedrooms, to which the\r\nfishermen would make their way in the small hours of a summer morning,\r\narguing to the last as they stumbled upstairs. One of these bedrooms,\r\nlarger than the others, had been converted into a gymnasium for the use\r\nof mine host's brother. Thither he brought pugilistic aspirants who\r\nwished to be trained for various contests, and it was the boast of the\r\n\"Blue Boar\" that it had never turned out a loser. A reputation of this\r\nkind is a valuable asset to an inn, and the boxing world thought highly\r\nof it, in spite of the fact that it was off the beaten track. Certainly\r\nthe luck of the \"Blue Boar\" had been surprising.\r\n\r\nSheen pulled steadily up stream on the appointed day, and after half an\r\nhour's work found himself opposite the little landing-stage at the foot\r\nof the inn lawn.\r\n\r\nHis journey had not been free from adventure. On his way to the town he\r\nhad almost run into Mr Templar, and but for the lucky accident of that\r\ngentleman's short sight must have been discovered. He had reached the\r\nlanding-stage in safety, but he had not felt comfortable until he was\r\nwell out of sight of the town. It was fortunate for him in the present\r\ncase that he was being left so severely alone by the school. It was an\r\nadvantage that nobody took the least interest in his goings and\r\ncomings.\r\n\r\nHaving moored his boat and proceeded to the inn, he was directed\r\nupstairs by the landlord, who was an enlarged and coloured edition of\r\nhis brother. From the other side of the gymnasium door came an\r\nunceasing and mysterious shuffling sound.\r\n\r\nHe tapped at the door and went in.\r\n\r\nHe found himself in a large, airy room, lit by two windows and a broad\r\nskylight. The floor was covered with linoleum. But it was the furniture\r\nthat first attracted his attention. In a farther corner of the room was\r\na circular wooden ceiling, supported by four narrow pillars. From the\r\ncentre of this hung a ball, about the size of an ordinary football. To\r\nthe left, suspended from a beam, was an enormous leather bolster. On\r\nthe floor, underneath a table bearing several pairs of boxing-gloves, a\r\nskipping-rope, and some wooden dumb-bells, was something that looked\r\nlike a dozen Association footballs rolled into one. All the rest of the\r\nroom, a space some few yards square, was bare of furniture. In this\r\nspace a small sweater-clad youth, with a head of light hair cropped\r\nvery short, was darting about and ducking and hitting out with both\r\nhands at nothing, with such a serious, earnest expression on his face\r\nthat Sheen could not help smiling. On a chair by one of the windows Mr\r\nJoe Bevan was sitting, with a watch in his hand.\r\n\r\nAs Sheen entered the room the earnest young man made a sudden dash at\r\nhim. The next moment he seemed to be in a sort of heavy shower of\r\nfists. They whizzed past his ear, flashed up from below within an inch\r\nof his nose, and tapped him caressingly on the waistcoat. Just as the\r\nshower was at its heaviest his assailant darted away again,\r\nside-stepped an imaginary blow, ducked another, and came at him once\r\nmore. None of the blows struck him, but it was with more than a little\r\npleasure that he heard Joe Bevan call \"Time!\" and saw the active young\r\ngentleman sink panting into a seat.\r\n\r\n\"You and your games, Francis!\" said Joe Bevan, reproachfully. \"This is\r\na young gentleman from the college come for tuition.\"\r\n\r\n\"Gentleman--won't mind--little joke--take it in spirit which\r\nis--meant,\" said Francis, jerkily.\r\n\r\nSheen hastened to assure him that he had not been offended.\r\n\r\n\"You take your two minutes, Francis,\" said Mr Bevan, \"and then have a\r\nturn with the ball. Come this way, Mr--\"\r\n\r\n\"Sheen.\"\r\n\r\n\"Come this way, Mr Sheen, and I'll show you where to put on your\r\nthings.\"\r\n\r\nSheen had brought his football clothes with him. He had not put them on\r\nfor a year.\r\n\r\n\"That's the lad I was speaking of. Getting on prime, he is. Fit to\r\nfight for his life, as the saying is.\"\r\n\r\n\"What was he doing when I came in?\"\r\n\r\n\"Oh, he always has three rounds like that every day. It teaches you to\r\nget about quick. You try it when you get back, Mr Sheen. Fancy you're\r\nfighting me.\"\r\n\r\n\"Are you sure I'm not interrupting you in the middle of your work?\"\r\nasked Sheen.\r\n\r\n\"Not at all, sir, not at all. I just have to rub him down, and give him\r\nhis shower-bath, and then he's finished for the day.\"\r\n\r\nHaving donned his football clothes and returned to the gymnasium, Sheen\r\nfound Francis in a chair, having his left leg vigorously rubbed by Mr\r\nBevan.\r\n\r\n\"You fon' of dargs?\" inquired Francis affably, looking up as he came\r\nin.\r\n\r\nSheen replied that he was, and, indeed, was possessed of one. The\r\nadmission stimulated Francis, whose right leg was now under treatment,\r\nto a flood of conversation. He, it appeared, had always been one for\r\ndargs. Owned two. Answering to the names of Tim and Tom. Beggars for\r\nrats, yes. And plucked 'uns? Well--he would like to see, would Francis,\r\na dog that Tim or Tom would not stand up to. Clever, too. Why once--\r\n\r\nJoe Bevan cut his soliloquy short at this point by leading him off to\r\nanother room for his shower-bath; but before he went he expressed a\r\ndesire to talk further with Sheen on the subject of dogs, and, learning\r\nthat Sheen would be there every day, said he was glad to hear it. He\r\nadded that for a brother dog-lover he did not mind stretching a point,\r\nso that, if ever Sheen wanted a couple of rounds any day, he, Francis,\r\nwould see that he got them. This offer, it may be mentioned, Sheen\r\naccepted with gratitude, and the extra practice he acquired thereby was\r\nsubsequently of the utmost use to him. Francis, as a boxer, excelled in\r\nwhat is known in pugilistic circles as shiftiness. That is to say, he\r\nhad a number of ingenious ways of escaping out of tight corners; and\r\nthese he taught Sheen, much to the latter's profit.\r\n\r\nBut this was later, when the Wrykinian had passed those preliminary\r\nstages on which he was now to embark.\r\n\r\nThe art of teaching boxing really well is a gift, and it is given to\r\nbut a few. It is largely a matter of personal magnetism, and, above\r\nall, sympathy. A man may be a fine boxer himself, up to every move of\r\nthe game, and a champion of champions, but for all that he may not be a\r\ngood teacher. If he has not the sympathy necessary for the appreciation\r\nof the difficulties experienced by the beginner, he cannot produce good\r\nresults. A boxing instructor needs three qualities--skill, sympathy,\r\nand enthusiasm. Joe Bevan had all three, particularly enthusiasm. His\r\nheart was in his work, and he carried Sheen with him. \"Beautiful, sir,\r\nbeautiful,\" he kept saying, as he guarded the blows; and Sheen, though\r\ntoo clever to be wholly deceived by the praise, for he knew perfectly\r\nwell that his efforts up to the present had been anything but\r\nbeautiful, was nevertheless encouraged, and put all he knew into his\r\nhits. Occasionally Joe Bevan would push out his left glove. Then, if\r\nSheen's guard was in the proper place and the push did not reach its\r\ndestination, Joe would mutter a word of praise. If Sheen dropped his\r\nright hand, so that he failed to stop the blow, Bevan would observe,\r\n\"Keep that guard up, sir!\" with almost a pained intonation, as if he\r\nhad been disappointed in a friend.\r\n\r\nThe constant repetition of this maxim gradually drove it into Sheen's\r\nhead, so that towards the end of the lesson he no longer lowered his\r\nright hand when he led with his left; and he felt the gentle pressure\r\nof Joe Bevan's glove less frequently. At no stage of a pupil's\r\neducation did Joe Bevan hit him really hard, and in the first few\r\nlessons he could scarcely be said to hit him at all. He merely rested\r\nhis glove against the pupil's face. On the other hand, he was urgent in\r\nimploring the pupil to hit _him_ as hard as he could.\r\n\r\n\"Don't be too kind, sir,\" he would chant, \"I don't mind being hit. Let\r\nme have it. Don't flap. Put it in with some weight behind it.\" He was\r\nalso fond of mentioning that extract from Polonius' speech to Laertes,\r\nwhich he had quoted to Sheen on their first meeting.\r\n\r\nSheen finished his first lesson, feeling hotter than he had ever felt\r\nin his life.\r\n\r\n\"Hullo, sir, you're out of condition,\" commented Mr Bevan. \"Have a bit\r\nof a rest.\"\r\n\r\nOnce more Sheen had learnt the lesson of his weakness. He could hardly\r\nrealise that he had only begun to despise himself in the last\r\nfortnight. Before then, he had been, on the whole, satisfied with\r\nhimself. He was brilliant at work, and would certainly get a\r\nscholarship at Oxford or Cambridge when the time came; and he had\r\nspecialised in work to the exclusion of games. It is bad to specialise\r\nin games to the exclusion of work, but of the two courses the latter is\r\nprobably the less injurious. One gains at least health by it.\r\n\r\nBut Sheen now understood thoroughly, what he ought to have learned from\r\nhis study of the Classics, that the happy mean was the thing at which\r\nto strive. And for the future he meant to aim at it. He would get the\r\nGotford, if he could, but also would he win the house boxing at his\r\nweight.\r\n\r\nAfter he had rested he discovered the use of the big ball beneath the\r\ntable. It was soft, but solid and heavy. By throwing this--the\r\nmedicine-ball, as they call it in the profession--at Joe Bevan, and\r\ncatching it, Sheen made himself very hot again, and did the muscles of\r\nhis shoulders a great deal of good.\r\n\r\n\"That'll do for today, then, sir,\" said Joe Bevan. \"Have a good rub\r\ndown tonight, or you'll find yourself very stiff in the morning.\"\r\n\r\n\"Well, do you think I shall be any good?\" asked Sheen.\r\n\r\n\"You'll do fine, sir. But remember what Shakespeare says.\"\r\n\r\n\"About vaulting ambition?\"\r\n\r\n\"No, sir, no. I meant what Hamlet says to the players. 'Nor do not saw\r\nthe air too much, with your hand, thus, but use all gently.' That's\r\nwhat you've got to remember in boxing, sir. Take it easy. Easy and cool\r\ndoes it, and the straight left beats the world.\"\r\n\r\n       *       *       *       *       *\r\n\r\nSheen paddled quietly back to the town with the stream, pondering over\r\nthis advice. He felt that he had advanced another step. He was not\r\nfoolish enough to believe that he knew anything about boxing as yet,\r\nbut he felt that it would not be long before he did.\r\n\r\n\r\n\r\n\r\nX\r\n\r\nSHEEN'S PROGRESS\r\n\r\n\r\nSheen improved. He took to boxing as he had taken to fives. He found\r\nthat his fives helped him. He could get about on his feet quickly, and\r\nhis eye was trained to rapid work.\r\n\r\nHis second lesson was not encouraging. He found that he had learned\r\njust enough to make him stiff and awkward, and no more. But he kept on,\r\nand by the end of the first week Joe Bevan declared definitely that he\r\nwould do, that he had the root of the matter in him, and now required\r\nonly practice.\r\n\r\n\"I wish you could see like I can how you're improving,\" he said at the\r\nend of the sixth lesson, as they were resting after five minutes'\r\nexercise with the medicine-ball. \"I get four blows in on some of the\r\ngentlemen I teach to one what I get in on you. But it's like riding.\r\nWhen you can trot, you look forward to when you can gallop. And when\r\nyou can gallop, you can't see yourself getting on any further. But\r\nyou're improving all the time.\"\r\n\r\n\"But I can't gallop yet,\" said Sheen.\r\n\r\n\"Well, no, not gallop exactly, but you've only had six lessons. Why, in\r\nanother six weeks, if you come regular, you won't know yourself. You'll\r\nbe making some of the young gentlemen at the college wish they had\r\nnever been born. You'll make babies of them, that's what you'll do.\"\r\n\r\n\"I'll bet I couldn't, if I'd learnt with some one else,\" said Sheen,\r\nsincerely. \"I don't believe I should have learnt a thing if I'd gone to\r\nthe school instructor.\"\r\n\r\n\"Who is your school instructor, sir?\"\r\n\r\n\"A man named Jenkins. He used to be in the army.\"\r\n\r\n\"Well, there, you see, that's what it is. I know old George Jenkins. He\r\nused to be a pretty good boxer in his time, but there! boxing's a\r\nthing, like everything else, that moves with the times. We used to go\r\nabout in iron trucks. Now we go in motor-cars. Just the same with\r\nboxing. What you're learning now is the sort of boxing that wins\r\nchampionship fights nowadays. Old George, well, he teaches you how to\r\nput your left out, but, my Golly, he doesn't know any tricks. He hasn't\r\nstudied it same as I have. It's the ring-craft that wins battles. Now\r\nsir, if you're ready.\"\r\n\r\nThey put on the gloves again. When the round was over, Mr Bevan had\r\nfurther comments to make.\r\n\r\n\"You don't hit hard enough, sir,\" he said. \"Don't flap. Let it come\r\nstraight out with some weight behind it. You want to be earnest in the\r\nring. The other man's going to do his best to hurt you, and you've got\r\nto stop him. One good punch is worth twenty taps. You hit him. And when\r\nyou've hit him, don't you go back; you hit him again. They'll only give\r\nyou three rounds in any competition you go in for, so you want to do\r\nthe work you can while you're at it.\"\r\n\r\nAs the days went by, Sheen began to imbibe some of Joe Bevan's rugged\r\nphilosophy of life. He began to understand that the world is a place\r\nwhere every man has to look after himself, and that it is the stronger\r\nhand that wins. That sentence from _Hamlet_ which Joe Bevan was so\r\nfond of quoting practically summed up the whole duty of man--and boy\r\ntoo. One should not seek quarrels, but, \"being in,\" one should do one's\r\nbest to ensure that one's opponent thought twice in future before\r\nseeking them. These afternoons at the \"Blue Boar\" were gradually giving\r\nSheen what he had never before possessed--self-confidence. He was\r\nbeginning to find that he was capable of something after all, that in\r\nan emergency he would be able to keep his end up. The feeling added a\r\nzest to all that he did. His work in school improved. He looked at the\r\nGotford no longer as a prize which he would have to struggle to win. He\r\nfelt that his rivals would have to struggle to win it from him.\r\n\r\nAfter his twelfth lesson, when he had learned the ground-work of the\r\nart, and had begun to develop a style of his own, like some nervous\r\nbatsman at cricket who does not show his true form till he has been at\r\nthe wickets for several overs, the dog-loving Francis gave him a trial.\r\nThis was a very different affair from his spars with Joe Bevan. Frank\r\nHunt was one of the cleverest boxers at his weight in England, but he\r\nhad not Joe Bevan's gift of hitting gently. He probably imagined that\r\nhe was merely tapping, and certainly his blows were not to be compared\r\nwith those he delivered in the exercise of his professional duties;\r\nbut, nevertheless, Sheen had never felt anything so painful before, not\r\neven in his passage of arms with Albert. He came out of the encounter\r\nwith a swollen lip and a feeling that one of his ribs was broken, and\r\nhe had not had the pleasure of landing a single blow upon his slippery\r\nantagonist, who flowed about the room like quicksilver. But he had not\r\nflinched, and the statement of Francis, as they shook hands, that he\r\nhad \"done varry well,\" was as balm. Boxing is one of the few sports\r\nwhere the loser can feel the same thrill of triumph as the winner.\r\nThere is no satisfaction equal to that which comes when one has forced\r\noneself to go through an ordeal from which one would have liked to have\r\nescaped.\r\n\r\n\"Capital, sir, capital,\" said Joe Bevan. \"I wanted to see whether you\r\nwould lay down or not when you began to get a few punches. You did\r\ncapitally, Mr Sheen.\"\r\n\r\n\"I didn't hit him much,\" said Sheen with a laugh.\r\n\r\n\"Never mind, sir, you got hit, which was just as good. Some of the\r\ngentlemen I've taught wouldn't have taken half that. They're all right\r\nwhen they're on top and winning, and to see them shape you'd say to\r\nyourself, By George, here's a champion. But let 'em get a punch or two,\r\nand hullo! says you, what's this? They don't like it. They lay down.\r\nBut you kept on. There's one thing, though, you want to keep that guard\r\nup when you duck. You slip him that way once. Very well. Next time he's\r\nwaiting for you. He doesn't hit straight. He hooks you, and you don't\r\nwant many of those.\"\r\n\r\nSheen enjoyed his surreptitious visits to the \"Blue Boar.\" Twice he\r\nescaped being caught in the most sensational way; and once Mr Spence,\r\nwho looked after the Wrykyn cricket and gymnasium, and played\r\neverything equally well, nearly caused complications by inviting Sheen\r\nto play fives with him after school. Fortunately the Gotford afforded\r\nan excellent excuse. As the time for the examination drew near, those\r\nwho had entered for it were accustomed to become hermits to a great\r\nextent, and to retire after school to work in their studies.\r\n\r\n\"You mustn't overdo it, Sheen,\" said Mr Spence. \"You ought to get some\r\nexercise.\"\r\n\r\n\"Oh, I do, sir,\" said Sheen. \"I still play fives, but I play before\r\nbreakfast now.\"\r\n\r\nHe had had one or two games with Harrington of the School House, who\r\ndid not care particularly whom he played with so long as his opponent\r\nwas a useful man. Sheen being one of the few players in the school who\r\nwere up to his form, Harrington ignored the cloud under which Sheen\r\nrested. When they met in the world outside the fives-courts Harrington\r\nwas polite, but made no overtures of friendship. That, it may be\r\nmentioned, was the attitude of every one who did not actually cut\r\nSheen. The exception was Jack Bruce, who had constituted himself\r\naudience to Sheen, when the latter was practising the piano, on two\r\nfurther occasions. But then Bruce was so silent by nature that for all\r\npractical purposes he might just as well have cut Sheen like the\r\nothers.\r\n\r\n\"We might have a game before breakfast some time, then,\" said Mr\r\nSpence.\r\n\r\nHe had noticed, being a master who did notice things, that Sheen\r\nappeared to have few friends, and had made up his mind that he would\r\ntry and bring him out a little. Of the real facts of the case, he knew\r\nof course, nothing.\r\n\r\n\"I should like to, sir,\" said Sheen.\r\n\r\n\"Next Wednesday?\"\r\n\r\n\"All right, sir.\"\r\n\r\n\"I'll be there at seven. If you're before me, you might get the second\r\ncourt, will you?\"\r\n\r\nThe second court from the end nearest the boarding-house was the best\r\nof the half-dozen fives-courts at Wrykyn. After school sometimes you\r\nwould see fags racing across the gravel to appropriate it for their\r\nmasters. The rule was that whoever first pinned to the door a piece of\r\npaper with his name on it was the legal owner of the court--and it was a\r\nstirring sight to see a dozen fags fighting to get at the door. But\r\nbefore breakfast the court might be had with less trouble.\r\n\r\n       *       *       *       *       *\r\n\r\nMeanwhile, Sheen paid his daily visits to the \"Blue Boar,\" losing flesh\r\nand gaining toughness with every lesson. The more he saw of Joe Bevan\r\nthe more he liked him, and appreciated his strong, simple outlook on\r\nlife. Shakespeare was a great bond between them. Sheen had always been\r\na student of the Bard, and he and Joe would sit on the little verandah\r\nof the inn, looking over the river, until it was time for him to row\r\nback to the town, quoting passages at one another. Joe Bevan's\r\nknowledge, of the plays, especially the tragedies, was wide, and at\r\nfirst inexplicable to Sheen. It was strange to hear him declaiming long\r\nspeeches from _Macbeth_ or _Hamlet_, and to think that he was\r\nby profession a pugilist. One evening he explained his curious\r\nerudition. In his youth, before he took to the ring in earnest, he had\r\ntravelled with a Shakespearean repertory company. \"I never played a\r\nstar part,\" he confessed, \"but I used to come on in the Battle of\r\nBosworth and in Macbeth's castle and what not. I've been First Citizen\r\nsometimes. I was the carpenter in _Julius Caesar_. That was my\r\nbiggest part. 'Truly sir, in respect of a fine workman, I am but, as\r\nyou would say, a cobbler.' But somehow the stage--well..._you_\r\nknow what it is, sir. Leeds one week, Manchester the next, Brighton the\r\nweek after, and travelling all Sunday. It wasn't quiet enough for me.\"\r\n\r\nThe idea of becoming a professional pugilist for the sake of peace and\r\nquiet tickled Sheen. \"But I've always read Shakespeare ever since\r\nthen,\" continued Mr Bevan, \"and I always shall read him.\"\r\n\r\nIt was on the next day that Mr Bevan made a suggestion which drew\r\nconfidences from Sheen, in his turn.\r\n\r\n\"What you want now, sir,\" he said, \"is to practise on someone of about\r\nyour own form, as the saying is. Isn't there some gentleman friend of\r\nyours at the college who would come here with you?\"\r\n\r\nThey were sitting on the verandah when he asked this question. It was\r\ngrowing dusk, and the evening seemed to invite confidences. Sheen,\r\nlooking out across the river and avoiding his friend's glance,\r\nexplained just what it was that made it so difficult for him to produce\r\na gentleman friend at that particular time. He could feel Mr Bevan's\r\neye upon him, but he went through with it till the thing was\r\ntold--boldly, and with no attempt to smooth over any of the unpleasant\r\npoints.\r\n\r\n\"Never you mind, sir,\" said Mr Bevan consolingly, as he finished. \"We\r\nall lose our heads sometimes. I've seen the way you stand up to\r\nFrancis, and I'll eat--I'll eat the medicine-ball if you're not as\r\nplucky as anyone. It's simply a question of keeping your head. You\r\nwouldn't do a thing like that again, not you. Don't you worry yourself,\r\nsir. We're all alike when we get bustled. We don't know what we're\r\ndoing, and by the time we've put our hands up and got into shape, why,\r\nit's all over, and there you are. Don't you worry yourself, sir.\"\r\n\r\n\"You're an awfully good sort, Joe,\" said Sheen gratefully.\r\n\r\n\r\n\r\n\r\nXI\r\n\r\nA SMALL INCIDENT\r\n\r\n\r\nFailing a gentleman friend, Mr Bevan was obliged to do what he could by\r\nmeans of local talent. On Sheen's next visit he was introduced to a\r\nburly youth of his own age, very taciturn, and apparently ferocious.\r\nHe, it seemed, was the knife and boot boy at the \"Blue Boar\", \"did a\r\nbit\" with the gloves, and was willing to spar with Sheen provided Mr\r\nBevan made it all right with the guv'nor; saw, that is so say, that he\r\ndid not get into trouble for passing in unprofessional frivolity\r\nmoments which should have been sacred to knives and boots. These terms\r\nhaving been agreed to, he put on the gloves.\r\n\r\nFor the first time since he had begun his lessons, Sheen experienced an\r\nattack of his old shyness and dislike of hurting other people's\r\nfeelings. He could not resist the thought that he had no grudge against\r\nthe warden of the knives and boots. He hardly liked to hit him.\r\n\r\nThe other, however, did not share this prejudice. He rushed at Sheen\r\nwith such determination, that almost the first warning the latter had\r\nthat the contest had begun was the collision of the back of his head\r\nwith the wall. Out in the middle of the room he did better, and was\r\nbeginning to hold his own, in spite of a rousing thump on his left eye,\r\nwhen Joe Bevan called \"Time!\" A second round went off in much the same\r\nway. His guard was more often in the right place, and his leads less\r\nwild. At the conclusion of the round, pressure of business forced his\r\nopponent to depart, and Sheen wound up his lesson with a couple of\r\nminutes at the punching-ball. On the whole, he was pleased with his\r\nfirst spar with someone who was really doing his best and trying to\r\nhurt him. With Joe Bevan and Francis there was always the feeling that\r\nthey were playing down to him. Joe Bevan's gentle taps, in particular,\r\nwere a little humiliating. But with his late opponent all had been\r\nserious. It had been a real test, and he had come through it very\r\nfairly. On the whole, he had taken more than he had given--his eye\r\nwould look curious tomorrow--but already he had thought out a way of\r\nfoiling the burly youth's rushes. Next time he would really show his\r\ntrue form.\r\n\r\nThe morrow, on which Sheen expected his eye to look curious, was the\r\nday he had promised to play fives with Mr Spence. He hoped that at the\r\nearly hour at which they had arranged to play it would not have reached\r\nits worst stage; but when he looked in the glass at a quarter to seven,\r\nhe beheld a small ridge of purple beneath it. It was not large, nor did\r\nit interfere with his sight, but it was very visible. Mr Spence,\r\nhowever, was a sportsman, and had boxed himself in his time, so there\r\nwas a chance that nothing would be said.\r\n\r\nIt was a raw, drizzly morning. There would probably be few\r\nfives-players before breakfast, and the capture of the second court\r\nshould be easy. So it turned out. Nobody was about when Sheen arrived.\r\nHe pinned his slip of paper to the door, and, after waiting for a short\r\nwhile for Mr Spence and finding the process chilly, went for a trot\r\nround the gymnasium to pass the time.\r\n\r\nMr Spence had not arrived during his absence, but somebody else had. At\r\nthe door of the second court, gleaming in first-fifteen blazer,\r\nsweater, stockings, and honour-cap, stood Attell.\r\n\r\nSheen looked at Attell, and Attell looked through Sheen.\r\n\r\nIt was curious, thought Sheen, that Attell should be standing in the\r\nvery doorway of court two. It seemed to suggest that he claimed some\r\nsort of ownership. On the other hand, there was his, Sheen's, paper on\r\nthe.... His eye happened to light on the cement flooring in front of the\r\ncourt. There was a crumpled ball of paper there.\r\n\r\nWhen he had started for his run, there had been no such ball of paper.\r\n\r\nSheen picked it up and straightened it out. On it was written \"R. D.\r\nSheen\".\r\n\r\nHe looked up quickly. In addition to the far-away look, Attell's face\r\nnow wore a faint smile, as if he had seen something rather funny on the\r\nhorizon. But he spake no word.\r\n\r\nA curiously calm and contented feeling came upon Sheen. Here was\r\nsomething definite at last. He could do nothing, however much he might\r\nresent it, when fellows passed him by as if he did not exist; but when\r\nit came to removing his landmark....\r\n\r\n\"Would you mind shifting a bit?\" he said very politely. \"I want to pin\r\nmy paper on the door again. It seems to have fallen down.\"\r\n\r\nAttell's gaze shifted slowly from the horizon and gradually embraced\r\nSheen.\r\n\r\n\"I've got this court,\" he said.\r\n\r\n\"I think not,\" said Sheen silkily. \"I was here at ten to seven, and\r\nthere was no paper on the door then. So I put mine up. If you move a\r\nlittle, I'll put it up again.\"\r\n\r\n\"Go and find another court, if you want to play,\" said Attell, \"and if\r\nyou've got anybody to play with,\" he added with a sneer. \"This is\r\nmine.\"\r\n\r\n\"I think not,\" said Sheen.\r\n\r\nAttell resumed his inspection of the horizon.\r\n\r\n\"Attell,\" said Sheen.\r\n\r\nAttell did not answer.\r\n\r\nSheen pushed him gently out of the way, and tore down the paper from\r\nthe door.\r\n\r\nTheir eyes met. Attell, after a moment's pause, came forward,\r\nhalf-menacing, half irresolute; and as he came Sheen hit him under the\r\nchin in the manner recommended by Mr Bevan.\r\n\r\n\"When you upper-cut,\" Mr Bevan was wont to say, \"don't make it a swing.\r\nJust a half-arm jolt's all you want.\"\r\n\r\nIt was certainly all Attell wanted. He was more than surprised. He was\r\npetrified. The sudden shock of the blow, coming as it did from so\r\nunexpected a quarter, deprived him of speech: which was, perhaps,\r\nfortunate for him, for what he would have said would hardly have\r\ncommended itself to Mr Spence, who came up at this moment.\r\n\r\n\"Well, Sheen,\" said Mr Spence, \"here you are. I hope I haven't kept you\r\nwaiting. What a morning! You've got the court, I hope?\"\r\n\r\n\"Yes, sir,\" said Sheen.\r\n\r\nHe wondered if the master had seen the little episode which had taken\r\nplace immediately before his arrival. Then he remembered that it had\r\nhappened inside the court. It must have been over by the time Mr Spence\r\nhad come upon the scene.\r\n\r\n\"Are you waiting for somebody, Attell?\" asked Mr Spence. \"Stanning? He\r\nwill be here directly. I passed him on the way.\"\r\n\r\nAttell left the court, and they began their game.\r\n\r\n\"You've hurt your eye, Sheen,\" said Mr Spence, at the end of the first\r\ngame. \"How did that happen?\"\r\n\r\n\"Boxing, sir,\" said Sheen.\r\n\r\n\"Oh,\" replied Mr Spence, and to Sheen's relief he did not pursue his\r\ninquiries.\r\n\r\nAttell had wandered out across the gravel to meet Stanning.\r\n\r\n\"Got that court?\" inquired Stanning.\r\n\r\n\"No.\"\r\n\r\n\"You idiot, why on earth didn't you? It's the only court worth playing\r\nin. Who's got it?\"\r\n\r\n\"Sheen.\"\r\n\r\n\"Sheen!\" Stanning stopped dead. \"Do you mean to say you let a fool like\r\nSheen take it from you! Why didn't you turn him out?\"\r\n\r\n\"I couldn't,\" said Attell. \"I was just going to when Spence came up.\r\nHe's playing Sheen this morning. I couldn't very well bag the court\r\nwhen a master wanted it.\"\r\n\r\n\"I suppose not,\" said Stanning. \"What did Sheen say when you told him\r\nyou wanted the court?\"\r\n\r\nThis was getting near a phase of the subject which Attell was not eager\r\nto discuss.\r\n\r\n\"Oh, he didn't say much,\" he said.\r\n\r\n\"Did you do anything?\" persisted Stanning.\r\n\r\nAttell suddenly remembered having noticed that Sheen was wearing a\r\nblack eye. This was obviously a thing to be turned to account.\r\n\r\n\"I hit him in the eye,\" he said. \"I'll bet it's coloured by\r\nschool-time.\"\r\n\r\nAnd sure enough, when school-tune arrived, there was Sheen with his\r\nface in the condition described, and Stanning hastened to spread abroad\r\nthis sequel to the story of Sheen's failings in the town battle. By the\r\nend of preparation it had got about the school that Sheen had cheeked\r\nAttell, that Attell had hit Sheen, and that Sheen had been afraid to\r\nhit him back. At the precise moment when Sheen was in the middle of a\r\nwarm two-minute round with Francis at the \"Blue Boar,\" an indignation\r\nmeeting was being held in the senior day-room at Seymour's to discuss\r\nthis latest disgrace to the house.\r\n\r\n\"This is getting a bit too thick,\" was the general opinion. Moreover,\r\nit was universally agreed that something ought to be done. The feeling\r\nin the house against Sheen had been stirred to a dangerous pitch by\r\nthis last episode. Seymour's thought more of their reputation than any\r\nhouse in the school. For years past the house had led on the cricket\r\nand football field and off it. Sometimes other houses would actually\r\nwin one of the cups, but, when this happened, Seymour's was always\r\ntheir most dangerous rival. Other houses had their ups and downs, were\r\nvery good one year and very bad the next; but Seymour's had always\r\nmanaged to maintain a steady level of excellence. It always had a man\r\nor two in the School eleven and fifteen, generally supplied one of the\r\nSchool Racquets pair for Queen's Club in the Easter vac., and when this\r\ndid not happen always had one of two of the Gym. Six or Shooting Eight,\r\nor a few men who had won scholarships at the 'Varsities. The pride of a\r\nhouse is almost keener than the pride of a school. From the first\r\nminute he entered the house a new boy was made to feel that, in coming\r\nto Seymour's, he had accepted a responsibility that his reputation was\r\nnot his own, but belonged to the house. If he did well, the glory would\r\nbe Seymour's glory. If he did badly, he would be sinning against the\r\nhouse.\r\n\r\nThis second story about Sheen, therefore, stirred Seymour's to the\r\nextent of giving the house a resemblance to a hornet's nest into which\r\na stone had been hurled. After school that day the house literally\r\nhummed. The noise of the two day-rooms talking it over could be heard\r\nin the road outside. The only bar that stood between the outraged\r\nSeymourites and Sheen was Drummond. As had happened before, Drummond\r\nresolutely refused to allow anything in the shape of an active protest,\r\nand no argument would draw him from this unreasonable attitude, though\r\nwhy it was that he had taken it up he himself could not have said.\r\nPerhaps it was that rooted hatred a boxer instinctively acquires of\r\nanything in the shape of unfair play that influenced him. He revolted\r\nagainst the idea of a whole house banding together against one of its\r\nmembers.\r\n\r\nSo even this fresh provocation did not result in any active\r\ninterference with Sheen; but it was decided that he must be cut even\r\nmore thoroughly than before.\r\n\r\nAnd about the time when this was resolved, Sheen was receiving the\r\ncongratulations of Francis on having positively landed a blow upon him.\r\nIt was an event which marked an epoch in his career.\r\n\r\n\r\n\r\n\r\nXII\r\n\r\nDUNSTABLE AND LINTON GO UP THE RIVER\r\n\r\n\r\nThere are some proud, spirited natures which resent rules and laws on\r\nprinciple as attempts to interfere with the rights of the citizen. As\r\nthe Duchess in the play said of her son, who had had unpleasantness\r\nwith the authorities at Eton because they had been trying to teach him\r\nthings, \"Silwood is a sweet boy, but he will not stand the\r\nbearing-rein\". Dunstable was also a sweet boy, but he, too, objected to\r\nthe bearing-rein. And Linton was a sweet boy, and he had similar\r\nprejudices. And this placing of the town out of bounds struck both of\r\nthem simultaneously as a distinct attempt on the part of the headmaster\r\nto apply the bearing-rein.\r\n\r\n\"It's all very well to put it out of bounds for the kids,\" said\r\nDunstable, firmly, \"but when it comes to Us--why, I never heard of such\r\na thing.\"\r\n\r\nLinton gave it as his opinion that such conduct was quite in a class of\r\nits own as regarded cool cheek.\r\n\r\n\"It fairly sneaks,\" said Linton, with forced calm, \"the Garibaldi.\"\r\n\r\n\"Kids,\" proceeded Dunstable, judicially, \"are idiots, and can't be\r\nexpected to behave themselves down town. Put the show out of bounds to\r\nthem if you like. But We--\"\r\n\r\n\"We!\" echoed Linton.\r\n\r\n\"The fact is,\" said Dunstable, \"it's a beastly nuisance, but we shall\r\nhave to go down town and up the river just to assert ourselves. We\r\ncan't have the thin end of the wedge coming and spoiling our liberties.\r\nWe may as well chuck life altogether if we aren't able to go to the\r\ntown whenever we like.\"\r\n\r\n\"And Albert will be pining away,\" added Linton.\r\n\r\n       *       *       *       *       *\r\n\r\n\"Hullo, young gentlemen,\" said the town boatman, when they presented\r\nthemselves to him, \"what can I do for you?\"\r\n\r\n\"I know it seems strange,\" said Dunstable, \"but we want a boat. We are\r\nthe Down-trodden British Schoolboys' League for Demanding Liberty and\r\nseeing that We Get It. Have you a boat?\"\r\n\r\nThe man said he believed he had a boat. In fact, now that he came to\r\nthink of it, he rather fancied he had one or two. He proceeded to get\r\none ready, and the two martyrs to the cause stepped in.\r\n\r\nDunstable settled himself in the stern, and collected the rudder-lines.\r\n\r\n\"Hullo,\" said Linton, \"aren't you going to row?\"\r\n\r\n\"It may be only my foolish fancy,\" replied Dunstable, \"but I rather\r\nthink you're going to do that. I'll steer.\"\r\n\r\n\"Beastly slacker,\" said Linton. \"Anyhow, how far are we going? I'm not\r\ngoing to pull all night.\"\r\n\r\n\"If you row for about half an hour without exerting yourself--and I can\r\ntrust you not to do that--and then look to your left, you'll see a\r\ncertain hostelry, if it hasn't moved since I was last there. It's\r\ncalled the 'Blue Boar'. We will have tea there, and then I'll pull\r\ngently back, and that will end the programme.\"\r\n\r\n\"Except being caught in the town by half the masters,\" said Linton.\r\n\"Still, I'm not grumbling. This had to be done. Ready?\"\r\n\r\n\"Not just yet,\" said Dunstable, looking past Linton and up the\r\nlanding-stage. \"Wait just one second. Here are some friends of ours.\"\r\n\r\nLinton looked over his shoulder.\r\n\r\n\"Albert!\" he cried.\r\n\r\n\"And the who struck me divers blows in sundry\r\nplaces. Ah, they've sighted us.\"\r\n\r\n\"What are you going to do? We can't have another scrap with them.\"\r\n\r\n\"Far from it,\" said Dunstable gently. \"Hullo, Albert. _And_ my\r\nfriend in the moth-eaten bowler! This is well met.\"\r\n\r\n\"You come out here,\" said Albert, pausing on the brink.\r\n\r\n\"Why?\" asked Dunstable.\r\n\r\n\"You see what you'll get.\"\r\n\r\n\"But we don't want to see what we'll get. You've got such a narrow\r\nmind, Albert--may I call you Bertie? You seem to think that nobody has\r\nany pleasures except vulgar brawls. We are going to row up river, and\r\nthink beautiful thoughts.\"\r\n\r\nAlbert was measuring with his eye the distance between the boat and\r\nlanding-stage. It was not far. A sudden spring....\r\n\r\n\"If you want a fight, go up to the school and ask for Mr Drummond. He's\r\nthe gentlemen who sent you to hospital last time. Any time you're\r\npassing, I'm sure he'd--\"\r\n\r\nAlbert leaped.\r\n\r\nBut Linton had had him under observation, and, as he sprung, pushed\r\nvigorously with his oar. The gap between boat and shore widened in an\r\ninstant, and Albert, failing to obtain a foothold on the boat, fell\r\nback, with a splash that sent a cascade over his friend and the\r\nboatman, into three feet of muddy water. By the time he had scrambled\r\nout, his enemies were moving pensively up-stream.\r\n\r\nThe boatman was annoyed.\r\n\r\n\"Makin' me wet and spoilin' my paint--what yer mean by it?\"\r\n\r\n\"Me and my friend here we want a boat,\" said Albert, ignoring the main\r\nissue.\r\n\r\n\"Want a boat! Then you'll not get a boat. Spoil my cushions, too, would\r\nyou? What next, I wonder! You go to Smith and ask _him_ for a\r\nboat. Perhaps he ain't so particular about having his cushions--\"\r\n\r\n\"Orl right,\" said Albert, \"_orl_ right.\"\r\n\r\nMr Smith proved more complaisant, and a quarter of an hour after\r\nDunstable and Linton had disappeared, Albert and his friend were on the\r\nwater. Moist outside, Albert burned with a desire for Revenge. He meant\r\nto follow his men till he found them. It almost seemed as if there\r\nwould be a repetition of the naval battle which had caused the town to\r\nbe put out of bounds. Albert was a quick-tempered youth, and he had\r\nswallowed fully a pint of Severn water.\r\n\r\n       *       *       *       *       *\r\n\r\nDunstable and Linton sat for some time in the oak parlour of the \"Blue\r\nBoar\". It was late when they went out. As they reached the water's edge\r\nLinton uttered a cry of consternation.\r\n\r\n\"What's up?\" asked Dunstable. \"I wish you wouldn't do that so suddenly.\r\nIt gives me a start. Do you feel bad?\"\r\n\r\n\"Great Scott! it's gone.\"\r\n\r\n\"The pain?\"\r\n\r\n\"Our boat. I tied it up to this post.\"\r\n\r\n\"You can't have done. What's that boat over there! That looks like\r\nours.\"\r\n\r\n\"No, it isn't. That was there when we came. I noticed it. I tied ours\r\nup here, to this post.\"\r\n\r\n\"This is a shade awkward,\" said Dunstable thoughtfully. \"You must have\r\ntied it up jolly rottenly. It must have slipped away and gone\r\ndown-stream. This is where we find ourselves in the cart. Right among\r\nthe ribstons, by Jove. I feel like that Frenchman in the story, who\r\nlost his glasses just as he got to the top of the mountain, and missed\r\nthe view. Altogezzer I do not vish I 'ad kom.\"\r\n\r\n\"I'm certain I tied it up all right. And--why, look! here's the rope\r\nstill on the pole, just as I left it.\"\r\n\r\nFor the first time Dunstable seemed interested.\r\n\r\n\"This is getting mysterious. Did we hire a rowing-boat or a submarine?\r\nThere's something on the end of this rope. Give it a tug, and see.\r\nThere, didn't you feel it?\"\r\n\r\n\"I do believe,\" said Linton in an awed voice, \"the thing's sunk.\"\r\n\r\nThey pulled at the rope together. The waters heaved and broke, and up\r\ncame the nose of the boat, to sink back with a splash as they loosened\r\ntheir hold.\r\n\r\n\"There are more things in Heaven and Earth--\" said Dunstable, wiping\r\nhis hands. \"If you ask me, I should say an enemy hath done this. A boat\r\ndoesn't sink of its own accord.\"\r\n\r\n\"Albert!\" said Linton. \"The blackguard must have followed us up and\r\ndone it while we were at tea.\"\r\n\r\n\"That's about it,\" said Dunstable. \"And now--how about getting home?\"\r\n\r\n\"I suppose we'd better walk. We shall be hours late for lock-up.\"\r\n\r\n\"You,\" said Dunstable, \"may walk if you are fond of exercise and aren't\r\nin a hurry. Personally, I'm going back by river.\"\r\n\r\n\"But--\"\r\n\r\n\"That looks a good enough boat over there. Anyhow, we must make it do.\r\nOne mustn't be particular for once.\"\r\n\r\n\"But it belongs--what will the other fellow do?\"\r\n\r\n\"I can't help _his_ troubles,\" said Dunstable mildly, \"having\r\nenough of my own. Coming?\"\r\n\r\n       *       *       *       *       *\r\n\r\nIt was about ten minutes later that Sheen, approaching the waterside in\r\nquest of his boat, found no boat there. The time was a quarter to six,\r\nand lock-up was at six-thirty.\r\n\r\n\r\n\r\n\r\nXIII\r\n\r\nDEUS EX MACHINA\r\n\r\n\r\nIt did not occur to Sheen immediately that his boat had actually gone.\r\nThe full beauty of the situation was some moments in coming home to\r\nhim. At first he merely thought that somebody had moved it to another\r\npart of the bank, as the authorities at the inn had done once or twice\r\nin the past, to make room for the boats of fresh visitors. Walking\r\nalong the lawn in search of it, he came upon the stake to which\r\nDunstable's submerged craft was attached. He gave the rope a tentative\r\npull, and was surprised to find that there was a heavy drag on the end\r\nof it.\r\n\r\nThen suddenly the truth flashed across him. \"Heavens!\" he cried, \"it's\r\nsunk.\"\r\n\r\nJoe Bevan and other allies lent their aid to the pulling. The lost boat\r\ncame out of the river like some huge fish, and finally rested on the\r\nbank, oozing water and drenching the grass in all directions.\r\n\r\nJoe Bevan stooped down, and examined it in the dim light.\r\n\r\n\"What's happened here, sir,\" he said, \"is that there's a plank gone\r\nfrom the bottom. Smashed clean out, it is. Not started it isn't.\r\nSmashed clean out. That's what it is. Some one must have been here and\r\ndone it.\"\r\n\r\nSheen looked at the boat, and saw that he was right. A plank in the\r\nmiddle had been splintered. It looked as if somebody had driven some\r\nheavy instrument into it. As a matter of fact, Albert had effected the\r\njob with the butt-end of an oar.\r\n\r\nThe damage was not ruinous. A carpenter could put the thing right at no\r\ngreat expense. But it would take time. And meanwhile the minutes were\r\nflying, and lock-up was now little more than half an hour away.\r\n\r\n\"What'll you do, sir?\" asked Bevan.\r\n\r\nThat was just what Sheen was asking himself. What could he do? The road\r\nto the school twisted and turned to such an extent that, though the\r\ndistance from the \"Blue Boar\" to Seymour's was only a couple of miles\r\nas the crow flies, he would have to cover double that distance unless\r\nhe took a short cut across the fields. And if he took a short cut in\r\nthe dark he was certain to lose himself. It was a choice of evils. The\r\n\"Blue Boar\" possessed but one horse and trap, and he had seen that\r\ndriven away to the station in charge of a fisherman's luggage half an\r\nhour before.\r\n\r\n\"I shall have to walk,\" he said.\r\n\r\n\"It's a long way. You'll be late, won't you?\" said Mr Bevan.\r\n\r\n\"It can't be helped. I suppose I shall. I wonder who smashed that\r\nboat,\" he added after a pause.\r\n\r\nPassing through the inn on his way to the road, he made inquiries. It\r\nappeared that two young gentlemen from the school had been there to\r\ntea. They had arrived in a boat and gone away in a boat. Nobody else\r\nhad come into the inn. Suspicion obviously rested upon them.\r\n\r\n\"Do you remember anything about them?\" asked Sheen.\r\n\r\nFurther details came out. One of the pair had worn a cap like Sheen's.\r\nThe other's headgear, minutely described, showed him that its owner was\r\na member of the school second eleven.\r\n\r\nSheen pursued the inquiry. He would be so late in any case that a\r\nminute or so more or less would make no material difference; and he was\r\nvery anxious to find out, if possible, who it was that had placed him\r\nin this difficulty. He knew that he was unpopular in the school, but he\r\nhad not looked for this sort of thing.\r\n\r\nThen somebody suddenly remembered having heard one of the pair address\r\nthe other by name.\r\n\r\n\"What name?\" asked Sheen.\r\n\r\nHis informant was not sure. Would it be Lindon?\r\n\r\n\"Linton,\" said Sheen.\r\n\r\nThat was it.\r\n\r\nSheen thanked him and departed, still puzzled. Linton, as he knew him,\r\nwas not the sort of fellow to do a thing like that. And the other, the\r\nsecond eleven man, must be Dunstable. They were always about together.\r\nHe did not know much about Dunstable, but he could hardly believe that\r\nthis sort of thing was his form either. Well, he would have to think of\r\nthat later. He must concentrate himself now on covering the distance to\r\nthe school in the minimum of time. He looked at his watch. Twenty\r\nminutes more. If he hurried, he might not be so very late. He wished\r\nthat somebody would come by in a cart, and give him a lift.\r\n\r\nHe stopped and listened. No sound of horse's hoof broke the silence. He\r\nwalked on again.\r\n\r\nThen, faint at first, but growing stronger every instant, there came\r\nfrom some point in the road far behind him a steady droning sound. He\r\nalmost shouted with joy. A motor! Even now he might do it.\r\n\r\nBut could he stop it? Would the motorist pay any attention to him, or\r\nwould he flash past and leave him in the dust? From the rate at which\r\nthe drone increased the car seemed to be travelling at a rare speed.\r\n\r\nHe moved to one side of the road, and waited. He could see the lights\r\nnow, flying towards him.\r\n\r\nThen, as the car hummed past, he recognised its driver, and put all he\r\nknew into a shout.\r\n\r\n\"Bruce!\" he cried.\r\n\r\nFor a moment it seemed as if he had not been heard. The driver paid not\r\nthe smallest attention, as far as he could see. He looked neither to\r\nthe left nor to right. Then the car slowed down, and, backing, came\r\nslowly to where he stood.\r\n\r\n\"Hullo,\" said the driver, \"who's that?\"\r\n\r\nJack Bruce was alone in the car, muffled to the eyes in an overcoat.\r\nIt was more by his general appearance than his face that Sheen had\r\nrecognised him.\r\n\r\n\"It's me, Sheen. I say, Bruce, I wish you'd give me a lift to\r\nSeymour's, will you?\"\r\n\r\nThere was never any waste of words about Jack Bruce. Of all the six\r\nhundred and thirty-four boys at Wrykyn he was probably the only one\r\nwhose next remark in such circumstances would not have been a question.\r\nBruce seldom asked questions--never, if they wasted time.\r\n\r\n\"Hop in,\" he said.\r\n\r\nSheen consulted his watch again.\r\n\r\n\"Lock-up's in a quarter of an hour,\" he said, \"but they give us ten\r\nminutes' grace. That allows us plenty of time, doesn't it?\"\r\n\r\n\"Do it in seven minutes, if you like.\"\r\n\r\n\"Don't hurry,\" said Sheen. \"I've never been in a motor before, and I\r\ndon't want to cut the experience short. It's awfully good of you to\r\ngive me a lift.\"\r\n\r\n\"That's all right,\" said Bruce.\r\n\r\n\"Were you going anywhere? Am I taking you out of your way?\"\r\n\r\n\"No. I was just trying the car. It's a new one. The pater's just got\r\nit.\"\r\n\r\n\"Do you do much of this?\" said Sheen.\r\n\r\n\"Good bit. I'm going in for the motor business when I leave school.\"\r\n\r\n\"So all this is training?\"\r\n\r\n\"That's it.\"\r\n\r\nThere was a pause.\r\n\r\n\"You seemed to be going at a good pace just now,\" said Sheen.\r\n\r\n\"About thirty miles an hour. She can move all right.\"\r\n\r\n\"That's faster than you're allowed to go, isn't it?\"\r\n\r\n\"Yes.\"\r\n\r\n\"You've never been caught, have you?\"\r\n\r\n\"Not yet. I want to see how much pace I can get out of her, because\r\nshe'll be useful when the election really comes on. Bringing voters to\r\nthe poll, you know. That's why the pater bought this new car. It's a\r\nbeauty. His other's only a little runabout.\"\r\n\r\n\"Doesn't your father mind your motoring?\"\r\n\r\n\"Likes it,\" said Jack Bruce.\r\n\r\nIt seemed to Sheen that it was about time that he volunteered some\r\ninformation about himself, instead of plying his companion with\r\nquestions. It was pleasant talking to a Wrykinian again; and Jack Bruce\r\nhad apparently either not heard of the Albert incident, or else he was\r\nnot influenced by it in any way.\r\n\r\n\"You've got me out of an awful hole, Bruce,\" he began.\r\n\r\n\"That's all right. Been out for a walk?\"\r\n\r\n\"I'd been to the 'Blue Boar'.\"\r\n\r\n\"Oh!\" said Bruce. He did not seem to wish to know why Sheen had been\r\nthere.\r\n\r\nSheen proceeded to explain.\r\n\r\n\"I suppose you've heard all about me,\" he said uncomfortably. \"About\r\nthe town, you know. That fight. Not joining in.\"\r\n\r\n\"Heard something about it,\" said Bruce.\r\n\r\n\"I went down town again after that,\" said Sheen, \"and met the same\r\nfellows who were fighting Linton and the others. They came for me, and\r\nI was getting awfully mauled when Joe Bevan turned up.\"\r\n\r\n\"Oh, is Joe back again?\"\r\n\r\n\"Do you know him?\" asked Sheen in surprise.\r\n\r\n\"Oh yes. I used to go to the 'Blue Boar' to learn boxing from him all\r\nlast summer holidays.\"\r\n\r\n\"Did you really? Why, that's what I'm doing now.\"\r\n\r\n\"Good man,\" said Bruce.\r\n\r\n\"Isn't he a splendid teacher?\"\r\n\r\n\"Ripping.\"\r\n\r\n\"But I didn't know you boxed, Bruce. You never went in for any of the\r\nSchool competitions.\"\r\n\r\n\"I'm rather a rotten weight. Ten six. Too heavy for the Light-Weights\r\nand not heavy enough for the Middles. Besides, the competitions here\r\nare really inter-house. They don't want day-boys going in for them. Are\r\nyou going to box for Seymour's?\"\r\n\r\n\"That's what I want to do. You see, it would be rather a score,\r\nwouldn't it? After what's happened, you know.\"\r\n\r\n\"I suppose it would.\"\r\n\r\n\"I should like to do something. It's not very pleasant,\" he added, with\r\na forced laugh, \"being considered a disgrace to the house, and cut by\r\neveryone.\"\r\n\r\n\"Suppose not.\"\r\n\r\n\"The difficulty is Drummond. You see, we are both the same weight, and\r\nhe's much better than I am. I'm hoping that he'll go in for the Middles\r\nand let me take the Light-Weights. There's nobody he couldn't beat in\r\nthe Middles, though he would be giving away a stone.\"\r\n\r\n\"Have you asked him?\"\r\n\r\n\"Not yet. I want to keep it dark that I'm learning to box, just at\r\npresent.\"\r\n\r\n\"Spring it on them suddenly?\"\r\n\r\n\"Yes. Of course, I can't let it get about that I go to Joe Bevan,\r\nbecause I have to break bounds every time I do it.\"\r\n\r\n\"The upper river's out of bounds now for boarders, isn't it?\"\r\n\r\n\"Yes.\"\r\n\r\nJack Bruce sat in silence for a while, his gaze concentrated on the\r\nroad in front of him.\r\n\r\n\"Why go by river at all?\" he said at last. \"If you like, I'll run you\r\nto the 'Blue Boar' in the motor every day.\"\r\n\r\n\"Oh, I say, that's awfully decent of you,\" said Sheen.\r\n\r\n\"I should like to see old Joe again. I think I'll come and spar, too.\r\nIf you're learning, what you want more than anything is somebody your\r\nown size to box with.\"\r\n\r\n\"That's just what Joe was saying. Will you really? I should be awfully\r\nglad if you would. Boxing with Joe is all right, but you feel all the\r\ntime he's fooling with you. I should like to try how I got on with\r\nsomebody else.\"\r\n\r\n\"You'd better meet me here, then, as soon after school as you can.\"\r\n\r\nAs he spoke, the car stopped.\r\n\r\n\"Where are we?\" asked Sheen.\r\n\r\n\"Just at the corner of the road behind the houses.\"\r\n\r\n\"Oh, I know. Hullo, there goes the lock-up bell. I shall do it\r\ncomfortably.\"\r\n\r\nHe jumped down.\r\n\r\n\"I say, Bruce,\" he said, \"I really am most awfully obliged for the\r\nlift. Something went wrong with my boat, and I couldn't get back in it.\r\nI should have been frightfully in the cart if you hadn't come by.\"\r\n\r\n\"That's all right,\" said Jack Bruce. \"I say, Sheen!\"\r\n\r\n\"Hullo?\"\r\n\r\n\"Are you going to practise in the music-room after morning school\r\ntomorrow?\"\r\n\r\n\"Yes. Why?\"\r\n\r\n\"I think I'll turn up.\"\r\n\r\n\"I wish you would.\"\r\n\r\n\"What's that thing that goes like this? I forget most of it.\"\r\n\r\nHe whistled a few bars.\r\n\r\n\"That's a thing of Greig's,\" said Sheen.\r\n\r\n\"You might play it tomorrow,\" said Bruce.\r\n\r\n\"Rather. Of course I will.\"\r\n\r\n\"Thanks,\" said Jack Bruce. \"Good night.\"\r\n\r\nHe turned the car, and vanished down the road. From the sound Sheen\r\njudged that he was once more travelling at a higher rate of speed than\r\nthe local police would have approved.\r\n\r\n\r\n\r\n\r\nXIV\r\n\r\nA SKIRMISH\r\n\r\n\r\nUpon consideration Sheen determined to see Linton about that small\r\nmatter of the boat without delay. After prayers that night he went to\r\nhis study.\r\n\r\n\"Can I speak to you for a minute, Linton?\" he said.\r\n\r\nLinton was surprised. He disapproved of this intrusion. When a fellow\r\nis being cut by the house, he ought, by all the laws of school\r\netiquette, to behave as such, and not speak till he is spoken to.\r\n\r\n\"What do you want?\" asked Linton.\r\n\r\n\"I shan't keep you long. Do you think you could put away that book for\r\na minute, and listen?\"\r\n\r\nLinton hesitated, then shut the book.\r\n\r\n\"Hurry up, then,\" he said.\r\n\r\n\"I was going to,\" said Sheen. \"I simply came in to tell you that I know\r\nperfectly well who sunk my boat this afternoon.\"\r\n\r\nHe felt at once that he had now got Linton's undivided attention.\r\n\r\n\"Your boat!\" said Linton. \"You don't mean to say that was yours! What\r\non earth were you doing at the place?\"\r\n\r\n\"I don't think that's any business of yours, is it, Linton?\"\r\n\r\n\"How did you get back?\"\r\n\r\n\"I don't think that's any business of yours, either. I daresay you're\r\ndisappointed, but I did manage to get back. In time for lock-up, too.\"\r\n\r\n\"But I don't understand. Do you mean to say that that was your boat we\r\ntook?\"\r\n\r\n\"Sunk,\" corrected Sheen.\r\n\r\n\"Don't be a fool, Sheen. What the dickens should we want to sink your\r\nboat for? What happened was this. Albert--you remember Albert?--followed\r\nus up to the inn, and smashed our boat while we were having tea. When\r\nwe got out and found it sunk, we bagged the only other one we could\r\nsee. We hadn't a notion it was yours. We thought it belonged to some\r\nfisherman chap.\"\r\n\r\n\"Then you didn't sink my boat?\"\r\n\r\n\"Of course we didn't. What do you take us for?\"\r\n\r\n\"Sorry,\" said Sheen. \"I thought it was a queer thing for you to have\r\ndone. I'm glad it wasn't you. Good night.\"\r\n\r\n\"But look here,\" said Linton, \"don't go. It must have landed you in a\r\nfrightful hole, didn't it?\"\r\n\r\n\"A little. But it doesn't matter. Good night.\"\r\n\r\n\"But half a second, Sheen--\"\r\n\r\nSheen had disappeared.\r\n\r\nLinton sat on till lights were turned off, ruminating. He had a very\r\ntender conscience where other members of the school were concerned,\r\nthough it was tougher as regarded masters; and he was full of remorse\r\nat the thought of how nearly he had got Sheen into trouble by borrowing\r\nhis boat that afternoon. It seemed to him that it was his duty to make\r\nit up to him in some way.\r\n\r\nIt was characteristic of Linton that the episode did not, in any way,\r\nalter his attitude towards Sheen. Another boy in a similar position\r\nmight have become effusively friendly. Linton looked on the affair in a\r\ncalm, judicial spirit. He had done Sheen a bad turn, but that was no\r\nreason why he should fling himself on his neck and swear eternal\r\nfriendship. His demeanour on the occasions when they came in contact\r\nwith each other remained the same. He did not speak to him, and he did\r\nnot seem to see him. But all the while he was remembering that somehow\r\nor other he must do him a good turn of some sort, by way of levelling\r\nthings up again. When that good turn had been done, he might dismiss\r\nhim from his thoughts altogether.\r\n\r\nSheen, for his part, made no attempt to trade on the matter of the\r\nboat. He seemed as little anxious to be friendly with Linton as Linton\r\nwas to be friendly with him. For this Linton was grateful, and\r\ncontinued to keep his eyes open in the hope of finding some opportunity\r\nof squaring up matters between them.\r\n\r\nHis chance was not long in coming. The feeling in the house against\r\nSheen, caused by the story of his encounter with Attell, had not\r\ndiminished. Stanning had fostered it in various little ways. It was not\r\ndifficult. When a house of the standing in the school which Seymour's\r\npossessed exhibits a weak spot, the rest of the school do not require a\r\ngreat deal of encouragement to go on prodding that weak spot. In short,\r\nthe school rotted Seymour's about Sheen, and Seymour's raged\r\nimpotently. Fags of other houses expended much crude satire on\r\nSeymour's fags, and even the seniors of the house came in for their\r\nshare of the baiting. Most of the houses at Wrykyn were jealous of\r\nSeymour's, and this struck them as an admirable opportunity of getting\r\nsomething of their own back.\r\n\r\nOne afternoon, not long after Sheen's conversation with Linton,\r\nStanning came into Seymour's senior day-room and sat down on the table.\r\nThe senior day-room objected to members of other houses coming and\r\nsitting on their table as if they had bought that rickety piece of\r\nfurniture; but Stanning's reputation as a bruiser kept their resentment\r\nwithin bounds.\r\n\r\n\"Hullo, you chaps,\" said Stanning.\r\n\r\nThe members of the senior day-room made no reply, but continued, as Mr\r\nKipling has it, to persecute their vocations. Most of them were\r\nbrewing. They went on brewing with the earnest concentration of\r\n_chefs_.\r\n\r\n\"You're a cheery lot,\" said Stanning. \"But I don't wonder you've got\r\nthe hump. I should be a bit sick if we'd got a skunk like that in our\r\nhouse. Heard the latest?\"\r\n\r\nSome lunatic said, \"No. What?\" thereby delivering the day-room bound\r\ninto the hands of the enemy.\r\n\r\n\"Sheen's apologised to Attell.\"\r\n\r\nThere was a sensation in the senior day-room, as Stanning had expected.\r\nHe knew his men. He was perfectly aware that any story which centred\r\nround Sheen's cowardice would be believed by them, so he had not\r\ntroubled to invent a lie which it would be difficult to disprove. He\r\nknew that in the present state of feeling in the house Sheen would not\r\nbe given a hearing.\r\n\r\n\"No!\" shouted the senior day-room.\r\n\r\nThis was the last straw. The fellow seemed to go out of his way to\r\nlower the prestige of the house.\r\n\r\n\"Fact,\" said Stanning. \"I thought you knew.\"\r\n\r\nHe continued to sit on the table, swinging his legs, while the full\r\nhorror of his story sunk into the senior day-room mind.\r\n\r\n\"I wonder you don't do something about it. Why don't you touch him up?\r\nHe's not a prefect.\"\r\n\r\nBut they were not prepared to go to that length. The senior day-room\r\nhad a great respect both for Drummond's word and his skill with his\r\nhands. He had said he would slay any one who touched Sheen, and they\r\nwere of opinion that he would do it.\r\n\r\n\"He isn't in,\" said one of the brewers, looking up from his\r\ntoasting-fork. \"His study door was open when I passed.\"\r\n\r\n\"I say, why not rag his study?\" suggested another thickly, through a\r\nmouthful of toast.\r\n\r\nStanning smiled.\r\n\r\n\"Good idea,\" he said.\r\n\r\nIt struck him that some small upheaval of Sheen's study furniture,\r\ncoupled with the burning of one or two books, might check to some\r\nextent that student's work for the Gotford. And if Sheen could be\r\nstopped working for the Gotford, he, Stanning, would romp home. In the\r\nmatter of brilliance there was no comparison between them. It was\r\nSheen's painful habit of work which made him dangerous.\r\n\r\nLinton had been listening to this conversation in silence. He had come\r\nto the senior day-room to borrow a book. He now slipped out, and made\r\nhis way to Drummond's study.\r\n\r\nDrummond was in. Linton proceeded to business.\r\n\r\n\"I say, Drummond.\"\r\n\r\n\"Hullo?\"\r\n\r\n\"That man Stanning has come in. He's getting the senior day-room to rag\r\nSheen's study.\"\r\n\r\n\"What!\"\r\n\r\nLinton repeated his statement.\r\n\r\n\"Does the man think he owns the house?\" said Drummond. \"Where is he?\"\r\n\r\n\"Coming up now. I hear them. What are you going to do? Stop them?\"\r\n\r\n\"What do you think? Of course I am. I'm not going to have any of\r\nAppleby's crew coming into Seymour's and ragging studies.\"\r\n\r\n\"This ought to be worth seeing,\" said Linton. \"Look on me as 'Charles,\r\nhis friend'. I'll help if you want me, but it's your scene.\"\r\n\r\nDrummond opened his door just as Stanning and his myrmidons were\r\npassing it.\r\n\r\n\"Hullo, Stanning,\" he said.\r\n\r\nStanning turned. The punitive expedition stopped.\r\n\r\n\"Do you want anything?\" inquired Drummond politely.\r\n\r\nThe members of the senior day-room who were with Stanning rallied round,\r\nsilent and interested. This dramatic situation appealed to them. They\r\nhad a passion for rows, and this looked distinctly promising.\r\n\r\nThere was a pause. Stanning looked carefully at Drummond. Drummond\r\nlooked carefully at Stanning.\r\n\r\n\"I was going to see Sheen,\" said Stanning at length.\r\n\r\n\"He isn't in.\"\r\n\r\n\"Oh!\"\r\n\r\nAnother pause.\r\n\r\n\"Was it anything special?\" inquired Drummond pleasantly.\r\n\r\nThe expedition edged a little forward.\r\n\r\n\"No. Oh, no. Nothing special,\" said Stanning.\r\n\r\nThe expedition looked disappointed.\r\n\r\n\"Any message I can give him?\" asked Drummond.\r\n\r\n\"No, thanks,\" said Stanning.\r\n\r\n\"Sure?\"\r\n\r\n\"Quite, thanks.\"\r\n\r\n\"I don't think it's worth while your waiting. He may not be in for some\r\ntime.\"\r\n\r\n\"No, perhaps not. Thanks. So long.\"\r\n\r\n\"So long.\"\r\n\r\nStanning turned on his heel, and walked away down the passage. Drummond\r\nwent back into his study, and shut the door.\r\n\r\nThe expedition, deprived of its commander-in-chief, paused irresolutely\r\noutside. Then it followed its leader's example.\r\n\r\nThere was peace in the passage.\r\n\r\n\r\n\r\n\r\nXV\r\n\r\nTHE ROUT AT RIPTON\r\n\r\n\r\nOn the Saturday following this episode, the first fifteen travelled to\r\nRipton to play the return match with that school on its own ground. Of\r\nthe two Ripton matches, the one played at Wrykyn was always the big\r\nevent of the football year; but the other came next in importance, and\r\nthe telegram which was despatched to the school shop at the close of\r\nthe game was always awaited with anxiety. This year Wrykyn looked\r\nforward to the return match with a certain amount of apathy, due partly\r\nto the fact that the school was in a slack, unpatriotic state, and\r\npartly to the hammering the team had received in the previous term,\r\nwhen the Ripton centre three-quarters had run through and scored with\r\nmonotonous regularity. \"We're bound to get sat on,\" was the general\r\nverdict of the school.\r\n\r\nAllardyce, while thoroughly agreeing with this opinion, did his best to\r\nconceal the fact from the rest of the team. He had certainly done his\r\nduty by them. Every day for the past fortnight the forwards and\r\noutsides had turned out to run and pass, and on the Saturdays there had\r\nbeen matches with Corpus, Oxford, and the Cambridge Old Wrykinians. In\r\nboth games the school had been beaten. In fact, it seemed as if they\r\ncould only perform really well when they had no opponents. To see the\r\nthree-quarters racing down the field (at practice) and scoring\r\ninnumerable (imaginary) tries, one was apt to be misled into\r\nconsidering them a fine quartette. But when there was a match, all the\r\nbeautiful dash and precision of the passing faded away, and the last\r\nthing they did was to run straight. Barry was the only one of the four\r\nwho played the game properly.\r\n\r\nBut, as regarded condition, there was nothing wrong with the team. Even\r\nTrevor could not have made them train harder; and Allardyce in his more\r\nsanguine moments had a shadowy hope that the Ripton score might, with\r\ncare, be kept in the teens.\r\n\r\nBarry had bought a _Sportsman_ at the station, and he unfolded it\r\nas the train began to move. Searching the left-hand column of the middle\r\npage, as we all do when we buy the _Sportsman_ on Saturday--to\r\nsee how our names look in print, and what sort of a team the enemy has\r\ngot--he made a remarkable discovery. At the same moment Drummond, on\r\nthe other side of the carriage, did the same.\r\n\r\n\"I say,\" he said, \"they must have had a big clear-out at Ripton. Have\r\nyou seen the team they've got out today?\"\r\n\r\n\"I was just looking at it,\" said Barry.\r\n\r\n\"What's up with it?\" inquired Allardyce. \"Let's have a look.\"\r\n\r\n\"They've only got about half their proper team. They've got a different\r\nback--Grey isn't playing.\"\r\n\r\n\"Both their centres are, though,\" said Drummond.\r\n\r\n\"More fun for us, Drum., old chap,\" said Attell. \"I'm going home again.\r\nStop the train.\"\r\n\r\nDrummond said nothing. He hated Attell most when he tried to be\r\nfacetious.\r\n\r\n\"Dunn isn't playing, nor is Waite,\" said Barry, \"so they haven't got\r\neither of their proper halves. I say, we might have a chance of doing\r\nsomething today.\"\r\n\r\n\"Of course we shall,\" said Allardyce. \"You've only got to buck up and\r\nwe've got them on toast.\"\r\n\r\nThe atmosphere in the carriage became charged with optimism. It seemed\r\na simple thing to defeat a side which was practically a Ripton \"A\"\r\nteam. The centre three-quarters were there still, it was true, but\r\nAllardyce and Drummond ought to be able to prevent the halves ever\r\ngetting the ball out to them. The team looked on those two unknown\r\nhalves as timid novices, who would lose their heads at the kick-off. As\r\na matter of fact, the system of football teaching at Ripton was so\r\nperfect, and the keenness so great, that the second fifteen was nearly\r\nas good as the first every year. But the Wrykyn team did not know this,\r\nwith the exception of Allardyce, who kept his knowledge to himself; and\r\nthey arrived at Ripton jaunty and confident.\r\n\r\nKeith, the Ripton captain, who was one of the centre three-quarters who\r\nhad made so many holes in the Wrykyn defence in the previous term, met\r\nthe team at the station, and walked up to the school with them,\r\ncarrying Allardyce's bag.\r\n\r\n\"You seem to have lost a good many men at Christmas,\" said Allardyce.\r\n\"We were reading the _Sportsman_ in the train. Apparently, you've\r\nonly got ten of your last term's lot. Have they all left?\"\r\n\r\nThe Ripton captain grinned ruefully.\r\n\r\n\"Not much,\" he replied. \"They're all here. All except Dunn. You\r\nremember Dunn? Little thick-set chap who played half. He always had his\r\nhair quite tidy and parted exactly in the middle all through the game.\"\r\n\r\n\"Oh, yes, I remember Dunn. What's he doing now?\"\r\n\r\n\"Gone to Coopers Hill. Rot, his not going to the Varsity. He'd have\r\nwalked into his blue.\"\r\n\r\nAllardyce agreed. He had marked Dunn in the match of the previous term,\r\nand that immaculate sportsman had made things not a little warm for\r\nhim.\r\n\r\n\"Where are all the others, then?\" he asked. \"Where's that other half of\r\nyours? And the rest of the forwards?\"\r\n\r\n\"Mumps,\" said Keith.\r\n\r\n\"What!\"\r\n\r\n\"It's a fact. Rot, isn't it? We've had a regular bout of it. Twenty\r\nfellows got it altogether. Naturally, four of those were in the team.\r\nThat's the way things happen. I only wonder the whole scrum didn't have\r\nit.\"\r\n\r\n\"What beastly luck,\" said Allardyce. \"We had measles like that a couple\r\nof years ago in the summer term, and had to play the Incogs and Zingari\r\nwith a sort of second eleven. We got mopped.\"\r\n\r\n\"That's what we shall get this afternoon, I'm afraid,\" said Keith.\r\n\r\n\"Oh, no,\" said Allardyce. \"Of course you won't.\"\r\n\r\nAnd, as events turned out, that was one of the truest remarks he had\r\never made in his life.\r\n\r\n       *       *       *       *       *\r\n\r\nOne of the drawbacks to playing Ripton on its own ground was the crowd.\r\nAnother was the fact that one generally got beaten. But your sportsman\r\ncan put up with defeat. What he does not like is a crowd that regards\r\nhim as a subtle blend of incompetent idiot and malicious scoundrel, and\r\nsays so very loud and clear. It was not, of course, the school that did\r\nthis. They spent their time blushing for the shouters. It was the\r\npatriotic inhabitants of Ripton town who made the school wish that they\r\ncould be saved from their friends. The football ground at Ripton was at\r\nthe edge of the school fields, separated from the road by narrow iron\r\nrailings; and along these railings the choicest spirits of the town\r\nwould line up, and smoke and yell, and spit and yell again. As\r\nWordsworth wrote, \"There are two voices\". They were on something like\r\nthe following lines.\r\n\r\nInside the railings: \"Sch-oo-oo-oo-oo-l! Buck up Sch-oo-oo-oo-oo-l!!\r\nGet it OUT, Schoo-oo-oo-oo-l!!!\"\r\n\r\nOutside the railings: \"Gow it, Ripton! That's the way, Ripton! Twist\r\nhis good-old-English-adjectived neck, Ripton! Sit on his forcibly\r\ndescribed head, Ripton! Gow it, Ripton! Haw, Haw, Haw! They ain't no\r\nuse, RIPton! Kick 'im in the eye, RipTON! Haw, Haw, Haw!\"\r\n\r\nThe bursts of merriment signalised the violent downfall of some\r\ndangerous opponent.\r\n\r\nThe school loathed these humble supporters, and occasionally fastidious\r\njuniors would go the length of throwing chunks of mud at them through\r\nthe railings. But nothing discouraged them or abated their fervid\r\ndesire to see the school win. Every year they seemed to increase in\r\nzeal, and they were always in great form at the Wrykyn match.\r\n\r\nIt would be charitable to ascribe to this reason the gruesome\r\nhappenings of that afternoon. They needed some explaining away.\r\n\r\n       *       *       *       *       *\r\n\r\nAllardyce won the toss, and chose to start downhill, with the wind in\r\nhis favour. It is always best to get these advantages at the beginning\r\nof the game. If one starts against the wind, it usually changes ends at\r\nhalf-time. Amidst a roar from both touch-lines and a volley of howls\r\nfrom the road, a Ripton forward kicked off. The ball flew in the\r\ndirection of Stanning, on the right wing. A storm of laughter arose\r\nfrom the road as he dropped it. The first scrum was formed on the\r\nWrykyn twenty-five line.\r\n\r\nThe Ripton forwards got the ball, and heeled with their usual neatness.\r\nThe Ripton half who was taking the scrum gathered it cleanly, and\r\npassed to his colleague. He was a sturdy youth with a dark, rather\r\nforbidding face, in which the acute observer might have read signs of\r\nthe savage. He was of the breed which is vaguely described at public\r\nschools as \"nigger\", a term covering every variety of shade from ebony\r\nto light lemon. As a matter of fact he was a half-caste, sent home to\r\nEngland to be educated. Drummond recognised him as he dived forward to\r\ntackle him. The last place where they had met had been the roped ring\r\nat Aldershot. It was his opponent in the final of the Feathers.\r\n\r\nHe reached him as he swerved, and they fell together. The ball bounded\r\nforward.\r\n\r\n\"Hullo, Peteiro,\" he said. \"Thought you'd left.\"\r\n\r\nThe other grinned recognition.\r\n\r\n\"Hullo, Drummond.\"\r\n\r\n\"Going up to Aldershot this year?\"\r\n\r\n\"Yes. Light-Weight.\"\r\n\r\n\"So am I.\"\r\n\r\nThe scrum had formed by now, and further conversation was impossible.\r\nDrummond looked a little thoughtful as he put the ball in. He had been\r\ntold that Peteiro was leaving Ripton at Christmas. It was a nuisance\r\nhis being still at school. Drummond was not afraid of him--he would\r\nhave fought a champion of the world if the school had expected him\r\nto--but he could not help remembering that it was only by the very\r\nnarrowest margin, and after a terrific three rounds, that he had beaten\r\nhim in the Feathers the year before. It would be too awful for words if\r\nthe decision were to be reversed in the coming competition.\r\n\r\nBut he was not allowed much leisure for pondering on the future. The\r\npresent was too full of incident and excitement. The withdrawal of the\r\nfour invalids and the departure of Dunn had not reduced the Ripton team\r\nto that wreck of its former self which the Wrykyn fifteen had looked\r\nfor. On the contrary, their play seemed, if anything, a shade better\r\nthan it had been in the former match. There was all the old\r\naggressiveness, and Peteiro and his partner, so far from being timid\r\nnovices and losing their heads, eclipsed the exhibition given at Wrykyn\r\nby Waite and Dunn. Play had only been in progress six minutes when\r\nKeith, taking a pass on the twenty-five line, slipped past Attell, ran\r\nround the back, and scored between the posts. Three minutes later the\r\nother Ripton centre scored. At the end of twenty minutes the Wrykyn\r\nline had been crossed five times, and each of the tries had been\r\nconverted.\r\n\r\n\"_Can't_ you fellows get that ball in the scrum?\" demanded\r\nAllardyce plaintively, as the team began for the fifth time the old\r\nfamiliar walk to the half-way line. \"Pack tight, and get the first\r\nshove.\"\r\n\r\nThe result of this address was to increase the Ripton lead by four\r\npoints. In his anxiety to get the ball, one of the Wrykyn forwards\r\nstarted heeling before it was in, and the referee promptly gave a free\r\nkick to Ripton for \"foot up\". As this event took place within easy\r\nreach of the Wrykyn goal, and immediately in front of the same, Keith\r\nhad no difficulty in bringing off the penalty.\r\n\r\nBy half-time the crowd in the road, hoarse with laughter, had exhausted\r\nall their adjectives and were repeating themselves. The Ripton score\r\nwas six goals, a penalty goal, and two tries to nil, and the Wrykyn\r\nteam was a demoralised rabble.\r\n\r\nThe fact that the rate of scoring slackened somewhat after the interval\r\nmay be attributed to the disinclination of the Riptonians to exert\r\nthemselves unduly. They ceased playing in the stern and scientific\r\nspirit in which they had started; and, instead of adhering to an\r\northodox game, began to enjoy themselves. The forwards no longer heeled\r\nlike a machine. They broke through ambitiously, and tried to score on\r\ntheir own account. When the outsides got as far as the back, they did\r\nnot pass. They tried to drop goals. In this way only twenty-two points\r\nwere scored after half-time. Allardyce and Drummond battled on nobly,\r\nbut with their pack hopelessly outclassed it was impossible for them to\r\ndo anything of material use. Barry, on the wing, tackled his man\r\nwhenever the latter got the ball, but, as a rule, the centres did not\r\npass, but attacked by themselves. At last, by way of a fitting\r\nconclusion to the rout, the Ripton back, catching a high punt, ran\r\ninstead of kicking, and, to the huge delight of the town contingent,\r\nscored. With this incident the visiting team drained the last dregs of\r\nthe bitter cup. Humiliation could go no further. Almost immediately\r\nafterwards the referee blew his whistle for \"No side\".\r\n\r\n\"Three cheers for Wrykyn,\" said Keith.\r\n\r\nTo the fifteen victims it sounded ironical.\r\n\r\n\r\n\r\n\r\nXVI\r\n\r\nDRUMMOND GOES INTO RETIREMENT\r\n\r\n\r\nThe return journey of a school team after a crushing defeat in a\r\nforeign match is never a very exhilarating business. Those members of\r\nthe side who have not yet received their colours are wondering which of\r\nthem is to be sacrificed to popular indignation and \"chucked\": the\r\nrest, who have managed to get their caps, are feeling that even now\r\ntwo-thirds of the school will be saying that they are not worth a place\r\nin the third fifteen; while the captain, brooding apart, is becoming\r\nsoured at the thought that Posterity will forget what little good he\r\nmay have done, and remember only that it was in his year that the\r\nschool got so many points taken off them by So-and-So. Conversation\r\ndoes not ripple and sparkle during these home-comings. The Wrykyn team\r\nmade the journey in almost unbroken silence. They were all stiff and\r\nsore, and their feelings were such as to unfit them for talking to\r\npeople.\r\n\r\nThe school took the thing very philosophically--a bad sign. When a\r\nschool is in a healthy, normal condition, it should be stirred up by a\r\nbad defeat by another school, like a disturbed wasps' nest. Wrykyn made\r\none or two remarks about people who could not play footer for toffee,\r\nand then let the thing drop.\r\n\r\nSheen was too busy with his work and his boxing to have much leisure\r\nfor mourning over this latest example of the present inefficiency of\r\nthe school. The examination for the Gotford was to come off in two\r\ndays, and the inter-house boxing was fixed for the following Wednesday.\r\nIn five days, therefore, he would get his chance of retrieving his lost\r\nplace in the school. He was certain that he could, at any rate make a\r\nvery good show against anyone in the school, even Drummond. Joe Bevan\r\nwas delighted with his progress, and quoted Shakespeare volubly in his\r\nadmiration. Jack Bruce and Francis added their tribute, and the knife\r\nand boot boy paid him the neatest compliment of all by refusing\r\npoint-blank to have any more dealings with him whatsoever. His\r\nprofessional duties, explained the knife and boot boy, did not include\r\nbeing punched in the heye by blokes, and he did not intend to be put\r\nupon.\r\n\r\n\"You'll do all right,\" said Jack Bruce, as they were motoring home, \"if\r\nthey'll let you go in for it all. But how do you know they will? Have\r\nthey chosen the men yet?\"\r\n\r\n\"Not yet. They don't do it till the day before. But there won't be any\r\ndifficulty about that. Drummond will let me have a shot if he thinks\r\nI'm good enough.\"\r\n\r\n\"Oh, you're good enough,\" said Bruce.\r\n\r\nAnd when, on Monday evening, Francis, on receipt of no fewer than four\r\nblows in a single round--a record, shook him by the hand and said that\r\nif ever he happened to want a leetle darg that was a perfect bag of\r\ntricks and had got a pedigree, mind you, he, Francis, would be proud to\r\nsupply that animal, Sheen felt that the moment had come to approach\r\nDrummond on the subject of the house boxing. It would be a little\r\nawkward at first, and conversation would probably run somewhat stiffly;\r\nbut all would be well once he had explained himself.\r\n\r\nBut things had been happening in his absence which complicated the\r\nsituation. Allardyce was having tea with Drummond, who had been\r\nstopping in with a sore throat. He had come principally to make\r\narrangements for the match between his house and Seymour's in the\r\nsemi-final round of the competition.\r\n\r\n\"You're looking bad,\" he said, taking a seat.\r\n\r\n\"I'm feeling bad,\" said Drummond. For the past few days he had been\r\nvery much out of sorts. He put it down to a chill caught after the\r\nRipton match. He had never mustered up sufficient courage to sponge\r\nhimself with cold water after soaking in a hot bath, and he\r\noccasionally suffered for it.\r\n\r\n\"What's up?\" inquired Allardyce.\r\n\r\n\"Oh, I don't know. Sort of beastly feeling. Sore throat. Nothing much.\r\nOnly it makes you feel rather rotten.\"\r\n\r\nAllardyce looked interested.\r\n\r\n\"I say,\" he said, \"it looks as if--I wonder. I hope you haven't.\"\r\n\r\n\"What?\"\r\n\r\n\"Mumps. It sounds jolly like it.\"\r\n\r\n\"Mumps! Of course I've not. Why should I?\"\r\n\r\nAllardyce produced a letter from his pocket. \"I got this from Keith,\r\nthe Ripton captain, this morning. You know they've had a lot of the\r\nthing there. Oh, didn't you? That was why they had such a bad team\r\nout.\"\r\n\r\n\"Bad team!\" murmured Drummond.\r\n\r\n\"Well, I mean not their best team. They had four of their men down with\r\nmumps. Here's what Keith says. Listen. Bit about hoping we got back all\r\nright, and so on, first. Then he says--here it is, 'Another of our\r\nfellows has got the mumps. One of the forwards; rather a long man who\r\nwas good out of touch. He developed it a couple of days after the\r\nmatch. It's lucky that all our card games are over. We beat John's,\r\nOxford, last Wednesday, and that finished the card. But it'll rather\r\nrot up the House matches. We should have walked the cup, but there's no\r\nknowing what will happen now. I hope none of your lot caught the mumps\r\nfrom Browning during the game. It's quite likely, of course. Browning\r\nought not to have been playing, but I had no notion that there was\r\nanything wrong with him. He never said he felt bad.' You've got it,\r\nDrummond. That's what's the matter with you.\"\r\n\r\n\"Oh, rot,\" said Drummond. \"It's only a chill.\"\r\n\r\nBut the school doctor, who had looked in at the house to dose a small\r\nSeymourite who had indulged too heartily in the pleasures of the table,\r\nhad other views, and before lock-up Drummond was hurried off to the\r\ninfirmary.\r\n\r\nSheen went to Drummond's study after preparation had begun, and was\r\nsurprised to find him out. Not being on speaking terms with a single\r\nmember of the house, he was always out-of-date as regarded items of\r\nschool news. As a rule he had to wait until Jack Bruce told him before\r\nlearning of any occurrence of interest. He had no notion that mumps was\r\nthe cause of Drummond's absence, and he sat and waited patiently for\r\nhim in his study till the bell rang for prayers. The only possible\r\nexplanation that occurred to him was that Drummond was in somebody\r\nelse's study, and he could not put his theory to the test by going and\r\nlooking. It was only when Drummond did not put in an appearance at\r\nprayers that Sheen began to suspect that something might have happened.\r\n\r\nIt was maddening not to be able to make inquiries. He had almost\r\ndecided to go and ask Linton, and risk whatever might be the\r\nconsequences of such a step, when he remembered that the matron must\r\nknow. He went to her, and was told that Drummond was in the infirmary.\r\n\r\nHe could not help seeing that this made his position a great deal more\r\ndifficult. In ten minutes he could have explained matters to Drummond\r\nif he had found him in his study. But it would be a more difficult task\r\nto put the thing clearly in a letter.\r\n\r\nMeanwhile, it was bed-time, and he soon found his hands too full with\r\nhis dormitory to enable him to think out the phrasing of that letter.\r\nThe dormitory, which was recruited entirely from the junior day-room,\r\nhad heard of Drummond's departure with rejoicings. They liked Drummond,\r\nbut he was a good deal too fond of the iron hand for their tastes. A\r\nnight with Sheen in charge should prove a welcome change.\r\n\r\nA deafening uproar was going on when Sheen arrived, and as he came into\r\nthe room somebody turned the gas out. He found some matches on the chest\r\nof drawers, and lit it again just in time to see a sportive youth tearing\r\nthe clothes off his bed and piling them on the floor. A month before he\r\nwould not have known how to grapple with such a situation, but his\r\nevenings with Joe Bevan had given him the habit of making up his mind\r\nand acting rapidly. Drummond was wont to keep a swagger-stick by his\r\nbedside for the better observance of law and order. Sheen possessed\r\nhimself of this swagger-stick, and reasoned with the sportive youth.\r\nThe rest of the dormitory looked on in interested silence. It was a\r\ncritical moment, and on his handling of it depended Sheen's victory or\r\ndefeat. If he did not keep his head he was lost. A dormitory is\r\nmerciless to a prefect whose weakness they have discovered.\r\n\r\nSheen kept his head. In a quiet, pleasant voice, fingering the\r\nswagger-stick, as he spoke, in an absent manner, he requested his young\r\nfriend to re-make the bed--rapidly and completely. For the space of\r\nfive minutes no sound broke the silence except the rustle of sheets and\r\nblankets. At the end of that period the bed looked as good as new.\r\n\r\n\"Thanks,\" said Sheen gratefully. \"That's very kind of you.\"\r\n\r\nHe turned to the rest of the dormitory.\r\n\r\n\"Don't let me detain you,\" he said politely. \"Get into bed as soon as\r\nyou like.\"\r\n\r\nThe dormitory got into bed sooner than they liked. For some reason the\r\ncolossal rag they had planned had fizzled out. They were thoughtful as\r\nthey crept between the sheets. Could these things be?\r\n\r\n       *       *       *       *       *\r\n\r\nAfter much deliberation Sheen sent his letter to Drummond on the\r\nfollowing day. It was not a long letter, but it was carefully worded.\r\nIt explained that he had taken up boxing of late, and ended with a\r\nrequest that he might be allowed to act as Drummond's understudy in the\r\nHouse competitions.\r\n\r\nIt was late that evening when the infirmary attendant came over with\r\nthe answer.\r\n\r\nLike the original letter, the answer was brief.\r\n\r\n\"Dear Sheen,\" wrote Drummond, \"thanks for the offer. I am afraid I\r\ncan't accept it. We must have the best man. Linton is going to box for\r\nthe House in the Light-Weights.\"\r\n\r\n\r\n\r\n\r\nXVII\r\n\r\nSEYMOUR'S ONE SUCCESS\r\n\r\n\r\nThis polite epistle, it may be mentioned, was a revised version of the\r\none which Drummond originally wrote in reply to Sheen's request. His\r\nfirst impulse had been to answer in the four brief words, \"Don't be a\r\nfool\"; for Sheen's letter had struck him as nothing more than a\r\ncontemptible piece of posing, and he had all the hatred for poses which\r\nis a characteristic of the plain and straightforward type of mind. It\r\nseemed to him that Sheen, as he expressed it to himself, was trying to\r\n\"do the boy hero\". In the school library, which had been stocked during\r\nthe dark ages, when that type of story was popular, there were numerous\r\nschool stories in which the hero retrieved a rocky reputation by\r\nthrashing the bully, displaying in the encounter an intuitive but\r\noverwhelming skill with his fists. Drummond could not help feeling that\r\nSheen must have been reading one of these stories. It was all very fine\r\nand noble of him to want to show that he was No Coward After All, like\r\nLeo Cholmondeley or whatever his beastly name was, in _The Lads of\r\nSt. Ethelberta's_ or some such piffling book; but, thought Drummond\r\nin his cold, practical way, what about the house? If Sheen thought that\r\nSeymour's was going to chuck away all chance of winning one of the\r\ninter-house events, simply in order to give him an opportunity of doing\r\nthe Young Hero, the sooner he got rid of that sort of idea, the better.\r\nIf he wanted to do the Leo Cholmondeley business, let him go and chuck\r\na kid into the river, and jump in and save him. But he wasn't going to\r\nhave the house let in for twenty Sheens.\r\n\r\nSuch were the meditations of Drummond when the infirmary attendant\r\nbrought Sheen's letter to him; and he seized pencil and paper and\r\nwrote, \"Don't be a fool\". But pity succeeded contempt, and he tore up\r\nthe writing. After all, however much he had deserved it, the man had\r\nhad a bad time. It was no use jumping on him. And at one time they had\r\nbeen pals. Might as well do the thing politely.\r\n\r\nAll of which reflections would have been prevented had Sheen thought of\r\nmentioning the simple fact that it was Joe Bevan who had given him the\r\nlessons to which he referred in his letter. But he had decided not to\r\ndo so, wishing to avoid long explanations. And there was, he felt, a\r\nchance that the letter might come into other hands than those of\r\nDrummond. So he had preserved silence on that point, thereby wrecking\r\nhis entire scheme.\r\n\r\nIt struck him that he might go to Linton, explain his position, and ask\r\nhim to withdraw in his favour, but there were difficulties in the way\r\nof that course. There is a great deal of red tape about the athletic\r\narrangements of a house at a public school. When once an order has gone\r\nforth, it is difficult to get it repealed. Linton had been chosen to\r\nrepresent the house in the Light-Weights, and he would carry out\r\norders. Only illness would prevent him appearing in the ring.\r\n\r\nSheen made up his mind not to try to take his place, and went through\r\nthe days a victim to gloom, which was caused by other things besides\r\nhis disappointment respecting the boxing competition. The Gotford\r\nexamination was over now, and he was not satisfied with his\r\nperformance. Though he did not know it, his dissatisfaction was due\r\nprincipally to the fact that, owing to his isolation, he had been\r\nunable to compare notes after the examinations with the others. Doing\r\nan examination without comparing notes subsequently with one's rivals,\r\nis like playing golf against a bogey. The imaginary rival against whom\r\none pits oneself never makes a mistake. Our own \"howlers\" stand out in\r\nall their horrid nakedness; but we do not realise that our rivals have\r\nprobably made others far worse. In this way Sheen plumbed the depths of\r\ndepression. The Gotford was a purely Classical examination, with the\r\nexception of one paper, a General Knowledge paper; and it was in this\r\nthat Sheen fancied he had failed so miserably. His Greek and Latin\r\nverse were always good; his prose, he felt, was not altogether beyond\r\nthe pale; but in the General Knowledge paper he had come down heavily.\r\nAs a matter of fact, if he had only known, the paper was an\r\nexceptionally hard one, and there was not a single candidate for the\r\nscholarship who felt satisfied with his treatment of it. It was to\r\nquestions ten, eleven, and thirteen of this paper that Cardew, of the\r\nSchool House, who had entered for the scholarship for the sole reason\r\nthat competitors got excused two clear days of ordinary school-work,\r\nwrote the following answer:\r\n\r\n    See \"Encylopaedia Britannica,\" _Times_ edition.\r\n\r\nIf they really wanted to know, he said subsequently, that was the\r\nauthority to go to. He himself would probably misinform them\r\naltogether.\r\n\r\nIn addition to the Gotford and the House Boxing, the House Fives now\r\ncame on, and the authorities of Seymour's were in no small perplexity.\r\nThey met together in Rigby's study to discuss the matter. Their\r\ndifficulty was this. There was only one inmate of Seymour's who had a\r\nchance of carrying off the House Fives Cup. And that was Sheen. The\r\nhouse was asking itself what was to be done about it.\r\n\r\n\"You see,\" said Rigby, \"you can look at it in two ways, whichever you\r\nlike. We ought certainly to send in our best man for the pot, whatever\r\nsort of chap he is. But then, come to think of it, Sheen can't very\r\nwell be said to belong to the house at all. When a man's been cut dead\r\nduring the whole term, he can't be looked on as one of the house very\r\nwell. See what I mean?\"\r\n\r\n\"Of course he can't,\" said Mill, who was second in command at\r\nSeymour's. Mill's attitude towards his fellow men was one of incessant\r\nhostility. He seemed to bear a grudge against the entire race.\r\n\r\nRigby resumed. He was a pacific person, and hated anything resembling\r\nrows in the house. He had been sorry for Sheen, and would have been\r\nglad to give him a chance of setting himself on his legs again.\r\n\r\n\"You see,\" he said, \"this is what I mean. We either recognise Sheen's\r\nexistence or we don't. Follow? We can't get him to win this Cup for us,\r\nand then, when he has done it, go on cutting him and treating him as if\r\nhe didn't belong to the house at all. I know he let the house down\r\nawfully badly in that business, but still, if he lifts the Fives Cup,\r\nthat'll square the thing. If he does anything to give the house a\r\nleg-up, he must be treated as if he'd never let it down at all.\"\r\n\r\n\"Of course,\" said Barry. \"I vote we send him in for the Fives.\"\r\n\r\n\"What rot!\" said Mill. \"It isn't as if none of the rest of us played\r\nfives.\"\r\n\r\n\"We aren't as good as Sheen,\" said Barry.\r\n\r\n\"I don't care. I call it rot letting a chap like him represent the\r\nhouse at anything. If he were the best fives-player in the world I\r\nwouldn't let him play for the house.\"\r\n\r\nRigby was impressed by his vehemence. He hesitated.\r\n\r\n\"After all, Barry,\" he said, \"I don't know. Perhaps it might--you see,\r\nhe did--well, I really think we'd better have somebody else. The house\r\nhas got its knife into Sheen too much just at present to want him as a\r\nrepresentative. There'd only be sickness, don't you think? Who else is\r\nthere?\"\r\n\r\nSo it came about that Menzies was chosen to uphold the house in the\r\nFives Courts. Sheen was not surprised. But it was not pleasant. He was\r\ncertainly having bad luck in his attempts to do something for the\r\nhouse. Perhaps if he won the Gotford they might show a little\r\nenthusiasm. The Gotford always caused a good deal of interest in the\r\nschool. It was the best thing of its kind in existence at Wrykyn, and\r\neven the most abandoned loafers liked to feel that their house had won\r\nit. It was just possible, thought Sheen, that a brilliant win might\r\nchange the feelings of Seymour's towards him. He did not care for the\r\napplause of the multitude more than a boy should, but he preferred it\r\nvery decidedly to the cut direct.\r\n\r\nThings went badly for Seymour's. Never in the history of the house, or,\r\nat any rate, in the comparatively recent history of the house, had\r\nthere been such a slump in athletic trophies. To begin with, they were\r\nsoundly beaten in the semi-final for the House football cup by\r\nAllardyce's lot. With Drummond away, there was none to mark the captain\r\nof the School team at half, and Allardyce had raced through in a manner\r\nthat must have compensated him to a certain extent for the poor time he\r\nhad had in first fifteen matches. The game had ended in a Seymourite\r\ndefeat by nineteen points to five.\r\n\r\nNor had the Boxing left the house in a better position. Linton fought\r\npluckily in the Light-Weights, but went down before Stanning, after\r\nbeating a representative of Templar's. Mill did not show up well in the\r\nHeavy-Weights, and was defeated in his first bout. Seymour's were\r\nreduced to telling themselves how different it all would have been if\r\nDrummond had been there.\r\n\r\nSheen watched the Light-Weight contests, and nearly danced with\r\nirritation. He felt that he could have eaten Stanning. The man was\r\nquick with his left, but he couldn't _box_. He hadn't a notion of\r\nside-stepping, and the upper-cut appeared to be entirely outside his\r\nrange. He would like to see him tackle Francis.\r\n\r\nSheen thought bitterly of Drummond. Why on earth couldn't he have given\r\nhim a chance. It was maddening.\r\n\r\nThe Fives carried on the story. Menzies was swamped by a Day's man. He\r\nmight just as well have stayed away altogether. The star of Seymour's\r\nwas very low on the horizon.\r\n\r\nAnd then the house scored its one success. The headmaster announced it\r\nin the Hall after prayers in his dry, unemotional way.\r\n\r\n\"I have received the list of marks,\" he said, \"from the examiners for\r\nthe Gotford Scholarship.\" He paused. Sheen felt a sudden calm triumph\r\nflood over him. Somehow, intuitively, he knew that he had won. He\r\nwaited without excitement for the next words.\r\n\r\n\"Out of a possible thousand marks, Sheen, who wins the scholarship,\r\nobtained seven hundred and one, Stanning six hundred and four,\r\nWilson....\"\r\n\r\nSheen walked out of the Hall in the unique position of a Gotford winner\r\nwith only one friend to congratulate him. Jack Bruce was the one. The\r\nother six hundred and thirty-three members of the school made no\r\ndemonstration.\r\n\r\nThere was a pleasant custom at Seymour's of applauding at tea any\r\nSeymourite who had won distinction, and so shed a reflected glory on\r\nthe house. The head of the house would observe, \"Well played,\r\nSo-and-So!\" and the rest of the house would express their emotion in\r\nthe way that seemed best to them, to the subsequent exultation of the\r\nlocal crockery merchant, who had generally to supply at least a dozen\r\nfresh cups and plates to the house after one of these occasions. When\r\nit was for getting his first eleven or first fifteen cap that the lucky\r\nman was being cheered, the total of breakages sometimes ran into the\r\ntwenties.\r\n\r\nRigby, good, easy man, was a little doubtful as to what course to\r\npursue in the circumstances. Should he give the signal? After all, the\r\nfellow _had_ won the Gotford. It was a score for the house, and\r\nthey wanted all the scores they could get in these lean years. Perhaps,\r\nthen, he had better.\r\n\r\n\"Well played, Sheen,\" said he.\r\n\r\nThere was a dead silence. A giggle from the fags' table showed that the\r\ncomedy of the situation was not lost on the young mind.\r\n\r\nThe head of the house looked troubled. This was awfully awkward.\r\n\r\n\"Well played, Sheen,\" he said again.\r\n\r\n\"Don't mention it, Rigby,\" said the winner of the Gotford politely,\r\nlooking up from his plate.\r\n\r\n\r\n\r\n\r\nXVIII\r\n\r\nMR BEVAN MAKES A SUGGESTION\r\n\r\n\r\nWhen one has been working hard with a single end in view, the arrival\r\nand departure of the supreme moment is apt to leave a feeling of\r\nemptiness, as if life had been drained of all its interest, and left\r\nnothing sufficiently exciting to make it worth doing. Horatius, as he\r\nfollowed his plough on a warm day over the corn land which his\r\ngratified country bestowed on him for his masterly handling of the\r\ntraffic on the bridge, must sometimes have felt it was a little tame.\r\nThe feeling is far more acute when one has been unexpectedly baulked in\r\none's desire for action. Sheen, for the first few days after he\r\nreceived Drummond's brief note, felt that it was useless for him to try\r\nto do anything. The Fates were against him. In stories, as Mr Anstey\r\nhas pointed out, the hero is never long without his chance of\r\nretrieving his reputation. A mad bull comes into the school grounds,\r\nand he alone (the hero, not the bull) is calm. Or there is a fire, and\r\nwhose is that pale and gesticulating form at the upper window? The\r\nbully's, of course. And who is that climbing nimbly up the Virginia\r\ncreeper? Why, the hero. Who else? Three hearty cheers for the plucky\r\nhero.\r\n\r\nBut in real life opportunities of distinguishing oneself are less\r\nfrequent.\r\n\r\nSheen continued his visits to the \"Blue Boar\", but more because he\r\nshrank from telling Joe Bevan that all his trouble had been for\r\nnothing, than because he had any definite object in view. It was bitter\r\nto listen to the eulogies of the pugilist, when all the while he knew\r\nthat, as far as any immediate results were concerned, it did not really\r\nmatter whether he boxed well or feebly. Some day, perhaps, as Mr Bevan\r\nwas fond of pointing out when he approached the subject of\r\ndisadvantages of boxing, he might meet a hooligan when he was crossing\r\na field with his sister; but he found that but small consolation. He\r\nwas in the position of one who wants a small sum of ready money, and is\r\ntold that, in a few years, he may come into a fortune. By the time he\r\ngot a chance of proving himself a man with his hands, he would be an\r\nOld Wrykinian. He was leaving at the end of the summer term.\r\n\r\nJack Bruce was sympathetic, and talked more freely than was his wont.\r\n\r\n\"I can't understand it,\" he said. \"Drummond always seemed a good sort.\r\nI should have thought he would have sent you in for the house like a\r\nshot. Are you sure you put it plainly in your letter? What did you\r\nsay?\"\r\n\r\nSheen repeated the main points of his letter.\r\n\r\n\"Did you tell him who had been teaching you?\"\r\n\r\n\"No. I just said I'd been boxing lately.\"\r\n\r\n\"Pity,\" said Jack Bruce. \"If you'd mentioned that it was Joe who'd been\r\ntraining you, he would probably have been much more for it. You see, he\r\ncouldn't know whether you were any good or not from your letter. But if\r\nyou'd told him that Joe Bevan and Hunt both thought you good, he'd have\r\nseen there was something in it.\"\r\n\r\n\"It never occurred to me. Like a fool, I was counting on the thing so\r\nmuch that it didn't strike me there would be any real difficulty in\r\ngetting him to see my point. Especially when he got mumps and couldn't\r\ngo in himself. Well, it can't be helped now.\"\r\n\r\nAnd the conversation turned to the prospects of Jack Bruce's father in\r\nthe forthcoming election, the polling for which had just begun.\r\n\r\n\"I'm busy now,\" said Bruce. \"I'm not sure that I shall be able to do\r\nmuch sparring with you for a bit.\"\r\n\r\n\"My dear chap, don't let me--\"\r\n\r\n\"Oh, it's all right, really. Taking you to the 'Blue Boar' doesn't land\r\nme out of my way at all. Most of the work lies round in this direction.\r\nI call at cottages, and lug oldest inhabitants to the poll. It's rare\r\nsport.\"\r\n\r\n\"Does your pater know?\"\r\n\r\n\"Oh, yes. He rots me about it like anything, but, all the same, I\r\nbelieve he's really rather bucked because I've roped in quite a dozen\r\nvoters who wouldn't have stirred a yard if I hadn't turned up. That's\r\nwhere we're scoring. Pedder hasn't got a car yet, and these old rotters\r\nround here aren't going to move out of their chairs to go for a ride in\r\nan ordinary cart. But they chuck away their crutches and hop into a\r\nmotor like one o'clock.\"\r\n\r\n\"It must be rather a rag,\" said Sheen.\r\n\r\nThe car drew up at the door of the \"Blue Boar\". Sheen got out and ran\r\nupstairs to the gymnasium. Joe Bevan was sparring a round with Francis.\r\nHe watched them while he changed, but without the enthusiasm of which\r\nhe had been conscious on previous occasions. The solid cleverness of\r\nJoe Bevan, and the quickness and cunning of the bantam-weight, were as\r\nmuch in evidence as before, but somehow the glamour and romance which\r\nhad surrounded them were gone. He no longer watched eagerly to pick up\r\nthe slightest hint from these experts. He felt no more interest than he\r\nwould have felt in watching a game of lawn tennis. He _had_ been\r\nkeen. Since his disappointment with regard to the House Boxing he had\r\nbecome indifferent.\r\n\r\nJoe Bevan noticed this before he had been boxing with him a minute.\r\n\r\n\"Hullo, sir,\" he said, \"what's this? Tired today? Not feeling well? You\r\naren't boxing like yourself, not at all you aren't. There's no weight\r\nbehind 'em. You're tapping. What's the matter with your feet, too? You\r\naren't getting about as quickly as I should like to see. What have you\r\nbeen doing to yourself?\"\r\n\r\n\"Nothing that I know of,\" said Sheen. \"I'm sorry I'm so rotten. Let's\r\nhave another try.\"\r\n\r\nThe second try proved as unsatisfactory as the first. He was listless,\r\nand his leads and counters lacked conviction.\r\n\r\nJoe Bevan, who identified himself with his pupils with that\r\nthoroughness which is the hall-mark of the first-class boxing\r\ninstructor, looked so pained at his sudden loss of form, that Sheen\r\ncould not resist the temptation to confide in him. After all, he must\r\ntell him some time.\r\n\r\n\"The fact is,\" he said, as they sat on the balcony overlooking the\r\nriver, waiting for Jack Bruce to return with his car, \"I've had a bit\r\nof a sickener.\"\r\n\r\n\"I thought you'd got sick of it,\" said Mr Bevan. \"Well, have a bit of a\r\nrest.\"\r\n\r\n\"I don't mean that I'm tired of boxing,\" Sheen hastened to explain.\r\n\"After all the trouble you've taken with me, it would be a bit thick if\r\nI chucked it just as I was beginning to get on. It isn't that. But you\r\nknow how keen I was on boxing for the house?\"\r\n\r\nJoe Bevan nodded.\r\n\r\n\"Did you get beat?\"\r\n\r\n\"They wouldn't let me go in,\" said Sheen.\r\n\r\n\"But, bless me! you'd have made babies of them. What was the instructor\r\ndoing? Couldn't he see that you were good?\"\r\n\r\n\"I didn't get a chance of showing what I could do.\" He explained the\r\ndifficulties of the situation.\r\n\r\nMr Bevan nodded his head thoughtfully.\r\n\r\n\"So naturally,\" concluded Sheen, \"the thing has put me out a bit. It's\r\nbeastly having nothing to work for. I'm at a loose end. Up till now,\r\nI've always had the thought of the House Competition to keep me going.\r\nBut now--well, you see how it is. It's like running to catch a train,\r\nand then finding suddenly that you've got plenty of time. There doesn't\r\nseem any point in going on running.\"\r\n\r\n\"Why not Aldershot, sir? said Mr Bevan.\r\n\r\n\"What!\" cried Sheen.\r\n\r\nThe absolute novelty of the idea, and the gorgeous possibilities of it,\r\nmade him tingle from head to foot. Aldershot! Why hadn't he thought of\r\nit before! The House Competition suddenly lost its importance in his\r\neyes. It was a trivial affair, after all, compared with Aldershot, that\r\nMecca of the public-school boxer.\r\n\r\nThen the glow began to fade. Doubts crept in. He might have learned a\r\ngood deal from Joe Bevan, but had he learned enough to be able to hold\r\nhis own with the best boxers of all the public schools in the country?\r\nAnd if he had the skill to win, had he the heart? Joe Bevan had said\r\nthat he would not disgrace himself again, and he felt that the chances\r\nwere against his doing so, but there was the terrible possibility. He\r\nhad stood up to Francis and the others, and he had taken their blows\r\nwithout flinching; but in these encounters there was always at the back\r\nof his mind the comforting feeling that there was a limit to the amount\r\nof punishment he would receive. If Francis happened to drive him into a\r\ncorner where he could neither attack, nor defend himself against\r\nattack, he did not use his advantage to the full. He indicated rather\r\nthan used it. A couple of blows, and he moved out into the open again.\r\nBut in the Public Schools Competition at Aldershot there would be no\r\nquarter. There would be nothing but deadly earnest. If he allowed\r\nhimself to be manoeuvred into an awkward position, only his own skill,\r\nor the call of time, could extricate him from it.\r\n\r\nIn a word, at the \"Blue Boar\" he sparred. At Aldershot he would have to\r\nfight. Was he capable of fighting?\r\n\r\nThen there was another difficulty. How was he to get himself appointed\r\nas the Wrykyn light-weight representative? Now that Drummond was unable\r\nto box, Stanning would go down, as the winner of the School\r\nCompetition. These things were worked by an automatic process. Sheen\r\nfelt that he could beat Stanning, but he had no means of publishing\r\nthis fact to the school. He could not challenge him to a trial of\r\nskill. That sort of thing was not done.\r\n\r\nHe explained this to Joe Bevan.\r\n\r\n\"Well, it's a pity,\" said Joe regretfully. \"It's a pity.\"\r\n\r\nAt this moment Jack Bruce appeared.\r\n\r\n\"What's a pity, Joe?\" he asked.\r\n\r\n\"Joe wants me to go to Aldershot as a light-weight,\" explained Sheen,\r\n\"and I was just saying that I couldn't, because of Stanning.\"\r\n\r\n\"What about Stanning?\"\r\n\r\n\"He won the School Competition, you see, so they're bound to send him\r\ndown.\"\r\n\r\n\"Half a minute,\" said Jack Bruce. \"I never thought of Aldershot for you\r\nbefore. It's a jolly good idea. I believe you'd have a chance. And it's\r\nall right about Stanning. He's not going down. Haven't you heard?\"\r\n\r\n\"I don't hear anything. Why isn't he going down?\"\r\n\r\n\"He's knocked up one of his wrists. So he says.\"\r\n\r\n\"How do you mean--so he says?\" asked Sheen.\r\n\r\n\"I believe he funks it.\"\r\n\r\n\"Why? What makes you think that?\"\r\n\r\n\"Oh, I don't know. It's only my opinion. Still, it's a little queer.\r\nStanning says he crocked his left wrist in the final of the House\r\nCompetition.\"\r\n\r\n\"Well, what's wrong with that? Why shouldn't he have done so?\"\r\n\r\nSheen objected strongly to Stanning, but he had the elements of justice\r\nin him, and he was not going to condemn him on insufficient evidence,\r\nparticularly of a crime of which he himself had been guilty.\r\n\r\n\"Of course he may have done,\" said Bruce. \"But it's a bit fishy that he\r\nshould have been playing fives all right two days running just after\r\nthe competition.\"\r\n\r\n\"He might have crocked himself then.\"\r\n\r\n\"Then why didn't he say so?\"\r\n\r\nA question which Sheen found himself unable to answer.\r\n\r\n\"Then there's nothing to prevent you fighting, sir,\" said Joe Bevan,\r\nwho had been listening attentively to the conversation.\r\n\r\n\"Do you really think I've got a chance?\"\r\n\r\n\"I do, sir.\"\r\n\r\n\"Of course you have,\" said Jack Bruce. \"You're quite as good as\r\nDrummond was, last time I saw him box.\"\r\n\r\n\"Then I'll have a shot at it,\" said Sheen.\r\n\r\n\"Good for you, sir,\" cried Joe Bevan.\r\n\r\n\"Though it'll be a bit of a job getting leave,\" said Sheen. \"How would\r\nyou start about it, Bruce?\"\r\n\r\n\"You'd better ask Spence. He's the man to go to.\"\r\n\r\n\"That's all right. I'm rather a pal of Spence's.\"\r\n\r\n\"Ask him tonight after prep.,\" suggested Bruce.\r\n\r\n\"And then you can come here regular,\" said Joe Bevan, \"and we'll train\r\nyou till you're that fit you could eat bricks, and you'll make babies\r\nof them up at Aldershot.\"\r\n\r\n\r\n\r\n\r\nXIX\r\n\r\nPAVING THE WAY\r\n\r\n\r\nBruce had been perfectly correct in his suspicions. Stanning's wrist\r\nwas no more sprained than his ankle. The advisability of manufacturing\r\nan injury had come home to him very vividly on the Saturday morning\r\nfollowing the Ripton match, when he had read the brief report of that\r\npainful episode in that week's number of the _Field_ in the school\r\nlibrary. In the list of the Ripton team appeared the name R. Peteiro.\r\nHe had heard a great deal about the dusky Riptonian when Drummond had\r\nbeaten him in the Feather-Weights the year before. Drummond had\r\nreturned from Aldershot on that occasion cheerful, but in an extremely\r\nbattered condition. His appearance as he limped about the field on\r\nSports Day had been heroic, and, in addition, a fine advertisement for\r\nthe punishing powers of the Ripton champion. It is true that at least\r\none of his injuries had been the work of a Pauline whom he had met in\r\nthe opening bout; but the great majority were presents from Ripton, and\r\nDrummond had described the dusky one, in no uncertain terms, as a holy\r\nterror.\r\n\r\nThese things had sunk into Stanning's mind. It had been generally\r\nunderstood at Wrykyn that Peteiro had left school at Christmas. When\r\nStanning, through his study of the _Field_, discovered that the\r\nredoubtable boxer had been one of the team against which he had played\r\nat Ripton, and realised that, owing to Drummond's illness, it would\r\nfall to him, if he won the House Competition, to meet this man of wrath\r\nat Aldershot, he resolved on the instant that the most persuasive of\r\nwild horses should not draw him to that military centre on the day of\r\nthe Public Schools Competition. The difficulty was that he particularly\r\nwished to win the House Cup. Then it occurred to him that he could\r\ncombine the two things--win the competition and get injured while doing\r\nso.\r\n\r\nAccordingly, two days after the House Boxing he was observed to issue\r\nfrom Appleby's with his left arm slung in a first fifteen scarf. He was\r\ntoo astute to injure his right wrist. What happens to one's left wrist\r\nat school is one's own private business. When one injures one's right\r\narm, and so incapacitates oneself for form work, the authorities begin\r\nto make awkward investigations.\r\n\r\nMr Spence, who looked after the school's efforts to win medals at\r\nAldershot, was the most disappointed person in the place. He was an\r\nenthusiastic boxer--he had represented Cambridge in the Middle-Weights\r\nin his day--and with no small trouble had succeeded in making boxing a\r\ngoing concern at Wrykyn. Years of failure had ended, the Easter before,\r\nin a huge triumph, when O'Hara, of Dexter's and Drummond had won silver\r\nmedals, and Moriarty, of Dexter's, a bronze. If only somebody could win\r\na medal this year, the tradition would be established, and would not\r\nsoon die out. Unfortunately, there was not a great deal of boxing\r\ntalent in the school just now. The rule that the winner at his weight\r\nin the House Competitions should represent the school at Aldershot only\r\napplied if the winner were fairly proficient. Mr Spence exercised his\r\ndiscretion. It was no use sending down novices to be massacred. This\r\nyear Drummond and Stanning were the only Wrykinians up to Aldershot\r\nform. Drummond would have been almost a certainty for a silver medal,\r\nand Stanning would probably have been a runner-up. And here they were,\r\nboth injured; Wrykyn would not have a single representative at the\r\nQueen's Avenue Gymnasium. It would be a set-back to the cult of boxing\r\nat the school.\r\n\r\nMr Spence was pondering over this unfortunate state of things when\r\nSheen was shown in.\r\n\r\n\"Can I speak to you for a minute, sir?\" said Sheen.\r\n\r\n\"Certainly, Sheen. Take one of those cig--I mean, sit down. What is\r\nit?\"\r\n\r\nSheen had decided how to open the interview before knocking at the\r\ndoor. He came to the point at once.\r\n\r\n\"Do you think I could go down to Aldershot, sir?\" he asked.\r\n\r\nMr Spence looked surprised.\r\n\r\n\"Go down? You mean--? Do you want to watch the competition? Really, I\r\ndon't know if the headmaster--\"\r\n\r\n\"I mean, can I box?\"\r\n\r\nMr Spence's look of surprise became more marked.\r\n\r\n\"Box?\" he said. \"But surely--I didn't know you were a boxer, Sheen.\"\r\n\r\n\"I've only taken it up lately.\"\r\n\r\n\"But you didn't enter for the House Competitions, did you? What weight\r\nare you?\"\r\n\r\n\"Just under ten stone.\"\r\n\r\n\"A light-weight. Why, Linton boxed for your house in the Light-Weights\r\nsurely?\"\r\n\r\n\"Yes sir. They wouldn't let me go in.\"\r\n\r\n\"You hurt yourself?\"\r\n\r\n\"No, sir.\"\r\n\r\n\"Then why wouldn't they let you go in?\"\r\n\r\n\"Drummond thought Linton was better. He didn't know I boxed.\"\r\n\r\n\"But--this is very curious. I don't understand it at all. You see, if\r\nyou were not up to House form, you would hardly--At Aldershot, you see,\r\nyou would meet the best boxers of all the public schools.\"\r\n\r\n\"Yes, sir.\"\r\n\r\nThere was a pause.\r\n\r\n\"It was like this, sir,\" said Sheen nervously. \"At the beginning of the\r\nterm there was a bit of a row down in the town, and I got mixed up in\r\nit. And I didn't--I was afraid to join in. I funked it.\"\r\n\r\nMr Spence nodded. He was deeply interested now. The office of confessor\r\nis always interesting.\r\n\r\n\"Go on, Sheen. What happened then?\"\r\n\r\n\"I was cut by everybody. The fellows thought I had let the house down,\r\nand it got about, and the other houses scored off them, so I had rather\r\na rotten time.\"\r\n\r\nHere it occurred to him that he was telling his story without that\r\nattention to polite phraseology which a master expects from a boy, so\r\nhe amended the last sentence.\r\n\r\n\"I didn't have a very pleasant time, sir,\" was his correction.\r\n\r\n\"Well?\" said Mr Spence.\r\n\r\n\"So I was a bit sick,\" continued Sheen, relapsing once more into the\r\nvernacular, \"and I wanted to do something to put things right again,\r\nand I met--anyhow, I took up boxing. I wanted to box for the house, if\r\nI was good enough. I practised every day, and stuck to it, and after a\r\nbit I did become pretty good.\"\r\n\r\n\"Well?\"\r\n\r\n\"Then Drummond got mumps, and I wrote to him asking if I might\r\nrepresent the house instead of him, and I suppose he didn't believe I\r\nwas any good. At any rate, he wouldn't let me go in. Then Joe--a man\r\nwho knows something about boxing--suggested I should go down to\r\nAldershot.\"\r\n\r\n\"Joe?\" said Mr Spence inquiringly.\r\n\r\nSheen had let the name slip out unintentionally, but it was too late\r\nnow to recall it.\r\n\r\n\"Joe Bevan, sir,\" he said. \"He used to be champion of England,\r\nlight-weight.\"\r\n\r\n\"Joe Bevan!\" cried Mr Spence. \"Really? Why, he trained me when I boxed\r\nfor Cambridge. He's one of the best of fellows. I've never seen any one\r\nwho took such trouble with his man. I wish we could get him here. So it\r\nwas Joe who suggested that you should go down to Aldershot? Well, he\r\nought to know. Did he say you would have a good chance?\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"My position is this, you see, Sheen. There is nothing I should like\r\nmore than to see the school represented at Aldershot. But I cannot let\r\nanyone go down, irrespective of his abilities. Aldershot is not child's\r\nplay. And in the Light-Weights you get the hardest fighting of all. It\r\nwouldn't do for me to let you go down if you are not up to the proper\r\nform. You would be half killed.\"\r\n\r\n\"I should like to have a shot, sir,\" said Sheen.\r\n\r\n\"Then this year, as you probably know, Ripton are sending down Peteiro\r\nfor the Light-Weights. He was the fellow whom Drummond only just beat\r\nlast year. And you saw the state in which Drummond came back. If\r\nDrummond could hardly hold him, what would you do?\"\r\n\r\n\"I believe I could beat Drummond, sir,\" said Sheen.\r\n\r\nMr Spence's eyes opened wider. Here were brave words. This youth\r\nevidently meant business. The thing puzzled him. On the one hand, Sheen\r\nhad been cut by his house for cowardice. On the other, Joe Bevan, who\r\nof all men was best able to judge, had told him that he was good enough\r\nto box at Aldershot.\r\n\r\n\"Let me think it over, Sheen,\" he said. \"This is a matter which I\r\ncannot decide in a moment. I will tell you tomorrow what I think about\r\nit.\"\r\n\r\n\"I hope you will let me go down, sir,\" said Sheen. \"It's my one\r\nchance.\"\r\n\r\n\"Yes, yes, I see that, I see that,\" said Mr Spence, \"but all the\r\nsame--well, I will think it over.\"\r\n\r\nAll the rest of that evening he pondered over the matter, deeply\r\nperplexed. It would be nothing less than cruel to let Sheen enter the\r\nring at Aldershot if he were incompetent. Boxing in the Public Schools\r\nBoxing Competition is not a pastime for the incompetent. But he wished\r\nvery much that Wrykyn should be represented, and also he sympathised\r\nwith Sheen's eagerness to wipe out the stain on his honour, and the\r\nhonour of the house. But, like Drummond, he could not help harbouring a\r\nsuspicion that this was a pose. He felt that Sheen was intoxicated by\r\nhis imagination. Every one likes to picture himself doing dashing\r\nthings in the limelight, with an appreciative multitude to applaud.\r\nWould this mood stand the test of action?\r\n\r\nAgainst this there was the evidence of Joe Bevan. Joe had said that\r\nSheen was worthy to fight for his school, and Joe knew.\r\n\r\nMr Spence went to bed still in a state of doubt.\r\n\r\nNext morning he hit upon a solution of the difficulty. Wandering in the\r\ngrounds before school, he came upon O'Hara, who, as has been stated\r\nbefore, had won the Light-Weights at Aldershot in the previous year. He\r\nhad come to Wrykyn for the Sports. Here was the man to help him. O'Hara\r\nshould put on the gloves with Sheen and report.\r\n\r\n\"I'm in rather a difficulty, O'Hara,\" he said, \"and you can help me.\"\r\n\r\n\"What's that?\" inquired O'Hara.\r\n\r\n\"You know both our light-weights are on the sick list? I had just\r\nresigned myself to going down to Aldershot without any one to box, when\r\na boy in Seymour's volunteered for the vacant place. I don't know if\r\nyou knew him at school? Sheen. Do you remember him?\"\r\n\r\n\"Sheen?\" cried O'Hara in amazement. \"Not _Sheen_!\"...\r\n\r\nHis recollections of Sheen were not conducive to a picture of him as a\r\npublic-school boxer.\r\n\r\n\"Yes. I had never heard of him as a boxer. Still, he seems very anxious\r\nto go down, and he certainly has one remarkable testimonial, and as\r\nthere's no one else--\"\r\n\r\n\"And what shall I do?\" asked O'Hara.\r\n\r\n\"I want you, if you will, to give him a trial in the dinner-hour. Just\r\nsee if he's any good at all. If he isn't, of course, don't hit him\r\nabout a great deal. But if he shows signs of being a useful man, extend\r\nhim. See what he can do.\"\r\n\r\n\"Very well, sir,\" said O'Hara.\r\n\r\n\"And you might look in at my house at tea-time, if you have nothing\r\nbetter to do, and tell me what you think of him.\"\r\n\r\nAt five o'clock, when he entered Mr Spence's study, O'Hara's face wore\r\nthe awe-struck look of one who had seen visions.\r\n\r\n\"Well?\" said Mr Spence. \"Did you find him any good?\"\r\n\r\n\"Good?\" said O'Hara. \"He'll beat them all. He's a champion. There's\r\nno stopping him.\"\r\n\r\n\"What an extraordinary thing!\" said Mr Spence.\r\n\r\n\r\n\r\n\r\nXX\r\n\r\nSHEEN GOES TO ALDERSHOT\r\n\r\n\r\nAt Sheen's request Mr Spence made no announcement of the fact that\r\nWrykyn would be represented in the Light-Weights. It would be time\r\nenough, Sheen felt, for the School to know that he was a boxer when he\r\nhad been down and shown what he could do. His appearance in his new\r\nrole would be the most surprising thing that had happened in the place\r\nfor years, and it would be a painful anti-climax if, after all the\r\nexcitement which would be caused by the discovery that he could use his\r\nhands, he were to be defeated in his first bout. Whereas, if he\r\nhappened to win, the announcement of his victory would be all the more\r\nimpressive, coming unexpectedly. To himself he did not admit the\r\npossibility of defeat. He had braced himself up for the ordeal, and he\r\nrefused to acknowledge to himself that he might not come out of it\r\nwell. Besides, Joe Bevan continued to express hopeful opinions.\r\n\r\n\"Just you keep your head, sir,\" he said, \"and you'll win. Lots of these\r\ngentlemen, they're champions when they're practising, and you'd think\r\nnothing wouldn't stop them when they get into the ring. But they get\r\nwild directly they begin, and forget everything they've been taught,\r\nand where are they then? Why, on the floor, waiting for the referee to\r\ncount them out.\"\r\n\r\nThis picture might have encouraged Sheen more if he had not reflected\r\nthat he was just as likely to fall into this error as were his\r\nopponents.\r\n\r\n\"What you want to remember is to keep that guard up. Nothing can beat\r\nthat. And push out your left straight. The straight left rules the\r\nboxing world. And be earnest about it. Be as friendly as you like\r\nafterwards, but while you're in the ring say to yourself, 'Well, it's\r\nyou or me', and don't be too kind.\"\r\n\r\n\"I wish you could come down to second me, Joe,\" said Sheen.\r\n\r\n\"I'll have a jolly good try, sir,\" said Joe Bevan. \"Let me see. You'll\r\nbe going down the night before--I can't come down then, but I'll try\r\nand manage it by an early train on the day.\"\r\n\r\n\"How about Francis?\"\r\n\r\n\"Oh, Francis can look after himself for one day. He's not the sort of\r\nboy to run wild if he's left alone for a few hours.\"\r\n\r\n\"Then you think you can manage it?\"\r\n\r\n\"Yes, sir. If I'm not there for your first fight, I shall come in time\r\nto second you in the final.\"\r\n\r\n\"If I get there,\" said Sheen.\r\n\r\n\"Good seconding's half the battle. These soldiers they give you at\r\nAldershot--well, they don't know the business, as the saying is. They\r\ndon't look after their man, not like I could. I saw young\r\nwhat's-his-name, of Rugby--Stevens: he was beaten in the final by a\r\ngentleman from Harrow--I saw him fight there a couple of years ago.\r\nAfter the first round he was leading--not by much, but still, he was a\r\npoint or two ahead. Well! He went to his corner and his seconds sent\r\nhim up for the next round in the same state he'd got there in. They\r\nhadn't done a thing to him. Why, if I'd been in his corner I'd have\r\ntaken him and sponged him and sent him up again as fresh as he could\r\nbe. You must have a good second if you're to win. When you're all on\r\ntop of your man, I don't say. But you get a young gentleman of your own\r\nclass, just about as quick and strong as you are, and then you'll know\r\nwhere the seconding comes in.\"\r\n\r\n\"Then, for goodness' sake, don't make any mistake about coming down,\"\r\nsaid Sheen.\r\n\r\n\"I'll be there, sir,\" said Joe Bevan.\r\n\r\n       *       *       *       *       *\r\n\r\nThe Queen's Avenue Gymnasium at Aldershot is a roomy place, but it is\r\nalways crowded on the Public Schools' Day. Sisters and cousins and\r\naunts of competitors flock there to see Tommy or Bobby perform, under\r\nthe impression, it is to be supposed, that he is about to take part in\r\na pleasant frolic, a sort of merry parlour game. What their opinion is\r\nafter he emerges from a warm three rounds is not known. Then there are\r\nsoldiers in scores. Their views on boxing as a sport are crisp and\r\neasily defined. What they want is Gore. Others of the spectators are\r\nOld Boys, come to see how the school can behave in an emergency, and to\r\nfind out whether there are still experts like Jones, who won the\r\nMiddles in '96 or Robinson, who was runner-up in the Feathers in the\r\nsame year; or whether, as they have darkly suspected for some time, the\r\nschool has Gone To The Dogs Since They Left.\r\n\r\nThe usual crowd was gathered in the seats round the ring when Sheen\r\ncame out of the dressing-room and sat down in an obscure corner at the\r\nend of the barrier which divides the gymnasium into two parts on these\r\noccasions. He felt very lonely. Mr Spence and the school instructor\r\nwere watching the gymnastics, which had just started upon their lengthy\r\ncourse. The Wrykyn pair were not expected to figure high on the list\r\nthis year. He could have joined Mr Spence, but, at the moment, he felt\r\ndisinclined for conversation. If he had been a more enthusiastic\r\ncricketer, he would have recognised the feeling as that which attacks a\r\nbatsman before he goes to the wicket. It is not precisely funk. It is\r\nrather a desire to accelerate the flight of Time, and get to business\r\nquickly. All things come to him who waits, and among them is that\r\nunpleasant sensation of a cold hand upon the portion of the body which\r\nlies behind the third waistcoat button.\r\n\r\nThe boxing had begun with a bout between two feather-weights, both\r\nobviously suffering from stage-fright. They were fighting in a\r\nscrambling and unscientific manner, which bore out Mr Bevan's\r\nstatements on the subject of losing one's head. Sheen felt that both\r\nwere capable of better things. In the second and third rounds this\r\nproved to be the case and the contest came to an end amidst applause.\r\n\r\nThe next pair were light-weights, and Sheen settled himself to watch\r\nmore attentively. From these he would gather some indication of what he\r\nmight expect to find when he entered the ring. He would not have to\r\nfight for some time yet. In the drawing for numbers, which had taken\r\nplace in the dressing-room, he had picked a three. There would be\r\nanother light-weight battle before he was called upon. His opponent was\r\na Tonbridgian, who, from the glimpse Sheen caught of him, seemed\r\nmuscular. But he (Sheen) had the advantage in reach, and built on that.\r\n\r\nAfter opening tamely, the light-weight bout had become vigorous in the\r\nsecond round, and both men had apparently forgotten that their right\r\narms had been given them by Nature for the purpose of guarding. They\r\nwere going at it in hurricane fashion all over the ring. Sheen was\r\nhorrified to feel symptoms of a return of that old sensation of panic\r\nwhich had caused him, on that dark day early in the term, to flee\r\nAlbert and his wicked works. He set his teeth, and fought it down. And\r\nafter a bad minute he was able to argue himself into a proper frame of\r\nmind again. After all, that sort of thing looked much worse than it\r\nreally was. Half those blows, which seemed as if they must do\r\ntremendous damage, were probably hardly felt by their recipient. He\r\ntold himself that Francis, and even the knife-and-boot boy, hit fully\r\nas hard, or harder, and he had never minded them. At the end of the\r\ncontest he was once more looking forward to his entrance to the ring\r\nwith proper fortitude.\r\n\r\nThe fighting was going briskly forward now, sometimes good, sometimes\r\nmoderate, but always earnest, and he found himself contemplating,\r\nwithout undue excitement, the fact that at the end of the bout which\r\nhad just begun, between middle-weights from St Paul's and Wellington,\r\nit would be his turn to perform. As luck would have it, he had not so\r\nlong to wait as he had expected, for the Pauline, taking the lead after\r\nthe first few exchanges, out-fought his man so completely that the\r\nreferee stopped the contest in the second round. Sheen got up from his\r\ncorner and went to the dressing-room. The Tonbridgian was already\r\nthere. He took off his coat. Somebody crammed his hands into the gloves\r\nand from that moment the last trace of nervousness left him. He\r\ntrembled with the excitement of the thing, and hoped sincerely that no\r\none would notice it, and think that he was afraid.\r\n\r\nThen, amidst a clapping of hands which sounded faint and far-off, he\r\nfollowed his opponent to the ring, and ducked under the ropes.\r\n\r\nThe referee consulted a paper which he held, and announced the names.\r\n\r\n\"R. D. Sheen, Wrykyn College.\"\r\n\r\nSheen wriggled his fingers right into the gloves, and thought of Joe\r\nBevan. What had Joe said? Keep that guard up. The straight left. Keep\r\nthat guard--the straight left. Keep that--\r\n\r\n\"A. W. Bird, Tonbridge School.\"\r\n\r\nThere was a fresh outburst of applause. The Tonbridgian had shown up\r\nwell in the competition of the previous year, and the crowd welcomed\r\nhim as an old friend.\r\n\r\nKeep that guard up--straight left. Straight left--guard up.\r\n\r\n\"Seconds out of the ring.\"\r\n\r\nGuard up. Not too high. Straight left. It beats the world. What an age\r\nthat man was calling Time. Guard up. Straight--\r\n\r\n\"Time,\" said the referee.\r\n\r\nSheen, filled with a great calm, walked out of his corner and shook\r\nhands with his opponent.\r\n\r\n\r\n\r\n\r\nXXI\r\n\r\nA GOOD START\r\n\r\n\r\nIt was all over in half a minute.\r\n\r\nThe Tonbridgian was a two-handed fighter of the rushing type almost\r\nimmediately after he had shaken hands. Sheen found himself against the\r\nropes, blinking from a heavy hit between the eyes. Through the mist he\r\nsaw his opponent sparring up to him, and as he hit he side-stepped. The\r\nnext moment he was out in the middle again, with his man pressing him\r\nhard. There was a quick rally, and then Sheen swung his right at a\r\nventure. The blow had no conscious aim. It was purely speculative. But\r\nit succeeded. The Tonbridgian fell with a thud.\r\n\r\nSheen drew back. The thing seemed pathetic. He had braced himself up\r\nfor a long fight, and it had ended in half a minute. His sensations\r\nwere mixed. The fighting half of him was praying that his man would get\r\nup and start again. The prudent half realised that it was best that he\r\nshould stay down. He had other fights before him before he could call\r\nthat silver medal his own, and this would give him an invaluable start\r\nin the race. His rivals had all had to battle hard in their opening\r\nbouts.\r\n\r\nThe Tonbridgian's rigidity had given place to spasmodic efforts to\r\nrise. He got on one knee, and his gloved hand roamed feebly about in\r\nsearch of a hold. It was plain that he had shot his bolt. The referee\r\nsigned to his seconds, who ducked into the ring and carried him to his\r\ncorner. Sheen walked back to his own corner, and sat down. Presently\r\nthe referee called out his name as the winner, and he went across the\r\nring and shook hands with his opponent, who was now himself again.\r\n\r\nHe overheard snatches of conversation as he made his way through the\r\ncrowd to the dressing-room.\r\n\r\n\"Useful boxer, that Wrykyn boy.\"\r\n\r\n\"Shortest fight I've seen here since Hopley won the Heavy-Weights.\"\r\n\r\n\"Fluke, do you think?\"\r\n\r\n\"Don't know. Came to the same thing in the end, anyhow. Caught him\r\nfair.\"\r\n\r\n\"Hard luck on that Tonbridge man. He's a good boxer, really. Did well\r\nhere last year.\"\r\n\r\nThen an outburst of hand-claps drowned the speakers' voices. A swarthy\r\nyouth with the Ripton pink and green on his vest had pushed past him\r\nand was entering the ring. As he entered the dressing-room he heard the\r\nreferee announcing the names. So that was the famous Peteiro! Sheen\r\nadmitted to himself that he looked tough, and hurried into his coat and\r\nout of the dressing-room again so as to be in time to see how the\r\nRipton terror shaped.\r\n\r\nIt was plainly not a one-sided encounter. Peteiro's opponent hailed\r\nfrom St Paul's, a school that has a habit of turning out boxers. At the\r\nend of the first round it seemed that honours were even. The great\r\nPeteiro had taken as much as he had given, and once had been\r\nuncompromisingly floored by the Pauline's left. But in the second round\r\nhe began to gain points. For a boy of his weight he had a terrific hit\r\nwith the right, and three applications of this to the ribs early in the\r\nround took much of the sting out of the Pauline's blows. He fought on\r\nwith undiminished pluck, but the Riptonian was too strong for him, and\r\nthe third round was a rout. To quote the _Sportsman_ of the\r\nfollowing day, \"Peteiro crowded in a lot of work with both hands, and\r\nscored a popular victory\".\r\n\r\nSheen looked thoughtful at the conclusion of the fight. There was no\r\ndoubt that Drummond's antagonist of the previous year was formidable.\r\nYet Sheen believed himself to be the cleverer of the two. At any rate,\r\nPeteiro had given no signs of possessing much cunning. To all\r\nappearances he was a tough, go-ahead fighter, with a right which would\r\ndrill a hole in a steel plate. Had he sufficient skill to baffle his\r\n(Sheen's) strong tactics? If only Joe Bevan would come! With Joe in his\r\ncorner to direct him, he would feel safe.\r\n\r\nBut of Joe up to the present there were no signs.\r\n\r\nMr Spence came and sat down beside him.\r\n\r\n\"Well, Sheen,\" he said, \"so you won your first fight. Keep it up.\"\r\n\r\n\"I'll try, sir,\" said Sheen.\r\n\r\n\"What do you think of Peteiro?\"\r\n\r\n\"I was just wondering, sir. He hits very hard.\"\r\n\r\n\"Very hard indeed.\"\r\n\r\n\"But he doesn't look as if he was very clever.\"\r\n\r\n\"Not a bit. Just a plain slogger. That's all. That's why Drummond beat\r\nhim last year in the Feather-Weights. In strength there was no\r\ncomparison, but Drummond was just too clever for him. You will be the\r\nsame, Sheen.\"\r\n\r\n\"I hope so, sir,\" said Sheen.\r\n\r\n       *       *       *       *       *\r\n\r\nAfter lunch the second act of the performance began. Sheen had to meet\r\na boxer from Harrow who had drawn a bye in the first round of the\r\ncompetition. This proved a harder fight than his first encounter, but\r\nby virtue of a stout heart and a straight left he came through it\r\nsuccessfully, and there was no doubt as to what the decision would be.\r\nBoth judges voted for him.\r\n\r\nPeteiro demolished a Radleian in his next fight.\r\n\r\nBy the middle of the afternoon there were three light-weights in the\r\nrunning--Sheen, Peteiro, and a boy from Clifton. Sheen drew the bye,\r\nand sparred in an outer room with a soldier, who was inclined to take\r\nthe thing easily. Sheen, with the thought of the final in his mind, was\r\nonly too ready to oblige him. They sparred an innocuous three rounds,\r\nand the man of war was kind enough to whisper in his ear as they left\r\nthe room that he hoped he would win the final, and that he himself had\r\na matter of one-and-sixpence with Old Spud Smith on his success.\r\n\r\n\"For I'm a man,\" said the amiable warrior confidentially, \"as knows\r\nClass when he sees it. You're Class, sir, that's what you are.\"\r\n\r\nThis, taken in conjunction with the fact that if the worst came to the\r\nworst he had, at any rate, won a medal by having got into the final,\r\ncheered Sheen. If only Joe Bevan had appeared he would have been\r\nperfectly contented.\r\n\r\nBut there were no signs of Joe.\r\n\r\n\r\n\r\n\r\nXXII\r\n\r\nA GOOD FINISH\r\n\r\n\r\n\"Final, Light-Weights,\" shouted the referee.\r\n\r\nA murmur of interest from the ring-side chairs.\r\n\r\n\"R. D. Sheen, Wrykyn College.\"\r\n\r\nSheen got his full measure of applause this time. His victories in the\r\npreliminary bouts had won him favour with the spectators.\r\n\r\n\"J. Peteiro, Ripton School.\"\r\n\r\n\"Go it, Ripton!\" cried a voice from near the door. The referee frowned\r\nin the direction of this audacious partisan, and expressed a hope that\r\nthe audience would kindly refrain from comment during the rounds.\r\n\r\nThen he turned to the ring again, and announced the names a second\r\ntime.\r\n\r\n\"Sheen--Peteiro.\"\r\n\r\nThe Ripton man was sitting with a hand on each knee, listening to the\r\nadvice of his school instructor, who had thrust head and shoulders\r\nthrough the ropes, and was busy impressing some point upon him. Sheen\r\nfound himself noticing the most trivial things with extraordinary\r\nclearness. In the front row of the spectators sat a man with a\r\nparti-coloured tie. He wondered idly what tie it was. It was rather like\r\none worn by members of Templar's house at Wrykyn. Why were the ropes of\r\nthe ring red? He rather liked the colour. There was a man lighting a\r\npipe. Would he blow out the match or extinguish it with a wave of the\r\nhand? What a beast Peteiro looked. He really was a nigger. He must look\r\nout for that right of his. The straight left. Push it out. Straight\r\nleft ruled the boxing world. Where was Joe? He must have missed the\r\ntrain. Or perhaps he hadn't been able to get away. Why did he want to\r\nyawn, he wondered.\r\n\r\n\"Time!\"\r\n\r\nThe Ripton man became suddenly active. He almost ran across the ring. A\r\nbrief handshake, and he had penned Sheen up in his corner before he had\r\ntime to leave it. It was evident what advice his instructor had been\r\ngiving him. He meant to force the pace from the start.\r\n\r\nThe suddenness of it threw Sheen momentarily off his balance. He seemed\r\nto be in a whirl of blows. A sharp shock from behind. He had run up\r\nagainst the post. Despite everything, he remembered to keep his guard\r\nup, and stopped a lashing hit from his antagonist's left. But he was\r\ntoo late to keep out his right. In it came, full on the weakest spot on\r\nhis left side. The pain of it caused him to double up for an instant,\r\nand as he did so his opponent upper-cut him. There was no rest for him.\r\nNothing that he had ever experienced with the gloves on approached\r\nthis. If only he could get out of this corner.\r\n\r\nThen, almost unconsciously, he recalled Joe Bevan's advice.\r\n\r\n\"If a man's got you in a corner,\" Joe had said, \"fall on him.\"\r\n\r\nPeteiro made another savage swing. Sheen dodged it and hurled himself\r\nforward.\r\n\r\n\"Break away,\" said a dispassionate official voice.\r\n\r\nSheen broke away, but now he was out of the corner with the whole good,\r\nopen ring to manoeuvre in.\r\n\r\nHe could just see the Ripton instructor signalling violently to his\r\nopponent, and, in reply to the signals, Peteiro came on again with\r\nanother fierce rush.\r\n\r\nBut Sheen in the open was a different person from Sheen cooped up in a\r\ncorner. Francis Hunt had taught him to use his feet. He side-stepped,\r\nand, turning quickly, found his man staggering past him, over-balanced\r\nby the force of his wasted blow. And now it was Sheen who attacked, and\r\nPeteiro who tried to escape. Two swift hits he got in before his\r\nopponent could face round, and another as he turned and rushed. Then\r\nfor a while the battle raged without science all over the ring.\r\nGradually, with a cold feeling of dismay, Sheen realised that his\r\nstrength was going. The pace was too hot. He could not keep it up. His\r\nleft counters were losing their force. Now he was merely pushing his\r\nglove into the Ripton man's face. It was not enough. The other was\r\ngetting to close quarters, and that right of his seemed stronger than\r\never.\r\n\r\nHe was against the ropes now, gasping for breath, and Peteiro's right\r\nwas thudding against his ribs. It could not last. He gathered all his\r\nstrength and put it into a straight left. It took the Ripton man in the\r\nthroat, and drove him back a step. He came on again. Again Sheen\r\nstopped him.\r\n\r\nIt was his last effort. He could do no more. Everything seemed black to\r\nhim. He leaned against the ropes and drank in the air in great gulps.\r\n\r\n\"Time!\" said the referee.\r\n\r\nThe word was lost in the shouts that rose from the packed seats.\r\n\r\nSheen tottered to his corner and sat down.\r\n\r\n\"Keep it up, sir, keep it up,\" said a voice. \"Bear't that the opposed\r\nmay beware of thee. Don't forget the guard. And the straight left beats\r\nthe world.\"\r\n\r\nIt was Joe--at the eleventh hour.\r\n\r\nWith a delicious feeling of content Sheen leaned back in his chair. It\r\nwould be all right now. He felt that the matter had been taken out of\r\nhis hands. A more experienced brain than his would look after the\r\ngeneralship of the fight.\r\n\r\nAs the moments of the half-minute's rest slid away he discovered the\r\ntruth of Joe's remarks on the value of a good second. In his other\r\nfights the napping of the towel had hardly stirred the hair on his\r\nforehead. Joe's energetic arms set a perfect gale blowing. The cool air\r\nrevived him. He opened his mouth and drank it in. A spongeful of cold\r\nwater completed the cure. Long before the call of Time he was ready for\r\nthe next round.\r\n\r\n\"Keep away from him, sir,\" said Joe, \"and score with that left of\r\nyours. Don't try the right yet. Keep it for guarding. Box clever. Don't\r\nlet him corner you. Slip him when he rushes. Cool and steady does it.\r\nDon't aim at his face too much. Go down below. That's the\r\n_de_-partment. And use your feet. Get about quick, and you'll find\r\nhe don't like that. Hullo, says he, I can't touch him. Then, when he's\r\ntired, go in.\"\r\n\r\nThe pupil nodded with closed eyes.\r\n\r\nWhile these words of wisdom were proceeding from the mouth of Mr Bevan,\r\nanother conversation was taking place which would have interested Sheen\r\nif he could have heard it. Mr Spence and the school instructor were\r\nwatching the final from the seats under the side windows.\r\n\r\n\"It's extraordinary,\" said Mr Spence. \"The boy's wonderfully good for\r\nthe short time he has been learning. You ought to be proud of your\r\npupil.\"\r\n\r\n\"Sir?\"\r\n\r\n\"I was saying that Sheen does you credit.\"\r\n\r\n\"Not me, sir.\"\r\n\r\n\"What! He told me he had been taking lessons. Didn't you teach him?\"\r\n\r\n\"Never set eyes on him, till this moment. Wish I had, sir. He's the\r\nsort of pupil I could wish for.\"\r\n\r\nMr Spence bent forward and scanned the features of the man who was\r\nattending the Wrykinian.\r\n\r\n\"Why,\" he said, \"surely that's Bevan--Joe Bevan! I knew him at\r\nCambridge.\"\r\n\r\n\"Yes, sir, that's Bevan,\" replied the instructor. \"He teaches boxing at\r\nWrykyn now, sir.\"\r\n\r\n\"At Wrykyn--where?\"\r\n\r\n\"Up the river--at the 'Blue Boar', sir,\" said the instructor, quite\r\ninnocently--for it did not occur to him that this simple little bit of\r\ninformation was just so much incriminating evidence against Sheen.\r\n\r\nMr Spence said nothing, but he opened his eyes very wide. Recalling his\r\nrecent conversation with Sheen, he remembered that the boy had told him\r\nhe had been taking lessons, and also that Joe Bevan, the ex-pugilist,\r\nhad expressed a high opinion of his work. Mr Spence had imagined that\r\nBevan had been a chance spectator of the boy's skill; but it would now\r\nseem that Bevan himself had taught Sheen. This matter, decided Mr\r\nSpence, must be looked into, for it was palpable that Sheen had broken\r\nbounds in order to attend Bevan's boxing-saloon up the river.\r\n\r\nFor the present, however, Mr Spence was content to say nothing.\r\n\r\n       *       *       *       *       *\r\n\r\nSheen came up for the second round fresh and confident. His head was\r\nclear, and his breath no longer came in gasps. There was to be no\r\nrallying this time. He had had the worst of the first round, and meant\r\nto make up his lost points.\r\n\r\nPeteiro, losing no time, dashed in. Sheen met him with a left in the\r\nface, and gave way a foot. Again Peteiro rushed, and again he was\r\nstopped. As he bored in for the third time Sheen slipped him. The\r\nRipton man paused, and dropped his guard for a moment.\r\n\r\nSheen's left shot out once more, and found its mark. Peteiro swung his\r\nright viciously, but without effect. Another swift counter added one\r\nmore point to Sheen's score.\r\n\r\nSheen nearly chuckled. It was all so beautifully simple. What a fool he\r\nhad been to mix it up in the first round. If he only kept his head and\r\nstuck to out-fighting he could win with ease. The man couldn't box. He\r\nwas nothing more than a slogger. Here he came, as usual, with the old\r\nfamiliar rush. Out went his left. But it missed its billet. Peteiro had\r\nchecked his rush after the first movement, and now he came in with both\r\nhands. It was the first time during the round that he had got to close\r\nquarters, and he made the most of it. Sheen's blows were as frequent,\r\nbut his were harder. He drove at the body, right and left; and once\r\nagain the call of Time extricated Sheen from an awkward position. As\r\nfar as points were concerned he had had the best of the round, but he\r\nwas very sore and bruised. His left side was one dull ache.\r\n\r\n\"Keep away from him, sir,\" said Joe Bevan. \"You were ahead on that\r\nround. Keep away all the time unless he gets tired. But if you see me\r\nsignalling, then go in all you can and have a fight.\"\r\n\r\nThere was a suspicion of weariness about the look of the Ripton\r\nchampion as he shook hands for the last round. He was beginning to feel\r\nthe effects of his hurricane fighting in the opening rounds. He began\r\nquietly, sparring for an opening. Sheen led with his left. Peteiro was\r\ntoo late with his guard. Sheen tried again--a double lead. His opponent\r\nguarded the first blow, but the second went home heavily on the body,\r\nand he gave way a step.\r\n\r\nThen from the corner of his eye Sheen saw Bevan gesticulating wildly,\r\nso, taking his life in his hands, he abandoned his waiting game,\r\ndropped his guard, and dashed in to fight. Peteiro met him doggedly.\r\nFor a few moments the exchanges were even. Then suddenly the\r\nRiptonian's blows began to weaken. He got home his right on the head,\r\nand Sheen hardly felt it. And in a flash there came to him the glorious\r\ncertainty that the game was his.\r\n\r\nHe was winning--winning--winning.\r\n\r\n       *       *       *       *       *\r\n\r\n\"That's enough,\" said the referee.\r\n\r\nThe Ripton man was leaning against the ropes, utterly spent, at almost\r\nthe same spot where Sheen had leaned at the end of the first round. The\r\nlast attack had finished him. His seconds helped him to his corner.\r\n\r\nThe referee waved his hand.\r\n\r\n\"Sheen wins,\" he said.\r\n\r\nAnd that was the greatest moment of his life.\r\n\r\n\r\n\r\n\r\nXXIII\r\n\r\nA SURPRISE FOR SEYMOUR'S\r\n\r\n\r\nSeymour's house took in one copy of the _Sportsman_ daily. On the\r\nmorning after the Aldershot competition Linton met the paper-boy at the\r\ndoor on his return from the fives courts, where he had been playing a\r\ncouple of before-breakfast games with Dunstable. He relieved him of the\r\nhouse copy, and opened it to see how the Wrykyn pair had performed in\r\nthe gymnastics. He did not expect anything great, having a rooted\r\ncontempt for both experts, who were small and, except in the gymnasium,\r\nobscure. Indeed, he had gone so far on the previous day as to express a\r\nhope that Biddle, the more despicable of the two, would fall off the\r\nhorizontal bar and break his neck. Still he might as well see where\r\nthey had come out. After all, with all their faults, they were human\r\nbeings like himself, and Wrykinians.\r\n\r\nThe competition was reported in the Boxing column. The first thing that\r\ncaught his eye was the name of the school among the headlines.\r\n\"Honours\", said the headline, \"for St Paul's, Harrow, and Wrykyn\".\r\n\r\n\"Hullo,\" said Linton, \"what's all this?\"\r\n\r\nThen the thing came on him with nothing to soften the shock. He had\r\nfolded the paper, and the last words on the half uppermost were,\r\n\"_Final. Sheen beat Peteiro_\".\r\n\r\nLinton had often read novels in which some important document \"swam\r\nbefore the eyes\" of the hero or the heroine; but he had never\r\nunderstood the full meaning of the phrase until he read those words,\r\n\"Sheen beat Peteiro\".\r\n\r\nThere was no mistake about it. There the thing was. It was impossible\r\nfor the _Sportsman_ to have been hoaxed. No, the incredible,\r\noutrageous fact must be faced. Sheen had been down to Aldershot and won\r\na silver medal! Sheen! _Sheen!!_ Sheen who had--who was--well,\r\nwho, in a word, was SHEEN!!!\r\n\r\nLinton read on like one in a dream.\r\n\r\n\"The Light-Weights fell,\" said the writer, \"to a newcomer Sheen, of\r\nWrykyn\" (Sheen!), \"a clever youngster with a strong defence and a\r\nbeautiful straight left, doubtless the result of tuition from the\r\nmiddle-weight ex-champion, Joe Bevan, who was in his corner for the\r\nfinal bout. None of his opponents gave him much trouble except Peteiro\r\nof Ripton, whom he met in the final. A very game and determined fight\r\nwas seen when these two met, but Sheen's skill and condition discounted\r\nthe rushing tactics of his adversary, and in the last minute of the\r\nthird round the referee stopped the encounter.\" (Game and determined!\r\nSheen!!) \"Sympathy was freely expressed for Peteiro, who has thus been\r\nrunner-up two years in succession. He, however, met a better man, and\r\npaid the penalty. The admirable pluck with which Sheen bore his\r\npunishment and gradually wore his man down made his victory the most\r\npopular of the day's programme.\"\r\n\r\n_Well!_\r\n\r\nDetails of the fighting described Sheen as \"cutting out the work\",\r\n\"popping in several nice lefts\", \"swinging his right for the point\",\r\nand executing numerous other incredible manoeuvres.\r\n\r\n_Sheen!_\r\n\r\nYou caught the name correctly? SHEEN, I'll trouble you.\r\n\r\nLinton stared blankly across the school grounds. Then he burst into a\r\nsudden yell of laughter.\r\n\r\nOn that very morning the senior day-room was going to court-martial\r\nSheen for disgracing the house. The resolution had been passed on the\r\nprevious afternoon, probably just as he was putting the finishing\r\ntouches to the \"most popular victory of the day's programme\". \"This,\"\r\nsaid Linton, \"is rich.\"\r\n\r\nHe grubbed a little hole in one of Mr Seymour's flower-beds, and laid\r\nthe _Sportsman_ to rest in it. The news would be about the school\r\nat nine o'clock, but if he could keep it from the senior day-room till\r\nthe brief interval between breakfast and school, all would be well, and\r\nhe would have the pure pleasure of seeing that backbone of the house\r\nmake a complete ass of itself. A thought struck him. He unearthed the\r\n_Sportsman_, and put it in his pocket.\r\n\r\nHe strolled into the senior day-room after breakfast.\r\n\r\n\"Any one seen the _Sporter_ this morning?\" he inquired.\r\n\r\nNo one had seen it.\r\n\r\n\"The thing hasn't come,\" said some one.\r\n\r\n\"Good!\" said Linton to himself.\r\n\r\nAt this point Stanning strolled into the room. \"I'm a witness,\" he\r\nsaid, in answer to Linton's look of inquiry. \"We're doing this thing in\r\nstyle. I depose that I saw the prisoner cutting off on the--whatever\r\nday it was, when he ought to have been saving our lives from the fury\r\nof the mob. Hadn't somebody better bring the prisoner into the dock?\"\r\n\r\n\"I'll go,\" said Linton promptly. \"I may be a little time, but don't get\r\nworried. I'll bring him all right.\"\r\n\r\nHe went upstairs to Sheen's study, feeling like an _impresario_\r\nabout to produce a new play which is sure to create a sensation.\r\n\r\nSheen was in. There was a ridge of purple under his left eye, but he\r\nwas otherwise intact.\r\n\r\n\"'Gratulate you, Sheen,\" said Linton.\r\n\r\nFor an instant Sheen hesitated. He had rehearsed this kind of scene in\r\nhis mind, and sometimes he saw himself playing a genial, forgiving,\r\nlet's-say-no-more-about-it-we-all-make-mistakes-but-in-future! role,\r\nsometimes being cold haughty, and distant, and repelling friendly\r\nadvances with icy disdain. If anybody but Linton had been the first to\r\ncongratulate him he might have decided on this second line of action.\r\nBut he liked Linton, and wanted to be friendly with him.\r\n\r\n\"Thanks,\" he said.\r\n\r\nLinton sat down on the table and burst into a torrent of speech.\r\n\r\n\"You _are_ a man! What did you want to do it for? Where the\r\ndickens did you learn to box? And why on earth, if you can win silver\r\nmedals at Aldershot, didn't you box for the house and smash up that\r\nsidey ass Stanning? I say, look here, I suppose we haven't been making\r\nidiots of ourselves all the time, have we?\"\r\n\r\n\"I shouldn't wonder,\" said Sheen. \"How?\"\r\n\r\n\"I mean, you did--What I mean to say is--Oh, hang it, _you_ know!\r\nYou did cut off when we had that row in the town, didn't you?\"\r\n\r\n\"Yes,\" said Sheen, \"I did.\"\r\n\r\nWith that medal in his pocket it cost him no effort to make the\r\nconfession.\r\n\r\n\"I'm glad of that. I mean, I'm glad we haven't been such fools as we\r\nmight have been. You see, we only had Stanning's word to go on.\"\r\n\r\nSheen started.\r\n\r\n\"Stanning!\" he said. \"What do you mean?\"\r\n\r\n\"He was the chap who started the story. Didn't you know? He told\r\neverybody.\"\r\n\r\n\"I thought it was Drummond,\" said Sheen blankly. \"You remember meeting\r\nme outside his study the day after? I thought he told you then.\"\r\n\r\n\"Drummond! Not a bit of it. He swore you hadn't been with him at all.\r\nHe was as sick as anything when I said I thought I'd seen you with\r\nhim.\"\r\n\r\n\"I--\" Sheen stopped. \"I wish I'd known,\" he concluded. Then, after a\r\npause, \"So it was Stanning!\"\r\n\r\n\"Yes,--conceited beast. Oh. I say.\"\r\n\r\n\"Um?\"\r\n\r\n\"I see it all now. Joe Bevan taught you to box.\"\r\n\r\n\"Yes.\"\r\n\r\n\"Then that's how you came to be at the 'Blue Boar' that day. He's the\r\nBevan who runs it.\"\r\n\r\n\"That's his brother. He's got a gymnasium up at the top. I used to go\r\nthere every day.\"\r\n\r\n\"But I say, Great Scott, what are you going to do about that?\"\r\n\r\n\"How do you mean?\"\r\n\r\n\"Why, Spence is sure to ask you who taught you to box. He must know you\r\ndidn't learn with the instructor. Then it'll all come out, and you'll\r\nget dropped on for going up the river and going to the pub.\"\r\n\r\n\"Perhaps he won't ask,\" said Sheen.\r\n\r\n\"Hope not. Oh, by the way--\"\r\n\r\n\"What's up?\"\r\n\r\n\"Just remembered what I came up for. It's an awful rag. The senior\r\nday-room are going to court-martial you.\"\r\n\r\n\"Court-martial me!\"\r\n\r\n\"For funking. They don't know about Aldershot, not a word. I bagged the\r\n_Sportsman_ early, and hid it. They are going to get the surprise\r\nof their lifetime. I said I'd come up and fetch you.\"\r\n\r\n\"I shan't go,\" said Sheen.\r\n\r\nLinton looked alarmed.\r\n\r\n\"Oh, but I say, you must. Don't spoil the thing. Can't you see what a\r\nrag it'll be?\"\r\n\r\n\"I'm not going to sweat downstairs for the benefit of the senior\r\nday-room.\"\r\n\r\n\"I say,\" said Linton, \"Stanning's there.\"\r\n\r\n\"What!\"\r\n\r\n\"He's a witness,\" said Linton, grinning.\r\n\r\nSheen got up.\r\n\r\n\"Come on,\" he said.\r\n\r\nLinton came on.\r\n\r\n       *       *       *       *       *\r\n\r\nDown in the senior day-room the court was patiently awaiting the\r\nprisoner. Eager anticipation was stamped on its expressive features.\r\n\r\n\"Beastly time he is,\" said Clayton. Clayton was acting as president.\r\n\r\n\"We shall have to buck up,\" said Stanning. \"Hullo, here he is at last.\r\nCome in, Linton.\"\r\n\r\n\"I was going to,\" said Linton, \"but thanks all the same. Come along,\r\nSheen.\"\r\n\r\n\"Shut that door, Linton,\" said Stanning from his seat on the table.\r\n\r\n\"All right, Stanning,\" said Linton. \"Anything to oblige. Shall I bring\r\nup a chair for you to rest your feet on?\"\r\n\r\n\"Forge ahead, Clayton,\" said Stanning to the president.\r\n\r\nThe president opened the court-martial in unofficial phraseology.\r\n\r\n\"Look here, Sheen,\" he said, \"we've come to the conclusion that this\r\nhas got a bit too thick.\"\r\n\r\n\"You mustn't talk in that chatty way, Clayton,\" interrupted Linton.\r\n\"'Prisoner at the bar's' the right expression to use. Why don't you let\r\nsomebody else have a look in? You're the rottenest president of a\r\ncourt-martial I ever saw.\"\r\n\r\n\"Don't rag, Linton,\" said Clayton, with an austere frown. \"This is\r\nserious.\"\r\n\r\n\"Glad you told me,\" said Linton. \"Go on.\"\r\n\r\n\"Can't you sit down, Linton!\" said Stanning.\r\n\r\n\"I was only waiting for leave. Thanks. You were saying something,\r\nClayton. It sounded pretty average rot, but you'd better unburden your\r\nsoul.\"\r\n\r\nThe president resumed.\r\n\r\n\"We want to know if you've anything to say--\"\r\n\r\n\"You don't give him a chance,\" said Linton. \"You bag the conversation\r\nso.\"\r\n\r\n\"--about disgracing the house.\"\r\n\r\n\"By getting the Gotford, you know, Sheen,\" explained Linton. \"Clayton\r\nthinks that work's a bad habit, and ought to be discouraged.\"\r\n\r\nClayton glared, and looked at Stanning. He was not equal to the task of\r\ntackling Linton himself.\r\n\r\nStanning interposed.\r\n\r\n\"Don't rot, Linton. We haven't much time as it is.\"\r\n\r\n\"Sorry,\" said Linton.\r\n\r\n\"You've let the house down awfully,\" said Clayton.\r\n\r\n\"Yes?\" said Sheen.\r\n\r\nLinton took the paper out of his pocket, and smoothed it out.\r\n\r\n\"Seen the _Sporter_?\" he asked casually. His neighbour grabbed at\r\nit.\r\n\r\n\"I thought it hadn't come,\" he said.\r\n\r\n\"Good account of Aldershot,\" said Linton.\r\n\r\nHe leaned back in his chair as two or three of the senior day-room\r\ncollected round the _Sportsman_.\r\n\r\n\"Hullo! We won the gym.!\"\r\n\r\n\"Rot! Let's have a look!\"\r\n\r\nThis tremendous announcement quite eclipsed the court-martial as an\r\nobject of popular interest. The senior day-room surged round the holder\r\nof the paper.\r\n\r\n\"Give us a chance,\" he protested.\r\n\r\n\"We can't have. Where is it? Biddle and Smith are simply hopeless. How\r\nthe dickens can they have got the shield?\"\r\n\r\n\"What a goat you are!\" said a voice reproachfully to the possessor of\r\nthe paper. \"Look at this. It says Cheltenham got it. And here we\r\nare--seventeenth. Fat lot of shield we've won.\"\r\n\r\n\"Then what the deuce does this mean? 'Honours for St Paul's, Harrow,\r\nand Wrykyn'.\"\r\n\r\n\"Perhaps it refers to the boxing,\" suggested Linton.\r\n\r\n\"But we didn't send any one up. Look here. Harrow won the Heavies. St\r\nPaul's got the Middles. _Hullo!_\"\r\n\r\n\"Great Scott!\" said the senior day-room.\r\n\r\nThere was a blank silence. Linton whistled softly to himself.\r\n\r\nThe gaze of the senior day-room was concentrated on that ridge of\r\npurple beneath Sheen's left eye.\r\n\r\nClayton was the first to speak. For some time he had been waiting for\r\nsufficient silence to enable him to proceed with his presidential\r\nduties. He addressed himself to Sheen.\r\n\r\n\"Look here, Sheen,\" he said, \"we want to know what you've got to say\r\nfor yourself. You go disgracing the house--\"\r\n\r\nThe stunned senior day-room were roused to speech.\r\n\r\n\"Oh, chuck it, Clayton.\"\r\n\r\n\"Don't be a fool, Clayton.\"\r\n\r\n\"Silly idiot!\"\r\n\r\nClayton looked round in pained surprise at this sudden withdrawal of\r\npopular support.\r\n\r\n\"You'd better be polite to Sheen,\" said Linton; \"he won the\r\nLight-Weights at Aldershot yesterday.\"\r\n\r\nThe silence once more became strained.\r\n\r\n\"Well,\" said Sheen, \"weren't you going to court-martial me, or\r\nsomething? Clayton, weren't you saying something?\"\r\n\r\nClayton started. He had not yet grasped the situation entirely; but he\r\nrealised dimly that by some miracle Sheen had turned in an instant into\r\na most formidable person.\r\n\r\n\"Er--no,\" he said. \"No, nothing.\"\r\n\r\n\"The thing seems to have fallen through, Sheen,\" said Linton. \"Great\r\npity. Started so well, too. Clayton always makes a mess of things.\"\r\n\r\n\"Then I'd just like to say one thing,\" said Sheen.\r\n\r\nRespectful attention from the senior day-room.\r\n\r\n\"I only want to know why you can't manage things of this sort by\r\nyourselves, without dragging in men from other houses.\"\r\n\r\n\"Especially men like Stanning,\" said Linton. \"The same thing occurred\r\nto me. It's lucky Drummond wasn't here. Remember the last time, you\r\nchaps?\"\r\n\r\nThe chaps did. Stanning became an object of critical interest. After\r\nall, who _was_ Stanning? What right had he to come and sit on\r\ntables in Seymour's and interfere with the affairs of the house?\r\n\r\nThe allusion to \"last time\" was lost upon Sheen, but he saw that it had\r\nnot improved Stanning's position with the spectators.\r\n\r\nHe opened the door.\r\n\r\n\"Good bye, Stanning,\" he said.\r\n\r\n\"If I hadn't hurt my wrist--\" Stanning began.\r\n\r\n\"Hurt your wrist!\" said Sheen. \"You got a bad attack of Peteiro. That\r\nwas what was the matter with you.\"\r\n\r\n\"You think that every one's a funk like yourself,\" said Stanning.\r\n\r\n\"Pity they aren't,\" said Linton; \"we should do rather well down at\r\nAldershot. And he wasn't such a terror after all, Sheen, was he? You\r\nbeat him in two and a half rounds, didn't you? Think what Stanning\r\nmight have done if only he hadn't sprained his poor wrist just in time.\r\n\r\n\"Look here, Linton--\"\r\n\r\n\"Some are born with sprained wrists,\" continued the speaker, \"some\r\nachieve sprained wrists--like Stanning--\"\r\n\r\nStanning took a step towards him.\r\n\r\n\"Don't forget you've a sprained wrist,\" said Linton.\r\n\r\n\"Come on, Stanning,\" said Sheen, who was still holding the door open,\r\n\"you'll be much more comfortable in your own house. I'll show you out.\"\r\n\r\n\"I suppose,\" said Stanning in the passage, \"you think you've scored off\r\nme.\"\r\n\r\n\"That,\" said Sheen pleasantly, \"is rather the idea. Good bye.\"\r\n\r\n\r\n\r\n\r\nXXIV\r\n\r\nBRUCE EXPLAINS\r\n\r\n\r\nMr Spence was a master with a great deal of sympathy and a highly\r\ndeveloped sense of duty. It was the combination of these two qualities\r\nwhich made it so difficult for him to determine on a suitable course of\r\naction in relation to Sheen's out-of-bounds exploits. As a private\r\nindividual he had nothing but admiration for the sporting way in which\r\nSheen had fought his up-hill fight. He felt that he himself in similar\r\ncircumstances would have broken any number of school rules. But, as a\r\nmaster, it was his duty, he considered, to report him. If a master\r\nignored a breach of rules in one case, with which he happened to\r\nsympathise, he would in common fairness be compelled to overlook a\r\nsimilar breach of rules in other cases, even if he did not sympathise\r\nwith them. In which event he would be of small use as a master.\r\n\r\nOn the other hand, Sheen's case was so exceptional that he might very\r\nwell compromise to a certain extent between the claims of sympathy and\r\nthose of duty. If he were to go to the headmaster and state baldly that\r\nSheen had been in the habit for the last half-term of visiting an\r\nup-river public-house, the headmaster would get an entirely wrong idea\r\nof the matter, and suspect all sorts of things which had no existence\r\nin fact. When a boy is accused of frequenting a public-house, the\r\nhead-magisterial mind leaps naturally to Stale Fumes and the Drunken\r\nStagger.\r\n\r\nSo Mr Spence decided on a compromise. He sent for Sheen, and having\r\ncongratulated him warmly on his victory in the Light-Weights, proceeded\r\nas follows:\r\n\r\n\"You have given me to understand, Sheen, that you were taught boxing by\r\nBevan?\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"At the 'Blue Boar'?\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"This puts me in a rather difficult position, Sheen. Much as I dislike\r\ndoing it, I am afraid I shall have to report this matter to the\r\nheadmaster.\"\r\n\r\nSheen said he supposed so. He saw Mr Spence's point.\r\n\r\n\"But I shall not mention the 'Blue Boar'. If I did, the headmaster\r\nmight get quite the wrong impression. He would not understand all the\r\ncircumstances. So I shall simply mention that you broke bounds by going\r\nup the river. I shall tell him the whole story, you understand, and\r\nit's quite possible that you will hear no more of the affair. I'm sure\r\nI hope so. But you understand my position?\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"That's all, then, Sheen. Oh, by the way, you wouldn't care for a game\r\nof fives before breakfast tomorrow, I suppose?\"\r\n\r\n\"I should like it, sir.\"\r\n\r\n\"Not too stiff?\"\r\n\r\n\"No, sir.\"\r\n\r\n\"Very well, then. I'll be there by a quarter-past seven.\"\r\n\r\n       *       *       *       *       *\r\n\r\nJack Bruce was waiting to see the headmaster in his study at the end of\r\nafternoon school.\r\n\r\n\"Well, Bruce,\" said the headmaster, coming into the room and laying\r\ndown some books on the table, \"do you want to speak to me? Will you\r\ngive your father my congratulations on his victory. I shall be writing\r\nto him tonight. I see from the paper that the polling was very even.\r\nApparently one or two voters arrived at the last moment and turned the\r\nscale.\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"It is a most gratifying result. I am sure that, apart from our\r\npolitical views, we should all have been disappointed if your father\r\nhad not won. Please congratulate him sincerely.\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"Well, Bruce, and what was it that you wished to see me about?\"\r\n\r\nBruce was about to reply when the door opened, and Mr Spence came in.\r\n\r\n\"One moment, Bruce,\" said the headmaster. \"Yes, Spence?\"\r\n\r\nMr Spence made his report clearly and concisely. Bruce listened with\r\ninterest. He thought it hardly playing the game for the gymnasium\r\nmaster to hand Sheen over to be executed at the very moment when the\r\nschool was shaking hands with itself over the one decent thing that had\r\nbeen done for it in the course of the athletic year; but he told\r\nhimself philosophically that he supposed masters had to do these\r\nthings. Then he noticed with some surprise that Mr Spence was putting\r\nthe matter in a very favourable light for the accused. He was avoiding\r\nwith some care any mention of the \"Blue Boar\". When he had occasion to\r\nrefer to the scene of Sheen's training, he mentioned it vaguely as a\r\nhouse.\r\n\r\n\"This man Bevan, who is an excellent fellow and a personal friend of my\r\nown, has a house some way up the river.\"\r\n\r\nOf course a public-house _is_ a house.\r\n\r\n\"Up the river,\" said the headmaster meditatively.\r\n\r\nIt seemed that that was all that was wrong. The prosecution centred\r\nround that point, and no other. Jack Bruce, as he listened, saw his way\r\nof coping with the situation.\r\n\r\n\"Thank you, Spence,\" said the headmaster at the conclusion of the\r\nnarrative. \"I quite understand that Sheen's conduct was very excusable.\r\nBut--I distinctly said--I placed the upper river out of bounds.... Well,\r\nI will see Sheen, and speak to him. I will speak to him.\"\r\n\r\nMr Spence left the room.\r\n\r\n\"Please sir--\" said Jack Bruce.\r\n\r\n\"Ah, Bruce. I am afraid I have kept you some little time. Yes?\r\n\r\n\"I couldn't help hearing what Mr Spence was saying to you about Sheen,\r\nsir. I don't think he knows quite what really happened.\"\r\n\r\n\"You mean--?\"\r\n\r\n\"Sheen went there by road. I used to take him in my motor.\"\r\n\r\n\"Your--! What did you say, Bruce?\"\r\n\r\n\"My motor-car, sir. That's to say, my father's. We used to go together\r\nevery day.\"\r\n\r\n\"I am glad to hear it. I am glad. Then I need say nothing to Sheen\r\nafter all. I am glad.... But--er--Bruce,\" proceeded the headmaster after\r\na pause.\r\n\r\n\"Yes, sir?\"\r\n\r\n\"Do you--are you in the habit of driving a motor-car frequently?\"\r\n\r\n\"Every day, sir. You see, I am going to take up motors when I leave\r\nschool, so it's all education.\"\r\n\r\nThe headmaster was silent. To him the word \"Education\" meant Classics.\r\nThere was a Modern side at Wrykyn, and an Engineering side, and also a\r\nScience side; but in his heart he recognised but one Education--the\r\nClassics. Nothing that he had heard, nothing that he had read in the\r\npapers and the monthly reviews had brought home to him the spirit of\r\nthe age and the fact that Things were not as they used to be so clearly\r\nas this one remark of Jack Bruce's. For here was Bruce admitting that\r\nin his spare time he drove motors. And, stranger still, that he did it\r\nnot as a wild frolic but seriously, with a view to his future career.\r\n\r\n\"The old order changeth,\" thought the headmaster a little sadly.\r\n\r\nThen he brought himself back from his mental plunge into the future.\r\n\r\n\"Well, well, Bruce,\" he said, \"we need not discuss the merits and\r\ndemerits of driving motor-cars, need we? What did you wish to see me\r\nabout?\"\r\n\r\n\"I came to ask if I might get off morning school tomorrow, sir. Those\r\nvoters who got to the poll just in time and settled the election--I\r\nbrought them down in the car. And the policeman--he's a Radical, and\r\nvoted for Pedder--Mr Pedder--has sworn--says I was exceeding the\r\nspeed-limit.\"\r\n\r\nThe headmaster pressed a hand to his forehead, and his mind swam into\r\nthe future.\r\n\r\n\"Well, Bruce?\" he said at length, in the voice of one whom nothing can\r\nsurprise now.\r\n\r\n\"He says I was going twenty-eight miles an hour. And if I can get to\r\nthe Court tomorrow morning I can prove that I wasn't. I brought them to\r\nthe poll in the little runabout.\"\r\n\r\n\"And the--er--little runabout,\" said the headmaster, \"does not travel\r\nat twenty-eight miles an hour?\"\r\n\r\n\"No, sir. It can't go more than twenty at the outside.\"\r\n\r\n\"Very well, Bruce, you need not come to school tomorrow morning.\"\r\n\r\n\"Thank you, sir.\"\r\n\r\nThe headmaster stood thinking.... The new order....\r\n\r\n\"Bruce,\" he said.\r\n\r\n\"Yes, sir?\"\r\n\r\n\"Tell me, do I look very old?\"\r\n\r\nBruce stared.\r\n\r\n\"Do I look three hundred years old?\"\r\n\r\n\"No, sir,\" said Bruce, with the stolid wariness of the boy who fears\r\nthat a master is subtly chaffing him.\r\n\r\n\"I feel more, Bruce,\" said the headmaster, with a smile. \"I feel more.\r\nYou will remember to congratulate your father for me, won't you?\"\r\n\r\n       *       *       *       *       *\r\n\r\nOutside the door Jack Bruce paused in deep reflection. \"Rum!\" he said\r\nto himself. \"Jolly rum!\"\r\n\r\n       *       *       *       *       *\r\n\r\nOn the senior gravel he met Sheen.\r\n\r\n\"Hullo, Sheen,\" he said, \"what are you going to do?\"\r\n\r\n\"Drummond wants me to tea with him in the infirmary.\"\r\n\r\n\"It's all right, then?\"\r\n\r\n\"Yes. I got a note from him during afternoon school. You coming?\"\r\n\r\n\"All right. I say, Sheen, the Old Man's rather rum sometimes, isn't\r\nhe?\"\r\n\r\n\"What's he been doing now?\"\r\n\r\n\"Oh--nothing. How do you feel after Aldershot? Tell us all about it.\r\nI've not heard a word yet.\""
  ]
}