{
  "index": 1,
  "title": "Part 1",
  "paragraphs": [
    "*** START OF THE PROJECT GUTENBERG EBOOK DEATH AT THE EXCELSIOR, AND OTHER STORIES ***\r\n\r\n\r\n\r\n\r\nProduced by Suzanne L. Shell, Charles Franks, and the\r\nOnline Distributed Proofreading Team\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nDEATH AT THE EXCELSIOR\r\n\r\nand Other Stories\r\n\r\nBy P. G. Wodehouse\r\n\r\n\r\n\r\n\r\n\r\n\r\n[Transcriber's note: This selection of early Wodehouse stories was\r\nassembled for Project Gutenberg. The original publication date of\r\neach story is listed in square brackets in the Table of Contents.]\r\n\r\n\r\n\r\n\r\nCONTENTS\r\n\r\n\r\nDEATH AT THE EXCELSIOR [1914]\r\n\r\nMISUNDERSTOOD [1910]\r\n\r\nTHE BEST SAUCE [1911]\r\n\r\nJEEVES AND THE CHUMP CYRIL [1918]\r\n\r\nJEEVES IN THE SPRINGTIME [1921]\r\n\r\nCONCEALED ART [1915]\r\n\r\nTHE TEST CASE [1915]\r\n\r\n\r\n\r\n\r\n\r\nDEATH AT THE EXCELSIOR\r\n\r\n\r\nI\r\n\r\nThe room was the typical bedroom of the typical boarding-house,\r\nfurnished, insofar as it could be said to be furnished at all, with a\r\nsevere simplicity. It contained two beds, a pine chest of drawers, a\r\nstrip of faded carpet, and a wash basin. But there was that on the\r\nfloor which set this room apart from a thousand rooms of the same kind.\r\nFlat on his back, with his hands tightly clenched and one leg twisted\r\noddly under him and with his teeth gleaming through his grey beard in a\r\nhorrible grin, Captain John Gunner stared up at the ceiling with eyes\r\nthat saw nothing.\r\n\r\nUntil a moment before, he had had the little room all to himself. But\r\nnow two people were standing just inside the door, looking down at him.\r\nOne was a large policeman, who twisted his helmet nervously in his\r\nhands. The other was a tall, gaunt old woman in a rusty black dress,\r\nwho gazed with pale eyes at the dead man. Her face was quite\r\nexpressionless.\r\n\r\nThe woman was Mrs. Pickett, owner of the Excelsior Boarding-House. The\r\npoliceman's name was Grogan. He was a genial giant, a terror to the\r\nriotous element of the waterfront, but obviously ill at ease in the\r\npresence of death. He drew in his breath, wiped his forehead, and\r\nwhispered: \"Look at his eyes, ma'am!\"\r\n\r\nMrs. Pickett had not spoken a word since she had brought the policeman\r\ninto the room, and she did not do so now. Constable Grogan looked at\r\nher quickly. He was afraid of Mother Pickett, as was everybody else\r\nalong the waterfront. Her silence, her pale eyes, and the quiet\r\ndecisiveness of her personality cowed even the tough old salts who\r\npatronized the Excelsior. She was a formidable influence in that little\r\ncommunity of sailormen.\r\n\r\n\"That's just how I found him,\" said Mrs. Pickett. She did not speak\r\nloudly, but her voice made the policeman start.\r\n\r\nHe wiped his forehead again. \"It might have been apoplexy,\" he\r\nhazarded.\r\n\r\nMrs. Pickett said nothing. There was a sound of footsteps outside, and\r\na young man entered, carrying a black bag.\r\n\r\n\"Good morning, Mrs. Pickett. I was told that--Good Lord!\" The young\r\ndoctor dropped to his knees beside the body and raised one of the arms.\r\nAfter a moment he lowered it gently to the floor, and shook his head in\r\ngrim resignation.\r\n\r\n\"He's been dead for hours,\" he announced. \"When did you find him?\"\r\n\r\n\"Twenty minutes back,\" replied the old woman. \"I guess he died last\r\nnight. He never would be called in the morning. Said he liked to sleep\r\non. Well, he's got his wish.\"\r\n\r\n\"What did he die of, sir?\" asked the policeman.\r\n\r\n\"It's impossible to say without an examination,\" the doctor answered.\r\n\"It looks like a stroke, but I'm pretty sure it isn't. It might be a\r\ncoronary attack, but I happen to know his blood pressure was normal,\r\nand his heart sound. He called in to see me only a week ago, and I\r\nexamined him thoroughly. But sometimes you can be deceived. The inquest\r\nwill tell us.\" He eyed the body almost resentfully. \"I can't understand\r\nit. The man had no right to drop dead like this. He was a tough old\r\nsailor who ought to have been good for another twenty years. If you\r\nwant my honest opinion--though I can't possibly be certain until after\r\nthe inquest--I should say he had been poisoned.\"\r\n\r\n\"How would he be poisoned?\" asked Mrs. Pickett quietly.\r\n\r\n\"That's more than I can tell you. There's no glass about that he could\r\nhave drunk it from. He might have got it in capsule form. But why\r\nshould he have done it? He was always a pretty cheerful sort of old\r\nman, wasn't he?\"\r\n\r\n\"Yes, sir,\" said the Constable. \"He had the name of being a joker in\r\nthese parts. Kind of sarcastic, they tell me, though he never tried it\r\non me.\"\r\n\r\n\"He must have died quite early last night,\" said the doctor. He turned\r\nto Mrs. Pickett. \"What's become of Captain Muller? If he shares this\r\nroom he ought to be able to tell us something about it.\"\r\n\r\n\"Captain Muller spent the night with some friends at Portsmouth,\" said\r\nMrs. Pickett. \"He left right after supper, and hasn't returned.\"\r\n\r\nThe doctor stared thoughtfully about the room, frowning.\r\n\r\n\"I don't like it. I can't understand it. If this had happened in India\r\nI should have said the man had died from some form of snakebite. I was\r\nout there two years, and I've seen a hundred cases of it. The poor\r\ndevils all looked just like this. But the thing's ridiculous. How could\r\na man be bitten by a snake in a Southampton waterfront boarding-house?\r\nWas the door locked when you found him, Mrs. Pickett?\"\r\n\r\nMrs. Pickett nodded. \"I opened it with my own key. I had been calling\r\nto him and he didn't answer, so I guessed something was wrong.\"\r\n\r\nThe Constable spoke: \"You ain't touched anything, ma'am? They're always\r\nvery particular about that. If the doctor's right, and there's been\r\nanything up, that's the first thing they'll ask.\"\r\n\r\n\"Everything's just as I found it.\"\r\n\r\n\"What's that on the floor beside him?\" the doctor asked.\r\n\r\n\"Only his harmonica. He liked to play it of an evening in his room.\r\nI've had some complaints about it from some of the gentlemen, but I\r\nnever saw any harm, so long as he didn't play it too late.\"\r\n\r\n\"Seems as if he was playing it when--it happened,\" Constable Grogan\r\nsaid. \"That don't look much like suicide, sir.\"\r\n\r\n\"I didn't say it was suicide.\"\r\n\r\nGrogan whistled. \"You don't think----\"\r\n\r\n\"I'm not thinking anything--until after the inquest. All I say is that\r\nit's queer.\"\r\n\r\nAnother aspect of the matter seemed to strike the policeman. \"I guess\r\nthis ain't going to do the Excelsior any good, ma'am,\" he said\r\nsympathetically.\r\n\r\nMrs. Pickett shrugged her shoulders.\r\n\r\n\"I suppose I had better go and notify the coroner,\" said the doctor.\r\n\r\nHe went out, and after a momentary pause the policeman followed him.\r\nConstable Grogan was not greatly troubled with nerves, but he felt a\r\ndecided desire to be somewhere where he could not see the dead man's\r\nstaring eyes.\r\n\r\nMrs. Pickett remained where she was, looking down at the still form on\r\nthe floor. Her face was expressionless, but inwardly she was tormented\r\nand alarmed. It was the first time such a thing as this had happened at\r\nthe Excelsior, and, as Constable Grogan had hinted, it was not likely\r\nto increase the attractiveness of the house in the eyes of possible\r\nboarders. It was not the threatened pecuniary loss which was troubling\r\nher. As far as money was concerned, she could have lived comfortably on\r\nher savings, for she was richer than most of her friends supposed. It\r\nwas the blot on the escutcheon of the Excelsior--the stain on its\r\nreputation--which was tormenting her.\r\n\r\nThe Excelsior was her life. Starting many years before, beyond the\r\nmemory of the oldest boarder, she had built up the model establishment,\r\nthe fame of which had been carried to every corner of the world. Men\r\nspoke of it as a place where you were fed well, cleanly housed, and\r\nwhere petty robbery was unknown.\r\n\r\nSuch was the chorus of praise that it is not likely that much harm\r\ncould come to the Excelsior from a single mysterious death but Mother\r\nPickett was not consoling herself with such reflections.\r\n\r\nShe looked at the dead man with pale, grim eyes. Out in the hallway the\r\ndoctor's voice further increased her despair. He was talking to the\r\npolice on the telephone, and she could distinctly hear his every word.\r\n\r\n\r\nII\r\n\r\nThe offices of Mr. Paul Snyder's Detective Agency in New Oxford Street\r\nhad grown in the course of a dozen years from a single room to an\r\nimpressive suite bright with polished wood, clicking typewriters, and\r\nother evidences of success. Where once Mr. Snyder had sat and waited\r\nfor clients and attended to them himself, he now sat in his private\r\noffice and directed eight assistants.\r\n\r\nHe had just accepted a case--a case that might be nothing at all or\r\nsomething exceedingly big. It was on the latter possibility that he had\r\ngambled. The fee offered was, judged by his present standards of\r\nprosperity, small. But the bizarre facts, coupled with something in the\r\npersonality of the client, had won him over. He briskly touched the\r\nbell and requested that Mr. Oakes should be sent in to him.\r\n\r\nElliot Oakes was a young man who both amused and interested Mr. Snyder,\r\nfor though he had only recently joined the staff, he made no secret of\r\nhis intention of revolutionizing the methods of the agency. Mr. Snyder\r\nhimself, in common with most of his assistants, relied for results on\r\nhard work and plenty of common sense. He had never been a detective of\r\nthe showy type. Results had justified his methods, but he was perfectly\r\naware that young Mr. Oakes looked on him as a dull old man who had been\r\nmiraculously favored by luck.\r\n\r\nMr. Snyder had selected Oakes for the case in hand principally because\r\nit was one where inexperience could do no harm, and where the brilliant\r\nguesswork which Oakes preferred to call his inductive reasoning might\r\nachieve an unexpected success.\r\n\r\nAnother motive actuated Mr. Snyder in his choice. He had a strong\r\nsuspicion that the conduct of this case was going to have the\r\nbeneficial result of lowering Oakes' self-esteem. If failure achieved\r\nthis end, Mr. Snyder felt that failure, though it would not help the\r\nAgency, would not be an unmixed ill.\r\n\r\nThe door opened and Oakes entered tensely. He did everything tensely,\r\npartly from a natural nervous energy, and partly as a pose. He was a\r\nlean young man, with dark eyes and a thin-lipped mouth, and he looked\r\nquite as much like a typical detective as Mr. Snyder looked like a\r\ncomfortable and prosperous stock broker.\r\n\r\n\"Sit down, Oakes,\" said Mr. Snyder. \"I've got a job for you.\"\r\n\r\nOakes sank into a chair like a crouching leopard, and placed the tips\r\nof his fingers together. He nodded curtly. It was part of his pose to\r\nbe keen and silent.\r\n\r\n\"I want you to go to this address\"--Mr. Snyder handed him an\r\nenvelope--\"and look around. The address on that envelope is of a\r\nsailors' boarding-house down in Southampton. You know the sort of\r\nplace--retired sea captains and so on live there. All most respectable.\r\nIn all its history nothing more sensational has ever happened than a\r\ncase of suspected cheating at halfpenny nap. Well, a man had died\r\nthere.\"\r\n\r\n\"Murdered?\" Oakes asked.\r\n\r\n\"I don't know. That's for you to find out. The coroner left it open.\r\n'Death by Misadventure' was the verdict, and I don't blame him. I don't\r\nsee how it could have been murder. The door was locked on the inside,\r\nso nobody could have got in.\"\r\n\r\n\"The window?\"\r\n\r\n\"The window was open, granted. But the room is on the second floor.\r\nAnyway, you may dismiss the window. I remember the old lady saying\r\nthere was a bar across it, and that nobody could have squeezed\r\nthrough.\"\r\n\r\nOakes' eyes glistened. He was interested. \"What was the cause of\r\ndeath?\" he asked.\r\n\r\nMr. Snyder coughed. \"Snake bite,\" he said.\r\n\r\nOakes' careful calm deserted him. He uttered a cry of astonishment.\r\n\"Why, that's incredible!\"\r\n\r\n\"It's the literal truth. The medical examination proved that the fellow\r\nhad been killed by snake poison--cobra, to be exact, which is found\r\nprincipally in India.\"\r\n\r\n\"Cobra!\"\r\n\r\n\"Just so. In a Southampton boarding-house, in a room with a locked\r\ndoor, this man was stung by a cobra. To add a little mystification to\r\nthe limpid simplicity of the affair, when the door was opened there was\r\nno sign of any cobra. It couldn't have got out through the door,\r\nbecause the door was locked. It couldn't have got out of the window,\r\nbecause the window was too high up, and snakes can't jump. And it\r\ncouldn't have gotten up the chimney, because there was no chimney. So\r\nthere you have it.\"\r\n\r\nHe looked at Oakes with a certain quiet satisfaction. It had come to\r\nhis ears that Oakes had been heard to complain of the infantile nature\r\nand unworthiness of the last two cases to which he had been assigned.\r\nHe had even said that he hoped some day to be given a problem which\r\nshould be beyond the reasoning powers of a child of six. It seemed to\r\nMr. Snyder that Oakes was about to get his wish.\r\n\r\n\"I should like further details,\" said Oakes, a little breathlessly.\r\n\r\n\"You had better apply to Mrs. Pickett, who owns the boarding-house,\"\r\nMr. Snyder said. \"It was she who put the case in my hands. She is\r\nconvinced that it is murder. But, if we exclude ghosts, I don't see how\r\nany third party could have taken a hand in the thing at all. However,\r\nshe wanted a man from this agency, and was prepared to pay for him, so\r\nI promised her I would send one. It is not our policy to turn business\r\naway.\"\r\n\r\nHe smiled wryly. \"In pursuance of that policy I want you to go and put\r\nup at Mrs. Pickett's boarding house and do your best to enhance the\r\nreputation of our agency. I would suggest that you pose as a ship's\r\nchandler or something of that sort. You will have to be something\r\nmaritime or they'll be suspicious of you. And if your visit produces no\r\nother results, it will, at least, enable you to make the acquaintance\r\nof a very remarkable woman. I commend Mrs. Pickett to your notice. By\r\nthe way, she says she will help you in your investigations.\"\r\n\r\nOakes laughed shortly. The idea amused him.\r\n\r\n\"It's a mistake to scoff at amateur assistance, my boy,\" said Mr.\r\nSnyder in the benevolently paternal manner which had made a score of\r\ncriminals refuse to believe him a detective until the moment when the\r\nhandcuffs snapped on their wrists. \"Crime investigation isn't an exact\r\nscience. Success or failure depends in a large measure on applied\r\ncommon sense, and the possession of a great deal of special\r\ninformation. Mrs. Pickett knows certain things which neither you nor I\r\nknow, and it's just possible that she may have some stray piece of\r\ninformation which will provide the key to the entire mystery.\"\r\n\r\nOakes laughed again. \"It is very kind of Mrs. Pickett,\" he said, \"but I\r\nprefer to trust to my own methods.\" Oakes rose, his face purposeful.\r\n\"I'd better be starting at once,\" he said. \"I'll send you reports from\r\ntime to time.\"\r\n\r\n\"Good. The more detailed the better,\" said Mr. Snyder genially. \"I hope\r\nyour visit to the Excelsior will be pleasant. And cultivate Mrs.\r\nPickett. She's worth while.\"\r\n\r\nThe door closed, and Mr. Snyder lighted a fresh cigar. \"Dashed young\r\nfool,\" he murmured, as he turned his mind to other matters.\r\n\r\n\r\nIII\r\n\r\nA day later Mr. Snyder sat in his office reading a typewritten report.\r\nIt appeared to be of a humorous nature, for, as he read, chuckles\r\nescaped him. Finishing the last sheet he threw his head back and\r\nlaughed heartily. The manuscript had not been intended by its author\r\nfor a humorous effort. What Mr. Snyder had been reading was the first\r\nof Elliott Oakes' reports from the Excelsior. It read as follows:\r\n\r\n    I am sorry to be unable to report any real progress. I have\r\n    formed several theories which I will put forward later, but at\r\n    present I cannot say that I am hopeful.\r\n\r\n    Directly I arrived here I sought out Mrs. Pickett, explained\r\n    who I was, and requested her to furnish me with any further\r\n    information which might be of service to me. She is a strange,\r\n    silent woman, who impressed me as having very little\r\n    intelligence. Your suggestion that I should avail myself of\r\n    her assistance seems more curious than ever, now that I have\r\n    seen her.\r\n\r\n    The whole affair seems to me at the moment of writing quite\r\n    inexplicable. Assuming that this Captain Gunner was murdered,\r\n    there appears to have been no motive for the crime whatsoever.\r\n    I have made careful inquiries about him, and find that he was\r\n    a man of fifty-five; had spent nearly forty years of his life\r\n    at sea, the last dozen in command of his own ship; was of a\r\n    somewhat overbearing disposition, though with a fund of rough\r\n    humour; had travelled all over the world, and had been an inmate\r\n    of the Excelsior for about ten months. He had a small annuity,\r\n    and no other money at all, which disposes of money as the motive\r\n    for the crime.\r\n\r\n    In my character of James Burton, a retired ship's chandler, I have\r\n    mixed with the other boarders, and have heard all they have to say\r\n    about the affair. I gather that the deceased was by no means\r\n    popular. He appears to have had a bitter tongue, and I have not\r\n    met one man who seems to regret his death. On the other hand, I\r\n    have heard nothing which would suggest that he had any active and\r\n    violent enemies. He was simply the unpopular boarder--there is\r\n    always one in every boarding-house--but nothing more.\r\n\r\n    I have seen a good deal of the man who shared his room--another\r\n    sea captain, named Muller. He is a big, silent person, and it is\r\n    not easy to get him to talk. As regards the death of Captain Gunner\r\n    he can tell me nothing. It seems that on the night of the tragedy\r\n    he was away at Portsmouth with some friends. All I have got from\r\n    him is some information as to Captain Gunner's habits, which leads\r\n    nowhere. The dead man seldom drank, except at night when he would\r\n    take some whisky. His head was not strong, and a little of the\r\n    spirit was enough to make him semi-intoxicated, when he would be\r\n    hilarious and often insulting. I gather that Muller found him a\r\n    difficult roommate, but he is one of those placid persons who can\r\n    put up with anything. He and Gunner were in the habit of playing\r\n    draughts together every night in their room, and Gunner had a\r\n    harmonica which he played frequently. Apparently, he was playing\r\n    it very soon before he died, which is significant, as seeming to\r\n    dispose of the idea of suicide.\r\n\r\n    As I say, I have one or two theories, but they are in a very\r\n    nebulous state. The most plausible is that on one of his visits\r\n    to India--I have ascertained that he made several voyages\r\n    there--Captain Gunner may in some way have fallen foul of\r\n    the natives. The fact that he certainly died of the poison of an\r\n    Indian snake supports this theory. I am making inquiries as to\r\n    the movements of several Indian sailors who were here in\r\n    their ships at the time of the tragedy.\r\n\r\n    I have another theory. Does Mrs. Pickett know more about\r\n    this affair than she appears to? I may be wrong in my estimate\r\n    of her mental qualities. Her apparent stupidity may be\r\n    cunning. But here again, the absence of motive brings me up\r\n    against a dead wall. I must confess that at present I do not see\r\n    my way clearly. However, I will write again shortly.\r\n\r\nMr. Snyder derived the utmost enjoyment from the report. He liked the\r\nsubstance of it, and above all, he was tickled by the bitter tone of\r\nfrustration which characterized it. Oakes was baffled, and his knowledge\r\nof Oakes told him that the sensation of being baffled was gall and\r\nwormwood to that high-spirited young man. Whatever might be the result\r\nof this investigation, it would teach him the virtue of patience.\r\n\r\nHe wrote his assistant a short note:\r\n\r\n    Dear Oakes,\r\n\r\n    Your report received. You certainly seem to have got the hard\r\n    case which, I hear, you were pining for. Don't build too much\r\n    on plausible motives in a case of this sort. Fauntleroy, the\r\n    London murderer, killed a woman for no other reason than that\r\n    she had thick ankles. Many years ago, I myself was on a case\r\n    where a man murdered an intimate friend because of a dispute\r\n    about a bet. My experience is that five murderers out of ten\r\n    act on the whim of the moment, without anything which, properly\r\n    speaking, you could call a motive at all.\r\n\r\n    Yours very cordially,\r\n    Paul Snyder\r\n\r\n    P. S. I don't think much of your Pickett theory. However, you're\r\n    in charge. I wish you luck.\r\n\r\n\r\nIV\r\n\r\nYoung Mr. Oakes was not enjoying himself. For the first time in his\r\nlife, the self-confidence which characterized all his actions seemed to\r\nbe failing him. The change had taken place almost overnight. The fact\r\nthat the case had the appearance of presenting the unusual had merely\r\nstimulated him at first. But then doubts had crept in and the problem\r\nhad begun to appear insoluble.\r\n\r\nTrue, he had only just taken it up, but something told him that, for\r\nall the progress he was likely to make, he might just as well have been\r\nworking on it steadily for a month. He was completely baffled. And\r\nevery moment which he spent in the Excelsior Boarding-House made it\r\nclearer to him that that infernal old woman with the pale eyes thought\r\nhim an incompetent fool. It was that, more than anything, which made\r\nhim acutely conscious of his lack of success. His nerves were being\r\nsorely troubled by the quiet scorn of Mrs. Pickett's gaze. He began to\r\nthink that perhaps he had been a shade too self-confident and abrupt in\r\nthe short interview which he had had with her on his arrival.\r\n\r\nAs might have been expected, his first act, after his brief interview\r\nwith Mrs. Pickett, was to examine the room where the tragedy had taken\r\nplace. The body was gone, but otherwise nothing had been moved.\r\n\r\nOakes belonged to the magnifying-glass school of detection. The first\r\nthing he did on entering the room was to make a careful examination of\r\nthe floor, the walls, the furniture, and the windowsill. He would have\r\nhotly denied the assertion that he did this because it looked well, but\r\nhe would have been hard put to it to advance any other reason.\r\n\r\nIf he discovered anything, his discoveries were entirely negative, and\r\nserved only to deepen the mystery of the case. As Mr. Snyder had said,\r\nthere was no chimney, and nobody could have entered through the locked\r\ndoor.\r\n\r\nThere remained the window. It was small, and apprehensiveness, perhaps,\r\nof the possibility of burglars, had caused the proprietress to make it\r\ndoubly secure with an iron bar. No human being could have squeezed his\r\nway through it.\r\n\r\nIt was late that night that he wrote and dispatched to headquarters the\r\nreport which had amused Mr. Snyder.\r\n\r\n\r\nV\r\n\r\nTwo days later Mr. Snyder sat at his desk, staring with wide, unbelieving\r\neyes at a telegram he had just received. It read as follows:\r\n\r\n     HAVE SOLVED GUNNER MYSTERY. RETURNING.... OAKES.\r\n\r\nMr. Snyder narrowed his eyes and rang the bell. \"Send Mr. Oakes to me\r\ndirectly he arrives,\" he said.\r\n\r\nHe was pained to find that his chief emotion was one of bitter\r\nannoyance. The swift solution of such an apparently insoluble problem\r\nwould reflect the highest credit on the Agency, and there were\r\npicturesque circumstances connected with the case which would make it\r\npopular with the newspapers and lead to its being given a great deal of\r\npublicity.\r\n\r\nYet, in spite of all this, Mr. Snyder was annoyed. He realized now how\r\nlarge a part the desire to reduce Oakes' self-esteem had played with\r\nhim. He further realized, looking at the thing honestly, that he had\r\nbeen firmly convinced that the young man would not come within a mile\r\nof a reasonable solution of the mystery. He had desired only that his\r\nfailure would prove a valuable educational experience for him. For he\r\nbelieved that failure at this particular point in his career would make\r\nOakes a more valuable asset to the Agency. But now here Oakes was,\r\nwithin a ridiculously short space of time, returning to the fold, not\r\nhumble and defeated, but triumphant. Mr. Snyder looked forward with\r\napprehension to the young man's probable demeanor under the\r\nintoxicating influence of victory.\r\n\r\nHis apprehensions were well grounded. He had barely finished the third\r\nof the series of cigars, which, like milestones, marked the progress of\r\nhis afternoon, when the door opened and young Oakes entered. Mr. Snyder\r\ncould not repress a faint moan at the sight of him. One glance was\r\nenough to tell him that his worst fears were realised.\r\n\r\n\"I got your telegram,\" said Mr. Snyder.\r\n\r\nOakes nodded. \"It surprised you, eh?\" he asked.\r\n\r\nMr. Snyder resented the patronizing tone of the question, but he had\r\nresigned himself to be patronized, and keep his anger in check.\r\n\r\n\"Yes,\" he replied, \"I must say it did surprise me. I didn't gather from\r\nyour report that you had even found a clue. Was it the Indian theory\r\nthat turned the trick?\"\r\n\r\nOakes laughed tolerantly. \"Oh, I never really believed that\r\npreposterous theory for one moment. I just put it in to round out my\r\nreport. I hadn't begun to think about the case then--not really think.\"\r\n\r\nMr. Snyder, nearly exploding with wrath, extended his cigar-case.\r\n\"Light up, and tell me all about it,\" he said, controlling his anger.\r\n\r\n\"Well, I won't say I haven't earned this,\" said Oakes, puffing away. He\r\nlet the ash of his cigar fall delicately to the floor--another action\r\nwhich seemed significant to his employer. As a rule, his assistants,\r\nunless particularly pleased with themselves, used the ashtray.\r\n\r\n\"My first act on arriving,\" Oakes said, \"was to have a talk with Mrs.\r\nPickett. A very dull old woman.\"\r\n\r\n\"Curious. She struck me as rather intelligent.\"\r\n\r\n\"Not on your life. She gave me no assistance whatever. I then examined\r\nthe room where the death had taken place. It was exactly as you described\r\nit. There was no chimney, the door had been locked on the inside, and\r\nthe one window was very high up. At first sight, it looked extremely\r\nunpromising. Then I had a chat with some of the other boarders. They had\r\nnothing of any importance to contribute. Most of them simply gibbered.\r\nI then gave up trying to get help from the outside, and resolved to rely\r\non my own intelligence.\"\r\n\r\nHe smiled triumphantly. \"It is a theory of mine, Mr. Snyder, which I\r\nhave found valuable that, in nine cases out of ten, remarkable things\r\ndon't happen.\"\r\n\r\n\"I don't quite follow you there,\" Mr. Snyder interrupted.\r\n\r\n\"I will put it another way, if you like. What I mean is that the simplest\r\nexplanation is nearly always the right one. Consider this case. It seemed\r\nimpossible that there should have been any reasonable explanation of the\r\nman's death. Most men would have worn themselves out guessing at wild\r\ntheories. If I had started to do that, I should have been guessing now.\r\nAs it is--here I am. I trusted to my belief that nothing remarkable ever\r\nhappens, and I won out.\"\r\n\r\nMr. Snyder sighed softly. Oakes was entitled to a certain amount of\r\ngloating, but there could be no doubt that his way of telling a story\r\nwas downright infuriating.\r\n\r\n\"I believe in the logical sequence of events. I refuse to accept\r\neffects unless they are preceded by causes. In other words, with all\r\ndue respect to your possibly contrary opinions, Mr. Snyder, I simply\r\ndecline to believe in a murder unless there was a motive for it. The\r\nfirst thing I set myself to ascertain was--what was the motive for the\r\nmurder of Captain Gunner? And, after thinking it over and making every\r\npossible inquiry, I decided that there was no motive. Therefore, there\r\nwas no murder.\"\r\n\r\nMr. Snyder's mouth opened, and he obviously was about to protest. But\r\nhe appeared to think better of it and Oakes proceeded: \"I then tested\r\nthe suicide theory. What motive was there for suicide? There was no\r\nmotive. Therefore, there was no suicide.\"\r\n\r\nThis time Mr. Snyder spoke. \"You haven't been spending the last few\r\ndays in the wrong house by any chance, have you? You will be telling me\r\nnext that there wasn't any dead man.\"\r\n\r\nOakes smiled. \"Not at all. Captain John Gunner was dead, all right. As\r\nthe medical evidence proved, he died of the bite of a cobra. It was a\r\nsmall cobra which came from Java.\"\r\n\r\nMr. Snyder stared at him. \"How do you know?\"\r\n\r\n\"I do know, beyond any possibility of doubt.\"\r\n\r\n\"Did you see the snake?\"\r\n\r\nOakes shook his head.\r\n\r\n\"Then, how in heaven's name----\"\r\n\r\n\"I have enough evidence to make a jury convict Mr. Snake without\r\nleaving the box.\"\r\n\r\n\"Then suppose you tell me this. How did your cobra from Java get out of\r\nthe room?\"\r\n\r\n\"By the window,\" replied Oakes, impassively.\r\n\r\n\"How can you possibly explain that? You say yourself that the window\r\nwas high up.\"\r\n\r\n\"Nevertheless, it got out by the window. The logical sequence of events\r\nis proof enough that it was in the room. It killed Captain Gunner\r\nthere, and left traces of its presence outside. Therefore, as the\r\nwindow was the only exit, it must have escaped by that route. It may\r\nhave climbed or it may have jumped, but somehow it got out of that\r\nwindow.\"\r\n\r\n\"What do you mean--it left traces of its presence outside?\"\r\n\r\n\"It killed a dog in the backyard behind the house,\" Oakes said. \"The\r\nwindow of Captain Gunner's room projects out over it. It is full of\r\nboxes and litter and there are a few stunted shrubs scattered about. In\r\nfact, there is enough cover to hide any small object like the body of a\r\ndog. That's why it was not discovered at first. The maid at the\r\nExcelsior came on it the morning after I sent you my report while she\r\nwas emptying a box of ashes in the yard. It was just an ordinary stray\r\ndog without collar or license. The analyst examined the body, and found\r\nthat the dog had died of the bite of a cobra.\"\r\n\r\n\"But you didn't find the snake?\"\r\n\r\n\"No. We cleaned out that yard till you could have eaten your breakfast\r\nthere, but the snake had gone. It must have escaped through the door of\r\nthe yard, which was standing ajar. That was a couple of days ago, and\r\nthere has been no further tragedy. In all likelihood it is dead. The\r\nnights are pretty cold now, and it would probably have died of\r\nexposure.\"\r\n\r\n\"But, I just don't understand how a cobra got to Southampton,\" said the\r\namazed Mr. Snyder.\r\n\r\n\"Can't you guess it? I told you it came from Java.\"\r\n\r\n\"How did you know it did?\"\r\n\r\n\"Captain Muller told me. Not directly, but I pieced it together from\r\nwhat he said. It seems that an old shipmate of Captain Gunner's was\r\nliving in Java. They corresponded, and occasionally this man would send\r\nthe captain a present as a mark of his esteem. The last present he sent\r\nwas a crate of bananas. Unfortunately, the snake must have got in\r\nunnoticed. That's why I told you the cobra was a small one. Well,\r\nthat's my case against Mr. Snake, and short of catching him with the\r\ngoods, I don't see how I could have made out a stronger one. Don't you\r\nagree?\"\r\n\r\nIt went against the grain for Mr. Snyder to acknowledge defeat, but he\r\nwas a fair-minded man, and he was forced to admit that Oakes did\r\ncertainly seem to have solved the impossible.\r\n\r\n\"I congratulate you, my boy,\" he said as heartily as he could. \"To be\r\ncompletely frank, when you started out, I didn't think you could do it.\r\nBy the way, I suppose Mrs. Pickett was pleased?\"\r\n\r\n\"If she was, she didn't show it. I'm pretty well convinced she hasn't\r\nenough sense to be pleased at anything. However, she has invited me to\r\ndinner with her tonight. I imagine she'll be as boring as usual, but\r\nshe made such a point of it, I had to accept.\"\r\n\r\n\r\nVI\r\n\r\nFor some time after Oakes had gone, Mr. Snyder sat smoking and\r\nthinking, in embittered meditation. Suddenly there was brought the card\r\nof Mrs. Pickett, who would be grateful if he could spare her a few\r\nmoments. Mr. Snyder was glad to see Mrs. Pickett. He was a student of\r\ncharacter, and she had interested him at their first meeting. There was\r\nsomething about her which had seemed to him unique, and he welcomed\r\nthis second chance of studying her at close range.\r\n\r\nShe came in and sat down stiffly, balancing herself on the extreme edge\r\nof the chair in which a short while before young Oakes had lounged so\r\nluxuriously.\r\n\r\n\"How are you, Mrs. Pickett?\" said Mr. Snyder genially. \"I'm very glad\r\nthat you could find time to pay me a visit. Well, so it wasn't murder\r\nafter all.\"\r\n\r\n\"Sir?\"\r\n\r\n\"I've just been talking to Mr. Oakes, whom you met as James Burton,\"\r\nsaid the detective. \"He has told me all about it.\"\r\n\r\n\"He told _me_ all about it,\" said Mrs. Pickett dryly.\r\n\r\nMr. Snyder looked at her inquiringly. Her manner seemed more suggestive\r\nthan her words.\r\n\r\n\"A conceited, headstrong young fool,\" said Mrs. Pickett.\r\n\r\nIt was no new picture of his assistant that she had drawn. Mr. Snyder\r\nhad often drawn it himself, but at the present juncture it surprised\r\nhim. Oakes, in his hour of triumph, surely did not deserve this\r\nsweeping condemnation.\r\n\r\n\"Did not Mr. Oakes' solution of the mystery satisfy you, Mrs. Pickett?\"\r\n\r\n\"No!\"\r\n\r\n\"It struck me as logical and convincing,\" Mr. Snyder said.\r\n\r\n\"You may call it all the fancy names you please, Mr. Snyder. But Mr.\r\nOakes' solution was not the right one.\"\r\n\r\n\"Have you an alternative to offer?\"\r\n\r\nMrs. Pickett tightened her lips.\r\n\r\n\"If you have, I should like to hear it.\"\r\n\r\n\"You will--at the proper time.\"\r\n\r\n\"What makes you so certain that Mr. Oakes is wrong?\"\r\n\r\n\"He starts out with an impossible explanation, and rests his whole case\r\non it. There couldn't have been a snake in that room because it\r\ncouldn't have gotten out. The window was too high.\"\r\n\r\n\"But surely the evidence of the dead dog?\"\r\n\r\nMrs. Pickett looked at him as if he had disappointed her. \"I had always\r\nheard _you_ spoken of as a man with common sense, Mr. Snyder.\"\r\n\r\n\"I have always tried to use common sense.\"\r\n\r\n\"Then why are you trying now to make yourself believe that something\r\nhappened which could not possibly have happened just because it fits in\r\nwith something which isn't easy to explain?\"\r\n\r\n\"You mean that there is another explanation of the dead dog?\" Mr.\r\nSnyder asked.\r\n\r\n\"Not _another_. What Mr. Oakes takes for granted is not an\r\nexplanation. But there is a common sense explanation, and if he had not\r\nbeen so headstrong and conceited he might have found it.\"\r\n\r\n\"You speak as if you had found it,\" chided Mr. Snyder.\r\n\r\n\"I have.\" Mrs. Pickett leaned forward as she spoke, and stared at him\r\ndefiantly.\r\n\r\nMr. Snyder started. \"_You_ have?\"\r\n\r\n\"Yes.\"\r\n\r\n\"What is it?\"\r\n\r\n\"You will know before tomorrow. In the meantime try and think it out\r\nfor yourself. A successful and prosperous detective agency like yours,\r\nMr. Snyder, ought to do something in return for a fee.\"\r\n\r\nThere was something in her manner so reminiscent of the school teacher\r\nreprimanding a recalcitrant pupil that Mr. Snyder's sense of humor came\r\nto his rescue. \"We do our best, Mrs. Pickett,\" he said. \"But you\r\nmustn't forget that we are only human and cannot guarantee results.\"\r\n\r\nMrs. Pickett did not pursue the subject. Instead, she proceeded to\r\nastonish Mr. Snyder by asking him to swear out a warrant for the arrest\r\nof a man known to them both on a charge of murder.\r\n\r\nMr. Snyder's breath was not often taken away in his own office. As a\r\nrule, he received his clients' communications calmly, strange as they\r\noften were. But at her words he gasped. The thought crossed his mind\r\nthat Mrs. Pickett might well be mentally unbalanced. The details of the\r\ncase were fresh in his memory, and he distinctly recollected that the\r\nperson she mentioned had been away from the boarding house on the night\r\nof Captain Gunner's death, and could, he imagined, produce witnesses to\r\nprove it.\r\n\r\nMrs. Pickett was regarding him with an unfaltering stare. To all\r\noutward appearances, she was the opposite of unbalanced.\r\n\r\n\"But you can't swear out a warrant without evidence,\" he told her.\r\n\r\n\"I have evidence,\" she replied firmly.\r\n\r\n\"Precisely what kind of evidence?\" he demanded.\r\n\r\n\"If I told you now you would think that I was out of my mind.\"\r\n\r\n\"But, Mrs. Pickett, do you realize what you are asking me to do? I\r\ncannot make this agency responsible for the arbitrary arrest of a man\r\non the strength of a single individual's suspicions. It might ruin me.\r\nAt the least it would make me a laughing stock.\"\r\n\r\n\"Mr. Snyder, you may use your own judgment whether or not to make the\r\narrest on that warrant. You will listen to what I have to say, and you\r\nwill see for yourself how the crime was committed. If after that you\r\nfeel that you cannot make the arrest I will accept your decision. I\r\nknow who killed Captain Gunner,\" she said. \"I knew it from the\r\nbeginning. It was like a vision. But I had no proof. Now things have\r\ncome to light and everything is clear.\"\r\n\r\nAgainst his judgment, Mr. Snyder was impressed. This woman had the\r\nmagnetism which makes for persuasiveness.\r\n\r\n\"It--it sounds incredible.\" Even as he spoke, he remembered that it had\r\nlong been a professional maxim of his that nothing was incredible, and\r\nhe weakened still further.\r\n\r\n\"Mr. Snyder, I ask you to swear out that warrant.\"\r\n\r\nThe detective gave in. \"Very well,\" he said.\r\n\r\nMrs. Pickett rose. \"If you will come and dine at my house to-night I\r\nthink I can prove to you that it will be needed. Will you come?\"\r\n\r\n\"I'll come,\" promised Mr. Snyder.\r\n\r\n\r\nVII\r\n\r\nWhen Mr. Snyder arrived at the Excelsior and shortly after he was shown\r\ninto the little private sitting room where he found Oakes, the third\r\nguest of the evening unexpectedly arrived.\r\n\r\nMr. Snyder looked curiously at the newcomer. Captain Muller had a\r\npeculiar fascination for him. It was not Mr. Snyder's habit to trust\r\novermuch to appearances. But he could not help admitting that there was\r\nsomething about this man's aspect which brought Mrs. Pickett's charges\r\nout of the realm of the fantastic into that of the possible. There was\r\nsomething odd--an unnatural aspect of gloom--about the man. He bore\r\nhimself like one carrying a heavy burden. His eyes were dull, his face\r\nhaggard. The next moment the detective was reproaching himself with\r\nallowing his imagination to run away with his calmer judgment.\r\n\r\nThe door opened, and Mrs. Pickett came in. She made no apology for her\r\nlateness.\r\n\r\nTo Mr. Snyder one of the most remarkable points about the dinner was\r\nthe peculiar metamorphosis of Mrs. Pickett from the brooding silent\r\nwoman he had known to the gracious and considerate hostess.\r\n\r\nOakes appeared also to be overcome with surprise, so much so that he\r\nwas unable to keep his astonishment to himself. He had come prepared to\r\nendure a dull evening absorbed in grim silence, and he found himself\r\ninstead opposite a bottle of champagne of a brand and year which\r\ncommanded his utmost respect. What was even more incredible, his\r\nhostess had transformed herself into a pleasant old lady whose only aim\r\nseemed to be to make him feel at home.\r\n\r\nBeside each of the guests' plates was a neat paper parcel. Oakes picked\r\nhis up, and stared at it in wonderment. \"Why, this is more than a party\r\nsouvenir, Mrs. Pickett,\" he said. \"It's the kind of mechanical marvel\r\nI've always wanted to have on my desk.\"\r\n\r\n\"I'm glad you like it, Mr. Oakes,\" Mrs. Pickett said, smiling. \"You\r\nmust not think of me simply as a tired old woman whom age has\r\ncompletely defeated. I am an ambitious hostess. When I give these\r\nlittle parties, I like to make them a success. I want each of you to\r\nremember this dinner.\"\r\n\r\n\"I'm sure I will.\"\r\n\r\nMrs. Pickett smiled again. \"I think you all will. You, Mr. Snyder.\" She\r\npaused. \"And you, Captain Muller.\"\r\n\r\nTo Mr. Snyder there was so much meaning in her voice as she said this\r\nthat he was amazed that it conveyed no warning to Muller. Captain\r\nMuller, however, was already drinking heavily. He looked up when\r\naddressed and uttered a sound which might have been taken for an\r\nexpression of polite acquiescence. Then he filled his glass again.\r\n\r\nMr. Snyder's parcel revealed a watch-charm fashioned in the shape of a\r\ntiny, candid-eye camera. \"That,\" said Mrs. Pickett, \"is a compliment to\r\nyour profession.\" She leaned toward the captain. \"Mr. Snyder is a\r\ndetective, Captain Muller.\"\r\n\r\nHe looked up. It seemed to Mr. Snyder that a look of fear lit up his\r\nheavy eyes for an instant. It came and went, if indeed it came at all,\r\nso swiftly that he could not be certain.\r\n\r\n\"So?\" said Captain Muller. He spoke quite evenly, with just the amount\r\nof interest which such an announcement would naturally produce.\r\n\r\n\"Now for yours, Captain,\" said Oakes. \"I guess it's something special.\r\nIt's twice the size of mine, anyway.\"\r\n\r\nIt may have been something in the old woman's expression as she watched\r\nCaptain Muller slowly tearing the paper that sent a thrill of\r\nexcitement through Mr. Snyder. Something seemed to warn him of the\r\napproach of a psychological moment. He bent forward eagerly.\r\n\r\nThere was a strangled gasp, a thump, and onto the table from the\r\ncaptain's hands there fell a little harmonica. There was no mistaking\r\nthe look on Muller's face now. His cheeks were like wax, and his eyes,\r\nso dull till then, blazed with a panic and horror which he could not\r\nrepress. The glasses on the table rocked as he clutched at the cloth.\r\n\r\nMrs. Pickett spoke. \"Why, Captain Muller, has it upset you? I thought\r\nthat, as his best friend, the man who shared his room, you would value\r\na memento of Captain Gunner. How fond you must have been of him for the\r\nsight of his harmonica to be such a shock.\"\r\n\r\nThe captain did not speak. He was staring fascinated at the thing on\r\nthe table. Mrs. Pickett turned to Mr. Snyder. Her eyes, as they met\r\nhis, held him entranced.\r\n\r\n\"Mr. Snyder, as a detective, you will be interested in a curious and\r\nvery tragic affair which happened in this house a few days ago. One of\r\nmy boarders, Captain Gunner, was found dead in his room. It was the\r\nroom which he shared with Captain Muller. I am very proud of the\r\nreputation of my house, Mr. Snyder, and it was a blow to me that this\r\nshould have happened. I applied to an agency for a detective, and they\r\nsent me a stupid boy, with nothing to recommend him except his belief\r\nin himself. He said that Captain Gunner had died by accident, killed by\r\na snake which had come out of a crate of bananas. I knew better. I knew\r\nthat Captain Gunner had been murdered. Are you listening, Captain\r\nMuller? This will interest you, as you were such a friend of his.\"\r\n\r\nThe captain did not answer. He was staring straight before him, as if\r\nhe saw something invisible in eyes forever closed in death.\r\n\r\n\"Yesterday we found the body of a dog. It had been killed, as Captain\r\nGunner had been, by the poison of a snake. The boy from the agency said\r\nthat this was conclusive. He said that the snake had escaped from the\r\nroom after killing Captain Gunner and had in turn killed the dog. I\r\nknew that to be impossible, for, if there had been a snake in that room\r\nit could not have made its escape.\"\r\n\r\nHer eyes flashed, and became remorselessly accusing. \"It was not a\r\nsnake that killed Captain Gunner. It was a cat. Captain Gunner had a\r\nfriend who hated him. One day, in opening a crate of bananas, this\r\nfriend found a snake. He killed it, and extracted the poison. He knew\r\nCaptain Gunner's habits. He knew that he played a harmonica. This man\r\nalso had a cat. He knew that cats hated the sound of a harmonica. He\r\nhad often seen this particular cat fly at Captain Gunner and scratch\r\nhim when he played. He took the cat and covered its claws with the\r\npoison. And then he left it in the room with Captain Gunner. He knew\r\nwhat would happen.\"\r\n\r\nOakes and Mr. Snyder were on their feet. Captain Muller had not moved.\r\nHe sat there, his fingers gripping the cloth. Mrs. Pickett rose and\r\nwent to a closet. She unlocked the door. \"Kitty!\" she called. \"Kitty!\r\nKitty!\"\r\n\r\nA black cat ran swiftly out into the room. With a clatter and a crash\r\nof crockery and a ringing of glass the table heaved, rocked and\r\noverturned as Muller staggered to his feet. He threw up his hands as if\r\nto ward something off. A choking cry came from his lips. \"Gott! Gott!\"\r\n\r\nMrs. Pickett's voice rang through the room, cold and biting: \"Captain\r\nMuller, you murdered Captain Gunner!\"\r\n\r\nThe captain shuddered. Then mechanically he replied: \"Gott! Yes, I\r\nkilled him.\"\r\n\r\n\"You heard, Mr. Snyder,\" said Mrs. Pickett. \"He has confessed before\r\nwitnesses. Take him away.\"\r\n\r\nMuller allowed himself to be moved toward the door. His arm in Mr.\r\nSnyder's grip felt limp. Mrs. Pickett stopped and took something from\r\nthe debris on the floor. She rose, holding the harmonica.\r\n\r\n\"You are forgetting your souvenir, Captain Muller,\" she said.\r\n\r\n\r\n\r\n\r\nMISUNDERSTOOD\r\n\r\n\r\nThe profession of Mr. James (\"Spider\") Buffin was pocket-picking. His\r\nhobby was revenge. James had no objection to letting the sun go down on\r\nhis wrath. Indeed, it was after dark that he corrected his numerous\r\nenemies most satisfactorily. It was on a dark night, while he was\r\nsettling a small score against one Kelly, a mere acquaintance, that he\r\nfirst fell foul of Constable Keating, whose beat took him through the\r\nregions which James most frequented.\r\n\r\nJames, having \"laid for\" Mr. Kelly, met him in a murky side-street down\r\nClerkenwell way, and attended to his needs with a sand-bag.\r\n\r\nIt was here that Constable Keating first came prominently into his\r\nlife. Just as James, with the satisfying feeling that his duty had been\r\ndone, was preparing to depart, Officer Keating, who had been a distant\r\nspectator of the affair, charged up and seized him.\r\n\r\nIt was intolerable that he should interfere in a purely private\r\nfalling-out between one gentleman and another, but there was nothing to\r\nbe done. The policeman weighed close upon fourteen stone, and could\r\nhave eaten Mr. Buffin. The latter, inwardly seething, went quietly, and\r\nin due season was stowed away at the Government's expense for the space\r\nof sixty days.\r\n\r\nPhysically, there is no doubt that his detention did him good. The\r\nregular hours and the substitution of bread and water for his wonted\r\ndiet improved his health thirty per cent. It was mentally that he\r\nsuffered. His was one of those just-as-good cheap-substitute minds,\r\nincapable of harbouring more than one idea at a time, and during those\r\nsixty days of quiet seclusion it was filled with an ever-growing\r\nresentment against Officer Keating. Every day, as he moved about his\r\nappointed tasks, he brooded on his wrongs. Every night was to him but\r\nthe end of another day that kept him from settling down to the serious\r\nbusiness of Revenge. To be haled to prison for correcting a private\r\nenemy with a sand-bag--that was what stung. In the privacy of his cell\r\nhe dwelt unceasingly on the necessity for revenge. The thing began to\r\ntake on to him the aspect almost of a Holy Mission, a sort of Crusade.\r\n\r\n        *       *       *       *       *\r\n\r\nThe days slipped by, bringing winter to Clerkenwell, and with it Mr.\r\nBuffin. He returned to his old haunts one Friday night, thin but in\r\nexcellent condition. One of the first acquaintances he met was Officer\r\nKeating. The policeman, who had a good memory for faces, recognised\r\nhim, and stopped.\r\n\r\n\"So you're out, young feller?\" he said genially. When not in the active\r\ndischarge of his professional duties the policeman was a kindly man. He\r\nbore Mr. Buffin no grudge.\r\n\r\n\"Um,\" said Mr. Buffin.\r\n\r\n\"Feeling fine, eh?\"\r\n\r\n\"Um.\"\r\n\r\n\"Goin' round to see some of the chaps and pass them the time of day, I\r\nshouldn't wonder?\"\r\n\r\n\"Um.\"\r\n\r\n\"Well, you keep clear of that lot down in Frith Street, young feller.\r\nThey're no good. And if you get mixed up with them, first thing you\r\nknow, you'll be in trouble again. And you want to keep out of that\r\nnow.\"\r\n\r\n\"Um.\"\r\n\r\n\"If you never get into trouble,\" said the policeman sententiously,\r\n\"you'll never have to get out of it.\"\r\n\r\n\"Um,\" said Mr. Buffin. If he had a fault as a conversationalist, it was\r\na certain tendency to monotony, a certain lack of sparkle and variety\r\nin his small-talk.\r\n\r\nConstable Keating, with a dignified but friendly wave of the hand, as\r\none should say, \"You have our leave to depart,\" went on his way; while\r\nMr. Buffin, raging, shuffled off in the opposite direction, thinking as\r\nhard as his limited mental equipment would allow him.\r\n\r\nHis thoughts, which were many and confused, finally composed themselves\r\ninto some order. He arrived at a definite conclusion, which was that if\r\nthe great settlement was to be carried through successfully it must be\r\ndone when the policeman was off duty. Till then he had pictured himself\r\ncatching Officer Keating in an unguarded moment on his beat. This, he\r\nnow saw, was out of the question. On his beat the policeman had no\r\nunguarded moments. There was a quiet alertness in his poise, a\r\ndanger-signal in itself.\r\n\r\nThere was only one thing for Mr. Buffin to do. Greatly as it would go\r\nagainst the grain, he must foregather with the man, win his confidence,\r\nput himself in a position where he would be able to find out what he\r\ndid with himself when off duty.\r\n\r\nThe policeman offered no obstacle to the move. A supreme\r\nself-confidence was his leading characteristic. Few London policemen\r\nare diffident, and Mr. Keating was no exception. It never occurred to\r\nhim that there could be an ulterior motive behind Mr. Buffin's\r\nadvances. He regarded Mr. Buffin much as one regards a dog which one\r\nhas had to chastise. One does not expect the dog to lie in wait and\r\nbite. Officer Keating did not expect Mr. Buffin to lie in wait and\r\nbite.\r\n\r\nSo every day, as he strolled on his beat, there sidled up to him\r\nthe meagre form of Spider Buffin. Every day there greeted him the\r\nSpider's \"Good-morning, Mr. Keating,\" till the sight of Officer Keating\r\nwalking solidly along the pavement with Spider Buffin shuffling along\r\nat his side, listening with rapt interest to his views on Life and his\r\nhints on Deportment, became a familiar spectacle in Clerkenwell.\r\n\r\n        *       *       *       *       *\r\n\r\nMr. Buffin played his part well. In fact, too well. It was on the\r\nseventh day that, sidling along in the direction of his favourite place\r\nof refreshment, he found himself tapped on the shoulder. At the same\r\nmoment an arm, linking itself in his, brought him gently to a halt.\r\nBeside him were standing two of the most eminent of the great Frith\r\nStreet Gang, Otto the Sausage and Rabbit Butler. It was the finger of\r\nthe Rabbit that had tapped his shoulder. The arm tucked in his was the\r\narm of Otto the Sausage.\r\n\r\n\"Hi, Spider,\" said Mr. Butler, \"Sid wants to see you a minute.\"\r\n\r\nThe Spider's legs felt boneless. There was nothing in the words to\r\nalarm a man, but his practised ear had seemed to detect a certain\r\nunpleasant dryness in the speaker's tone. Sid Marks, the all-powerful\r\nleader of the Frith Street Gang, was a youth whose company the Spider\r\nhad always avoided with some care.\r\n\r\nThe great Sid, seated in state at a neighbouring hostelry, fixed his\r\nvisitor with a cold and questioning eye. Mr. Buffin looked nervous and\r\ninterrogative. Mr. Marks spoke.\r\n\r\n\"Your pal Keating pinched Porky Binns this mornin',\" said Sid.\r\n\r\nThe Spider's heart turned to water.\r\n\r\n\"You and that slop,\" observed Sid dreamily, \"have been bloomin' thick\r\nthese days.\"\r\n\r\nMr. Buffin did not affect to misunderstand. Sid Marks was looking at\r\nhim in that nasty way. Otto the Sausage was looking at him in that\r\nnasty way. Rabbit Butler was looking at him in that nasty way. This was\r\nan occasion where manly frankness was the quality most to be aimed at.\r\nTo be misunderstood in the circles in which Mr. Buffin moved meant\r\nsomething more than the mere risk of being treated with cold\r\ndispleasure.\r\n\r\nHe began to explain with feverish eagerness.\r\n\r\n\"Strike me, Sid,\" he stammered, \"it ain't like that. It's all right.\r\nBlimey, you don't fink I'm a nark?\"\r\n\r\nMr. Marks chewed a straw in silence.\r\n\r\n\"I'm layin' for him, Sid,\" babbled Mr. Buffin. \"That's true. Strike me\r\nif it ain't. I'm just tryin' to find out where he goes when he's off\r\nduty. He pinched me, so I'm layin' for him.\"\r\n\r\nMr. Marks perpended. Rabbit Butler respectfully gave it as his opinion\r\nthat it would be well to put Mr. Buffin through it. There was nothing\r\nlike being on the safe side. By putting Mr. Buffin through it, argued\r\nRabbit Butler, they would stand to win either way. If he _had_\r\n\"smitched\" to Officer Keating about Porky Binns he would deserve it. If\r\nhe had not--well, it would prevent him doing so on some future\r\noccasion. Play for safety, was Mr. Butler's advice, seconded by Otto\r\nthe Sausage. Mr. Buffin, pale to the lips, thought he had never met two\r\nmore unpleasant persons.\r\n\r\nThe Great Sid, having chewed his straw for a while in silence,\r\ndelivered judgment. The prisoner should have the benefit of the doubt\r\nthis time. His story, however unplausible, might possibly be true.\r\nOfficer Keating undoubtedly had pinched him. That was in his favour.\r\n\r\n\"You can hop it this time,\" he said, \"but if you ever do start\r\nsmitchin', Spider, yer knows what'll happen.\"\r\n\r\nMr. Buffin withdrew, quaking.\r\n\r\nMatters had now come to a head. Unless he very speedily gave proof\r\nof his pure and noble intentions, life would become extremely unsafe\r\nfor him. He must act at once. The thought of what would happen should\r\nanother of the Frith Streeters be pinched before he, Mr. Buffin, could\r\nprove himself innocent of the crime of friendliness with Officer Keating,\r\nturned him cold.\r\n\r\nFate played into his hands. On the very next morning Mr. Keating, all\r\nunsuspecting, asked him to go to his home with a message for his wife.\r\n\r\n\"Tell her,\" said Mr. Keating, \"a newspaper gent has given me seats for\r\nthe play to-night, and I'll be home at a quarter to seven.\"\r\n\r\nMr. Buffin felt as Cromwell must have felt at Dunbar when the Scots\r\nleft their stronghold on the hills and came down to the open plain.\r\n\r\nThe winter had set in with some severity that year, and Mr. Buffin's\r\ntoes, as he stood in the shadows close to the entrance of the villa\r\nwhere Officer Keating lived when off duty, were soon thoroughly frozen.\r\nHe did not dare to stamp his feet, for at any moment now the victim\r\nmight arrive. And when the victim weighs fourteen stone, against the\r\nhigh priest's eight and a half, it behooves the latter to be\r\ncircumspect, if the sacrifice is to be anything like a success. So Mr.\r\nBuffin waited and froze in silence. It was a painful process, and he\r\nadded it to the black score which already stood against Officer\r\nKeating. Never had his thirst for revenge been more tormenting. It is\r\ndoubtful if a strictly logical and impartial judge would have held Mr.\r\nKeating to blame for the fact that Sid Marks' suspicions (and all that\r\nthose suspicions entailed) had fallen upon Mr. Buffin; but the Spider\r\ndid so. He felt fiercely resentful against the policeman for placing\r\nhim in such an unpleasant and dangerous position. As his thoughts ran\r\non the matter, he twisted his fingers tighter round his stick.\r\n\r\nAs he did so there came from down the road the brisk tramp of feet and\r\na cheerful whistling of \"The Wearing of the Green.\" It is a lugubrious\r\nsong as a rule, but, as rendered by Officer Keating returning home with\r\ntheatre tickets, it had all the joyousness of a march-tune.\r\n\r\nEvery muscle in Mr. Buffin's body stiffened. He gripped his stick and\r\nwaited. The road was deserted. In another moment....\r\n\r\nAnd then, from nowhere, dark indistinct forms darted out like rats. The\r\nwhistling stopped in the middle of a bar. A deep-chested oath rang out,\r\nand then a confused medley of sound, the rasping of feet, a growling\r\nalmost canine, a sharp yelp, gasps, and over all the vast voice of\r\nOfficer Keating threatening slaughter.\r\n\r\nFor a moment Mr. Buffin stood incapable of motion. The thing had been\r\nso sudden, so unexpected. And then, as he realised what was happening,\r\nthere swept over him in a wave a sense of intolerable injustice. It is\r\nnot easy to describe his emotions, but they resembled most nearly those\r\nof an inventor whose patent has been infringed, or an author whose idea\r\nhas been stolen. For weeks--and weeks that had seemed like years--he\r\nhad marked down Officer Keating for his prey. For weeks he had tortured\r\na mind all unused to thinking into providing him with schemes for\r\naccomplishing his end. He had outraged his nature by being civil to a\r\npoliceman. He had risked his life by incurring the suspicions of Sid\r\nMarks. He had bought a stick. And he had waited in the cold till his\r\nface was blue and his feet blocks of ice. And now ... _now_ ...\r\nafter all this ... a crowd of irresponsible strangers, with no rights\r\nin the man whatsoever probably, if the truth were known, filled with\r\nmere ignoble desire for his small change, had dared to rush in and jump\r\nhis claim before his very eyes.\r\n\r\nWith one passionate cry, Mr. Buffin, forgetting his frozen feet, lifted\r\nhis stick, and galloped down the road to protect his property....\r\n\r\n\"That's the stuff,\" said a voice. \"Pour some more into him, Jerry.\"\r\n\r\nMr. Buffin opened his eyes. A familiar taste was in his mouth. Somebody\r\nof liberal ideas seemed to be pouring whisky down his throat. Could\r\nthis be Heaven? He raised his head, and a sharp pain shot through it.\r\nAnd with the pain came recollection. He remembered now, dimly, as if it\r\nhad all happened in another life, the mad rush down the road, the\r\nmomentary pause in the conflict, and then its noisy renewal on a more\r\nimpressive scale. He remembered striking out left and right with his\r\nstick. He remembered the cries of the wounded, the pain of his frozen\r\nfeet, and finally the crash of something hard and heavy on his head.\r\n\r\nHe sat up, and found himself the centre of a little crowd. There was\r\nOfficer Keating, dishevelled but intact; three other policemen, one of\r\nwhom was kneeling by his side with a small bottle in his hand; and, in\r\nthe grip of the two were standing two youths.\r\n\r\nOne was Otto the Sausage; the other was Rabbit Butler.\r\n\r\nThe kneeling policeman was proffering the bottle once more. Mr. Buffin\r\nsnatched at it. He felt that it was just what at that moment he needed\r\nmost.\r\n\r\n        *       *       *       *       *\r\n\r\nHe did what he could. The magistrate asked for his evidence. He said he\r\nhad none. He said he thought there must be some mistake. With a twisted\r\nsmile in the direction of the prisoners, he said that he did not\r\nremember having seen either of them at the combat. He didn't believe\r\nthey were there at all. He didn't believe they were capable of such a\r\nthing. If there was one man who was less likely to assault a policeman\r\nthan Otto the Sausage, it was Rabbit Butler. The Bench reminded him\r\nthat both these innocents had actually been discovered in Officer\r\nKeating's grasp. Mr. Buffin smiled a harassed smile, and wiped a drop\r\nof perspiration from his brow.\r\n\r\nOfficer Keating was enthusiastic. He described the affair from start to\r\nfinish. But for Mr. Buffin he would have been killed. But for Mr.\r\nBuffin there would have been no prisoners in court that day. The world\r\nwas full of men with more or less golden hearts, but there was only one\r\nMr. Buffin. Might he shake hands with Mr. Buffin?\r\n\r\nThe magistrate ruled that he might. More, he would shake hands with him\r\nhimself. Summoning Mr. Buffin behind his desk, he proceeded to do so.\r\nIf there were more men like Mr. Buffin, London would be a better place.\r\nIt was the occasional discovery in our midst of ethereal natures like\r\nthat of Mr. Buffin which made one so confident for the future of the\r\nrace.\r\n\r\nThe paragon shuffled out. It was bright and sunny in the street, but in\r\nMr. Buffin's heart there was no sunlight. He was not a quick thinker,\r\nbut he had come quite swiftly to the conclusion that London was no\r\nlonger the place for him. Sid Marks had been in court chewing a straw\r\nand listening with grave attention to the evidence, and for one moment\r\nMr. Buffin had happened to catch his eye. No medical testimony as to\r\nthe unhealthiness of London could have moved him more.\r\n\r\nOnce round the corner, he ran. It hurt his head to run, but there were\r\nthings behind him that could hurt his head more than running.\r\n\r\n        *       *       *       *       *\r\n\r\nAt the entrance to the Tube he stopped. To leave the locality he must\r\nhave money. He felt in his pockets. Slowly, one by one, he pulled forth\r\nhis little valuables. His knife ... his revolver ... the magistrate's\r\ngold watch ... He inspected them sadly. They must all go.\r\n\r\nHe went into a pawnbroker's shop at the corner of the street. A few\r\nmoments later, with money in his pockets, he dived into the Tube.\r\n\r\n\r\n\r\n\r\nTHE BEST SAUCE\r\n\r\n\r\nEve Hendrie sat up in bed. For two hours she had been trying to get to\r\nsleep, but without success. Never in her life had she felt more\r\nwakeful.\r\n\r\nThere were two reasons for this. Her mind was disturbed, and she was\r\nvery hungry. Neither sensation was novel to her. Since first she had\r\nbecome paid companion to Mrs. Rastall-Retford there had hardly been a\r\nmoment when she had not been hungry. Some time before Mrs.\r\nRastall-Retford's doctor had recommended to that lady a Spartan diet,\r\nand in this Eve, as companion, had unwillingly to share. It was not\r\npleasant for either of them, but at least Mrs. Rastall-Retford had the\r\nknowledge that she had earned it by years of honest self-indulgence.\r\nEve had not that consolation.\r\n\r\nMeagre fare, moreover, had the effect of accentuating Mrs.\r\nRastall-Retford's always rather pronounced irritability. She was a\r\nmassive lady, with a prominent forehead, some half-dozen chins, and a\r\nmanner towards those in her employment which would have been resented\r\nin a second mate by the crew of a Western ocean tramp. Even at her best\r\nshe was no ray of sunshine about the house. And since the beginning of\r\nthe self-denying ordinance she had been at her worst.\r\n\r\nBut it was not depression induced by her employer that was disturbing\r\nEve. That was a permanent evil. What was agitating her so extremely\r\nto-night was the unexpected arrival of Peter Rayner.\r\n\r\nIt was Eve's practice to tell herself several times a day that she had\r\nno sentiment for Peter Rayner but dislike. She did not attempt to\r\ndefend her attitude logically, but nevertheless she clung to it, and\r\nto-night, when he entered the drawing-room, she had endeavoured to\r\nconvey by her manner that it was only with the greatest difficulty that\r\nshe remembered him at all, and that, having accomplished that feat, she\r\nnow intended to forget him again immediately. And he had grinned a\r\ncheerful, affectionate grin, and beamed on her without a break till\r\nbedtime.\r\n\r\nBefore coming as companion to Mrs. Rastall-Retford Eve had been\r\ngoverness to Hildebrand, aged six, the son of a Mrs. Elphinstone. It\r\nhad been, on the whole, a comfortable situation. She had not liked Mrs.\r\nElphinstone, but Hildebrand had been docile, and altogether life was\r\nquite smooth and pleasant until Mrs. Elphinstone's brother came for a\r\nvisit. Peter Rayner was that brother.\r\n\r\nThere is a type of man who makes love with the secrecy and sheepish\r\nreserve of a cowboy shooting up a Wild West saloon. To this class Peter\r\nbelonged. He fell in love with Eve at sight, and if, at the end of the\r\nfirst day, there was anyone in the house who was not aware of it, it\r\nwas only Hildebrand, aged six. And even Hildebrand must have had his\r\nsuspicions.\r\n\r\nMrs. Elphinstone was among the first to become aware of it. For two\r\ndays, frostily silent and gimlet-like as to the eye, she observed\r\nPeter's hurricane wooing from afar; then she acted. Peter she sent to\r\nLondon, pacifying him with an invitation to return to the house in the\r\nfollowing week. This done, she proceeded to eliminate Eve. In the\r\ncourse of the parting interview she expressed herself perhaps a little\r\nless guardedly than was either just or considerate; and Eve, flushed\r\nand at war with the whole race of Rayners, departed that afternoon to\r\nseek a situation elsewhere. She had found it at the house of Mrs.\r\nRastall-Retford.\r\n\r\nAnd now this evening, as she sat in the drawing-room playing the piano\r\nto her employer, in had walked the latter's son, a tall, nervous young\r\nman, perpetually clearing his throat and fiddling with a pair of\r\ngold-rimmed glasses, with the announcement that he had brought his\r\nfriend, Mr. Rayner, to spend a few days in the old home.\r\n\r\nEve could still see the look on Peter's face as, having shaken hands\r\nwith his hostess, he turned to her. It was the look of the cowboy who,\r\nhis weary ride over, sees through the dusk the friendly gleam of the\r\nsaloon windows, and with a happy sigh reaches for his revolver. There\r\ncould be no two meanings to that look. It said, as clearly as if he had\r\nshouted it, that this was no accidental meeting; that he had tracked\r\nher down and proposed to resume matters at the point where they had\r\nleft off.\r\n\r\nEve was indignant. It was abominable that he should pursue her in this\r\nway. She sat thinking how abominable it was for five minutes; and then\r\nit suddenly struck her that she was hungrier than ever. She had\r\nforgotten her material troubles for the moment. It seemed to her now\r\nthat she was quite faint with hunger.\r\n\r\nA cuckoo clock outside the door struck one. And, as it did so, it came\r\nto Eve that on the sideboard in the dining-room there were biscuits.\r\n\r\nA moment later she was creeping softly down the stairs.\r\n\r\n        *       *       *       *       *\r\n\r\nIt was dark and ghostly on the stairs. The house was full of noises.\r\nShe was glad when she reached the dining-room. It would be pleasant to\r\nswitch on the light. She pushed open the door, and uttered a cry. The\r\nlight was already switched on, and at the table, his back to her, was a\r\nman.\r\n\r\nThere was no time for flight. He must have heard the door open. In\r\nanother moment he would turn and spring.\r\n\r\nShe spoke tremulously.\r\n\r\n\"Don't--don't move. I'm pointing a pistol at you.\"\r\n\r\nThe man did not move.\r\n\r\n\"Foolish child!\" he said, indulgently. \"Suppose it went off!\"\r\n\r\nShe uttered an exclamation of surprise.\r\n\r\n\"You! What are you doing here, Mr. Rayner?\"\r\n\r\nShe moved into the room, and her relief changed swiftly into\r\nindignation. On the table were half a chicken, a loaf, some cold\r\npotatoes, and a bottle of beer.\r\n\r\n\"I'm eating, thank goodness!\" said Peter, helping himself to a cold\r\npotato. \"I had begun to think I never should again.\"\r\n\r\n\"Eating!\"\r\n\r\n\"Eating. I know a man of sensibility and refinement ought to shrink\r\nfrom raiding his hostess's larder in the small hours, but hunger's\r\ndeath to the finer feelings. It's the solar plexus punch which puts\r\none's better self down and out for the count of ten. I am a large and\r\nhealthy young man, and, believe me, I need this little snack. I need it\r\nbadly. May I cut you a slice of chicken?\"\r\n\r\nShe could hardly bear to look at it, but pride gave her strength.\r\n\r\n\"No,\" she snapped.\r\n\r\n\"You're sure? Poor little thing; I know you're half starved.\"\r\n\r\nEve stamped.\r\n\r\n\"How dare you speak to me like that, Mr. Rayner?\"\r\n\r\nHe drank bottled beer thoughtfully.\r\n\r\n\"What made you come down? I suppose you heard a noise and thought it\r\nwas burglars?\" he said.\r\n\r\n\"Yes,\" said Eve, thankfully accepting the idea. At all costs she must\r\nconceal the biscuit motive.\r\n\r\n\"That was very plucky of you. Won't you sit down?\"\r\n\r\n\"No, I'm going back to bed.\"\r\n\r\n\"Not just yet. I've several things to talk to you about. Sit down.\r\nThat's right. Now cover up your poor little pink ankles, or you'll be\r\ncatching----\"\r\n\r\nShe started up.\r\n\r\n\"Mr. Rayner!\"\r\n\r\n\"Sit down.\"\r\n\r\nShe looked at him defiantly, then, wondering at herself for doing it,\r\nsat down.\r\n\r\n\"Now,\" said Peter, \"what do you mean by it? What do you mean by dashing\r\noff from my sister's house without leaving a word for me as to where\r\nyou were going? You knew I loved you.\"\r\n\r\n\"Good night, Mr. Rayner.\"\r\n\r\n\"Sit down. You've given me a great deal of trouble. Do you know it cost\r\nme a sovereign in tips to find out your address? I couldn't get it out\r\nof my sister, and I had to apply to the butler. I've a good mind to\r\nknock it off your first week's pin-money.\"\r\n\r\n\"I shall not stay here listening----\"\r\n\r\n\"You knew perfectly well I wanted to marry you. But you fly off without\r\na word and bury yourself in this benighted place with a gorgon who nags\r\nand bullies you----\"\r\n\r\n\"A nice way to speak of your hostess,\" said Eve, scornfully.\r\n\r\n\"A very soothing way. I don't think I ever took such a dislike to a\r\nwoman at first sight before. And when she started to bullyrag you, it\r\nwas all I could do--But it won't last long now. You must come away at\r\nonce. We'll be married after Christmas, and in the meantime you can go\r\nand live with my sister----\"\r\n\r\nEve listened speechlessly. She had so much to say that the difficulty\r\nof selection rendered her dumb.\r\n\r\n\"When can you start? I mean, do you have to give a month's notice or\r\nanything?\"\r\n\r\nEve got up with a short laugh.\r\n\r\n\"Good night, Mr. Rayner,\" she said. \"You have been very amusing, but I\r\nam getting tired.\"\r\n\r\n\"I'm glad it's all settled,\" said Peter. \"Good night.\"\r\n\r\nEve stopped. She could not go tamely away without saying a single one\r\nof the things that crowded in her mind.\r\n\r\n\"Do you imagine,\" she said, \"that I intend to marry you? Do you\r\nsuppose, for one moment----\"\r\n\r\n\"Rather!\" said Peter. \"You shall have a splendid time from now on, to\r\nmake up for all you've gone through. I'm going to be awfully good to\r\nyou, Eve. You sha'n't ever have any more worries, poor old thing.\" He\r\nlooked at her affectionately. \"I wonder why it is that large men always\r\nfall in love with little women. There are you, a fragile, fairy-like,\r\nethereal wisp of a little creature; and here am I----\"\r\n\r\n\"A great, big, greedy pig!\" burst out Eve, \"who thinks about nothing\r\nbut eating and drinking.\"\r\n\r\n\"I wasn't going to have put it quite like that,\" said Peter,\r\nthoughtfully.\r\n\r\n\"I hate a greedy man,\" said Eve, between her teeth.\r\n\r\n\"I have a healthy appetite,\" protested Peter. \"Nothing more. It runs in\r\nthe family. At the time of the Civil War the Rayner of the period, who\r\nwas King Charles's right-hand man, would frequently eat despatches to\r\nprevent them falling into the hands of the enemy. He was noted for it.\"\r\n\r\nEve reached the door and turned.\r\n\r\n\"I despise you,\" she said.\r\n\r\n\"Good night,\" said Peter, tenderly. \"To-morrow morning we'll go for a\r\nwalk.\"\r\n\r\nHis prediction proved absolutely correct. He was smoking a cigarette\r\nafter breakfast when Eve came to him. Her face was pink and mutinous,\r\nbut there was a gleam in her eye.\r\n\r\n\"Are you ready to come out, Mr. Rayner?\" she said. \"Mrs.\r\nRastall-Retford says I'm to take you to see the view from the golf\r\nlinks.\"\r\n\r\n\"You'll like that,\" said Peter.\r\n\r\n\"I shall not like it,\" snapped Eve. \"But Mrs. Rastall-Retford is paying\r\nme a salary to do what she tells me, and I have to earn it.\"\r\n\r\nConversation during the walk consisted mainly of a monologue on the\r\npart of Peter. It was a crisp and exhilarating morning, and he appeared\r\nto be feeling a universal benevolence towards all created things. He\r\neven softened slightly on the subject of Mrs. Rastall-Retford, and\r\nadvanced the theory that her peculiar manner might be due to her having\r\nbeen ill-treated as a child.\r\n\r\nEve listened in silence. It was not till they were nearing home on\r\ntheir return journey that she spoke.\r\n\r\n\"Mr. Rayner,\" she said.\r\n\r\n\"Yes?\" said Peter.\r\n\r\n\"I was talking to Mrs. Rastall-Retford after breakfast,\" said Eve, \"and\r\nI told her something about you.\"\r\n\r\n\"My conscience is clear.\"\r\n\r\n\"Oh, nothing bad. Some people would say it was very much to your\r\ncredit.\" She looked away across the fields. \"I told her you were a\r\nvegetarian,\" she added, carelessly.\r\n\r\nThere was a long silence. Then Peter spoke three words, straight from\r\nthe heart.\r\n\r\n\"You little devil!\"\r\n\r\nEve turned and looked at him, her eyes sparkling wickedly.\r\n\r\n\"You see!\" she said. \"Now perhaps you will go.\"\r\n\r\n\"Without you?\" said Peter, stoutly. \"Never!\"\r\n\r\n\"In London you will be able to eat all day--anything you like. You will\r\nbe able to creep about your club gnawing cold chicken all night. But if\r\nyou stay here----\"\r\n\r\n\"You have got a wrong idea of the London clubman's life,\" said Peter.\r\n\"If I crept about my club gnawing cold chicken I should have the\r\ncommittee after me. No, I shall stay here and look after you. After\r\nall, what is food?\"\r\n\r\n\"I'll tell you what yours will be, if you like. Or would you rather\r\nwait and let it be a surprise? Well, for lunch you will have some\r\nboiled potatoes and cabbage and a sweet--a sort of light _souffl_\r\nthing. And for dinner----\"\r\n\r\n\"Yes, but one moment,\" said Peter. \"If I'm a vegetarian, how did you\r\naccount for my taking all the chicken I could get at dinner last night,\r\nand looking as if I wanted more?\"\r\n\r\n\"Oh, that was your considerateness. You didn't want to give trouble,\r\neven if you had to sacrifice your principles. But it's all right now.\r\nYou are going to have your vegetables.\"\r\n\r\nPeter drew a deep breath--the breath of the man who braces himself up\r\nand thanks whatever gods there be for his unconquerable soul.\r\n\r\n\"I don't care,\" he said. \"'A book of verses underneath the bough, a jug\r\nof wine, and thou----'\"\r\n\r\n\"Oh, and I forgot,\" interrupted Eve. \"I told her you were a teetotaller\r\nas well.\"\r\n\r\nThere was another silence, longer than the first.\r\n\r\n\"The best train,\" said Eve, at last, \"is the ten-fifty.\"\r\n\r\nHe looked at her inquiringly.\r\n\r\n\"The best train?\"\r\n\r\n\"For London.\"\r\n\r\n\"What makes you think that I am interested in trains to London?\"\r\n\r\nEve bit her lip.\r\n\r\n\"Mr. Rayner,\" she said, after a pause, \"do you remember at lunch one\r\nday at Mrs. Elphinstone's refusing parsnips? You said that, so far as\r\nyou were concerned, parsnips were first by a mile, and that prussic\r\nacid and strychnine also ran.\"\r\n\r\n\"Well?\" said Peter.\r\n\r\n\"Oh, nothing,\" said Eve. \"Only I made a stupid mistake. I told the cook\r\nyou were devoted to parsnips. I'm sorry.\"\r\n\r\nPeter looked at her gravely. \"I'm putting up with a lot for your sake,\"\r\nhe said.\r\n\r\n\"You needn't. Why don't you go away?\"\r\n\r\n\"And leave you chained to the rock, Andromeda? Not for Perseus! I've\r\nonly been here one night, but I've seen enough to know that I've got to\r\ntake you away from this place. Honestly, it's killing you. I was\r\nwatching you last night. You're scared if that infernal old woman\r\nstarts to open her mouth. She's crushing the life out of you. I'm going\r\nto stay on here till you say you'll marry me, or till they throw me\r\nout.\"\r\n\r\n\"There are parsnips for dinner to-night,\" said Eve, softly.\r\n\r\n\"I shall get to like them. They are an acquired taste, I expect.\r\nPerhaps I am, too. Perhaps I am the human parsnip, and you will have to\r\nlearn to love me.\"\r\n\r\n\"You are the human burr,\" said Eve, shortly. \"I shouldn't have thought\r\nit possible for a man to behave as you are doing.\"\r\n\r\n        *       *       *       *       *\r\n\r\nIn spite of herself, there were moments during the next few days when\r\nEve felt twinges of remorse. It was only by telling herself that he had\r\nno right to have followed her to this house, and that he was at perfect\r\nliberty to leave whenever he wished, that she could harden her heart\r\nagain. And even this reflection was not entirely satisfactory, for it\r\nmade her feel how fond he must be of her to endure these evils for her\r\nsake.\r\n\r\nAnd there was no doubt about there being evils. It was a dreary house\r\nin which to spend winter days. There were no books that one could\r\npossibly read. The nearest railway station was five miles away. There\r\nwas not even a dog to talk to. Generally it rained. Though Eve saw\r\nlittle of Peter, except at meals and in the drawing-room after\r\ndinner--for Mrs. Rastall-Retford spent most of the day in her own\r\nsitting-room and required Eve to be at her side--she could picture his\r\nsufferings, and, try as she would, she could not keep herself from\r\nsoftening a little. Her pride was weakening. Constant attendance on her\r\nemployer was beginning to have a bad effect on her nerves. Association\r\nin a subordinate capacity with Mrs. Rastall-Retford did not encourage a\r\nproud and spirited outlook on life.\r\n\r\nHer imagination had not exaggerated Peter's sufferings. Many people\r\nconsider that Dante has spoken the last word on the post-mortem housing\r\nof the criminal classes. Peter, after the first week of his visit,\r\ncould have given him a few new ideas.\r\n\r\n      *       *       *       *       *\r\n\r\nIt is unpleasant to be half starved. It is unpleasant to be cooped up\r\nin a country-house in winter with nothing to do. It is unpleasant to\r\nhave to sit at meals and listen to the only girl you have ever really\r\nloved being bullyragged by an old lady with six chins. And all these\r\nunpleasantnesses were occurring to Peter simultaneously. It is highly\r\ncreditable to him that the last should completely have outweighed the\r\nothers.\r\n\r\nHe was generally alone. Mr. Rastall-Retford, who would have been better\r\nthan nothing as a companion, was a man who enjoyed solitude. He was a\r\nconfirmed vanisher. He would be present at one moment, the next he\r\nwould have glided silently away. And, even on the rare occasions when\r\nhe decided not to vanish, he seldom did much more than clear his throat\r\nnervously and juggle with his pince-nez.\r\n\r\nPeter, in his boyhood, had been thrilled once by a narrative of a man\r\nwho got stuck in the Sargasso Sea. It seemed to him now that the\r\nmonotony of the Sargasso Sea had been greatly exaggerated.\r\n\r\nNemesis was certainly giving Peter his due. He had wormed his way into\r\nthe Rastall-Retford home-circle by grossly deceitful means. The moment\r\nhe heard that Eve had gone to live with Mrs. Rastall-Retford, and had\r\nascertained that the Rastall-Retford with whom he had been at Cambridge\r\nand whom he still met occasionally at his club when he did not see him\r\nfirst, was this lady's son, he had set himself to court young Mr.\r\nRastall-Retford. He had cornered him at the club and begun to talk\r\nabout the dear old 'Varsity days, ignoring the embarrassment of the\r\nlatter, whose only clear recollection of the dear old 'Varsity days as\r\nlinking Peter and himself was of a certain bump-supper night, when\r\nsundry of the festive, led and inspired by Peter, had completely\r\nwrecked his rooms and shaved off half a growing moustache. He conveyed\r\nto young Mr. Rastall-Retford the impression that, in the dear old\r\n'Varsity days, they had shared each other's joys and sorrows, and,\r\ngenerally, had made Damon and Pythias look like a pair of cross-talk\r\nknockabouts at one of the rowdier music-halls. Not to invite so old a\r\nfriend to stay at his home, if he ever happened to be down that way,\r\nwould, he hinted, be grossly churlish. Mr. Rastall-Retford, impressed,\r\nissued the invitation. And now Peter was being punished for his deceit.\r\nNemesis may not be an Alfred Shrubb, but give her time and she gets\r\nthere.\r\n\r\n        *       *       *       *       *\r\n\r\nIt was towards the middle of the second week of his visit that Eve,\r\ncoming into the drawing-room before dinner, found Peter standing in\r\nfront of the fire. They had not been alone together for several days.\r\n\r\n\"Well?\" said he.\r\n\r\nEve went to the fire and warmed her hands.\r\n\r\n\"Well?\" she said, dispiritedly.\r\n\r\nShe was feeling nervous and ill. Mrs. Rastall-Retford had been in one\r\nof her more truculent moods all day, and for the first time Eve had the\r\nsensation of being thoroughly beaten. She dreaded the long hours to\r\nbedtime. The thought that there might be bridge after dinner made her\r\nfeel physically ill. She felt she could not struggle through a bridge\r\nnight.\r\n\r\nOn the occasions when she was in one of her dangerous moods, Mrs.\r\nRastall-Retford sometimes chose rest as a cure, sometimes relaxation.\r\nRest meant that she retired to her room immediately after dinner, and\r\nexpended her venom on her maid; relaxation meant bridge, and bridge\r\nseemed to bring out all her worst points. They played the game for\r\ncounters at her house, and there had been occasions in Eve's experience\r\nwhen the loss of a hundred or so of these useful little adjuncts to Fun\r\nin the Home had lashed her almost into a frenzy. She was one of those\r\nbridge players who keep up a running quarrel with Fate during the game,\r\nand when she was not abusing Fate she was generally reproaching her\r\npartner. Eve was always her partner; and to-night she devoutly hoped\r\nthat her employer would elect to rest. She always played badly with\r\nMrs. Rastall-Retford, through sheer nervousness. Once she had revoked,\r\nand there had been a terrible moment and much subsequent recrimination.\r\n\r\nPeter looked at her curiously.\r\n\r\n\"You're pale to-night,\" he said.\r\n\r\n\"I have a headache.\"\r\n\r\n\"H'm! How is our hostess? Fair? Or stormy?\"\r\n\r\n\"As I was passing her door I heard her bullying her maid, so I suppose\r\nstormy.\"\r\n\r\n\"That means a bad time for you?\" he said, sympathetically.\r\n\r\n\"I suppose so. If we play bridge. But she may go to bed directly after\r\ndinner.\"\r\n\r\nShe tried to keep her voice level, but he detected the break.\r\n\r\n\"Eve,\" he said, quickly, \"won't you let me take you away from here?\r\nYou've no business in this sort of game. You're not tough enough.\r\nYou've got to be loved and made a fuss of and----\"\r\n\r\nShe laughed shakily.\r\n\r\n\"Perhaps you can give me the address of some lady who wants a companion\r\nto love and make a fuss of?\"\r\n\r\n\"I can give you the address of a man.\"\r\n\r\nShe rested an arm on the mantelpiece and stood looking into the blaze,\r\nwithout replying.\r\n\r\nBefore he could speak again there was a step outside the door, and Mrs.\r\nRastall-Retford rustled into the room.\r\n\r\nEve had not misread the storm-signals. Her employer's mood was still as\r\nit had been earlier in the day. Dinner passed in almost complete\r\nsilence. Mrs. Rastall-Retford sat brooding dumbly. Her eye was cold and\r\nmenacing, and Peter, working his way through his vegetables, shuddered\r\nfor Eve. He had understood her allusion to bridge, having been\r\nprivileged several times during his stay to see his hostess play that\r\ngame, and he hoped that there would be no bridge to-night.\r\n\r\nAnd this was unselfish of him, for bridge meant sandwiches. Punctually\r\nat nine o'clock on bridge nights the butler would deposit on a\r\nside-table a plate of chicken sandwiches and (in deference to Peter's\r\nvegetarian views) a smaller plate of cheese sandwiches. At the close of\r\nplay Mrs. Rastall-Retford would take one sandwich from each plate,\r\ndrink a thimbleful of weak whisky and water, and retire.\r\n\r\nPeter could always do with a sandwich or two these days. But he was\r\nprepared to abandon them joyfully if his hostess would waive bridge for\r\nthis particular evening.\r\n\r\nIt was not to be. In the drawing-room Mrs. Rastall-Retford came out of\r\nher trance and called imperiously for the cards. Peter, when he saw his\r\nhand after the first deal, had a presentiment that if all his hands\r\nwere to be as good as this, the evening was going to be a trying one.\r\nOn the other occasions when they had played he had found it an\r\nextremely difficult task, even with moderate cards, to bring it about\r\nthat his hostess should always win the odd rubber, for he was an\r\nexcellent player, and, like most good players, had an artistic\r\nconscience which made it painful to him to play a deliberately bad\r\ngame, even from the best motives. If all his hands were going to be as\r\nstrong as this first one he saw that there was disaster ahead. He could\r\nnot help winning.\r\n\r\nMrs. Rastall-Retford, who had dealt the first hand, made a most\r\nimproper diamond declaration. Her son unfilially doubled, and, Eve\r\nhaving chicane--a tragedy which her partner evidently seemed to\r\nconsider could have been avoided by the exercise of ordinary common\r\nsense--Peter and his partner, despite Peter's best efforts, won the\r\ngame handsomely.\r\n\r\nThe son of the house dealt the next hand. Eve sorted her cards\r\nlistlessly. She was feeling curiously tired. Her brain seemed dulled.\r\n\r\nThis hand, as the first had done, went all in favour of the two men.\r\nMr. Rastall-Retford won five tricks in succession, and, judging from\r\nthe glitter in his mild eye, was evidently going to win as many more as\r\nhe possibly could. Mrs. Rastall-Retford glowered silently. There was\r\nelectricity in the air.\r\n\r\nThe son of the house led a club. Eve played a card mechanically.\r\n\r\n\"Have you no clubs, Miss Hendrie?\"\r\n\r\nEve started, and looked at her hand.\r\n\r\n\"No,\" she said.\r\n\r\nMrs. Rastall-Retford grunted suspiciously.\r\n\r\nNot long ago, in Westport, Connecticut, U.S.A., a young man named\r\nHarold Sperry, a telephone worker, was boring a hole in the wall of a\r\nhouse with a view to passing a wire through it. He whistled joyously as\r\nhe worked. He did not know that he had selected for purposes of\r\nperforation the exact spot where there lay, nestling in the brickwork,\r\na large leaden water-pipe. The first intimation he had of that fact was\r\nwhen a jet of water suddenly knocked him fifteen feet into a rosebush.\r\n\r\nAs Harold felt then, so did Eve now, when, examining her hand once more\r\nto make certain that she had no clubs, she discovered the ace of that\r\nilk peeping coyly out from behind the seven of spades.\r\n\r\nHer face turned quite white. It is never pleasant to revoke at bridge,\r\nbut to Eve just then it seemed a disaster beyond words. She looked\r\nacross at her partner. Her imagination pictured the scene there would\r\nbe ere long, unless----\r\n\r\nIt happens every now and then that the human brain shows in a crisis an\r\nunwonted flash of speed. Eve's did at this juncture. To her in her\r\ntrouble there came a sudden idea.\r\n\r\nShe looked round the table. Mr. Rastall-Retford, having taken the last\r\ntrick, had gathered it up in the introspective manner of one planning\r\nbig _coups_, and was brooding tensely, with knit brows. His mother\r\nwas frowning over her cards. She was unobserved.\r\n\r\nShe seized the opportunity. She rose from her seat, moved quickly to\r\nthe side-table, and, turning her back, slipped the fatal card\r\ndexterously into the interior of a cheese sandwich.\r\n\r\nMrs. Rastall-Retford, absorbed, did not notice for an instant. Then she\r\ngave tongue.\r\n\r\n\"What are you doing, Miss Hendrie?\"\r\n\r\nEve was breathing quickly.\r\n\r\n\"I--I thought that Mr. Rayner might like a sandwich.\"\r\n\r\nShe was at his elbow with the plate. It trembled in her hand.\r\n\r\n\"A sandwich! Kindly do not be so officious, Miss Hendrie. The idea--in\r\nthe middle of a hand----\" Her voice died away in a resentful mumble.\r\n\r\nPeter started. He had been allowing his thoughts to wander. He looked\r\nfrom the sandwich to Eve and then at the sandwich again. He was\r\npuzzled. This had the aspect of being an olive-branch--could it be?\r\nCould she be meaning----? Or was it a subtle insult? Who could say? At\r\nany rate it was a sandwich, and he seized it, without prejudice.\r\n\r\n\"I hope at least you have had the sense to remember that Mr. Rayner is\r\na vegetarian, Miss Hendrie,\" said Mrs. Rastall-Retford. \"That is not a\r\nchicken sandwich?\"\r\n\r\n\"No,\" said Eve; \"it is not a chicken sandwich.\"\r\n\r\nPeter beamed gratefully. He raised the olive-branch, and bit into it\r\nwith the energy of a starving man. And as he did so he caught Eve's\r\neye.\r\n\r\n\"Miss Hendrie!\" cried Mrs. Rastall-Retford.\r\n\r\nEve started violently.\r\n\r\n\"Miss Hendrie, will you be good enough to play? The king of clubs to\r\nbeat. I can't think what's the matter with you to-night.\"\r\n\r\n\"I'm very sorry,\" said Eve, and put down the nine of spades.\r\n\r\nMrs. Rastall-Retford glared.\r\n\r\n\"This is absurd,\" she cried. \"You _must_ have the ace of clubs. If\r\nyou have not got it, who has? Look through your hand again. Is it\r\nthere?\"\r\n\r\n\"No.\"\r\n\r\n\"Then where can it be?\"\r\n\r\n\"Where can it be?\" echoed Peter, taking another bite.\r\n\r\n\"Why--why,\" said Eve, crimson, \"I--I--have only five cards. I ought to\r\nhave six.\"\r\n\r\n\"Five?\" said Mrs. Rastall-Retford \"Nonsense! Count again. Have you\r\ndropped it on the floor?\"\r\n\r\nMr. Rastall-Retford stooped and looked under the table.\r\n\r\n\"It is not on the floor,\" he said. \"I suppose it must have been missing\r\nfrom the pack before I dealt.\"\r\n\r\nMrs. Rastall-Retford threw down her cards and rose ponderously. It\r\noffended her vaguely that there seemed to be nobody to blame. \"I shall\r\ngo to bed,\" she said.\r\n\r\n        *       *       *       *       *\r\n\r\nPeter stood before the fire and surveyed Eve as she sat on the sofa.\r\nThey were alone in the room, Mr. Rastall-Retford having drifted\r\nsilently away in the wake of his mother. Suddenly Eve began to laugh\r\nhelplessly.\r\n\r\nHe shook his head at her.\r\n\r\n\"This is considerably sharper than a serpent's tooth,\" he said. \"You\r\nshould be fawning gratefully upon me, not laughing. Do you suppose King\r\nCharles laughed at my ancestor when he ate the despatches? However, for\r\nthe first time since I have been in this house I feel as if I had had a\r\nsquare meal.\"\r\n\r\nEve became suddenly serious. The smile left her face.\r\n\r\n\"Mr. Rayner, please don't think I'm ungrateful. I couldn't help\r\nlaughing, but I can't tell you how grateful I am. You don't know what\r\nit would have been like if she had found out that I had revoked. I did\r\nit once before, and she kept on about it for days and days. It was\r\nawful.\" She shivered. \"I think you must be right, and my nerves\r\n_are_ going.\"\r\n\r\nHe nodded.\r\n\r\n\"So are you--to-morrow, by the first train. I wonder how soon we can\r\nget married. Do you know anything about special licenses?\"\r\n\r\nShe looked at him curiously.\r\n\r\n\"You're very obstinate,\" she said.\r\n\r\n\"Firm,\" he corrected. \"Firm. Could you pack to-night, do you think, and\r\nbe ready for that ten-fifty to-morrow morning?\"\r\n\r\nShe began to trace an intricate pattern on the floor with the point of\r\nher shoe.\r\n\r\n\"I can't imagine why you are fond of me!\" she said. \"I've been very\r\nhorrid to you.\"\r\n\r\n\"Nonsense. You've been all that's sweet and womanly.\"\r\n\r\n\"And I want to tell you why,\" she went on. \"Your--your sister----\"\r\n\r\n\"Ah, I thought as much!\"\r\n\r\n\"She--she saw that you seemed to be getting fond of me, and she----\"\r\n\r\n\"She would!\"\r\n\r\n\"Said some rather horrid things that--hurt,\" said Eve, in a low voice.\r\n\r\nPeter crossed over to where she sat and took her hand.\r\n\r\n\"Don't you worry about her,\" he said. \"She's not a bad sort really, but\r\nabout once every six months she needs a brotherly talking-to, or she\r\ngets above herself. One is about due during the next few days.\"\r\n\r\nHe stroke her hand.\r\n\r\n\"Fasting,\" he said, thoughtfully, \"clears and stimulates the brain. I\r\nfancy I shall be able to think out some rather special things to say to\r\nher this time.\"\r\n\r\n\r\n\r\n\r\nJEEVES AND THE CHUMP CYRIL\r\n\r\n\r\nYou know, the longer I live, the more clearly I see that half the\r\ntrouble in this bally world is caused by the light-hearted and\r\nthoughtless way in which chappies dash off letters of introduction and\r\nhand them to other chappies to deliver to chappies of the third part.\r\nIt's one of those things that make you wish you were living in the\r\nStone Age. What I mean to say is, if a fellow in those days wanted to\r\ngive anyone a letter of introduction, he had to spend a month or so\r\ncarving it on a large-sized boulder, and the chances were that the\r\nother chappie got so sick of lugging the thing round in the hot sun\r\nthat he dropped it after the first mile. But nowadays it's so easy to\r\nwrite letters of introduction that everybody does it without a second\r\nthought, with the result that some perfectly harmless cove like myself\r\ngets in the soup.\r\n\r\nMark you, all the above is what you might call the result of my riper\r\nexperience. I don't mind admitting that in the first flush of the\r\nthing, so to speak, when Jeeves told me--this would be about three\r\nweeks after I'd landed in America--that a blighter called Cyril\r\nBassington-Bassington had arrived and I found that he had brought a\r\nletter of introduction to me from Aunt Agatha ... where was I? Oh,\r\nyes ... I don't mind admitting, I was saying, that just at first I was\r\nrather bucked. You see, after the painful events which had resulted in\r\nmy leaving England I hadn't expected to get any sort of letter from\r\nAunt Agatha which would pass the censor, so to speak. And it was a\r\npleasant surprise to open this one and find it almost civil. Chilly,\r\nperhaps, in parts, but on the whole quite tolerably polite. I looked on\r\nthe thing as a hopeful sign. Sort of olive-branch, you know. Or do I\r\nmean orange blossom? What I'm getting at is that the fact that Aunt\r\nAgatha was writing to me without calling me names seemed, more or less,\r\nlike a step in the direction of peace.\r\n\r\nAnd I was all for peace, and that right speedily. I'm not saying a word\r\nagainst New York, mind you. I liked the place, and was having quite a\r\nripe time there. But the fact remains that a fellow who's been used to\r\nLondon all his life does get a trifle homesick on a foreign strand, and\r\nI wanted to pop back to the cosy old flat in Berkeley Street--which\r\ncould only be done when Aunt Agatha had simmered down and got over the\r\nGlossop episode. I know that London is a biggish city, but, believe me,\r\nit isn't half big enough for any fellow to live in with Aunt Agatha\r\nwhen she's after him with the old hatchet. And so I'm bound to say I\r\nlooked on this chump Bassington-Bassington, when he arrived, more or\r\nless as a Dove of Peace, and was all for him.\r\n\r\nHe would seem from contemporary accounts to have blown in one morning\r\nat seven-forty-five, that being the ghastly sort of hour they shoot you\r\noff the liner in New York. He was given the respectful raspberry by\r\nJeeves, and told to try again about three hours later, when there would\r\nbe a sporting chance of my having sprung from my bed with a glad cry to\r\nwelcome another day and all that sort of thing. Which was rather decent\r\nof Jeeves, by the way, for it so happened that there was a slight\r\nestrangement, a touch of coldness, a bit of a row in other words,\r\nbetween us at the moment because of some rather priceless purple socks\r\nwhich I was wearing against his wishes: and a lesser man might easily\r\nhave snatched at the chance of getting back at me a bit by loosing\r\nCyril into my bedchamber at a moment when I couldn't have stood a\r\ntwo-minutes' conversation with my dearest pal. For until I have had my\r\nearly cup of tea and have brooded on life for a bit absolutely\r\nundisturbed, I'm not much of a lad for the merry chit-chat.\r\n\r\nSo Jeeves very sportingly shot Cyril out into the crisp morning air,\r\nand didn't let me know of his existence till he brought his card in\r\nwith the Bohea.\r\n\r\n\"And what might all this be, Jeeves?\" I said, giving the thing the\r\nglassy gaze.\r\n\r\n\"The gentleman has arrived from England, I understand, sir. He called\r\nto see you earlier in the day.\"\r\n\r\n\"Good Lord, Jeeves! You don't mean to say the day starts earlier than\r\nthis?\"\r\n\r\n\"He desired me to say he would return later, sir.\"\r\n\r\n\"I've never heard of him. Have you ever heard of him, Jeeves?\"\r\n\r\n\"I am familiar with the name Bassington-Bassington, sir. There are\r\nthree branches of the Bassington-Bassington family--the Shropshire\r\nBassington-Bassingtons, the Hampshire Bassington-Bassingtons, and the\r\nKent Bassington-Bassingtons.\"\r\n\r\n\"England seems pretty well stocked up with Bassington-Bassingtons.\"\r\n\r\n\"Tolerably so, sir.\"\r\n\r\n\"No chance of a sudden shortage, I mean, what?\"\r\n\r\n\"Presumably not, sir.\"\r\n\r\n\"And what sort of a specimen is this one?\"\r\n\r\n\"I could not say, sir, on such short acquaintance.\"\r\n\r\n\"Will you give me a sporting two to one, Jeeves, judging from what you\r\nhave seen of him, that this chappie is not a blighter or an\r\nexcrescence?\"\r\n\r\n\"No, sir. I should not care to venture such liberal odds.\"\r\n\r\n\"I knew it. Well, the only thing that remains to be discovered is what\r\nkind of a blighter he is.\"\r\n\r\n\"Time will tell, sir. The gentleman brought a letter for you, sir.\"\r\n\r\n\"Oh, he did, did he?\" I said, and grasped the communication. And then I\r\nrecognised the handwriting. \"I say, Jeeves, this is from my Aunt\r\nAgatha!\"\r\n\r\n\"Indeed, sir?\"\r\n\r\n\"Don't dismiss it in that light way. Don't you see what this means? She\r\nsays she wants me to look after this excrescence while he's in New\r\nYork. By Jove, Jeeves, if I only fawn on him a bit, so that he sends\r\nback a favourable report to head-quarters, I may yet be able to get\r\nback to England in time for Goodwood. Now is certainly the time for all\r\ngood men to come to the aid of the party, Jeeves. We must rally round\r\nand cosset this cove in no uncertain manner.\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"He isn't going to stay in New York long,\" I said, taking another look\r\nat the letter. \"He's headed for Washington. Going to give the nibs\r\nthere the once-over, apparently, before taking a whirl at the\r\nDiplomatic Service. I should say that we can win this lad's esteem and\r\naffection with a lunch and a couple of dinners, what?\"\r\n\r\n\"I fancy that should be entirely adequate, sir.\"\r\n\r\n\"This is the jolliest thing that's happened since we left England. It\r\nlooks to me as if the sun were breaking through the clouds.\"\r\n\r\n\"Very possibly, sir.\"\r\n\r\nHe started to put out my things, and there was an awkward sort of\r\nsilence.\r\n\r\n\"Not those socks, Jeeves,\" I said, gulping a bit but having a dash at\r\nthe careless, off-hand tone. \"Give me the purple ones.\"\r\n\r\n\"I beg your pardon, sir?\"\r\n\r\n\"Those jolly purple ones.\"\r\n\r\n\"Very good, sir.\"\r\n\r\nHe lugged them out of the drawer as if he were a vegetarian fishing a\r\ncaterpillar out of the salad. You could see he was feeling deeply.\r\nDeuced painful and all that, this sort of thing, but a chappie has got\r\nto assert himself every now and then. Absolutely.\r\n\r\n       *       *       *       *       *\r\n\r\nI was looking for Cyril to show up again any time after breakfast, but\r\nhe didn't appear: so towards one o'clock I trickled out to the Lambs\r\nClub, where I had an appointment to feed the Wooster face with a cove\r\nof the name of Caffyn I'd got pally with since my arrival--George\r\nCaffyn, a fellow who wrote plays and what not. I'd made a lot of\r\nfriends during my stay in New York, the city being crammed with\r\nbonhomous lads who one and all extended a welcoming hand to the\r\nstranger in their midst.\r\n\r\nCaffyn was a bit late, but bobbed up finally, saying that he had been\r\nkept at a rehearsal of his new musical comedy, \"Ask Dad\"; and we\r\nstarted in. We had just reached the coffee, when the waiter came up and\r\nsaid that Jeeves wanted to see me.\r\n\r\nJeeves was in the waiting-room. He gave the socks one pained look as I\r\ncame in, then averted his eyes.\r\n\r\n\"Mr. Bassington-Bassington has just telephoned, sir.\"\r\n\r\n\"Oh?\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"Where is he?\"\r\n\r\n\"In prison, sir.\"\r\n\r\nI reeled against the wallpaper. A nice thing to happen to Aunt Agatha's\r\nnominee on his first morning under my wing, I did _not_ think!\r\n\r\n\"In prison!\"\r\n\r\n\"Yes, sir. He said on the telephone that he had been arrested and would\r\nbe glad if you could step round and bail him out.\"\r\n\r\n\"Arrested! What for?\"\r\n\r\n\"He did not favour me with his confidence in that respect, sir.\"\r\n\r\n\"This is a bit thick, Jeeves.\"\r\n\r\n\"Precisely, sir.\"\r\n\r\nI collected old George, who very decently volunteered to stagger along\r\nwith me, and we hopped into a taxi. We sat around at the police-station\r\nfor a bit on a wooden bench in a sort of ante-room, and presently a\r\npoliceman appeared, leading in Cyril.\r\n\r\n\"Halloa! Halloa! Halloa!\" I said. \"What?\"\r\n\r\nMy experience is that a fellow never really looks his best just after\r\nhe's come out of a cell. When I was up at Oxford, I used to have a\r\nregular job bailing out a pal of mine who never failed to get pinched\r\nevery Boat-Race night, and he always looked like something that had\r\nbeen dug up by the roots. Cyril was in pretty much the same sort of\r\nshape. He had a black eye and a torn collar, and altogether was nothing\r\nto write home about--especially if one was writing to Aunt Agatha. He\r\nwas a thin, tall chappie with a lot of light hair and pale-blue goggly\r\neyes which made him look like one of the rarer kinds of fish.\r\n\r\n\"I got your message,\" I said.\r\n\r\n\"Oh, are you Bertie Wooster?\"\r\n\r\n\"Absolutely. And this is my pal George Caffyn. Writes plays and what\r\nnot, don't you know.\"\r\n\r\nWe all shook hands, and the policeman, having retrieved a piece of\r\nchewing-gum from the underside of a chair, where he had parked it\r\nagainst a rainy day, went off into a corner and began to contemplate\r\nthe infinite.\r\n\r\n\"This is a rotten country,\" said Cyril.\r\n\r\n\"Oh, I don't know, you know, don't you know!\" I said.\r\n\r\n\"We do our best,\" said George.\r\n\r\n\"Old George is an American,\" I explained. \"Writes plays, don't you\r\nknow, and what not.\"\r\n\r\n\"Of course, I didn't invent the country,\" said George. \"That was\r\nColumbus. But I shall be delighted to consider any improvements you may\r\nsuggest and lay them before the proper authorities.\"\r\n\r\n\"Well, why don't the policemen in New York dress properly?\"\r\n\r\nGeorge took a look at the chewing officer across the room.\r\n\r\n\"I don't see anything missing,\" he said\r\n\r\n\"I mean to say, why don't they wear helmets like they do in London? Why\r\ndo they look like postmen? It isn't fair on a fellow. Makes it dashed\r\nconfusing. I was simply standing on the pavement, looking at things,\r\nwhen a fellow who looked like a postman prodded me in the ribs with a\r\nclub. I didn't see why I should have postmen prodding me. Why the\r\ndickens should a fellow come three thousand miles to be prodded by\r\npostmen?\"\r\n\r\n\"The point is well taken,\" said George. \"What did you do?\"\r\n\r\n\"I gave him a shove, you know. I've got a frightfully hasty temper, you\r\nknow. All the Bassington-Bassingtons have got frightfully hasty\r\ntempers, don't you know! And then he biffed me in the eye and lugged me\r\noff to this beastly place.\"\r\n\r\n\"I'll fix it, old son,\" I said. And I hauled out the bank-roll and went\r\noff to open negotiations, leaving Cyril to talk to George. I don't mind\r\nadmitting that I was a bit perturbed. There were furrows in the old\r\nbrow, and I had a kind of foreboding feeling. As long as this chump\r\nstayed in New York, I was responsible for him: and he didn't give me\r\nthe impression of being the species of cove a reasonable chappie would\r\ncare to be responsible for for more than about three minutes.\r\n\r\nI mused with a considerable amount of tensity over Cyril that night,\r\nwhen I had got home and Jeeves had brought me the final whisky. I\r\ncouldn't help feeling that this visit of his to America was going to be\r\none of those times that try men's souls and what not. I hauled out Aunt\r\nAgatha's letter of introduction and re-read it, and there was no\r\ngetting away from the fact that she undoubtedly appeared to be somewhat\r\nwrapped up in this blighter and to consider it my mission in life to\r\nshield him from harm while on the premises. I was deuced thankful that\r\nhe had taken such a liking for George Caffyn, old George being a steady\r\nsort of cove. After I had got him out of his dungeon-cell, he and old\r\nGeorge had gone off together, as chummy as brothers, to watch the\r\nafternoon rehearsal of \"Ask Dad.\" There was some talk, I gathered, of\r\ntheir dining together. I felt pretty easy in my mind while George had\r\nhis eye on him.\r\n\r\nI had got about as far as this in my meditations, when Jeeves came in\r\nwith a telegram. At least, it wasn't a telegram: it was a cable--from\r\nAunt Agatha--and this is what it said:----\r\n\r\n   Has Cyril Bassington-Bassington called yet? On no account introduce\r\n   him into theatrical circles. Vitally important. Letter follows.\r\n\r\nI read it a couple of times.\r\n\r\n\"This is rummy, Jeeves!\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"Very rummy and dashed disturbing!\"\r\n\r\n\"Will there be anything further to-night, sir?\"\r\n\r\nOf course, if he was going to be as bally unsympathetic as that there\r\nwas nothing to be done. My idea had been to show him the cable and ask\r\nhis advice. But if he was letting those purple socks rankle to that\r\nextent, the good old _noblesse oblige_ of the Woosters couldn't\r\nlower itself to the extent of pleading with the man. Absolutely not. So\r\nI gave it a miss.\r\n\r\n\"Nothing more, thanks.\"\r\n\r\n\"Good night, sir.\"\r\n\r\n\"Good night.\"\r\n\r\nHe floated away, and I sat down to think the thing over. I had been\r\ndirecting the best efforts of the old bean to the problem for a matter\r\nof half an hour, when there was a ring at the bell. I went to the door,\r\nand there was Cyril, looking pretty festive.\r\n\r\n\"I'll come in for a bit if I may,\" he said. \"Got something rather\r\npriceless to tell you.\"\r\n\r\nHe curveted past me into the sitting-room, and when I got there after\r\nshutting the front door I found him reading Aunt Agatha's cable and\r\ngiggling in a rummy sort of manner. \"Oughtn't to have looked at this, I\r\nsuppose. Caught sight of my name and read it without thinking. I say,\r\nWooster, old friend of my youth, this is rather funny. Do you mind if I\r\nhave a drink? Thanks awfully and all that sort of rot. Yes, it's rather\r\nfunny, considering what I came to tell you. Jolly old Caffyn has given\r\nme a small part in that musical comedy of his, 'Ask Dad.' Only a bit,\r\nyou know, but quite tolerably ripe. I'm feeling frightfully braced,\r\ndon't you know!\"\r\n\r\nHe drank his drink, and went on. He didn't seem to notice that I wasn't\r\njumping about the room, yapping with joy.\r\n\r\n\"You know, I've always wanted to go on the stage, you know,\" he said.\r\n\"But my jolly old guv'nor wouldn't stick it at any price. Put the old\r\nWaukeesi down with a bang, and turned bright purple whenever the\r\nsubject was mentioned. That's the real reason why I came over here, if\r\nyou want to know. I knew there wasn't a chance of my being able to work\r\nthis stage wheeze in London without somebody getting on to it and\r\ntipping off the guv'nor, so I rather brainily sprang the scheme of\r\npopping over to Washington to broaden my mind. There's nobody to\r\ninterfere on this side, you see, so I can go right ahead!\"\r\n\r\nI tried to reason with the poor chump.\r\n\r\n\"But your guv'nor will have to know some time.\"\r\n\r\n\"That'll be all right. I shall be the jolly old star by then, and he\r\nwon't have a leg to stand on.\"\r\n\r\n\"It seems to me he'll have one leg to stand on while he kicks me with\r\nthe other.\"\r\n\r\n\"Why, where do you come in? What have you got to do with it?\"\r\n\r\n\"I introduced you to George Caffyn.\"\r\n\r\n\"So you did, old top, so you did. I'd quite forgotten. I ought to have\r\nthanked you before. Well, so long. There's an early rehearsal of 'Ask\r\nDad' to-morrow morning, and I must be toddling. Rummy the thing should\r\nbe called 'Ask Dad,' when that's just what I'm not going to do. See\r\nwhat I mean, what, what? Well, pip-pip!\"\r\n\r\n\"Toodle-oo!\" I said sadly, and the blighter scudded off. I dived for\r\nthe phone and called up George Caffyn.\r\n\r\n\"I say, George, what's all this about Cyril Bassington-Bassington?\"\r\n\r\n\"What about him?\"\r\n\r\n\"He tells me you've given him a part in your show.\"\r\n\r\n\"Oh, yes. Just a few lines.\"\r\n\r\n\"But I've just had fifty-seven cables from home telling me on no\r\naccount to let him go on the stage.\"\r\n\r\n\"I'm sorry. But Cyril is just the type I need for that part. He's\r\nsimply got to be himself.\"\r\n\r\n\"It's pretty tough on me, George, old man. My Aunt Agatha sent this\r\nblighter over with a letter of introduction to me, and she will hold me\r\nresponsible.\"\r\n\r\n\"She'll cut you out of her will?\"\r\n\r\n\"It isn't a question of money. But--of course, you've never met my Aunt\r\nAgatha, so it's rather hard to explain. But she's a sort of human\r\nvampire-bat, and she'll make things most fearfully unpleasant for me\r\nwhen I go back to England. She's the kind of woman who comes and rags\r\nyou before breakfast, don't you know.\"\r\n\r\n\"Well, don't go back to England, then. Stick here and become\r\nPresident.\"\r\n\r\n\"But, George, old top----!\"\r\n\r\n\"Good night!\"\r\n\r\n\"But, I say, George, old man!\"\r\n\r\n\"You didn't get my last remark. It was 'Good night!' You Idle Rich may\r\nnot need any sleep, but I've got to be bright and fresh in the morning.\r\nGod bless you!\"\r\n\r\nI felt as if I hadn't a friend in the world. I was so jolly well worked\r\nup that I went and banged on Jeeves's door. It wasn't a thing I'd have\r\ncared to do as a rule, but it seemed to me that now was the time for\r\nall good men to come to the aid of the party, so to speak, and that it\r\nwas up to Jeeves to rally round the young master, even if it broke up\r\nhis beauty-sleep.\r\n\r\nJeeves emerged in a brown dressing-gown.\r\n\r\n\"Sir?\"\r\n\r\n\"Deuced sorry to wake you up, Jeeves, and what not, but all sorts of\r\ndashed disturbing things have been happening.\"\r\n\r\n\"I was not asleep. It is my practice, on retiring, to read a few pages\r\nof some instructive book.\"\r\n\r\n\"That's good! What I mean to say is, if you've just finished exercising\r\nthe old bean, it's probably in mid-season form for tackling problems.\r\nJeeves, Mr. Bassington-Bassington is going on the stage!\"\r\n\r\n\"Indeed, sir?\"\r\n\r\n\"Ah! The thing doesn't hit you! You don't get it properly! Here's the\r\npoint. All his family are most fearfully dead against his going on the\r\nstage. There's going to be no end of trouble if he isn't headed off.\r\nAnd, what's worse, my Aunt Agatha will blame me, you see.\"\r\n\r\n\"I see, sir.\"\r\n\r\n\"Well, can't you think of some way of stopping him?\"\r\n\r\n\"Not, I confess, at the moment, sir.\"\r\n\r\n\"Well, have a stab at it.\"\r\n\r\n\"I will give the matter my best consideration, sir. Will there be\r\nanything further to-night?\"\r\n\r\n\"I hope not! I've had all I can stand already.\"\r\n\r\n\"Very good, sir.\"\r\n\r\nHe popped off.\r\n\r\n        *       *       *       *       *\r\n\r\nThe part which old George had written for the chump Cyril took up about\r\ntwo pages of typescript; but it might have been Hamlet, the way that\r\npoor, misguided pinhead worked himself to the bone over it. I suppose,\r\nif I heard him his lines once, I did it a dozen times in the first\r\ncouple of days. He seemed to think that my only feeling about the whole\r\naffair was one of enthusiastic admiration, and that he could rely on my\r\nsupport and sympathy. What with trying to imagine how Aunt Agatha was\r\ngoing to take this thing, and being woken up out of the dreamless in\r\nthe small hours every other night to give my opinion of some new bit of\r\nbusiness which Cyril had invented, I became more or less the good old\r\nshadow. And all the time Jeeves remained still pretty cold and distant\r\nabout the purple socks. It's this sort of thing that ages a chappie,\r\ndon't you know, and makes his youthful _joie-de-vivre_ go a bit\r\ngroggy at the knees.\r\n\r\nIn the middle of it Aunt Agatha's letter arrived. It took her about six\r\npages to do justice to Cyril's father's feelings in regard to his going\r\non the stage and about six more to give me a kind of sketch of what she\r\nwould say, think, and do if I didn't keep him clear of injurious\r\ninfluences while he was in America. The letter came by the afternoon\r\nmail, and left me with a pretty firm conviction that it wasn't a thing\r\nI ought to keep to myself. I didn't even wait to ring the bell: I\r\nwhizzed for the kitchen, bleating for Jeeves, and butted into the\r\nmiddle of a regular tea-party of sorts. Seated at the table were a\r\ndepressed-looking cove who might have been a valet or something, and a\r\nboy in a Norfolk suit. The valet-chappie was drinking a whisky and\r\nsoda, and the boy was being tolerably rough with some jam and cake.\r\n\r\n\"Oh, I say, Jeeves!\" I said. \"Sorry to interrupt the feast of reason\r\nand flow of soul and so forth, but----\"\r\n\r\nAt this juncture the small boy's eye hit me like a bullet and stopped\r\nme in my tracks. It was one of those cold, clammy, accusing sort of\r\neyes--the kind that makes you reach up to see if your tie is straight:\r\nand he looked at me as if I were some sort of unnecessary product which\r\nCuthbert the Cat had brought in after a ramble among the local ash-cans.\r\nHe was a stoutish infant with a lot of freckles and a good deal of jam\r\non his face.\r\n\r\n\"Hallo! Hallo! Hallo!\" I said. \"What?\" There didn't seem much else to\r\nsay.\r\n\r\nThe stripling stared at me in a nasty sort of way through the jam. He\r\nmay have loved me at first sight, but the impression he gave me was\r\nthat he didn't think a lot of me and wasn't betting much that I would\r\nimprove a great deal on acquaintance. I had a kind of feeling that I\r\nwas about as popular with him as a cold Welsh rabbit.\r\n\r\n\"What's your name?\" he asked.\r\n\r\n\"My name? Oh, Wooster, don't you know, and what not.\"\r\n\r\n\"My pop's richer than you are!\"\r\n\r\nThat seemed to be all about me. The child having said his say, started\r\nin on the jam again. I turned to Jeeves.\r\n\r\n\"I say, Jeeves, can you spare a moment? I want to show you something.\"\r\n\r\n\"Very good, sir.\" We toddled into the sitting-room.\r\n\r\n\"Who is your little friend, Sidney the Sunbeam, Jeeves?\"\r\n\r\n\"The young gentleman, sir?\"\r\n\r\n\"It's a loose way of describing him, but I know what you mean.\"\r\n\r\n\"I trust I was not taking a liberty in entertaining him, sir?\"\r\n\r\n\"Not a bit. If that's your idea of a large afternoon, go ahead.\"\r\n\r\n\"I happened to meet the young gentleman taking a walk with his father's\r\nvalet, sir, whom I used to know somewhat intimately in London, and I\r\nventured to invite them both to join me here.\"\r\n\r\n\"Well, never mind about him, Jeeves. Read this letter.\"\r\n\r\nHe gave it the up-and-down.\r\n\r\n\"Very disturbing, sir!\" was all he could find to say.\r\n\r\n\"What are we going to do about it?\"\r\n\r\n\"Time may provide a solution, sir.\"\r\n\r\n\"On the other hand, it mayn't, what?\"\r\n\r\n\"Extremely true, sir.\".\r\n\r\nWe'd got as far as this, when there was a ring at the door. Jeeves\r\nshimmered off, and Cyril blew in, full of good cheer and\r\nblitheringness.\r\n\r\n\"I say, Wooster, old thing,\" he said, \"I want your advice. You know\r\nthis jolly old part of mine. How ought I to dress it? What I mean is,\r\nthe first act scene is laid in an hotel of sorts, at about three in the\r\nafternoon. What ought I to wear, do you think?\"\r\n\r\nI wasn't feeling fit for a discussion of gent's suitings.\r\n\r\n\"You'd better consult Jeeves,\" I said.\r\n\r\n\"A hot and by no means unripe idea! Where is he?\"\r\n\r\n\"Gone back to the kitchen, I suppose.\"\r\n\r\n\"I'll smite the good old bell, shall I? Yes? No?\"\r\n\r\n\"Right-o!\"\r\n\r\nJeeves poured silently in.\r\n\r\n\"Oh, I say, Jeeves,\" began Cyril, \"I just wanted to have a syllable or\r\ntwo with you. It's this way--Hallo, who's this?\"\r\n\r\nI then perceived that the stout stripling had trickled into the room\r\nafter Jeeves. He was standing near the door looking at Cyril as if his\r\nworst fears had been realised. There was a bit of a silence. The child\r\nremained there, drinking Cyril in for about half a minute; then he gave\r\nhis verdict:\r\n\r\n\"Fish-face!\"\r\n\r\n\"Eh? What?\" said Cyril.\r\n\r\nThe child, who had evidently been taught at his mother's knee to speak\r\nthe truth, made his meaning a trifle clearer.\r\n\r\n\"You've a face like a fish!\"\r\n\r\nHe spoke as if Cyril was more to be pitied than censured, which I am\r\nbound to say I thought rather decent and broad-minded of him. I don't\r\nmind admitting that, whenever I looked at Cyril's face, I always had a\r\nfeeling that he couldn't have got that way without its being mostly his\r\nown fault. I found myself warming to this child. Absolutely, don't you\r\nknow. I liked his conversation.\r\n\r\nIt seemed to take Cyril a moment or two really to grasp the thing, and\r\nthen you could hear the blood of the Bassington-Bassingtons begin to\r\nsizzle.\r\n\r\n\"Well, I'm dashed!\" he said. \"I'm dashed if I'm not!\"\r\n\r\n\"I wouldn't have a face like that,\" proceeded the child, with a good\r\ndeal of earnestness, \"not if you gave me a million dollars.\" He thought\r\nfor a moment, then corrected himself. \"Two million dollars!\" he added.\r\n\r\nJust what occurred then I couldn't exactly say, but the next few\r\nminutes were a bit exciting. I take it that Cyril must have made a dive\r\nfor the infant. Anyway, the air seemed pretty well congested with arms\r\nand legs and things. Something bumped into the Wooster waistcoat just\r\naround the third button, and I collapsed on to the settee and rather\r\nlost interest in things for the moment. When I had unscrambled myself,\r\nI found that Jeeves and the child had retired and Cyril was standing in\r\nthe middle of the room snorting a bit.\r\n\r\n\"Who's that frightful little brute, Wooster?\"\r\n\r\n\"I don't know. I never saw him before to-day.\"\r\n\r\n\"I gave him a couple of tolerably juicy buffets before he legged it. I\r\nsay, Wooster, that kid said a dashed odd thing. He yelled out something\r\nabout Jeeves promising him a dollar if he called me--er--what he said.\"\r\n\r\nIt sounded pretty unlikely to me.\r\n\r\n\"What would Jeeves do that for?\"\r\n\r\n\"It struck me as rummy, too.\"\r\n\r\n\"Where would be the sense of it?\"\r\n\r\n\"That's what I can't see.\"\r\n\r\n\"I mean to say, it's nothing to Jeeves what sort of a face you have!\"\r\n\r\n\"No!\" said Cyril. He spoke a little coldly, I fancied. I don't know\r\nwhy. \"Well, I'll be popping. Toodle-oo!\"\r\n\r\n\"Pip-pip!\"\r\n\r\nIt must have been about a week after this rummy little episode that\r\nGeorge Caffyn called me up and asked me if I would care to go and see a\r\nrun-through of his show. \"Ask Dad,\" it seemed, was to open out of town\r\nin Schenectady on the following Monday, and this was to be a sort of\r\npreliminary dress-rehearsal. A preliminary dress-rehearsal, old George\r\nexplained, was the same as a regular dress-rehearsal inasmuch as it was\r\napt to look like nothing on earth and last into the small hours, but\r\nmore exciting because they wouldn't be timing the piece and\r\nconsequently all the blighters who on these occasions let their angry\r\npassions rise would have plenty of scope for interruptions, with the\r\nresult that a pleasant time would be had by all.\r\n\r\nThe thing was billed to start at eight o'clock, so I rolled up at\r\nten-fifteen, so as not to have too long to wait before they began. The\r\ndress-parade was still going on. George was on the stage, talking to a\r\ncove in shirt-sleeves and an absolutely round chappie with big\r\nspectacles and a practically hairless dome. I had seen George with the\r\nlatter merchant once or twice at the club, and I knew that he was\r\nBlumenfield, the manager. I waved to George, and slid into a seat at\r\nthe back of the house, so as to be out of the way when the fighting\r\nstarted. Presently George hopped down off the stage and came and joined\r\nme, and fairly soon after that the curtain went down. The chappie at\r\nthe piano whacked out a well-meant bar or two, and the curtain went up\r\nagain.\r\n\r\nI can't quite recall what the plot of \"Ask Dad\" was about, but I do\r\nknow that it seemed able to jog along all right without much help from\r\nCyril. I was rather puzzled at first. What I mean is, through brooding\r\non Cyril and hearing him in his part and listening to his views on what\r\nought and what ought not to be done, I suppose I had got a sort of\r\nimpression rooted in the old bean that he was pretty well the backbone\r\nof the show, and that the rest of the company didn't do much except go\r\non and fill in when he happened to be off the stage. I sat there for\r\nnearly half an hour, waiting for him to make his entrance, until I\r\nsuddenly discovered he had been on from the start. He was, in fact, the\r\nrummy-looking plug-ugly who was now leaning against a potted palm a\r\ncouple of feet from the O.P. side, trying to appear intelligent while\r\nthe heroine sang a song about Love being like something which for the\r\nmoment has slipped my memory. After the second refrain he began to\r\ndance in company with a dozen other equally weird birds. A painful\r\nspectacle for one who could see a vision of Aunt Agatha reaching for\r\nthe hatchet and old Bassington-Bassington senior putting on his\r\nstrongest pair of hob-nailed boots. Absolutely!\r\n\r\nThe dance had just finished, and Cyril and his pals had shuffled off\r\ninto the wings when a voice spoke from the darkness on my right.\r\n\r\n\"Pop!\"\r\n\r\nOld Blumenfield clapped his hands, and the hero, who had just been\r\nabout to get the next line off his diaphragm, cheesed it. I peered into\r\nthe shadows. Who should it be but Jeeves's little playmate with the\r\nfreckles! He was now strolling down the aisle with his hands in his\r\npockets as if the place belonged to him. An air of respectful attention\r\nseemed to pervade the building.\r\n\r\n\"Pop,\" said the stripling, \"that number's no good.\" Old Blumenfield\r\nbeamed over his shoulder.\r\n\r\n\"Don't you like it, darling?\"\r\n\r\n\"It gives me a pain.\"\r\n\r\n\"You're dead right.\"\r\n\r\n\"You want something zippy there. Something with a bit of jazz to it!\"\r\n\r\n\"Quite right, my boy. I'll make a note of it. All right. Go on!\"\r\n\r\nI turned to George, who was muttering to himself in rather an\r\noverwrought way.\r\n\r\n\"I say, George, old man, who the dickens is that kid?\"\r\n\r\nOld George groaned a bit hollowly, as if things were a trifle thick.\r\n\r\n\"I didn't know he had crawled in! It's Blumenfield's son. Now we're\r\ngoing to have a Hades of a time!\"\r\n\r\n\"Does he always run things like this?\"\r\n\r\n\"Always!\"\r\n\r\n\"But why does old Blumenfield listen to him?\"\r\n\r\n\"Nobody seems to know. It may be pure fatherly love, or he may regard\r\nhim as a mascot. My own idea is that he thinks the kid has exactly the\r\namount of intelligence of the average member of the audience, and that\r\nwhat makes a hit with him will please the general public. While,\r\nconversely, what he doesn't like will be too rotten for anyone. The kid\r\nis a pest, a wart, and a pot of poison, and should be strangled!\"\r\n\r\nThe rehearsal went on. The hero got off his line. There was a slight\r\noutburst of frightfulness between the stage-manager and a Voice named\r\nBill that came from somewhere near the roof, the subject under\r\ndiscussion being where the devil Bill's \"ambers\" were at that\r\nparticular juncture. Then things went on again until the moment arrived\r\nfor Cyril's big scene.\r\n\r\nI was still a trifle hazy about the plot, but I had got on to the fact\r\nthat Cyril was some sort of an English peer who had come over to\r\nAmerica doubtless for the best reasons. So far he had only had two\r\nlines to say. One was \"Oh, I say!\" and the other was \"Yes, by Jove!\";\r\nbut I seemed to recollect, from hearing him read his part, that pretty\r\nsoon he was due rather to spread himself. I sat back in my chair and\r\nwaited for him to bob up.\r\n\r\nHe bobbed up about five minutes later. Things had got a bit stormy by\r\nthat time. The Voice and the stage-director had had another of their\r\nlove-feasts--this time something to do with why Bill's \"blues\" weren't\r\non the job or something. And, almost as soon as that was over, there\r\nwas a bit of unpleasantness because a flower-pot fell off a\r\nwindow-ledge and nearly brained the hero. The atmosphere was\r\nconsequently more or less hotted up when Cyril, who had been hanging\r\nabout at the back of the stage, breezed down centre and toed the mark\r\nfor his most substantial chunk of entertainment. The heroine had been\r\nsaying something--I forget what--and all the chorus, with Cyril at\r\ntheir head, had begun to surge round her in the restless sort of way\r\nthose chappies always do when there's a number coming along.\r\n\r\nCyril's first line was, \"Oh, I say, you know, you mustn't say that,\r\nreally!\" and it seemed to me he passed it over the larynx with a\r\ngoodish deal of vim and _je-ne-sais-quoi._ But, by Jove, before\r\nthe heroine had time for the come-back, our little friend with the\r\nfreckles had risen to lodge a protest.\r\n\r\n\"Pop!\"\r\n\r\n\"Yes, darling?\"\r\n\r\n\"That one's no good!\"\r\n\r\n\"Which one, darling?\"\r\n\r\n\"The one with a face like a fish.\"\r\n\r\n\"But they all have faces like fish, darling.\"\r\n\r\nThe child seemed to see the justice of this objection. He became more\r\ndefinite.\r\n\r\n\"The ugly one.\"\r\n\r\n\"Which ugly one? That one?\" said old Blumenfield, pointing to Cyril.\r\n\r\n\"Yep! He's rotten!\"\r\n\r\n\"I thought so myself.\"\r\n\r\n\"He's a pill!\"\r\n\r\n\"You're dead right, my boy. I've noticed it for some time.\"\r\n\r\nCyril had been gaping a bit while these few remarks were in progress.\r\nHe now shot down to the footlights. Even from where I was sitting, I\r\ncould see that these harsh words had hit the old Bassington-Bassington\r\nfamily pride a frightful wallop. He started to get pink in the ears,\r\nand then in the nose, and then in the cheeks, till in about a quarter\r\nof a minute he looked pretty much like an explosion in a tomato cannery\r\non a sunset evening.\r\n\r\n\"What the deuce do you mean?\"\r\n\r\n\"What the deuce do you mean?\" shouted old Blumenfield. \"Don't yell at\r\nme across the footlights!\"\r\n\r\n\"I've a dashed good mind to come down and spank that little brute!\"\r\n\r\n\"What!\"\r\n\r\n\"A dashed good mind!\"\r\n\r\nOld Blumenfield swelled like a pumped-up tyre. He got rounder than\r\never.\r\n\r\n\"See here, mister--I don't know your darn name----!\"\r\n\r\n\"My name's Bassington-Bassington, and the jolly old\r\nBassington-Bassingtons--I mean the Bassington-Bassingtons aren't\r\naccustomed----\"\r\n\r\nOld Blumenfield told him in a few brief words pretty much what he\r\nthought of the Bassington-Bassingtons and what they weren't accustomed\r\nto. The whole strength of the company rallied round to enjoy his\r\nremarks. You could see them jutting out from the wings and protruding\r\nfrom behind trees.\r\n\r\n\"You got to work good for my pop!\" said the stout child, waggling his\r\nhead reprovingly at Cyril.\r\n\r\n\"I don't want any bally cheek from you!\" said Cyril, gurgling a bit.\r\n\r\n\"What's that?\" barked old Blumenfield. \"Do you understand that this boy\r\nis my son?\"\r\n\r\n\"Yes, I do,\" said Cyril. \"And you both have my sympathy!\"\r\n\r\n\"You're fired!\" bellowed old Blumenfield, swelling a good bit more.\r\n\"Get out of my theatre!\"\r\n\r\n        *       *       *       *       *\r\n\r\nAbout half-past ten next morning, just after I had finished lubricating\r\nthe good old interior with a soothing cup of Oolong, Jeeves filtered\r\ninto my bedroom, and said that Cyril was waiting to see me in the\r\nsitting-room.\r\n\r\n\"How does he look, Jeeves?\"\r\n\r\n\"Sir?\"\r\n\r\n\"What does Mr. Bassington-Bassington look like?\"\r\n\r\n\"It is hardly my place, sir, to criticise the facial peculiarities of\r\nyour friends.\"\r\n\r\n\"I don't mean that. I mean, does he appear peeved and what not?\"\r\n\r\n\"Not noticeably, sir. His manner is tranquil.\"\r\n\r\n\"That's rum!\"\r\n\r\n\"Sir?\"\r\n\r\n\"Nothing. Show him in, will you?\"\r\n\r\nI'm bound to say I had expected to see Cyril showing a few more traces\r\nof last night's battle. I was looking for a bit of the overwrought soul\r\nand the quivering ganglions, if you know what I mean. He seemed pretty\r\nordinary and quite fairly cheerful.\r\n\r\n\"Hallo, Wooster, old thing!\"\r\n\r\n\"Cheero!\"\r\n\r\n\"I just looked in to say good-bye.\"\r\n\r\n\"Good-bye?\"\r\n\r\n\"Yes. I'm off to Washington in an hour.\" He sat down on the bed. \"You\r\nknow, Wooster, old top,\" he went on, \"I've been thinking it all over,\r\nand really it doesn't seem quite fair to the jolly old guv'nor, my\r\ngoing on the stage and so forth. What do you think?\"\r\n\r\n\"I see what you mean.\"\r\n\r\n\"I mean to say, he sent me over here to broaden my jolly old mind and\r\nwords to that effect, don't you know, and I can't help thinking it\r\nwould be a bit of a jar for the old boy if I gave him the bird and went\r\non the stage instead. I don't know if you understand me, but what I\r\nmean to say is, it's a sort of question of conscience.\"\r\n\r\n\"Can you leave the show without upsetting everything?\"\r\n\r\n\"Oh, that's all right. I've explained everything to old Blumenfield,\r\nand he quite sees my position. Of course, he's sorry to lose me--said\r\nhe didn't see how he could fill my place and all that sort of\r\nthing--but, after all, even if it does land him in a bit of a hole, I\r\nthink I'm right in resigning my part, don't you?\"\r\n\r\n\"Oh, absolutely.\"\r\n\r\n\"I thought you'd agree with me. Well, I ought to be shifting. Awfully\r\nglad to have seen something of you, and all that sort of rot. Pip-pip!\"\r\n\r\n\"Toodle-oo!\"\r\n\r\nHe sallied forth, having told all those bally lies with the clear,\r\nblue, pop-eyed gaze of a young child. I rang for Jeeves. You know, ever\r\nsince last night I had been exercising the old bean to some extent, and\r\na good deal of light had dawned upon me.\r\n\r\n\"Jeeves!\"\r\n\r\n\"Sir?\"\r\n\r\n\"Did you put that pie-faced infant up to bally-ragging Mr.\r\nBassington-Bassington?\"\r\n\r\n\"Sir?\"\r\n\r\n\"Oh, you know what I mean. Did you tell him to get Mr.\r\nBassington-Bassington sacked from the 'Ask Dad' company?\"\r\n\r\n\"I would not take such a liberty, sir.\" He started to put out my\r\nclothes. \"It is possible that young Master Blumenfield may have\r\ngathered from casual remarks of mine that I did not consider the stage\r\naltogether a suitable sphere for Mr. Bassington-Bassington.\"\r\n\r\n\"I say, Jeeves, you know, you're a bit of a marvel.\"\r\n\r\n\"I endeavour to give satisfaction, sir.\"\r\n\r\n\"And I'm frightfully obliged, if you know what I mean. Aunt Agatha\r\nwould have had sixteen or seventeen fits if you hadn't headed him off.\"\r\n\r\n\"I fancy there might have been some little friction and unpleasantness,\r\nsir. I am laying out the blue suit with the thin red stripe, sir. I\r\nfancy the effect will be pleasing.\"\r\n\r\n        *       *       *       *       *\r\n\r\nIt's a rummy thing, but I had finished breakfast and gone out and got\r\nas far as the lift before I remembered what it was that I had meant to\r\ndo to reward Jeeves for his really sporting behaviour in this matter of\r\nthe chump Cyril. It cut me to the heart to do it, but I had decided to\r\ngive him his way and let those purple socks pass out of my life. After\r\nall, there are times when a cove must make sacrifices. I was just going\r\nto nip back and break the glad news to him, when the lift came up, so I\r\nthought I would leave it till I got home.\r\n\r\nThe coloured chappie in charge of the lift looked at me, as I hopped\r\nin, with a good deal of quiet devotion and what not.\r\n\r\n\"I wish to thank yo', suh,\" he said, \"for yo' kindness.\"\r\n\r\n\"Eh? What?\"\r\n\r\n\"Misto' Jeeves done give me them purple socks, as you told him. Thank\r\nyo' very much, suh!\"\r\n\r\nI looked down. The blighter was a blaze of mauve from the ankle-bone\r\nsouthward. I don't know when I've seen anything so dressy.\r\n\r\n\"Oh, ah! Not at all! Right-o! Glad you like them!\" I said.\r\n\r\nWell, I mean to say, what? Absolutely!\r\n\r\n\r\n\r\n\r\nJEEVES IN THE SPRINGTIME\r\n\r\n\r\n\"'Morning, Jeeves,\" I said.\r\n\r\n\"Good morning, sir,\" said Jeeves.\r\n\r\nHe put the good old cup of tea softly on the table by my bed, and I\r\ntook a refreshing sip. Just right, as usual. Not too hot, not too\r\nsweet, not too weak, not too strong, not too much milk, and not a drop\r\nspilled in the saucer. A most amazing cove, Jeeves. So dashed competent\r\nin every respect. I've said it before, and I'll say it again. I mean to\r\nsay, take just one small instance. Every other valet I've ever had used\r\nto barge into my room in the morning while I was still asleep, causing\r\nmuch misery; but Jeeves seems to know when I'm awake by a sort of\r\ntelepathy. He always floats in with the cup exactly two minutes after I\r\ncome to life. Makes a deuce of a lot of difference to a fellow's day.\r\n\r\n\"How's the weather, Jeeves?\"\r\n\r\n\"Exceptionally clement, sir.\"\r\n\r\n\"Anything in the papers?\"\r\n\r\n\"Some slight friction threatening in the Balkans, sir. Otherwise,\r\nnothing.\"\r\n\r\n\"I say, Jeeves, a man I met at the club last night told me to put my\r\nshirt on Privateer for the two o'clock race this afternoon. How about\r\nit?\"\r\n\r\n\"I should not advocate it, sir. The stable is not sanguine.\"\r\n\r\nThat was enough for me. Jeeves knows. How, I couldn't say, but he\r\nknows. There was a time when I would laugh lightly, and go ahead, and\r\nlose my little all against his advice, but not now.\r\n\r\n\"Talking of shirts,\" I said, \"have those mauve ones I ordered arrived\r\nyet?\"\r\n\r\n\"Yes, sir. I sent them back.\"\r\n\r\n\"Sent them back?\"\r\n\r\n\"Yes, sir. They would not have become you.\"\r\n\r\nWell, I must say I'd thought fairly highly of those shirtings, but I\r\nbowed to superior knowledge. Weak? I don't know. Most fellows, no\r\ndoubt, are all for having their valets confine their activities to\r\ncreasing trousers and what not without trying to run the home; but it's\r\ndifferent with Jeeves. Right from the first day he came to me, I have\r\nlooked on him as a sort of guide, philosopher, and friend.\r\n\r\n\"Mr. Little rang up on the telephone a few moments ago, sir. I informed\r\nhim that you were not yet awake.\"\r\n\r\n\"Did he leave a message?\"\r\n\r\n\"No, sir. He mentioned that he had a matter of importance to discuss\r\nwith you, but confided no details.\"\r\n\r\n\"Oh, well, I expect I shall be seeing him at the club.\"\r\n\r\n\"No doubt, sir.\"\r\n\r\nI wasn't what you might call in a fever of impatience. Bingo Little is\r\na chap I was at school with, and we see a lot of each other still. He's\r\nthe nephew of old Mortimer Little, who retired from business recently\r\nwith a goodish pile. (You've probably heard of Little's Liniment--It\r\nLimbers Up the Legs.) Bingo biffs about London on a pretty comfortable\r\nallowance given him by his uncle, and leads on the whole a fairly\r\nunclouded life. It wasn't likely that anything which he described as a\r\nmatter of importance would turn out to be really so frightfully\r\nimportant. I took it that he had discovered some new brand of cigarette\r\nwhich he wanted me to try, or something like that, and didn't spoil my\r\nbreakfast by worrying.\r\n\r\nAfter breakfast I lit a cigarette and went to the open window to\r\ninspect the day. It certainly was one of the best and brightest.\r\n\r\n\"Jeeves,\" I said.\r\n\r\n\"Sir?\" said Jeeves. He had been clearing away the breakfast things, but\r\nat the sound of the young master's voice cheesed it courteously.\r\n\r\n\"You were absolutely right about the weather. It is a juicy morning.\"\r\n\r\n\"Decidedly, sir.\"\r\n\r\n\"Spring and all that.\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"In the spring, Jeeves, a livelier iris gleams upon the burnished\r\ndove.\"\r\n\r\n\"So I have been informed, sir.\"\r\n\r\n\"Right ho! Then bring me my whangee, my yellowest shoes, and the old\r\ngreen Homburg. I'm going into the Park to do pastoral dances.\"\r\n\r\nI don't know if you know that sort of feeling you get on these days\r\nround about the end of April and the beginning of May, when the sky's a\r\nlight blue, with cotton-wool clouds, and there's a bit of a breeze\r\nblowing from the west? Kind of uplifted feeling. Romantic, if you know\r\nwhat I mean. I'm not much of a ladies' man, but on this particular\r\nmorning it seemed to me that what I really wanted was some charming\r\ngirl to buzz up and ask me to save her from assassins or something. So\r\nthat it was a bit of an anti-climax when I merely ran into young Bingo\r\nLittle, looking perfectly foul in a crimson satin tie decorated with\r\nhorseshoes.\r\n\r\n\"Hallo, Bertie,\" said Bingo.\r\n\r\n\"My God, man!\" I gargled. \"The cravat! The gent's neckwear! Why? For\r\nwhat reason?\"\r\n\r\n\"Oh, the tie?\" He blushed. \"I--er--I was given it.\"\r\n\r\nHe seemed embarrassed, so I dropped the subject. We toddled along a\r\nbit, and sat down on a couple of chairs by the Serpentine.\r\n\r\n\"Jeeves tells me you want to talk to me about something,\" I said.\r\n\r\n\"Eh?\" said Bingo, with a start. \"Oh yes, yes. Yes.\"\r\n\r\nI waited for him to unleash the topic of the day, but he didn't seem to\r\nwant to get going. Conversation languished. He stared straight ahead of\r\nhim in a glassy sort of manner.\r\n\r\n\"I say, Bertie,\" he said, after a pause of about an hour and a quarter.\r\n\r\n\"Hallo!\"\r\n\r\n\"Do you like the name Mabel?\"\r\n\r\n\"No.\"\r\n\r\n\"No?\"\r\n\r\n\"No.\"\r\n\r\n\"You don't think there's a kind of music in the word, like the wind\r\nrustling gently through the tree-tops?\"\r\n\r\n\"No.\"\r\n\r\nHe seemed disappointed for a moment; then cheered up.\r\n\r\n\"Of course, you wouldn't. You always were a fatheaded worm without any\r\nsoul, weren't you?\"\r\n\r\n\"Just as you say. Who is she? Tell me all.\"\r\n\r\nFor I realised now that poor old Bingo was going through it once again.\r\nEver since I have known him--and we were at school together--he has\r\nbeen perpetually falling in love with someone, generally in the spring,\r\nwhich seems to act on him like magic. At school he had the finest\r\ncollection of actresses' photographs of anyone of his time; and at\r\nOxford his romantic nature was a byword.\r\n\r\n\"You'd better come along and meet her at lunch,\" he said, looking at\r\nhis watch.\r\n\r\n\"A ripe suggestion,\" I said. \"Where are you meeting her? At the Ritz?\"\r\n\r\n\"Near the Ritz.\"\r\n\r\nHe was geographically accurate. About fifty yards east of the Ritz\r\nthere is one of those blighted tea-and-bun shops you see dotted about\r\nall over London, and into this, if you'll believe me, young Bingo dived\r\nlike a homing rabbit; and before I had time to say a word we were\r\nwedged in at a table, on the brink of a silent pool of coffee left\r\nthere by an early luncher.\r\n\r\nI'm bound to say I couldn't quite follow the development of the\r\nscenario. Bingo, while not absolutely rolling in the stuff, has always\r\nhad a fair amount of the ready. Apart from what he got from his uncle,\r\nI knew that he had finished up the jumping season well on the right\r\nside of the ledger. Why, then, was he lunching the girl at this\r\nGod-forsaken eatery? It couldn't be because he was hard up.\r\n\r\nJust then the waitress arrived. Rather a pretty girl.\r\n\r\n\"Aren't we going to wait----?\" I started to say to Bingo, thinking it\r\nsomewhat thick that, in addition to asking a girl to lunch with him in\r\na place like this, he should fling himself on the foodstuffs before she\r\nturned up, when I caught sight of his face, and stopped.\r\n\r\nThe man was goggling. His entire map was suffused with a rich blush. He\r\nlooked like the Soul's Awakening done in pink.\r\n\r\n\"Hallo, Mabel!\" he said, with a sort of gulp.\r\n\r\n\"Hallo!\" said the girl.\r\n\r\n\"Mabel,\" said Bingo, \"this is Bertie Wooster, a pal of mine.\"\r\n\r\n\"Pleased to meet you,\" she said. \"Nice morning.\"\r\n\r\n\"Fine,\" I said.\r\n\r\n\"You see I'm wearing the tie,\" said Bingo.\r\n\r\n\"It suits you beautiful,\" said the girl.\r\n\r\nPersonally, if anyone had told me that a tie like that suited me, I\r\nshould have risen and struck them on the mazzard, regardless of their\r\nage and sex; but poor old Bingo simply got all flustered with\r\ngratification, and smirked in the most gruesome manner.\r\n\r\n\"Well, what's it going to be to-day?\" asked the girl, introducing the\r\nbusiness touch into the conversation.\r\n\r\nBingo studied the menu devoutly.\r\n\r\n\"I'll have a cup of cocoa, cold veal and ham pie, slice of fruit cake,\r\nand a macaroon. Same for you, Bertie?\"\r\n\r\nI gazed at the man, revolted. That he could have been a pal of mine all\r\nthese years and think me capable of insulting the old tum with this\r\nsort of stuff cut me to the quick.\r\n\r\n\"Or how about a bit of hot steak-pudding, with a sparkling limado to\r\nwash it down?\" said Bingo.\r\n\r\nYou know, the way love can change a fellow is really frightful to\r\ncontemplate. This chappie before me, who spoke in that absolutely\r\ncareless way of macaroons and limado, was the man I had seen in happier\r\ndays telling the head-waiter at Claridge's exactly how he wanted the\r\n_chef_ to prepare the _sole frite au gourmet aux champignons_,\r\nand saying he would jolly well sling it back if it wasn't just right.\r\nGhastly! Ghastly!\r\n\r\nA roll and butter and a small coffee seemed the only things on the list\r\nthat hadn't been specially prepared by the nastier-minded members of\r\nthe Borgia family for people they had a particular grudge against, so I\r\nchose them, and Mabel hopped it.\r\n\r\n\"Well?\" said Bingo rapturously.\r\n\r\nI took it that he wanted my opinion of the female poisoner who had just\r\nleft us.\r\n\r\n\"Very nice,\" I said.\r\n\r\nHe seemed dissatisfied.\r\n\r\n\"You don't think she's the most wonderful girl you ever saw?\" he said\r\nwistfully.\r\n\r\n\"Oh, absolutely!\" I said, to appease the blighter. \"Where did you meet\r\nher?\"\r\n\r\n\"At a subscription dance at Camberwell.\"\r\n\r\n\"What on earth were you doing at a subscription dance at Camberwell?\"\r\n\r\n\"Your man Jeeves asked me if I would buy a couple of tickets. It was in\r\naid of some charity or other.\"\r\n\r\n\"Jeeves? I didn't know he went in for that sort of thing.\"\r\n\r\n\"Well, I suppose he has to relax a bit every now and then. Anyway, he\r\nwas there, swinging a dashed efficient shoe. I hadn't meant to go at\r\nfirst, but I turned up for a lark. Oh, Bertie, think what I might have\r\nmissed!\"\r\n\r\n\"What might you have missed?\" I asked, the old lemon being slightly\r\nclouded.\r\n\r\n\"Mabel, you chump. If I hadn't gone I shouldn't have met Mabel.\"\r\n\r\n\"Oh, ah!\"\r\n\r\nAt this point Bingo fell into a species of trance, and only came out of\r\nit to wrap himself round the pie and macaroon.\r\n\r\n\"Bertie,\" he said, \"I want your advice.\"\r\n\r\n\"Carry on.\"\r\n\r\n\"At least, not your advice, because that wouldn't be much good to\r\nanybody. I mean, you're a pretty consummate old ass, aren't you? Not\r\nthat I want to hurt your feelings, of course.\"\r\n\r\n\"No, no, I see that.\"\r\n\r\n\"What I wish you would do is to put the whole thing to that fellow\r\nJeeves of yours, and see what he suggests. You've often told me that he\r\nhas helped other pals of yours out of messes. From what you tell me,\r\nhe's by way of being the brains of the family.\"\r\n\r\n\"He's never let me down yet.\"\r\n\r\n\"Then put my case to him.\"\r\n\r\n\"What case?\"\r\n\r\n\"My problem.\"\r\n\r\n\"What problem?\"\r\n\r\n\"Why, you poor fish, my uncle, of course. What do you think my uncle's\r\ngoing to say to all this? If I sprang it on him cold, he'd tie himself\r\nin knots on the hearthrug.\"\r\n\r\n\"One of these emotional Johnnies, eh?\"\r\n\r\n\"Somehow or other his mind has got to be prepared to receive the news.\r\nBut how?\"\r\n\r\n\"Ah!\"\r\n\r\n\"That's a lot of help, that 'ah'! You see, I'm pretty well dependent on\r\nthe old boy. If he cut off my allowance, I should be very much in the\r\nsoup. So you put the whole binge to Jeeves and see if he can't scare up\r\na happy ending somehow. Tell him my future is in his hands, and that,\r\nif the wedding bells ring out, he can rely on me, even unto half my\r\nkingdom. Well, call it ten quid. Jeeves would exert himself with ten\r\nquid on the horizon, what?\"\r\n\r\n\"Undoubtedly,\" I said.\r\n\r\nI wasn't in the least surprised at Bingo wanting to lug Jeeves into his\r\nprivate affairs like this. It was the first thing I would have thought\r\nof doing myself if I had been in any hole of any description. As I have\r\nfrequently had occasion to observe, he is a bird of the ripest\r\nintellect, full of bright ideas. If anybody could fix things for poor\r\nold Bingo, he could.\r\n\r\nI stated the case to him that night after dinner.\r\n\r\n\"Jeeves.\"\r\n\r\n\"Sir?\"\r\n\r\n\"Are you busy just now?\"\r\n\r\n\"No, sir.\"\r\n\r\n\"I mean, not doing anything in particular?\"\r\n\r\n\"No, sir. It is my practice at this hour to read some improving book;\r\nbut, if you desire my services, this can easily be postponed, or,\r\nindeed, abandoned altogether.\"\r\n\r\n\"Well, I want your advice. It's about Mr. Little.\"\r\n\r\n\"Young Mr. Little, sir, or the elder Mr. Little, his uncle, who lives\r\nin Pounceby Gardens?\"\r\n\r\nJeeves seemed to know everything. Most amazing thing. I'd been pally\r\nwith Bingo practically all my life, and yet I didn't remember ever\r\nhaving heard that his uncle lived anywhere in particular.\r\n\r\n\"How did you know he lived in Pounceby Gardens?\" I said.\r\n\r\n\"I am on terms of some intimacy with the elder Mr. Little's cook, sir.\r\nIn fact, there is an understanding.\"\r\n\r\nI'm bound to say that this gave me a bit of a start. Somehow I'd never\r\nthought of Jeeves going in for that sort of thing.\r\n\r\n\"Do you mean you're engaged?\"\r\n\r\n\"It may be said to amount to that, sir.\"\r\n\r\n\"Well, well!\"\r\n\r\n\"She is a remarkably excellent cook, sir,\" said Jeeves, as though he\r\nfelt called on to give some explanation. \"What was it you wished to ask\r\nme about Mr. Little?\"\r\n\r\nI sprang the details on him.\r\n\r\n\"And that's how the matter stands, Jeeves,\" I said. \"I think we ought\r\nto rally round a trifle and help poor old Bingo put the thing through.\r\nTell me about old Mr. Little. What sort of a chap is he?\"\r\n\r\n\"A somewhat curious character, sir. Since retiring from business he has\r\nbecome a great recluse, and now devotes himself almost entirely to the\r\npleasures of the table.\"\r\n\r\n\"Greedy hog, you mean?\"\r\n\r\n\"I would not, perhaps, take the liberty of describing him in precisely\r\nthose terms, sir. He is what is usually called a gourmet. Very\r\nparticular about what he eats, and for that reason sets a high value on\r\nMiss Watson's services.\"\r\n\r\n\"The cook?\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"Well, it looks to me as though our best plan would be to shoot young\r\nBingo in on him after dinner one night. Melting mood, I mean to say,\r\nand all that.\"\r\n\r\n\"The difficulty is, sir, that at the moment Mr. Little is on a diet,\r\nowing to an attack of gout.\"\r\n\r\n\"Things begin to look wobbly.\"\r\n\r\n\"No, sir, I fancy that the elder Mr. Little's misfortune may be turned\r\nto the younger Mr. Little's advantage. I was speaking only the other\r\nday to Mr. Little's valet, and he was telling me that it has become his\r\nprincipal duty to read to Mr. Little in the evenings. If I were in your\r\nplace, sir, I should send young Mr. Little to read to his uncle.\"\r\n\r\n\"Nephew's devotion, you mean? Old man touched by kindly action, what?\"\r\n\r\n\"Partly that, sir. But I would rely more on young Mr. Little's choice\r\nof literature.\"\r\n\r\n\"That's no good. Jolly old Bingo has a kind face, but when it comes to\r\nliterature he stops at the _Sporting Times_.\"\r\n\r\n\"That difficulty may be overcome. I would be happy to select books for\r\nMr. Little to read. Perhaps I might explain my idea further?\"\r\n\r\n\"I can't say I quite grasp it yet.\"\r\n\r\n\"The method which I advocate is what, I believe, the advertisers call\r\nDirect Suggestion, sir, consisting as it does of driving an idea home\r\nby constant repetition. You may have had experience of the system?\"\r\n\r\n\"You mean they keep on telling you that some soap or other is the best,\r\nand after a bit you come under the influence and charge round the\r\ncorner and buy a cake?\"\r\n\r\n\"Exactly, sir. The same method was the basis of all the most valuable\r\npropaganda during the recent war. I see no reason why it should not be\r\nadopted to bring about the desired result with regard to the subject's\r\nviews on class distinctions. If young Mr. Little were to read day after\r\nday to his uncle a series of narratives in which marriage with young\r\npersons of an inferior social status was held up as both feasible and\r\nadmirable, I fancy it would prepare the elder Mr. Little's mind for the\r\nreception of the information that his nephew wishes to marry a waitress\r\nin a tea-shop.\"\r\n\r\n\"_Are_ there any books of that sort nowadays? The only ones I ever\r\nsee mentioned in the papers are about married couples who find life\r\ngrey, and can't stick each other at any price.\"\r\n\r\n\"Yes, sir, there are a great many, neglected by the reviewers but\r\nwidely read. You have never encountered 'All for Love,' by Rosie M.\r\nBanks?\"\r\n\r\n\"No.\"\r\n\r\n\"Nor 'A Red, Red Summer Rose,' by the same author?\"\r\n\r\n\"No.\"\r\n\r\n\"I have an aunt, sir, who owns an almost complete set of Rosie M.\r\nBanks'. I could easily borrow as many volumes as young Mr. Little might\r\nrequire. They make very light, attractive reading.\"\r\n\r\n\"Well, it's worth trying.\"\r\n\r\n\"I should certainly recommend the scheme, sir.\"\r\n\r\n\"All right, then. Toddle round to your aunt's to-morrow and grab a\r\ncouple of the fruitiest. We can but have a dash at it.\"\r\n\r\n\"Precisely, sir.\"\r\n\r\n        *       *       *       *       *\r\n\r\nBingo reported three days later that Rosie M. Banks was the goods and\r\nbeyond a question the stuff to give the troops. Old Little had jibbed\r\nsomewhat at first at the proposed change of literary diet, he not being\r\nmuch of a lad for fiction and having stuck hitherto exclusively to the\r\nheavier monthly reviews; but Bingo had got chapter one of \"All for\r\nLove\" past his guard before he knew what was happening, and after that\r\nthere was nothing to it. Since then they had finished \"A Red, Red\r\nSummer Rose,\" \"Madcap Myrtle\" and \"Only a Factory Girl,\" and were\r\nhalfway through \"The Courtship of Lord Strathmorlick.\"\r\n\r\nBingo told me all this in a husky voice over an egg beaten up in\r\nsherry. The only blot on the thing from his point of view was that it\r\nwasn't doing a bit of good to the old vocal cords, which were beginning\r\nto show signs of cracking under the strain. He had been looking his\r\nsymptoms up in a medical dictionary, and he thought he had got\r\n\"clergyman's throat.\" But against this you had to set the fact that he\r\nwas making an undoubted hit in the right quarter, and also that after\r\nthe evening's reading he always stayed on to dinner; and, from what he\r\ntold me, the dinners turned out by old Little's cook had to be tasted\r\nto be believed. There were tears in the old blighter's eyes as he got\r\non the subject of the clear soup. I suppose to a fellow who for weeks\r\nhad been tackling macaroons and limado it must have been like Heaven.\r\n\r\nOld Little wasn't able to give any practical assistance at these\r\nbanquets, but Bingo said that he came to the table and had his whack of\r\narrowroot, and sniffed the dishes, and told stories of _entres_ he had\r\nhad in the past, and sketched out scenarios of what he was going to do\r\nto the bill of fare in the future, when the doctor put him in shape; so\r\nI suppose he enjoyed himself, too, in a way. Anyhow, things seemed to\r\nbe buzzing along quite satisfactorily, and Bingo said he had got an\r\nidea which, he thought, was going to clinch the thing. He wouldn't tell\r\nme what it was, but he said it was a pippin.\r\n\r\n\"We make progress, Jeeves,\" I said.\r\n\r\n\"That is very satisfactory, sir.\"\r\n\r\n\"Mr. Little tells me that when he came to the big scene in 'Only a\r\nFactory Girl,' his uncle gulped like a stricken bull-pup.\"\r\n\r\n\"Indeed, sir?\"\r\n\r\n\"Where Lord Claude takes the girl in his arms, you know, and says----\"\r\n\r\n\"I am familiar with the passage, sir. It is distinctly moving. It was a\r\ngreat favourite of my aunt's.\"\r\n\r\n\"I think we're on the right track.\"\r\n\r\n\"It would seem so, sir.\"\r\n\r\n\"In fact, this looks like being another of your successes. I've always\r\nsaid, and I always shall say, that for sheer brain, Jeeves, you stand\r\nalone. All the other great thinkers of the age are simply in the crowd,\r\nwatching you go by.\"\r\n\r\n\"Thank you very much, sir. I endeavour to give satisfaction.\"\r\n\r\nAbout a week after this, Bingo blew in with the news that his uncle's\r\ngout had ceased to trouble him, and that on the morrow he would be back\r\nat the old stand working away with knife and fork as before.\r\n\r\n\"And, by the way,\" said Bingo, \"he wants you to lunch with him\r\ntomorrow.\"\r\n\r\n\"Me? Why me? He doesn't know I exist.\"\r\n\r\n\"Oh, yes, he does. I've told him about you.\"\r\n\r\n\"What have you told him?\"\r\n\r\n\"Oh, various things. Anyhow, he wants to meet you. And take my tip,\r\nladdie--you go! I should think lunch to-morrow would be something\r\nspecial.\"\r\n\r\nI don't know why it was, but even then it struck me that there was\r\nsomething dashed odd--almost sinister, if you know what I mean--about\r\nyoung Bingo's manner. The old egg had the air of one who has something\r\nup his sleeve.\r\n\r\n\"There is more in this than meets the eye,\" I said. \"Why should your\r\nuncle ask a fellow to lunch whom he's never seen?\"\r\n\r\n\"My dear old fathead, haven't I just said that I've been telling him\r\nall about you--that you're my best pal--at school together, and all\r\nthat sort of thing?\"\r\n\r\n\"But even then--and another thing. Why are you so dashed keen on my\r\ngoing?\"\r\n\r\nBingo hesitated for a moment.\r\n\r\n\"Well, I told you I'd got an idea. This is it. I want you to spring the\r\nnews on him. I haven't the nerve myself.\"\r\n\r\n\"What! I'm hanged if I do!\"\r\n\r\n\"And you call yourself a pal of mine!\"\r\n\r\n\"Yes, I know; but there are limits.\"\r\n\r\n\"Bertie,\" said Bingo reproachfully, \"I saved your life once.\"\r\n\r\n\"When?\"\r\n\r\n\"Didn't I? It must have been some other fellow, then. Well, anyway, we\r\nwere boys together and all that. You can't let me down.\"\r\n\r\n\"Oh, all right,\" I said. \"But, when you say you haven't nerve enough\r\nfor any dashed thing in the world, you misjudge yourself. A fellow\r\nwho----\"\r\n\r\n\"Cheerio!\" said young Bingo. \"One-thirty to-morrow. Don't be late.\"\r\n\r\n        *       *       *       *       *\r\n\r\nI'm bound to say that the more I contemplated the binge, the less I\r\nliked it. It was all very well for Bingo to say that I was slated for a\r\nmagnificent lunch; but what good is the best possible lunch to a fellow\r\nif he is slung out into the street on his ear during the soup course?\r\nHowever, the word of a Wooster is his bond and all that sort of rot, so\r\nat one-thirty next day I tottered up the steps of No. 16, Pounceby\r\nGardens, and punched the bell. And half a minute later I was up in the\r\ndrawing-room, shaking hands with the fattest man I have ever seen in my\r\nlife.\r\n\r\nThe motto of the Little family was evidently \"variety.\" Young Bingo is\r\nlong and thin and hasn't had a superfluous ounce on him since we first\r\nmet; but the uncle restored the average and a bit over. The hand which\r\ngrasped mine wrapped it round and enfolded it till I began to wonder if\r\nI'd ever get it out without excavating machinery.\r\n\r\n\"Mr. Wooster, I am gratified--I am proud--I am honoured.\"\r\n\r\nIt seemed to me that young Bingo must have boosted me to some purpose.\r\n\r\n\"Oh, ah!\" I said.\r\n\r\nHe stepped back a bit, still hanging on to the good right hand.\r\n\r\n\"You are very young to have accomplished so much!\"\r\n\r\nI couldn't follow the train of thought. The family, especially my Aunt\r\nAgatha, who has savaged me incessantly from childhood up, have always\r\nrather made a point of the fact that mine is a wasted life, and that,\r\nsince I won the prize at my first school for the best collection of\r\nwild flowers made during the summer holidays, I haven't done a dam'\r\nthing to land me on the nation's scroll of fame. I was wondering if he\r\ncouldn't have got me mixed up with someone else, when the\r\ntelephone-bell rang outside in the hall, and the maid came in to say\r\nthat I was wanted. I buzzed down, and found it was young Bingo.\r\n\r\n\"Hallo!\" said young Bingo. \"So you've got there? Good man! I knew I\r\ncould rely on you. I say, old crumpet, did my uncle seem pleased to see\r\nyou?\"\r\n\r\n\"Absolutely all over me. I can't make it out.\"\r\n\r\n\"Oh, that's all right. I just rang up to explain. The fact is, old man,\r\nI know you won't mind, but I told him that you were the author of those\r\nbooks I've been reading to him.\"\r\n\r\n\"What!\"\r\n\r\n\"Yes, I said that 'Rosie M. Banks' was your pen-name, and you didn't\r\nwant it generally known, because you were a modest, retiring sort of\r\nchap. He'll listen to you now. Absolutely hang on your words. A\r\nbrightish idea, what? I doubt if Jeeves in person could have thought up\r\na better one than that. Well, pitch it strong, old lad, and keep\r\nsteadily before you the fact that I must have my allowance raised. I\r\ncan't possibly marry on what I've got now. If this film is to end with\r\nthe slow fade-out on the embrace, at least double is indicated. Well,\r\nthat's that. Cheerio!\"\r\n\r\nAnd he rang off. At that moment the gong sounded, and the genial host\r\ncame tumbling downstairs like the delivery of a ton of coals.\r\n\r\n        *       *       *       *       *\r\n\r\nI always look back to that lunch with a sort of aching regret. It was\r\nthe lunch of a lifetime, and I wasn't in a fit state to appreciate it.\r\nSubconsciously, if you know what I mean, I could see it was pretty\r\nspecial, but I had got the wind up to such a frightful extent over the\r\nghastly situation in which young Bingo had landed me that its deeper\r\nmeaning never really penetrated. Most of the time I might have been\r\neating sawdust for all the good it did me.\r\n\r\nOld Little struck the literary note right from the start.\r\n\r\n\"My nephew has probably told you that I have been making a close study\r\nof your books of late?\" he began.\r\n\r\n\"Yes. He did mention it. How--er--how did you like the bally things?\"\r\n\r\nHe gazed reverently at me.\r\n\r\n\"Mr. Wooster, I am not ashamed to say that the tears came into my eyes\r\nas I listened to them. It amazes me that a man as young as you can have\r\nbeen able to plumb human nature so surely to its depths; to play with\r\nso unerring a hand on the quivering heart-strings of your reader; to\r\nwrite novels so true, so human, so moving, so vital!\"\r\n\r\n\"Oh, it's just a knack,\" I said.\r\n\r\nThe good old persp. was bedewing my forehead by this time in a pretty\r\nlavish manner. I don't know when I've been so rattled.\r\n\r\n\"Do you find the room a trifle warm?\"\r\n\r\n\"Oh, no, no, rather not. Just right.\"\r\n\r\n\"Then it's the pepper. If my cook has a fault--which I am not prepared\r\nto admit--it is that she is inclined to stress the pepper a trifle in\r\nher made dishes. By the way, do you like her cooking?\"\r\n\r\nI was so relieved that we had got off the subject of my literary output\r\nthat I shouted approval in a ringing baritone.\r\n\r\n\"I am delighted to hear it, Mr. Wooster. I may be prejudiced, but to my\r\nmind that woman is a genius.\"\r\n\r\n\"Absolutely!\" I said.\r\n\r\n\"She has been with me seven years, and in all that time I have not\r\nknown her guilty of a single lapse from the highest standard. Except\r\nonce, in the winter of 1917, when a purist might have condemned a\r\ncertain mayonnaise of hers as lacking in creaminess. But one must make\r\nallowances. There had been several air-raids about that time, and no\r\ndoubt the poor woman was shaken. But nothing is perfect in this world,\r\nMr. Wooster, and I have had my cross to bear. For seven years I have\r\nlived in constant apprehension lest some evilly-disposed person might\r\nlure her from my employment. To my certain knowledge she has received\r\noffers, lucrative offers, to accept service elsewhere. You may judge of\r\nmy dismay, Mr. Wooster, when only this morning the bolt fell. She gave\r\nnotice!\"\r\n\r\n\"Good Lord!\"\r\n\r\n\"Your consternation does credit, if I may say so, to the heart of the\r\nauthor of 'A Red, Red Summer Rose.' But I am thankful to say the worst\r\nhas not happened. The matter has been adjusted. Jane is not leaving\r\nme.\"\r\n\r\n\"Good egg!\"\r\n\r\n\"Good egg, indeed--though the expression is not familiar to me. I do\r\nnot remember having come across it in your books. And, speaking of your\r\nbooks, may I say that what has impressed me about them even more than\r\nthe moving poignancy of the actual narrative, is your philosophy of\r\nlife. If there were more men like you, Mr. Wooster, London would be a\r\nbetter place.\"\r\n\r\nThis was dead opposite to my Aunt Agatha's philosophy of life, she\r\nhaving always rather given me to understand that it is the presence in\r\nit of chappies like me that makes London more or less of a plague spot;\r\nbut I let it go.\r\n\r\n\"Let me tell you, Mr. Wooster, that I appreciate your splendid defiance\r\nof the outworn fetishes of a purblind social system. I appreciate it!\r\nYou are big enough to see that rank is but the guinea stamp and that,\r\nin the magnificent words of Lord Bletchmore in 'Only a Factory Girl,'\r\n'Be her origin ne'er so humble, a good woman is the equal of the finest\r\nlady on earth!'\"\r\n\r\nI sat up.\r\n\r\n\"I say! Do you think that?\"\r\n\r\n\"I do, Mr. Wooster. I am ashamed to say that there was a time when I\r\nwas like other men, a slave to the idiotic convention which we call\r\nClass Distinction. But, since I read your books----\"\r\n\r\nI might have known it. Jeeves had done it again.\r\n\r\n\"You think it's all right for a chappie in what you might call a\r\ncertain social position to marry a girl of what you might describe as\r\nthe lower classes?\"\r\n\r\n\"Most assuredly I do, Mr. Wooster.\"\r\n\r\nI took a deep breath, and slipped him the good news.\r\n\r\n\"Young Bingo--your nephew, you know--wants to marry a waitress,\" I\r\nsaid.\r\n\r\n\"I honour him for it,\" said old Little.\r\n\r\n\"You don't object?\"\r\n\r\n\"On the contrary.\"\r\n\r\nI took another deep breath and shifted to the sordid side of the\r\nbusiness.\r\n\r\n\"I hope you won't think I'm butting in, don't you know,\" I said,\r\n\"but--er--well, how about it?\"\r\n\r\n\"I fear I do not quite follow you.\"\r\n\r\n\"Well, I mean to say, his allowance and all that. The money you're good\r\nenough to give him. He was rather hoping that you might see your way to\r\njerking up the total a bit.\"\r\n\r\nOld Little shook his head regretfully.\r\n\r\n\"I fear that can hardly be managed. You see, a man in my position is\r\ncompelled to save every penny. I will gladly continue my nephew's\r\nexisting allowance, but beyond that I cannot go. It would not be fair\r\nto my wife.\"\r\n\r\n\"What! But you're not married?\"\r\n\r\n\"Not yet. But I propose to enter upon that holy state almost\r\nimmediately. The lady who for years has cooked so well for me honoured\r\nme by accepting my hand this very morning.\" A cold gleam of triumph\r\ncame into his eye. \"Now let 'em try to get her away from me!\" he\r\nmuttered, defiantly.\r\n\r\n        *       *       *       *       *\r\n\r\n\"Young Mr. Little has been trying frequently during the afternoon to\r\nreach you on the telephone, sir,\" said Jeeves that night, when I got\r\nhome.\r\n\r\n\"I'll bet he has,\" I said. I had sent poor old Bingo an outline of the\r\nsituation by messenger-boy shortly after lunch.\r\n\r\n\"He seemed a trifle agitated.\"\r\n\r\n\"I don't wonder. Jeeves,\" I said, \"so brace up and bite the bullet. I'm\r\nafraid I've bad news for you.\r\n\r\n\"That scheme of yours--reading those books to old Mr. Little and all\r\nthat--has blown out a fuse.\"\r\n\r\n\"They did not soften him?\"\r\n\r\n\"They did. That's the whole bally trouble. Jeeves, I'm sorry to say\r\nthat _fiance_ of yours--Miss Watson, you know--the cook, you\r\nknow--well, the long and the short of it is that she's chosen riches\r\ninstead of honest worth, if you know what I mean.\"\r\n\r\n\"Sir?\"\r\n\r\n\"She's handed you the mitten and gone and got engaged to old Mr.\r\nLittle!\"\r\n\r\n\"Indeed, sir?\"\r\n\r\n\"You don't seem much upset.\"\r\n\r\n\"That fact is, sir, I had anticipated some such outcome.\"\r\n\r\nI stared at him. \"Then what on earth did you suggest the scheme for?\"\r\n\r\n\"To tell you the truth, sir, I was not wholly averse from a severance\r\nof my relations with Miss Watson. In fact, I greatly desired it. I\r\nrespect Miss Watson exceedingly, but I have seen for a long time that\r\nwe were not suited. Now, the _other_ young person with whom I have\r\nan understanding----\"\r\n\r\n\"Great Scott, Jeeves! There isn't another?\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"How long has this been going on?\"\r\n\r\n\"For some weeks, sir. I was greatly attracted by her when I first met\r\nher at a subscription dance at Camberwell.\"\r\n\r\n\"My sainted aunt! Not----\"\r\n\r\nJeeves inclined his head gravely.\r\n\r\n\"Yes, sir. By an odd coincidence it is the same young person that young\r\nMr. Little--I have placed the cigarettes on the small table. Good\r\nnight, sir.\"\r\n\r\n\r\n\r\n\r\nCONCEALED ART\r\n\r\n\r\nIf a fellow has lots of money and lots of time and lots of curiosity\r\nabout other fellows' business, it is astonishing, don't you know, what\r\na lot of strange affairs he can get mixed up in. Now, I have money and\r\ncuriosity and all the time there is. My name's Pepper--Reggie Pepper.\r\nMy uncle was the colliery-owner chappie, and he left me the dickens of\r\na pile. And ever since the lawyer slipped the stuff into my hand,\r\nwhispering \"It's yours!\" life seems to have been one thing after\r\nanother.\r\n\r\nFor instance, the dashed rummy case of dear old Archie. I first ran\r\ninto old Archie when he was studying in Paris, and when he came back to\r\nLondon he looked me up, and we celebrated. He always liked me because I\r\ndidn't mind listening to his theories of Art. For Archie, you must\r\nknow, was an artist. Not an ordinary artist either, but one of those\r\nfellows you read about who are several years ahead of the times, and\r\npaint the sort of thing that people will be educated up to by about\r\n1999 or thereabouts.\r\n\r\nWell, one day as I was sitting in the club watching the traffic coming\r\nup one way and going down the other, and thinking nothing in\r\nparticular, in blew the old boy. He was looking rather worried.\r\n\r\n\"Reggie, I want your advice.\"\r\n\r\n\"You shall have it,\" I said. \"State your point, old top.\"\r\n\r\n\"It's like this--I'm engaged to be married.\"\r\n\r\n\"My dear old scout, a million con----\"\r\n\r\n\"Yes, I know. Thanks very much, and all that, but listen.\"\r\n\r\n\"What's the trouble? Don't you like her?\"\r\n\r\nA kind of rapt expression came over his face.\r\n\r\n\"Like her! Why, she's the only----\"\r\n\r\nHe gibbered for a spell. When he had calmed down, I said, \"Well then,\r\nwhat's your trouble?\"\r\n\r\n\"Reggie,\" he said, \"do you think a man is bound to tell his wife all\r\nabout his past life?\"\r\n\r\n\"Oh, well,\" I said, \"of course, I suppose she's prepared to find that a\r\nman has--er--sowed his wild oats, don't you know, and all that sort of\r\nthing, and----\"\r\n\r\nHe seemed quite irritated.\r\n\r\n\"Don't be a chump. It's nothing like that. Listen. When I came back to\r\nLondon and started to try and make a living by painting, I found that\r\npeople simply wouldn't buy the sort of work I did at any price. Do you\r\nknow, Reggie, I've been at it three years now, and I haven't sold a\r\nsingle picture.\"\r\n\r\nI whooped in a sort of amazed way, but I should have been far more\r\nstartled if he'd told me he _had_ sold a picture. I've seen his\r\npictures, and they are like nothing on earth. So far as I can make out\r\nwhat he says, they aren't supposed to be. There's one in particular,\r\ncalled \"The Coming of Summer,\" which I sometimes dream about when I've\r\nbeen hitting it up a shade too vigorously. It's all dots and splashes,\r\nwith a great eye staring out of the middle of the mess. It looks as if\r\nsummer, just as it was on the way, had stubbed its toe on a bomb. He\r\ntells me it's his masterpiece, and that he will never do anything like\r\nit again. I should like to have that in writing.\r\n\r\n\"Well, artists eat, just the same as other people,\" he went on, \"and\r\npersonally I like mine often and well cooked. Besides which, my sojourn\r\nin Paris gave me a rather nice taste in light wines. The consequence\r\nwas that I came to the conclusion, after I had been back a few months,\r\nthat something had to be done. Reggie, do you by any remote chance read\r\na paper called _Funny Slices_?\"\r\n\r\n\"Every week.\"\r\n\r\nHe gazed at me with a kind of wistful admiration.\r\n\r\n\"I envy you, Reggie. Fancy being able to make a statement like that\r\nopenly and without fear. Then I take it you know the Doughnut family?\"\r\n\r\n\"I should say I did.\"\r\n\r\nHis voice sank almost to a whisper, and he looked over his shoulder\r\nnervously.\r\n\r\n\"Reggie, I do them.\"\r\n\r\n\"You what?\"\r\n\r\n\"I do them--draw them--paint them. I am the creator of the Doughnut\r\nfamily.\"\r\n\r\nI stared at him, absolutely astounded. I was simply dumb. It was the\r\nbiggest surprise of my life. Why, dash it, the Doughnut family was the\r\nbest thing in its line in London. There is Pa Doughnut, Ma Doughnut,\r\nAunt Bella, Cousin Joe, and Mabel, the daughter, and they have all\r\nsorts of slapstick adventures. Pa, Ma and Aunt Bella are pure\r\ngargoyles; Cousin Joe is a little more nearly semi-human, and Mabel is\r\na perfect darling. I had often wondered who did them, for they were\r\nunsigned, and I had often thought what a deuced brainy fellow the chap\r\nmust be. And all the time it was old Archie. I stammered as I tried to\r\ncongratulate him.\r\n\r\nHe winced.\r\n\r\n\"Don't gargle, Reggie, there's a good fellow,\" he said. \"My nerves are\r\nall on edge. Well, as I say, I do the Doughnuts. It was that or\r\nstarvation. I got the idea one night when I had a toothache, and next\r\nday I took some specimens round to an editor. He rolled in his chair,\r\nand told me to start in and go on till further notice. Since then I\r\nhave done them without a break. Well, there's the position. I must go\r\non drawing these infernal things, or I shall be penniless. The question\r\nis, am I to tell her?\"\r\n\r\n\"Tell her? Of course you must tell her.\"\r\n\r\n\"Ah, but you don't know her, Reggie. Have you ever heard of Eunice\r\nNugent?\"\r\n\r\n\"Not to my knowledge.\"\r\n\r\n\"As she doesn't sprint up and down the joyway at the Hippodrome, I\r\ndidn't suppose you would.\"\r\n\r\nI thought this rather uncalled-for, seeing that, as a matter of fact, I\r\nscarcely know a dozen of the Hippodrome chorus, but I made allowances\r\nfor his state of mind.\r\n\r\n\"She's a poetess,\" he went on, \"and her work has appeared in lots of\r\ngood magazines. My idea is that she would be utterly horrified if she\r\nknew, and could never be quite the same to me again. But I want you to\r\nmeet her and judge for yourself. It's just possible that I am taking\r\ntoo morbid a view of the matter, and I want an unprejudiced outside\r\nopinion. Come and lunch with us at the Piccadilly tomorrow, will you?\"\r\n\r\n        *       *       *       *       *\r\n\r\nHe was absolutely right. One glance at Miss Nugent told me that the\r\npoor old boy had got the correct idea. I hardly know how to describe\r\nthe impression she made on me. On the way to the Pic, Archie had told\r\nme that what first attracted him to her was the fact that she was so\r\nutterly unlike Mabel Doughnut; but that had not prepared me for what\r\nshe really was. She was kind of intense, if you know what I mean--kind\r\nof spiritual. She was perfectly pleasant, and drew me out about golf\r\nand all that sort of thing; but all the time I felt that she considered\r\nme an earthy worm whose loftier soul-essence had been carelessly left\r\nout of his composition at birth. She made me wish that I had never seen\r\na musical comedy or danced on a supper table on New Year's Eve. And if\r\nthat was the impression she made on me, you can understand why poor old\r\nArchie jibbed at the idea of bringing her _Funny Slices_, and\r\npointing at the Doughnuts and saying, \"Me--I did it!\" The notion was\r\nabsolutely out of the question. The shot wasn't on the board. I told\r\nArchie so directly we were alone.\r\n\r\n\"Old top,\" I said, \"you must keep it dark.\"\r\n\r\n\"I'm afraid so. But I hate the thought of deceiving her.\"\r\n\r\n\"You must get used to that now you're going to be a married man,\" I\r\nsaid.\r\n\r\n\"The trouble is, how am I going to account for the fact that I can do\r\nmyself pretty well?\"\r\n\r\n\"Why, tell her you have private means, of course. What's your money\r\ninvested in?\"\r\n\r\n\"Practically all of it in B. and O. P. Rails. It is a devilish good\r\nthing. A pal of mine put me onto it.\"\r\n\r\n\"Tell her that you have a pile of money in B. and O. P., then. She'll\r\ntake it for granted it's a legacy. A spiritual girl like Miss Nugent\r\nisn't likely to inquire further.\"\r\n\r\n\"Reggie, I believe you're right. It cuts both ways, that spiritual gag.\r\nI'll do it.\"\r\n\r\n        *       *       *       *       *\r\n\r\nThey were married quietly. I held the towel for Archie, and a\r\nspectacled girl with a mouth like a rat-trap, who was something to do\r\nwith the Woman's Movement, saw fair play for Eunice. And then they went\r\noff to Scotland for their honeymoon. I wondered how the Doughnuts were\r\ngoing to get on in old Archie's absence, but it seemed that he had\r\nbuckled down to it and turned out three months' supply in advance. He\r\ntold me that long practice had enabled him to Doughnut almost without\r\nconscious effort. When he came back to London he would give an hour a\r\nweek to them and do them on his head. Pretty soft! It seemed to me that\r\nthe marriage was going to be a success.\r\n\r\nOne gets out of touch with people when they marry. I am not much on the\r\nsocial-call game, and for nearly six months I don't suppose I saw\r\nArchie more than twice or three times. When I did, he appeared sound in\r\nwind and limb, and reported that married life was all to the velvet,\r\nand that he regarded bachelors like myself as so many excrescences on\r\nthe social system. He compared me, if I remember rightly, to a wart,\r\nand advocated drastic treatment.\r\n\r\nIt was perhaps seven months after he had told Eunice that he endowed\r\nher with all his worldly goods--she not suspecting what the parcel\r\ncontained--that he came to me unexpectedly one afternoon with a face so\r\nlong and sick-looking that my finger was on the button and I was\r\nordering brandy and soda before he had time to speak.\r\n\r\n\"Reggie,\" he said, \"an awful thing has happened. Have you seen the\r\npaper today?\"\r\n\r\n\"Yes. Why?\"\r\n\r\n\"Did you read the Stock Exchange news? Did you see that some lunatic\r\nhas been jumping around with a club and hammering the stuffing out of\r\nB. and O. P.? This afternoon they are worth practically nothing.\"\r\n\r\n\"By jove! And all your money was in it. What rotten luck!\" Then I\r\nspotted the silver lining. \"But, after all, it doesn't matter so very\r\nmuch. What I mean is, bang go your little savings and all that sort of\r\nthing; but, after all, you're making quite a good income, so why\r\nworry?\"\r\n\r\n\"I might have known you would miss the point,\" he said. \"Can't you\r\nunderstand the situation? This morning at breakfast Eunice got hold of\r\nthe paper first. 'Archie,' she said, 'didn't you tell me all your money\r\nwas in B. and O. P.?' 'Yes,' I said. 'Why?' 'Then we're ruined.' Now do\r\nyou see? If I had had time to think, I could have said that I had\r\nanother chunk in something else, but I had committed myself, I have\r\neither got to tell her about those infernal Doughnuts, or else conceal\r\nthe fact that I had money coming in.\"\r\n\r\n\"Great Scot! What on earth are you going to do?\"\r\n\r\n\"I can't think. We can struggle along in a sort of way, for it appears\r\nthat she has small private means of her own. The idea at present is\r\nthat we shall live on them. We're selling the car, and trying to get\r\nout of the rest of our lease up at the flat, and then we're going to\r\nlook about for a cheaper place, probably down Chelsea way, so as to be\r\nnear my studio. What was that stuff I've been drinking? Ring for\r\nanother of the same, there's a good fellow. In fact, I think you had\r\nbetter keep your finger permanently on the bell. I shall want all\r\nthey've got.\"\r\n\r\n        *       *       *       *       *\r\n\r\nThe spectacle of a fellow human being up to his neck in the consomm is\r\npainful, of course, but there's certainly what the advertisements at\r\nthe top of magazine stories call a \"tense human interest\" about it, and\r\nI'm bound to say that I saw as much as possible of poor old Archie from\r\nnow on. His sad case fascinated me. It was rather thrilling to see him\r\nwrestling with New Zealand mutton-hash and draught beer down at his\r\nChelsea flat, with all the suppressed anguish of a man who has let\r\nhimself get accustomed to delicate food and vintage wines, and think\r\nthat a word from him could send him whizzing back to the old life again\r\nwhenever he wished. But at what a cost, as they say in the novels. That\r\nwas the catch. He might hate this new order of things, but his lips\r\nwere sealed.\r\n\r\nI personally came in for a good deal of quiet esteem for the way in\r\nwhich I stuck to him in his adversity. I don't think Eunice had thought\r\nmuch of me before, but now she seemed to feel that I had formed a\r\ncorner in golden hearts. I took advantage of this to try and pave the\r\nway for a confession on poor old Archie's part.\r\n\r\n\"I wonder, Archie, old top,\" I said one evening after we had dined on\r\nmutton-hash and were sitting round trying to forget it, \"I wonder you\r\ndon't try another line in painting. I've heard that some of these\r\nfellows who draw for the comic papers----\"\r\n\r\nMrs. Archie nipped me in the bud.\r\n\r\n\"How can you suggest such a thing, Mr. Pepper? A man with Archie's\r\ngenius! I know the public is not educated up to his work, but it is\r\nonly a question of time. Archie suffers, like all pioneers, from being\r\nahead of his generation. But, thank Heaven, he need not sully his\r\ngenius by stooping----\"\r\n\r\n\"No, no,\" I said. \"Sorry. I only suggested it.\"\r\n\r\nAfter that I gave more time than ever to trying to think of a solution.\r\nSometimes I would lie awake at night, and my manner towards\r\nWilberforce, my man, became so distrait that it almost caused a rift.\r\nHe asked me one morning which suit I would wear that day, and, by Jove,\r\nI said, \"Oh, any of them. I don't mind.\" There was a most frightful\r\nsilence, and I woke up to find him looking at me with such a dashed\r\nwounded expression in his eyes that I had to tip him a couple of quid\r\nto bring him round again.\r\n\r\nWell, you can't go on straining your brain like that forever without\r\nsomething breaking loose, and one night, just after I had gone to bed,\r\nI got it. Yes, by gad, absolutely got it. And I was so excited that I\r\nhopped out from under the blankets there and then, and rang up old\r\nArchie on the phone.\r\n\r\n\"Archie, old scout,\" I said, \"can the misses hear what I'm saying? Well\r\nthen, don't say anything to give the show away. Keep on saying, 'Yes?\r\nHalloa?' so that you can tell her it was someone on the wrong wire.\r\nI've got it, my boy. All you've got to do to solve the whole problem is\r\nto tell her you've sold one of your pictures. Make the price as big as\r\nyou like. Come and lunch with me tomorrow at the club, and we'll settle\r\nthe details.\"\r\n\r\nThere was a pause, and then Archie's voice said, \"Halloa, halloa?\" It\r\nmight have been a bit disappointing, only there was a tremble in it\r\nwhich made me understand how happy I had made the old boy. I went back\r\nto bed and slept like a king.\r\n\r\n        *       *       *       *       *\r\n\r\nNext day we lunched together, and fixed the thing up. I have never seen\r\nanyone so supremely braced. We examined the scheme from every angle and\r\nthere wasn't a flaw in it. The only difficulty was to hit on a\r\nplausible purchaser. Archie suggested me, but I couldn't see it. I said\r\nit would sound fishy. Eventually I had a brain wave, and suggested J.\r\nBellingwood Brackett, the American millionaire. He lives in London, and\r\nyou see his name in the papers everyday as having bought some painting\r\nor statue or something, so why shouldn't he buy Archie's \"Coming of\r\nSummer?\" And Archie said, \"Exactly--why shouldn't he? And if he had had\r\nany sense in his fat head, he would have done it long ago, dash him!\"\r\nWhich shows you that dear old Archie was bracing up, for I've heard him\r\nuse much the same language in happier days about a referee.\r\n\r\nHe went off, crammed to the eyebrows with good food and happiness, to\r\ntell Mrs. Archie that all was well, and that the old home was saved,\r\nand that Canterbury mutton might now be definitely considered as off\r\nthe bill of fare.\r\n\r\nHe told me on the phone that night that he had made the price two\r\nthousand pounds, because he needed the money, and what was two thousand\r\nto a man who had been fleecing the widow and the orphan for forty odd\r\nyears without a break? I thought the price was a bit high, but I agreed\r\nthat J. Bellingwood could afford it. And happiness, you might say,\r\nreigned supreme.\r\n\r\nI don't know when I've had such a nasty jar as I got when Wilberforce\r\nbrought me the paper in bed, and I languidly opened it and this jumped\r\nout and bit at me:\r\n\r\n           BELLINGWOOD BRACKETT DISCOVERS\r\n                 ENGLISH GENIUS\r\n                      -----\r\n   PAYS STUPENDOUS PRICE FOR YOUNG ARTIST'S PICTURE\r\n                      -----\r\n      HITHERTO UNKNOWN FUTURIST RECEIVED 2,000\r\n\r\nUnderneath there was a column, some of it about Archie, the rest about\r\nthe picture; and scattered over the page were two photographs of old\r\nArchie, looking more like Pa Doughnut than anything human, and a\r\nsmudged reproduction of \"The Coming of Summer\"; and, believe me,\r\nfrightful as the original of that weird exhibit looked, the\r\nreproduction had it licked to a whisper. It was one of the ghastliest\r\nthings I have ever seen.\r\n\r\nWell, after the first shock I recovered a bit. After all, it was fame\r\nfor dear old Archie. As soon as I had had lunch I went down to the flat\r\nto congratulate him.\r\n\r\nHe was sitting there with Mrs. Archie. He was looking a bit dazed, but\r\nshe was simmering with joy. She welcomed me as the faithful friend.\r\n\r\n\"Isn't it perfectly splendid, Mr. Pepper, to think that Archie's genius\r\nhas at last been recognized? How quiet he kept it. I had no idea that\r\nMr. Brackett was even interested in his work. I wonder how he heard of\r\nit?\"\r\n\r\n\"Oh, these things get about,\" I said. \"You can't keep a good man down.\"\r\n\r\n\"Think of two thousand pounds for one picture--and the first he has\r\never sold!\"\r\n\r\n\"What beats me,\" I said, \"is how the papers got hold of it.\"\r\n\r\n\"Oh, I sent it to the papers,\" said Mrs. Archie, in an offhand way.\r\n\r\n\"I wonder who did the writing up,\" I said.\r\n\r\n\"They would do that in the office, wouldn't they?\" said Mrs. Archie.\r\n\r\n\"I suppose they would,\" I said. \"They are wonders at that sort of\r\nthing.\"\r\n\r\nI couldn't help wishing that Archie would enter into the spirit of the\r\nthing a little more and perk up, instead of sitting there looking like\r\na codfish. The thing seemed to have stunned the poor chappie.\r\n\r\n\"After this, Archie,\" I said, \"all you have to do is to sit in your\r\nstudio, while the police see that the waiting line of millionaires\r\ndoesn't straggle over the pavement. They'll fight----\"\r\n\r\n\"What's that?\" said Archie, starting as if someone had dug a red-hot\r\nneedle into his calf.\r\n\r\nIt was only a ring at the bell, followed by a voice asking if Mr.\r\nFerguson was at home.\r\n\r\n\"Probably an interviewer,\" said Mrs. Archie. \"I suppose we shall get no\r\npeace for a long time to come.\"\r\n\r\nThe door opened, and the cook came in with a card. \"'Renshaw Liggett,'\"\r\nsaid Mrs. Archie \"I don't know him. Do you, Archie? It must be an\r\ninterviewer. Ask him to come in, Julia.\"\r\n\r\nAnd in he came.\r\n\r\nMy knowledge of chappies in general, after a fairly wide experience, is\r\nthat some chappies seem to kind of convey an atmosphere of\r\nunpleasantness the moment you come into contact with them. Renshaw\r\nLiggett gave me this feeling directly he came in; and when he fixed me\r\nwith a sinister glance and said, \"Mr. Ferguson?\" I felt inclined to say\r\n\"Not guilty.\" I backed a step or two and jerked my head towards Archie,\r\nand Renshaw turned the searchlight off me and switched it onto him.\r\n\r\n\"You are Mr. Archibald Ferguson, the artist?\"\r\n\r\nArchie nodded pallidly, and Renshaw nodded, as much as to say that you\r\ncouldn't deceive him. He produced a sheet of paper. It was the middle\r\npage of the _Mail_.\r\n\r\n\"You authorized the publication of this?\"\r\n\r\nArchie nodded again.\r\n\r\n\"I represent Mr. Brackett. The publication of this most impudent\r\nfiction has caused Mr. Brackett extreme annoyance, and, as it might\r\nalso lead to other and more serious consequences, I must insist that a\r\nfull denial be published without a moment's delay.\"\r\n\r\n\"What do you mean?\" cried Mrs. Archie. \"Are you mad?\"\r\n\r\nShe had been standing, listening to the conversation in a sort of\r\ntrance. Now she jumped into the fight with a vim that turned Renshaw's\r\nattention to her in a second.\r\n\r\n\"No, madam, I am not mad. Nor, despite the interested assertions of\r\ncertain parties whom I need not specify by name, is Mr. Brackett. It\r\nmay be news to you, Mrs. Ferguson, that an action is even now pending\r\nin New York, whereby certain parties are attempting to show that my\r\nclient, Mr. Brackett, is non compos and should be legally restrained\r\nfrom exercising control over his property. Their case is extremely\r\nweak, for even if we admit their contention that our client did, on the\r\neighteenth of June last, attempt to walk up Fifth Avenue in his\r\npyjamas, we shall be able to show that his action was the result of an\r\nelection bet. But as the parties to whom I have alluded will\r\nundoubtedly snatch at every straw in their efforts to prove that Mr.\r\nBrackett is mentally infirm, the prejudicial effect of this publication\r\ncannot be over-estimated. Unless Mr. Brackett can clear himself of the\r\nstigma of having given two thousand pounds for this extraordinary\r\nproduction of an absolutely unknown artist, the strength of his case\r\nmust be seriously shaken. I may add that my client's lavish patronage\r\nof Art is already one of the main planks in the platform of the parties\r\nalready referred to. They adduce his extremely generous expenditure in\r\nthis direction as evidence that he is incapable of a proper handling of\r\nhis money. I need scarcely point out with what sinister pleasure,\r\ntherefore, they must have contemplated--this.\"\r\n\r\nAnd he looked at \"The Coming of Summer\" as if it were a black beetle.\r\n\r\nI must say, much as I disliked the blighter, I couldn't help feeling\r\nthat he had right on his side. It hadn't occurred to me in quite that\r\nlight before, but, considering it calmly now, I could see that a man\r\nwho would disgorge two thousand of the best for Archie's Futurist\r\nmasterpiece might very well step straight into the nut factory, and no\r\nquestions asked.\r\n\r\nMrs. Archie came right back at him, as game as you please.\r\n\r\n\"I am sorry for Mr. Brackett's domestic troubles, but my husband can\r\nprove without difficulty that he did buy the picture. Can't you, dear?\"\r\n\r\nArchie, extremely white about the gills, looked at the ceiling and at\r\nthe floor and at me and Renshaw Liggett.\r\n\r\n\"No,\" he said finally. \"I can't. Because he didn't.\"\r\n\r\n\"Exactly,\" said Renshaw, \"and I must ask you to publish that statement\r\nin tomorrow's papers without fail.\" He rose, and made for the door. \"My\r\nclient has no objection to young artists advertising themselves,\r\nrealizing that this is an age of strenuous competition, but he firmly\r\nrefuses to permit them to do it at his expense. Good afternoon.\"\r\n\r\nAnd he legged it, leaving behind him one of the most chunky silences I\r\nhave ever been mixed up in. For the life of me, I couldn't see who was\r\nto make the next remark. I was jolly certain that it wasn't going to be\r\nme.\r\n\r\nEventually Mrs. Archie opened the proceedings.\r\n\r\n\"What does it mean?\"\r\n\r\nArchie turned to me with a sort of frozen calm.\r\n\r\n\"Reggie, would you mind stepping into the kitchen and asking Julia for\r\nthis week's _Funny Slices_? I know she has it.\"\r\n\r\nHe was right. She unearthed it from a cupboard. I trotted back with it\r\nto the sitting room. Archie took the paper from me, and held it out to\r\nhis wife, Doughnuts uppermost.\r\n\r\n\"Look!\" he said.\r\n\r\nShe looked.\r\n\r\n\"I do them. I have done them every week for three years. No, don't\r\nspeak yet. Listen. This is where all my money came from, all the money\r\nI lost when B. and O. P. Rails went smash. And this is where the money\r\ncame from to buy 'The Coming of Summer.' It wasn't Brackett who bought\r\nit; it was myself.\"\r\n\r\nMrs. Archie was devouring the Doughnuts with wide-open eyes. I caught a\r\nglimpse of them myself, and only just managed not to laugh, for it was\r\nthe set of pictures where Pa Doughnut tries to fix the electric light,\r\none of the very finest things dear old Archie had ever done.\r\n\r\n\"I don't understand,\" she said.\r\n\r\n\"I draw these things. I have sold my soul.\"\r\n\r\n\"Archie!\"\r\n\r\nHe winced, but stuck to it bravely.\r\n\r\n\"Yes, I knew how you would feel about it, and that was why I didn't\r\ndare to tell you, and why we fixed up this story about old Brackett. I\r\ncouldn't bear to live on you any longer, and to see you roughing it\r\nhere, when we might be having all the money we wanted.\"\r\n\r\nSuddenly, like a boiler exploding, she began to laugh.\r\n\r\n\"They're the funniest things I ever saw in my life,\" she gurgled. \"Mr.\r\nPepper, do look! He's trying to cut the electric wire with the\r\nscissors, and everything blazes up. And you've been hiding this from me\r\nall that time!\"\r\n\r\nArchie goggled dumbly. She dived at a table, and picked up a magazine,\r\npointing to one of the advertisement pages.\r\n\r\n\"Read!\" she cried. \"Read it aloud.\"\r\n\r\nAnd in a shaking voice Archie read:\r\n\r\n   You think you are perfectly well, don't you? You wake up in the\r\n   morning and spring out of bed and say to yourself that you have\r\n   never been better in your life. You're wrong! Unless you are\r\n   avoiding coffee as you would avoid the man who always tells you\r\n   the smart things his little boy said yesterday, and drinking\r\n                         SAFETY FIRST MOLASSINE\r\n   for breakfast, you cannot be\r\n                             Perfectly Well.\r\n\r\n   It is a physical impossibility. Coffee contains an appreciable\r\n   quantity of the deadly drug caffeine, and therefore----\r\n\r\n\"I wrote _that_,\" she said. \"And I wrote the advertisement of the\r\nSpiller Baby Food on page ninety-four, and the one about the Preeminent\r\nBreakfast Sausage on page eighty-six. Oh, Archie, dear, the torments I\r\nhave been through, fearing that you would some day find me out and\r\ndespise me. I couldn't help it. I had no private means, and I didn't\r\nmake enough out of my poetry to keep me in hats. I learned to write\r\nadvertisements four years ago at a correspondence school, and I've been\r\ndoing them ever since. And now I don't mind your knowing, now that you\r\nhave told me this perfectly splendid news. Archie!\"\r\n\r\nShe rushed into his arms like someone charging in for a bowl of soup at\r\na railway station buffet. And I drifted out. It seemed to me that this\r\nwas a scene in which I was not on. I sidled to the door, and slid\r\nforth. They didn't notice me. My experience is that nobody ever\r\ndoes--much.\r\n\r\n\r\n\r\n\r\nTHE TEST CASE\r\n\r\n\r\nWell-meaning chappies at the club sometimes amble up to me and tap me\r\non the wishbone, and say \"Reggie, old top,\"--my name's Reggie\r\nPepper--\"you ought to get married, old man.\" Well, what I mean to say\r\nis, it's all very well, and I see their point and all that sort of\r\nthing; but it takes two to make a marriage, and to date I haven't met a\r\ngirl who didn't seem to think the contract was too big to be taken on.\r\n\r\nLooking back, it seems to me that I came nearer to getting over the\r\nhome-plate with Ann Selby than with most of the others. In fact, but\r\nfor circumstances over which I had no dashed control, I am inclined to\r\nthink that we should have brought it off. I'm bound to say that, now\r\nthat what the poet chappie calls the first fine frenzy has been on the\r\nice for awhile and I am able to consider the thing calmly, I am deuced\r\nglad we didn't. She was one of those strong-minded girls, and I hate to\r\nthink of what she would have done to me.\r\n\r\nAt the time, though, I was frightfully in love, and, for quite a while\r\nafter she definitely gave me the mitten, I lost my stroke at golf so\r\ncompletely that a child could have given me a stroke a hole and got\r\naway with it. I was all broken up, and I contend to this day that I was\r\ndashed badly treated.\r\n\r\nLet me give you what they call the data.\r\n\r\nOne day I was lunching with Ann, and was just proposing to her as\r\nusual, when, instead of simply refusing me, as she generally did, she\r\nfixed me with a thoughtful eye and kind of opened her heart.\r\n\r\n\"Do you know, Reggie, I am in doubt.\"\r\n\r\n\"Give me the benefit of it,\" I said. Which I maintain was pretty good\r\non the spur of the moment, but didn't get a hand. She simply ignored\r\nit, and went on.\r\n\r\n\"Sometimes,\" she said, \"you seem to me entirely vapid and brainless; at\r\nother times you say or do things which suggest that there are\r\npossibilities in you; that, properly stimulated and encouraged, you\r\nmight overcome the handicap of large private means and do something\r\nworthwhile. I wonder if that is simply my imagination?\" She watched me\r\nvery closely as she spoke.\r\n\r\n\"Rather not. You've absolutely summed me up. With you beside me,\r\nstimulating and all that sort of rot, don't you know, I should show a\r\nflash of speed which would astonish you.\"\r\n\r\n\"I wish I could be certain.\"\r\n\r\n\"Take a chance on it.\"\r\n\r\nShe shook her head.\r\n\r\n\"I must be certain. Marriage is such a gamble. I have just been staying\r\nwith my sister Hilda and her husband----\"\r\n\r\n\"Dear old Harold Bodkin. I know him well. In fact, I've a standing\r\ninvitation to go down there and stay as long as I like. Harold is one\r\nof my best pals. Harold is a corker. Good old Harold is----\"\r\n\r\n\"I would rather you didn't eulogize him, Reggie. I am extremely angry\r\nwith Harold. He is making Hilda perfectly miserable.\"\r\n\r\n\"What on earth do you mean? Harold wouldn't dream of hurting a fly.\r\nHe's one of those dreamy, sentimental chumps who----\"\r\n\r\n\"It is precisely his sentimentality which is at the bottom of the whole\r\ntrouble. You know, of course, that Hilda is not his first wife?\"\r\n\r\n\"That's right. His first wife died about five years ago.\"\r\n\r\n\"He still cherishes her memory.\"\r\n\r\n\"Very sporting of him.\"\r\n\r\n\"Is it! If you were a girl, how would you like to be married to a man\r\nwho was always making you bear in mind that you were only number two in\r\nhis affections; a man whose idea of a pleasant conversation was a\r\nstring of anecdotes illustrating what a dear woman his first wife was.\r\nA man who expected you to upset all your plans if they clashed with\r\nsome anniversary connected with his other marriage?\"\r\n\r\n\"That does sound pretty rotten. Does Harold do all that?\"\r\n\r\n\"That's only a small part of what he does. Why, if you will believe me,\r\nevery evening at seven o'clock he goes and shuts himself up in a little\r\nroom at the top of the house, and meditates.\"\r\n\r\n\"What on earth does he do that for?\"\r\n\r\n\"Apparently his first wife died at seven in the evening. There is a\r\nportrait of her in the room. I believe he lays flowers in front of it.\r\nAnd Hilda is expected to greet him on his return with a happy smile.\"\r\n\r\n\"Why doesn't she kick?\"\r\n\r\n\"I have been trying to persuade her to, but she won't. She just\r\npretends she doesn't mind. She has a nervous, sensitive temperament,\r\nand the thing is slowly crushing her. Don't talk to me of Harold.\"\r\n\r\nConsidering that she had started him as a topic, I thought this pretty\r\nunjust. I didn't want to talk of Harold. I wanted to talk about myself.\r\n\r\n\"Well, what has all this got to do with your not wanting to marry me?\"\r\nI said.\r\n\r\n\"Nothing, except that it is an illustration of the risks a woman runs\r\nwhen she marries a man of a certain type.\"\r\n\r\n\"Great Scott! You surely don't class me with Harold?\"\r\n\r\n\"Yes, in a way you are very much alike. You have both always had large\r\nprivate means, and have never had the wholesome discipline of work.\"\r\n\r\n\"But, dash it, Harold, on your showing, is an absolute nut. Why should\r\nyou think that I would be anything like that?\"\r\n\r\n\"There's always the risk.\"\r\n\r\nA hot idea came to me.\r\n\r\n\"Look here, Ann,\" I said, \"Suppose I pull off some stunt which only a\r\ndeuced brainy chappie could get away with? Would you marry me then?\"\r\n\r\n\"Certainly. What do you propose to do?\"\r\n\r\n\"Do! What do I propose to do! Well, er, to be absolutely frank, at the\r\nmoment I don't quite know.\"\r\n\r\n\"You never will know, Reggie. You're one of the idle rich, and your\r\nbrain, if you ever had one, has atrophied.\"\r\n\r\nWell, that seemed to me to put the lid on it. I didn't mind a\r\nheart-to-heart talk, but this was mere abuse. I changed the subject.\r\n\r\n\"What would you like after that fish?\" I said coldly.\r\n\r\nYou know how it is when you get an idea. For awhile it sort of simmers\r\ninside you, and then suddenly it sizzles up like a rocket, and there\r\nyou are, right up against it. That's what happened now. I went away\r\nfrom that luncheon, vaguely determined to pull off some stunt which\r\nwould prove that I was right there with the gray matter, but without\r\nany clear notion of what I was going to do. Side by side with this in\r\nmy mind was the case of dear old Harold. When I wasn't brooding on the\r\nstunt, I was brooding on Harold. I was fond of the good old lad, and I\r\nhated the idea of his slowly wrecking the home purely by being a chump.\r\nAnd all of a sudden the two things clicked together like a couple of\r\nchemicals, and there I was with a corking plan for killing two birds\r\nwith one stone--putting one across that would startle and impress Ann,\r\nand at the same time healing the breach between Harold and Hilda.\r\n\r\nMy idea was that, in a case like this, it's no good trying opposition.\r\nWhat you want is to work it so that the chappie quits of his own\r\naccord. You want to egg him on to overdoing the thing till he gets so\r\nthat he says to himself, \"Enough! Never again!\" That was what was going\r\nto happen to Harold.\r\n\r\nWhen you're going to do a thing, there's nothing like making a quick\r\nstart. I wrote to Harold straight away, proposing myself for a visit.\r\nAnd Harold wrote back telling me to come right along.\r\n\r\nHarold and Hilda lived alone in a large house. I believe they did a\r\ngood deal of entertaining at times, but on this occasion I was the only\r\nguest. The only other person of note in the place was Ponsonby, the\r\nbutler.\r\n\r\nOf course, if Harold had been an ordinary sort of chappie, what I had\r\ncome to do would have been a pretty big order. I don't mind many\r\nthings, but I do hesitate to dig into my host's intimate private\r\naffairs. But Harold was such a simple-minded Johnnie, so grateful for a\r\nlittle sympathy and advice, that my job wasn't so very difficult.\r\n\r\nIt wasn't as if he minded talking about Amelia, which was his first\r\nwife's name. The difficulty was to get him to talk of anything else. I\r\nbegan to understand what Ann meant by saying it was tough on Hilda.\r\n\r\nI'm bound to say the old boy was clay in my hands. People call me a\r\nchump, but Harold was a super-chump, and I did what I liked with him.\r\nThe second morning of my visit, after breakfast, he grabbed me by the\r\narm.\r\n\r\n\"This way, Reggie. I'm just going to show old Reggie Amelia's portrait,\r\ndear.\"\r\n\r\nThere was a little room all by itself on the top floor. He explained to\r\nme that it had been his studio. At one time Harold used to do a bit of\r\npainting in an amateur way.\r\n\r\n\"There!\" he said, pointing at the portrait. \"I did that myself, Reggie.\r\nIt was away being cleaned when you were here last. It's like dear\r\nAmelia, isn't it?\"\r\n\r\nI suppose it was, in a way. At any rate, you could recognize the\r\nlikeness when you were told who it was supposed to be.\r\n\r\nHe sat down in front of it, and gave it the thoughtful once-over.\r\n\r\n\"Do you know, Reggie, old top, sometimes when I sit here, I feel as if\r\nAmelia were back again.\"\r\n\r\n\"It would be a bit awkward for you if she was.\"\r\n\r\n\"How do you mean?\"\r\n\r\n\"Well, old lad, you happen to be married to someone else.\"\r\n\r\nA look of childlike enthusiasm came over his face.\r\n\r\n\"Reggie, I want to tell you how splendid Hilda is. Lots of other women\r\nmight object to my still cherishing Amelia's memory, but Hilda has been\r\nso nice about it from the beginning. She understands so thoroughly.\"\r\n\r\nI hadn't much breath left after that, but I used what I had to say:\r\n\"She doesn't object?\"\r\n\r\n\"Not a bit,\" said Harold. \"It makes everything so pleasant.\"\r\n\r\nWhen I had recovered a bit, I said, \"What do you mean by everything?\"\r\n\r\n\"Well,\" he said, \"for instance, I come up here every evening at seven\r\nand--er--think for a few minutes.\"\r\n\r\n\"A few minutes?!\"\r\n\r\n\"What do you mean?\"\r\n\r\n\"Well, a few minutes isn't long.\"\r\n\r\n\"But I always have my cocktail at a quarter past.\"\r\n\r\n\"You could postpone it.\"\r\n\r\n\"And Ponsonby likes us to start dinner at seven-thirty.\"\r\n\r\n\"What on earth has Ponsonby to do with it?\"\r\n\r\n\"Well, he likes to get off by nine, you know. I think he goes off and\r\nplays bowls at the madhouse. You see, Reggie, old man, we have to study\r\nPonsonby a little. He's always on the verge of giving notice--in fact,\r\nit was only by coaxing him on one or two occasions that we got him to\r\nstay on--and he's such a treasure that I don't know what we should do\r\nif we lost him. But, if you think that I ought to stay longer----?\"\r\n\r\n\"Certainly I do. You ought to do a thing like this properly, or not at\r\nall.\"\r\n\r\nHe sighed.\r\n\r\n\"It's a frightful risk, but in future we'll dine at eight.\"\r\n\r\nIt seemed to me that there was a suspicion of a cloud on Ponsonby's\r\nshining morning face, when the news was broken to him that for the\r\nfuture he couldn't unleash himself on the local bowling talent as early\r\nas usual, but he made no kick, and the new order of things began.\r\n\r\nMy next offensive movement I attribute to a flash of absolute genius. I\r\nwas glancing through a photograph album in the drawing-room before\r\nlunch, when I came upon a face which I vaguely remembered. It was one\r\nof those wide, flabby faces, with bulging eyes, and something about it\r\nstruck me as familiar. I consulted Harold, who came in at that moment.\r\n\r\n\"That?\" said Harold. \"That's Percy.\" He gave a slight shudder.\r\n\"Amelia's brother, you know. An awful fellow. I haven't seen him for\r\nyears.\"\r\n\r\nThen I placed Percy. I had met him once or twice in the old days, and I\r\nhad a brainwave. Percy was everything that poor old Harold disliked\r\nmost. He was hearty at breakfast, a confirmed back-slapper, and a man\r\nwho prodded you in the chest when he spoke to you.\r\n\r\n\"You haven't seen him for years!\" I said in a shocked voice.\r\n\r\n\"Thank heaven!\" said Harold devoutly.\r\n\r\nI put down the photograph album, and looked at him in a deuced serious\r\nway. \"Then it's high time you asked him to come here.\"\r\n\r\nHarold blanched. \"Reggie, old man, you don't know what you are saying.\r\nYou can't remember Percy. I wish you wouldn't say these things, even in\r\nfun.\"\r\n\r\n\"I'm not saying it in fun. Of course, it's none of my business, but you\r\nhave paid me the compliment of confiding in me about Amelia, and I feel\r\njustified in speaking. All I can say is that, if you cherish her memory\r\nas you say you do, you show it in a very strange way. How you can\r\nsquare your neglect of Percy with your alleged devotion to Amelia's\r\nmemory, beats me. It seems to me that you have no choice. You must\r\neither drop the whole thing and admit that your love for her is dead,\r\nor else you must stop this infernal treatment of her favorite brother.\r\nYou can't have it both ways.\"\r\n\r\nHe looked at me like a hunted stag. \"But, Reggie, old man! Percy! He\r\nasks riddles at breakfast.\"\r\n\r\n\"I don't care.\"\r\n\r\n\"Hilda can't stand him.\"\r\n\r\n\"It doesn't matter. You must invite him. It's not a case of what you\r\nlike or don't like. It's your duty.\"\r\n\r\nHe struggled with his feelings for a bit. \"Very well,\" he said in a\r\ncrushed sort of voice.\r\n\r\nAt dinner that night he said to Hilda: \"I'm going to ask Amelia's\r\nbrother down to spend a few days. It is so long since we have seen\r\nhim.\"\r\n\r\nHilda didn't answer at once. She looked at him in rather a curious sort\r\nof way, I thought. \"Very well, dear,\" she said.\r\n\r\nI was deuced sorry for the poor girl, but I felt like a surgeon. She\r\nwould be glad later on, for I was convinced that in a very short while\r\npoor old Harold must crack under the strain, especially after I had put\r\nacross the coup which I was meditating for the very next evening.\r\n\r\nIt was quite simple. Simple, that is to say, in its working, but a\r\ndevilish brainy thing for a chappie to have thought out. If Ann had\r\nreally meant what she had said at lunch that day, and was prepared to\r\nstick to her bargain and marry me as soon as I showed a burst of\r\nintelligence, she was mine.\r\n\r\nWhat it came to was that, if dear old Harold enjoyed meditating in\r\nfront of Amelia's portrait, he was jolly well going to have all the\r\nmeditating he wanted, and a bit over, for my simple scheme was to lurk\r\noutside till he had gone into the little room on the top floor, and\r\nthen, with the aid of one of those jolly little wedges which you use to\r\nkeep windows from rattling, see to it that the old boy remained there\r\ntill they sent out search parties.\r\n\r\nThere wasn't a flaw in my reasoning. When Harold didn't roll in at the\r\nsound of the dinner gong, Hilda would take it for granted that he was\r\ndoing an extra bit of meditating that night, and her pride would stop\r\nher sending out a hurry call for him. As for Harold, when he found that\r\nall was not well with the door, he would probably yell with\r\nconsiderable vim. But it was odds against anyone hearing him. As for\r\nme, you might think that I was going to suffer owing to the probable\r\npostponement of dinner. Not so, but far otherwise, for on the night I\r\nhad selected for the coup I was dining out at the neighboring inn with\r\nmy old college chum Freddie Meadowes. It is true that Freddie wasn't\r\ngoing to be within fifty miles of the place on that particular night,\r\nbut they weren't to know that.\r\n\r\nDid I describe the peculiar isolation of that room on the top floor,\r\nwhere the portrait was? I don't think I did. It was, as a matter of\r\nfact, the only room in those parts, for, in the days when he did his\r\namateur painting, old Harold was strong on the artistic seclusion\r\nbusiness and hated noise, and his studio was the only room in use on\r\nthat floor.\r\n\r\nIn short, to sum up, the thing was a cinch.\r\n\r\nPunctually at ten minutes to seven, I was in readiness on the scene.\r\nThere was a recess with a curtain in front of it a few yards from the\r\ndoor, and there I waited, fondling my little wedge, for Harold to walk\r\nup and allow the proceedings to start. It was almost pitch-dark, and\r\nthat made the time of waiting seem longer. Presently--I seemed to have\r\nbeen there longer than ten minutes--I heard steps approaching. They\r\ncame past where I stood, and went on into the room. The door closed,\r\nand I hopped out and sprinted up to it, and the next moment I had the\r\ngood old wedge under the wood--as neat a job as you could imagine. And\r\nthen I strolled downstairs, and toddled off to the inn.\r\n\r\nI didn't hurry over my dinner, partly because the browsing and sluicing\r\nat the inn was really astonishingly good for a roadhouse and partly\r\nbecause I wanted to give Harold plenty of time for meditation. I\r\nsuppose it must have been a couple of hours or more when I finally\r\nturned in at the front door. Somebody was playing the piano in the\r\ndrawing room. It could only be Hilda who was playing, and I had doubts\r\nas to whether she wanted company just then--mine, at any rate.\r\n\r\nEventually I decided to risk it, for I wanted to hear the latest about\r\ndear old Harold, so in I went, and it wasn't Hilda at all; it was Ann\r\nSelby.\r\n\r\n\"Hello,\" I said. \"I didn't know you were coming down here.\" It seemed\r\nso odd, don't you know, as it hadn't been more than ten days or so\r\nsince her last visit.\r\n\r\n\"Good evening, Reggie,\" she said.\r\n\r\n\"What's been happening?\" I asked.\r\n\r\n\"How do you know anything has been happening?\"\r\n\r\n\"I guessed it.\"\r\n\r\n\"Well, you're quite right, as it happens, Reggie. A good deal has been\r\nhappening.\" She went to the door, and looked out, listening. Then she\r\nshut it, and came back. \"Hilda has revolted!\"\r\n\r\n\"Revolted?\"\r\n\r\n\"Yes, put her foot down--made a stand--refused to go on meekly putting\r\nup with Harold's insane behavior.\"\r\n\r\n\"I don't understand.\"\r\n\r\nShe gave me a look of pity. \"You always were so dense, Reggie. I will\r\ntell you the whole thing from the beginning. You remember what I spoke\r\nto you about, one day when we were lunching together? Well, I don't\r\nsuppose you have noticed it--I know what you are--but things have been\r\ngetting steadily worse. For one thing, Harold insisted on lengthening\r\nhis visits to the top room, and naturally Ponsonby complained. Hilda\r\ntells me that she had to plead with him to induce him to stay on. Then\r\nthe climax came. I don't know if you recollect Amelia's brother Percy?\r\nYou must have met him when she was alive--a perfectly unspeakable\r\nperson with a loud voice and overpowering manners. Suddenly, out of a\r\nblue sky, Harold announced his intention of inviting him to stay. It\r\nwas the last straw. This afternoon I received a telegram from poor\r\nHilda, saying that she was leaving Harold and coming to stay with me,\r\nand a few hours later the poor child arrived at my apartment.\"\r\n\r\nYou mustn't suppose that I stood listening silently to this speech.\r\nEvery time she seemed to be going to stop for breath I tried to horn in\r\nand tell her all these things which had been happening were not mere\r\nflukes, as she seemed to think, but parts of a deuced carefully planned\r\nscheme of my own. Every time I'd try to interrupt, Ann would wave me\r\ndown, and carry on without so much as a semi-colon.\r\n\r\nBut at this point I did manage a word in. \"I know, I know, I know! I\r\ndid it all. It was I who suggested to Harold that he should lengthen\r\nthe meditations, and insisted on his inviting Percy to stay.\"\r\n\r\nI had hardly got the words out, when I saw that they were not making\r\nthe hit I had anticipated. She looked at me with an expression of\r\nabsolute scorn, don't you know.\r\n\r\n\"Well, really, Reggie,\" she said at last, \"I never have had a very high\r\nopinion of your intelligence, as you know, but this is a revelation to\r\nme. What motive you can have had, unless you did it in a spirit of pure\r\nmischief----\" She stopped, and there was a glare of undiluted repulsion\r\nin her eyes. \"Reggie! I can't believe it! Of all the things I loathe\r\nmost, a practical joker is the worst. Do you mean to tell me you did\r\nall this as a practical joke?\"\r\n\r\n\"Great Scott, no! It was like this----\"\r\n\r\nI paused for a bare second to collect my thoughts, so as to put the\r\nthing clearly to her. I might have known what would happen. She dashed\r\nright in and collared the conversation.\r\n\r\n\"Well, never mind. As it happens, there is no harm done. Quite the\r\nreverse, in fact. Hilda left a note for Harold telling him what she had\r\ndone and where she had gone and why she had gone, and Harold found it.\r\nThe result was that, after Hilda had been with me for some time, in he\r\ncame in a panic and absolutely grovelled before the dear child. It\r\nseems incredible but he had apparently had no notion that his absurd\r\nbehavior had met with anything but approval from Hilda. He went on as\r\nif he were mad. He was beside himself. He clutched his hair and stamped\r\nabout the room, and then he jumped at the telephone and called this\r\nhouse and got Ponsonby and told him to go straight to the little room\r\non the top floor and take Amelia's portrait down. I thought that a\r\nlittle unnecessary myself, but he was in such a whirl of remorse that\r\nit was useless to try and get him to be rational. So Hilda was\r\nconsoled, and he calmed down, and we all came down here in the\r\nautomobile. So you see----\"\r\n\r\nAt this moment the door opened, and in came Harold.\r\n\r\n\"I say--hello, Reggie, old man--I say, it's a funny thing, but we can't\r\nfind Ponsonby anywhere.\"\r\n\r\nThere are moments in a chappie's life, don't you know, when Reason, so\r\nto speak, totters, as it were, on its bally throne. This was one of\r\nthem. The situation seemed somehow to have got out of my grip. I\r\nsuppose, strictly speaking, I ought, at this juncture, to have cleared\r\nmy throat and said in an audible tone, \"Harold, old top, _I_ know\r\nwhere Ponsonby is.\" But somehow I couldn't. Something seemed to keep\r\nthe words back. I just stood there and said nothing.\r\n\r\n\"Nobody seems to have seen anything of him,\" said Harold. \"I wonder\r\nwhere he can have got to.\"\r\n\r\nHilda came in, looking so happy I hardly recognized her. I remember\r\nfeeling how strange it was that anybody could be happy just then.\r\n\r\n\"_I_ know,\" she said. \"Of course! Doesn't he always go off to the\r\ninn and play bowls at this time?\"\r\n\r\n\"Why, of course,\" said Harold. \"So he does.\"\r\n\r\nAnd he asked Ann to play something on the piano. And pretty soon we had\r\nsettled down to a regular jolly musical evening. Ann must have played a\r\nmatter of two or three thousand tunes, when Harold got up.\r\n\r\n\"By the way,\" he said. \"I suppose he did what I told him about the\r\npicture before he went out. Let's go and see.\"\r\n\r\n\"Oh, Harold, what does it matter?\" asked Hilda.\r\n\r\n\"Don't be silly, Harold,\" said Ann.\r\n\r\nI would have said the same thing, only I couldn't say anything.\r\n\r\nHarold wasn't to be stopped. He led the way out of the room and\r\nupstairs, and we all trailed after him. We had just reached the top\r\nfloor, when Hilda stopped, and said \"Hark!\"\r\n\r\nIt was a voice.\r\n\r\n\"Hi!\" it said. \"Hi!\"\r\n\r\nHarold legged it to the door of the studio. \"Ponsonby?\"\r\n\r\nFrom within came the voice again, and I have never heard anything to\r\ntouch the combined pathos, dignity and indignation it managed to\r\ncondense into two words.\r\n\r\n\"Yes, sir?\"\r\n\r\n\"What on earth are you doing in there?\"\r\n\r\n\"I came here, sir, in accordance with your instructions on the\r\ntelephone, and----\"\r\n\r\nHarold rattled the door. \"The darned thing's stuck.\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"How on earth did that happen?\"\r\n\r\n\"I could not say, sir.\"\r\n\r\n\"How _can_ the door have stuck like this?\" said Ann.\r\n\r\nSomebody--I suppose it was me, though the voice didn't sound\r\nfamiliar--spoke. \"Perhaps there's a wedge under it,\" said this chappie.\r\n\r\n\"A wedge? What do you mean?\"\r\n\r\n\"One of those little wedges you use to keep windows from rattling,\r\ndon't you know.\"\r\n\r\n\"But why----? You're absolutely right, Reggie, old man, there is!\"\r\n\r\nHe yanked it out, and flung the door open, and out came Ponsonby,\r\nlooking like Lady Macbeth.\r\n\r\n\"I wish to give notice, sir,\" he said, \"and I should esteem it a favor\r\nif I might go to the pantry and procure some food, as I am extremely\r\nhungry.\"\r\n\r\nAnd he passed from our midst, with Hilda after him, saying: \"But,\r\nPonsonby! Be reasonable, Ponsonby!\"\r\n\r\nAnn Selby turned on me with a swish. \"Reggie,\" she said, \"did _you_\r\nshut Ponsonby in there?\"\r\n\r\n\"Well, yes, as a matter of fact, I did.\"\r\n\r\n\"But why?\" asked Harold.\r\n\r\n\"Well, to be absolutely frank, old top, I thought it was you.\"\r\n\r\n\"You thought it was me? But why--what did you want to lock me in for?\"\r\n\r\nI hesitated. It was a delicate business telling him the idea. And while\r\nI was hesitating, Ann jumped in.\r\n\r\n\"I can tell you why, Harold. It was because Reggie belongs to that\r\nsub-species of humanity known as practical jokers. This sort of thing\r\nis his idea of humor.\"\r\n\r\n\"Humor! Losing us a priceless butler,\" said Harold. \"If that's your\r\nidea of----\"\r\n\r\nHilda came back, pale and anxious. \"Harold, dear, do come and help me\r\nreason with Ponsonby. He is in the pantry gnawing a cold chicken, and\r\nhe only stops to say 'I give notice.'\"\r\n\r\n\"Yes,\" said Ann. \"Go, both of you. I wish to speak to Reggie alone.\"\r\n\r\nThat's how I came to lose Ann. At intervals during her remarks I tried\r\nto put my side of the case, but it was no good. She wouldn't listen.\r\nAnd presently something seemed to tell me that now was the time to go\r\nto my room and pack. Half an hour later I slid silently into the night.\r\n\r\nWasn't it Shakespeare or somebody who said that the road to Hell--or\r\nwords to that effect--was paved with good intentions? If it was\r\nShakespeare, it just goes to prove what they are always saying about\r\nhim--that he knew a bit. Take it from one who knows, the old boy was\r\nabsolutely right.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nEnd of Project Gutenberg's Death at the Excelsior, by P. G. Wodehouse"
  ]
}