{
  "index": 6,
  "title": "Chapter 5",
  "paragraphs": [
    "LADY UNDERHILL RECEIVES A SHOCK\r\n\r\nI\r\n\r\n\r\nThere are streets in London into which the sun seems never to\r\npenetrate. Some of these are in fashionable quarters, and it is to be\r\nsupposed that their inhabitants find an address which looks well on\r\nnote-paper a sufficient compensation for the gloom that goes with it.\r\nThe majority, however, are in the mean neighbourhoods of the great\r\nrailway termini, and appear to offer no compensation whatever. They\r\nare lean, furtive streets, grey as the January sky with a sort of\r\narrested decay. They smell of cabbage and are much prowled over by\r\nvagrom cats. At night they are empty and dark, and a stillness broods\r\non them, broken only by the cracked tingle of an occasional piano\r\nplaying one of the easier hymns, a form of music to which the dwellers\r\nin the dingy houses are greatly addicted. By day they achieve a\r\ncertain animation through the intermittent appearance of women in\r\naprons, who shake rugs out of the front doors or, emerging from areas,\r\ngo down to the public-house on the corner with jugs to fetch the\r\nsupper-beer. In almost every ground-floor window there is a card\r\nannouncing that furnished lodgings may be had within. You will find\r\nthese streets by the score if you leave the main thoroughfares and\r\ntake a short cut on your way to Euston, to Paddington, or to Waterloo.\r\nBut the dingiest and deadliest and most depressing lie round about\r\nVictoria. And Daubeny Street, Pimlico, is one of the worst of them\r\nall.\r\n\r\nOn the afternoon following the events recorded, a girl was dressing in\r\nthe ground-floor room of Number Nine, Daubeny Street. A tray bearing\r\nthe remains of a late breakfast stood on the rickety table beside a\r\nbowl of wax flowers. From beneath the table peered the green cover of\r\na copy of _Variety_. A grey parrot in a cage by the window cracked\r\nseed and looked out into the room with a satirical eye. He had seen\r\nall this so many times before--Nelly Bryant arraying herself in her\r\nsmartest clothes to go out and besiege agents in their offices off the\r\nStrand. It happened every day. In an hour or two she would come back\r\nas usual, say \"Oh, Gee!\" in a tired sort of voice, and then Bill the\r\nparrot's day proper would begin. He was a bird who liked the sound of\r\nhis own voice, and he never got the chance of a really sustained\r\nconversation till Nelly returned in the evening.\r\n\r\n\"Who cares?\" said Bill, and cracked another seed.\r\n\r\nIf rooms are an indication of the characters of their occupants, Nelly\r\nBryant came well out of the test of her surroundings. Nothing can make\r\na London furnished room much less horrible than it intends to be, but\r\nNelly had done her best. The furniture, what there was of it, was of\r\nthat lodging-house kind which resembles nothing else in the world. But\r\na few little touches here and there, a few instinctively tasteful\r\nalterations in the general scheme of things, had given the room almost\r\na cosy air. Later on, with the gas lit, it would achieve something\r\napproaching homeliness. Nelly, like many another nomad, had taught\r\nherself to accomplish a good deal with poor material. On tour in\r\nAmerica, she had sometimes made even a bedroom in a small hotel\r\ntolerably comfortable, than which there is no greater achievement.\r\nOddly, considering her life, she had a genius for domesticity.\r\n\r\nTo-day, not for the first time, Nelly was feeling unhappy. The face\r\nthat looked back at her out of the mirror at which she was arranging\r\nher most becoming hat was weary. It was only a moderately pretty face,\r\nbut loneliness and underfeeding had given it a wistful expression that\r\nhad charm. Unfortunately, it was not the sort of charm which made a\r\ngreat appeal to the stout, whisky-nourished men who sat behind\r\npaper-littered tables, smoking cigars, in the rooms marked \"Private\"\r\nin the offices of theatrical agents. Nelly had been out of a \"shop\"\r\nnow for many weeks--ever since, in fact, \"Follow the Girl\" had\r\nfinished its long run at the Regal Theatre.\r\n\r\n\"Follow the Girl,\" an American musical comedy, had come over from New\r\nYork with an American company, of which Nelly had been a humble unit,\r\nand, after playing a year in London and some weeks in the number one\r\ntowns, had returned to New York. It did not cheer Nelly up in the long\r\nevenings in Daubeny Street to reflect that, if she had wished, she\r\ncould have gone home with the rest of the company. A mad impulse had\r\nseized her to try her luck in London, and here she was now, marooned.\r\n\r\n\"Who cares?\" said Bill.\r\n\r\nFor a bird who enjoyed talking he was a little limited in his remarks\r\nand apt to repeat himself.\r\n\r\n\"I do, you poor fish!\" said Nelly, completing her manoeuvres with\r\nthe hat and turning to the cage. \"It's all right for you--you have a\r\nswell time with nothing to do but sit there and eat seed--but how do\r\nyou suppose I enjoy tramping around looking for work and never finding\r\nany?\"\r\n\r\nShe picked up her gloves. \"Oh, well!\" she said. \"Wish me luck!\"\r\n\r\n\"Good-bye, boy!\" said the parrot, clinging to the bars.\r\n\r\nNelly thrust a finger into the cage, and scratched his head.\r\n\r\n\"Anxious to get rid of me, aren't you? Well, so long.\"\r\n\r\n\"Good-bye, boy!\"\r\n\r\n\"All right, I'm going. Be good!\"\r\n\r\n\"Woof-woof-woof!\" barked Bill the parrot, not committing himself to\r\nany promises.\r\n\r\nFor some moments after Nelly had gone he remained hunched on his\r\nperch, contemplating the infinite. Then he sauntered along to the\r\nseed-box and took some more light nourishment. He always liked to\r\nspread his meals out, to make them last longer. A drink of water to\r\nwash the food down, and he returned to the middle of the cage, where\r\nhe proceeded to conduct a few intimate researches with his beak under\r\nhis left wing. After which he mewed like a cat, and relapsed into\r\nsilent meditation once more. He closed his eyes and pondered on his\r\nfavourite problem--Why was he a parrot? This was always good for an\r\nhour or so, and it was three o'clock before he had come to his\r\ncustomary decision that he didn't know. Then, exhausted by brain-work\r\nand feeling a trifle hipped by the silence of the room, he looked\r\nabout him for some way of jazzing existence up a little. It occurred\r\nto him that if he barked again it might help.\r\n\r\n\"Woof-woof-woof!\"\r\n\r\nGood as far as it went, but it did not go far enough. It was not real\r\nexcitement. Something rather more dashing seemed to him to be\r\nindicated. He hammered for a moment or two on the floor of his cage,\r\nate a mouthful of the newspaper there, and stood with his head on one\r\nside, chewing thoughtfully. It didn't taste as good as usual. He\r\nsuspected Nelly of having changed his _Daily Mail_ for the _Daily\r\nExpress_ or something. He swallowed the piece of paper, and was struck\r\nby the thought that a little climbing exercise might be what his soul\r\ndemanded. (You hang on by your beak and claws and work your way up to\r\nthe roof. It sounds tame, but it's something to do.) He tried it. And,\r\nas he gripped the door of the cage it swung open. Bill the parrot now\r\nperceived that this was going to be one of those days. He had not had\r\na bit of luck like this for months.\r\n\r\nFor a while he sat regarding the open door. Unless excited by outside\r\ninfluences, he never did anything in a hurry. Then proceeding\r\ncautiously, he passed out into the room. He had been out there before,\r\nbut always chaperoned by Nelly. This was something quite different. It\r\nwas an adventure. He hopped on to the window-sill. There was a ball of\r\nyellow wool there, but he had lunched and could eat nothing. He cast\r\naround in his mind for something to occupy him, and perceived suddenly\r\nthat the world was larger than he had supposed. Apparently there was a\r\nlot of it outside the room. How long this had been going on he did not\r\nknow, but obviously it was a thing to be investigated. The window was\r\nopen at the bottom, and just outside the window were what he took to\r\nbe the bars of another and larger cage. As a matter of fact they were\r\nthe railings which afforded a modest protection to Number Nine. They\r\nran the length of the house, and were much used by small boys as a\r\nmeans of rattling sticks. One of these stick-rattlers passed as Bill\r\nstood there looking down. The noise startled him for a moment, then he\r\nseemed to come to the conclusion that this sort of thing was to be\r\nexpected if you went out into the great world and that a parrot who\r\nintended to see life must not allow himself to be deterred by trifles.\r\nHe crooned a little, and finally, stepping in a stately way over the\r\nwindow-sill, with his toes turned in at right angles, caught at the\r\ntop of the railing with his beak, and proceeded to lower himself.\r\nArrived at the level of the street, he stood looking out.\r\n\r\nA dog trotted up, spied him, and came to sniff.\r\n\r\n\"Good-bye, boy!\" said Bill chattily.\r\n\r\nThe dog was taken aback. Hitherto, in his limited experience, birds\r\nhad been birds and men men. Here was a blend of the two. What was to\r\nbe done about it? He barked tentatively, then, finding that nothing\r\ndisastrous ensued, pushed his nose between two of the bars and barked\r\nagain. Any one who knew Bill could have told him that he was asking\r\nfor it, and he got it. Bill leaned forward and nipped his nose. The\r\ndog started back with a howl of agony. He was learning something new\r\nevery minute.\r\n\r\n\"Woof-woof-woof!\" said Bill sardonically.\r\n\r\nHe perceived trousered legs, four of them, and, cocking his eye\r\nupwards, saw that two men of the lower orders stood before him. They\r\nwere gazing down at him in the stolid manner peculiar to the\r\nproletariat of London in the presence of the unusual. For some minutes\r\nthey stood drinking him in, then one of them gave judgment.\r\n\r\n\"It's a parrot!\" He removed a pipe from his mouth and pointed with the\r\nstem. \"A perishin' parrot, Erb.\"\r\n\r\n\"Ah!\" said Erb, a man of few words.\r\n\r\n\"A parrot,\" proceeded the other. He was seeing clearer into the matter\r\nevery moment. \"That's a parrot, that is Erb. My brother Joe's wife's\r\nsister had one of 'em. Come from abroad, _they_ do. My brother Joe's\r\nwife's sister 'ad one of 'em. Red-'aired gel she was. Married a feller\r\ndown at the Docks _She_ 'ad one of 'em. Parrots they're called.\"\r\n\r\nHe bent down for a closer inspection, and inserted a finger through\r\nthe railings. Erb abandoned his customary taciturnity and spoke words\r\nof warning.\r\n\r\n\"Tike care 'e don't sting yer, 'Enry!\"\r\n\r\nHenry seemed wounded.\r\n\r\n\"Woddyer mean, sting me? I know all abart parrots, I do. My brother\r\nJoe's wife's sister 'ad one of 'em. They don't 'urt yer, not if you're\r\nkind to 'em. You know yer pals when you see 'em, don't yer, mate?\" he\r\nwent on, addressing Bill, who was contemplating the finger with one\r\nhalf-closed eye.\r\n\r\n\"Good-bye, boy,\" said the parrot, evading the point.\r\n\r\n\"Jear that?\" cried Henry delightedly. \"'Goo'-bye, boy!' 'Uman they\r\nare!\"\r\n\r\n\"'E'll 'ave a piece out of yer finger,\" warned Erb the suspicious.\r\n\r\n\"Wot, 'im?\" Henry's voice was indignant. He seemed to think that his\r\nreputation as an expert on parrots had been challenged. \"'E wouldn't\r\n'ave no piece out of my finger.\"\r\n\r\n\"Bet yer a narf-pint 'e would 'ave a piece out of yer finger,\"\r\npersisted the sceptic.\r\n\r\n\"No blinkin' parrot's goin' to 'ave no piece of no finger of mine! My\r\nbrother Joe's wife's sister's parrot never 'ad no piece out of no\r\nfinger of mine!\" He extended the finger further and waggled it\r\nenticingly beneath Bill's beak. \"Cheerio, matey!\" he said winningly.\r\n\"Polly want a nut?\"\r\n\r\nWhether it was mere indolence or whether the advertised docility of\r\nthat other parrot belonging to Henry's brother's wife's sister had\r\ncaused him to realize that there was a certain standard of good\r\nconduct for his species one cannot say; but for a while Bill merely\r\ncontemplated temptation with a detached eye.\r\n\r\n\"See!\" said Henry.\r\n\r\n\"Woof-woof-woof!\" said Bill.\r\n\r\n\"_Wow-Wow-Wow_!\" yapped the dog, suddenly returning to the scene and\r\ngoing on with the argument at the point where he had left off.\r\n\r\nThe effect on Bill was catastrophic. Ever a high-strung bird, he lost\r\ncompletely the repose which stamps the caste of Vere de Vere and the\r\nbetter order of parrot. His nerves were shocked, and, as always under\r\nsuch conditions, his impulse was to bite blindly. He bit, and\r\nHenry--one feels sorry for Henry: he was a well-meaning man--leaped\r\nback with a loud howl.\r\n\r\n\"'That'll be 'arf a pint,\" said Erb, always the business man.\r\n\r\nThere was a lull in the rapid action. The dog, mumbling softly to\r\nhimself, had moved away again and was watching affairs from the edge\r\nof the sidewalk. Erb, having won his point, was silent once more.\r\nHenry sucked his finger. Bill, having met the world squarely and shown\r\nit what was what, stood where he was, whistling nonchalantly.\r\n\r\nHenry removed his finger from his mouth. \"Lend the loan of that stick\r\nof yours, Erb,\" he said tensely.\r\n\r\nErb silently yielded up the stout stick which was his inseparable\r\ncompanion. Henry, a vastly different man from the genial saunterer of\r\na moment ago, poked wildly through the railings. Bill, panic-stricken\r\nnow and wishing for nothing better than to be back in his cosy cage,\r\nshrieked loudly for help. And Freddie Rooke, running round the corner\r\nwith Jill, stopped dead and turned pale.\r\n\r\n\"Good God!\" said Freddie.\r\n\r\n\r\nII\r\n\r\nIn pursuance of his overnight promise to Derek, Freddie Rooke had got\r\nin touch with Jill through the medium of the telephone immediately\r\nafter breakfast, and had arranged to call at Ovingdon Square in the\r\nafternoon. Arrived there, he found Jill with a telegram in her hand.\r\nHer Uncle Christopher, who had been enjoying a breath of sea-air down\r\nat Brighton, was returning by an afternoon train, and Jill had\r\nsuggested that Freddie should accompany her to Victoria, pick up Uncle\r\nChris, and escort him home. Freddie, whose idea had been a\r\n_tête-à-tête_ involving a brotherly lecture on impetuosity, had\r\ndemurred but had given way in the end; and they had set out to walk to\r\nVictoria together. Their way had lain through Daubeny Street, and they\r\nturned the corner just as the brutal onslaught on the innocent Henry\r\nhad occurred. Bill's shrieks, which were of an appalling timbre,\r\nbrought them to a halt.\r\n\r\n\"What is it?\" cried Jill.\r\n\r\n\"It sounds like a murder!\"\r\n\r\n\"Nonsense!\"\r\n\r\n\"I don't know, you know. This is the sort of street chappies are\r\nmurdering people in all the time.\"\r\n\r\nThey caught sight of the group in front of them, and were reassured.\r\nNobody could possibly be looking so aloof and distrait as Erb if there\r\nwere a murder going on.\r\n\r\n\"It's a bird!\"\r\n\r\n\"It's a jolly old parrot. See it? Just inside the railings.\"\r\n\r\nA red-hot wave of rage swept over Jill. Whatever her defects--and\r\nalready this story has shown her far from perfect--she had the\r\nexcellent quality of loving animals and blazing into fury when she saw\r\nthem ill-treated. At least three draymen were going about London with\r\nburning ears as the result of what she had said to them on discovering\r\nthem abusing their patient horses. Zoologically, Bill the parrot was\r\nnot an animal, but he counted as one with Jill, and she sped down\r\nDaubeny Street to his rescue--Freddie, spatted and hatted and\r\ntrousered as became the man of fashion, following disconsolately,\r\nruefully aware that he did not look his best sprinting like that. But\r\nJill was cutting out a warm pace, and he held his hat on with one\r\nneatly-gloved hand and did what he could to keep up.\r\n\r\nJill reached the scene of battle, and, stopping, eyed Henry with a\r\nbaleful glare. We, who have seen Henry in his calmer moments and know\r\nhim for the good fellow he was, are aware that he was more sinned\r\nagainst than sinning. If there is any spirit of justice in us, we are\r\npro-Henry. In his encounter with Bill the parrot, Henry undoubtedly\r\nhad right on his side. His friendly overtures, made in the best spirit\r\nof kindliness, had been repulsed. He had been severely bitten. And he\r\nhad lost half a pint of beer to Erb. As impartial judges we have no\r\nother course before us than to wish Henry luck and bid him go to it.\r\nBut Jill, who had not seen the opening stages of the affair, thought\r\nfar otherwise. She merely saw in Henry a great brute of a man poking\r\nat a defenceless bird with a stick.\r\n\r\nShe turned to Freddie, who had come up at a gallop and was wondering\r\nwhy the deuce this sort of thing happened to him out of a city of six\r\nmillions.\r\n\r\n\"Make him stop, Freddie!\"\r\n\r\n\"Oh, I say, you know, what?\"\r\n\r\n\"Can't you see he's hurting the poor thing? Make him leave off!\r\nBrute!\" she added to Henry (for whom one's heart bleeds), as he jabbed\r\nonce again at his adversary.\r\n\r\nFreddie stepped reluctantly up to Henry, and tapped him on the\r\nshoulder. Freddie was one of those men who have a rooted idea that a\r\nconversation of this sort can only be begun by a tap on the shoulder.\r\n\r\n\"'Look here, you know, you can't do this sort of thing, you know!\"\r\nsaid Freddie.\r\n\r\nHenry raised a scarlet face.\r\n\r\n\"'Oo are _you_?\" he demanded.\r\n\r\nThis attack from the rear, coming on top of his other troubles, tried\r\nhis restraint sorely.\r\n\r\n\"Well--\" Freddie hesitated. It seemed silly to offer the fellow one of\r\nhis cards. \"Well, as a matter of fact, my name's Rooke....\"\r\n\r\n\"And who,\" pursued Henry, \"arsked _you_ to come shoving your ugly mug\r\nin 'ere?\"\r\n\r\n\"Well, if you put it that way....\"\r\n\r\n\"'E comes messing abart,\" said Henry complainingly, addressing the\r\nuniverse, \"and interfering in what don't concern 'im and mucking\r\naround and interfering and messing abart.... Why,\" he broke off in a\r\nsudden burst of eloquence, \"I could eat two of you for a relish wiv me\r\ntea, even if you '_ave_ got white spats!\"\r\n\r\nHere Erb, who had contributed nothing to the conversation, remarked\r\n\"Ah!\" and expectorated on the sidewalk. The point, one gathers, seemed\r\nto Erb well taken. A neat thrust, was Erb's verdict.\r\n\r\n\"Just because you've got white spats,\" proceeded Henry, on whose\r\nsensitive mind these adjuncts of the costume of the well-dressed man\r\nabout town seemed to have made a deep and unfavourable impression,\r\n\"you think you can come mucking around and messing abart and\r\ninterfering and mucking around. This bird's bit me in the finger, and\r\n'ere's the finger, if you don't believe me--and I'm going to twist 'is\r\nruddy neck, if all the perishers with white spats in London come\r\nmessing abart and mucking around, so you take them white spats of\r\nyours 'ome and give 'em to the old woman to cook for your Sunday\r\ndinner!\"\r\n\r\nAnd Henry, having cleansed his stuff'd bosom of that perilous stuff\r\nwhich weighs upon the heart, shoved the stick energetically once more\r\nthrough the railings.\r\n\r\nJill darted forward. Always a girl who believed that, if you want a\r\nthing well done, you must do it yourself, she had applied to Freddie\r\nfor assistance merely as a matter of form. All the time she had felt\r\nthat Freddie was a broken reed, and such he had proved himself.\r\nFreddie's policy in this affair was obviously to rely on the magic of\r\nspeech, and any magic his speech might have had was manifestly offset\r\nby the fact that he was wearing white spats and that Henry,\r\napparently, belonged to some sort of league or society which had for\r\nits main object the discouragement of white spats. It was plainly no\r\ngood leaving the conduct of the campaign to Freddie. Whatever was to\r\nbe done must be done by herself. She seized the stick and wrenched it\r\nout of Henry's hand.\r\n\r\n\"Woof-woof-woof!\" said Bill the parrot.\r\n\r\nNo dispassionate auditor could have failed to detect the nasty ring of\r\nsarcasm. It stung Henry. He was not normally a man who believed in\r\nviolence to the gentler sex outside a clump on the head of his missus\r\nwhen the occasion seemed to demand it; but now he threw away the\r\nguiding principles of a lifetime and turned on Jill like a tiger.\r\n\r\n\"Gimme that stick!\"\r\n\r\n\"Get back!\"\r\n\r\n\"Here, I say, you know!\" said Freddie.\r\n\r\nHenry, now thoroughly overwrought, made a rush at Jill; and Jill, who\r\nhad a straight eye, hit him accurately on the side of the head.\r\n\r\n\"Goo!\" said Henry, and sat down.\r\n\r\nAnd then, from behind Jill, a voice spoke.\r\n\r\n\"What's all this?\"\r\n\r\nA stout policeman had manifested himself from empty space.\r\n\r\n\"This won't do!\" said the policeman.\r\n\r\nErb, who had been a silent spectator of the fray, burst into speech.\r\n\r\n\"She 'it 'im!\"\r\n\r\nThe policeman looked at Jill. He was an officer of many years' experience\r\nin the Force, and time had dulled in him that respect for good clothes\r\nwhich he had brought with him from Little-Sudbury-in-the-Wold in the days\r\nof his novitiate. Jill was well dressed, but, in the stirring epoch of the\r\nSuffrage disturbances, the policeman had been kicked on the shins and even\r\nbitten by ladies of an equally elegant exterior. Hearts, the policeman\r\nknew, just as pure and fair may beat in Belgrave Square as in the lowlier\r\nair of Seven Dials, but you have to pinch them just the same when they\r\ndisturb the peace. His gaze, as it fell upon Jill, red-handed as it were\r\nwith the stick still in her grasp, was stern.\r\n\r\n\"Your name, please, and address, miss?\" he said.\r\n\r\nA girl in blue with a big hat had come up, and was standing staring\r\nopen-mouthed at the group. At the sight of her Bill the parrot uttered\r\na shriek of welcome. Nelly Bryant had returned, and everything would\r\nnow be all right again.\r\n\r\n\"Mariner,\" said Jill, pale and bright-eyed. \"I live at Number\r\nTwenty-two, Ovingdon Square.\"\r\n\r\n\"And yours, sir?\"\r\n\r\n\"Mine? Oh, ah, yes. I see what you mean. Rooke, you know. F. L. Rooke.\r\nI live at the Albany and all that sort of thing.\"\r\n\r\nThe policeman made an entry in his note-book.\r\n\r\n\"Officer,\" cried Jill, \"this man was trying to kill that parrot and I\r\nstopped him....\"\r\n\r\n\"Can't help that, miss. You 'adn't no right to hit a man with a stick.\r\nYou'll 'ave to come along.\"\r\n\r\n\"But, I say, you know!\" Freddie was appalled. This sort of thing had\r\nhappened to him before, but only on Boat-Race Night at the Empire,\r\nwhere it was expected of a chappie. \"I mean to say!\"\r\n\r\n\"And you, too, sir. You're both in it.\"\r\n\r\n\"But....\"\r\n\r\n\"Oh, come along, Freddie,\" said Jill quietly. \"It's perfectly absurd,\r\nbut it's no use making a fuss.\"\r\n\r\n\"That,\" said the policeman cordially, \"is the right spirit!\"\r\n\r\n\r\nIII\r\n\r\nLady Underhill paused for breath. She had been talking long and\r\nvehemently. She and Derek were sitting in Freddie Rooke's apartment at\r\nthe Albany, and the subject of her monologue was Jill. Derek had been\r\nexpecting the attack, and had wondered why it had not come before. All\r\nthrough supper on the previous night, even after the discovery that\r\nJill was supping at a near-by table with a man who was a stranger to\r\nher son, Lady Underhill had preserved a grim reticence with regard to\r\nher future daughter-in-law. But to-day she had spoken her mind with\r\nall the energy which comes of suppression. She had relieved herself\r\nwith a flow of words of all the pent-up hostility that had been\r\ngrowing within her since that first meeting in this same room. She had\r\ntalked rapidly, for she was talking against time. The Town Council of\r\nthe principal city in Derek's constituency in the north of England had\r\ndecided that to-morrow morning should witness the laying of the\r\nfoundation stone of their new Town Hall, and Derek as the sitting\r\nmember was to preside at the celebration. Already Barker had been\r\ndispatched to telephone for a cab to take him to the station, and at\r\nany moment their conversation might be interrupted. So Lady Underhill\r\nmade the most of what little time she had.\r\n\r\nDerek listened gloomily, scarcely rousing himself to reply. His mother\r\nwould have been gratified could she have known how powerfully her\r\narguments were working on him. That little imp of doubt which had\r\nvexed him in the cab as he drove home from Ovingdon Square had not\r\ndied in the night. It had grown and waxed more formidable. And now,\r\naided by this ally from without, it had become a Colossus straddling\r\nhis soul. Derek looked frequently at the clock, and cursed the unknown\r\ncabman whose delay was prolonging the scene. Something told him that\r\nonly flight could serve him now. He never had been able to withstand\r\nhis mother in one of her militant moods. She seemed to numb his\r\nfaculties. Other members of his family had also noted this quality in\r\nLady Underhill, and had commented on it bitterly in the smoking-rooms\r\nof distant country-houses at the hour when men meet to drink the final\r\nwhisky-and-soda and unburden their souls.\r\n\r\nLady Underhill, having said all she had to say, recovered her breath\r\nand began to say it again. Frequent iteration was one of her strongest\r\nweapons. As her brother Edwin, who was fond of homely imagery, had\r\noften observed, she could talk the hind-leg off a donkey.\r\n\r\n\"You must be mad, Derek, to dream of handicapping yourself at this\r\nvital stage of your career with a wife who not only will not be a help\r\nto you, but must actually be a ruinous handicap. I am not blaming you\r\nfor imagining yourself in love in the first place, though I really\r\nshould have thought that a man of your strength and character\r\nwould.... However, as I say, I am not blaming you for that.\r\nSuperficially, no doubt, this girl might be called attractive. I do\r\nnot admire the type myself, but I suppose she has that quality--in my\r\ntime we should have called it boldness--which seems to appeal to the\r\nyoung men of to-day. I could imagine her fascinating a weak-minded\r\nimbecile like your friend Mr. Rooke. But that you.... Still, there is\r\nno need to go into that. What I am trying to point out is that in\r\nyour position, with a career like yours in front of you--it's quite\r\ncertain that in a year or two you will be offered some really big and\r\nresponsible position--you would be insane to tie yourself to a girl\r\nwho seems to have been allowed to run perfectly wild, whose uncle is a\r\nswindler....\"\r\n\r\n\"She can't be blamed for her uncle.\"\r\n\r\n\"... Who sups alone with strange men in public restaurants....\"\r\n\r\n\"I explained that.\"\r\n\r\n\"You may have explained it. You certainly did not excuse it or make it\r\na whit less outrageous. You cannot pretend that you really imagine\r\nthat an engaged girl is behaving with perfect correctness when she\r\nallows a man she has only just met to take her to supper at the Savoy,\r\neven if she did know him slightly years and years ago. It is very\r\nidyllic to suppose that a childhood acquaintance excuses every breach\r\nof decorum, but I was brought up to believe otherwise. I don't wish to\r\nbe vulgar, but what it amounts to is that this girl was having\r\nsupper--supper! In my days girls were in bed at supper-time!--with a\r\nstrange man who picked her up at a theatre!\"\r\n\r\nDerek shifted uneasily. There was a part of his mind which called upon\r\nhim to rise up and challenge the outrageous phrase and demand that it\r\nbe taken back. But he remained silent. The imp-Colossus was too strong\r\nfor him. She is quite right, said the imp. That is an unpleasant but\r\naccurate description of what happened. He looked at the clock again,\r\nand wished for the hundredth time that the cab would come. Jill's\r\nphotograph smiled at him from beside the clock. He looked away, for,\r\nwhen he found his eyes upon it, he had an odd sensation of baseness,\r\nas if he were playing some one false who loved and trusted him.\r\n\r\n\"Well, I am not going to say any more,\" she said, getting up and\r\nbuttoning her glove. \"I will leave you to think it over. All I will\r\nsay is that, though I only met her yesterday, I can assure you that I\r\nam quite confident that this girl is just the sort of harum-scarum\r\nso-called 'modern' girl who is sure some day to involve herself in a\r\nreally serious scandal. I don't want her to be in a position to drag\r\nyou into it as well. Yes, Barker, what is it? Is Sir Derek's cab\r\nhere?\"\r\n\r\nThe lantern-jawed Barker had entered softly, and was standing\r\ndeferentially in the doorway. There was no emotion on his face beyond\r\nthe vague sadness which a sense of what was correct made him always\r\nwear like a sort of mask when in the presence of those of superior\r\nstation.\r\n\r\n\"The cab will be at the door very shortly, m'lady. If you please, Sir\r\nDerek, a policeman has come with a message.\"\r\n\r\n\"A policeman?\"\r\n\r\n\"With a message from Mr. Rooke.\"\r\n\r\n\"What do you mean?\"\r\n\r\n\"I have had a few words of conversation with the constable, sir,\" said\r\nBarker sadly, \"and I understand from him that Mr. Rooke and Miss\r\nMariner have been arrested.\"\r\n\r\n\"Arrested! What are you talking about?\"\r\n\r\n\"Mr. Rooke desired the officer to ask you to be good enough to step\r\nround and bail them out!\"\r\n\r\nThe gleam in Lady Underhill's eye became a flame, but she controlled\r\nher voice.\r\n\r\n\"Why were Miss Mariner and Mr. Rooke arrested, Barker?\"\r\n\r\n\"As far as I can gather, m'lady, Miss Mariner struck a man in the\r\nstreet with a stick, and they took both her and Mr. Rooke to the\r\nChelsea Police Station.\"\r\n\r\nLady Underhill glanced at Derek, who was looking into the fire.\r\n\r\n\"This is a little awkward, Derek,\" she said suavely. \"If you go to the\r\npolice-station, you will miss your train.\"\r\n\r\n\"I fancy, m'lady, it would be sufficient if Sir Derek were to dispatch\r\nme with a cheque for ten pounds.\"\r\n\r\n\"Very well. Tell the policeman to wait a moment.\"\r\n\r\n\"Very good, m'lady.\"\r\n\r\nDerek roused himself with an effort. His face was drawn and gloomy. He\r\nsat down at the writing-table, and took out his cheque-book. There was\r\nsilence for a moment, broken only by the scratching of the pen. Barker\r\ntook the cheque and left the room.\r\n\r\n\"Now, perhaps,\" said Lady Underhill, \"you will admit that I was\r\nright!\" She spoke in almost an awed voice, for this occurrence at just\r\nthis moment seemed to her very like a direct answer to prayer. \"You\r\ncan't hesitate now! You _must_ free yourself from this detestable\r\nentanglement!\"\r\n\r\nDerek rose without speaking. He took his coat and hat from where they\r\nlay on a chair.\r\n\r\n\"Derek! You will! Say you will!\"\r\n\r\nDerek put on his coat.\r\n\r\n\"Derek!\"\r\n\r\n\"For heaven's sake, leave me alone, mother. I want to think.\"\r\n\r\n\"Very well. I will leave you to think it over, then.\" Lady Underhill\r\nmoved to the door. At the door she paused for a moment, and seemed\r\nabout to speak again, but her mouth closed resolutely. She was a\r\nshrewd woman, and knew that the art of life is to know when to stop\r\ntalking. What words have accomplished, too many words can undo.\r\n\r\n\"Good-bye.\"\r\n\r\n\"Good-bye, mother.\"\r\n\r\n\"I'll see you when you get back?\"\r\n\r\n\"Yes. No. I don't know. I'm not certain when I shall return. I may go\r\naway for a bit.\"\r\n\r\nThe door closed behind Lady Underhill. Derek sat down again at the\r\nwriting-table. He wrote a few words on a sheet of paper, then tore it\r\nup. His eye travelled to the mantelpiece. Jill's photograph smiled\r\nhappily down at him. He turned back to the writing-table, took out a\r\nfresh piece of paper, thought for a few moments, and began to write\r\nagain.\r\n\r\nThe door opened softly.\r\n\r\n\"The cab is at the door, Sir Derek,\" said Barker.\r\n\r\nDerek addressed an envelope, and got up.\r\n\r\n\"All right. Thanks. Oh, Barker, stop at a district-messenger office on\r\nyour way to the police-station, and have this sent off at once.\"\r\n\r\n\"Very good, Sir Derek,\" said Barker.\r\n\r\nDerek's eyes turned once more to the mantelpiece. He stood looking for\r\nan instant, then walked quickly out of the room."
  ]
}