{
  "index": 4,
  "title": "Chapter 3",
  "paragraphs": [
    "JILL AND THE UNKNOWN ESCAPE\r\n\r\nI\r\n\r\n\r\nIn these days when the authorities who watch over the welfare of the\r\ncommunity have taken the trouble to reiterate encouragingly in printed\r\nnotices that a full house can be emptied in three minutes and that all\r\nan audience has to do in an emergency is to walk, not run, to the\r\nnearest exit, fire in the theatre has lost a good deal of its old-time\r\nterror. Yet it would be paltering with the truth to say that the\r\naudience which had assembled to witness the opening performance of the\r\nnew play at the Leicester was entirely at its ease. The asbestos\r\ncurtain was already on its way down, which should have been\r\nreassuring: but then asbestos curtains never look the part. To the lay\r\neye they seem just the sort of thing that will blaze quickest.\r\nMoreover, it had not yet occurred to the man at the switchboard to\r\nturn up the house-lights, and the darkness was disconcerting.\r\n\r\nPortions of the house were taking the thing better than other\r\nportions. Up in the gallery a vast activity was going on. The clatter\r\nof feet almost drowned the shouting. A moment before it would have\r\nseemed incredible that anything could have made the occupants of the\r\ngallery animated, but the instinct of self-preservation had put new\r\nlife into them.\r\n\r\nThe stalls had not yet entirely lost their self-control. Alarm was in\r\nthe air, but for the moment they hung on the razor-edge between panic\r\nand dignity. Panic urged them to do something sudden and energetic;\r\ndignity counselled them to wait. They, like the occupants of the\r\ngallery, greatly desired to be outside, but it was bad form to rush\r\nand jostle. The men were assisting the women in their cloaks, assuring\r\nthem the while that it was \"all right\" and that they must not be\r\nfrightened. But another curl of smoke had crept out just before the\r\nasbestos curtain completed its descent, and their words lacked the\r\nring of conviction. The movement towards the exits had not yet become\r\na stampede, but already those with seats nearest the stage had begun\r\nto feel that the more fortunate individuals near the doors were\r\ninfernally slow in removing themselves.\r\n\r\nSuddenly, as if by mutual inspiration, the composure of the stalls\r\nbegan to slip. Looking from above, one could have seen a sort of\r\nshudder run through the crowd. It was the effect of every member of\r\nthat crowd starting to move a little more quickly.\r\n\r\nA hand grasped Jill's arm. It was a comforting hand, the hand of a man\r\nwho had not lost his head. A pleasant voice backed up its message of\r\nreassurance.\r\n\r\n\"It's no good getting into that mob. You might get hurt. There's no\r\ndanger; the play isn't going on.\"\r\n\r\nJill was shaken; but she had the fighting spirit and hated to show\r\nthat she was shaken. Panic was knocking at the door of her soul, but\r\ndignity refused to be dislodged.\r\n\r\n\"All the same,\" she said, smiling a difficult smile, \"it would be nice\r\nto get out, wouldn't it?\"\r\n\r\n\"I was just going to suggest something of that very sort,\" said the\r\nman beside her. \"The same thought occurred to me. We can stroll out\r\nquite comfortably by our own private route. Come along.\"\r\n\r\nJill looked over her shoulder. Derek and Lady Underhill were merged\r\ninto the mass of refugees. She could not see them. For an instant a\r\nlittle spasm of pique stung her at the thought that Derek had deserted\r\nher. She groped her way after her companion, and presently they came\r\nby way of a lower box to the iron pass-door leading to the stage.\r\n\r\nAs it opened, smoke blew through, and the smell of burning was\r\nformidable. Jill recoiled involuntarily.\r\n\r\n\"It's all right,\" said her companion. \"It smells worse than it really\r\nis. And, anyway, this is the quickest way out.\"\r\n\r\nThey passed through on to the stage, and found themselves in a world\r\nof noise and confusion compared with which the auditorium which they\r\nhad left had been a peaceful place. Smoke was everywhere. A\r\nstage-hand, carrying a bucket, lurched past them, bellowing. From\r\nsomewhere out of sight on the other side of the stage there came a\r\nsound of chopping. Jill's companion moved quickly to the switchboard,\r\ngroped, found a handle, and turned it. In the narrow space between the\r\ncorner of the proscenium and the edge of the asbestos curtain lights\r\nflashed up: and simultaneously there came a sudden diminution of the\r\nnoise from the body of the house. The stalls, snatched from the\r\nintimidating spell of the darkness and able to see each other's faces,\r\ndiscovered that they had been behaving indecorously and checked their\r\nstruggling, a little ashamed of themselves. The relief would be only\r\nmomentary, but, while it lasted, it postponed panic.\r\n\r\n\"Go straight across the stage,\" Jill heard her companion say, \"out\r\nalong the passage and turn to the right, and you'll be at the\r\nstage-door. I think, as there seems no one else around to do it, I'd\r\nbetter go out and say a few soothing words to the customers. Otherwise\r\nthey'll be biting holes in each other.\"\r\n\r\nHe squeezed through the narrow opening in front of the curtain.\r\n\r\n\"Ladies and gentlemen!\"\r\n\r\nJill remained where she was, leaning with one hand against the\r\nswitchboard. She made no attempt to follow the directions he had given\r\nher. She was aware of a sense of comradeship, of being with this man\r\nin this adventure. If he stayed, she must stay. To go now through the\r\nsafety of the stage-door would be abominable desertion. She listened,\r\nand found that she could hear plainly in spite of the noise. The smoke\r\nwas worse than ever, and hurt her eyes, so that the figures of the\r\ntheatre-firemen, hurrying to and fro, seemed like Brocken spectres.\r\nShe slipped a corner of her cloak across her mouth, and was able to\r\nbreathe more easily.\r\n\r\n\"Ladies and gentlemen, I assure you that there is absolutely no\r\ndanger. I am a stranger to you, so there is no reason why you should\r\ntake my word, but fortunately I can give you solid proof. If there\r\nwere any danger, _I_ wouldn't be here. All that has happened is that\r\nthe warmth of your reception of the play has set a piece of scenery\r\nalight....\"\r\n\r\nA crimson-faced stage-hand, carrying an axe in blackened hands, roared\r\nin Jill's ear.\r\n\r\n\"'Op it!\" shouted the stage-hand. He cast his axe down with a clatter.\r\n\"Can't you see the place is afire?\"\r\n\r\n\"But--but I'm waiting for....\" Jill pointed to where her ally was\r\nstill addressing an audience that seemed reluctant to stop and listen\r\nto him.\r\n\r\nThe stage-hand squinted out round the edge of the curtain.\r\n\r\n\"If he's a friend of yours, miss, kindly get 'im to cheese it and get\r\na move on. We're clearing out. There's nothing we can do. It's got too\r\nmuch of an 'old. In about another two ticks the roof's going to drop\r\non us.\"\r\n\r\nJill's friend came squeezing back through the opening.\r\n\r\n\"Hullo! Still here?\" He blinked approvingly at her through the smoke.\r\n\"You're a little soldier! Well, Augustus, what's on your mind?\"\r\n\r\nThe simple question seemed to take the stage-hand aback.\r\n\r\n\"Wot's on my mind? I'll tell you wot's on my blinking mind....\"\r\n\r\n\"Don't tell me. Let me guess. I've got it! The place is on fire!\"\r\n\r\nThe stage-hand expectorated disgustedly. Flippancy at such a moment\r\noffended his sensibilities.\r\n\r\n\"We're 'opping it,\" he said.\r\n\r\n\"Great minds think alike! _We_ are hopping it, too.\"\r\n\r\n\"You'd better! And damn quick!\"\r\n\r\n\"And, as you suggest, damn quick. You think of everything!\"\r\n\r\nJill followed him across the stage. Her heart was beating violently.\r\nThere was not only smoke now, but heat. Across the stage little\r\nscarlet flames were shooting, and something large and hard, unseen\r\nthrough the smoke, fell with a crash. The air was heavy with the smell\r\nof burning paint.\r\n\r\n\"Where's Sir Chester Portwood?\" enquired her companion of the\r\nstage-hand, who hurried beside them.\r\n\r\n\"'Opped it!\" replied the other briefly, and coughed raspingly as he\r\nswallowed smoke.\r\n\r\n\"Strange,\" said the man in Jill's ear, as he pulled her along. \"This\r\nway. Stick to me. Strange how the drama anticipates life! At the end\r\nof Act Two there was a scene where Sir Chester had to creep sombrely\r\nout into the night, and now he's gone and done it! Ah!\"\r\n\r\nThey had stumbled through a doorway and were out in a narrow passage,\r\nwhere the air, though tainted, was comparatively fresh. Jill drew a\r\ndeep breath. Her companion turned to the stage-hand and felt in his\r\npocket.\r\n\r\n\"Here.\" A coin changed hands. \"Go and get a drink. You need it after\r\nall this.\"\r\n\r\n\"Thank you, sir.\"\r\n\r\n\"Don't mention it. You've saved our lives. Suppose you hadn't come up\r\nand told us, and we had never noticed there was a fire!\" He turned to\r\nJill. \"Here's the stage-door. Shall we creep sombrely out into the\r\nnight?\"\r\n\r\nThe guardian of the stage-door was standing in the entrance of his\r\nlittle hutch, plainly perplexed. He was a slow thinker and a man whose\r\nlife was ruled by routine, and the events of the evening had left him\r\nuncertain how to act.\r\n\r\n\"Wot's all this about a fire?\" he demanded.\r\n\r\nJill's friend stopped.\r\n\r\n\"A fire?\" He looked at Jill. \"Did _you_ hear anything about a fire?\"\r\n\r\n\"They all come bustin' past 'ere yelling there's a fire,\" persisted\r\nthe door-man.\r\n\r\n\"By George! Now I come to think of it, you're perfectly right! There\r\n_is_ a fire! If you wait here a little longer you'll get it in the\r\nsmall of the back. Take the advice of an old friend who means you well\r\nand vanish. In the inspired words of the lad we've just parted from,\r\n'op it!\"\r\n\r\nThe stage-door man turned this over in his mind for a space.\r\n\r\n\"But I'm supposed to stay 'ere till eleven-thirty and lock up!\" he\r\nsaid. \"That's what I'm supposed to do. Stay 'ere till eleven-thirty\r\nand lock up! And it ain't but ten forty-five now.\"\r\n\r\n\"I see the difficulty,\" said Jill's companion thoughtfully.\r\n\r\n\"Well, Casabianca, I'm afraid I don't see how to help you. It's a\r\nmatter for your own conscience. I don't want to lure you from the\r\nburning deck; on the other hand, if you stick on here you'll most\r\ncertainly be fired on both sides.... But, tell me. You spoke about\r\nlocking up something at eleven-thirty. What are you supposed to lock\r\nup?\"\r\n\r\n\"Why, the theatre.\"\r\n\r\n\"Then that's all right. By eleven-thirty there won't _be_ a theatre.\r\nIf I were you, I should leave quietly and unostentatiously now.\r\nTo-morrow, if you wish it, and if they've cooled off sufficiently, you\r\ncan come and sit on the ruins. Good night!\"\r\n\r\n\r\nII\r\n\r\nOutside, the air was cold and crisp. Jill drew her warm cloak closer.\r\nRound the corner there was noise and shouting. Fire-engines had\r\narrived. Jill's companion lit a cigarette.\r\n\r\n\"Do you wish to stop and see the conflagration?\" he asked.\r\n\r\nJill shivered. She was more shaken than she had realized.\r\n\r\n\"I've seen all the conflagration I want.\"\r\n\r\n\"Same here. Well, it's been an exciting evening. Started slow, I\r\nadmit, but warmed up later! What I seem to need at the moment is a\r\nrestorative stroll along the Embankment. Do you know, Sir Chester\r\nPortwood didn't like the title of my play. He said 'Tried by Fire' was\r\ntoo melodramatic. Well, he can't say now it wasn't appropriate.\"\r\n\r\nThey made their way towards the river, avoiding the street which was\r\nblocked by the crowds and the fire-engines. As they crossed the\r\nStrand, the man looked back. A red glow was in the sky.\r\n\r\n\"A great blaze!\" he said. \"What you might call--in fact what the\r\npapers _will_ call--a holocaust. Quite a treat for the populace.\"\r\n\r\n\"Do you think they will be able to put it out?\"\r\n\r\n\"Not a chance. It's got too much of a hold. It's a pity you hadn't\r\nthat garden-hose of yours with you, isn't it?\"\r\n\r\nJill stopped, wide-eyed.\r\n\r\n\"Garden-hose?\"\r\n\r\n\"Don't you remember the garden-hose? I do! I can feel that clammy\r\nfeeling of the water trickling down my back now!\"\r\n\r\nMemory, always a laggard by the wayside that redeems itself by an\r\neleventh-hour rush, raced back to Jill. The Embankment turned to a\r\nsun-lit garden, and the January night to a July day. She stared at\r\nhim. He was looking at her with a whimsical smile. It was a smile\r\nwhich, pleasant to-day, had seemed mocking and hostile on that\r\nafternoon years ago. She had always felt then that he was laughing at\r\nher, and at the age of twelve she had resented laughter at her\r\nexpense.\r\n\r\n\"You surely can't be Wally Mason!\" \"I was wondering when you would\r\nremember.\" \"But the programme called you something else--John\r\nsomething.\"\r\n\r\n\"That was a cunning disguise. Wally Mason is the only genuine and\r\nofficial name. And, by Jove! I've just remembered yours. It was\r\nMariner. By the way,\"--he paused for an almost imperceptible\r\ninstant--\"is it still?\""
  ]
}