{
  "index": 5,
  "title": "Chapter 4",
  "paragraphs": [
    "THE LAST OF THE ROOKES TAKES A HAND\r\n\r\nI\r\n\r\n\r\nJill was hardly aware that he had asked her a question. She was\r\nsuffering that momentary sense of unreality which comes to us when the\r\nyears roll away and we are thrown abruptly back into the days of our\r\nchildhood. The logical side of her mind was quite aware that there was\r\nnothing remarkable in the fact that Wally Mason, who had been to her\r\nall these years a boy in an Eton suit, should now present himself as a\r\ngrown man. But for all that the transformation had something of the\r\neffect of a conjuring-trick. It was not only the alteration in his\r\nappearance that startled her: it was the amazing change in his\r\npersonality. Wally Mason had been the _bête noire_ of her childhood.\r\nShe had never failed to look back at the episode of the garden-hose\r\nwith the feeling that she had acted well, that--however she might have\r\nstrayed in those early days from the straight and narrow path--in that\r\none particular crisis she had done the right thing. And now she had\r\ntaken an instant liking for him. Easily as she made friends, she had\r\nseldom before felt so immediately drawn to a strange man. Gone was\r\nthe ancient hostility, and in its place a soothing sense of\r\ncomradeship. The direct effect of this was to make Jill feel suddenly\r\nold. It was as if some link that joined her to her childhood had been\r\nsnapped.\r\n\r\nShe glanced down the Embankment. Close by, to the left, Waterloo\r\nBridge loomed up, dark and massive against the steel-grey sky. A\r\ntram-car, full of home-bound travellers, clattered past over rails\r\nthat shone with the peculiarly frost-bitten gleam that seems to herald\r\nsnow. Across the river everything was dark and mysterious, except for\r\nan occasional lamp-post and the dim illumination of the wharves. It\r\nwas a depressing prospect, and the thought crossed her mind that to\r\nthe derelicts whose nightly resting-place was a seat on the Embankment\r\nthe view must seem even bleaker than it did to herself. She gave a\r\nlittle shiver. Somehow this sudden severance from the old days had\r\nbrought with it a forlornness. She seemed to be standing alone in a\r\nchanged world.\r\n\r\n\"Cold?\" said Wally Mason.\r\n\r\n\"A little.\"\r\n\r\n\"Let's walk.\"\r\n\r\nThey moved westwards. Cleopatra's Needle shot up beside them, a\r\npointing finger. Down on the silent river below, coffin-like row-boats\r\nlay moored to the wall. Through a break in the trees the clock over\r\nthe Houses of Parliament shone for an instant as if suspended in the\r\nsky, then vanished as the trees closed in. A distant barge in the\r\ndirection of Battersea wailed and was still. It had a mournful and\r\nforeboding sound. Jill shivered again. It annoyed her that she could\r\nnot shake off this quite uncalled-for melancholy, but it withstood\r\nevery effort. Why she should have felt that a chapter, a pleasant\r\nchapter, in the book of her life had been closed, she could not have\r\nsaid, but the feeling lingered.\r\n\r\n\"Correct me if I am wrong,\" said Wally Mason, breaking a silence that\r\nhad lasted several minutes, \"but you seem to me to be freezing in your\r\ntracks. Ever since I came to London I've had a habit of heading for\r\nthe Embankment in times of mental stress, but perhaps the middle of\r\nwinter is not quite the moment for communing with the night. The Savoy\r\nis handy, if we stop walking away from it. I think we might celebrate\r\nthis re-union with a little supper, don't you?\"\r\n\r\nJill's depression disappeared magically. Her mercurial temperament\r\nasserted itself.\r\n\r\n\"Lights!\" she said. \"Music!\"\r\n\r\n\"And food! To an ethereal person like you that remark may seem gross,\r\nbut I had no dinner.\"\r\n\r\n\"You poor dear! Why not?\"\r\n\r\n\"Just nervousness.\"\r\n\r\n\"Why, of course.\" The interlude of the fire had caused her to forget\r\nhis private and personal connection with the night's events. Her mind\r\nwent back to something he had said in the theatre. \"Wally--\" She\r\nstopped, a little embarrassed. \"I suppose I ought to call you Mr.\r\nMason, but I've always thought of you....\"\r\n\r\n\"Wally, if you please, Jill. It's not as though we were strangers. I\r\nhaven't my book of etiquette with me, but I fancy that about eleven\r\ngallons of cold water down the neck constitutes an introduction. What\r\nwere you going to say?\"\r\n\r\n\"It was what you said to Freddie about putting up money. Did you\r\nreally?\"\r\n\r\n\"Put up the money for that ghastly play? I did. Every cent. It was the\r\nonly way to get it put on.\"\r\n\r\n\"But why...? I forget what I was going to say!\"\r\n\r\n\"Why did I want it put on? Well, it does seem odd, but I give you my\r\nhonest word that until to-night I thought the darned thing a\r\nmasterpiece. I've been writing musical comedies for the last few\r\nyears, and after you've done that for a while your soul rises up\r\nwithin you and says, 'Come, come, my lad! You can do better than\r\nthis!' That's what mine said, and I believed it. Subsequent events\r\nhave proved that Sidney the Soul was pulling my leg!\"\r\n\r\n\"But--then you've lost a great deal of money?\"\r\n\r\n\"The hoarded wealth, if you don't mind my being melodramatic for a\r\nmoment, of a lifetime. And no honest old servitor who dangled me on\r\nhis knee as a baby to come along and offer me his savings! They don't\r\nmake servitors like that in America, worse luck. There is a Swedish\r\nlady who looks after my simple needs back there, but instinct tells me\r\nthat, if I were to approach her on the subject of loosening up for the\r\nbenefit of the young master, she would call a cop. Still, I've gained\r\nexperience, which they say is just as good as cash, and I've enough\r\nmoney left to pay the bill, at any rate, so come along.\"\r\n\r\nIn the supper-room of the Savoy Hotel there was, as anticipated, food\r\nand light and music. It was still early, and the theatres had not yet\r\nemptied themselves, so that the big room was as yet but half full.\r\nWally Mason had found a table in the corner, and proceeded to order\r\nwith the concentration of a hungry man.\r\n\r\n\"Forgive my dwelling so tensely on the bill-of-fare,\" he said, when\r\nthe waiter had gone. \"You don't know what it means to one in my\r\ncondition to have to choose between _poulet en casserole_ and kidneys\r\n_à la mâitre d'hôtel_. A man's cross-roads!\"\r\n\r\nJill smiled happily across the table at him. She could hardly believe\r\nthat this old friend with whom she had gone through the perils of the\r\nnight and with whom she was now about to feast was the sinister figure\r\nthat had cast a shadow on her childhood. He looked positively\r\nincapable of pulling a little girl's hair--as no doubt he was.\r\n\r\n\"You always were greedy,\" she commented. \"Just before I turned the\r\nhose on you, I remember you had made yourself thoroughly disliked by\r\npocketing a piece of my birthday cake.\"\r\n\r\n\"Do you remember that?\" His eyes lit up and he smiled back at her. He\r\nhad an ingratiating smile. His mouth was rather wide, and it seemed to\r\nstretch right across his face. He reminded Jill more than ever of a\r\nbig, friendly dog. \"I can feel it now--all squashy in my pocket,\r\ninextricably mingled with a catapult, a couple of marbles, a box of\r\nmatches, and some string. I was quite the human general store in those\r\ndays. Which reminds me that we have been some time settling down to an\r\nexchange of our childish reminiscences, haven't we?\"\r\n\r\n\"I've been trying to realize that you are Wally Mason. You have\r\naltered so.\"\r\n\r\n\"For the better?\"\r\n\r\n\"Very much for the better! You were a horrid little brute. You used to\r\nterrify me. I never knew when you were going to bound out at me from\r\nbehind a tree or something. I remember your chasing me for miles,\r\nshrieking at the top of your voice!\"\r\n\r\n\"Sheer embarrassment! I told you just now how I used to worship you.\r\nIf I shrieked a little, it was merely because I was shy. I did it to\r\nhide my devotion.\"\r\n\r\n\"You certainly succeeded. I never even suspected it.\"\r\n\r\nWally sighed.\r\n\r\n\"How like life! I never told my love, but let concealment like a worm\r\ni' the bud....\"\r\n\r\n\"Talking of worms, you once put one down my back!\"\r\n\r\n\"No, no,\" said Wally in a shocked voice. \"Not that! I was boisterous,\r\nperhaps, but surely always the gentleman.\"\r\n\r\n\"You did! In the shrubbery. There had been a thunderstorm and....\"\r\n\r\n\"I remember the incident now. A mere misunderstanding. I had done with\r\nthe worm, and thought you might be glad to have it.\"\r\n\r\n\"You were always doing things like that. Once you held me over the\r\npond and threatened to drop me into the water--in the winter! Just\r\nbefore Christmas. It was a particularly mean thing to do, because I\r\ncouldn't even kick your shins for fear you would let me fall. Luckily\r\nUncle Chris came up and made you stop.\"\r\n\r\n\"You considered that a fortunate occurrence, did you?\" said Wally.\r\n\"Well, perhaps from your point of view it may have been. I saw the\r\nthing from a different angle. Your uncle had a whangee with him. My\r\nfriends sometimes wonder what I mean when I say that my old wound\r\ntroubles me in frosty weather. By the way, how is your uncle?\"\r\n\r\n\"Oh, he's very well. Just as lazy as ever. He's away at present, down\r\nat Brighton.\"\r\n\r\n\"He didn't strike me as lazy,\" said Wally thoughtfully. \"Dynamic would\r\nexpress it better. But perhaps I happened to encounter him in a moment\r\nof energy. Ah!\" The waiter had returned with a loaded tray. \"The food!\r\nForgive me if I seem a little distrait for a moment or two. There is\r\nman's work before me!\"\r\n\r\n\"And later on, I suppose, you would like a chop or something to take\r\naway in your pocket?\"\r\n\r\n\"I will think it over. Possibly a little soup. My needs are very\r\nsimple these days.\"\r\n\r\nJill watched him with a growing sense of satisfaction. There was\r\nsomething boyishly engaging about this man. She felt at home with him.\r\nHe affected her in much the same way as did Freddie Rooke. He was a\r\ndefinite addition to the things that went to make her happy.\r\n\r\nShe liked him particularly for being such a good loser. She had\r\nalways been a good loser herself, and the quality was one which she\r\nadmired. It was nice of him to dismiss from his conversation--and\r\napparently from his thoughts--that night's fiasco and all that it must\r\nhave cost him. She wondered how much he had lost. Certainly something\r\nvery substantial. Yet it seemed to trouble him not at all. Jill\r\nconsidered his behaviour gallant, and her heart warmed to him. This\r\nwas how a man ought to take the slings and arrows of outrageous\r\nfortune.\r\n\r\nWally sighed contentedly, and leaned back in his chair.\r\n\r\n\"An unpleasant exhibition!\" he said apologetically. \"But unavoidable.\r\nAnd, anyway, I take it that you prefer to have me well-fed and happy\r\nabout the place than swooning on the floor with starvation. A\r\nwonderful thing, food! I am now ready to converse intelligently on any\r\nsubject you care to suggest. I have eaten rose-leaves and am no more a\r\ngolden ass, so to speak. What shall we talk about?\"\r\n\r\n\"Tell me about yourself.\"\r\n\r\n\"There is no nobler topic. But what aspect of myself do you wish me to\r\ntouch on? My thoughts, my tastes, my amusements, my career, or what? I\r\ncan talk about myself for hours. My friends in New York often complain\r\nabout it bitterly.\"\r\n\r\n\"New York?\" said Jill. \"Oh, then you live in America?\"\r\n\r\n\"Yes. I only came over here to see that darned false alarm of a play\r\nof mine put on.\"\r\n\r\n\"Why didn't you put it on in New York?\"\r\n\r\n\"Too many of the lads of the village know me over there. This was a\r\nnew departure, you see. What the critics in those parts expect from me\r\nis something entitled 'Wow! Wow!' or 'The Girl from Yonkers.' It would\r\nhave unsettled their minds to find me breaking out in poetic drama.\r\nThey are men of coarse fibre and ribald mind and they would have been\r\nfunny about it. I thought it wiser to come over here among strangers,\r\nlittle thinking that I should sit in the next seat to somebody I had\r\nknown all my life.\"\r\n\r\n\"But when did you go to America? And why?\"\r\n\r\n\"I think it must have been four--five--well, quite a number of years\r\nafter the hose episode. Probably you didn't observe that I wasn't\r\nstill around, but we crept silently out of the neighbourhood round\r\nabout that time and went to live in London.\" His tone lost its\r\nlightness momentarily. \"My father died, you know, and that sort of\r\nbroke things up. He didn't leave any too much money, either.\r\nApparently we had been living on rather too expensive a scale during\r\nthe time I knew you. At any rate, I was more or less up against it\r\nuntil your father got me a job in an office in New York.\"\r\n\r\n\"My father!\"\r\n\r\n\"Yes. It was wonderfully good of him to bother about me. I didn't\r\nsuppose he would have known me by sight, and, even if he had\r\nremembered me, I shouldn't have imagined that the memory would have\r\nbeen a pleasant one. But he couldn't have taken more trouble if I had\r\nbeen a blood-relation.\"\r\n\r\n\"That was just like father,\" said Jill softly.\r\n\r\n\"He was a prince.\"\r\n\r\n\"But you aren't in the office now?\"\r\n\r\n\"No. I found I had a knack of writing verses and things, and I wrote a\r\nfew vaudeville songs. Then I came across a man named Bevan at a music\r\npublisher's. He was just starting to write music, and we got together\r\nand turned out some vaudeville sketches, and then a manager sent for\r\nus to fix up a show that was dying on the road and we had the good\r\nluck to turn it into a success, and after that it was pretty good\r\ngoing. George Bevan got married the other day. Lucky devil!\"\r\n\r\n\"Are you married?\"\r\n\r\n\"No.\"\r\n\r\n\"You were faithful to my memory?\" said Jill with a smile.\r\n\r\n\"I was.\"\r\n\r\n\"It can't last,\" said Jill, shaking her head. \"One of these days\r\nyou'll meet some lovely American girl and then you'll put a worm down\r\nher back or pull her hair or whatever it is you do when you want to\r\nshow your devotion, and.... What are you looking at? Is something\r\ninteresting going on behind me?\"\r\n\r\nHe had been looking past her out into the room.\r\n\r\n\"It's nothing,\" he said. \"Only there's a statuesque old lady about two\r\ntables back of you who has been staring at you, with intervals for\r\nrefreshment, for the last five minutes. You seem to fascinate her.\"\r\n\r\n\"An old lady?\"\r\n\r\n\"Yes. With a glare! She looks like Dunsany's Bird of the Difficult\r\nEye. Count ten and turn carelessly round, There, at that table. Almost\r\nbehind you.\"\r\n\r\n\"Good Heavens!\" exclaimed Jill.\r\n\r\nShe turned quickly round again.\r\n\r\n\"What's the matter? Do you know her? Somebody you don't want to meet?\"\r\n\r\n\"It's Lady Underhill! And Derek's with her!\"\r\n\r\nWally had been lifting his glass. He put it down rather suddenly.\r\n\r\n\"Derek?\" he said.\r\n\r\n\"Derek Underhill. The man I'm engaged to marry.\"\r\n\r\nThere was a moment's silence.\r\n\r\n\"Oh!\" said Wally thoughtfully. \"The man you're engaged to marry? Yes,\r\nI see!\"\r\n\r\nHe raised his glass again, and drank its contents quickly.\r\n\r\n\r\nII\r\n\r\nJill looked at her companion anxiously. Recent events had caused her\r\ncompletely to forget the existence of Lady Underhill. She was always\r\nso intensely interested in what she happened to be doing at the moment\r\nthat she often suffered these temporary lapses of memory. It occurred\r\nto her now--too late, as usual--that the Savoy Hotel was the last\r\nplace in London where she should have come to supper with Wally. It\r\nwas the hotel where Lady Underhill was staying. She frowned. Life had\r\nsuddenly ceased to be careless and happy, and had become a\r\nproblem-ridden thing, full of perplexity and misunderstandings.\r\n\r\n\"What shall I do?\"\r\n\r\nWally Mason started at the sound of her voice. He appeared to be deep\r\nin thoughts of his own.\r\n\r\n\"I beg your pardon?\"\r\n\r\n\"What shall I do?\"\r\n\r\n\"I shouldn't be worried.\"\r\n\r\n\"Derek will be awfully cross.\"\r\n\r\nWally's good-humoured mouth tightened almost imperceptibly.\r\n\r\n\"Why?\" he said. \"There's nothing wrong in your having supper with an\r\nold friend.\"\r\n\r\n\"N-no,\" said Jill doubtfully. \"But....\"\r\n\r\n\"Derek Underhill,\" said Wally reflectively. \"Is that Sir Derek\r\nUnderhill, whose name one's always seeing in the papers?\"\r\n\r\n\"Derek is in the papers a lot. He's an M.P. and all sorts of things.\"\r\n\r\n\"Good-looking fellow. Ah, here's the coffee.\"\r\n\r\n\"I don't want any, thanks.\"\r\n\r\n\"Nonsense. Why spoil your meal because of this? Do you smoke?\"\r\n\r\n\"No, thanks.\"\r\n\r\n\"Given it up, eh? Daresay you're wise. Stunts the growth and increases\r\nthe expenses.\"\r\n\r\n\"Given it up?\"\r\n\r\n\"Don't you remember sharing one of your father's cigars with me behind\r\nthe haystack in the meadow? We cut it in half. I finished my half, but\r\nI fancy about three puffs were enough for you. Those were happy days!\"\r\n\r\n\"That one wasn't! Of course I remember it now. I don't suppose I shall\r\never forget it.\"\r\n\r\n\"The thing was my fault, as usual. I recollect I dared you.\"\r\n\r\n\"Yes. I always took a dare.\"\r\n\r\n\"Do you still?\"\r\n\r\n\"What do you mean?\"\r\n\r\nWally knocked the ash off his cigarette.\r\n\r\n\"Well,\" he said slowly, \"suppose I were to dare you to get up and walk\r\nover to that table and look your fiancé in the eye and say, 'Stop\r\nscowling at my back hair! I've a perfect right to be supping with an\r\nold friend!'--would you do it?\"\r\n\r\n\"Is he?\" said Jill startled.\r\n\r\n\"Scowling? Can't you feel it on the back of your head?\" He drew\r\nthoughtfully at his cigarette. \"If I were you I should stop that sort\r\nof thing at the source. It's a habit that can't be discouraged in a\r\nhusband too early. Scowling is the civilized man's substitute for\r\nwife-beating.\"\r\n\r\nJill moved uncomfortably in her chair. Her quick temper resented his\r\ntone. There was a hostility, a hardly veiled contempt in his voice\r\nwhich stung her. Derek was sacred. Whoever criticised him, presumed.\r\nWally, a few minutes before a friend and an agreeable companion,\r\nseemed to her to have changed. He was once more the boy whom she had\r\ndisliked in the old days. There was a gleam in her eyes which should\r\nhave warned him, but he went on.\r\n\r\n\"I should imagine that this Derek of yours is not one of our leading\r\nsunbeams. Well, I suppose he could hardly be, if that's his mother and\r\nthere is anything in heredity.\"\r\n\r\n\"Please don't criticise Derek,\" said Jill coldly.\r\n\r\n\"I was only saying....\"\r\n\r\n\"Never mind. I don't like it.\"\r\n\r\nA slow flush crept over Wally's face. He made no reply, and there fell\r\nbetween them a silence that was like a shadow, Jill sipped her coffee\r\nmiserably. She was regretting that little spurt of temper. She wished\r\nshe could have recalled the words. Not that it was the actual words\r\nthat had torn asunder this gossamer thing, the friendship which they\r\nhad begun to weave like some fragile web: it was her manner, the\r\nmanner of the princess rebuking an underling. She knew that, if she\r\nhad struck him, she could not have offended Wally more deeply. There\r\nare some men whose ebullient natures enable them to rise unscathed\r\nfrom the worst snub. Wally, her intuition told her, was not that kind\r\nof man.\r\n\r\nThere was only one way of mending the matter. In these clashes of\r\nhuman temperaments, these sudden storms that spring up out of a clear\r\nsky, it is possible sometimes to repair the damage, if the\r\npsychological moment is resolutely seized, by talking rapidly and with\r\ndetachment on neutral topics. Words have made the rift, and words\r\nalone can bridge it. But neither Jill nor her companion could find\r\nwords, and the silence lengthened grimly. When Wally spoke, it was in\r\nthe level tones of a polite stranger.\r\n\r\n\"Your friends have gone.\"\r\n\r\nHis voice was the voice in which, when she went on railway journeys,\r\nfellow-travellers in the carriage enquired of Jill if she would prefer\r\nthe window up or down. It had the effect of killing her regrets and\r\nfeeding her resentment. She was a girl who never refused a challenge,\r\nand she set herself to be as frigidly polite and aloof as he.\r\n\r\n\"Really?\" she said. \"When did they leave?\"\r\n\r\n\"A moment ago.\" The lights gave the warning flicker that announces the\r\narrival of the hour of closing. In the momentary darkness they both\r\nrose. Wally scrawled his name across the bill which the waiter had\r\ninsinuated upon his attention. \"I suppose we had better be moving?\"\r\n\r\nThey crossed the room in silence. Everybody was moving in the same\r\ndirection. The broad stairway leading to the lobby was crowded with\r\nchattering supper-parties. The light had gone up again.\r\n\r\nAt the cloak-room Wally stopped.\r\n\r\n\"I see Underhill waiting up there,\" he said casually. \"To take you\r\nhome, I suppose. Shall we say good-night? I'm staying in the hotel.\"\r\n\r\nJill glanced towards the head of the stairs. Derek was there. He was\r\nalone. Lady Underhill presumably had gone up to her room in the\r\nelevator.\r\n\r\nWally was holding out his hand. His face was stolid and his eyes\r\navoided hers.\r\n\r\n\"Good-bye,\" he said.\r\n\r\n\"Good-bye,\" said Jill.\r\n\r\nShe felt curiously embarrassed. At this last moment hostility had\r\nweakened, and she was conscious of a desire to make amends. She and\r\nthis man had been through much together that night, much that was\r\nperilous and much that was pleasant. A sudden feeling of remorse came\r\nover her.\r\n\r\n\"You'll come and see us, won't you?\" she said a little wistfully. \"I'm\r\nsure my uncle would like to meet you again.\"\r\n\r\n\"It's very good of you,\" said Wally, \"but I'm afraid I shall be going\r\nback to America at any moment now.\"\r\n\r\nPique, that ally of the devil, regained its slipping grip upon Jill.\r\n\r\n\"Oh? I'm sorry,\" she said indifferently. \"Well, good-bye, then.\"\r\n\r\n\"Good-bye.\"\r\n\r\n\"I hope you have a pleasant voyage.\"\r\n\r\n\"Thanks.\"\r\n\r\nHe turned into the cloak-room, and Jill went up the stairs to join\r\nDerek. She felt angry and depressed, full of a sense of the futility\r\nof things. People flashed into one's life and out again. Where was the\r\nsense of it?\r\n\r\n\r\nIII\r\n\r\nDerek had been scowling, and Derek still scowled. His eyebrows were\r\nformidable, and his mouth smiled no welcome at Jill as she approached\r\nhim. The evening, portions of which Jill had found so enjoyable, had\r\ncontained no pleasant portions for Derek. Looking back over a lifetime\r\nwhose events had been almost uniformly agreeable, he told himself\r\nthat he could not recall another day which had gone so completely\r\nawry. It had started with the fog. He hated fog. Then had come that\r\nmeeting with his mother at Charing Cross, which had been enough to\r\nupset him by itself. After that, rising to a crescendo of\r\nunpleasantness, the day had provided that appalling situation at the\r\nAlbany, the recollection of which still made him tingle; and there had\r\nfollowed the silent dinner, the boredom of the early part of the play,\r\nthe fire at the theatre, the undignified scramble for the exits, and\r\nnow this discovery of the girl whom he was engaged to marry supping at\r\nthe Savoy with a fellow he didn't remember ever having seen in his\r\nlife. All these things combined to induce in Derek a mood bordering on\r\nferocity. His birth and income combining to make him one of the\r\nspoiled children of the world, had fitted him ill for such a series of\r\ncatastrophes. He received Jill with frozen silence and led her out to\r\nthe waiting taxi-cab. It was only when the cab had started on its\r\njourney that he found relief in speech.\r\n\r\n\"Well,\" he said, mastering with difficulty an inclination to raise his\r\nvoice to a shout, \"perhaps you will kindly explain?\"\r\n\r\nJill had sunk back against the cushions of the cab. The touch of his\r\nbody against hers always gave her a thrill, half pleasurable, half\r\nfrightening. She had never met anybody who affected her in this way as\r\nDerek did. She moved a little closer, and felt for his hand. But, as\r\nshe touched it, it retreated--coldly. Her heart sank. It was like\r\nbeing cut in public by somebody very dignified.\r\n\r\n\"Derek, darling!\" Her lips trembled. Others had seen this side of\r\nDerek Underhill frequently, for he was a man who believed in keeping\r\nthe world in its place, but she never. To her he had always been the\r\nperfect, gracious knight. A little too perfect, perhaps, a trifle too\r\ngracious, possibly, but she had been too deeply in love to notice\r\nthat. \"Don't be cross!\"\r\n\r\nThe English language is the richest in the world, and yet somehow in\r\nmoments when words count most we generally choose the wrong ones. The\r\nadjective \"cross\" as a description of his Jove-like wrath that\r\nconsumed his whole being jarred upon Derek profoundly. It was as\r\nthough Prometheus, with the vultures tearing his liver, had been asked\r\nif he were piqued.\r\n\r\n\"Cross!\"\r\n\r\nThe cab rolled on. Lights from lamp-posts flashed in at windows. It\r\nwas a pale, anxious little face that they lit up when they shone upon\r\nJill.\r\n\r\n\"I can't understand you,\" said Derek at last. Jill noticed that he had\r\nnot yet addressed her by her name. He was speaking straight out in\r\nfront of him as if he were soliloquising. \"I simply cannot understand\r\nyou. After what happened before dinner to-night, for you to cap\r\neverything by going off alone to supper at a restaurant, where half\r\nthe people in the room must have known you, with a man....\"\r\n\r\n\"You don't understand!\"\r\n\r\n\"Exactly! I said I did not understand.\" The feeling of having scored a\r\npoint made Derek feel a little better. \"I admit it. Your behaviour is\r\nincomprehensible. Where did you meet this fellow?\"\r\n\r\n\"I met him at the theatre. He was the author of the play.\"\r\n\r\n\"The man you told me you had been talking to? The fellow who scraped\r\nacquaintance with you between the acts?\"\r\n\r\n\"But I found out he was an old friend. I mean, I knew him when I was a\r\nchild.\"\r\n\r\n\"You didn't tell me that.\"\r\n\r\n\"I only found it out later.\"\r\n\r\n\"After he had invited you to supper! It's maddening!\" cried Derek, the\r\nsense of his wrongs surging back over him. \"What do you suppose my\r\nmother thought? She asked me who the man with you was. I had to say I\r\ndidn't know! What do you suppose she thought?\"\r\n\r\nIt is to be doubted whether anything else in the world could have\r\nrestored the fighting spirit to Jill's cowering soul at that moment;\r\nbut the reference to Lady Underhill achieved this miracle. That deep\r\nmutual antipathy which is so much more common than love at first sight\r\nhad sprung up between the two at the instant of their meeting. The\r\ncircumstances of that meeting had caused it to take root and grow. To\r\nJill, Derek's mother was by this time not so much a fellow human being\r\nwhom she disliked as a something, a sort of force, that made for her\r\nunhappiness. She was a menace and a loathing.\r\n\r\n\"If your mother had asked me that question,\" she retorted with spirit,\r\n\"I should have told her that he was the man who got me safely out of\r\nthe theatre after you....\" She checked herself. She did not want to\r\nsay the unforgivable thing. \"You see,\" she said more quietly, \"you had\r\ndisappeared....\"\r\n\r\n\"My mother is an old woman,\" said Derek stiffly. \"Naturally I had to\r\nlook after her. I called to you to follow.\"\r\n\r\n\"Oh, I understand. I'm simply trying to explain what happened. I was\r\nthere all alone, and Wally Mason....\"\r\n\r\n\"Wally!\" Derek uttered a short laugh, almost a bark. \"It got to\r\nChristian names, eh?\"\r\n\r\nJill set her teeth.\r\n\r\n\"I told you I knew him as a child. I always called him Wally then.\"\r\n\r\n\"I beg your pardon. I had forgotten.\"\r\n\r\n\"He got me out through the pass-door on to the stage and through the\r\nstage-door.\"\r\n\r\nDerek was feeling cheated. He had the uncomfortable sensation that\r\ncomes to men who grandly contemplate mountains and see them dwindle to\r\nmolehills. The apparently outrageous had shown itself in explanation\r\nnothing so out-of-the-way after all. He seized upon the single point\r\nin Jill's behaviour that still constituted a grievance.\r\n\r\n\"There was no need for you to go to supper with the man!\" Jove-like\r\nwrath had ebbed away to something deplorably like a querulous grumble.\r\n\"You should have gone straight home. You must have known how anxious I\r\nwould be about you.\"\r\n\r\n\"Well, really, Derek, dear! You didn't seem so very anxious! You were\r\nhaving supper yourself quite cosily.\"\r\n\r\nThe human mind is curiously constituted. It is worthy of record that,\r\ndespite his mother's obvious disapproval of his engagement, despite\r\nall the occurrences of this dreadful day, it was not till she made\r\nthis remark that Derek Underhill first admitted to himself that,\r\nintoxicate his senses as she might, there was a possibility that Jill\r\nMariner was not the ideal wife for him. The idea came and went more\r\nquickly than breath upon a mirror. It passed, but it had been. There\r\nare men who fear repartee in a wife more keenly than a sword. Derek\r\nwas one of these. Like most men of single outlook, whose dignity is\r\ntheir most precious possession, he winced from an edged tongue.\r\n\r\n\"My mother was greatly upset,\" he replied coldly. \"I thought a cup of\r\nsoup would do her good. And, as for being anxious about you, I\r\ntelephoned to your home to ask if you had come in.\"\r\n\r\n\"And when,\" thought Jill, \"they told you I hadn't, you went off to\r\nsupper!\"\r\n\r\nShe did not speak the words. If she had an edged tongue, she had also\r\nthe control of it. She had no wish to wound Derek. Whole-hearted in\r\neverything she did, she loved him with her whole heart. There might be\r\nspecks upon her idol--that its feet might be clay she could never\r\nbelieve--but they mattered nothing. She loved him.\r\n\r\n\"I'm so sorry, dear,\" she said. \"So awfully sorry! I've been a bad\r\ngirl, haven't I?\"\r\n\r\nShe felt for his hand again, and this time he allowed it to remain\r\nstiffly in her grasp. It was like being grudgingly recognized by\r\nsomebody very dignified who had his doubts about you but reserved\r\njudgment.\r\n\r\nThe cab drew up at the door of the house in Ovingdon Square which\r\nJill's Uncle Christopher had settled upon as a suitable address for a\r\ngentleman of his standing. Jill put up her face to be kissed, like a\r\npenitent child.\r\n\r\n\"I'll never be naughty again!\"\r\n\r\nFor a flickering instant Derek hesitated. The drive, long as it was,\r\nhad been too short wholly to restore his equanimity. Then the sense of\r\nher nearness, her sweetness, the faint perfume of her hair, and her\r\neyes, shining softly in the darkness so close to his own, overcame\r\nhim. He crushed her to him.\r\n\r\nJill disappeared into the house with a happy laugh. It had been a\r\nterrible day, but it had ended well.\r\n\r\n\"The Albany,\" said Derek to the cabman.\r\n\r\nHe leaned back against the cushions. His senses were in a whirl. The\r\ncab rolled on. Presently his exalted mood vanished as quickly as it\r\nhad come. Jill absent always affected him differently from Jill\r\npresent. He was not a man of strong imagination, and the stimulus of\r\nher waned when she was not with him. Long before the cab reached the\r\nAlbany the frown was back on his face.\r\n\r\n\r\nIV\r\n\r\nArriving at the Albany, he found Freddie Rooke lying on his spine in a\r\ndeep arm-chair. His slippered feet were on the mantelpiece, and he was\r\nrestoring his wasted tissues with a strong whisky-and-soda. One of\r\nthe cigars which Barker, the valet, had stamped with the seal of his\r\napproval was in the corner of his mouth. The _Sporting Times_, with a\r\nperusal of which he had been soothing his fluttered nerves, had fallen\r\non the floor beside the chair. He had finished reading, and was now\r\ngazing peacefully at the ceiling, his mind a perfect blank. There was\r\nnothing the matter with Freddie.\r\n\r\n\"Hullo, old thing,\" he observed as Derek entered. \"So you buzzed out\r\nof the fiery furnace all right? I was wondering how you had got along.\r\nHow are you feeling? I'm not the man I was! These things get the old\r\nsystem all stirred up! I'll do anything in reason to oblige and help\r\nthings along and all that, but to be called on at a moment's notice to\r\nplay Shadrach, Meshach, and Abednego rolled into one, without\r\nrehearsal or make-up, is a bit too thick! No, young feller-me-lad! If\r\ntheatre fires are going to be the fashion this season, the Last of the\r\nRookes will sit quietly at home and play solitaire. Mix yourself a\r\ndrink of something, old man, or something of that kind. By the way,\r\nyour jolly old mater. All right? Not even singed? Fine! Make a long\r\narm and gather in a cigar.\"\r\n\r\nAnd Freddie, having exerted himself to play the host in a suitable\r\nmanner, wedged himself more firmly into his chair and blew a cloud of\r\nsmoke.\r\n\r\nDerek sat down. He lit a cigar, and stared silently at the fire. From\r\nthe mantelpiece Jill's photograph smiled down, but he did not look at\r\nit. Presently his attitude began to weigh upon Freddie. Freddie had\r\nhad a trying evening What he wanted just now was merry prattle, and\r\nhis friend did not seem disposed to contribute his share. He removed\r\nhis feet from the mantelpiece and wriggled himself sideways, so that\r\nhe could see Derek's face. Its gloom touched him. Apart from his\r\nadmiration for Derek, he was a warmhearted young man, and sympathized\r\nwith affliction when it presented itself for his notice.\r\n\r\n\"Something on your mind, old bean?\" he enquired delicately.\r\n\r\nDerek did not answer for a moment. Then he reflected that, little as\r\nhe esteemed the other's mentality, he and Freddie had known each other\r\na long time, and that it would be a relief to confide in some one. And\r\nFreddie, moreover, was an old friend of Jill and the man who had\r\nintroduced him to her.\r\n\r\n\"Yes,\" he said.\r\n\r\n\"I'm listening, old top,\" said Freddie. \"Release the film.\"\r\n\r\nDerek drew at his cigar, and watched the smoke as it curled to the\r\nceiling.\r\n\r\n\"It's about Jill.\"\r\n\r\nFreddie signified his interest by wriggling still further sideways.\r\n\r\n\"Jill, eh?\"\r\n\r\n\"Freddie, she's so damned impulsive!\"\r\n\r\nFreddie nearly rolled out of his chair. This, he took it, was what\r\nwriting-chappies called a coincidence.\r\n\r\n\"Rummy you should say that,\" he ejaculated. \"I was telling her exactly\r\nthe same thing myself only this evening.\" He hesitated. \"I fancy I can\r\nsee what you're driving at, old thing. The watchword is 'What ho, the\r\nmater!' yes, no? You've begun to get a sort of idea that if Jill\r\ndoesn't watch her step, she's apt to sink pretty low in the betting,\r\nwhat? I know exactly what you mean! You and I know all right that\r\nJill's a topper. But one can see that to your mater she might seem a\r\nbit different. I mean to say, your jolly old mater only judging by\r\nfirst impressions, and the meeting not having come off quite as\r\nscheduled.... I say, old man,\" he broke off, \"fearfully sorry and all\r\nthat about that business. You know what I mean! Wouldn't have had it\r\nhappen for the world. I take it the mater was a trifle peeved? Not to\r\nsay perturbed and chagrined? I seemed to notice it at dinner.\"\r\n\r\n\"She was furious, of course. She did not refer to the matter when we\r\nwere alone together, but there was no need to. I knew what she was\r\nthinking.\"\r\n\r\nDerek threw away his cigar. Freddie noted this evidence of an\r\noverwrought soul with concern.\r\n\r\n\"The whole thing,\" he conceded, \"was a bit unfortunate.\"\r\n\r\nDerek began to pace the room.\r\n\r\n\"Freddie.\"\r\n\r\n\"On the spot, old man.\"\r\n\r\n\"Something's got to be done.\"\r\n\r\n\"Absolutely!\" Freddie nodded solemnly. He had taken this matter\r\ngreatly to heart. Derek was his best friend, and he had always been\r\nextremely fond of Jill. It hurt him to see things going wrong. \"I'll\r\ntell you what, old bean. Let _me_ handle this binge for you.\"\r\n\r\n\"You?\"\r\n\r\n\"Me! The Final Rooke!\" He jumped up, and leaned against the\r\nmantelpiece. \"I'm the lad to do it. I've known Jill for years. She'll\r\nlisten to me. I'll talk to her like a Dutch uncle and make her\r\nunderstand the general scheme of things. I'll take her out to tea\r\nto-morrow and slang her in no uncertain voice! Leave the whole thing\r\nto _me_, laddie!\"\r\n\r\nDerek considered.\r\n\r\n\"It might do some good,\" he said.\r\n\r\n\"Good?\" said Freddie. \"It's _it_, dear boy! It's a wheeze! You toddle\r\noff to bed and have a good sleep. I'll fix the whole thing for you!\""
  ]
}