{
  "index": 8,
  "title": "Chapter 7",
  "paragraphs": [
    "JILL CATCHES THE 10.10\r\n\r\nI\r\n\r\n\r\nIn the lives of each one of us, as we look back and review them in\r\nretrospect, there are certain desert wastes from which memory winces\r\nlike some tired traveller faced with a dreary stretch of road. Even\r\nfrom the security of later happiness we cannot contemplate them\r\nwithout a shudder.\r\n\r\nIt took one of the most competent firms in the metropolis four days to\r\nproduce some sort of order in the confusion resulting from Major\r\nSelby's financial operations; and during those days Jill existed in a\r\nstate of being which could be defined as living only in that she\r\nbreathed and ate and comported herself outwardly like a girl and not a\r\nghost.\r\n\r\nBoards announcing that the house was for sale appeared against the\r\nrailings through which Jane the parlourmaid conducted her daily\r\nconversations with the tradesmen. Strangers roamed the rooms eyeing\r\nand appraising the furniture. Uncle Chris, on whom disaster had had a\r\nquickening and vivifying effect, was everywhere at once, an impressive\r\nfigure of energy. One may be wronging Uncle Chris, but to the eye of\r\nthe casual observer he seemed in these days of trial to be having the\r\ntime of his life.\r\n\r\nJill varied the monotony of sitting in her room--which was the only\r\nplace in the house where one might be sure of not encountering a\r\nfurniture-broker's man with a note-book and pencil--by taking long\r\nwalks. She avoided as far as possible the small area which had once\r\nmade up the whole of London for her, but even so she was not always\r\nsuccessful in escaping from old acquaintances. Once, butting through\r\nLennox Gardens on her way to that vast, desolate King's Road which\r\nstretches its length out into regions unknown to those whose London\r\nis the West End, she happened upon Freddie Rooke, who had been paying\r\na call in his best, and a pair of white spats which would have cut his\r\nfriend Henry to the quick. It was not an enjoyable meeting. Freddie,\r\nkeenly alive to the awkwardness of the situation, was scarlet and\r\nincoherent; and Jill, who desired nothing less than to talk with one\r\nso intimately connected in her mind with all that she had lost, was\r\nscarcely more collected. They parted without regret. The only\r\nsatisfaction that came to Jill from the encounter was the knowledge\r\nthat Derek was still out of town. He had wired for his things, said\r\nFreddie, and had retreated further north. Freddie, it seemed, had been\r\ninformed of the broken engagement by Lady Underhill in an interview\r\nwhich appeared to have left a lasting impression on his mind. Of\r\nJill's monetary difficulties he had heard nothing.\r\n\r\nAfter this meeting, Jill felt a slight diminution of the oppression\r\nwhich weighed upon her. She could not have borne to have come\r\nunexpectedly upon Derek, and, now that there was no danger of that,\r\nshe found life a little easier. The days passed somehow, and finally\r\nthere came the morning, when, accompanied by Uncle Chris--voluble and\r\nexplanatory about the details of what he called \"getting everything\r\nsettled\"--she rode in a taxi to take the train for Southampton. Her\r\nlast impression of London was of rows upon rows of mean houses, of\r\ncats wandering in back-yards among groves of home-washed\r\nunderclothing, and a smoky greyness which gave way, as the train raced\r\non, to the clearer grey of the suburbs and the good green and brown of\r\nthe open country.\r\n\r\nThen the bustle and confusion of the liner; the calm monotony of the\r\njourney, when one came on deck each morning to find the vessel so\r\nmanifestly in the same spot where it had been the morning before that\r\nit was impossible to realize that many hundred miles of ocean had\r\nreally been placed behind one; and finally the Ambrose Channel\r\nlightship and the great bulk of New York rising into the sky like a\r\ncity of fairyland, heartening yet sinister, at once a welcome and a\r\nmenace.\r\n\r\n\"There you are, my dear?\" said Uncle Chris indulgently, as though it\r\nwere a toy he had made for her with his own hands. \"New York!\"\r\n\r\nThey were standing on the boat-deck, leaning over the rail. Jill\r\ncaught her breath. For the first time since disaster had come upon her\r\nshe was conscious of a rising of her spirits. It is impossible to\r\nbehold the huge buildings which fringe the harbour of New York without\r\na sense of expectancy and excitement. There had remained in Jill's\r\nmind from childhood memories a vague picture of what she now saw, but\r\nit had been feeble and inadequate. The sight of this towering city\r\nseemed somehow to blot out everything that had gone before. The\r\nfeeling of starting afresh was strong upon her.\r\n\r\nUncle Chris, the old traveller, was not emotionally affected. He\r\nsmoked placidly and talked in a wholly earthy strain of grape-fruit\r\nand buckwheat cakes.\r\n\r\nIt was now, also for the first time, that Uncle Chris touched upon\r\nfuture prospects in a practical manner. On the voyage he had been\r\neloquent but sketchy. With the land of promise within biscuit-throw\r\nand the tugs bustling about the great liner's skirts like little dogs\r\nabout their mistress, he descended to details.\r\n\r\n\"I shall get a room somewhere,\" said Uncle Chris, \"and start looking\r\nabout me. I wonder if the old Holland House is still there. I fancy I\r\nheard they'd pulled it down. Capital place. I had a steak there in the\r\nyear.... But I expect they've pulled it down. But I shall find\r\nsomewhere to go. I'll write and tell you my address directly I've got\r\none.\"\r\n\r\nJill removed her gaze from the sky-line with a start.\r\n\r\n\"Write to me?\"\r\n\r\n\"Didn't I tell you about that?\" said Uncle Chris cheerily--avoiding\r\nher eye, however, for he had realized all along that it might be a\r\nlittle bit awkward breaking the news. \"I've arranged that you shall go\r\nand stay for the time being down at Brookport--on Long Island, you\r\nknow--over in that direction--with your Uncle Elmer. Daresay you've\r\nforgotten you have an Uncle Elmer, eh?\" he went on quickly, as Jill\r\nwas about to speak. \"Your father's brother. Used to be in business,\r\nbut retired some years ago and goes in for amateur farming. Corn\r\nand--and corn,\" said Uncle Chris. \"All that sort of thing. You'll like\r\nhim. Capital chap! Never met him myself, but always heard,\" said Uncle\r\nChris, who had never to his recollection heard any comments upon Mr.\r\nElmer Mariner whatever, \"that he was a splendid fellow. Directly we\r\ndecided to sail, I cabled to him, and got an answer saying that he\r\nwould be delighted to put you up. You'll be quite happy there.\"\r\n\r\nJill listened to this programme with dismay. New York was calling to\r\nher, and Brookport held out no attractions at all. She looked down\r\nover the side at the tugs puffing their way through the broken blocks\r\nof ice that reminded her of a cocoanut candy familiar to her\r\nchildhood.\r\n\r\n\"But I want to be with you,\" she protested.\r\n\r\n\"Impossible, my dear, for the present. I shall be very busy, very busy\r\nindeed for some weeks, until I have found my feet. Really, you would\r\nbe in the way. He--er--travels the fastest who travels alone! I must\r\nbe in a position to go anywhere and do anything at a moment's notice.\r\nBut always remember, my dear,\" said Uncle Chris, patting her shoulder\r\naffectionately, \"that I shall be working for you. I have treated you\r\nvery badly, but I intend to make up for it. I shall not forget that\r\nwhatever money I may make will really belong to you.\" He looked at her\r\nbenignly, like a monarch of finance who has earmarked a million or two\r\nfor the benefit of a deserving charity. \"You shall have it all, Jill.\"\r\n\r\nHe had so much the air of having conferred a substantial benefit upon\r\nher that Jill felt obliged to thank him. Uncle Chris had always been\r\nable to make people grateful for the phantom gold which he showered\r\nupon them. He was as lavish a man with the money he was going to get\r\nnext week as ever borrowed a five-pound note to see him through till\r\nSaturday.\r\n\r\n\"What are you going to do, Uncle Chris?\" asked Jill curiously. Apart\r\nfrom a nebulous idea that he intended to saunter through the city\r\npicking dollar-bills off the sidewalk, she had no inkling of his\r\nplans.\r\n\r\nUncle Chris toyed with his short moustache. He was not quite equal to\r\na direct answer on the spur of the moment. He had a faith in his star.\r\nSomething would turn up. Something always had turned up in the old\r\ndays, and doubtless, with the march of civilization, opportunities had\r\nmultiplied. Somewhere behind those tall buildings the Goddess of Luck\r\nawaited him, her hands full of gifts, but precisely what those gifts\r\nwould be he was not in a position to say.\r\n\r\n\"I shall--ah--how shall I put it--?\"\r\n\r\n\"Look round?\" suggested Jill.\r\n\r\n\"Precisely,\" said Uncle Chris gratefully. \"Look round. I daresay you\r\nhave noticed that I have gone out of my way during the voyage to make\r\nmyself agreeable to our fellow-travellers? I had an object.\r\nAcquaintances begun on shipboard will often ripen into useful\r\nfriendships ashore. When I was a young man I never neglected the\r\nopportunities which an ocean voyage affords. The offer of a book here,\r\na steamer-rug there, a word of encouragement to a chatty bore in the\r\nsmoke-room--these are small things, but they may lead to much. One\r\nmeets influential people on a liner. You wouldn't think it to look at\r\nhim, but that man with the eye-glasses and the thin nose I was talking\r\nto just now is one of the richest men in Milwaukee!\"\r\n\r\n\"But it's not much good having rich friends in Milwaukee when you are\r\nin New York!\"\r\n\r\n\"Exactly. There you have put your finger on the very point I have been\r\ntrying to make. It will probably be necessary for me to travel. And\r\nfor that I must be alone. I must be a mobile force. I should dearly\r\nlike to keep you with me, but you can see for yourself that for the\r\nmoment you would be an encumbrance. Later on, no doubt, when my\r\naffairs are more settled....\"\r\n\r\n\"Oh, I understand. I'm resigned. But, oh dear! it's going to be very\r\ndull down at Brookport.\"\r\n\r\n\"Nonsense, nonsense! It's a delightful spot.\"\r\n\r\n\"Have you been there?\"\r\n\r\n\"No. But of course everybody knows Brookport. Healthy,\r\ninvigorating.... Sure to be. The very name.... You'll be as happy as\r\nthe days are long!\"\r\n\r\n\"And how long will the days be!\"\r\n\r\n\"Come, come. You mustn't look on the dark side.\"\r\n\r\n\"Is there another?\" Jill laughed. \"You are an old humbug, Uncle Chris.\r\nYou know perfectly well what you're condemning me to. I expect\r\nBrookport will be like a sort of Southend in winter. Oh, well, I'll be\r\nbrave. But do hurry and make a fortune, because I want to come to New\r\nYork.\"\r\n\r\n\"My dear,\" said Uncle Chris solemnly, \"if there is a dollar lying\r\nloose in this city, rest assured that I shall have it! And, if it's\r\nnot loose, I will detach it with the greatest possible speed. You have\r\nonly known me in my decadence, an idle and unprofitable London\r\nclubman. I can assure you that lurking beneath the surface, there is\r\na business acumen given to few men....\"\r\n\r\n\"Oh, if you are going to talk poetry,\" said Jill, \"I'll leave you.\r\nAnyhow, I ought to be getting below and putting my things together.\"\r\n\r\n\r\nII\r\n\r\nIf Jill's vision of Brookport as a wintry Southend was not entirely\r\nfulfilled, neither was Uncle Chris' picture of it as an earthly\r\nparadise. At the right time of the year, like most of the summer\r\nresorts on the south shore of Long Island, it is not without its\r\nattractions; but January is not the month which most people would\r\nchoose for living in it. It presented itself to Jill on first\r\nacquaintance in the aspect of a wind-swept railroad station, dumped\r\ndown far away from human habitation in the middle of a stretch of flat\r\nand ragged country that reminded her a little of parts of Surrey. The\r\nstation was just a shed on a foundation of planks which lay flush with\r\nthe rails. From this shed, as the train clanked in, there emerged a\r\ntall, shambling man in a weather-beaten overcoat. He had a\r\nclean-shaven, wrinkled face, and he looked doubtfully at Jill with\r\nsmall eyes. Something in his expression reminded Jill of her father,\r\nas a bad caricature of a public man will recall the original. She\r\nintroduced herself.\r\n\r\n\"If you're Uncle Elmer,\" she said, \"I'm Jill.\"\r\n\r\nThe man held out a long hand. He did not smile. He was as bleak as the\r\neast wind that swept the platform.\r\n\r\n\"Glad to meet you again,\" he said in a melancholy voice. It was news\r\nto Jill that they had met before. She wondered where. Her uncle\r\nsupplied the information. \"Last time I saw you, you were a kiddy in\r\nshort frocks, running round and shouting to beat the band.\" He looked\r\nup and down the platform. \"_I_ never heard a child make so much\r\nnoise!\"\r\n\r\n\"I'm quite quiet now,\" said Jill encouragingly. The recollection of\r\nher infant revelry seemed to her to be distressing her relative.\r\n\r\nIt appeared, however, that it was not only this that was on his mind.\r\n\r\n\"If you want to drive home,\" he said, \"we'll have to 'phone to the\r\nDurham House for a hack.\" He brooded a while, Jill remaining silent at\r\nhis side, loath to break in upon whatever secret sorrow he was\r\nwrestling with. \"That would be a dollar,\" he went on. \"They're\r\nrobbers in these parts! A dollar! And it's not over a mile and a half.\r\nAre you fond of walking?\"\r\n\r\nJill was a bright girl, and could take a hint.\r\n\r\n\"I love walking,\" she said. She might have added that she preferred to\r\ndo it on a day when the wind was not blowing quite so keenly from the\r\nEast, but her uncle's obvious excitement at the prospect of cheating\r\nthe rapacity of the sharks at the Durham House restrained her. Her\r\nindependent soul had not quite adjusted itself to the prospect of\r\nliving on the bounty of her fellows, relatives though they were, and\r\nshe was desirous of imposing as light a burden upon them as possible.\r\n\"But how about my trunk?\"\r\n\r\n\"The expressman will bring that up. Fifty cents!\" said Uncle Elmer in\r\na crushed way. The high cost of entertaining seemed to be afflicting\r\nthis man deeply.\r\n\r\n\"Oh, yes,\" said Jill. She could not see how this particular\r\nexpenditure was to be avoided. Anxious as she was to make herself\r\npleasant, she declined to consider carrying the trunk to their\r\ndestination. \"Shall we start, then?\"\r\n\r\nMr. Mariner led the way out into the ice-covered road. The wind\r\nwelcomed them like a boisterous dog. For some minutes they proceeded\r\nin silence.\r\n\r\n\"Your aunt will be glad to see you,\" said Mr. Mariner at last in the\r\nvoice with which one announces the death of a dear friend.\r\n\r\n\"It's awfully kind of you to have me to stay with you,\" said Jill. It\r\nis a human tendency to think, when crises occur, in terms of\r\nmelodrama, and unconsciously she had begun to regard herself somewhat\r\nin the light of a heroine driven out into the world from the old home,\r\nwith no roof to shelter her head. The promptitude with which these\r\ngood people, who, though relatives, were after all complete strangers,\r\nhad offered her a resting-place touched her. \"I hope I shan't be in\r\nthe way.\"\r\n\r\n\"Major Selby was speaking to me on the telephone just now,\" said Mr.\r\nMariner, \"and he said that you might be thinking of settling down in\r\nBrookport. I've some nice little places round here which you might\r\nlike to look at. Rent or buy. It's cheaper to buy. Brookport's a\r\ngrowing place. It's getting known as a summer resort. There's a\r\nbungalow down on the shore I'd like to show you to-morrow. Stands in\r\na nice large plot of ground, and if you bought it for twelve thousand\r\nyou'd be getting a bargain.\"\r\n\r\nJill was too astonished to speak. Plainly Uncle Chris had made no\r\nmention of the change in her fortunes, and this man looked on her as a\r\ngirl of wealth. She could only think how typical this was of Uncle\r\nChris. There was a sort of boyish impishness about him. She could see\r\nhim at the telephone, suave and important. He would have hung up the\r\nreceiver with a complacent smirk, thoroughly satisfied that he had\r\ndone her an excellent turn.\r\n\r\n\"I put all my money into real estate when I came to live here,\" went\r\non Mr. Mariner. \"I believe in the place. It's growing all the time.\"\r\n\r\nThey had come to the outskirts of a straggling village. The lights in\r\nthe windows gave a welcome suggestion of warmth, for darkness had\r\nfallen swiftly during their walk and the chill of the wind had become\r\nmore biting. There was a smell of salt in the air now, and once or\r\ntwice Jill had caught the low booming of waves on some distant beach.\r\nThis was the Atlantic pounding the sandy shore of Fire Island.\r\nBrookport itself lay inside, on the lagoon called the Great South Bay.\r\n\r\nThey passed through the village, bearing to the right, and found\r\nthemselves in a road bordered by large gardens in which stood big,\r\ndark houses. The spectacle of these stimulated Mr. Mariner to\r\nsomething approaching eloquence. He quoted the price paid for each,\r\nthe price asked, the price offered, the price that had been paid five\r\nyears ago. The recital carried them on for another mile, in the course\r\nof which the houses became smaller and more scattered, and finally,\r\nwhen the country had become bare and desolate again, they turned down\r\na narrow lane and came to a tall, gaunt house standing by itself in a\r\nfield.\r\n\r\n\"This is Sandringham,\" said Mr. Mariner.\r\n\r\n\"What!\" said Jill. \"What did you say?\"\r\n\r\n\"Sandringham. Where we live. I got the name from your father. I\r\nremember him telling me there was a place called that in England.\"\r\n\r\n\"There is.\" Jill's voice bubbled. \"The King lives there.\"\r\n\r\n\"Is that so?\" said Mr. Mariner. \"Well, I bet he doesn't have the\r\ntrouble with help that we have here. I have to pay our girl fifty\r\ndollars a month, and another twenty for the man who looks after the\r\nfurnace and chops wood. They're all robbers. And if you kick they quit\r\non you!\"\r\n\r\n\r\nIII\r\n\r\nJill endured Sandringham for ten days; and, looking back on that\r\nperiod of her life later, she wondered how she did it. The sense of\r\ndesolation which had gripped her on the station platform increased\r\nrather than diminished as she grew accustomed to her surroundings. The\r\neast wind died away, and the sun shone fitfully with a suggestion of\r\nwarmth, but her uncle's bleakness appeared to be a static quality,\r\nindependent of weather conditions. Her aunt, a faded woman, with a\r\nperpetual cold in the head, did nothing to promote cheerfulness. The\r\nrest of the household consisted of a gloomy child, \"Tibby,\" aged\r\neight; a spaniel, probably a few years older, and an intermittent cat,\r\nwho, when he did put in an appearance, was the life and soul of the\r\nparty, but whose visits to his home were all too infrequent for Jill.\r\n\r\nThe picture which Mr. Mariner had formed in his mind of Jill as a\r\nwealthy young lady with a taste for house property continued as vivid\r\nas ever. It was his practice each morning to conduct her about the\r\nneighbourhood, introducing her to the various houses in which he had\r\nsunk most of the money he had made in business. Mr. Mariner's life\r\ncentred around Brookport real estate, and the embarrassed Jill was\r\ncompelled to inspect sitting-rooms, bathrooms, kitchens, and master's\r\nbedrooms till the sound of a key turning in a lock gave her a feeling\r\nof nervous exhaustion. Most of her uncle's houses were converted\r\nfarm-houses, and, as one unfortunate purchaser had remarked, not so\r\ndarned converted at that. The days she spent at Brookport remained in\r\nJill's memory as a smell of dampness and chill and closeness.\r\n\r\n\"You want to buy,\" said Mr. Mariner every time he shut a front-door\r\nbehind them. \"Not rent. Buy. Then, if you don't want to live here, you\r\ncan always rent in the summer.\"\r\n\r\nIt seemed incredible to Jill that the summer would ever come. Winter\r\nheld Brookport in its grip. For the first time in her life she was\r\ntasting real loneliness. She wandered over the snow-patched fields\r\ndown to the frozen bay, and found the intense stillness, punctuated\r\nonly by the occasional distant gunshot of some optimist trying for\r\nduck, oppressive rather than restful. She looked on the weird beauty\r\nof the ice-bound marshes which glittered red and green and blue in the\r\nsun with unseeing eyes; for her isolation was giving her time to\r\nthink, and thought was a torment.\r\n\r\nOn the eighth day came a letter from Uncle Chris--a cheerful, even\r\nrollicking letter. Things were going well with Uncle Chris, it seemed.\r\nAs was his habit, he did not enter into details, but he wrote in a\r\nspacious way of large things to be, of affairs that were coming out\r\nright, of prosperity in sight. As tangible evidence of success, he\r\nenclosed a present of twenty dollars for Jill to spend in the\r\nBrookport shops.\r\n\r\nThe letter arrived by the morning mail, and two hours later Mr.\r\nMariner took Jill by one of his usual overland routes to see a house\r\nnearer the village than most of those which she had viewed. Mr.\r\nMariner had exhausted the supply of cottages belonging to himself, and\r\nthis one was the property of an acquaintance. There would be an\r\nagent's fee for him in the deal, if it went through, and Mr. Mariner\r\nwas not a man who despised money in small quantities.\r\n\r\nThere was a touch of hopefulness in his gloom this morning, like the first\r\nintimation of sunshine after a wet day. He had been thinking the thing\r\nover, and had come to the conclusion that Jill's unresponsiveness when\r\nconfronted with the houses she had already seen was due to the fact that\r\nshe had loftier ideas than he had supposed. Something a little more\r\nmagnificent than the twelve thousand dollar places he had shown her was\r\nwhat she desired. This house stood on a hill looking down on the bay, in\r\nseveral acres of ground. It had its private landing-stage and bath-house,\r\nits dairy, its sleeping-porches--everything, in fact, that a sensible girl\r\ncould want. Mr. Mariner could not bring himself to suppose that he would\r\nfail again to-day.\r\n\r\n\"They're asking a hundred and five thousand,\" he said, \"but I know\r\nthey'd take a hundred thousand. And, if it was a question of cash\r\ndown, they would go even lower. It's a fine house. You could entertain\r\nthere. Mrs. Bruggenheim rented it last summer, and wanted to buy, but\r\nshe wouldn't go above ninety thousand. If you want it, you'd better\r\nmake up your mind quick. A place like this is apt to be snapped up in\r\na hurry.\"\r\n\r\nJill could endure it no longer.\r\n\r\n\"But, you see,\" she said gently, \"all I have in the world is twenty\r\ndollars!\"\r\n\r\nThere was a painful pause. Mr. Mariner shot a swift glance at her in\r\nthe hope of discovering that she had spoken humorously, but was\r\ncompelled to decide that she had not.\r\n\r\n\"Twenty dollars!\" he exclaimed.\r\n\r\n\"Twenty dollars,\" said Jill.\r\n\r\n\"But your father was a rich man.\" Mr. Mariner's voice was high and\r\nplaintive. \"He made a fortune over here before he went to England.\"\r\n\r\n\"It's all gone. I got nipped,\" said Jill, who was finding a certain\r\namount of humour in the situation, \"in Amalgamated Dyes.\"\r\n\r\n\"Amalgamated Dyes?\"\r\n\r\n\"They're something,\" explained Jill, \"that people get nipped in.\"\r\n\r\nMr. Mariner digested this.\r\n\r\n\"You speculated?\" he gasped.\r\n\r\n\"Yes.\"\r\n\r\n\"You shouldn't have been allowed to do it,\" said Mr. Mariner warmly.\r\n\"Major Selby, your uncle, ought to have known better than to allow\r\nyou.\"\r\n\r\n\"Yes, oughtn't he?\" said Jill demurely.\r\n\r\nThere was another silence, lasting for about a quarter of a mile.\r\n\r\n\"Well, it's a bad business,\" said Mr. Mariner.\r\n\r\n\"Yes,\" said Jill. \"I've felt that myself.\"\r\n\r\n       *       *       *       *       *\r\n\r\nThe result of this conversation was to effect a change in the\r\natmosphere of Sandringham. The alteration in the demeanour of people\r\nof parsimonious habit, when they discover that the guest they are\r\nentertaining is a pauper and not, as they had supposed, an heiress, is\r\nsubtle but well marked. In most cases, more well marked than subtle.\r\nNothing was actually said, but there are thoughts that are almost as\r\naudible as words. A certain suspense seemed to creep into the air, as\r\nhappens when a situation has been reached which is too poignant to\r\nlast. Greek Tragedy affects the reader with the same sense of\r\noverhanging doom. Things, we feel, cannot go on as they are.\r\n\r\nThat night, after dinner, Mrs. Mariner asked Jill to read to her.\r\n\r\n\"Print tries my eyes so, dear,\" said Mrs. Mariner.\r\n\r\nIt was a small thing, but it had the significance of that little cloud\r\nthat arose out of the sea like a man's hand. Jill appreciated the\r\nportent. She was, she perceived, to make herself useful.\r\n\r\n\"Of course I will,\" she said cordially. \"What would you like me to\r\nread?\"\r\n\r\nShe hated reading aloud. It always made her throat sore, and her eye\r\nskipped to the end of each page and took the interest out of it long\r\nbefore the proper time. But she proceeded bravely, for her conscience\r\nwas troubling her. Her sympathy was divided equally between these\r\nunfortunate people who had been saddled with an undesired visitor and\r\nherself who had been placed in a position at which every independent\r\nnerve in her rebelled. Even as a child she had loathed being under\r\nobligations to strangers or those whom she did not love.\r\n\r\n\"Thank you, dear,\" said Mrs. Mariner, when Jill's voice had roughened\r\nto a weary croak. \"You read so well.\" She wrestled ineffectually with\r\nher handkerchief against the cold in the head from which she had\r\nalways suffered. \"It would be nice if you would do it every night,\r\ndon't you think? You have no idea how tired print makes my eyes.\"\r\n\r\nOn the following morning after breakfast, at the hour when she had\r\nhitherto gone house-hunting with Mr. Mariner, the child Tibby, of whom\r\nup till now she had seen little except at meals, presented himself to\r\nher, coated and shod for the open and regarding her with a dull and\r\nphlegmatic gaze.\r\n\r\n\"Ma says will you please take me for a nice walk!\"\r\n\r\nJill's heart sank. She loved children, but Tibby was not an\r\ningratiating child. He was a Mr. Mariner in little. He had the family\r\ngloom. It puzzled Jill sometimes why this branch of the family should\r\nlook on life with so jaundiced an eye. She remembered her father as a\r\ncheerful man, alive to the small humours of life.\r\n\r\n\"All right, Tibby. Where shall we go?\"\r\n\r\n\"Ma says we must keep on the roads and I mustn't slide.\"\r\n\r\nJill was thoughtful during the walk. Tibby, who was no\r\nconversationist, gave her every opportunity for meditation. She\r\nperceived that in the space of a few hours she had sunk in the social\r\nscale. If there was any difference between her position and that of a\r\npaid nurse and companion it lay in the fact that she was not paid. She\r\nlooked about her at the grim countryside, gave a thought to the chill\r\ngloom of the house to which she was about to return, and her heart\r\nsank.\r\n\r\nNearing home, Tibby vouched his first independent observation.\r\n\r\n\"The hired man's quit!\"\r\n\r\n\"Has he?\"\r\n\r\n\"Yep. Quit this morning.\"\r\n\r\nIt had begun to snow. They turned and made their way back to the\r\nhouse. The information she had received did not cause Jill any great\r\napprehension. It was hardly likely that her new duties would include\r\nthe stoking of the furnace. That and cooking appeared to be the only\r\nacts about the house which were outside her present sphere of\r\nusefulness.\r\n\r\n\"He killed a rat once in the wood-shed with an axe,\" said Tibby\r\nchattily. \"Yessir! Chopped it right in half, and it bled!\"\r\n\r\n\"Look at the pretty snow falling on the trees,\" said Jill faintly.\r\n\r\nAt breakfast next morning, Mrs. Mariner having sneezed, made a\r\nsuggestion.\r\n\r\n\"Tibby, darling, wouldn't it be nice if you and cousin Jill played a\r\ngame of pretending you were pioneers in the Far West?\"\r\n\r\n\"What's a pioneer?\" enquired Tibby, pausing in the middle of an act of\r\nviolence on a plate of oatmeal.\r\n\r\n\"The pioneers were the early settlers in this country, dear. You have\r\nread about them in your history book. They endured a great many\r\nhardships, for life was very rough for them, with no railroads or\r\nanything. I think it would be a nice game to play this morning.\"\r\n\r\nTibby looked at Jill. There was doubt in his eye. Jill returned his\r\ngaze sympathetically. One thought was in both their minds.\r\n\r\n\"There is a string to this!\" said Tibby's eye.\r\n\r\nMrs. Mariner sneezed again.\r\n\r\n\"You would have lots of fun,\" she said.\r\n\r\n\"What'ud we do?\" asked Tibby cautiously. He had been had this way\r\nbefore. Only last summer, on his mother's suggestion that he should\r\npretend he was a shipwrecked sailor on a desert island, he had\r\nperspired through a whole afternoon cutting the grass in front of the\r\nhouse to make a shipwrecked sailor's simple bed.\r\n\r\n\"I know,\" said Jill. \"We'll pretend we're pioneers stormbound in their\r\nlog cabin in the woods, and the wolves are howling outside, and they\r\ndaren't go out, so they make a lovely big fire and sit in front of it\r\nand read.\"\r\n\r\n\"And eat candy,\" suggested Tibby, warming to the idea.\r\n\r\n\"And eat candy,\" agreed Jill.\r\n\r\nMrs. Mariner frowned.\r\n\r\n\"I was going to suggest,\" she said frostily, \"that you shovelled the\r\nsnow away from the front steps!\"\r\n\r\n\"Splendid!\" said Jill. \"Oh, but I forgot. I want to go to the village\r\nfirst.\"\r\n\r\n\"There will be plenty of time to do it when you get back.\"\r\n\r\n\"All right. I'll do it when I get back.\"\r\n\r\nIt was a quarter of an hour's walk to the village. Jill stopped at the\r\npost-office.\r\n\r\n\"Could you tell me,\" she asked, \"when the next train is to New York?\"\r\n\r\n\"There's one at ten-ten,\" said the woman behind the window. \"You'll\r\nhave to hurry.\"\r\n\r\n\"I'll hurry!\" said Jill."
  ]
}