{
  "index": 7,
  "title": "Chapter 6",
  "paragraphs": [
    "UNCLE CHRIS BANGS THE TABLE\r\n\r\nI\r\n\r\n\r\nA taxi-cab stopped at the door of Number Twenty-two, Ovingdon Square.\r\nFreddie Rooke emerged, followed by Jill. While Freddie paid the\r\ndriver, Jill sniffed the afternoon air happily. It had turned into a\r\ndelightful day. A westerly breeze, springing up in the morning, had\r\nsent the thermometer up with a run and broken the cold spell which had\r\nbeen gripping London. It was one of those afternoons which intrude on\r\nthe bleakness of winter with a false but none the less agreeable\r\nintimation that Spring is on its way. The sidewalks were wet\r\nunderfoot, and the gutters ran with thawed snow. The sun shone\r\nexhilaratingly from a sky the colour of a hedge-sparrow's egg.\r\n\r\n\"Doesn't everything smell lovely, Freddie,\" said Jill, \"after our\r\nprison-life!\"\r\n\r\n\"Topping!\"\r\n\r\n\"Fancy getting out so quickly! Whenever I'm arrested, I must always\r\nmake a point of having a rich man with me. I shall never tease you\r\nabout that fifty-pound note again.\"\r\n\r\n\"Fifty-pound note?\"\r\n\r\n\"It certainly came in handy to-day!\"\r\n\r\nShe was opening the door with her latch-key, and missed the sudden\r\nsagging of Freddie's jaw, the sudden clutch at his breast-pocket, and\r\nthe look of horror and anguish that started into his eyes. Freddie was\r\nappalled. Finding himself at the police-station penniless with the\r\nexception of a little loose change, he had sent that message to Derek,\r\nimploring assistance, as the only alternative to spending the night in\r\na cell, with Jill in another. He had realized that there was a risk of\r\nDerek taking the matter hardly, and he had not wanted to get Jill into\r\ntrouble, but there seemed nothing else to do. If they remained where\r\nthey were overnight, the thing would get into the papers, and that\r\nwould be a thousand times worse. And if he applied for aid to Ronny\r\nDevereux or Algy Martyn or anybody like that all London would know\r\nabout it next day. So Freddie, with misgivings, had sent the message\r\nto Derek, and now Jill's words had reminded him that there was no need\r\nto have done so. Years ago he had read somewhere or heard somewhere\r\nabout some chappie who always buzzed around with a sizable banknote\r\nstitched into his clothes, and the scheme had seemed to him ripe to a\r\ndegree. You never knew when you might find yourself short of cash and\r\nfaced by an immediate call for the ready. He had followed the\r\nchappie's example. And now, when the crisis had arrived, he had\r\nforgotten--absolutely forgotten!--that he had the dashed thing on his\r\nperson at all.\r\n\r\nHe followed Jill into the house, groaning in spirit, but thankful\r\nthat she had taken it for granted that he had secured their release in\r\nthe manner indicated. He did not propose to disillusion her. It would\r\nbe time enough to take the blame when the blame came along. Probably\r\nold Derek would simply be amused and laugh at the whole bally affair\r\nlike a sportsman. Freddie cheered up considerably at the thought.\r\n\r\nJill was talking to the parlourmaid whose head had popped up over the\r\nbanisters flanking the stairs that led to the kitchen.\r\n\r\n\"Major Selby hasn't arrived yet, miss.\"\r\n\r\n\"That's odd. I suppose he must have taken a later train.\"\r\n\r\n\"There's a lady in the drawing-room, miss, waiting to see him. She\r\ndidn't give any name. She said she would wait till the major came.\r\nShe's been waiting a goodish while.\"\r\n\r\n\"All right, Jane. Thanks. Will you bring up tea?\"\r\n\r\nThey walked down the hall. The drawing-room was on the ground floor, a\r\nlong, dim room that would have looked like a converted studio but for\r\nthe absence of bright light. A girl was sitting at the far end by the\r\nfireplace. She rose as they entered.\r\n\r\n\"How do you do?\" said Jill. \"I'm afraid my uncle has not come back\r\nyet....\"\r\n\r\n\"Say!\" cried the visitor. \"You _did_ get out quick!\"\r\n\r\nJill was surprised. She had no recollection of ever having seen the\r\nother before. Her visitor was a rather pretty girl, with a sort of\r\njaunty way of carrying herself which made a piquant contrast to her\r\ntired eyes and wistful face. Jill took an immediate liking to her. She\r\nlooked so forlorn and pathetic.\r\n\r\n\"My name's Nelly Bryant,\" said the girl. \"That parrot belongs to me.\"\r\n\r\n\"Oh, I see.\"\r\n\r\n\"I heard you say to the cop that you lived here, so I came along to\r\ntell your folks what had happened, so that they could do something.\r\nThe maid said that your uncle was expected any minute, so I waited.\"\r\n\r\n\"That was awfully good of you.\"\r\n\r\n\"Dashed good,\" said Freddie.\r\n\r\n\"Oh, no! Honest, I don't know how to thank you for what you did. You\r\ndon't know what a pal Bill is to me. It would have broken me all up if\r\nthat plug-ugly had killed him.\"\r\n\r\n\"But what a shame you had to wait so long.\"\r\n\r\n\"I liked it.\"\r\n\r\nNelly Bryant looked about the room wistfully. This was the sort of\r\nroom she sometimes dreamed about. She loved its subdued light and the\r\npulpy cushions on the sofa.\r\n\r\n\"You'll have some tea before you go, won't you?\" said Jill, switching\r\non the lights.\r\n\r\n\"It's very kind of you.\"\r\n\r\n\"Why, hullo!\" said Freddie. \"By Jove! I say! We've met before, what?\"\r\n\r\n\"Why, so we have!\"\r\n\r\n\"That lunch at Oddy's that young Threepwood gave, what?\"\r\n\r\n\"I wonder you remember.\"\r\n\r\n\"Oh, I remember. Quite a time ago, eh? Miss Bryant was in that show.\r\n'Follow the Girl,' Jill, at the Regal.\"\r\n\r\n\"Oh, yes. I remember you took me to see it.\"\r\n\r\n\"Dashed odd meeting again like this!\" said Freddie. \"Really rummy!\"\r\n\r\nJane, the parlourmaid, entering with tea, interrupted his comments.\r\n\r\n\"You're American, then?\" said Jill interested. \"The whole company came\r\nfrom New York, didn't they?\"\r\n\r\n\"Yes.\"\r\n\r\n\"I'm half American myself, you know. I used to live in New York when I\r\nwas very small, but I've almost forgotten what it was like. I remember\r\na sort of overhead railway that made an awful noise....\"\r\n\r\n\"The Elevated!\" murmured Nelly devoutly. A wave of home-sickness\r\nseemed to choke her for a moment.\r\n\r\n\"And the air. Like champagne. And a very blue sky.\"\r\n\r\n\"Yes,\" said Nelly in a small voice.\r\n\r\n\"I shouldn't half mind popping over New York for a bit,\" said Freddie,\r\nunconscious of the agony he was inflicting. \"I've met some very sound\r\nsportsmen who came from there. You don't know a fellow named\r\nWilliamson, do you?\"\r\n\r\n\"I don't believe I do.\"\r\n\r\n\"Or Oakes?\"\r\n\r\n\"No.\"\r\n\r\n\"That's rummy! Oakes has lived in New York for years.\"\r\n\r\n\"So have about seven million other people,\" interposed Jill. \"Don't be\r\nsilly, Freddie. How would you like somebody to ask of you if you knew\r\na man named Jenkins in London?\"\r\n\r\n\"I _do_ know a man named Jenkins in London,\" replied Freddie\r\ntriumphantly.\r\n\r\nJill poured out a cup of tea for her visitor, and looked at the clock.\r\n\r\n\"I wonder where Uncle Chris has got to,\" she said. \"He ought to be\r\nhere by now. I hope he hasn't got into any mischief among the wild\r\nstockbrokers down at Brighton.\"\r\n\r\nFreddie laid down his cup on the table and uttered a loud snort.\r\n\r\n\"Oh, Freddie, darling!\" said Jill remorsefully. \"I forgot!\r\nStockbrokers are a painful subject, aren't they!\" She turned to Nelly.\r\n\"There's been an awful slump on the Stock Exchange to-day, and he\r\ngot--what was the word, Freddie?\"\r\n\r\n\"Nipped!\" said Freddie with gloom.\r\n\r\n\"Nipped!\"\r\n\r\n\"Nipped like the dickens!\"\r\n\r\n\"Nipped like the dickens!\" Jill smiled at Nelly. \"He had forgotten all\r\nabout it in the excitement of being a jailbird, and I went and\r\nreminded him.\"\r\n\r\nFreddie sought sympathy from Nelly.\r\n\r\n\"A silly ass at the club named Jimmy Monroe told me to take a flutter\r\nin some rotten thing called Amalgamated Dyes. You know how it is, when\r\nyou're feeling devilish fit and cheery and all that after dinner, and\r\nsomebody sidles up to you and slips his little hand in yours and tells\r\nyou to do some fool thing. You're so dashed happy you simply say\r\n'Right-ho, old bird! Make it so!' That's the way I got had!\"\r\n\r\nJill laughed unfeelingly.\r\n\r\n\"It will do you good, Freddie. It'll stir you up and prevent you being\r\nso silly again. Besides, you know you'll hardly notice it. You've much\r\ntoo much money as it is.\"\r\n\r\n\"It's not the money. It's the principle of the thing. I hate looking a\r\nfrightful chump.\"\r\n\r\n\"Well, you needn't tell anybody. We'll keep it a secret. In fact,\r\nwe'll start at once, for I hear Uncle Chris outside. Let us dissemble.\r\nWe are observed!... Hullo, Uncle Chris!\"\r\n\r\nShe ran down the room, as the door opened, and kissed the tall,\r\nsoldierly man who entered.\r\n\r\n\"Well, Jill, my dear.\"\r\n\r\n\"How late you are. I was expecting you hours ago.\"\r\n\r\n\"I had to call on my broker.\"\r\n\r\n\"Hush! Hush!\"\r\n\r\n\"What's the matter?\"\r\n\r\n\"Nothing, nothing.... We've got visitors. You know Freddie Rooke, of\r\ncourse?\"\r\n\r\n\"How are you, Freddie, my boy?\"\r\n\r\n\"Cheerio!\" said Freddie. \"Pretty fit?\"\r\n\r\n\"And Miss Bryant,\" said Jill.\r\n\r\n\"How do you do?\" said Uncle Chris in the bluff, genial way which, in\r\nhis younger days, had charmed many a five-pound note out of the\r\npockets of his fellow-men and many a soft glance out of the eyes of\r\ntheir sisters, their cousins, and their aunts.\r\n\r\n\"Come and have some tea,\" said Jill. \"You're just in time.\"\r\n\r\n\"Tea? Capital!\"\r\n\r\nNelly had subsided shyly into the depths of her big arm-chair. Somehow\r\nshe felt a better and a more important girl since Uncle Chris had\r\naddressed her. Most people felt like that after encountering Jill's\r\nUncle Christopher. Uncle Chris had a manner. It was not precisely\r\ncondescending, and yet it was not the manner of an equal. He treated\r\nyou as an equal, true, but all the time you were conscious of the fact\r\nthat it was extraordinarily good of him to do so. Uncle Chris affected\r\nthe rank and file of his fellow-men much as a genial knight of the\r\nMiddle Ages would have affected a scurvy knave or varlet if he had\r\ncast aside social distinctions for a while and hobnobbed with the\r\nlatter in a tavern. He never patronized, but the mere fact that he\r\nabstained from patronizing seemed somehow impressive.\r\n\r\nTo this impressiveness his appearance contributed largely. He was a\r\nfine, upstanding man, who looked less than his forty-nine years in\r\nspite of an ominous thinning of the hair which he tended and brushed\r\nso carefully. He had a firm chin, a mouth that smiled often and\r\npleasantly beneath the closely-clipped moustache, and very bright blue\r\neyes which met yours in a clear, frank, honest gaze. Though he had\r\nserved in his youth in India, he had none of the Anglo-Indian's\r\nsun-scorched sallowness. His complexion was fresh and sanguine. He\r\nlooked as if he had just stepped out of a cold tub--a misleading\r\nimpression, for Uncle Chris detested cold water and always took his\r\nmorning bath as hot as he could get it.\r\n\r\nIt was his clothes, however, which, even more than his appearance,\r\nfascinated the populace. There is only one tailor in London, as\r\ndistinguished from the ambitious mechanics who make coats and\r\ntrousers, and Uncle Chris was his best customer. Similarly, London is\r\nfull of young fellows trying to get along by the manufacture of\r\nfoot-wear, but there is only one boot-maker in the true meaning of the\r\nword--the one who supplied Uncle Chris. And, as for hats, while it is\r\nno doubt a fact that you can get at plenty of London shops some sort\r\nof covering for your head which will keep it warm, the only\r\nhatter--using the term in its deeper sense--is the man who enjoyed the\r\npatronage of Major Christopher Selby. From foot to head, in short,\r\nfrom furthest South to extremest North, Uncle Chris was perfect. He\r\nwas an ornament to his surroundings. The Metropolis looked better for\r\nhim. One seems to picture London as a mother with a horde of untidy\r\nchildren, children with made-up ties, children with wrinkled coats and\r\nbaggy trouser-legs, sighing to herself as she beheld them, then\r\ncheering up and murmuring with a touch of restored complacency, \"Ah,\r\nwell, I still have Uncle Chris!\"\r\n\r\n\"Miss Bryant is American, Uncle Chris,\" said Jill.\r\n\r\nUncle Chris spread his shapely legs before the fire, and glanced down\r\nkindly at Nelly.\r\n\r\n\"Indeed?\" He took a cup of tea and stirred it. \"I was in America as a\r\nyoung man.\"\r\n\r\n\"Whereabouts?\" asked Nelly eagerly.\r\n\r\n\"Oh, here and there and everywhere. I travelled considerably.\"\r\n\r\n\"That's how it is with me,\" said Nelly, overcoming her diffidence as\r\nshe warmed to the favourite topic. \"I guess I know most every town in\r\nevery State, from New York to the last one-night stand. It's a great\r\nold country, isn't it?\"\r\n\r\n\"It is!\" said Uncle Chris. \"I shall be returning there very shortly.\"\r\nHe paused meditatively. \"Very shortly indeed.\"\r\n\r\nNelly bit her lip. It seemed to be her fate to-day to meet people who\r\nwere going to America.\r\n\r\n\"When did you decide to do that?\" asked Jill.\r\n\r\nShe had been looking at him, puzzled. Years of association with Uncle\r\nChris had enabled her to read his moods quickly, and she was sure that\r\nthere was something on his mind. It was not likely that the others had\r\nnoticed it, for his manner was as genial and urbane as ever. But\r\nsomething about him, a look in his eyes that came and went, an\r\noccasional quick twitching of his mouth, told her that all was not\r\nwell. She was a little troubled, but not greatly. Uncle Chris was not\r\nthe sort of man to whom grave tragedies happened. It was probably some\r\nmere trifle which she could smooth out for him in five minutes, once\r\nthey were alone together. She reached out and patted his sleeve\r\naffectionately. She was fonder of Uncle Chris than of anyone in the\r\nworld except Derek.\r\n\r\n\"The thought,\" said Uncle Chris, \"came to me this morning, as I read\r\nmy morning paper while breakfasting. It has grown and developed during\r\nthe day. At this moment you might almost call it an obsession. I am\r\nvery fond of America. I spent several happy years there. On that\r\noccasion I set sail for the land of promise, I admit, somewhat\r\nreluctantly. Of my own free will I might never have made the\r\nexpedition. But the general sentiment seemed so strongly in favour of\r\nmy doing so that I yielded to what I might call a public demand. The\r\nwilling hands for my nearest and dearest were behind me, pushing, and\r\nI did not resist them. I have never regretted it. America is a part of\r\nevery young man's education. You ought to go there, Freddie.\"\r\n\r\n\"Rummily enough,\" said Freddie, \"I was saying just before you came in\r\nthat I had half a mind to pop over. Only it's rather a bally fag,\r\nstarting. Getting your luggage packed and all that sort of thing.\"\r\n\r\nNelly, whose luggage consisted of one small trunk, heaved a silent\r\nsigh. Mingling with the idle rich carried its penalties.\r\n\r\n\"America,\" said Uncle Chris, \"taught me poker, for which I can never\r\nbe sufficiently grateful. Also an exotic pastime styled Craps--or,\r\nalternatively, 'rolling the bones'--which in those days was a very\r\npresent help in time of trouble. At Craps, I fear, my hand in late\r\nyears has lost much of its cunning. I have had little opportunity of\r\npractising. But as a young man I was no mean exponent of the art. Let\r\nme see,\" said Uncle Chris meditatively. \"What was the precise ritual?\r\nAh! I have it, 'Come, little seven!'\"\r\n\r\n\"'Come, eleven!'\" exclaimed Nelly excitedly.\r\n\r\n\"'Baby....' I feel convinced that in some manner the word baby entered\r\ninto it.\"\r\n\r\n\"'Baby needs new shoes!'\"\r\n\r\n\"'Baby needs new shoes!' Precisely!\"\r\n\r\n\"It sounds to me,\" said Freddie, \"dashed silly.\"\r\n\r\n\"Oh, no!\" cried Nelly reproachfully.\r\n\r\n\"Well, what I mean is, there's no sense in it, don't you know.\"\r\n\r\n\"It is a noble pursuit,\" said Uncle Chris firmly. \"Worthy of the great\r\nnation that has produced it. No doubt, when I return to America, I\r\nshall have opportunities of recovering my lost skill.\"\r\n\r\n\"You aren't returning to America,\" said Jill. \"You're going to stay\r\nsafe at home like a good little uncle. I'm not going to have you\r\nrunning wild all over the world at your age.\"\r\n\r\n\"Age?\" declaimed Uncle Chris. \"What is my age? At the present moment I\r\nfeel in the neighbourhood of twenty-one, and Ambition is tapping me on\r\nthe shoulder and whispering 'Young man, go West!' The years are\r\nslipping away from me, my dear Jill--slipping so quickly that in a few\r\nminutes you will be wondering why my nurse does not come to fetch me.\r\nThe wanderlust is upon me. I gaze around me at all this prosperity in\r\nwhich I am lapped,\" said Uncle Chris, eyeing the arm-chair severely,\r\n\"all this comfort and luxury which swaddles me, and I feel staggered.\r\nI want activity. I want to be braced!\"\r\n\r\n\"You would hate it,\" said Jill composedly. \"You know you're the\r\nlaziest old darling in the world.\"\r\n\r\n\"Exactly what I am endeavouring to point out. I _am_ lazy. Or, I was\r\ntill this morning.\"\r\n\r\n\"Something very extraordinary must have happened this morning. I can\r\nsee that.\"\r\n\r\n\"I wallowed in gross comfort. I was what Shakespeare calls a 'fat and\r\ngreasy citizen'!\"\r\n\r\n\"Please, Uncle Chris!\" protested Jill. \"Not while I'm eating buttered\r\ntoast!\"\r\n\r\n\"But now I am myself again.\"\r\n\r\n\"That's splendid.\"\r\n\r\n\"I have heard the beat of the off-shore wind,\" chanted Uncle Chris,\r\n\"and the thresh of the deep-sea rain. I have heard the song--How long!\r\nhow long! Pull out on the trail again!\"\r\n\r\n\"He can also recite 'Gunga Din,'\" said Jill to Nelly. \"I really must\r\napologize for all this. He's usually as good as gold.\"\r\n\r\n\"I believe I know how he feels,\" said Nelly softly.\r\n\r\n\"Of course you do. You and I, Miss Bryant, are of the gipsies of the\r\nworld. We are not vegetables like young Rooke here.\"\r\n\r\n\"Eh, what?\" said the vegetable, waking from a reverie. He had been\r\nwatching Nelly's face. Its wistfulness attracted him.\r\n\r\n\"We are only happy,\" proceeded Uncle Chris, \"when we are wandering.\"\r\n\r\n\"You should see Uncle Chris wander to his club in the morning,\" said\r\nJill. \"He trudges off in a taxi, singing wild gipsy songs, absolutely\r\ndefying fatigue.\"\r\n\r\n\"That,\" said Uncle Chris, \"is a perfectly justified slur. I shudder at\r\nthe depths to which prosperity has caused me to sink.\" He expanded his\r\nchest. \"I shall be a different man in America. America would make a\r\ndifferent man of _you_, Freddie.\"\r\n\r\n\"I'm all right, thanks!\" said that easily satisfied young man.\r\n\r\nUncle Chris turned to Nelly, pointing dramatically.\r\n\r\n\"Young woman, go West! Return to your bracing home, and leave this\r\nenervating London! You....\"\r\n\r\nNelly got up abruptly. She could endure no more.\r\n\r\n\"I believe I'll have to be going now,\" she said. \"Bill misses me if\r\nI'm away long. Good-bye. Thank you ever so much for what you did.\"\r\n\r\n\"It was awfully kind of you to come round,\" said Jill.\r\n\r\n\"Good-bye, Major Selby.\"\r\n\r\n\"Good-bye.\"\r\n\r\n\"Good-bye, Mr. Rooke.\"\r\n\r\nFreddie awoke from another reverie.\r\n\r\n\"Eh? Oh, I say, half a jiffy. I think I may as well be toddling along\r\nmyself. About time I was getting back to dress for dinner and all\r\nthat. See you home, may I, and then I'll get a taxi at Victoria.\r\nToodle-oo, everybody.\"\r\n\r\n       *       *       *       *       *\r\n\r\nFreddie escorted Nelly through the hall and opened the front door for\r\nher. The night was cool and cloudy and there was still in the air that\r\nodd, rejuvenating suggestion of Spring. A wet fragrance came from the\r\ndripping trees.\r\n\r\n\"Topping evening!\" said Freddie conversationally.\r\n\r\n\"Yes.\"\r\n\r\nThey walked through the square in silence. Freddie shot an\r\nappreciative glance at his companion. Freddie, as he would have\r\nadmitted frankly, was not much of a lad for the modern girl. The\r\nmodern girl, he considered, was too dashed rowdy and exuberant for a\r\nchappie of peaceful tastes. Now, this girl, on the other hand, had all\r\nthe earmarks of being something of a topper. She had a soft voice.\r\nRummy accent and all that, but nevertheless a soft and pleasing voice.\r\nShe was mild and unaggressive, and these were qualities which Freddie\r\nesteemed. Freddie, though this was a thing he would not have admitted,\r\nwas afraid of girls, the sort of girls he had to take down to dinner\r\nand dance with and so forth. They were too dashed clever, and always\r\nseemed to be waiting for a chance to score off a fellow. This one was\r\nnot like that. Not a bit. She was gentle and quiet and what not.\r\n\r\nIt was at this point that it came home to him how remarkably quiet she\r\nwas. She had not said a word for the last five minutes. He was just\r\nabout to break the silence, when, as they passed under a street lamp,\r\nhe perceived that she was crying--crying very softly to herself, like\r\na child in the dark.\r\n\r\n\"Good God!\" said Freddie appalled. There were two things in life with\r\nwhich he felt totally unable to cope--crying girls and dog-fights. The\r\nglimpse he had caught of Nelly's face froze him into a speechlessness\r\nwhich lasted until they reached Daubeny Street and stopped at her\r\ndoor.\r\n\r\n\"Good-bye,\" said Nelly.\r\n\r\n\"Good-bye-ee!\" said Freddie mechanically. \"That's to say, I mean to\r\nsay, half a second!\" he added quickly. He faced her nervously, with\r\none hand on the grimy railings. This wanted looking into. When it came\r\nto girls trickling to and fro in the public streets, weeping, well, it\r\nwas pretty rotten and something had to be done about it. \"What's up?\"\r\nhe demanded.\r\n\r\n\"It's nothing. Good-bye.\"\r\n\r\n\"But, my dear old soul,\" said Freddie, clutching the railing for moral\r\nsupport, \"it is something. It must be! You might not think it, to look\r\nat me, but I'm really rather a dashed shrewd chap, and I can _see_\r\nthere's something up. Why not give me the jolly old scenario and see\r\nif we can't do something?\"\r\n\r\nNelly moved as if to turn to the door, then stopped. She was\r\nthoroughly ashamed of herself.\r\n\r\n\"I'm a fool!\"\r\n\r\n\"No, no!\"\r\n\r\n\"Yes, I am. I don't often act this way, but, oh, gee! hearing you all\r\ntalking like that about going to America, just as if it was the\r\neasiest thing in the world, only you couldn't be bothered to do it,\r\nkind of got me going. And to think I could be there right now if I\r\nwasn't a bonehead!\"\r\n\r\n\"A bonehead?\"\r\n\r\n\"A simp. I'm all right as far up as the string of near-pearls, but\r\nabove that I'm reinforced concrete.\"\r\n\r\nFreddie groped for her meaning.\r\n\r\n\"Do you mean you've made a bloomer of some kind?\"\r\n\r\n\"I pulled the worst kind of bone. I stopped on in London when the rest\r\nof the company went back home, and now I've got to stick.\"\r\n\r\n\"Rush of jolly old professional engagements, what?\"\r\n\r\nNelly laughed bitterly.\r\n\r\n\"You're a bad guesser. No, they haven't started to fight over me yet.\r\nI'm at liberty, as they say in the _Era_.\"\r\n\r\n\"But, my dear old thing,\" said Freddie earnestly, \"if you've nothing\r\nto keep you in England, why not pop back to America? I mean to say,\r\nhome-sickness is the most dashed blighted thing in the world. There's\r\nnothing gives one the pip to such an extent. Why, dash it, I remember\r\nstaying with an old aunt of mine up in Scotland the year before last\r\nand not being able to get away for three weeks or so, and I\r\nraved--absolutely gibbered--for the sight of the merry old metrop.\r\nSometimes I'd wake up in the night, thinking I was back at the Albany,\r\nand, by Jove, when I found I wasn't I howled like a dog! You take my\r\ntip, old soul, and pop back on the next boat.\"\r\n\r\n\"Which line?\"\r\n\r\n\"How do you mean, which line? Oh, I see, you mean which line? Well ...\r\nwell ... I've never been on any of them, so it's rather hard to say.\r\nBut I hear the Cunard well spoken of, and then again some chappies\r\nswear by the White Star. But I should imagine you can't go far wrong,\r\nwhichever you pick. They're all pretty ripe, I fancy.\"\r\n\r\n\"Which of them is giving free trips? That's the point.\"\r\n\r\n\"Eh? Oh!\" Her meaning dawned upon Freddie. He regarded her with deep\r\nconsternation. Life had treated him so kindly that he had almost\r\nforgotten that there existed a class which had not as much money as\r\nhimself. Sympathy welled up beneath his perfectly fitting waistcoat.\r\nIt was a purely disinterested sympathy. The fact that Nelly was a girl\r\nand in many respects a dashed pretty girl did not affect him. What\r\nmattered was that she was hard up. The thought hurt Freddie like a\r\nblow. He hated the idea of anyone being hard up.\r\n\r\n\"I say!\" he said. \"Are you broke?\"\r\n\r\nNelly laughed.\r\n\r\n\"Am I? If dollars were doughnuts, I wouldn't even have the hole in the\r\nmiddle.\"\r\n\r\nFreddie was stirred to his depths. Except for the beggars in the\r\nstreets, to whom he gave shillings, he had not met anyone for years\r\nwho had not plenty of money. He had friends at his clubs who\r\nfrequently claimed to be unable to lay their hands on a bally penny,\r\nbut the bally penny they wanted to lay their hands on generally turned\r\nout to be a couple of thousand pounds for a new car.\r\n\r\n\"Good God!\" he said.\r\n\r\nThere was a pause. Then, with a sudden impulse, he began to fumble in\r\nhis breast-pocket. Rummy how things worked out for the best, however\r\nscaly they might seem at the moment. Only an hour or so ago he had\r\nbeen kicking himself for not having remembered that fifty-pound note,\r\ntacked on to the lining of his coat, when it would have come in handy\r\nat the police-station. He now saw that Providence had had the matter\r\nwell in hand. If he had remembered it and coughed it up to the\r\nconstabulary then, he wouldn't have had it now. And he needed it now.\r\nA mood of quixotic generosity had surged upon him. With swift fingers\r\nhe jerked the note free from its moorings and displayed it like a\r\nconjurer exhibiting a rabbit.\r\n\r\n\"My dear old thing,\" he said, \"I can't stand it! I absolutely cannot\r\nstick it at any price! I really must insist on your trousering this.\r\nPositively!\"\r\n\r\nNelly Bryant gazed at the note with wide eyes. She was stunned. She\r\ntook it limply, and looked at it under the dim light of the gas-lamp\r\nover the door.\r\n\r\n\"I couldn't!\" she cried.\r\n\r\n\"Oh, but really! You must!\"\r\n\r\n\"But this is a fifty-pound!\"\r\n\r\n\"Absolutely! It will take you back to New York, what? you asked which\r\nline was giving free trips. The Freddie Rooke Line, by Jove, sailings\r\nevery Wednesday and Saturday! I mean, what?\"\r\n\r\n\"But I can't take two hundred and fifty dollars from you!\"\r\n\r\n\"Oh, rather. Of course you can.\"\r\n\r\nThere was another pause.\r\n\r\n\"You'll think--\" Nelly's pale face flushed. \"You'll think I told you\r\nall about myself just--just because I wanted to....\"\r\n\r\n\"To make a touch? Absolutely not! Rid yourself of the jolly old\r\nsupposition entirely. You see before you, old thing, a chappie who\r\nknows more about borrowing money than any man in London. I mean to\r\nsay, I've had my ear bitten more often than anyone, I should think.\r\nThere are sixty-four ways of making a touch--I've had them all worked\r\non me by divers blighters here and there--and I can tell any of them\r\nwith my eyes shut. I know you weren't dreaming of any such thing.\"\r\n\r\nThe note crackled musically in Nelly's hand.\r\n\r\n\"I don't know what to say!\"\r\n\r\n\"That's all right.\"\r\n\r\n\"I don't see why.... Gee! I wish I could tell you what I think of\r\nyou!\"\r\n\r\nFreddie laughed amusedly.\r\n\r\n\"Do you know,\" he said, \"that's exactly what the beaks--the masters,\r\nyou know--used to say to me at school.\"\r\n\r\n\"Are you sure you can spare it?\"\r\n\r\n\"Oh, rather.\"\r\n\r\nNelly's eyes shone in the light of the lamp.\r\n\r\n\"I've never met anyone like you before. I don't know how....\"\r\n\r\nFreddie shuffled nervously. Being thanked always made him feel pretty\r\nrotten.\r\n\r\n\"Well, I think I'll be popping,\" he said. \"Got to get back and dress\r\nand all that. Awfully glad to have seen you, and all that sort of\r\nrot.\"\r\n\r\nNelly unlocked the door with her latch-key, and stood on the step.\r\n\r\n\"I'll buy a fur-wrap,\" she said, half to herself.\r\n\r\n\"Great wheeze! I should!\"\r\n\r\n\"And some nuts for Bill!\"\r\n\r\n\"Bill?\"\r\n\r\n\"The parrot.\"\r\n\r\n\"Oh, the jolly old parrot! Rather! Well, cheerio!\"\r\n\r\n\"Good-bye.... You've been awfully good to me.\"\r\n\r\n\"Oh, no,\" said Freddie uncomfortably. \"Any time you're passing....\"\r\n\r\n\"Awfully good.... Well, good-bye.\"\r\n\r\n\"Toodle-oo!\"\r\n\r\n\"Maybe we'll meet again some day.\"\r\n\r\n\"I hope so. Absolutely!\"\r\n\r\nThere was a little scurry of feet. Something warm and soft pressed for\r\nan instant against Freddie's cheek, and, as he stumbled back, Nelly\r\nBryant skipped up the steps and vanished through the door.\r\n\r\n\"Good God!\"\r\n\r\nFreddie felt his cheek. He was aware of an odd mixture of\r\nembarrassment and exhilaration.\r\n\r\nFrom the area below a slight cough sounded. Freddie turned sharply. A\r\nmaid in a soiled cap, worn coquettishly over one ear, was gazing\r\nintently up through the railings. Their eyes met. Freddie turned a\r\nwarm pink. It seemed to him that the maid had the air of one about to\r\ngiggle.\r\n\r\n\"Damn!\" said Freddie softly, and hurried off down the street. He\r\nwondered whether he had made a frightful ass of himself, spraying\r\nbank-notes all over the place like that to comparative strangers. Then\r\na vision came to him of Nelly's eyes as they had looked at him in the\r\nlamp-light, and he decided--no, absolutely not. Rummy as the gadget\r\nmight appear, it had been the right thing to do. It was a binge of\r\nwhich he thoroughly approved. A good egg!\r\n\r\n\r\nII\r\n\r\nJill, when Freddie and Nelly left the room, had seated herself on a\r\nlow stool, and sat looking thoughtfully into the fire. She was\r\nwondering if she had been mistaken in supposing that Uncle Chris was\r\nworried about something. This restlessness of his, this desire for\r\nmovement, was strange in him. Hitherto he had been like a dear old\r\ncosy cat, revelling in the comfort which he had just denounced so\r\neloquently. She watched him as he took up his favourite stand in\r\nfront of the fire.\r\n\r\n\"Nice girl,\" said Uncle Chris. \"Who was she?\"\r\n\r\n\"Somebody Freddie met,\" said Jill diplomatically. There was no need to\r\nworry Uncle Chris with details of the afternoon's happenings.\r\n\r\n\"Very nice girl.\" Uncle Chris took out his cigar-case. \"No need to ask\r\nif I may, thank goodness.\" He lit a cigar. \"Do you remember, Jill,\r\nyears ago, when you were quite small, how I used to blow smoke in your\r\nface?\"\r\n\r\nJill smiled.\r\n\r\n\"Of course I do. You said that you were training me for marriage. You\r\nsaid that there were no happy marriages except where the wife didn't\r\nmind the smell of tobacco. Well, it's lucky, as a matter of fact, for\r\nDerek smokes all the time.\"\r\n\r\nUncle Chris took up his favourite stand against the fireplace.\r\n\r\n\"You're very fond of Derek, aren't you, Jill?\"\r\n\r\n\"Of course I am. You are, too, aren't you?\"\r\n\r\n\"Fine chap. Very fine chap. Plenty of money, too. It's a great\r\nrelief,\" said Uncle Chris, puffing vigorously. \"A thundering relief.\"\r\nHe looked over Jill's head down the room. \"It's fine to think of you\r\nhappily married, dear, with everything in the world that you want.\"\r\n\r\nUncle Chris' gaze wandered down to where Jill sat. A slight mist\r\naffected his eyesight. Jill had provided a solution for the great\r\nproblem of his life. Marriage had always appalled him, but there was\r\nthis to be said for it, that married people had daughters. He had\r\nalways wanted a daughter, a smart girl he could take out and be proud\r\nof; and fate had given him Jill at precisely the right age. A child\r\nwould have bored Uncle Chris--he was fond of children, but they made\r\nthe deuce of a noise and regarded jam as an external ornament--but a\r\ndelightful little girl of fourteen was different. Jill and he had been\r\nvery close to each other since her mother had died, a year after the\r\ndeath of her father, and had left her in his charge. He had watched\r\nher grow up with a joy that had a touch of bewilderment in it--she\r\nseemed to grow so quickly--and had been fonder and prouder of her at\r\nevery stage of her tumultuous career.\r\n\r\n\"You're a dear,\" said Jill. She stroked the trouser-leg that was\r\nnearest. \"How _do_ you manage to get such a wonderful crease? You\r\nreally are a credit to me!\"\r\n\r\nThere was a momentary silence. A shade of embarrassment made itself\r\nnoticeable in Uncle Chris' frank gaze. He gave a little cough, and\r\npulled at his moustache.\r\n\r\n\"I wish I were, my dear,\" he said soberly. \"I wish I were. I'm afraid\r\nI'm a poor sort of a fellow, Jill.\"\r\n\r\nJill looked up.\r\n\r\n\"What do you mean?\"\r\n\r\n\"A poor sort of a fellow,\" repeated Uncle Chris. \"Your mother was\r\nfoolish to trust you to me. Your father had more sense. He always said\r\nI was a wrong 'un.\"\r\n\r\nJill got up quickly. She was certain now that she had been right, and\r\nthat there was something on her uncle's mind.\r\n\r\n\"What's the matter, Uncle Chris? Something's happened. What is it?\"\r\n\r\nUncle Chris turned to knock the ash off his cigar. The movement gave\r\nhim time to collect himself for what lay before him. He had one of\r\nthose rare volatile natures which can ignore the blows of fate so long\r\nas their effects are not brought home by visible evidence of disaster.\r\nHe lived in the moment, and, though matters had been as bad at\r\nbreakfast-time as they were now, it was not till now, when he\r\nconfronted Jill, that he had found his cheerfulness affected by them.\r\nHe was a man who hated ordeals, and one faced him now. Until this\r\nmoment he had been able to detach his mind from a state of affairs\r\nwhich would have weighed unceasingly upon another man. His mind was a\r\ntelephone which he could cut off at will, when the voice of Trouble\r\nwished to speak. The time would arrive, he had been aware, when he\r\nwould have to pay attention to that voice, but so far he had refused\r\nto listen. Now it could be evaded no longer.\r\n\r\n\"Jill.\"\r\n\r\n\"Yes?\"\r\n\r\nUncle Chris paused again, searching for the best means of saying what\r\nhad to be said.\r\n\r\n\"Jill, I don't know if you understand about these things, but there\r\nwas what is called a slump on the Stock Exchange this morning. In\r\nother words....\"\r\n\r\nJill laughed.\r\n\r\n\"Of course I know all about that,\" she said. \"Poor Freddie wouldn't\r\ntalk about anything else till I made him. He was terribly blue when he\r\ngot here this afternoon. He said he had got 'nipped' in Amalgamated\r\nDyes. He had lost about two hundred pounds, and was furious with a\r\nfriend of his who had told him to buy margins.\"\r\n\r\nUncle Chris cleared his throat.\r\n\r\n\"Jill, I'm afraid I've got bad news for you. I bought Amalgamated\r\nDyes, too.\" He worried his moustache. \"I lost heavily, very heavily.\"\r\n\r\n\"How naughty of you! You know you oughtn't to gamble.\"\r\n\r\n\"Jill, you must be brave. I--I--well, the fact is--it's no good\r\nbeating about the bush--I lost everything! Everything!\"\r\n\r\n\"Everything?\"\r\n\r\n\"Everything! It's all gone! All fooled away. It's a terrible business.\r\nThis house will have to go.\"\r\n\r\n\"But--but doesn't the house belong to me?\"\r\n\r\n\"I was your trustee, dear.\" Uncle Chris smoked furiously. \"Thank\r\nheaven you're going to marry a rich man!\"\r\n\r\nJill stood looking at him, perplexed. Money, as money, had never\r\nentered into her life. There were things one wanted which had to be\r\npaid for with money, but Uncle Chris had always looked after that. She\r\nhad taken them for granted.\r\n\r\n\"I don't understand,\" she said.\r\n\r\nAnd then suddenly she realized that she did, and a great wave of pity\r\nfor Uncle Chris flooded over her. He was such an old dear. It must be\r\nhorrible for him to have to stand there, telling her all this. She\r\nfelt no sense of injury, only the discomfort of having to witness the\r\nhumiliation of her oldest friend. Uncle Chris was bound up\r\ninextricably with everything in her life that was pleasant. She could\r\nremember him, looking exactly the same, only with a thicker and wavier\r\ncrop of hair, playing with her patiently and unwearied for hours in\r\nthe hot sun, a cheerful martyr. She could remember sitting up with him\r\nwhen she came home from her first grownup dance, drinking cocoa and\r\ntalking and talking and talking till the birds outside sang the sun\r\nhigh up into the sky and it was breakfast time. She could remember\r\ntheatres with him, and jolly little suppers afterwards; expeditions\r\ninto the country, with lunches at queer old inns; days on the river,\r\ndays at Hurlingham, days at Lords', days at the Academy. He had always\r\nbeen the same, always cheerful, always kind. He was Uncle Chris, and\r\nhe would always be Uncle Chris, whatever he had done or whatever he\r\nmight do. She slipped her arm in his and gave it a squeeze.\r\n\r\n\"Poor old thing!\" she said.\r\n\r\nUncle Chris had been looking straight out before him with those fine\r\nblue eyes of his. There had been just a touch of sternness in his\r\nattitude. A stranger, coming into the room at that moment, would have\r\nsaid that here was a girl trying to coax her blunt, straightforward,\r\nmilitary father into some course of action of which his honest nature\r\ndisapproved. He might have been posing for a statue of Rectitude. As\r\nJill spoke, he seemed to cave in.\r\n\r\n\"Poor old thing?\" he repeated limply.\r\n\r\n\"Of course you are! And stop trying to look dignified and tragic!\r\nBecause it doesn't suit you. You're much too well dressed.\"\r\n\r\n\"But, my dear, you don't understand! You haven't realized!\"\r\n\r\n\"Yes, I do. Yes, I have!\"\r\n\r\n\"I've spent all your money--_your_ money!\"\r\n\r\n\"I know! What does it matter?\"\r\n\r\n\"What does it matter! Jill, don't you hate me?\"\r\n\r\n\"As if anyone could hate an old darling like you!\"\r\n\r\nUncle Chris threw away his cigar, and put his arms round Jill. For a\r\nmoment a dreadful fear came to her that he was going to cry. She\r\nprayed that he wouldn't cry. It would be too awful. It would be a\r\nmemory of which she could never rid herself. She felt as though he\r\nwere someone extraordinarily young and unable to look after himself,\r\nsomeone she must soothe and protect.\r\n\r\n\"Jill,\" said Uncle Chris, choking, \"you're--you're--you're a little\r\nwarrior!\"\r\n\r\nJill kissed him and moved away. She busied herself with some flowers,\r\nher back turned. The tension had been relieved, and she wanted to give\r\nhim time to recover his poise. She knew him well enough to be sure\r\nthat, sooner or later, the resiliency of his nature would assert\r\nitself. He could never remain long in the depths.\r\n\r\nThe silence had the effect of making her think more clearly than in\r\nthe first rush of pity she had been able to do. She was able now to\r\nreview the matter as it affected herself. It had not been easy to\r\ngrasp, the blunt fact that she was penniless, that all this comfort\r\nwhich surrounded her was no longer her own. For an instant a kind of\r\npanic seized her. There was a bleakness about the situation which made\r\none gasp. It was like icy water dashed in the face. Realization had\r\nalmost the physical pain of life returning to a numbed limb. Her hands\r\nshook as she arranged the flowers, and she had to bite her lip to keep\r\nherself from crying out.\r\n\r\nShe fought panic eye to eye, and beat it down. Uncle Chris, swiftly\r\nrecovering by the fireplace, never knew that the fight had taken\r\nplace. He was feeling quite jovial again now that the unpleasant\r\nbusiness of breaking the news was over, and was looking on the world\r\nwith the eye of a debonair gentleman-adventurer. As far as he was\r\nconcerned, he told himself, this was the best thing that could have\r\nhappened. He had been growing old and sluggish in prosperity. He\r\nneeded a fillip. The wits by which he had once lived so merrily had\r\nbeen getting blunt in their easy retirement. He welcomed the\r\nopportunity of matching them once more against the world. He was\r\nremorseful as regarded Jill, but the optimist in him, never crushed\r\nfor long, told him that Jill would be all right. She would step from\r\nthe sinking ship to the safe refuge of Derek Underhill's wealth and\r\nposition, while he went out to seek a new life. Uncle Chris' blue eyes\r\ngleamed with a new fire as he pictured himself in this new life. He\r\nfelt like a hunter setting out on a hunting expedition. There were\r\nalways adventures and the spoils of war for the man with brains to\r\nfind them and gather them in. But it was a mercy that Jill had\r\nDerek....\r\n\r\nJill was thinking of Derek, too. Panic had fled, and a curious\r\nexhilaration had seized upon her. If Derek wanted her now, it would be\r\nbecause his love was the strongest thing in the world. She would come\r\nto him like the beggar-maid to Cophetua.\r\n\r\nUncle Chris broke the silence with a cough. At the sound of it, Jill\r\nsmiled again. She knew it for what it was, a sign that he was himself\r\nagain.\r\n\r\n\"Tell me, Uncle Chris,\" she said, \"just how bad is it? When you said\r\neverything was gone, did you really mean everything, or were you being\r\nmelodramatic? Exactly how do we stand?\"\r\n\r\n\"It's dashed hard to say, my dear. I expect we shall find there are a\r\nfew hundreds left. Enough to see you through till you get married.\r\nAfter that it won't matter.\" Uncle Chris flicked a particle of dust\r\noff his coat-sleeve. Jill could not help feeling that the action was\r\nsymbolical of his attitude towards life. He nicked away life's\r\nproblems with just the same airy carelessness. \"You mustn't worry\r\nabout me, my dear. I shall be all right. I have made my way in the\r\nworld before, and I can do it again. I shall go to America and try my\r\nluck there. Amazing how many opportunities there are in America.\r\nReally, as far as I am concerned, this is the best thing that could\r\nhave happened. I have been getting abominably lazy. If I had gone on\r\nliving my present life for another year or two, why, dash it, I\r\nhonestly believe I should have succumbed to some sort of senile decay.\r\nPositively I should have got fatty degeneration of the brain! This\r\nwill be the making of me.\"\r\n\r\nJill sat down on the lounge and laughed till there were tears in her\r\neyes. Uncle Chris might be responsible for this disaster, but he was\r\ncertainly making it endurable. However greatly he might be deserving\r\nof censure, from the standpoint of the sterner morality, he made\r\namends. If he brought the whole world crashing in chaos about one's\r\nears, at least he helped one to smile among the ruins.\r\n\r\n\"Did you ever read 'Candide,' Uncle Chris?\"\r\n\r\n\"'Candide'?\" Uncle Chris shook his head. He was not a great reader,\r\nexcept of the sporting press.\r\n\r\n\"It's a book by Voltaire. There's a character in it called Doctor\r\nPangloss, who thought that everything was for the best in this best of\r\nall possible worlds.\"\r\n\r\nUncle Chris felt a touch of embarrassment. It occurred to him that he\r\nhad been betrayed by his mercurial temperament into an attitude which,\r\nconsidering the circumstances, was perhaps a trifle too jubilant. He\r\ngave his moustache a pull, and reverted to the minor key.\r\n\r\n\"Oh, you mustn't think that I don't appreciate the terrible, the criminal\r\nthing I have done! I blame myself,\" said Uncle Chris cordially, nicking\r\nanother speck of dust off his sleeve. \"I blame myself bitterly. Your\r\nmother ought never to have made me your trustee, my dear. But she always\r\nbelieved in me, in spite of everything, and this is how I have repaid\r\nher.\" He blew his nose to cover a not unmanly emotion. \"I wasn't fitted\r\nfor the position. Never become a trustee, Jill. It's the devil, is trust\r\nmoney. However much you argue with yourself, you can't--dash it, you\r\nsimply can't believe that it's not your own, to do as you like with,\r\nThere it sits, smiling at you, crying 'Spend me! Spend me!' and you find\r\nyourself dipping--dipping--till one day there's nothing left to dip\r\nfor--only a far-off rustling--the ghosts of dead bank-notes. That's how it\r\nwas with me. The process was almost automatic. I hardly knew it was going\r\non. Here a little--there a little. It was like snow melting on a\r\nmountain-top. And one morning--all gone!\" Uncle Chris drove the point home\r\nwith a gesture. \"I did what I could. When I found that there were only a\r\nfew hundreds left, for your sake I took a chance. All heart and no head!\r\nThere you have Christopher Selby in a nutshell! A man at the club, a fool\r\nnamed--I've forgotten his damn name--recommended Amalgamated Dyestuffs as\r\na speculation. Monroe, that was his name, Jimmy Monroe. He talked about\r\nthe future of British Dyes now that Germany was out of the race, and ...\r\nwell, the long and short of it was that I took his advice and bought on\r\nmargin. Bought like the devil. And this morning Amalgamated Dyestuffs went\r\nall to blazes. There you have the whole story!\"\r\n\r\n\"And now,\" said Jill, \"comes the sequel!\"\r\n\r\n\"The sequel?\" said Uncle Chris breezily. \"Happiness, my dear,\r\nhappiness! Wedding bells and--and all that sort of thing!\" He\r\nstraddled the hearth-rug manfully, and swelled his chest out. He would\r\npermit no pessimism on this occasion of rejoicing. \"You don't suppose\r\nthat the fact of your having lost your money--that is to say--er--of\r\n_my_ having lost your money--will affect a splendid young fellow like\r\nDerek Underhill? I know him better than to think that! I've always\r\nliked him. He's a man you can trust! Besides,\" he added reflectively,\r\n\"there's no need to tell him! Till after the wedding, I mean. It won't\r\nbe hard to keep up appearances here for a month or so.\"\r\n\r\n\"Of course we must tell him!\"\r\n\r\n\"You think it wise?\"\r\n\r\n\"I don't know about it being wise. It's the only thing to do. I must\r\nsee him to-night. Oh, I forgot. He was going away this afternoon for a\r\nday or two.\"\r\n\r\n\"Capital! It will give you time to think it over.\"\r\n\r\n\"I don't want to think it over. There's nothing to think about.\"\r\n\r\n\"Of course, yes, of course. Quite so.\"\r\n\r\n\"I shall write him a letter.\"\r\n\r\n\"Write, eh?\"\r\n\r\n\"It's easier to put what one wants to say in a letter.\"\r\n\r\n\"Letters,\" began Uncle Chris, and stopped as the door opened. Jane,\r\nthe parlourmaid, entered, carrying a salver.\r\n\r\n\"For me?\" asked Uncle Chris.\r\n\r\n\"For Miss Jill, sir.\"\r\n\r\nJill took the note off the salver.\r\n\r\n\"It's from Derek.\"\r\n\r\n\"There's a messenger-boy waiting, miss,\" said Jane. \"He wasn't told if\r\nthere was an answer.\"\r\n\r\n\"If the note is from Derek,\" said Uncle Chris, \"it's not likely to\r\nwant an answer. You said he left town to-day.\"\r\n\r\nJill opened the envelope.\r\n\r\n\"Is there an answer, miss?\" asked Jane, after what she considered a\r\nsuitable interval. She spoke tenderly. She was a great admirer of\r\nDerek, and considered it a pretty action on his part to send notes\r\nlike this when he was compelled to leave London.\r\n\r\n\"Any answer, Jill?\"\r\n\r\nJill seemed to rouse herself. She had turned oddly pale.\r\n\r\n\"No, no answer, Jane.\"\r\n\r\n\"Thank you, miss,\" said Jane, and went off to tell the cook that in\r\nher opinion Jill was lacking in heart. \"It might have been a bill\r\ninstead of a love-letter,\" said Jane to the cook with indignation,\r\n\"the way she read it. I like people to have a little feeling!\"\r\n\r\nJill sat turning the letter over and over in her fingers. Her face was\r\nvery white. There seemed to be a big, heavy, leaden something inside\r\nher. A cold hand clutched her throat. Uncle Chris, who at first had\r\nnoticed nothing untoward, now began to find the silence sinister.\r\n\r\n\"No bad news, I hope, dear?\"\r\n\r\nJill turned the letter between her fingers.\r\n\r\n\"Jill, is it bad news?\"\r\n\r\n\"Derek has broken off the engagement,\" said Jill in a dull voice. She\r\nlet the note fall to the floor, and sat with her chin in her hands.\r\n\r\n\"What!\" Uncle Chris leaped from the hearth-rug, as though the fire had\r\nsuddenly scorched him. \"What did you say?\"\r\n\r\n\"He's broken it off.\"\r\n\r\n\"The hound!\" cried Uncle Chris. \"The blackguard! The--the--I never\r\nliked that man! I never trusted him!\" He fumed for a moment.\r\n\"But--but--it isn't possible. How can he have heard about what's\r\nhappened? He couldn't know. It's--it's--it isn't possible!\"\r\n\r\n\"He doesn't know. It has nothing to do with that.\"\r\n\r\n\"But....\" Uncle Chris stooped to where the note lay. \"May I...?\"\r\n\r\n\"Yes, you can read it if you like.\"\r\n\r\nUncle Chris produced a pair of reading-glasses, and glared through\r\nthem at the sheet of paper as though it were some loathsome insect.\r\n\r\n\"The hound! The cad! If I were a younger man,\" shouted Uncle Chris,\r\nsmiting the letter violently, \"if I were.... Jill! My dear little\r\nJill!\"\r\n\r\nHe plunged down on his knees beside her, as she buried her face in her\r\nhands and began to sob.\r\n\r\n\"My little girl! Damn that man! My dear little girl! The cad! The\r\ndevil! My own darling little girl! I'll thrash him within an inch of\r\nhis life!\"\r\n\r\nThe clock on the mantelpiece ticked away the minutes. Jill got up. Her\r\nface was wet and quivering, but her mouth had set in a brave line.\r\n\r\n\"Jill, dear!\"\r\n\r\nShe let his hand close over hers.\r\n\r\n\"Everything's happening all at once this afternoon, Uncle Chris, isn't\r\nit!\" She smiled a twisted smile. \"You look so funny! Your hair's all\r\nrumpled, and your glasses are over on one side!\"\r\n\r\nUncle Chris breathed heavily through his nose.\r\n\r\n\"When I meet that man....\" he began portentously.\r\n\r\n\"Oh, what's the good of bothering! It's not worth it! Nothing's worth\r\nit!\" Jill stopped and faced him, her hands clenched. \"Let's get away!\r\nLet's get right away! I want to get right away, Uncle Chris! Take me\r\naway! Anywhere! Take me to America with you! I must get away!\"\r\n\r\nUncle Chris raised his right hand, and shook it. His reading-glasses,\r\nhanging from his left ear, bobbed drunkenly.\r\n\r\n\"We'll sail by the next boat! The very next boat, dammit! I'll take\r\ncare of you, dear. I've been a blackguard to you, my little girl. I've\r\nrobbed you, and swindled you. But I'll make up for it, by George! I'll\r\nmake up for it! I'll give you a new home, as good as this, if I die\r\nfor it. There's nothing I won't do! Nothing! By Jove!\" shouted Uncle\r\nChris, raising his voice in a red-hot frenzy of emotion, \"I'll work!\r\nYes, by Gad, if it comes right down to it, I'll work!\"\r\n\r\nHe brought his fist down with a crash on the table where Derek's\r\nflowers stood in their bowl. The bowl leaped in the air and tumbled\r\nover, scattering the flowers on the floor."
  ]
}