{
  "index": 2,
  "title": "Chapter 1",
  "paragraphs": [
    "THE FAMILY CURSE\r\n\r\nI\r\n\r\n\r\nFreddie Rooke gazed coldly at the breakfast-table. Through a gleaming\r\neye-glass he inspected the revolting object which Barker, his faithful\r\nman, had placed on a plate before him.\r\n\r\n\"Barker!\" His voice had a ring of pain.\r\n\r\n\"Sir?\"\r\n\r\n\"What's this?\"\r\n\r\n\"Poached egg, sir.\"\r\n\r\nFreddie averted his eyes with a silent shudder.\r\n\r\n\"It looks just like an old aunt of mine,\" he said. \"Remove it!\"\r\n\r\nHe got up, and, wrapping his dressing-gown about his long legs, took\r\nup a stand in front of the fireplace. From this position he surveyed\r\nthe room, his shoulders against the mantelpiece, his calves pressing\r\nthe club fender. It was a cheerful oasis in a chill and foggy world, a\r\ntypical London bachelor's breakfast-room. The walls were a restful\r\ngrey, and the table, set for two, a comfortable arrangement in white\r\nand silver.\r\n\r\n\"Eggs, Barker,\" said Freddie solemnly, \"are the acid test!\"\r\n\r\n\"Yes, sir?\"\r\n\r\n\"If, on the morning after, you can tackle a poached egg, you are all\r\nright. If not, not. And don't let anybody tell you otherwise.\"\r\n\r\n\"No, sir.\"\r\n\r\nFreddie pressed the palm of his hand to his brow, and sighed.\r\n\r\n\"It would seem, then, that I must have revelled a trifle\r\nwhole-heartedly last night. I was possibly a little blotto. Not\r\nwhiffled, perhaps, but indisputably blotto. Did I make much noise\r\ncoming in?\"\r\n\r\n\"No, sir. You were very quiet.\"\r\n\r\n\"Ah! A dashed bad sign!\"\r\n\r\nFreddie moved to the table, and poured himself a cup of coffee.\r\n\r\n\"The cream jug is to your right, sir,\" said the helpful Barker.\r\n\r\n\"Let it remain there. _Café noir_ for me this morning. As _noir_ as it\r\ncan jolly well stick!\" Freddie retired to the fireplace and sipped\r\ndelicately. \"As far as I can remember, it was Ronny Devereux' birthday\r\nor something....\"\r\n\r\n\"Mr. Martyn's, I think you said, sir.\"\r\n\r\n\"That's right. Algy Martyn's birthday, and Ronny and I were the\r\nguests. It all comes back to me. I wanted Derek to roll along and join\r\nthe festivities--he's never met Ronny--but he gave it a miss. Quite\r\nright! A chap in his position has responsibilities. Member of\r\nParliament and all that. Besides,\" said Freddie earnestly, driving\r\nhome the point with a wave of his spoon, \"he's engaged to be married.\r\nYou must remember that, Barker!\"\r\n\r\n\"I will endeavour to, sir.\"\r\n\r\n\"Sometimes,\" said Freddie dreamily, \"I wish I were engaged to be\r\nmarried. Sometimes I wish I had some sweet girl to watch over me\r\nand.... No, I don't, by Jove. It would give me the utter pip! Is Sir\r\nDerek up yet, Barker?\"\r\n\r\n\"Getting up, sir.\"\r\n\r\n\"See that everything is all right, will you? I mean as regards the\r\nfood-stuffs and what not. I want him to make a good breakfast. He's\r\ngot to meet his mother this morning at Charing Cross. She's legging it\r\nback from the Riviera.\"\r\n\r\n\"Indeed, sir?\"\r\n\r\nFreddie shook his head.\r\n\r\n\"You wouldn't speak in that light, careless tone if you knew her!\r\nWell, you'll see her to-night. She's coming here to dinner.\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"Miss Mariner will be here, too. A foursome. Tell Mrs. Barker to pull\r\nup her socks and give us something pretty ripe. Soup, fish, all that\r\nsort of thing. _She_ knows. And let's have a stoup of malvoisie from\r\nthe oldest bin. This is a special occasion!\"\r\n\r\n\"Her ladyship will be meeting Miss Mariner for the first time, sir?\"\r\n\r\n\"You've put your finger on it! Absolutely the first time on this or\r\nany stage! We must all rally round and make the thing a success.\"\r\n\r\n\"I am sure Mrs. Barker will strain every nerve, sir.\" Barker moved to\r\nthe door, carrying the rejected egg, and stepped aside to allow a\r\ntall, well-built man of about thirty to enter. \"Good morning, Sir\r\nDerek.\"\r\n\r\n\"Morning, Barker.\"\r\n\r\nBarker slid softly from the room. Derek Underhill sat down at the\r\ntable. He was a strikingly handsome man, with a strong, forceful face,\r\ndark, lean and cleanly shaven. He was one of those men whom a stranger\r\nwould instinctively pick out of a crowd as worthy of note. His only\r\ndefect was that his heavy eyebrows gave him at times an expression\r\nwhich was a little forbidding. Women, however, had never been repelled\r\nby it. He was very popular with women, not quite so popular with\r\nmen--always excepting Freddie Rooke, who worshipped him. They had been\r\nat school together, though Freddie was the younger by several years.\r\n\r\n\"Finished, Freddie?\" asked Derek.\r\n\r\nFreddie smiled wanly.\r\n\r\n\"We are not breakfasting this morning,\" he replied. \"The spirit was\r\nwilling, but the jolly old flesh would have none of it. To be\r\nperfectly frank, the Last of the Rookes has a bit of a head.\"\r\n\r\n\"Ass!\" said Derek.\r\n\r\n\"A bit of sympathy,\" said Freddie, pained, \"would not be out of place.\r\nWe are far from well. Some person unknown has put a threshing-machine\r\ninside the old bean and substituted a piece of brown paper for our\r\ntongue. Things look dark and yellow and wobbly!\"\r\n\r\n\"You shouldn't have overdone it last night.\"\r\n\r\n\"It was Algy Martyn's birthday,\" pleaded Freddie.\r\n\r\n\"If I were an ass like Algy Martyn,\" said Derek, \"I wouldn't go about\r\nadvertising the fact that I'd been born. I'd hush it up!\"\r\n\r\nHe helped himself to a plentiful portion of kedgeree, Freddie watching\r\nhim with repulsion mingled with envy. When he began to eat the\r\nspectacle became too poignant for the sufferer, and he wandered to the\r\nwindow.\r\n\r\n\"What a beast of a day!\"\r\n\r\nIt was an appalling day. January, that grim month, was treating London\r\nwith its usual severity. Early in the morning a bank of fog had rolled\r\nup off the river, and was deepening from pearly white to a lurid\r\nbrown. It pressed on the window-pane like a blanket, leaving dark,\r\ndamp rivulets on the glass.\r\n\r\n\"Awful!\" said Derek,\r\n\r\n\"Your mater's train will be late.\"\r\n\r\n\"Yes. Damned nuisance. It's bad enough meeting trains in any case,\r\nwithout having to hang about a draughty station for an hour.\"\r\n\r\n\"And it's sure, I should imagine,\" went on Freddie, pursuing his train\r\nof thought, \"to make the dear old thing pretty tolerably ratty, if she\r\nhas one of those slow journeys.\" He pottered back to the fireplace,\r\nand rubbed his shoulders reflectively against the mantelpiece. \"I take\r\nit that you wrote to her about Jill?\"\r\n\r\n\"Of course. That's why she's coming over, I suppose. By the way, you\r\ngot those seats for that theatre to-night?\"\r\n\r\n\"Yes. Three together and one somewhere on the outskirts. If it's all\r\nthe same to you, old thing, I'll have the one on the outskirts.\"\r\n\r\nDerek, who had finished his kedgeree and was now making himself a blot\r\non Freddie's horizon with toast and marmalade, laughed.\r\n\r\n\"What a rabbit you are, Freddie! Why on earth are you so afraid of\r\nmother?\"\r\n\r\nFreddie looked at him as a timid young squire might have gazed upon\r\nSt. George when the latter set out to do battle with the dragon. He\r\nwas of the amiable type which makes heroes of its friends. In the old\r\ndays when he had fagged for him at Winchester he had thought Derek the\r\nmost wonderful person in the world, and this view he still retained.\r\nIndeed, subsequent events had strengthened it. Derek had done the most\r\namazing things since leaving school. He had had a brilliant career at\r\nOxford, and now, in the House of Commons, was already looked upon by\r\nthe leaders of his party as one to be watched and encouraged. He\r\nplayed polo superlatively well, and was a fine shot. But of all his\r\ngifts and qualities the one that extorted Freddie's admiration in its\r\nintensest form was his lion-like courage as exemplified by his\r\nbehaviour in the present crisis. There he sat, placidly eating toast\r\nand marmalade, while the boat-train containing Lady Underhill already\r\nsped on its way from Dover to London. It was like Drake playing bowls\r\nwith the Spanish Armada in sight.\r\n\r\n\"I wish I had your nerve!\" he said awed. \"What I should be feeling, if\r\nI were in your place and had to meet your mater after telling her that\r\nI was engaged to marry a girl she had never seen, I don't know. I'd\r\nrather face a wounded tiger!\"\r\n\r\n\"Idiot!\" said Derek placidly.\r\n\r\n\"Not,\" pursued Freddie, \"that I mean to say anything in the least\r\nderogatory and so forth to your jolly old mater, if you understand me,\r\nbut the fact remains she scares me pallid. Always has, ever since the\r\nfirst time I went to stay at your place when I was a kid. I can still\r\nremember catching her eye the morning I happened by pure chance to\r\nbung an apple through her bedroom window, meaning to let a cat on the\r\nsill below have it in the short ribs. She was at least thirty feet\r\naway, but, by Jove, it stopped me like a bullet!\"\r\n\r\n\"Push the bell, old man, will you? I want some more toast.\"\r\n\r\nFreddie did as he was requested, with growing admiration.\r\n\r\n\"The condemned man made an excellent breakfast,\" he murmured. \"More\r\ntoast, Barker,\" he added, as that admirable servitor opened the door.\r\n\"Gallant! That's what I call it. Gallant!\"\r\n\r\nDerek tilted his chair back.\r\n\r\n\"Mother is sure to like Jill when she sees her,\" he said.\r\n\r\n\"_When_ she sees her! Ah! But the trouble is, young feller-me-lad,\r\nthat she _hasn't_ seen her! That's the weak spot in your case, old\r\ncompanion. A month ago she didn't know of Jill's existence. Now, you\r\nknow and I know that Jill is one of the best and brightest. As far as\r\nwe are concerned, everything in the good old garden is lovely. Why,\r\ndash it, Jill and I were children together. Sported side by side on\r\nthe green, and what not. I remember Jill, when she was twelve, turning\r\nthe garden hose on me and knocking about seventy-five per cent off the\r\nmarket value of my best Sunday suit. That sort of thing forms a bond,\r\nyou know, and I've always felt that she was a corker. But your\r\nmater's got to discover it for herself. It's a dashed pity, by Jove,\r\nthat Jill hasn't a father or a mother or something of that species to\r\nrally round just now. They would form a gang. There's nothing like a\r\ngang! But she's only got that old uncle of hers. A rummy bird. Met\r\nhim?\"\r\n\r\n\"Several times. I like him.\"\r\n\r\n\"Oh, he's a genial old buck all right. A very bonhomous lad. But you\r\nhear some pretty queer stories about him if you get among people who\r\nknew him in the old days. Even now I'm not so dashed sure I should\r\ncare to play cards with him. Young Threepwood was telling me only the\r\nother day that the old boy took thirty quid off him at picquet as\r\nclean as a whistle. And Jimmy Monroe, who's on the Stock Exchange,\r\nsays he's frightfully busy these times buying margins or whatever it\r\nis chappies do down in the City. Margins. That's the word. Jimmy made\r\nme buy some myself on a thing called Amalgamated Dyes. I don't\r\nunderstand the procedure exactly, but Jimmy says it's a sound egg and\r\nwill do me a bit of good. What was I talking about? Oh, yes, old\r\nSelby. There's no doubt he's quite a sportsman. But till you've got\r\nJill well established, you know, I shouldn't enlarge on him too much\r\nwith the mater.\"\r\n\r\n\"On the contrary,\" said Derek, \"I shall mention him at the first\r\nopportunity. He knew my father out in India.\"\r\n\r\n\"Did he, by Jove! Oh, well, that makes a difference.\"\r\n\r\nBarker entered with the toast, and Derek resumed his breakfast.\r\n\r\n\"It may be a little bit awkward,\" he said, \"at first, meeting mother.\r\nBut everything will be all right after five minutes.\"\r\n\r\n\"Absolutely! But, oh, boy! that first five minutes!\" Freddie gazed\r\nportentously through his eye-glass. Then he seemed to be undergoing\r\nsome internal struggle, for he gulped once or twice. \"That first five\r\nminutes!\" he said, and paused again. A moment's silent self-communion,\r\nand he went on with a rush. \"I say, listen. Shall I come along, too?\"\r\n\r\n\"Come along?\"\r\n\r\n\"To the station. With you.\"\r\n\r\n\"What on earth for?\"\r\n\r\n\"To see you through the opening stages. Break the ice, and all that\r\nsort of thing. Nothing like collecting a gang, you know. Moments when\r\na feller needs a friend and so forth. Say the word, and I'll buzz\r\nalong and lend my moral support.\"\r\n\r\nDerek's heavy eyebrows closed together in an offended frown, and\r\nseemed to darken his whole face. This unsolicited offer of assistance\r\nhurt his dignity. He showed a touch of the petulance which came now\r\nand then when he was annoyed, to suggest that he might not possess so\r\nstrong a character as his exterior indicated.\r\n\r\n\"It's very kind of you,\" he began stiffly.\r\n\r\nFreddie nodded. He was acutely conscious of this himself.\r\n\r\n\"Some fellows,\" he observed, \"would say 'Not at all!' I suppose. But\r\nnot the Last of the Rookes! For, honestly, old man, between ourselves,\r\nI don't mind admitting that this is the bravest deed of the year, and\r\nI'm dashed if I would do it for anyone else.\"\r\n\r\n\"It's very good of you, Freddie....\"\r\n\r\n\"That's all right. I'm a Boy Scout, and this is my act of kindness for\r\nto-day.\"\r\n\r\nDerek got up from the table.\r\n\r\n\"Of course you mustn't come,\" he said. \"We can't form a sort of\r\ndebating society to discuss Jill on the platform at Charing Cross.\"\r\n\r\n\"Oh, I would just hang around in the offing, shoving in an occasional\r\ntactful word.\"\r\n\r\n\"Nonsense!\"\r\n\r\n\"The wheeze would simply be to....\"\r\n\r\n\"It's impossible.\"\r\n\r\n\"Oh, very well,\" said Freddie, damped. \"Just as you say, of course.\r\nBut there's nothing like a gang, old son, nothing like a gang!\"\r\n\r\n\r\nII\r\n\r\nDerek Underhill threw down the stump of his cigar, and grunted\r\nirritably. Inside Charing Cross Station business was proceeding as\r\nusual. Porters wheeling baggage-trucks moved to and fro like\r\nJuggernauts. Belated trains clanked in, glad to get home, while\r\nothers, less fortunate, crept reluctantly out through the blackness\r\nand disappeared into an inferno of detonating fog-signals. For outside\r\nthe fog still held. The air was cold and raw and tasted coppery. In\r\nthe street traffic moved at a funeral pace, to the accompaniment of\r\nhoarse cries and occasional crashes. Once the sun had worked its way\r\nthrough the murk and had hung in the sky like a great red orange, but\r\nnow all was darkness and discomfort again, blended with that odd\r\nsuggestion of mystery and romance which is a London fog's only\r\nredeeming quality.\r\n\r\nThe fog and the waiting had had their effect upon Derek. The resolute\r\nfront he had exhibited to Freddie at the breakfast-table had melted\r\nsince his arrival at the station, and he was feeling nervous at the\r\nprospect of the meeting that lay before him. Calm as he had appeared\r\nto the eye of Freddie and bravely as he had spoken, Derek, in the\r\nrecesses of his heart, was afraid of his mother. There are men--and\r\nDerek Underhill was one of them--who never wholly emerge from the\r\nnursery. They may put away childish things and rise in the world to\r\naffluence and success, but the hand that rocked their cradle still\r\nrules their lives.\r\n\r\nDerek turned to begin one more walk along the platform, and stopped in\r\nmid-stride, raging. Beaming over the collar of a plaid greatcoat, all\r\nhelpfulness and devotion, Freddie Rooke was advancing towards him, the\r\nfriend that sticketh closer than a brother. Like some loving dog, who,\r\nordered home sneaks softly on through alleys and by-ways, peeping\r\nround corners and crouching behind lamp-posts, the faithful Freddie\r\nhad followed him after all. And with him, to add the last touch to\r\nDerek's discomfiture, were those two inseparable allies of his, Ronny\r\nDevereux and Algy Martyn.\r\n\r\n\"Well, old thing,\" said Freddie, patting Derek encouragingly on the\r\nshoulder, \"here we are after all! I know you told me not to roll round\r\nand so forth, but I knew you didn't mean it. I thought it over after\r\nyou had left, and decided it would be a rotten trick not to cluster\r\nabout you in your hour of need. I hope you don't mind Ronny and Algy\r\nbreezing along too. The fact is, I was in the deuce of a funk--your\r\njolly old mater always rather paralyses my nerve-centres, you know--so\r\nI roped them in. Met 'em in Piccadilly, groping about for the club,\r\nand conscripted 'em both, they very decently consenting. We all\r\ntoddled off and had a pick-me-up at that chemist chappie's at the top\r\nof the Hay-market, and now we're feeling full of beans and buck,\r\nready for anything. I've explained the whole thing to them, and\r\nthey're with you to the death! Collect a gang, dear boy, collect a\r\ngang! That's the motto. There's nothing like it!\"\r\n\r\n\"Nothing!\" said Ronny.\r\n\r\n\"Absolutely nothing!\" said Algy.\r\n\r\n\"We'll just see you through the opening stages,\" said Freddie, \"and\r\nthen leg it. We'll keep the conversation general you know.\"\r\n\r\n\"Stop it getting into painful channels,\" said Ronny.\r\n\r\n\"Steer it clear,\" said Algy, \"of the touchy topic.\"\r\n\r\n\"That's the wheeze,\" said Freddie. \"We'll ... Oh, golly! There's the\r\ntrain coming in now!\" His voice quavered, for not even the comforting\r\npresence of his two allies could altogether sustain him in this\r\nordeal. But he pulled himself together with a manful effort. \"Stick\r\nit, old beans!\" he said doughtily. \"Now is the time for all good men\r\nto come to the aid of the party!\"\r\n\r\n\"We're here!\" said Ronny Devereux.\r\n\r\n\"On the spot!\" said Algy Martyn.\r\n\r\n\r\nIII\r\n\r\nThe boat-train slid into the station. Bells rang, engines blew off\r\nsteam, porters shouted, baggage-trucks rattled over the platform. The\r\ntrain began to give up its contents, now in ones and twos, now in a\r\nsteady stream. Most of the travellers seemed limp and exhausted, and\r\nwere pale with the pallor that comes of a choppy Channel crossing.\r\nAlmost the only exception to the general condition of collapse was the\r\neagle-faced lady in the brown ulster, who had taken up her stand in\r\nthe middle of the platform and was haranguing a subdued little maid in\r\na voice that cut the gloomy air like a steel knife. Like the other\r\ntravellers, she was pale, but she bore up resolutely. No one could\r\nhave told from Lady Underhill's demeanour that the solid platform\r\nseemed to heave beneath her feet like a deck.\r\n\r\nDerek approached, acutely conscious of Freddie, Ronny, and Algy, who\r\nwere skirmishing about his flank.\r\n\r\n\"Well, mother! So there you are at last!\"\r\n\r\n\"Well, Derek!\"\r\n\r\nDerek kissed his mother. Freddie, Ronny, and Algy shuffled closer,\r\nlike leopards. Freddie, with the expression of one who leads a\r\nforlorn hope, moved his Adam's apple briskly up and down several\r\ntimes, and spoke.\r\n\r\n\"How do you do, Lady Underhill?\"\r\n\r\n\"How do you do, Mr. Rooke?\"\r\n\r\nLady Underhill bowed stiffly and without pleasure. She was not fond of\r\nthe Last of the Rookes. She supposed the Almighty had had some wise\r\npurpose in creating Freddie, but it had always been inscrutable to\r\nher.\r\n\r\n\"Like you,\" mumbled Freddie, \"to meet my friends. Lady Underhill. Mr.\r\nDevereux.\"\r\n\r\n\"Charmed,\" said Ronny affably.\r\n\r\n\"Mr. Martyn.\"\r\n\r\n\"Delighted,\" said Algy with old-world courtesy.\r\n\r\nLady Underhill regarded this mob-scene with an eye of ice.\r\n\r\n\"How do you do?\" she said. \"Have you come to meet somebody?\"\r\n\r\n\"I--er--we--er--why--er--\" This woman always made Freddie feel as if\r\nhe were being disembowelled by some clumsy amateur. He wished that he\r\nhad defied the dictates of his better nature and remained in his snug\r\nrooms at the Albany, allowing Derek to go through this business by\r\nhimself. \"I--er--we--er--came to meet _you_, don't you know!\"\r\n\r\n\"Indeed! That was very kind of you!\"\r\n\r\n\"Oh, not at all.\"\r\n\r\n\"Thought we'd welcome you back to the old homestead,\" said Ronny\r\nbeaming.\r\n\r\n\"What could be sweeter?\" said Algy. He produced a cigar-case, and\r\nextracted a formidable torpedo-shaped Havana. He was feeling\r\ndelightfully at his ease, and couldn't understand why Freddie had made\r\nsuch a fuss about meeting this nice old lady. \"Don't mind if I smoke,\r\ndo you? Air's a bit raw to-day. Gets into the lungs.\"\r\n\r\nDerek chafed impotently. These unsought allies were making a difficult\r\nsituation a thousand times worse. A more acute observer than young Mr.\r\nMartyn, he noted the tight lines about his mother's mouth and knew\r\nthem for the danger-signal they were. Endeavouring to distract her\r\nwith light conversation, he selected a subject which was a little\r\nunfortunate.\r\n\r\n\"What sort of crossing did you have, mother?\"\r\n\r\nLady Underhill winced. A current of air had sent the perfume of\r\nAlgy's cigar playing about her nostrils. She closed her eyes, and her\r\nface turned a shade paler. Freddie, observing this, felt quite sorry\r\nfor the poor old thing. She was a pest and a pot of poison, of course,\r\nbut all the same, he reflected charitably, it was a shame that she\r\nshould look so green about the gills. He came to the conclusion that\r\nshe must be hungry. The thing to do was to take her mind off it till\r\nshe could be conducted to a restaurant and dumped down in front of a\r\nbowl of soup.\r\n\r\n\"Bit choppy, I suppose, what?\" he bellowed, in a voice that ran up and\r\ndown Lady Underhill's nervous system like an electric needle. \"I was\r\nafraid you were going to have a pretty rough time of it when I read\r\nthe forecast in the paper. The good old boat wobbled a bit, eh?\"\r\n\r\nLady Underhill uttered a faint moan. Freddie noticed that she was\r\nlooking deucedly chippy, even chippier than a moment ago.\r\n\r\n\"It's an extraordinary thing about that Channel crossing,\" said Algy\r\nMartyn meditatively, as he puffed a refreshing cloud. \"I've known\r\nfellows who could travel quite happily everywhere else in the\r\nworld--round the Horn in sailing-ships and all that sort of\r\nthing--yield up their immortal soul crossing the Channel! Absolutely\r\nyield up their immortal soul! Don't know why. Rummy, but there it is!\"\r\n\r\n\"I'm like that myself,\" assented Ronny Devereux. \"That dashed trip\r\nfrom Calais gets me every time. Bowls me right over. I go aboard,\r\nstoked to the eyebrows with sea-sick remedies, swearing that this time\r\nI'll fool 'em, but down I go ten minutes after we've started and the\r\nnext thing I know is somebody saying, 'Well, well! So this is Dover!'\"\r\n\r\n\"It's exactly the same with me,\" said Freddie, delighted with the\r\nsmooth, easy way the conversation was flowing. \"Whether it's the hot,\r\ngreasy smell of the engines....\"\r\n\r\n\"It's not the engines,\" contended Ronny Devereux. \"Stands to reason it\r\ncan't be. I rather like the smell of engines. This station is reeking\r\nwith the smell of engine-grease, and I can drink it in and enjoy it.\"\r\nHe sniffed, luxuriantly. \"It's something else.\"\r\n\r\n\"Ronny's right,\" said Algy cordially. \"It isn't the engines. It's the\r\nway the boat heaves up and down and up and down and up and down....\"\r\nHe shifted his cigar to his left hand in order to give with his right\r\na spirited illustration of a Channel steamer going up and down and up\r\nand down and up and down. Lady Underhill, who had opened her eyes, had\r\nan excellent view of the performance, and closed her eyes again\r\nquickly.\r\n\r\n\"Be quiet!\" she snapped.\r\n\r\n\"I was only saying....\"\r\n\r\n\"Be quiet!\"\r\n\r\n\"Oh, rather!\"\r\n\r\nLady Underhill wrestled with herself. She was a woman of great\r\nwill-power and accustomed to triumph over the weaknesses of the flesh.\r\nAfter a while her eyes opened. She had forced herself, against the\r\nevidence of her senses, to recognize that this was a platform on which\r\nshe stood and not a deck.\r\n\r\nThere was a pause. Algy, damped, was temporarily out of action, and\r\nhis friends had for the moment nothing to remark.\r\n\r\n\"I'm afraid you had a trying journey, mother,\" said Derek. \"The train\r\nwas very late.\"\r\n\r\n\"Now, _train_-sickness,\" said Algy, coming to the surface again, \"is a\r\nthing lots of people suffer from. Never could understand it myself.\"\r\n\r\n\"I've never had a touch of train-sickness,\" said Ronny.\r\n\r\n\"Oh, I have,\" said Freddie. \"I've often felt rotten on a train. I get\r\nfloating spots in front of my eyes and a sort of heaving sensation,\r\nand everything kind of goes black....\"\r\n\r\n\"Mr. Rooke!\"\r\n\r\n\"Eh?\"\r\n\r\n\"I should be greatly obliged if you would keep those confidences for\r\nthe ear of your medical adviser.\"\r\n\r\n\"Freddie,\" intervened Derek hastily, \"my mother's rather tired. Do you\r\nthink you could be going ahead and getting a taxi?\"\r\n\r\n\"My dear old chap, of course! Get you one in a second. Come along,\r\nAlgy. Pick up the old waukeesis, Ronny.\"\r\n\r\nAnd Freddie, accompanied by his henchmen, ambled off, well pleased\r\nwith himself. He had, he felt, helped to break the ice for Derek and\r\nhad seen him safely through those awkward opening stages. Now he could\r\ntotter off with a light heart and get a bite of lunch.\r\n\r\nLady Underhill's eyes glittered. They were small, keen, black eyes,\r\nunlike Derek's, which were large and brown. In their other features\r\nthe two were obviously mother and son. Each had the same long upper\r\nlip, the same thin, firm mouth, the prominent chin which was a family\r\ncharacteristic of the Underhills, and the jutting Underhill nose. Most\r\nof the Underhills came into the world looking as though they meant to\r\ndrive their way through life like a wedge.\r\n\r\n\"A little more,\" she said tensely, \"and I should have struck those\r\nunspeakable young men with my umbrella. One of the things I have never\r\nbeen able to understand, Derek, is why you should have selected that\r\nimbecile Rooke as your closest friend.\"\r\n\r\nDerek smiled tolerantly.\r\n\r\n\"It was more a case of him selecting _me_. But Freddie is quite a good\r\nfellow really. He's a man you've got to know.\"\r\n\r\n\"_I_ have not got to know him, and I thank heaven for it!\"\r\n\r\n\"He's a very good-natured fellow. It was decent of him to put me up at\r\nthe Albany while our house was let. By the way, he has some seats for\r\nthe first night of a new piece this evening. He suggested that we\r\nmight all dine at the Albany and go on to the theatre.\" He hesitated a\r\nmoment. \"Jill will be there,\" he said, and felt easier now that her\r\nname had at last come into the talk. \"She's longing to meet you.\"\r\n\r\n\"Then why didn't she meet me?\"\r\n\r\n\"Here, do you mean? At the station? Well, I--I wanted you to see her\r\nfor the first time in pleasanter surroundings.\"\r\n\r\n\"Oh!\" said Lady Underhill shortly.\r\n\r\nIt is a disturbing thought that we suffer in this world just as much\r\nby being prudent and taking precautions as we do by being rash and\r\nimpulsive and acting as the spirit moves us. If Jill had been\r\npermitted by her wary fiancé to come with him to the station to meet\r\nhis mother it is certain that much trouble would have been avoided.\r\nTrue, Lady Underhill would probably have been rude to her in the\r\nopening stages of the interview, but she would not have been alarmed\r\nand suspicious; or, rather, the vague suspicion which she had been\r\nfeeling would not have solidified, as it did now into definite\r\ncertainty of the worst. All that Derek had effected by his careful\r\ndiplomacy had been to convince his mother that he considered his\r\nbride-elect something to be broken gently to her.\r\n\r\nShe stopped and faced him.\r\n\r\n\"Who is she?\" she demanded. \"Who is this girl?\"\r\n\r\nDerek flushed.\r\n\r\n\"I thought I made everything clear in my letter.\"\r\n\r\n\"You made nothing clear at all.\"\r\n\r\n\"By your leave!\" chanted a porter behind them, and a baggage-truck\r\nclove them apart.\r\n\r\n\"We can't talk in a crowded station,\" said Derek irritably. \"Let me\r\nget you to the taxi and take you to the hotel.... What do you want to\r\nknow about Jill?\"\r\n\r\n\"Everything. Where does she come from? Who are her people? I don't\r\nknow any Mariners.\"\r\n\r\n\"I haven't cross-examined her,\" said Derek stiffly. \"But I do know\r\nthat her parents are dead. Her father was an American.\"\r\n\r\n\"American!\"\r\n\r\n\"Americans frequently have daughters, I believe.\"\r\n\r\n\"There is nothing to be gained by losing your temper,\" said Lady\r\nUnderhill with steely calm.\r\n\r\n\"There is nothing to be gained, as far as I can see, by all this\r\ntalk,\" retorted Derek. He wondered vexedly why his mother always had\r\nthis power of making him lose control of himself. He hated to lose\r\ncontrol of himself. It upset him, and blurred that vision which he\r\nliked to have of himself as a calm, important man superior to ordinary\r\nweaknesses. \"Jill and I are engaged, and there is an end to it.\"\r\n\r\n\"Don't be a fool,\" said Lady Underhill, and was driven away by another\r\nbaggage-truck. \"You know perfectly well,\" she resumed, returning to\r\nthe attack, \"that your marriage is a matter of the greatest concern to\r\nme and to the whole of the family.\"\r\n\r\n\"Listen, mother!\" Derek's long wait on the draughty platform had\r\ngenerated an irritability which overcame the deep-seated awe of his\r\nmother which was the result of years of defeat in battles of the will.\r\n\"Let me tell you in a few words all that I know of Jill, and then\r\nwe'll drop the subject. In the first place, she is a lady. Secondly,\r\nshe has plenty of money....\"\r\n\r\n\"The Underhills do not need to marry for money.\"\r\n\r\n\"I am not marrying for money!\"\r\n\r\n\"Well, go on.\"\r\n\r\n\"I have already described to you in my letter--very inadequately, but\r\nI did my best--what she looks like. Her sweetness, her lovableness,\r\nall the subtle things about her which go to make her what she is, you\r\nwill have to judge for yourself.\"\r\n\r\n\"I intend to!\"\r\n\r\n\"Well, that's all, then. She lives with her uncle, a Major Selby....\"\r\n\r\n\"Major Selby? What regiment?\"\r\n\r\n\"I didn't ask him,\" snapped the goaded Derek. \"And, in the name of\r\nheaven, what does it matter? If you are worrying about Major Selby's\r\nsocial standing, I may as well tell you that he used to know father.\"\r\n\r\n\"What! When? Where?\"\r\n\r\n\"Years ago. In India, when father was at Simla.\"\r\n\r\n\"Selby? Selby? Not Christopher Selby?\"\r\n\r\n\"Oh, you remember him?\"\r\n\r\n\"I certainly remember him! Not that he and I ever met, but your father\r\noften spoke of him.\"\r\n\r\nDerek was relieved. It was abominable that this sort of thing should\r\nmatter, but one had to face facts, and, as far as his mother was\r\nconcerned, it did. The fact that Jill's uncle had known his dead\r\nfather would make all the difference to Lady Underhill.\r\n\r\n\"Christopher Selby!\" said Lady Underhill reflectively. \"Yes! I have\r\noften heard your father speak of him. He was the man who gave your\r\nfather an I.O.U. to pay a card debt, and redeemed it with a cheque\r\nwhich was returned by the bank!\"\r\n\r\n\"What!\"\r\n\r\n\"Didn't you hear what I said? I will repeat it, if you wish.\"\r\n\r\n\"There must have been some mistake.\"\r\n\r\n\"Only the one your father made when he trusted the man.\"\r\n\r\n\"It must have been some other fellow.\"\r\n\r\n\"Of course!\" said Lady Underhill satirically. \"No doubt your father\r\nknew hundreds of Christopher Selbys!\"\r\n\r\nDerek bit his lip.\r\n\r\n\"Well, after all,\" he said doggedly, \"whether it's true or not....\"\r\n\r\n\"I see no reason why your father should not have spoken the truth.\"\r\n\r\n\"All right. We'll say it _is_ true, then. But what does it matter? I\r\nam marrying Jill, not her uncle.\"\r\n\r\n\"Nevertheless, it would be pleasanter if her only living relative\r\nwere not a swindler!... Tell me, where and how did you meet this\r\ngirl?\"\r\n\r\n\"I should be glad if you would not refer to her as 'this girl.' The\r\nname, if you have forgotten it, is Mariner.\"\r\n\r\n\"Well, where did you meet Miss Mariner?\"\r\n\r\n\"At Prince's. Just after you left for Mentone. Freddie Rooke\r\nintroduced me.\"\r\n\r\n\"Oh, your intellectual friend Mr. Rooke knows her?\"\r\n\r\n\"They were children together. Her people lived next to the Rookes in\r\nWorcestershire.\"\r\n\r\n\"I thought you said she was an American.\"\r\n\r\n\"I said her father was. He settled in England. Jill hasn't been in\r\nAmerica since she was eight or nine.\"\r\n\r\n\"The fact,\" said Lady Underhill, \"that the girl is a friend of Mr.\r\nRooke is no great recommendation.\"\r\n\r\nDerek kicked angrily at a box of matches which someone had thrown down\r\non the platform.\r\n\r\n\"I wonder if you could possibly get it into your head, mother, that I\r\nwant to marry Jill, not engage her as an under-housemaid. I don't\r\nconsider that she requires recommendations, as you call them. However,\r\ndon't you think the most sensible thing is for you to wait till you\r\nmeet her at dinner to-night, and then you can form your own opinion?\r\nI'm beginning to get a little bored by this futile discussion.\"\r\n\r\n\"As you seem quite unable to talk on the subject of this girl without\r\nbecoming rude,\" said Lady Underhill, \"I agree with you. Let us hope\r\nthat my first impression will be a favourable one. Experience has\r\ntaught me that first impressions are everything.\"\r\n\r\n\"I'm glad you think so,\" said Derek, \"for I fell in love with Jill the\r\nvery first moment I saw her!\"\r\n\r\n\r\nIV\r\n\r\nBarker stepped back and surveyed with modest pride the dinner-table to\r\nwhich he had been putting the finishing touches. It was an artistic\r\njob and a credit to him.\r\n\r\n\"That's that!\" said Barker, satisfied.\r\n\r\nHe went to the window and looked out. The fog which had lasted well\r\ninto the evening, had vanished now, and the clear night was bright\r\nwith stars. A distant murmur of traffic came from the direction of\r\nPiccadilly.\r\n\r\nAs he stood there, the front-door bell rang, and continued to ring in\r\nlittle spurts of sound. If character can be deduced from bell-ringing,\r\nas nowadays it apparently can be from every other form of human\r\nactivity, one might have hazarded the guess that whoever was on the\r\nother side of the door was determined, impetuous, and energetic.\r\n\r\n\"Barker!\"\r\n\r\nFreddie Rooke pushed a tousled head, which had yet to be brushed into\r\nthe smooth sleekness that made a delight to the public eye, out of a\r\nroom down the passage.\r\n\r\n\"Sir?\"\r\n\r\n\"Somebody ringing.\"\r\n\r\n\"I heard, sir. I was about to answer the bell.\"\r\n\r\n\"If it's Lady Underhill, tell her I'll be in in a minute.\"\r\n\r\n\"I fancy it is Miss Mariner, sir. I think I recognize her touch.\"\r\n\r\nHe made his way down the passage to the front-door, and opened it. A\r\ngirl was standing outside. She wore a long grey fur coat, and a filmy\r\nhood covered her hair. As Barker opened the door, she scampered in\r\nlike a grey kitten.\r\n\r\n\"Brrh! It's cold!\" she exclaimed. \"Hullo, Barker!\"\r\n\r\n\"Good evening, miss.\"\r\n\r\n\"Am I the last or the first or what?\"\r\n\r\nBarker moved to help her with her cloak.\r\n\r\n\"Sir Derek and her ladyship have not yet arrived, miss. Sir Derek went\r\nto bring her ladyship from the Savoy Hotel. Mr. Rooke is dressing in\r\nhis bedroom and will be ready very shortly.\"\r\n\r\nThe girl had slipped out of the fur coat, and Barker cast a swift\r\nglance of approval at her. He had the valet's unerring eye for a\r\nthoroughbred, and Jill Mariner was manifestly that. It showed in her\r\nwalk, in every move of her small, active body, in the way she looked\r\nat you, in the way she talked to you, in the little tilt of her\r\nresolute chin. Her hair was pale gold, and had the brightness of\r\ncolouring of a child's. Her face glowed, and her grey eyes sparkled.\r\nShe looked very much alive.\r\n\r\nIt was this liveliness of hers that was her chief charm. Her eyes were\r\ngood and her mouth, with its small, even teeth, attractive, but she\r\nwould have laughed if anybody had called her beautiful. She sometimes\r\ndoubted if she were even pretty. Yet few men had met her and remained\r\nentirely undisturbed. She had a magnetism. One hapless youth, who had\r\nlaid his heart at her feet and had been commanded to pick it up again,\r\nhad endeavoured subsequently to explain her attraction (to a bosom\r\nfriend over a mournful bottle of the best in the club smoking-room) in\r\nthese words: \"I don't know what it is about her, old man, but she\r\nsomehow makes a feller feel she's so damned _interested_ in a chap, if\r\nyou know what I mean.\" And though not generally credited in his circle\r\nwith any great acuteness, there is no doubt that the speaker had\r\nachieved something approaching a true analysis of Jill's fascination\r\nfor his sex. She was interested in everything Life presented to her\r\nnotice, from a Coronation to a stray cat. She was vivid. She had\r\nsympathy. She listened to you as though you really mattered. It takes\r\na man of tough fibre to resist these qualities. Women, on the other\r\nhand, especially of the Lady Underhill type, can resist them without\r\nan effort.\r\n\r\n\"Go and stir him up,\" said Jill, alluding to the absent Mr. Rooke.\r\n\"Tell him to come and talk to me. Where's the nearest fire? I want to\r\nget right over it and huddle.\"\r\n\r\n\"The fire's burning nicely in the sitting-room, miss.\"\r\n\r\nJill hurried into the sitting-room, and increased her hold on Barker's\r\nesteem by exclaiming rapturously at the sight that greeted her. Barker\r\nhad expended time and trouble over the sitting-room. There was no\r\ndust, no untidiness. The pictures all hung straight; the cushions were\r\nsmooth and unrumpled; and a fire of exactly the right dimensions\r\nburned cheerfully in the grate, flickering cosily on the small piano\r\nby the couch, on the deep leather arm-chairs which Freddie had brought\r\nwith him from Oxford, that home of comfortable chairs, and on the\r\nphotographs that studded the walls. In the centre of the mantelpiece,\r\nthe place of honour, was the photograph of herself which she had given\r\nDerek a week ago.\r\n\r\n\"You're simply wonderful, Barker! I don't see how you manage to make a\r\nroom so cosy!\" Jill sat down on the club fender that guarded the\r\nfireplace, and held her hands over the blaze. \"I can't understand why\r\nmen ever marry. Fancy having to give up all this!\"\r\n\r\n\"I am gratified that you appreciate it, miss. I did my best to make it\r\ncomfortable for you. I fancy I hear Mr. Rooke coming now.\"\r\n\r\n\"I hope the others won't be long. I'm starving. Has Mrs. Barker got\r\nsomething very good for dinner?\"\r\n\r\n\"She has strained every nerve, miss.\"\r\n\r\n\"Then I'm sure it's worth waiting for. Hullo, Freddie.\"\r\n\r\nFreddie Rooke, resplendent in evening dress, bustled in, patting his\r\ntie with solicitous fingers. It had been right when he had looked in\r\nthe glass in his bedroom, but you never know about ties. Sometimes\r\nthey stay right, sometimes they wriggle up sideways. Life is full of\r\nthese anxieties.\r\n\r\n\"I shouldn't touch it,\" said Jill. \"It looks beautiful, and, if I may\r\nsay so in confidence, is having a most disturbing effect on my\r\nemotional nature. I'm not at all sure I shall be able to resist it\r\nright through the evening. It isn't fair of you to try to alienate the\r\naffections of an engaged young person like this.\"\r\n\r\nFreddie squinted down, and became calmer.\r\n\r\n\"Hullo, Jill, old thing. Nobody here yet?\"\r\n\r\n\"Well, I'm here--the _petite_ figure seated on the fender. But perhaps\r\nI don't count.\"\r\n\r\n\"Oh, I didn't mean that, you know.\"\r\n\r\n\"I should hope not, when I've bought a special new dress just to\r\nfascinate you. A creation I mean. When they cost as much as this one\r\ndid, you have to call them names. What do you think of it?\"\r\n\r\nFreddie seated himself on another section of the fender, and regarded\r\nher with the eye of an expert. A snappy dresser, as the technical term\r\nis, himself, he appreciated snap in the outer covering of the other\r\nsex.\r\n\r\n\"Topping!\" he said spaciously. \"No other word for it. All wool and a\r\nyard wide. Precisely as mother makes it. You look like a thingummy.\"\r\n\r\n\"How splendid. All my life I've wanted to look like a thingummy, but\r\nsomehow I've never been able to manage it.\"\r\n\r\n\"A wood-nymph!\" exclaimed Freddie, in a burst of unwonted imagery. He\r\nlooked at her with honest admiration. \"Dash it, Jill, you know,\r\nthere's something about you! You're--what's the word?--you've got such\r\nsmall bones.\"\r\n\r\n\"Ugh! I suppose it's a compliment, but how horrible it sounds! It\r\nmakes me feel like a skeleton.\"\r\n\r\n\"I mean to say, you're--you're dainty!\"\r\n\r\n\"That's much better.\"\r\n\r\n\"You look as if you weighed about an ounce and a half. You look like\r\na bit of thistledown! You're a little fairy princess, dash it!\"\r\n\r\n\"Freddie! This is eloquence!\" Jill raised her left hand, and twiddled\r\na ringed finger ostentatiously. \"Er--you _do_ realize that I'm\r\nbespoke, don't you, and that my heart, alas, is another's? Because you\r\nsound as if you were going to propose.\"\r\n\r\nFreddie produced a snowy handkerchief, and polished his eye-glass.\r\nSolemnity descended on him like a cloud. He looked at Jill with an\r\nearnest, paternal gaze.\r\n\r\n\"That reminds me,\" he said. \"I wanted to have a bit of a talk with you\r\nabout that--being engaged and all that sort of thing. I'm glad I got\r\nyou alone before the Curse arrived.\"\r\n\r\n\"Curse? Do you mean Derek's mother? That sounds cheerful and\r\nencouraging.\"\r\n\r\n\"Well, she is, you know,\" said Freddie earnestly. \"She's a bird! It\r\nwould be idle to deny it. She always puts the fear of God into me. I\r\nnever know what to say to her.\"\r\n\r\n\"Why don't you try asking her riddles?\"\r\n\r\n\"It's no joking matter,\" persisted Freddie, his amiable face overcast.\r\n\"Wait till you meet her! You should have seen her at the station this\r\nmorning. You don't know what you're up against!\"\r\n\r\n\"You make my flesh creep, Freddie. What am I up against?\"\r\n\r\nFreddie poked the fire scientifically, and assisted it with coal.\r\n\r\n\"It's this way,\" he said. \"Of course, dear old Derek's the finest chap\r\nin the world.\"\r\n\r\n\"I know that,\" said Jill softly. She patted Freddie's hand with a\r\nlittle gesture of gratitude. Freddie's devotion to Derek was a thing\r\nthat always touched her. She looked thoughtfully into the fire, and\r\nher eyes seemed to glow in sympathy with the glowing coals. \"There's\r\nnobody like him!\"\r\n\r\n\"But,\" continued Freddie, \"he always has been frightfully under his\r\nmother's thumb, you know.\"\r\n\r\nJill was conscious of a little flicker of irritation.\r\n\r\n\"Don't be absurd, Freddie. How could a man like Derek be under\r\nanybody's thumb?\"\r\n\r\n\"Well, you know what I mean!\"\r\n\r\n\"I don't in the least know what you mean.\"\r\n\r\n\"I mean, it would be rather rotten if his mother set him against you.\"\r\n\r\nJill clenched her teeth. The quick temper which always lurked so very\r\nlittle beneath the surface of her cheerfulness was stirred. She felt\r\nsuddenly chilled and miserable. She tried to tell herself that Freddie\r\nwas just an amiable blunderer who spoke without sense or reason, but\r\nit was no use. She could not rid herself of a feeling of foreboding\r\nand discomfort. It had been the one jarring note in the sweet melody\r\nof her love-story, this apprehension of Derek's regarding his mother.\r\nThe Derek she loved was a strong man, with a strong man's contempt for\r\nother people's criticism; and there had been something ignoble and\r\nfussy in his attitude regarding Lady Underhill. She had tried to feel\r\nthat the flaw in her idol did not exist. And here was Freddie Rooke, a\r\nman who admired Derek with all his hero-worshipping nature, pointing\r\nit out independently. She was annoyed, and she expended her annoyance,\r\nas women will do, upon the innocent bystander.\r\n\r\n\"Do you remember the time I turned the hose on you, Freddie,\" she\r\nsaid, rising from the fender, \"years ago, when we were children, when\r\nyou and that awful Mason boy--what was his name? Wally Mason--teased\r\nme?\" She looked at the unhappy Freddie with a hostile eye. It was his\r\nblundering words that had spoiled everything. \"I've forgotten what it\r\nwas all about, but I know that you and Wally infuriated me and I\r\nturned the garden hose on you and soaked you both to the skin. Well,\r\nall I want to point out is that, if you go on talking nonsense about\r\nDerek and his mother and me, I shall ask Barker to bring me a jug of\r\nwater, and I shall empty it over you! Set him against me! You talk as\r\nif love were a thing any third party could come along and turn off\r\nwith a tap! Do you suppose that, when two people love each other as\r\nDerek and I do, that it can possibly matter in the least what anybody\r\nelse thinks or says, even if it is his mother? I haven't got a mother,\r\nbut suppose Uncle Chris came and warned me against Derek....\"\r\n\r\nHer anger suddenly left her as quickly as it had come. That was always\r\nthe way with Jill. One moment she would be raging; the next, something\r\nwould tickle her sense of humour and restore her instantly to\r\ncheerfulness. And the thought of dear, lazy old Uncle Chris taking the\r\ntrouble to warn anybody against anything except the wrong brand of\r\nwine or an inferior make of cigar conjured up a picture before which\r\nwrath melted away. She chuckled, and Freddie, who had been wilting on\r\nthe fender, perked up.\r\n\r\n\"You're an extraordinary girl, Jill. One never knows when you're going\r\nto get the wind up.\"\r\n\r\n\"Isn't it enough to make me get the wind up, as you call it, when you\r\nsay absurd things like that?\"\r\n\r\n\"I meant well, old girl!\"\r\n\r\n\"That's the trouble with you. You always do mean well. You go about\r\nthe world meaning well till people fly to put themselves under police\r\nprotection. Besides, what on earth could Lady Underhill find to object\r\nto in me? I've plenty of money, and I'm one of the most charming and\r\nattractive of Society belles. You needn't take my word for that, and I\r\ndon't suppose you've noticed it, but that's what Mr. Gossip in the\r\n_Morning Mirror_ called me when he was writing about my getting\r\nengaged to Derek. My maid showed me the clipping. There was quite a\r\nlong paragraph, with a picture of me that looked like a Zulu\r\nchieftainess taken in a coal-cellar during a bad fog. Well, after\r\nthat, what could anyone say against me? I'm a perfect prize! I expect\r\nLady Underhill screamed with joy when she heard the news and went\r\nsinging all over her Riviera villa.\"\r\n\r\n\"Yes,\" said Freddie dubiously. \"Yes, yes, oh, quite so, rather!\"\r\n\r\nJill looked at him sternly.\r\n\r\n\"Freddie, you're concealing something from me! You _don't_ think I'm\r\na charming and attractive Society belle! Tell me why not and I'll show\r\nyou where you are wrong. Is it my face you object to, or my manners,\r\nor my figure? There was a young bride of Antigua, who said to her\r\nmate, 'What a pig you are!' Said he, 'Oh, my queen, is it manners you\r\nmean, or do you allude to my fig-u-ar?' Isn't my figuar all right,\r\nFreddie?\"\r\n\r\n\"Oh, _I_ think you're topping.\"\r\n\r\n\"But for some reason you're afraid that Derek's mother won't think so.\r\nWhy won't Lady Underhill agree with Mr. Gossip?\"\r\n\r\nFreddie hesitated.\r\n\r\n\"Speak up!\"\r\n\r\n\"Well, it's like this. Remember, I've known the old devil....\"\r\n\r\n\"Freddie Rooke! Where do you pick up such expressions? Not from me!\"\r\n\r\n\"Well, that's how I always think of her! I say I've known her ever\r\nsince I used to go and stop at their place when I was at school, and I\r\nknow exactly the sort of things that put her back up. She's a\r\nwhat-d'you-call-it. I mean to say, one of the old school, don't you\r\nknow. And you're so dashed impulsive, old girl. You know you are! You\r\nare always saying things that come into your head.\"\r\n\r\n\"You can't say a thing unless it comes into your head.\"\r\n\r\n\"You know what I mean,\" Freddie went on earnestly, not to be diverted\r\nfrom his theme. \"You say rummy things and you do rummy things. What I\r\nmean to say is, you're impulsive.\"\r\n\r\n\"What have I ever done that the sternest critic could call rummy?\"\r\n\r\n\"Well, I've seen you with my own eyes stop in the middle of Bond\r\nStreet and help a lot of fellows shove along a cart that had got\r\nstuck. Mind you, I'm not blaming you for it....\"\r\n\r\n\"I should hope not. The poor old horse was trying all he knew to get\r\ngoing, and he couldn't quite make it. Naturally, I helped.\"\r\n\r\n\"Oh, I know. Very decent and all that, but I doubt if Lady Underhill\r\nwould have thought a lot of it. And you're so dashed chummy with the\r\nlower orders.\"\r\n\r\n\"Don't be a snob, Freddie.\"\r\n\r\n\"I'm not a snob,\" protested Freddie, wounded. \"When I'm alone with\r\nBarker--for instance--I'm as chatty as dammit. But I don't ask waiters\r\nin public restaurants how their lumbago is.\"\r\n\r\n\"Have you ever had lumbago?\"\r\n\r\n\"No.\"\r\n\r\n\"Well, it's a very painful thing, and waiters get it just as badly as\r\ndukes. Worse, I should think, because they're always bending and\r\nstooping and carrying things. Naturally one feels sorry for them.\"\r\n\r\n\"But how do you ever find out that a waiter has _got_ lumbago?\"\r\n\r\n\"I ask him, of course.\"\r\n\r\n\"Well, for goodness' sake,\" said Freddie, \"if you feel the impulse to\r\ndo that sort of thing to-night, try and restrain it. I mean to say,\r\nif you're curious to know anything about Barker's chilblains, for\r\ninstance, don't enquire after them while he's handing Lady Underhill\r\nthe potatoes! She wouldn't like it.\"\r\n\r\nJill uttered an exclamation.\r\n\r\n\"I knew there was something! Being so cold and wanting to rush in and\r\ncrouch over a fire put it clean out of my head. He must be thinking me\r\na perfect beast!\" She ran to the door. \"Barker! Barker!\"\r\n\r\nBarker appeared from nowhere.\r\n\r\n\"Yes, miss?\"\r\n\r\n\"I'm so sorry I forgot to ask before. How are your chilblains?\"\r\n\r\n\"A good deal better miss, thank you.\"\r\n\r\n\"Did you try the stuff I recommended?\"\r\n\r\n\"Yes, miss. It did them a world of good.\"\r\n\r\n\"Splendid!\"\r\n\r\nJill went back into the sitting-room.\r\n\r\n\"It's all right,\" she said reassuringly. \"They're better.\"\r\n\r\nShe wandered restlessly about the room, looking at the photographs,\r\nthen sat down at the piano and touched the keys. The clock on the\r\nmantelpiece chimed the half-hour. \"I wish to goodness they would\r\narrive,\" she said.\r\n\r\n\"They'll be here pretty soon, I expect.\"\r\n\r\n\"It's rather awful,\" said Jill, \"to think of Lady Underhill racing all\r\nthe way from Mentone to Paris and from Paris to Calais and from Calais\r\nto Dover and from Dover to London simply to inspect me. You can't\r\nwonder I'm nervous, Freddie.\"\r\n\r\nThe eye-glass dropped from Freddie's eye.\r\n\r\n\"Are _you_ nervous?\" he asked, astonished.\r\n\r\n\"Of course I'm nervous. Wouldn't you be in my place?\"\r\n\r\n\"Well, I should never have thought it.\"\r\n\r\n\"Why do you suppose I've been talking such a lot? Why do you imagine I\r\nsnapped your poor, innocent head off just now! I'm terrified inside,\r\nterrified!\"\r\n\r\n\"You don't look it, by Jove!\"\r\n\r\n\"No, I'm trying to be a little warrior. That's what Uncle Chris always\r\nused to call me. It started the day when he took me to have a tooth\r\nout, when I was ten. 'Be a little warrior, Jill!' he kept saying. 'Be\r\na little warrior!' And I was.\" She looked at the clock. \"But I shan't\r\nbe if they don't get here soon. The suspense is awful.\" She strummed\r\nthe keys. \"Suppose she _doesn't_ like me, Freddie! You see how you've\r\nscared me.\"\r\n\r\n\"I didn't say she wouldn't. I only said you'd got to watch out a bit.\"\r\n\r\n\"Something tells me she won't. My nerve is oozing out of me.\" Jill\r\nshook her head impatiently. \"It's all so vulgar! I thought this sort\r\nof thing only happened in the comic papers and in music-hall songs.\r\nWhy, it's just like that song somebody used to sing.\" She laughed. \"Do\r\nyou remember? I don't know how the verse went, but ...\r\n\r\n    John took me round to see his mother,\r\n                              his mother,\r\n                              his mother!\r\n    And when he'd introduced us to each other,\r\n      She sized up everything that I had on.\r\n    She put me through a cross-examination:\r\n    I fairly boiled with aggravation:\r\n      Then she shook her head,\r\n      Looked at me and said:\r\n          'Poor John! Poor John!'\r\n\r\nChorus, Freddie! Let's cheer ourselves up! We need it!\"\r\n\r\n    John took me round to see his mother...!\r\n\r\n\"His m-o-o-other!\" croaked Freddie. Curiously enough, this ballad was\r\none of Freddie's favourites. He had rendered it with a good deal of\r\nsuccess on three separate occasions at village entertainments down in\r\nWorcestershire, and he rather flattered himself that he could get\r\nabout as much out of it as the next man. He proceeded to abet Jill\r\nheartily with gruff sounds which he was under the impression\r\nconstituted what is known in musical circles as \"singing seconds.\"\r\n\r\n\"His mo-o-other!\" he growled with frightful scorn.\r\n\r\n\"And when he'd introduced us to each other....\"\r\n\r\n\"O-o-o-other!\"\r\n\r\n\"She sized up everything that I had on!\"\r\n\r\n\"Pom-_pom_-pom!\"\r\n\r\n\"She put me through a cross-examination....\"\r\n\r\nJill had thrown her head back, and was singing jubilantly at the top\r\nof her voice. The appositeness of the song had cheered her up. It\r\nseemed somehow to make her forebodings rather ridiculous, to reduce\r\nthem to absurdity, to turn into farce the gathering tragedy which had\r\nbeen weighing upon her nerves.\r\n\r\n    Then she shook her head,\r\n    Looked at me and said:\r\n        'Poor John!'....\r\n\r\n\"Jill,\" said a voice at the door. \"I want you to meet my mother!\"\r\n\r\n\"Poo-oo-oor John!\" bleated the hapless Freddie, unable to check\r\nhimself.\r\n\r\n\"Dinner,\" said Barker the valet, appearing at the door and breaking a\r\nsilence that seemed to fill the room like a tangible presence, \"is\r\nserved!\""
  ]
}