{
  "index": 3,
  "title": "Chapter 2",
  "paragraphs": [
    "THE FIRST NIGHT AT THE LEICESTER\r\n\r\nI\r\n\r\n\r\nThe front-door closed softly behind the theatre-party. Dinner was\r\nover, and Barker had just been assisting the expedition out of the\r\nplace. Sensitive to atmosphere, he had found his share in the dinner a\r\nlittle trying. It had been a strained meal, and what he liked was a\r\nclatter of conversation and everybody having a good time and enjoying\r\nthemselves.\r\n\r\n\"Ellen!\" called Barker, as he proceeded down the passage to the empty\r\ndining-room. \"Ellen!\"\r\n\r\nMrs. Barker appeared out of the kitchen, wiping her hands. Her work\r\nfor the evening, like her husband's, was over. Presently what is\r\ntechnically called a \"useful girl\" would come in to wash up the\r\ndishes, leaving the evening free for social intercourse. Mrs. Barker\r\nhad done well by her patrons that night, and now she wanted a quiet\r\nchat with Barker over a glass of Freddie Rooke's port.\r\n\r\n\"Have they gone, Horace?\" she asked, following him into the\r\ndining-room.\r\n\r\nBarker selected a cigar from Freddie's humidor, crackled it against\r\nhis ear, smelt it, clipped off the end, and lit it. He took the\r\ndecanter and filled his wife's glass, then mixed himself a\r\nwhisky-and-soda.\r\n\r\n\"Happy days!\" said Barker. \"Yes, they've gone!\"\r\n\r\n\"I didn't see her ladyship.\"\r\n\r\n\"You didn't miss much! A nasty, dangerous specimen, _she_ is! 'Always\r\nmerry and bright,' I don't think. I wish you'd have had my job of\r\nwaiting on 'em, Ellen, and me been the one to stay in the kitchen safe\r\nout of it all. That's all I say! It's no treat to _me_ to 'and the\r\ndishes when the atmosphere's what you might call electric. I didn't\r\nenvy them that _vol-au-vent_ of yours, Ellen, good as it smelt. Better\r\na dinner of 'erbs where love is than a stalled ox and 'atred\r\ntherewith,\" said Barker, helping himself to a walnut.\r\n\r\n\"Did they have words?\"\r\n\r\nBarker shook his head impatiently.\r\n\r\n\"That sort don't have words, Ellen. They just sit and goggle.\"\r\n\r\n\"How did her ladyship seem to hit it off with Miss Mariner, Horace?\"\r\n\r\nBarker uttered a dry laugh.\r\n\r\n\"Ever seen a couple of strange dogs watching each other sort of wary?\r\nThat was them! Not that Miss Mariner wasn't all that was pleasant and\r\nnice-spoken. She's all right, Miss Mariner is. She's a little queen.\r\nIt wasn't her fault the dinner you'd took so much trouble over was\r\nmore like an evening in the Morgue than a Christian dinner-party. She\r\ntried to help things along best she could. But what with Sir Derek\r\nchewing his lip 'alf the time and his mother acting about as matey as\r\na pennorth of ice-cream, she didn't have a chance. As for the\r\nguv'nor--well, I wish you could have seen him, that's all. You know,\r\nEllen, sometimes I'm not altogether easy in my mind about the\r\nguv'nor's mental balance. He knows how to buy cigars, and you tell me\r\nhis port is good--I never touch it myself--but sometimes he seems to\r\nme to go right off his onion. Just sat there, he did, all through\r\ndinner, looking as if he expected the good food to rise up and bite\r\nhim in the face, and jumping nervous when I spoke to him. It's not my\r\nfault,\" said Barker, aggrieved. \"_I_ can't give gentlemen warning\r\nbefore I ask 'em if they'll have sherry or hock. I can't ring a bell\r\nor toot a horn to show 'em I'm coming. It's my place to bend over and\r\nwhisper in their ear, and they've no right to leap about in their\r\nseats and make me spill good wine. (You'll see the spot close by where\r\nyou're sitting, Ellen. Jogged my wrist, he did!) I'd like to know why\r\npeople in the spear of life which these people are in can't behave\r\nthemselves rational, same as we do. When we were walking out and I\r\ntook you to have tea with my mother, it was one of the pleasantest\r\nmeals I ever ate. Talk about 'armony! It was a love-feast!\"\r\n\r\n\"Your ma and I took to each other right from the start, Horace,\" said\r\nMrs. Barker softly. \"That's the difference.\"\r\n\r\n\"Well, any woman with any sense would take to Miss Mariner. If I told\r\nyou how near I came to spilling the sauce-boat accidentally over that\r\nold fossil's head, you'd be surprised, Ellen. She just sat there\r\nbrooding like an old eagle. If you ask my opinion, Miss Mariner's a\r\nlong sight too good for her precious son!\"\r\n\r\n\"Oh, but Horace! Sir Derek's a baronet!\"\r\n\r\n\"What of it? Kind 'earts are more than coronets and simple faith than\r\nNorman blood, aren't they?\"\r\n\r\n\"You're talking Socialism, Horace.\"\r\n\r\n\"No, I'm not. I'm talking sense. I don't know who Miss Mariner's\r\nparents may have been--I never enquired--but anyone can see she's a\r\nlady born and bred. But do you suppose the path of true love is going\r\nto run smooth, for all that? Not it! She's got a 'ard time ahead of\r\nher, that poor girl!\"\r\n\r\n\"Horace!\" Mrs. Barker's gentle heart was wrung. The situation hinted\r\nat by her husband was no new one--indeed, it formed the basis of at\r\nleast fifty per cent of the stories in the True Heart Novelette\r\nSeries, of which she was a determined reader--but it had never failed\r\nto touch her. \"Do you think her ladyship means to come between them\r\nand wreck their romance?\"\r\n\r\n\"I think she means to have a jolly good try.\"\r\n\r\n\"But Sir Derek has his own money, hasn't he? I mean it's not like when\r\nSir Courtenay Travers fell in love with the milkmaid and was dependent\r\non his mother, the Countess, for everything. Sir Derek can afford to\r\ndo what he pleases, can't he?\"\r\n\r\nBarker shook his head tolerantly. The excellence of the cigar and the\r\nsoothing qualities of the whisky-and-soda had worked upon him, and he\r\nwas feeling less ruffled.\r\n\r\n\"You don't understand these things,\" he said. \"Women like her ladyship\r\ncan talk a man into anything and out of anything. I wouldn't care,\r\nonly you can see the poor girl is mad over the feller. What she finds\r\nattractive in him, I can't say, but that's her own affair.\"\r\n\r\n\"He's very handsome, Horace, with those flashing eyes and that stern\r\nmouth,\" argued Mrs. Barker.\r\n\r\nBarker sniffed.\r\n\r\n\"Have it your own way,\" he said. \"It's no treat to _me_ to see his\r\neyes flash, and if he'd put that stern mouth of his to some better use\r\nthan advising the guv'nor to lock up the cigars and trouser the key,\r\nI'd be better pleased. If there's one thing I can't stand,\" said\r\nBarker, \"it's not to be trusted!\" He lifted his cigar and looked at it\r\ncensoriously. \"I thought so! Burning all down one side. They will do\r\nthat if you light 'em careless. Oh, well,\" he continued, rising and\r\ngoing to the humidor, \"there's plenty more where that came from. Out\r\nof evil cometh good,\" said Barker philosophically. \"If the guv'nor\r\nhadn't been in such a overwrought state to-night, he'd have remembered\r\nnot to leave the key in the keyhole. Help yourself to another glass of\r\nport, Ellen, and let's enjoy ourselves!\"\r\n\r\n\r\nII\r\n\r\nWhen one considers how full of his own troubles, how weighed down with\r\nthe problems of his own existence the average playgoer generally is\r\nwhen enters a theatre, it is remarkable that dramatists ever find it\r\npossible to divert and entertain whole audiences for a space of\r\nseveral hours. As regards at least three of those who had assembled to\r\nwitness its opening performance, the author of \"Tried by Fire,\" at the\r\nLeicester Theatre, undoubtedly had his work cut out for him.\r\n\r\nIt has perhaps been sufficiently indicated by the remarks of Barker,\r\nthe valet, that the little dinner at Freddie Rooke's had not been an\r\nunqualified success. Searching the records for an adequately gloomy\r\nparallel to the taxi-cab journey to the theatre which followed it, one\r\ncan only think of Napoleon's retreat from Moscow. And yet even that\r\nwas probably not conducted in dead silence.\r\n\r\nThe only member of the party who was even remotely happy was,\r\ncuriously enough, Freddie Rooke. Originally Freddie had obtained three\r\ntickets for \"Tried by Fire.\" The unexpected arrival of Lady Underhill\r\nhad obliged him to buy a fourth, separated by several rows from the\r\nother three. This, as he had told Derek at breakfast, was the seat he\r\nproposed to occupy himself.\r\n\r\nIt consoles the philosopher in this hard world to reflect that, even\r\nif man is born to sorrow as the sparks fly upward, it is still\r\npossible for small things to make him happy. The thought of being\r\nseveral rows away from Lady Underhill had restored Freddie's\r\nequanimity like a tonic. It thrilled him like the strains of some\r\ngrand, sweet anthem all the way to the theatre. If Freddie Rooke had\r\nbeen asked at that moment to define happiness in a few words, he would\r\nhave replied that it consisted in being several rows away from Lady\r\nUnderhill.\r\n\r\nThe theatre was nearly full when Freddie's party arrived. The\r\nLeicester Theatre had been rented for the season by the newest\r\ntheatrical knight, Sir Chester Portwood, who had a large following;\r\nand, whatever might be the fate of the play in the final issue, it\r\nwould do at least one night's business. The stalls were ablaze with\r\njewellery and crackling with starched shirt-fronts; and expensive\r\nscents pervaded the air, putting up a stiff battle with the plebeian\r\npeppermint that emanated from the pit. The boxes were filled, and up\r\nin the gallery grim-faced patrons of the drama, who had paid their\r\nshillings at the door and intended to get a shilling's worth of\r\nentertainment in return, sat and waited stolidly for the curtain to\r\nrise.\r\n\r\nThe lights shot up beyond the curtain. The house-lights dimmed.\r\nConversation ceased. The curtain rose. Jill wriggled herself\r\ncomfortably into her seat, and slipped her hand into Derek's. She felt\r\na glow of happiness as it closed over hers. All, she told herself, was\r\nright with the world.\r\n\r\nAll, that is to say, except the drama which was unfolding on the\r\nstage. It was one of those plays which start wrong and never recover.\r\nBy the end of the first ten minutes there had spread through the\r\ntheatre that uneasy feeling which comes over the audience at an\r\nopening performance when it realizes that it is going to be bored. A\r\nsort of lethargy had gripped the stalls. The dress-circle was\r\ncoughing. Up in the gallery there was grim silence.\r\n\r\nSir Chester Portwood was an actor-manager who had made his reputation\r\nin light comedy of the tea-cup school. His numerous admirers attended\r\na first night at his theatre in a mood of comfortable anticipation,\r\nassured of something pleasant and frothy with a good deal of bright\r\ndialogue and not too much plot. To-night he seemed to have fallen a\r\nvictim to that spirit of ambition which intermittently attacks\r\nactor-managers of his class, expressing itself in an attempt to prove\r\nthat, having established themselves securely as light comedians, they\r\ncan, like the lady reciter, turn right around and be serious. The one\r\nthing which the London public felt that it was safe from in a Portwood\r\nplay was heaviness, and \"Tried by Fire\" was grievously heavy. It was a\r\npoetic drama, and the audience, though loath to do anybody an\r\ninjustice, was beginning to suspect that it was written in blank\r\nverse.\r\n\r\nThe acting did nothing to dispel the growing uneasiness. Sir Chester\r\nhimself, apparently oppressed by the weightiness of the occasion and\r\nthe responsibility of offering an unfamiliar brand of goods to his\r\npublic, had dropped his customary debonair method of delivering lines\r\nand was mouthing his speeches. It was good gargling, but bad\r\nelocution. And, for some reason best known to himself, he had\r\nentrusted the rôle of the heroine to a doll-like damsel with a lisp,\r\nof whom the audience disapproved sternly from her initial entrance.\r\n\r\nIt was about half-way through the first act that Jill, whose attention\r\nhad begun to wander, heard a soft groan at her side. The seats which\r\nFreddie Rooke had bought were at the extreme end of the seventh row.\r\nThere was only one other seat in the row, and, as Derek had placed his\r\nmother on his left and was sitting between her and Jill, the latter\r\nhad this seat on her right. It had been empty at the rise of the\r\ncurtain, but in the past few minutes a man had slipped silently into\r\nit. The darkness prevented Jill from seeing his face, but it was plain\r\nthat he was suffering, and her sympathy went out to him. His opinion\r\nof the play so obviously coincided with her own.\r\n\r\nPresently the first act ended, and the lights went up. There was a\r\nspatter of insincere applause from the stalls, echoed in the\r\ndress-circle. It grew fainter in the upper circle, and did not reach\r\nthe gallery at all.\r\n\r\n\"Well?\" said Jill to Derek. \"What do you think of it?\"\r\n\r\n\"Too awful for words,\" said Derek sternly.\r\n\r\nHe leaned forward to join the conversation which had started between\r\nLady Underhill and some friends she had discovered in the seats in\r\nfront; and Jill, turning, became aware that the man on her right was\r\nlooking at her intently. He was a big man with rough, wiry hair and a\r\nhumorous mouth. His age appeared to be somewhere in the middle\r\ntwenties. Jill, in the brief moment in which their eyes met, decided\r\nthat he was ugly, but with an ugliness that was rather attractive. He\r\nreminded her of one of those large, loose, shaggy dogs that break\r\nthings in drawing-rooms but make admirable companions for the open\r\nroad. She had a feeling that he would look better in tweeds in a field\r\nthan in evening dress in a theatre. He had nice eyes. She could not\r\ndistinguish their colour, but they were frank and friendly.\r\n\r\nAll this Jill noted with her customary quickness, and then she looked\r\naway. For an instant she had had an odd feeling that somewhere she had\r\nmet this man or somebody very like him before, but the impression\r\nvanished. She also had the impression that he was still looking at\r\nher, but she gazed demurely in front of her and did not attempt to\r\nverify the suspicion.\r\n\r\nBetween them, as they sat side by side, there inserted itself suddenly\r\nthe pinkly remorseful face of Freddie Rooke. Freddie, having\r\nskirmished warily in the aisle until it was clear that Lady\r\nUnderhill's attention was engaged elsewhere, had occupied a seat in\r\nthe row behind which had been left vacant temporarily by an owner who\r\nliked refreshment between the acts. Freddie was feeling deeply ashamed\r\nof himself. He felt that he had perpetrated a bloomer of no slight\r\nmagnitude.\r\n\r\n\"I'm awfully sorry about this,\" he said penitently. \"I mean, roping\r\nyou in to listen to this frightful tosh! When I think I might have got\r\nseats just as well for any one of half a dozen topping musical\r\ncomedies, I feel like kicking myself with some vim. But, honestly, how\r\nwas I to know? I never dreamed we were going to be let in for anything\r\nof this sort. Portwood's plays are usually so dashed bright and snappy\r\nand all that. Can't think what he was doing, putting on a thing like\r\nthis. Why, it's blue round the edges!\"\r\n\r\nThe man on Jill's right laughed sharply.\r\n\r\n\"Perhaps,\" he said, \"the chump who wrote the piece got away from the\r\nasylum long enough to put up the money to produce it.\"\r\n\r\nIf there is one thing that startles the well-bred Londoner and throws\r\nhim off his balance, it is to be addressed unexpectedly by a stranger.\r\nFreddie's sense of decency was revolted. A voice from the tomb could\r\nhardly have shaken him more. All the traditions to which he had been\r\nbrought up had gone to solidify his belief that this was one of the\r\nthings which didn't happen. Absolutely it wasn't done. During an\r\nearthquake or a shipwreck and possibly on the Day of Judgment, yes.\r\nBut only then. At other times, unless they wanted a match or the time\r\nor something, chappies did not speak to fellows to whom they had not\r\nbeen introduced. He was far too amiable to snub the man, but to go on\r\nwith this degrading scene was out of the question. There was nothing\r\nfor it but flight.\r\n\r\n\"Oh, ah, yes,\" he mumbled. \"Well,\" he added to Jill, \"I suppose I may\r\nas well be toddling back. See you later and so forth.\"\r\n\r\nAnd with a faint \"Good-bye-ee!\" Freddie removed himself, thoroughly\r\nunnerved.\r\n\r\nJill looked out of the corner of her eye at Derek. He was still\r\noccupied with the people in front. She turned to the man on her right.\r\nShe was not the slave to etiquette that Freddie was. She was much too\r\ninterested in life to refrain from speaking to strangers.\r\n\r\n\"You shocked him!\" she said dimpling.\r\n\r\n\"Yes. It broke Freddie all up, didn't it!\"\r\n\r\nIt was Jill's turn to be startled. She looked at him in astonishment.\r\n\r\n\"Freddie?\"\r\n\r\n\"That _was_ Freddie Rooke, wasn't it? Surely I wasn't mistaken?\"\r\n\r\n\"But--do you know him? He didn't seem to know you.\"\r\n\r\n\"These are life's tragedies He has forgotten me. My boyhood friend!\"\r\n\r\n\"Oh, you were at school with him?\"\r\n\r\n\"No. Freddie went to Winchester, if I remember. I was at Haileybury.\r\nOur acquaintance was confined to the holidays. My people lived near\r\nhis people in Worcestershire.\"\r\n\r\n\"Worcestershire!\" Jill leaned forward excitedly. \"But I used to live\r\nnear Freddie in Worcestershire myself when I was small. I knew him\r\nthere when he was a boy. We must have met!\"\r\n\r\n\"We met all right.\"\r\n\r\nJill wrinkled her forehead. That odd familiar look was in his eyes\r\nagain. But memory failed to respond. She shook her head.\r\n\r\n\"I don't remember you,\" she said. \"I'm sorry.\"\r\n\r\n\"Never mind. Perhaps the recollection would have been painful.\"\r\n\r\n\"How do you mean, painful?\"\r\n\r\n\"Well, looking back, I can see that I must have been a very unpleasant\r\nchild. I have always thought it greatly to the credit of my parents\r\nthat they let me grow up. It would have been so easy to have dropped\r\nsomething heavy on me out of a window. They must have been tempted a\r\nhundred times, but they refrained. Yes, I was a great pest around the\r\nhome. My only redeeming point was the way I worshipped _you_!\"\r\n\r\n\"What!\"\r\n\r\n\"Oh, yes. You probably didn't notice it at the time, for I had a\r\ncurious way of expressing my adoration. But you remain the brightest\r\nmemory of a chequered youth.\"\r\n\r\nJill searched his face with grave eyes, then shook her head again.\r\n\r\n\"Nothing stirs?\" asked the man sympathetically.\r\n\r\n\"It's too maddening! Why does one forget things?\" She reflected. \"You\r\naren't Bobby Morrison?\"\r\n\r\n\"I am not. What is more, I never was!\"\r\n\r\nJill dived into the past once more and emerged with another\r\npossibility.\r\n\r\n\"Or--Charlie--Charlie what was it?--Charlie Field?\"\r\n\r\n\"You wound me! Have you forgotten that Charlie Field wore velvet Lord\r\nFauntleroy suits and long golden curls? My past is not smirched with\r\nanything like that.\"\r\n\r\n\"Would I remember your name if you told me?\"\r\n\r\n\"I don't know. I've forgotten yours. Your surname, that is. Of course,\r\nI remember that your Christian name was Jill. It has always seemed to\r\nme the prettiest monosyllable in the language.\" He looked at her\r\nthoughtfully. \"It's odd how little you've altered in looks. Freddie's\r\njust the same, too, only larger. And he didn't wear an eye-glass in\r\nthose days, though I can see he was bound to later on. And yet I've\r\nchanged so much that you can't place me. It shows what a wearing life\r\nI must have led. I feel like Rip van Winkle. Old and withered. But\r\nthat may be just the result of watching this play.\"\r\n\r\n\"It is pretty terrible, isn't it?\"\r\n\r\n\"Worse than that. Looking at it dispassionately, I find it the\r\nextreme, ragged, outermost edge of the limit. Freddie had the correct\r\ndescription of it. He's a great critic.\"\r\n\r\n\"I really do think it's the worst thing I have ever seen.\"\r\n\r\n\"I don't know what plays you have seen, but I feel you're right.\"\r\n\r\n\"Perhaps the second act's better,\" said Jill optimistically.\r\n\r\n\"It's worse. I know that sounds like boasting, but it's true. I feel\r\nlike getting up and making a public apology.\"\r\n\r\n\"But ... Oh!\"\r\n\r\nJill turned scarlet. A monstrous suspicion had swept over her.\r\n\r\n\"The only trouble is,\" went on her companion, \"that the audience would\r\nundoubtedly lynch me. And, though it seems improbable just at the\r\npresent moment, it may be that life holds some happiness for me that's\r\nworth waiting for. Anyway, I'd rather not be torn limb from limb. A\r\nmessy finish! I can just see them rending me asunder in a spasm of\r\nperfectly justifiable fury. 'She loves me!' Off comes a leg. 'She\r\nloves me not!' Off comes an arm. No, I think on the whole I'll lie\r\nlow. Besides, why should I care? Let 'em suffer. It's their own fault.\r\nThey _would_ come!\"\r\n\r\nJill had been trying to interrupt the harangue. She was greatly\r\nconcerned.\r\n\r\n\"Did you _write_ the play?\"\r\n\r\nThe man nodded.\r\n\r\n\"You are quite right to speak in that horrified tone. But between\r\nourselves and on the understanding that you don't get up and denounce\r\nme, I did.\"\r\n\r\n\"Oh, I'm so sorry!\"\r\n\r\n\"Not half so sorry as I am, believe me!\"\r\n\r\n\"I mean, I wouldn't have said....\"\r\n\r\n\"Never mind. You didn't tell me anything I didn't know.\" The lights\r\nbegan to go down. He rose. \"Well, they're off again. Perhaps you will\r\nexcuse me? I don't feel quite equal to assisting any longer at the\r\nwake. If you want something to occupy your mind during the next act,\r\ntry to remember my name.\"\r\n\r\nHe slid from his seat and disappeared. Jill clutched at Derek.\r\n\r\n\"Oh, Derek, it's too awful. I've just been talking to the man who\r\nwrote this play, and I told him it was the worst thing I had ever\r\nseen!\"\r\n\r\n\"Did you?\" Derek snorted. \"Well, it's about time somebody told him!\" A\r\nthought seemed to strike him. \"Why, who is he? I didn't know you knew\r\nhim.\"\r\n\r\n\"I don't. I don't even know his name.\"\r\n\r\n\"His name, according to the programme, is John Grant. Never heard of\r\nhim before. Jill, I wish you would not talk to people you don't know,\"\r\nsaid Derek with a note of annoyance in his voice. \"You can never tell\r\nwho they are.\"\r\n\r\n\"But....\"\r\n\r\n\"Especially with my mother here. You must be more careful.\"\r\n\r\nThe curtain rose. Jill saw the stage mistily. From childhood up, she\r\nhad never been able to cure herself of an unfortunate sensitiveness\r\nwhen sharply spoken to by those she loved. A rebuking world she could\r\nface with a stout heart, but there had always been just one or two\r\npeople whose lightest word of censure could crush her. Her father had\r\nalways had that effect upon her, and now Derek had taken his place.\r\n\r\nBut if there had only been time to explain.... Derek could not object\r\nto her chatting with a friend of her childhood, even if she had\r\ncompletely forgotten him and did not remember his name even now. John\r\nGrant? Memory failed to produce any juvenile John Grant for her\r\ninspection.\r\n\r\nPuzzling over this problem, Jill missed much of the beginning of the\r\nsecond act. Hers was a detachment which the rest of the audience would\r\ngladly have shared. For the poetic drama, after a bad start, was now\r\nplunging into worse depths of dullness. The coughing had become almost\r\ncontinuous. The stalls, supported by the presence of large droves of\r\nSir Chester's personal friends, were struggling gallantly to maintain\r\na semblance of interest, but the pit and gallery had plainly given up\r\nhope. The critic of a weekly paper of small circulation, who had been\r\nshoved up in the upper circle, grimly jotted down the phrase\r\n\"apathetically received\" on his programme. He had come to the theatre\r\nthat night in an aggrieved mood, for managers usually put him in the\r\ndress-circle. He got out his pencil again. Another phrase had occurred\r\nto him, admirable for the opening of his article. \"At the Leicester\r\nTheatre,\" he wrote, \"where Sir Chester Portwood presented 'Tried by\r\nFire,' dullness reigned supreme....\"\r\n\r\nBut you never know. Call no evening dull till it is over. However\r\nuninteresting its early stages may have been that night was to be as\r\nanimated and exciting as any audience could desire--a night to be\r\nlooked back to and talked about, for just as the critic of _London\r\nGossip_ wrote those damning words on his programme, guiding his pencil\r\nuncertainly in the dark, a curious yet familiar odour stole over the\r\nhouse.\r\n\r\nThe stalls got it first, and sniffed. It rose to the dress-circle, and\r\nthe dress-circle sniffed. Floating up, it smote the silent gallery.\r\nAnd, suddenly, coming to life with a single-minded abruptness, the\r\ngallery ceased to be silent.\r\n\r\n\"Fire!\"\r\n\r\nSir Chester Portwood, ploughing his way through a long speech, stopped\r\nand looked apprehensively over his shoulder. The girl with the lisp,\r\nwho had been listening in a perfunctory manner to the long speech,\r\nscreamed loudly. The voice of an unseen stage-hand called thunderously\r\nto an invisible \"Bill\" to commere quick. And from the scenery on the\r\nprompt side there curled lazily across the stage a black wisp of\r\nsmoke.\r\n\r\n\"Fire! Fire! Fire!\"\r\n\r\n\"Just,\" said a voice at Jill's elbow, \"what the play needed!\" The\r\nmysterious author was back in his seat again."
  ]
}