{
  "index": 9,
  "title": "Chapter 8",
  "paragraphs": [
    "THE DRY-SALTERS WING DEREK\r\n\r\nI\r\n\r\n\r\nDoctors, laying down the law in their usual confident way, tell us\r\nthat the vitality of the human body is at its lowest at two o'clock in\r\nthe morning: and that it is then, as a consequence, that the mind is\r\nleast able to contemplate the present with equanimity, the future with\r\nfortitude, and the past without regret. Every thinking man, however,\r\nknows that this is not so. The true zero hour, desolate, gloom-ridden,\r\nand spectre-haunted, occurs immediately before dinner while we are\r\nwaiting for that cocktail. It is then that, stripped for a brief\r\nmoment of our armour of complacency and self-esteem, we see ourselves\r\nas we are--frightful chumps in a world where nothing goes right; a\r\ngrey world in which, hoping to click, we merely get the raspberry;\r\nwhere, animated by the best intentions, we nevertheless succeed in\r\nperpetrating the scaliest bloomers and landing our loved ones\r\nneck-deep in the gumbo.\r\n\r\nSo reflected Freddie Rooke, that priceless old bean, sitting\r\ndisconsolately in an arm-chair at the Drones Club about two weeks\r\nafter Jill's departure from England, waiting for his friend Algy\r\nMartyn to trickle in and give him dinner.\r\n\r\nSurveying Freddie, as he droops on his spine in the yielding leather,\r\none is conscious of one's limitations as a writer. Gloom like his\r\ncalls for the pen of a master. Zola could have tackled it nicely.\r\nGorky might have made a stab at it. Dostoevsky would have handled it\r\nwith relish. But for oneself the thing is too vast. One cannot wangle\r\nit. It intimidates. It would have been bad enough in any case, for\r\nAlgy Martyn was late as usual and it always gave Freddie the pip to\r\nhave to wait for dinner: but what made it worse was the fact that the\r\nDrones was not one of Freddie's clubs and so, until the blighter Algy\r\narrived, it was impossible for him to get his cocktail. There he sat,\r\nsurrounded by happy, laughing young men, each grasping a glass of the\r\ngood old mixture-as-before, absolutely unable to connect. Some of\r\nthem, casual acquaintances, had nodded to him, waved, and gone on\r\nlowering the juice,--a spectacle which made Freddie feel much as the\r\nwounded soldier would have felt if Sir Philip Sidney, instead of\r\noffering him the cup of water, had placed it to his own lips and\r\ndrained it with a careless \"Cheerio!\" No wonder Freddie experienced\r\nthe sort of abysmal soul-sadness which afflicts one of Tolstoi's\r\nRussian peasants when, after putting in a heavy day's work strangling\r\nhis father, beating his wife, and dropping the baby into the city\r\nreservoir, he turns to the cupboard, only to find the vodka-bottle\r\nempty.\r\n\r\nFreddie gave himself up to despondency: and, as always in these days\r\nwhen he was mournful, he thought of Jill. Jill's sad case was a\r\ncontinual source of mental anguish to him. From the first he had\r\nblamed himself for the breaking-off of her engagement with Derek. If\r\nhe had not sent the message to Derek from the police-station, the\r\nlatter would never have known about their arrest, and all would have\r\nbeen well. And now, a few days ago, had come the news of her financial\r\ndisaster, with its attendant complications.\r\n\r\nIt had descended on Freddie like a thunderbolt through the medium of\r\nRonny Devereux.\r\n\r\n\"I say,\" Ronny had said, \"have you heard the latest? Your pal,\r\nUnderhill, has broken off his engagement with Jill Mariner.\"\r\n\r\n\"I know; rather rotten, what!\"\r\n\r\n\"Rotten? I should say so! It isn't done. I mean to say, chap can't\r\nchuck a girl just because she's lost her money. Simply isn't on the\r\nboard, old man!\"\r\n\r\n\"Lost her money? What do you mean?\"\r\n\r\nRonny was surprised. Hadn't Freddie heard? Yes, absolute fact. He had\r\nit from the best authority. Didn't know how it had happened and all\r\nthat, but Jill Mariner had gone completely bust; Underhill had given\r\nher the miss-in-baulk; and the poor girl had legged it, no one knew\r\nwhere. Oh, Freddie had met her and she had told him she was going to\r\nAmerica? Well, then, legged it to America. But the point was that the\r\nswine Underhill had handed her the mitten just because she was broke,\r\nand that was what Ronny thought so bally rotten. Broker a girl is,\r\nRonny meant to say, more a fellow should stick to her.\r\n\r\n\"But--\" Freddie rushed to his hero's defence. \"But it wasn't that at\r\nall. Something quite different. I mean, Derek didn't even know Jill\r\nhad lost her money. He broke the engagement because....\" Freddie\r\nstopped short. He didn't want everybody to know of that rotten arrest\r\nbusiness, as they infallibly would if he confided in Ronny Devereux.\r\nSort of thing he would never hear the last of. \"He broke it off\r\nbecause of something quite different.\"\r\n\r\n\"Oh, yes!\" said Ronny sceptically.\r\n\r\n\"But he did, really!\"\r\n\r\nRonny shook his head.\r\n\r\n\"Don't you believe it, old son. Don't you believe it. Stands to reason\r\nit must have been because the poor girl was broke. You wouldn't have\r\ndone it and I wouldn't have done it, but Underhill did, and that's all\r\nthere is to it. I mean, a tick's a tick, and there's nothing more to\r\nsay. Well, I know he's been a pal of yours, Freddie, but, next time I\r\nmeet him, by Jove, I'll cut him dead. Only I don't know him to speak\r\nto, dash it!\" concluded Ronny regretfully.\r\n\r\nRonny's news had upset Freddie. Derek had returned to the Albany a\r\ncouple of days ago, moody and silent. They had lunched together at the\r\nBachelors, and Freddie had been pained at the attitude of his\r\nfellow-clubmen. Usually, when he lunched at the Bachelors, his table\r\nbecame a sort of social centre. Cheery birds would roll up to pass the\r\ntime of day, and festive old eggs would toddle over to have coffee and\r\nso forth, and all that sort of thing. Jolly! On this occasion nobody\r\nhad rolled, and all the eggs present had taken their coffee elsewhere.\r\nThere was an uncomfortable chill in the atmosphere of which Freddie\r\nhad been acutely conscious, though Derek had not appeared to notice\r\nit. The thing had only come home to Derek yesterday at the Albany,\r\nwhen the painful episode of Wally Mason had occurred. It was this\r\nway....\r\n\r\n\"Hullo, Freddie, old top! Sorry to have kept you waiting.\"\r\n\r\nFreddie looked up from his broken meditations, to find that his host\r\nhad arrived.\r\n\r\n\"Hullo!\"\r\n\r\n\"A quick bracer,\" said Algy Martyn, \"and then the jolly old\r\nfood-stuffs. It's pretty late, I see. Didn't notice how time was\r\nslipping.\"\r\n\r\nOver the soup, Freddie was still a prey to gloom. For once the healing\r\ngin-and-vermouth had failed to do its noble work. He sipped sombrely,\r\nso sombrely as to cause comment from his host.\r\n\r\n\"Pipped?\" enquired Algy solicitously.\r\n\r\n\"Pretty pipped,\" admitted Freddie.\r\n\r\n\"Backed a loser?\"\r\n\r\n\"No.\"\r\n\r\n\"Something wrong with the old tum?\"\r\n\r\n\"No.... Worried.\"\r\n\r\n\"Worried?\"\r\n\r\n\"About Derek.\"\r\n\r\n\"Derek? Who's...? Oh, you mean Underhill?\"\r\n\r\n\"Yes.\"\r\n\r\nAlgy Martyn chased an elusive piece of carrot about his soup plate,\r\nwatching it interestedly as it slid coyly from the spoon.\r\n\r\n\"Oh?\" he said, with sudden coolness. \"What about him?\"\r\n\r\nFreddie was too absorbed in his subject to notice the change in his\r\nfriend's tone.\r\n\r\n\"A dashed unpleasant thing,\" he said, \"happened yesterday morning at\r\nmy place. I was just thinking about going out to lunch, when the\r\ndoor-bell rang and Barker said a chappie of the name of Mason would\r\nlike to see me. I didn't remember any Mason, but Barker said the\r\nchappie said he knew me when I was a kid. So he loosed him into the\r\nroom, and it turned out to be a fellow I used to know years ago down\r\nin Worcestershire. I didn't know him from Adam at first, but gradually\r\nthe old bean got to work, and I placed him. Wally Mason his name was.\r\nRummily enough, he had spoken to me at the Leicester that night when\r\nthe fire was, but not being able to place him, I had given him the\r\nmiss somewhat. You know how it is. Cove you've never been introduced\r\nto says something to you in a theatre, and you murmur something and\r\nsheer off. What?\"\r\n\r\n\"Absolutely,\" agreed Algy Martyn. He thoroughly approved of Freddie's\r\ncode of etiquette. Sheer off. Only thing to do.\r\n\r\n\"Well, anyhow, now that he had turned up again and told me who he was,\r\nI began to remember. We had been kids together, don't you know.\r\n(What's this? Salmon? Oh, right ho.) So I buzzed about and did the\r\njovial host, you know; gave him a drink and a toofer, and all that\r\nsort of thing; and talked about the dear old days and what not. And so\r\nforth, if you follow me. Then he brought the conversation round to\r\nJill. Of course he knew Jill at the same time when he knew me, down in\r\nWorcestershire, you see. We were all pretty pally in those days, if\r\nyou see what I mean. Well, this man Mason, it seems, had heard\r\nsomewhere about Jill losing her money, and he wanted to know if it was\r\ntrue. I said absolutely. Hadn't heard any details, but Ronny had told\r\nme, and Ronny had had it from some one who had stable information and\r\nall that sort of thing. 'Dashed shame, isn't it?' I said. 'She's gone\r\nto America, you know.' 'I didn't know,' he said. 'I understood she was\r\ngoing to be married quite soon.' Well, of course, I told him that that\r\nwas off. He didn't say anything for a bit, then he said 'Off?' I said\r\n'Off.' 'Did she break it off?' asked the chappie. 'Well, no,' I said.\r\n'As a matter of fact Derek broke it off.' He said 'Oh!' (What? Oh yes,\r\na bit of pheasant will be fine.) Where was I? Oh, yes. He said 'Oh!'\r\nNow, before this, I ought to tell you, this chappie Mason had asked\r\nme to come out and have a bit of lunch. I had told him I was lunching\r\nwith Derek, and he said 'Right ho,' or words to that effect, 'Bring\r\nhim along.' Derek had been out for a stroll, you see, and we were\r\nwaiting for him to come in. Well, just at this point or juncture, if\r\nyou know what I mean, in he came, and I said' Oh, what ho!' and\r\nintroduced Wally Mason. 'Oh, do you know Underhill?' I said, or\r\nsomething like that. You know the sort of thing. And then....\"\r\n\r\nFreddie broke off and drained his glass. The recollection of that\r\npainful moment had made him feverish. Social difficulties always did.\r\n\r\n\"Then what?\" enquired Algy Martyn.\r\n\r\n\"Well, it was pretty rotten. Derek held out his hand, as a chappie\r\nnaturally would, being introduced to a strange chappie, and Wally\r\nMason, giving it an absolute miss, went on talking to me just as if we\r\nwere alone, you know. Look here. Here was I, where this knife is.\r\nDerek over here--this fork--with his hand out. Mason here--this bit of\r\nbread. Mason looks at his watch, and says 'I'm sorry, Freddie, but I\r\nfind I've an engagement for lunch. So long!' and biffed out, without\r\napparently knowing that Derek was on the earth. I mean....\" Freddie\r\nreached for his glass. \"What I mean is, it was dashed embarrassing. I\r\nmean, cutting a fellow dead in my rooms. I don't know when I've felt\r\nso rotten!\"\r\n\r\nAlgy Martyn delivered judgment with great firmness.\r\n\r\n\"Chappie was perfectly right!\"\r\n\r\n\"No, but I mean....\"\r\n\r\n\"Absolutely correct-o,\" insisted Algy sternly. \"Underhill can't dash\r\nabout all over the place giving the girl he's engaged to the mitten\r\nbecause she's broke, and expect no notice to be taken of it. If you\r\nwant to know what I think, old man, your pal Underhill--I can't\r\nimagine what the deuce you see in him, but, school together and so\r\nforth, makes a difference, I suppose--I say, if you want to know what\r\nI think, Freddie, the blighter Underhill would be well advised either\r\nto leg it after Jill and get her to marry him or else lie low for a\r\ngoodish while till people have forgotten the thing. I mean to say,\r\nfellows like Ronny and I and Dick Wimpole and Archie Studd and the\r\nrest of our lot--well, we all knew Jill and thought she was a topper\r\nand had danced with her here and there and seen her about and all\r\nthat, and naturally we feel pretty strongly about the whole dashed\r\nbusiness. Underhill isn't in our particular set, but we all know most\r\nof the people he knows, and we talk about this business, and the thing\r\ngets about, and there you are! My sister, who was a great pal of\r\nJill's, swears that all the girls she knows mean to cut Underhill. I\r\ntell you, Freddie, London's going to get pretty hot for him if he\r\ndoesn't do something dashed quick and with great rapidity!\"\r\n\r\n\"But you haven't got the story right, old thing!\"\r\n\r\n\"How not?\"\r\n\r\n\"Well, I mean you think and Ronny thinks and all the rest of you think\r\nthat Derek broke off the engagement because of the money. It wasn't\r\nthat at all.\"\r\n\r\n\"What was it, then?\"\r\n\r\n\"Well.... Well, look here, it makes me seem a fearful ass and all\r\nthat, but I'd better tell you. Jill and I were going down one of those\r\nstreets near Victoria and a blighter was trying to slay a parrot....\"\r\n\r\n\"Parrot-shooting's pretty good in those parts, they tell me,\"\r\ninterjected Algy satirically.\r\n\r\n\"Don't interrupt, old man. This parrot had got out of one of the\r\nhouses, and a fellow was jabbing at it with a stick, and Jill--you\r\nknow what she's like; impulsive, I mean, and all that--Jill got hold\r\nof the stick and biffed him with some vim, and a policeman rolled up\r\nand the fellow made a fuss and the policeman took Jill and me off to\r\nchokey. Well, like an ass, I sent round to Derek to bail us out, and\r\nthat's how he heard of the thing. Apparently he didn't think a lot of\r\nit, and the result was that he broke off the engagement.\"\r\n\r\nAlgy Martyn had listened to this recital with growing amazement.\r\n\r\n\"He broke it off because of that?\"\r\n\r\n\"Yes.\"\r\n\r\n\"What absolute rot!\" said Algy Martyn. \"I don't believe a word of it!\"\r\n\r\n\"I say, old man!\"\r\n\r\n\"I don't believe a word of it,\" repeated Algy firmly.\r\n\r\n\"And nobody else will either. It's dashed good of you, Freddie, to\r\ncook up a yarn like that to try and make things look better for the\r\nblighter, but it won't work. Such a damn silly story, too!\" said Algy\r\nwith some indignation.\r\n\r\n\"But it's true!\"\r\n\r\n\"What's the use, Freddie, between old pals?\" said Algy protestingly.\r\n\"You know perfectly well that Underhill's a worm of the most\r\npronounced order, and that, when he found out that Jill hadn't any\r\nmoney, he chucked her.\"\r\n\r\n\"But why should Derek care whether Jill was well off or not? He's got\r\nenough money of his own.\"\r\n\r\n\"Nobody,\" said Algy judicially, \"has got enough money of his own.\r\nUnderhill thought he was marrying a girl with a sizable chunk of the\r\nready, and, when the fuse blew out, he decided it wasn't good enough.\r\nFor Heaven's sake don't let's talk any more about the blighter. It\r\ngives me a pain to think of him.\"\r\n\r\n\r\nII\r\n\r\nFreddie returned to the Albany in a state of gloom and uneasiness.\r\nAlgy's remarks, coming on top of the Wally Mason episode, had shaken\r\nhim. The London in which he and Derek moved and had their being is\r\nnothing but a village, and it was evident that village gossip was\r\nhostile to Derek. People were talking about him. Local opinion had\r\ndecided that he had behaved badly. Already one man had cut him.\r\nFreddie blenched at a sudden vision of streetfuls of men, long\r\nPiccadillys of men, all cutting him, one after the other. Something\r\nhad got to be done.\r\n\r\nThe subject was not an easy one to broach to his somewhat forbidding\r\nfriend, as he discovered when the latter arrived about half an hour\r\nlater. Derek had been attending the semi-annual banquet of the\r\nWorshipful Dry-Salters Company down in the City, understudying one of\r\nthe speakers, a leading member of Parliament, who had been unable to\r\nappear; and he was still in the grip of that feeling of degraded\r\nrepletion which City dinners induce.\r\n\r\nYet, unfavourably disposed as, judging by his silence and the\r\noccasional moody grunts he uttered, he appeared to be to a discussion\r\nof his private affairs, it seemed to Freddie impossible that the night\r\nshould be allowed to pass without some word spoken on the subject. He\r\nthought of Ronny and what Ronny had said, of Algy and what Algy had\r\nsaid, of Wally Mason and how Wally had behaved in this very room; and\r\nhe nerved himself to the task.\r\n\r\n\"Derek, old top.\"\r\n\r\nA grunt.\r\n\r\n\"I say, Derek, old bean.\"\r\n\r\nDerek roused himself, and looked gloomily across the room to where he\r\nstood, warming his legs at the blaze.\r\n\r\n\"Well?\"\r\n\r\nFreddie found a difficulty in selecting words. A ticklish business,\r\nthis. One that might well have disconcerted a diplomat. Freddie was no\r\ndiplomat, and the fact enabled him to find a way in the present\r\ncrisis. Equipped by nature with an amiable tactlessness and a happy\r\ngift of blundering, he charged straight at the main point, and landed\r\non it like a circus elephant alighting on a bottle.\r\n\r\n\"I say, you know, about Jill!\"\r\n\r\nHe stooped to rub the backs of his legs, on which the fire was playing\r\nwith a little too fierce a glow, and missed his companion's start and\r\nthe sudden thickening of his bushy eyebrows.\r\n\r\n\"Well?\" said Derek again.\r\n\r\nFreddie nerved himself to proceed. A thought flashed across his mind\r\nthat Derek was looking exactly like Lady Underhill. It was the first\r\ntime he had seen the family resemblance quite so marked.\r\n\r\n\"Ronny Devereux was saying....\" faltered Freddie.\r\n\r\n\"Damn Ronny Devereux!\"\r\n\r\n\"Oh, absolutely! But....\"\r\n\r\n\"Ronny Devereux! Who the devil _is_ Ronny Devereux?\"\r\n\r\n\"Why, old man, you've heard me speak of him, haven't you? Pal of mine.\r\nHe came down to the station with Algy and me to meet your mater that\r\nmorning.\"\r\n\r\n\"Oh, _that_ fellow? And he has been saying something about...?\"\r\n\r\n\"It isn't only Ronny, you know,\" Freddie hastened to interject. \"Algy\r\nMartyn's talking about it, too. And lots of other fellows. And Algy's\r\nsister and a lot of peoples They're all saying....\"\r\n\r\n\"What are they saying?\"\r\n\r\nFreddie bent down and chafed the back of his legs. He simply couldn't\r\nlook at Derek while he had that Lady Underhill expression on the old\r\nmap. Rummy he had never noticed before how extraordinarily like his\r\nmother he was. Freddie was conscious of a faint sense of grievance. He\r\ncould not have put it into words, but what he felt was that a fellow\r\nhad no right to go about looking like Lady Underhill.\r\n\r\n\"What are they saying?\" repeated Derek grimly.\r\n\r\n\"Well....\" Freddie hesitated. \"That it's a bit tough.... On Jill, you\r\nknow.\"\r\n\r\n\"They think I behaved badly?\"\r\n\r\n\"Well.... Oh, well, you know!\"\r\n\r\nDerek smiled a ghastly smile. This was not wholly due to mental\r\ndisturbance. The dull heaviness which was the legacy of the\r\nDry-Salters' dinner had begun to change to something more actively\r\nunpleasant. A sub-motive of sharp pain had begun to run through it,\r\nflashing in and out like lightning through a thunder-cloud. He felt\r\nsullen and vicious.\r\n\r\n\"I wonder,\" he said with savage politeness, \"if, when you chat with\r\nyour friends, you would mind choosing some other topic than my private\r\naffairs.\"\r\n\r\n\"Sorry, old man. But they started it, you know.\"\r\n\r\n\"And, if you feel you've got to discuss me, kindly keep it to\r\nyourself. Don't come and tell me what your damned friends said to each\r\nother and to you and what you said to them, because it bores me. I'm\r\nnot interested. I don't value their opinions as much as you seem to.\"\r\nDerek paused, to battle in silence with the imperious agony within\r\nhim. \"It was good of you to put me up here,\" he went on, \"but I think\r\nI won't trespass on your hospitality any longer. Perhaps you'll ask\r\nBarker to pack my things to-morrow.\" Derek moved, as majestically as\r\nan ex-guest of the Worshipful Company of Dry-Salters may, in the\r\ndirection of the door. \"I shall go to the Savoy.\"\r\n\r\n\"Oh, I say, old man! No need to do that.\"\r\n\r\n\"Good night.\"\r\n\r\n\"But, I say....\"\r\n\r\n\"And you can tell your friend Devereux that, if he doesn't stop poking\r\nhis nose into my private business, I'll pull it off.\"\r\n\r\n\"Well,\" said Freddie doubtfully, \"of course I don't suppose you know,\r\nbut.... Ronny's a pretty hefty bird. He boxed for Cambridge in the\r\nlight-weights the last year he was up, you know. He....\"\r\n\r\nDerek slammed the door. Freddie was alone. He stood rubbing his legs\r\nfor some minutes, a rueful expression on his usually cheerful face.\r\nFreddie hated rows. He liked everything to jog along smoothly. What a\r\nrotten place the world was these days! Just one thing after another.\r\nFirst, poor old Jill takes the knock and disappears. He would miss\r\nher badly. What a good sort! What a pal! And now--gone. Biffed off.\r\nNext, Derek. Together, more or less, ever since Winchester, and\r\nnow--bing!...\r\n\r\nFreddie heaved a sigh, and reached out for the _Sporting Times_, his\r\nnever-failing comfort in times of depression. He lit another cigar and\r\ncurled up in one of the arm-chairs. He was feeling tired. He had been\r\nplaying squash all the afternoon, a game at which he was exceedingly\r\nexpert and to which he was much addicted.\r\n\r\nTime passed. The paper slipped to the floor. A cold cigar followed it.\r\nFrom the depths of the chair came a faint snore....\r\n\r\n       *       *       *       *       *\r\n\r\nA hand on his shoulder brought Freddie with a jerk from troubled\r\ndreams. Derek was standing beside him. A bent, tousled Derek,\r\napparently in pain.\r\n\r\n\"Freddie!\"\r\n\r\n\"Hullo!\"\r\n\r\nA spasm twisted Derek's face.\r\n\r\n\"Have you got any pepsin?\"\r\n\r\nDerek uttered a groan. What a mocker of our petty human dignity is\r\nthis dyspepsia, bringing low the haughtiest of us, less than love\r\nitself a respecter of persons. This was a different Derek from the man\r\nwho had stalked stiffly from the room two hours before. His pride had\r\nbeen humbled upon the rack.\r\n\r\n\"Pepsin?\"\r\n\r\n\"Yes. I've got the most damned attack of indigestion.\"\r\n\r\nThe mists of sleep rolled away from Freddie. He was awake again, and\r\nbecame immediately helpful. These were the occasions when the Last of\r\nthe Rookes was a good man to have at your side. It was Freddie who\r\nsuggested that Derek should recline in the arm-chair which he had\r\nvacated; Freddie who nipped round the corner to the all-night\r\nchemist's and returned with a magic bottle guaranteed to relieve an\r\nostrich after a surfeit of tenpenny nails; Freddie who mixed and\r\nadministered the dose.\r\n\r\nHis ministrations were rewarded. Presently the agony seemed to pass.\r\nDerek recovered.\r\n\r\nOne would say that Derek became himself again, but that the mood of\r\ngentle remorse which came upon him as he lay in the arm-chair was one\r\nso foreign to his nature. Freddie had never seen him so subdued. He\r\nwas like a convalescent child. Between them, the all-night chemist and\r\nthe Dry. Salters seemed to have wrought a sort of miracle. These\r\ntemporary softenings of personality frequently follow City dinners.\r\nThe time to catch your Dry-Salter in angelic mood is the day after the\r\nsemi-annual banquet. Go to him then and he will give you his watch and\r\nchain.\r\n\r\n\"Freddie,\" said Derek.\r\n\r\nThey were sitting over the dying fire. The clock on the mantelpiece,\r\nbeside which Jill's photograph had stood pointed to ten minutes past\r\ntwo. Derek spoke in a low, soft voice. Perhaps the doctors are right\r\nafter all, and two o'clock is the hour at which our self-esteem\r\ndeserts us, leaving in its place regret for past sins, good\r\nresolutions for future behaviour.\r\n\r\n\"What do Martyn and the others say about ... you know?\"\r\n\r\nFreddie hesitated. Pity to start all that again.\r\n\r\n\"Oh, I know,\" went on Derek. \"They say I behaved like a cad.\"\r\n\r\n\"Oh, well....\"\r\n\r\n\"They are quite right. I did.\"\r\n\r\n\"Oh, I shouldn't say that, you know. Faults on both sides and all that\r\nsort of rot.\"\r\n\r\n\"I did!\" Derek stared into the fire. Scattered all over London at that\r\nmoment, probably a hundred Worshipful Dry-Salters were equally\r\nsleepless and subdued, looking wide-eyed into black pasts. \"Is it true\r\nshe has gone to America, Freddie?\"\r\n\r\n\"She told me she was going.\"\r\n\r\n\"What a fool I've been!\"\r\n\r\nThe clock ticked on through the silence. The fire sputtered faintly,\r\nthen gave a little wheeze, like a very old man. Derek rested his chin\r\non his hands, gazing into the ashes.\r\n\r\n\"I wish to God I could go over there and find her.\"\r\n\r\n\"Why don't you?\"\r\n\r\n\"How can I? There may be an election coming on at any moment. I can't\r\nstir.\"\r\n\r\nFreddie leaped from his seat. The suddenness of the action sent a\r\nred-hot corkscrew of pain through Derek's head.\r\n\r\n\"What the devil's the matter?\" he demanded irritably. Even the gentle\r\nmood which comes with convalescence after a City dinner is not\r\nguaranteed to endure against this sort of thing.\r\n\r\n\"I've got an idea, old bean!\"\r\n\r\n\"Well, there's no need to dance, is there?\"\r\n\r\n\"I've nothing to keep me here, you know. What's the matter with my\r\npopping over to America and finding Jill?\" Freddie tramped the floor,\r\naglow. Each beat of his foot jarred Derek, but he made no complaint.\r\n\r\n\"Could you?\" he asked eagerly.\r\n\r\n\"Of course I could. I was saying only the other day that I had half a\r\nmind to buzz over. It's a wheeze! I'll get on the next boat and charge\r\nover in the capacity of a jolly old ambassador. Have her back in no\r\ntime. Leave it to me, old thing! This is where I come out strong!\""
  ]
}