{
  "index": 17,
  "title": "Chapter 16",
  "paragraphs": [
    "MR. GOBLE PLAYS WITH FATE\r\n\r\nI\r\n\r\n\r\nOn the boardwalk at Atlantic City, that much-enduring seashore resort\r\nwhich has been the birthplace of so many musical plays, there stands\r\nan all-day and all-night restaurant, under the same management and\r\noffering the same hospitality as the one in Columbus Circle at which\r\nJill had taken her first meal on arriving in New York. At least, its\r\nhospitality is noisy during the waking and working hours of the day;\r\nbut there are moments when it has an almost cloistral peace, and the\r\ncustomer, abashed by the cold calm of its snowy marble and the silent\r\ngravity of the white-robed attendants, unconsciously lowers his voice\r\nand tries to keep his feet from shuffling, like one in a temple. The\r\nmembers of the chorus of \"The Rose of America,\" dropping in by ones\r\nand twos at six o'clock in the morning about two weeks after the\r\nevents recorded in the last chapter, spoke in whispers and gave their\r\norders for breakfast in a subdued undertone.\r\n\r\nThe dress-rehearsal had just dragged its weary length to a close. It\r\nis the custom of the dwellers in Atlantic City, who seem to live\r\nentirely by pleasure, to attend a species of vaudeville\r\nperformances--incorrectly termed a sacred concert--on Sunday nights,\r\nand it had been one o'clock in the morning before the concert scenery\r\ncould be moved out of the theatre and the first act set of \"The Rose\r\nof America\" moved in. And, as by some unwritten law of the drama no\r\ndress-rehearsal can begin without a delay of at least an hour and a\r\nhalf, the curtain had not gone up on Mr. Miller's opening chorus till\r\nhalf-past two. There had been dress-parades, conferences, interminable\r\narguments between the stage-director and a mysterious man in\r\nshirt-sleeves about the lights, more dress-parades, further\r\nconferences, hitches with regard to the sets, and another outbreak of\r\ndebate on the subject of blues, ambers, and the management of the\r\n\"spot,\" which was worked by a plaintive voice, answering to the name\r\nof Charlie, at the back of the family circle. But by six o'clock a\r\ncomplete, if ragged, performance had been given, and the chorus, who\r\nhad partaken of no nourishment since dinner on the previous night, had\r\nlimped off round the corner for a bite of breakfast before going to\r\nbed.\r\n\r\nThey were a battered and a draggled company, some with dark circles\r\nbeneath their eyes, others blooming with the unnatural scarlet of the\r\nmake-up which they had been too tired to take off. The Duchess,\r\nhaughty to the last, had fallen asleep with her head on the table. The\r\nred-headed Babe was lying back in her chair, staring at the ceiling.\r\nThe Southern girl blinked like an owl at the morning sunshine out on\r\nthe boardwalk.\r\n\r\nThe Cherub, whose triumphant youth had brought her almost fresh\r\nthrough a sleepless night, contributed the only remark made during the\r\ninterval of waiting for the meal.\r\n\r\n\"The fascination of a thtage life! Why girls leave home!\" She looked\r\nat her reflection in the little mirror of her vanity-bag. \"It _is_ a\r\nface!\" she murmured reflectively. \"But I should hate to have to go\r\naround with it long!\"\r\n\r\nA sallow young man, with the alertness peculiar to those who work on\r\nthe night-shifts of restaurants, dumped a tray down on the table with\r\na clatter. The Duchess woke up. Babe took her eyes off the ceiling.\r\nThe Southern girl ceased to look at the sunshine. Already, at the mere\r\nsight of food, the extraordinary recuperative powers of the theatrical\r\nworker had begun to assert themselves. In five minutes these girls\r\nwould be feeling completely restored and fit for anything.\r\n\r\nConversation broke out with the first sip of coffee, and the calm of\r\nthe restaurant was shattered. Its day had begun.\r\n\r\n\"It's a great life if you don't weaken,\" said the Cherub hungrily\r\nattacking her omelette. \"And the wortht is yet to come! I thuppose all\r\nyou old dears realithe that this show will have to be rewritten from\r\nend to end, and we'll be rehearthing day and night all the time we're\r\non the road.\"\r\n\r\n\"Why?\" Lois Denham spoke with her mouth full. \"What's wrong with it?\"\r\n\r\nThe Duchess took a sip of coffee.\r\n\r\n\"Don't make me laugh!\" she pleaded. \"What's wrong with it? What's\r\nright with it, one would feel more inclined to ask!\"\r\n\r\n\"One would feel thtill more inclined,\" said the Cherub, \"to athk why\r\none was thuch a chump as to let oneself in for this sort of thing when\r\none hears on all sides that waitresses earn thixty dollars a month.\"\r\n\r\n\"The numbers are all right,\" argued Babe. \"I don't mean the melodies,\r\nbut Johnny has arranged some good business.\"\r\n\r\n\"He always does,\" said the Southern girl. \"Some more buckwheat cakes,\r\nplease. But what about the book?\"\r\n\r\n\"I never listen to the book.\"\r\n\r\nThe Cherub laughed.\r\n\r\n\"You're too good to yourself! I listened to it right along, and take\r\nit from me it's sad! Of courthe they'll have it fixed. We can't open\r\nin New York like this. My professional reputation wouldn't thtand it!\r\nDidn't you thee Wally Mason in front, making notes? They've got him\r\ndown to do the re-writing.\"\r\n\r\nJill, who had been listening in a dazed way to the conversation,\r\nfighting against the waves of sleep which flooded over her, woke up.\r\n\r\n\"Was Wally--was Mr. Mason there?\"\r\n\r\n\"Sure. Sitting at the back.\"\r\n\r\nJill could not have said whether she was glad or sorry. She had not\r\nseen Wally since that afternoon when they had lunched together at the\r\nCosmopolis, and the rush of the final weeks of rehearsals had given\r\nher little opportunity for thinking of him. At the back of her mind\r\nhad been the feeling that sooner or later she would have to think of\r\nhim, but for two weeks she had been too tired and too busy to\r\nre-examine him as a factor in her life. There had been times when the\r\nthought of him had been like the sunshine on a winter day, warming her\r\nwith almost an impersonal glow in moments of depression. And then some\r\nsharp, poignant memory of Derek would come to blot him out.\r\n\r\nShe came out of her thoughts to find that the talk had taken another\r\nturn.\r\n\r\n\"And the wortht of it is,\" the Cherub was saying, \"we shall rehearthe\r\nall day and give a show every night and work ourselves to the bone,\r\nand then, when they're good and ready, they'll fire one of us!\"\r\n\r\n\"That's right!\" agreed the Southern girl.\r\n\r\n\"They couldn't!\" Jill cried.\r\n\r\n\"You wait!\" said the Cherub. \"They'll never open in New York with\r\nthirteen girls. Ike's much too thuperstitious.\"\r\n\r\n\"But they wouldn't do a thing like that after we've all worked so\r\nhard!\"\r\n\r\nThere was a general burst of sardonic laughter. Jill's opinion of the\r\nchivalry of theatrical managers seemed to be higher than that of her\r\nmore experienced colleagues.\r\n\r\n\"They'll do anything,\" the Cherub assured her.\r\n\r\n\"You don't know the half of it, dearie,\" scoffed Lois Denham. \"You\r\ndon't know the half of it!\"\r\n\r\n\"Wait till you've been in as many shows as I have,\" said Babe, shaking\r\nher red locks. \"The usual thing is to keep a girl slaving her head off\r\nall through the road-tour and then fire her before the New York\r\nopening.\"\r\n\r\n\"But it's a shame! It isn't fair!\"\r\n\r\n\"If one is expecting to be treated fairly,\" said the Duchess with a\r\nprolonged yawn, \"one should not go into the show-business.\"\r\n\r\nAnd, having uttered this profoundly true maxim, she fell asleep again.\r\n\r\nThe slumber of the Duchess was the signal for a general move. Her\r\nsomnolence was catching. The restorative effects of the meal were\r\nbeginning to wear off. There was a call for a chorus rehearsal at four\r\no'clock, and it seemed the wise move to go to bed and get some sleep\r\nwhile there was time. The Duchess was roused from her dreams by means\r\nof a piece of ice from one of the tumblers; bills were paid; and the\r\ncompany poured out, yawning and chattering, into the sunlight of the\r\nempty boardwalk.\r\n\r\nJill detached herself from the group, and made her way to a seat\r\nfacing the sea. Tiredness had fallen upon her like a leaden weight,\r\ncrushing all the power out of her limbs, and the thought of walking to\r\nthe boarding-house where, from motives of economy, she was sharing a\r\nroom with the Cherub, paralysed her.\r\n\r\nIt was a perfect morning, clear and cloudless, with the warm\r\nfreshness of a day that means to be hotter later on. The sea sparkled\r\nin the sun. Little waves broke lazily on the grey sand. Jill closed\r\nher eyes, for the brightness of sun and water was trying; and her\r\nthoughts went back to what the Cherub had said.\r\n\r\nIf Wally was really going to rewrite the play, they would be thrown\r\ntogether. She would be obliged to meet him, and she was not sure that\r\nshe was ready to meet him. Still, he would be somebody to talk to on\r\nsubjects other than the one eternal topic of the theatre, somebody who\r\nbelonged to the old life. She had ceased to regard Freddie Rooke in\r\nthis light; for Freddie, solemn with his new responsibilities as a\r\nprincipal, was the most whole-hearted devotee of \"shop\" in the\r\ncompany. Freddie nowadays declined to consider any subject for\r\nconversation that did not have to do with \"The Rose of America\" in\r\ngeneral and his share in it in particular. Jill had given him up, and\r\nhe had paired off with Nelly Bryant. The two were inseparable. Jill\r\nhad taken one or two meals with them, but Freddie's professional\r\nmonologues, of which Nelly seemed never to weary, were too much for\r\nher. As a result she was now very much alone. There were girls in the\r\ncompany whom she liked, but most of them had their own intimate\r\nfriends, and she was always conscious of not being really wanted. She\r\nwas lonely, and, after examining the matter as clearly as her tired\r\nmind would allow, she found herself curiously soothed by the thought\r\nthat Wally would be near to mitigate her loneliness.\r\n\r\nShe opened her eyes, blinking. Sleep had crept upon her with an\r\ninsidious suddenness, and she had almost fallen over on the seat. She\r\nwas just bracing herself to get up and begin the long tramp to the\r\nboarding-house, when a voice spoke at her side.\r\n\r\n\"Hullo! Good morning!\"\r\n\r\nJill looked up.\r\n\r\n\"Hullo, Wally!\"\r\n\r\n\"Surprised to see me?\"\r\n\r\n\"No. Milly Trevor said she had seen you at the rehearsal last night.\"\r\n\r\nWally came round the bench and seated himself at her side. His eyes\r\nwere tired, and his chin dark and bristly.\r\n\r\n\"Had breakfast?\"\r\n\r\n\"Yes, thanks. Have you?\"\r\n\r\n\"Not yet. How are you feeling?\"\r\n\r\n\"Rather tired.\"\r\n\r\n\"I wonder you're not dead. I've been through a good many\r\ndress-rehearsals, but this one was the record. Why they couldn't have\r\nhad it comfortably in New York and just have run through the piece\r\nwithout scenery last night, I don't know, except that in musical\r\ncomedy it's etiquette always to do the most inconvenient thing. They\r\nknow perfectly well that there was no chance of getting the scenery\r\ninto the theatre till the small hours. You must be worn out. Why\r\naren't you in bed?\"\r\n\r\n\"I couldn't face the walk. I suppose I ought to be going, though.\"\r\n\r\nShe half rose, then sank back again. The glitter of the water\r\nhypnotized her. She closed her eyes again. She could hear Wally\r\nspeaking, then his voice grew suddenly faint and far off, and she\r\nceased to fight the delicious drowsiness.\r\n\r\nJill awoke with a start. She opened her eyes, and shut them again at\r\nonce. The sun was very strong now. It was one of those prematurely\r\nwarm days of early Spring which have all the languorous heat of late\r\nsummer. She opened her eyes once more, and found that she was feeling\r\ngreatly refreshed. She also discovered that her head was resting on\r\nWally's shoulder.\r\n\r\n\"Have I been asleep?\"\r\n\r\nWally laughed.\r\n\r\n\"You have been having what you might call a nap.\" He massaged his left\r\narm vigorously. \"You needed it. Do you feel more rested now?\"\r\n\r\n\"Good gracious! Have I been squashing your poor arm all the time? Why\r\ndidn't you move?\"\r\n\r\n\"I was afraid you would fall over. You just shut your eyes and toppled\r\nsideways.\"\r\n\r\n\"What's the time?\"\r\n\r\nWally looked at his watch.\r\n\r\n\"Just on ten.\"\r\n\r\n\"Ten!\" Jill was horrified. \"Why, I have been giving you cramp for\r\nabout three hours! You must have had an awful time!\"\r\n\r\n\"Oh, it was all right. I think I dozed off myself. Except that the\r\nbirds didn't come and cover us with leaves; it was rather like the\r\n'Babes in the Wood.'\"\r\n\r\n\"But you haven't had any breakfast! Aren't you starving?\"\r\n\r\n\"Well, I'm not saying I wouldn't spear a fried egg with some vim if it\r\nhappened to float past. But there's plenty of time for that. Lots of\r\ndoctors say you oughtn't to eat breakfast, and Indian fakirs go\r\nwithout food for days at a time in order to develop their souls. Shall\r\nI take you back to wherever you're staying? You ought to get a proper\r\nsleep in bed.\"\r\n\r\n\"Don't dream of taking me. Go off and have something to eat.\"\r\n\r\n\"Oh, that can wait. I'd like to see you safely home.\"\r\n\r\nJill was conscious of a renewed sense of his comfortingness. There was\r\nno doubt about it, Wally was different from any other man she had\r\nknown. She suddenly felt guilty, as if she were obtaining something\r\nvaluable under false pretences.\r\n\r\n\"Wally!\"\r\n\r\n\"Hullo?\"\r\n\r\n\"You--you oughtn't to be so good to me!\"\r\n\r\n\"Nonsense! Where's the harm in lending a hand--or, rather, an arm--to\r\na pal in trouble?\"\r\n\r\n\"You know what I mean. I can't ... that is to say ... it isn't as\r\nthough ... I mean....\"\r\n\r\nWally smiled a tired, friendly smile.\r\n\r\n\"If you're trying to say what I think you're trying to say, don't! We\r\nhad all that out two weeks ago. I quite understand the position. You\r\nmustn't worry yourself about it.\" He took her arm, and they crossed\r\nthe boardwalk. \"Are we going in the right direction? You lead the way.\r\nI know exactly how you feel. We're old friends, and nothing more. But,\r\nas an old friend, I claim the right to behave like an old friend. If\r\nan old friend can't behave like an old friend, how _can_ an old friend\r\nbehave? And now we'll rule the whole topic out of the conversation.\r\nBut perhaps you're too tired for conversation?\"\r\n\r\n\"Oh, no.\"\r\n\r\n\"Then I will tell you about the sad death of young Mr. Pilkington.\"\r\n\r\n\"What!\"\r\n\r\n\"Well, when I say death, I use the word in a loose sense. The human\r\ngiraffe still breathes, and I imagine, from the speed with which he\r\nlegged it back to his hotel when we parted, that he still takes\r\nnourishment. But really he is dead. His heart is broken. We had a\r\nconference after the dress-rehearsal, and our friend Mr. Goble told\r\nhim in no uncertain words--in the whole course of my experience I have\r\nnever heard words less uncertain--that his damned rotten high-brow\r\nfalse-alarm of a show--I am quoting Mr. Goble--would have to be\r\nrewritten by alien hands. And these are them! On the right, alien\r\nright hand. On the left, alien left hand. Yes, I am the instrument\r\nselected for the murder of Pilkington's artistic aspirations. I'm\r\ngoing to rewrite the show. In fact, I have already rewritten the first\r\nact and most of the second. Goble foresaw this contingency and told me\r\nto get busy two weeks ago, and I've been working hard ever since. We\r\nshall start rehearsing the new version to-morrow and open in Baltimore\r\nnext Monday with practically a different piece. And it's going to be a\r\npippin, believe _me_, said our hero modestly. A gang of composers has\r\nbeen working in shifts for two weeks, and, by chucking out nearly all\r\nof the original music, we shall have a good score. It means a lot of\r\nwork for you, I'm afraid. All the business of the numbers will have to\r\nbe re-arranged.\"\r\n\r\n\"I like work,\" said Jill. \"But I'm sorry for Mr. Pilkington.\"\r\n\r\n\"He's all right. He owns seventy per cent of the show. He may make a\r\nfortune. He's certain to make a comfortable sum. That is, if he\r\ndoesn't sell out his interest in pique--or dudgeon, if you prefer it.\r\nFrom what he said at the close of the proceedings, I fancy he would\r\nsell out to anybody who asked him. At least, he said that he washed\r\nhis hands of the piece. He's going back to New York this\r\nafternoon--won't even wait for the opening. Of course, _I'm_ sorry for\r\nthe poor chap in a way, but he had no right, with the excellent\r\ncentral idea which he got, to turn out such a rotten book. Oh, by the\r\nway!\"\r\n\r\n\"Yes?\"\r\n\r\n\"Another tragedy! Unavoidable, but pathetic. Poor old Freddie! He's\r\nout!\"\r\n\r\n\"Oh, no!\"\r\n\r\n\"Out!\" repeated Wally firmly.\r\n\r\n\"But didn't you think he was good last night?\"\r\n\r\n\"He was awful! But that isn't why. Goble wanted his part rewritten as\r\na Scotchman, so as to get McAndrew, the fellow who made such a hit\r\nlast season in 'Hoots, Mon!' That sort of thing is always happening in\r\nmusical comedy. You have to fit parts to suit whatever good people\r\nhappen to be available at the moment. My heart bleeds for Freddie, but\r\nwhat can one do? At any rate he isn't so badly off as a fellow was in\r\none of my shows. In the second act he was supposed to have escaped\r\nfrom an asylum, and the management, in a passion for realism, insisted\r\nthat he should shave his head. The day after he shaved it, they heard\r\nthat a superior comedian was disengaged and fired him. It's a ruthless\r\nbusiness.\"\r\n\r\n\"The girls were saying that one of us would be dismissed.\"\r\n\r\n\"Oh, I shouldn't think that's likely.\"\r\n\r\n\"I hope not.\"\r\n\r\n\"So do I. What are we stopping for?\"\r\n\r\nJill had halted in front of a shabby-looking house, one of those\r\ndepressing buildings which spring up overnight at seashore resorts and\r\nstart to decay the moment the builders have left them.\r\n\r\n\"I live here.\"\r\n\r\n\"Here?\" Wally looked at her in consternation. \"But....\"\r\n\r\nJill smiled.\r\n\r\n\"We working-girls have got to economize. Besides, it's quite\r\ncomfortable--fairly comfortable--inside, and it's only for a week.\"\r\nShe yawned. \"I believe I'm falling asleep again. I'd better hurry in\r\nand go to bed. Good-bye, Wally dear. You've been wonderful. Mind you\r\ngo and get a good breakfast.\"\r\n\r\n\r\nII\r\n\r\nWhen Jill arrived at the theatre at four o'clock for the chorus\r\nrehearsal, the expected blow had not fallen. No steps had apparently\r\nbeen taken to eliminate the thirteenth girl whose presence in the cast\r\npreyed on Mr. Goble's superstitious mind. But she found her colleagues\r\nstill in a condition of pessimistic foreboding. \"Wait!\" was the gloomy\r\nwatchword of \"The Rose of America\" chorus.\r\n\r\nThe rehearsal passed off without event. It lasted until six o'clock,\r\nwhen Jill, the Cherub, and two or three of the other girls went to\r\nsnatch a hasty dinner before returning to the theatre to make up. It\r\nwas not a cheerful meal. Reaction had set in after the over-exertion\r\nof the previous night, and it was too early for first-night excitement\r\nto take its place. Everybody, even the Cherub, whose spirits seldom\r\nfailed her, was depressed, and the idea of an overhanging doom had\r\ngrown. It seemed now to be merely a question of speculating on the\r\nvictim, and the conversation gave Jill, as the last addition to the\r\ncompany, and so the cause of swelling the ranks of the chorus to the\r\nunlucky number, a feeling of guilt. She was glad when it was time to\r\ngo back to the theatre.\r\n\r\nThe moment she and her companions entered the dressing-room, it was\r\nmade clear to them that the doom had fallen. In a chair in the corner,\r\nall her pretence and affectation swept away in a flood of tears, sat\r\nthe unhappy Duchess, the centre of a group of girls anxious to\r\nconsole, but limited in their ideas of consolation to an occasional\r\npat on the back and an offer of a fresh pocket-handkerchief.\r\n\r\n\"It's tough, honey!\" somebody was saying as Jill came in.\r\n\r\nSomebody else said it was fierce, and a third girl declared it to be\r\nthe limit. A fourth girl, well-meaning but less helpful than she would\r\nhave liked to be, was advising the victim not to worry.\r\n\r\nThe story of the disaster was brief and easily told. The Duchess,\r\nsailing in at the stage-door, had paused at the letterbox to see if\r\nCuthbert, her faithful auto-salesman, had sent her a good-luck\r\ntelegram. He had, but his good wishes were unfortunately neutralized\r\nby the fact that the very next letter in the box was one from the\r\nmanagement, crisp and to the point, informing the Duchess that her\r\nservices would not be required that night or thereafter. It was the\r\nsubtle meanness of the blow that roused the indignation of \"The Rose\r\nof America\" chorus, the cunning villainy with which it had been timed.\r\n\r\n\"Poor Mae, if she'd opened to-night, they'd have had to give her two\r\nweeks' notice or her salary. But they can fire her without a cent just\r\nbecause she's only been rehearsing and hasn't given a show!\"\r\n\r\nThe Duchess burst into fresh flood of tears.\r\n\r\n\"Don't you worry, honey!\" advised the well-meaning girl who would have\r\nbeen in her element looking in on Job with Bildad the Shuhite and his\r\nfriends. \"Don't you worry!\"\r\n\r\n\"It's tough!\" said the girl who had adopted that form of verbal\r\nconsolation.\r\n\r\n\"It's fierce!\" said the girl who preferred that adjective.\r\n\r\nThe other girl, with an air of saying something new, repeated her\r\nstatement that it was the limit. The Duchess cried forlornly\r\nthroughout. She had needed this engagement badly. Chorus salaries are\r\nnot stupendous, but it is possible to save money by means of them\r\nduring a New York run, especially if you have spent three years in a\r\nmilliner's shop and can make your own clothes, as the Duchess, in\r\nspite of her air of being turned out by Fifth Avenue modistes, could\r\nand did. She had been looking forward, now that this absurd piece was\r\nto be rewritten by someone who knew his business and had a good chance\r\nof success, to putting by just those few dollars that make all the\r\ndifference when you are embarking on married life. Cuthbert, for all\r\nhis faithfulness, could not hold up the financial end of the\r\nestablishment unsupported for at least another eighteen months; and\r\nthis disaster meant that the wedding would have to be postponed again.\r\nSo the Duchess, abandoning that aristocratic manner criticized by some\r\nof her colleagues as \"up-stage\" and by others as \"Ritz-y,\" sat in her\r\nchair and consumed pocket-handkerchiefs as fast as they were offered\r\nto her.\r\n\r\nJill had been the only girl in the room who had spoken no word of\r\nconsolation. This was not because she was not sorry for the Duchess.\r\nShe had never been sorrier for any one in her life. The pathos of that\r\nswift descent from haughtiness to misery had bitten deep into her\r\nsensitive heart. But she revolted at the idea of echoing the banal\r\nwords of the others. Words were no good, she thought, as she set her\r\nlittle teeth and glared at an absent management--a management just\r\nabout now presumably distending itself with a luxurious dinner at one\r\nof the big hotels. Deeds were what she demanded. All her life she had\r\nbeen a girl of impulsive action, and she wanted to act impulsively\r\nnow. She was in much the same Berserk mood as had swept her, raging,\r\nto the defence of Bill the parrot on the occasion of his dispute with\r\nHenry of London. The fighting spirit which had been drained from her\r\nby the all-night rehearsal had come back in full measure.\r\n\r\n\"What are you going to _do_?\" she cried. \"Aren't you going to _do_\r\nsomething?\"\r\n\r\nDo? The members of \"The Rose of America\" ensemble looked doubtfully at\r\none another. Do? It had not occurred to them that there was anything\r\nto be done. These things happened, and you regretted them, but as for\r\ndoing anything, well, what _could_ you do?\r\n\r\nJill's face was white and her eyes were flaming. She dominated the\r\nroomful of girls like a little Napoleon. The change in her startled\r\nthem. Hitherto they had always looked on her as rather an unusually\r\nquiet girl. She had always made herself unobtrusively pleasant to them\r\nall. They all liked her. But they had never suspected her of\r\npossessing this militant quality. Nobody spoke, but there was a\r\ngeneral stir. She had flung a new idea broadcast, and it was beginning\r\nto take root. Do something? Well, if it came to that, why not?\r\n\r\n\"We ought all to refuse to go on to-night unless they let her go on!\"\r\nJill declared.\r\n\r\nThe stir became a movement. Enthusiasm is catching, and every girl is\r\nat heart a rebel. And the idea was appealing to the imagination.\r\nRefuse to give a show on the opening night! Had a chorus ever done\r\nsuch a thing? They trembled on the verge of making history.\r\n\r\n\"Strike?\" quavered somebody at the back.\r\n\r\n\"Yes, strike!\" cried Jill.\r\n\r\n\"Hooray! That's the thtuff!\" shouted the Cherub, and turned the scale.\r\nShe was a popular girl, and her adherence to the Cause confirmed the\r\ndoubters. \"Thtrike!\"\r\n\r\n\"Strike! Strike!\"\r\n\r\nJill turned to the Duchess, who had been gaping amazedly at the\r\ndemonstration. She no longer wept, but she seemed in a dream.\r\n\r\n\"Dress and get ready to go on,\" Jill commanded. \"We'll all dress and\r\nget ready to go on. Then I'll go and find Mr. Goble and tell him what\r\nwe mean to do. And, if he doesn't give in, we'll stay here in this\r\nroom, and there won't be a performance!\"\r\n\r\n\r\nIII\r\n\r\nMr. Goble, with a Derby hat on the back of his head and an unlighted\r\ncigar in the corner of his mouth, was superintending the erection of\r\nthe first act set when Jill found him. He was standing with his back\r\nto the safety-curtain glowering at a blue canvas, supposed to\r\nrepresent one of those picturesque summer skies which you get at the\r\nbest places on Long Island. Jill, coming down-stage from the staircase\r\nthat led to the dressing-room, interrupted his line of vision.\r\n\r\n\"Get out of the light!\" bellowed Mr. Goble, always a man of direct\r\nspeech, adding \"Damn you!\" for good measure.\r\n\r\n\"Please move to one side,\" interpreted the stage-director. \"Mr. Goble\r\nis looking at the set.\"\r\n\r\nThe head carpenter, who completed the little group, said nothing.\r\nStage carpenters always say nothing. Long association with fussy\r\ndirectors has taught them that the only policy to pursue on opening\r\nnights is to withdraw into the silence, wrap themselves up in it, and\r\nnot emerge until the enemy has grown tired and gone off to worry\r\nsomebody else.\r\n\r\n\"It don't look right!\" said Mr. Goble, cocking his head on one side.\r\n\r\n\"I see what you mean, Mr. Goble,\" assented the stage-director\r\nobsequiously. \"It has perhaps a little too much--er--not quite\r\nenough--yes, I see what you mean!\"\r\n\r\n\"It's too--damn--BLUE!\" rasped Mr. Goble, impatient of the vacillating\r\ncriticism. \"That's what's the matter with it.\"\r\n\r\nThe head carpenter abandoned the silent policy of a lifetime. He felt\r\nimpelled to utter. He was a man who, when not at the theatre, spent\r\nmost of his time in bed, reading all-fiction magazines; but it so\r\nhappened that once, last summer, he had actually seen the sky; and he\r\nconsidered that this entitled him to speak almost as a specialist on\r\nthe subject.\r\n\r\n\"Ther sky _is_ blue!\" he observed huskily. \"Yessir! I seen it!\"\r\n\r\nHe passed into the silence again, and, to prevent a further lapse,\r\nstopped up his mouth with a piece of chewing-gum.\r\n\r\nMr. Goble regarded the silver-tongued orator wrathfully. He was not\r\naccustomed to chatterboxes arguing with him like this. He would\r\nprobably have said something momentous and crushing, but at this point\r\nJill intervened.\r\n\r\n\"Mr. Goble.\"\r\n\r\nThe manager swung round on her.\r\n\r\n\"What _is_ it?\"\r\n\r\nIt is sad to think how swiftly affection can change to dislike in this\r\nworld. Two weeks before, Mr. Goble had looked on Jill with favour. She\r\nhad seemed good in his eyes. But that refusal of hers to lunch with\r\nhim, followed by a refusal some days later to take a bit of supper\r\nsomewhere, had altered his views on feminine charm. If it had been\r\nleft to him, as most things were about this theatre, to decide which\r\nof the thirteen girls should be dismissed, he would undoubtedly have\r\nselected Jill. But at this stage in the proceedings there was the\r\nunfortunate necessity of making concessions to the temperamental\r\nJohnson Miller. Mr. Goble was aware that the dance-director's services\r\nwould be badly needed in the re-arrangement of the numbers during the\r\ncoming week or so, and he knew that there were a dozen managers\r\nwaiting eagerly to welcome him if he threw up his present job, so he\r\nhad been obliged to approach him in quite a humble spirit and enquire\r\nwhich of his female chorus could be most easily spared. And, as the\r\nDuchess had a habit of carrying her haughty languor on to the stage\r\nand employing it as a substitute for the chorea which was Mr. Miller's\r\nideal, the dance-director had chosen her. To Mr. Goble's dislike of\r\nJill, therefore, was added now something of the fury of the baffled\r\npotentate.\r\n\r\n\"'Jer want?\" he demanded.\r\n\r\n\"Mr. Goble is extremely busy,\" said the stage-director. \"Extremely.\"\r\n\r\nA momentary doubt as to the best way of approaching her subject had\r\ntroubled Jill on her way downstairs, but, now that she was on the\r\nbattlefield confronting the enemy, she found herself cool, collected,\r\nand full of a cold rage which steeled her nerves without confusing her\r\nmind.\r\n\r\n\"I came to ask you to let Mae D'Arcy go on to-night.\"\r\n\r\n\"Who the hell's Mae D'Arcy?\" Mr. Goble broke off to bellow at a\r\nscene-shifter who was depositing the wall of Mrs. Stuyvesant van\r\nDyke's Long Island residence too far down stage. \"Not there, you fool!\r\nHigher up!\"\r\n\r\n\"You gave her notice this evening,\" said Jill.\r\n\r\n\"Well, what about it?\"\r\n\r\n\"We want you to withdraw it.\"\r\n\r\n\"Who's 'we'?\"\r\n\r\n\"The other girls and myself.\"\r\n\r\nMr. Goble jerked his head so violently that the Derby hat flew off, to\r\nbe picked up, dusted, and restored by the stage-director.\r\n\r\n\"Oh, so you don't like it? Well, you know what you can do....\"\r\n\r\n\"Yes,\" said Jill, \"we do. We are going to strike.\"\r\n\r\n\"What?\"\r\n\r\n\"If you don't let Mae go on, we shan't go on. There won't be a\r\nperformance to-night, unless you like to give one without a chorus.\"\r\n\r\n\"Are you crazy?\"\r\n\r\n\"Perhaps. But we're quite unanimous.\"\r\n\r\nMr. Goble, like most theatrical managers, was not good at words over\r\ntwo syllables.\r\n\r\n\"You're what?\"\r\n\r\n\"We've talked it over, and we've all decided to do what I said.\"\r\n\r\nMr. Goble's hat shot off again, and gambolled away into the wings,\r\nwith the stage-director bounding after it like a retriever.\r\n\r\n\"Whose idea's this?\" demanded Mr. Goble. His eyes were a little foggy,\r\nfor his brain was adjusting itself but slowly to the novel situation.\r\n\r\n\"Mine.\"\r\n\r\n\"Oh, yours! I thought as much!\"\r\n\r\n\"Well,\" said Jill, \"I'll go back and tell them that you will not do\r\nwhat we ask. We will keep our make-up on in case you change your\r\nmind.\"\r\n\r\nShe turned away.\r\n\r\n\"Come back!\"\r\n\r\nJill proceeded toward the staircase. As she went, a husky voice spoke\r\nin her ear.\r\n\r\n\"Go to it, kid! You're all right!\"\r\n\r\nThe head-carpenter had broken his Trappist vows twice in a single\r\nevening, a thing which had not happened to him since the night three\r\nyears ago, when, sinking wearily into a seat in a dark corner for a\r\nbit of a rest, he found that one of his assistants had placed a pot of\r\nred paint there.\r\n\r\n\r\nIV\r\n\r\nTo Mr. Goble, fermenting and full of strange oaths, entered Johnson\r\nMiller. The dance-director was always edgey on first nights, and\r\nduring the foregoing conversation had been flitting about the stage\r\nlike a white-haired moth. His deafness had kept him in complete\r\nignorance that there was anything untoward afoot, and he now\r\napproached Mr. Goble with his watch in his hand.\r\n\r\n\"Eight twenty-five,\" he observed. \"Time those girls were on stage.\"\r\n\r\nMr. Goble, glad of a concrete target for his wrath, cursed him in\r\nabout two hundred and fifty rich and well-selected words.\r\n\r\n\"Huh?\" said Miller, hand to ear.\r\n\r\nMr. Goble repeated the last hundred and eleven words, the pick of the\r\nbunch.\r\n\r\n\"Can't hear!\" said Mr. Miller regretfully. \"Got a cold.\"\r\n\r\nThe grave danger that Mr. Goble, a thick-necked man, would undergo\r\nsome sort of a stroke was averted by the presence of mind of the\r\nstage-director, who, returning with the hat, presented it like a\r\nbouquet to his employer, and then, his hands being now unoccupied,\r\nformed them into a funnel and through this flesh-and-blood megaphone\r\nendeavoured to impart the bad news.\r\n\r\n\"The girls say they won't go on!\"\r\n\r\nMr. Miller nodded.\r\n\r\n\"I _said_ it was time they were on.\"\r\n\r\n\"They're on strike!\"\r\n\r\n\"It's not,\" said Mr. Miller austerely, \"what they _like_, it's what\r\nthey're paid for. They ought to be on stage. We should be ringing up\r\nin two minutes.\"\r\n\r\nThe stage-director drew another breath, then thought better of it. He\r\nhad a wife and children, and, if dadda went under with apoplexy, what\r\nbecame of the home, civilization's most sacred product? He relaxed the\r\nmuscles of his diaphragm, and reached for pencil and paper.\r\n\r\nMr. Miller inspected the message, felt for his spectacle-case, found\r\nit, opened it, took out his glasses, replaced the spectacle-case, felt\r\nfor his handkerchief, polished the glasses, replaced the handkerchief,\r\nput the glasses on, and read. A blank look came into his face.\r\n\r\n\"Why?\" he enquired.\r\n\r\nThe stage-director, with a nod of the head intended to imply that he\r\nmust be patient and all would come right in the future, recovered the\r\npaper, and scribbled another sentence. Mr. Miller perused it.\r\n\r\n\"Because Mae D'Arcy has got her notice?\" he queried, amazed. \"But the\r\ngirl can't dance a step.\"\r\n\r\nThe stage-director, by means of a wave of the hand, a lifting of both\r\neyebrows, and a wrinkling of the nose, replied that the situation,\r\nunreasonable as it might appear to the thinking man, was as he had\r\nstated and must be faced. What, he enquired--through the medium of a\r\nclever drooping of the mouth and a shrug of the shoulders--was to be\r\ndone about it?\r\n\r\nMr. Miller remained for a moment in meditation.\r\n\r\n\"I'll go and talk to them,\" he said.\r\n\r\nHe flitted off, and the stage-director leaned back against the\r\nasbestos curtain. He was exhausted, and his throat was in agony, but\r\nnevertheless he was conscious of a feeling of quiet happiness. His\r\nlife had been lived in the shadow of the constant fear that some day\r\nMr. Goble might dismiss him. Should that disaster occur, he felt there\r\nwas always a future for him in the movies.\r\n\r\nScarcely had Mr. Miller disappeared on his peace-making errand, when\r\nthere was a noise like a fowl going through a quickset hedge, and Mr.\r\nSaltzburg, brandishing his baton as if he were conducting an unseen\r\norchestra, plunged through the scenery at the left upper entrance and\r\ncharged excitedly down the stage. Having taken his musicians twice\r\nthrough the overture, he had for ten minutes been sitting in silence,\r\nwaiting for the curtain to go up. At last, his emotional nature\r\ncracking under the strain of this suspense, he had left his\r\nconductor's chair and plunged down under the stage by way of the\r\nmusician's bolthole to ascertain what was causing the delay.\r\n\r\n\"What is it? What is it? What is it? What is it?\" enquired Mr.\r\nSaltzburg. \"I wait and wait and wait and wait and wait.... We cannot\r\nplay the overture again. What is it? What has happened?\"\r\n\r\nMr. Goble, that overwrought soul, had betaken himself to the wings\r\nwhere he was striding up and down with his hands behind his back,\r\nchewing his cigar. The stage-director braced himself once more to the\r\ntask of explanation.\r\n\r\n\"The girls have struck!\"\r\n\r\nMr. Saltzburg blinked through his glasses.\r\n\r\n\"The girls?\" he repeated blankly.\r\n\r\n\"Oh, damn it!\" cried the stage-director, his patience at last giving\r\nway. \"You know what a girl is, don't you?\"\r\n\r\n\"They have what?\"\r\n\r\n\"Struck! Walked out on us! Refused to go on!\"\r\n\r\nMr. Saltzburg reeled under the blow.\r\n\r\n\"But it is impossible! Who is to sing the opening chorus?\"\r\n\r\nIn the presence of one to whom he could relieve his mind without fear\r\nof consequences, the stage-director became savagely jocular.\r\n\r\n\"That's all arranged,\" he said. \"We're going to dress the carpenters\r\nin skirts. The audience won't notice anything wrong.\"\r\n\r\n\"Should I speak to Mr. Goble?\" queried Mr. Saltzburg doubtfully.\r\n\r\n\"Yes, if you don't value your life,\" returned the stage-director.\r\n\r\nMr. Saltzburg pondered.\r\n\r\n\"I will go and speak to the childrun,\" he said. \"I will talk to them.\r\nThey know _me_! I will make them be reasonable.\"\r\n\r\nHe bustled off in the direction taken by Mr. Miller, his coat-tails\r\nflying behind him. The stage-director, with a tired sigh, turned to\r\nface Wally, who had come in through the iron pass-door from the\r\nauditorium.\r\n\r\n\"Hullo!\" said Wally cheerfully. \"Going strong? How's everybody at\r\nhome? Fine? So am I! By the way, am I wrong or did I hear something\r\nabout a theatrical entertainment of some sort here to-night?\" He\r\nlooked about him at the empty stage. In the wings, on the prompt side,\r\ncould be discerned the flannel-clad forms of the gentlemanly members\r\nof the male ensemble, all dressed up for Mrs. Stuyvesant van Dyke's\r\ntennis party. One or two of the principals were standing perplexedly\r\nin the lower entrance. The O.P. side had been given over by general\r\nconsent to Mr. Goble for his perambulations. Every now and then he\r\nwould flash into view through an opening in the scenery. \"I understood\r\nthat to-night was the night for the great revival of comic opera.\r\nWhere are the comics, and why aren't they opping?\"\r\n\r\nThe stage-director repeated his formula once more.\r\n\r\n\"The girls have struck!\"\r\n\r\n\"So have the clocks,\" said Wally. \"It's past nine.\"\r\n\r\n\"The chorus refuse to go on.\"\r\n\r\n\"No, really! Just artistic loathing of the rotten piece, or is there\r\nsome other reason?\"\r\n\r\n\"They're sore because one of them has been given her notice, and they\r\nsay they won't give a show unless she's taken back. They've struck.\r\nThat Mariner girl started it.\"\r\n\r\n\"She did!\" Wally's interest became keener. \"She would!\" he said\r\napprovingly. \"She's a heroine!\"\r\n\r\n\"Little devil! I never liked that girl!\"\r\n\r\n\"Now there,\" said Wally, \"is just the point on which we differ. I have\r\nalways liked her, and I've known her all my life. So, shipmate, if you\r\nhave any derogatory remarks to make about Miss Mariner, keep them\r\nwhere they belong--_there_!\" He prodded the other sharply in the\r\nstomach. He was smiling pleasantly, but the stage-director, catching\r\nhis eye, decided that his advice was good and should be followed. It\r\nis just as bad for the home if the head of the family gets his neck\r\nbroken as if he succumbs to apoplexy.\r\n\r\n\"You surely aren't on their side?\" he said.\r\n\r\n\"Me!\" said Wally. \"Of course I am. I'm always on the side of the\r\ndown-trodden and oppressed. If you know of a dirtier trick than firing\r\na girl just before the opening, so that they won't have to pay her two\r\nweeks' salary, mention it. Till you do, I'll go on believing that it\r\nis the limit. Of course I'm on the girls' side. I'll make them a\r\nspeech if they want me to, or head the procession with a banner if\r\nthey are going to parade down the boardwalk. I'm for 'em, Father\r\nAbraham, a hundred thousand strong. And then a few! If you want my\r\nconsidered opinion, our old friend Goble has asked for it and got it.\r\nAnd I'm glad--glad--glad, if you don't mind my quoting Pollyanna for a\r\nmoment. I hope it chokes him!\"\r\n\r\n\"You'd better not let him hear you talking like that!\"\r\n\r\n\"_Au contraire_, as we say in the Gay City, I'm going to make a point\r\nof letting him hear me talk like that! Adjust the impression that I\r\nfear any Goble in shining armour, because I don't. I propose to speak\r\nmy mind to him. I would beard him in his lair, if he had a beard.\r\nWell, I'll clean-shave him in his lair. That will be just as good. But\r\nhist! whom have we here? Tell me, do you see the same thing I see?\"\r\n\r\nLike the vanguard of a defeated army, Mr. Saltzburg was coming\r\ndejectedly across the stage.\r\n\r\n\"Well?\" said the stage-director.\r\n\r\n\"They would not listen to me,\" said Mr. Saltzburg brokenly. \"The more\r\nI talked the more they did not listen!\" He winced at a painful memory.\r\n\"Miss Trevor stole my baton, and then they all lined up and sang the\r\n'Star-Spangled Banner'!\"\r\n\r\n\"Not the words?\" cried Wally incredulously. \"Don't tell me they knew\r\nthe words!\"\r\n\r\n\"Mr. Miller is still up there, arguing with them. But it will be of no\r\nuse. What shall we do?\" asked Mr. Saltzburg helplessly. \"We ought to\r\nhave rung up half an hour ago. What shall we do-oo-oo?\"\r\n\r\n\"We must go and talk to Goble,\" said Wally. \"Something has got to be\r\nsettled quick. When I left, the audience was getting so impatient that\r\nI thought he was going to walk out on us. He's one of those nasty,\r\ndetermined-looking men. So come along!\"\r\n\r\nMr. Goble, intercepted as he was about to turn for another walk\r\nup-stage, eyed the deputation sourly and put the same question that\r\nthe stage-director had put to Mr. Saltzburg.\r\n\r\n\"Well?\"\r\n\r\nWally came briskly to the point.\r\n\r\n\"You'll have to give in,\" he said, \"or else go and make a speech to\r\nthe audience, the burden of which will be that they can have their\r\nmoney back by applying at the box-office. These Joans of Arc have got\r\nyou by the short hairs!\"\r\n\r\n\"I won't give in!\"\r\n\r\n\"Then give out!\" said Wally. \"Or pay out, if you prefer it. Trot along\r\nand tell the audience that the four dollars fifty in the house will be\r\nrefunded.\"\r\n\r\nMr. Goble gnawed his cigar.\r\n\r\n\"I've been in the show business fifteen years....\"\r\n\r\n\"I know. And this sort of thing has never happened to you before. One\r\ngets new experiences.\"\r\n\r\nMr. Goble cocked his cigar at a fierce angle, and glared at Wally.\r\nSomething told him that Wally's sympathies were not wholly with him.\r\n\r\n\"They can't do this sort of thing to _me_!\" he growled.\r\n\r\n\"Well, they are doing it to someone, aren't they,\" said Wally, \"and,\r\nif it's not you, who is it?\"\r\n\r\n\"I've a damned good mind to fire them all!\"\r\n\r\n\"A corking idea! I can't see a single thing wrong with it except that\r\nit would hang up the production for another five weeks and lose you\r\nyour bookings and cost you a week's rent of this theatre for nothing\r\nand mean having all the dresses made over and lead to all your\r\nprincipals going off and getting other jobs. These trifling things\r\napart, we may call the suggestion a bright one.\"\r\n\r\n\"You talk too damn much!\" said Mr. Goble, eyeing him with distaste.\r\n\r\n\"Well, go on, _you_ say something. Something sensible.\"\r\n\r\n\"It is a very serious situation....\" began the stage-director.\r\n\r\n\"Oh, shut up!\" said Mr. Goble.\r\n\r\nThe stage-director subsided into his collar.\r\n\r\n\"I cannot play the overture again,\" protested Mr. Saltzburg. \"I\r\ncannot!\"\r\n\r\nAt this point Mr. Miller appeared. He was glad to see Mr. Goble. He\r\nhad been looking for him, for he had news to impart.\r\n\r\n\"The girls,\" said Mr. Miller, \"have struck! They won't go on!\"\r\n\r\nMr. Goble, with the despairing gesture of one who realizes the\r\nimpotence of words, dashed off for his favourite walk up stage. Wally\r\ntook out his watch.\r\n\r\n\"Six seconds and a bit,\" he said approvingly, as the manager returned.\r\n\"A very good performance. I should like to time you over the course in\r\nrunning-kit.\"\r\n\r\nThe interval for reflection, brief as it had been, had apparently\r\nenabled Mr. Goble to come to a decision.\r\n\r\n\"Go,\" he said to the stage-director, \"and tell 'em that fool of a\r\nD'Arcy girl can play. We've got to get that curtain up.\"\r\n\r\n\"Yes, Mr. Goble.\"\r\n\r\nThe stage-director galloped off.\r\n\r\n\"Get back to your place,\" said the manager to Mr. Saltzburg, \"and play\r\nthe overture again.\"\r\n\r\n\"Again!\"\r\n\r\n\"Perhaps they didn't hear it the first two times,\" said Wally.\r\n\r\nMr. Goble watched Mr. Saltzburg out of sight. Then he turned to Wally.\r\n\r\n\"That damned Mariner girl was at the bottom of this! She started the\r\nwhole thing! She told me so. Well, I'll settle _her_! She goes\r\nto-morrow!\"\r\n\r\n\"Wait a minute,\" said Wally. \"Wait one minute! Bright as it is, that\r\nidea is _out_!\"\r\n\r\n\"What the devil has it got to do with you?\"\r\n\r\n\"Only this, that if you fire Miss Mariner, I take that neat script\r\nwhich I've prepared and I tear it into a thousand fragments. Or nine\r\nhundred. Anyway, I tear it. Miss Mariner opens in New York, or I pack\r\nup my work and leave.\"\r\n\r\nMr. Goble's green eyes glowed.\r\n\r\n\"Oh, you're stuck on her, are you?\" he sneered. \"I see!\"\r\n\r\n\"Listen, dear heart,\" said Wally, gripping the manager's arm, \"I can\r\nsee that you are on the verge of introducing personalities into this\r\nvery pleasant little chat. Resist the impulse! Why not let your spine\r\nstay where it is instead of having it kicked up through your hat? Keep\r\nto the main issue. Does Miss Mariner open in New York or does she\r\nnot?\"\r\n\r\nThere was a tense silence. Mr. Goble permitted himself a swift review\r\nof his position. He would have liked to do many things to Wally,\r\nbeginning with ordering him out of the theatre, but prudence\r\nrestrained him. He wanted Wally's work. He needed Wally in his\r\nbusiness: and, in the theatre, business takes precedence of personal\r\nfeelings.\r\n\r\n\"All right!\" he growled reluctantly.\r\n\r\n\"That's a promise,\" said Wally. \"I'll see that you keep it.\" He looked\r\nover his shoulder. The stage was filled with gaily-coloured dresses.\r\nThe mutineers had returned to duty. \"Well, I'll be getting along. I'm\r\nrather sorry we agreed to keep clear of personalities, because I\r\nshould have liked to say that, if ever they have a skunk-show at\r\nMadison Square Garden, you ought to enter--and win the blue ribbon.\r\nStill, of course, under our agreement my lips are sealed, and I can't\r\neven hint at it. Good-bye. See you later, I suppose?\"\r\n\r\nMr. Goble, giving a creditable imitation of a living statue, was\r\nplucked from his thoughts by a hand upon his arm. It was Mr. Miller,\r\nwhose unfortunate ailment had prevented him from keeping abreast of\r\nthe conversation.\r\n\r\n\"What did he say?\" enquired Mr. Miller, interested. \"I didn't hear\r\nwhat he said!\"\r\n\r\nMr. Goble made no effort to inform him."
  ]
}