{
  "index": 12,
  "title": "Chapter 11",
  "paragraphs": [
    "MR. PILKINGTON'S LOVE LIGHT\r\n\r\nI\r\n\r\n\r\nThe rehearsals of a musical comedy--a term which embraces \"musical\r\nfantasies\"--generally begin in a desultory sort of way at that curious\r\nbuilding, Bryant Hall, on Sixth Avenue just off Forty-second Street.\r\nThere, in a dusty, uncarpeted room, simply furnished with a few wooden\r\nchairs and some long wooden benches, the chorus--or, in the case of\r\n\"The Rose of America,\" the ensemble--sit round a piano and endeavour,\r\nwith the assistance of the musical director, to get the words and\r\nmelodies of the first-act numbers into their heads. This done, they\r\nare ready for the dance director to instil into them the steps, the\r\ngroupings, and the business for the encores, of which that incurable\r\noptimist always seems to expect there will be at least six. Later, the\r\nprincipals are injected into the numbers. And finally, leaving Bryant\r\nHall and dodging about from one unoccupied theatre to another,\r\nprincipals and chorus rehearse together, running through the entire\r\npiece over and over again till the opening night of the preliminary\r\nroad tour.\r\n\r\nTo Jill, in the early stages, rehearsing was just like being back at\r\nschool. She could remember her first schoolmistress, whom the musical\r\ndirector somewhat resembled in manner and appearance, hammering out\r\nhymns on a piano and leading in a weak soprano an eager, baying pack\r\nof children, each anxious from motives of pride to out-bawl her\r\nnearest neighbour.\r\n\r\nThe proceedings began on the first morning with the entrance of Mr.\r\nSaltzburg, the musical director, a brisk, busy little man with\r\nbenevolent eyes behind big spectacles, who bustled over to the piano,\r\nsat down, and played a loud chord, designed to act as a sort of bugle\r\nblast, rallying the ladies of the ensemble from the corners where they\r\nsat in groups, chatting. For the process of making one another's\r\nacquaintance had begun some ten minutes before with mutual\r\nrecognitions between those who knew each other from having been\r\ntogether in previous productions. There followed rapid introductions\r\nof friends. Nelly Bryant had been welcomed warmly by a pretty girl\r\nwith red hair, whom she introduced to Jill as Babe; Babe had a willowy\r\nblonde friend, named Lois, and the four of them had seated themselves\r\non one of the benches and opened a conversation; their numbers being\r\nadded to a moment later by a dark girl with a Southern accent and\r\nanother blonde. Elsewhere other groups had formed, and the room was\r\nfilled with a noise like the chattering of starlings. In a body by\r\nthemselves, rather forlorn and neglected, half a dozen solemn and\r\nimmaculately dressed young men were propping themselves up against\r\nthe wall and looking on, like men in a ball-room who do not dance.\r\n\r\nJill listened to the conversation without taking any great part in it\r\nherself. She felt as she had done on her first day at school, a little\r\nshy and desirous of effacing herself. The talk dealt with clothes,\r\nmen, and the show business, in that order of importance. Presently one\r\nof the young men sauntered diffidently across the room and added\r\nhimself to the group with the remark that it was a fine day. He was\r\nreceived a little grudgingly, Jill thought, but by degrees succeeded\r\nin assimilating himself. A second young man drifted up; reminded the\r\nwillowy girl that they had worked together in the western company of\r\n\"You're the One\"; was recognized and introduced, and justified his\r\nadmission to the circle by a creditable imitation of a cat-fight. Five\r\nminutes later he was addressing the Southern girl as \"honey,\" and had\r\ninformed Jill that he had only joined this show to fill in before\r\nopening on the three-a-day with the swellest little song-and-dance act\r\nwhich he and a little girl who worked in the cabaret at Geisenheimer's\r\nhad fixed up.\r\n\r\nOn this scene of harmony and good-fellowship Mr. Saltzburg's chord\r\nintruded jarringly. There was a general movement, and chairs and\r\nbenches were dragged to the piano. Mr. Saltzburg causing a momentary\r\ndelay by opening a large brown music-bag and digging in it like a\r\nterrier at a rat-hole, conversation broke out again.\r\n\r\nMr. Saltzburg emerged from the bag, with his hands full of papers,\r\nprotesting.\r\n\r\n\"Childrun! Chil-_drun_! If you please, less noise and attend to me!\"\r\nHe distributed sheets of paper. \"Act One, Opening Chorus. I will play\r\nthe melody three--four times. Follow attentively. Then we will sing it\r\nla-la-la, and after that we will sing the words. So!\"\r\n\r\nHe struck the yellow-keyed piano a vicious blow, producing a tinny and\r\ncomplaining sound. Bending forward with his spectacles almost touching\r\nthe music, he plodded determinedly through the tune, then encored\r\nhimself, and after that encored himself again. When he had done this,\r\nhe removed his spectacles and wiped them. There was a pause.\r\n\r\n\"Izzy,\" observed the willowy young lady chattily, leaning across Jill\r\nand addressing the Southern girl's blonde friend, \"has promised me a\r\nsunburst!\"\r\n\r\nA general stir of interest and a coming close together of heads.\r\n\r\n\"What! Izzy!\"\r\n\r\n\"Sure, Izzy.\"\r\n\r\n\"Well!\"\r\n\r\n\"He's just landed the hat-check privilege at the St. Aurea!\"\r\n\r\n\"You don't say!\"\r\n\r\n\"He told me so last night and promised me the sunburst. He was,\"\r\nadmitted the willowy girl regretfully, \"a good bit tanked at the time,\r\nbut I guess he'll make good.\" She mused awhile, a rather anxious\r\nexpression clouding her perfect profile. She looked like a meditative\r\nGreek goddess. \"If he doesn't,\" she added with maidenly dignity, \"it's\r\nthe last time _I_ go out with the big stiff. I'd tie a can to him\r\nquicker'n look at him!\"\r\n\r\nA murmur of approval greeted this admirable sentiment.\r\n\r\n\"Childrun!\" protested Mr. Saltzburg. \"Chil-drun! Less noise and\r\nchatter of conversation. We are here to work! We must not waste time!\r\nSo! Act One, Opening Chorus. Now, all together. La-la-la....\"\r\n\r\n\"La-la-la....\"\r\n\r\n\"Tum-tum-tumty-tumty....\"\r\n\r\n\"Tum-tum-tumty....\"\r\n\r\nMr. Saltzburg pressed his hands to his ears in a spasm of pain.\r\n\r\n\"No, no, no! Sour! Sour! Sour!... Once again. La-la-la....\"\r\n\r\nA round-faced girl with golden hair and the face of a wondering cherub\r\ninterrupted, speaking with a lisp.\r\n\r\n\"Mithter Thalzburg.\"\r\n\r\n\"Now what is it, Miss Trevor?\"\r\n\r\n\"What sort of a show is this?\"\r\n\r\n\"A musical show,\" said Mr. Saltzburg severely, \"and this is a\r\nrehearsal of it, not a conversazione. Once more, please.\"\r\n\r\nThe cherub was not to be rebuffed.\r\n\r\n\"Is the music good, Mithter Thalzburg?\"\r\n\r\n\"When you have rehearsed it, you shall judge for yourself. Come\r\nnow....\"\r\n\r\n\"Is there anything in it as good as that waltz of yours you played us\r\nwhen we were rehearthing 'Mind How You Go?' You remember. The one that\r\nwent....\"\r\n\r\nA tall and stately girl, with sleepy brown eyes and the air of a\r\nduchess in the servants' hall, bent forward and took a kindly interest\r\nin the conversation.\r\n\r\n\"Oh, have you composed a varlse, Mr. Saltzburg?\" she asked with\r\npleasant condescension. \"How interesting, really! Won't you play it\r\nfor us?\"\r\n\r\nThe sentiment of the meeting seemed to be unanimous in favour of\r\nshelving work and listening to Mr. Saltzburg's waltz.\r\n\r\n\"Oh, Mr. Saltzburg, do!\"\r\n\r\n\"Please!\"\r\n\r\n\"Some one told me it was a pipterino!\"\r\n\r\n\"I cert'nly do love waltzes!\"\r\n\r\n\"Please, Mr. Saltzburg!\"\r\n\r\nMr. Saltzburg obviously weakened. His fingers touched the keys\r\nirresolutely.\r\n\r\n\"But, childrun!\"\r\n\r\n\"I am sure it would be a great pleasure to all of us,\" said the\r\nduchess graciously, \"if you would play it. There is nothing I enjoy\r\nmore than a good varlse.\"\r\n\r\nMr. Saltzburg capitulated. Like all musical directors he had in his\r\nleisure moments composed the complete score of a musical play and\r\nspent much of his time waylaying librettists on the Rialto and trying\r\nto lure them to his apartment to listen to it, with a view to\r\nbusiness. The eternal tragedy of a musical director's life is\r\ncomparable only to that of the waiter who, himself fasting, has to\r\nassist others to eat. Mr. Saltzburg had lofty ideas on music, and his\r\nsoul revolted at being compelled perpetually to rehearse and direct\r\nthe inferior compositions of other men. Far less persuasion than he\r\nhad received to-day was usually required to induce him to play the\r\nwhole of his score.\r\n\r\n\"You wish it?\" he said. \"Well, then! This waltz, you will understand,\r\nis the theme of a musical romance which I have composed. It will be\r\nsung once in the first act by the heroine, then in the second act as a\r\nduet for heroine and hero. I weave it into the finale of the second\r\nact, and we have an echo of it, sung off stage, in the third act. What\r\nI play you now is the second act duet. The verse is longer. So! The\r\nmale voice begins.\"\r\n\r\nA pleasant time was had by all for ten minutes.\r\n\r\n\"Ah, but this is not rehearsing, childrun!\" cried Mr. Saltzburg\r\nremorsefully at the end of that period. \"This is not business. Come\r\nnow, the opening chorus of Act One, and please this time keep on the\r\nkey. Before, it was sour, sour Come! La-la-la....\"\r\n\r\n\"Mr. Thalzburg!\"\r\n\r\n\"Miss Trevor?\"\r\n\r\n\"There was an awfully thweet fox-trot you used to play us. I do\r\nwish....\"\r\n\r\n\"Some other time, some other time! Now we must work. Come!\r\nLa-la-la....\"\r\n\r\n\"I wish you could have heard it, girls\" said the cherub regretfully.\r\n\"Honetht, it was lalapalootha!\"\r\n\r\nThe pack broke into full cry.\r\n\r\n\"Oh, Mr. Saltzburg!\"\r\n\r\n\"Please, Mr. Saltzburg!\"\r\n\r\n\"Do play the fox-trot, Mr. Saltzburg!\"\r\n\r\n\"If it is as good as the varlse,\" said the duchess, stooping once more\r\nto the common level, \"I am sure it must be very good indeed.\" She\r\npowdered her nose. \"And one so rarely hears musicianly music nowadays,\r\ndoes one?\"\r\n\r\n\"Which fox-trot?\" asked Mr. Saltzburg weakly.\r\n\r\n\"Play 'em all!\" decided a voice on the left.\r\n\r\n\"Yes, play 'em all,\" bayed the pack.\r\n\r\n\"I am sure that that would be charming,\" agreed the duchess, replacing\r\nher powder-puff.\r\n\r\nMr. Saltzburg played 'em all. This man by now seemed entirely lost to\r\nshame. The precious minutes that belonged to his employers and should\r\nhave been earmarked for \"The Rose of America\" flitted by. The ladies\r\nand gentlemen of the ensemble, who should have been absorbing and\r\nlearning to deliver the melodies of Roland Trevis and the lyrics of\r\nOtis Pilkington, lolled back in their seats. The yellow-keyed piano\r\nrocked beneath an unprecedented onslaught. The proceedings had begun\r\nto resemble not so much a rehearsal as a happy home evening, and\r\ngrateful glances were cast at the complacent cherub. She had, it was\r\nfelt, shown tact and discretion.\r\n\r\nPleasant conversation began again.\r\n\r\n\"... And I walked a couple of blocks, and there was exactly the same\r\nmodel in Schwartz and Gulderstein's window at twenty-six fifty....\"\r\n\r\n\"... He got on Forty-second Street, and he was kinda fresh from the\r\nstart. At Sixty-sixth he came sasshaying right down the car and said\r\n'Hello, patootie!' Well, I drew myself up....\"\r\n\r\n\"... Even if you are my sister's husband,' I said to him. Oh, I\r\nsuppose I got a temper. It takes a lot to arouse it, y'know, but I c'n\r\nget pretty mad....\"\r\n\r\n\"... You don't know the half of it, dearie, you don't know the half of\r\nit! A one-piece bathing suit! Well, you could call it that, but the\r\ncop of the beach said it was more like a baby's sock. And when....\"\r\n\r\n\"... So I said 'Listen, Izzy, that'll be about all from you! My father\r\nwas a gentleman, though I don't suppose you know what that means, and\r\nI'm not accustomed....'\"\r\n\r\n\"Hey!\"\r\n\r\nA voice from the neighbourhood of the door had cut into the babble\r\nlike a knife into butter; a rough, rasping voice, loud and compelling,\r\nwhich caused the conversation of the members of the ensemble to cease\r\non the instant. Only Mr. Saltzburg, now in a perfect frenzy of\r\nmusicianly fervour, continued to assault the decrepit piano, unwitting\r\nof an unsympathetic addition to his audience.\r\n\r\n\"What I play you now is the laughing trio from my second act. It is a\r\nbuilding number. It is sung by tenor, principal comedian, and\r\nsoubrette. On the second refrain four girls will come out and two\r\nboys. The girls will dance with the two men, the boys with the\r\nsoubrette. So! On the encore four more girls and two more boys. Third\r\nencore, solo-dance for specialty dancer, all on stage beating time by\r\nclapping their hands. On repeat, all sing refrain once more, and off.\r\nLast encore, the three principals and specialty dancer dance the dance\r\nwith entire chorus. It is a great building number, you understand. It\r\nis enough to make the success of any musical play, but can I get a\r\nhearing? No! If I ask managers to listen to my music, they are busy!\r\nIf I beg them to give me a libretto to set, they laugh--ha! ha!\" Mr.\r\nSaltzburg gave a spirited and lifelike representation of a manager\r\nlaughing ha-ha when begged to disgorge a libretto. \"Now I play it once\r\nmore!\"\r\n\r\n\"Like hell you do!\" said the voice. \"Say, what is this, anyway? A\r\nconcert?\"\r\n\r\nMr. Saltzburg swung round on the music-stool, a startled and\r\napprehensive man, and nearly fell off it. The divine afflatus left him\r\nlike air oozing from a punctured toy-balloon, and, like such a\r\nballoon, he seemed to grow suddenly limp and flat. He stared with\r\nfallen jaw at the new arrival.\r\n\r\nTwo men had entered the room. One was the long Mr. Pilkington. The\r\nother, who looked shorter and stouter than he really was beside his\r\ngiraffe-like companion, was a thick-set, fleshy man in the early\r\nthirties with a blond, clean-shaven, double-chinned face. He had\r\nsmooth, yellow hair, an unwholesome complexion, and light green eyes,\r\nset close together. From the edge of the semi-circle about the piano,\r\nhe glared menacingly over the heads of the chorus at the unfortunate\r\nMr. Saltzburg.\r\n\r\n\"Why aren't these girls working?\"\r\n\r\nMr. Saltzburg, who had risen nervously from his stool, backed away\r\napprehensively from his gaze, and, stumbling over the stool, sat down\r\nabruptly on the piano, producing a curious noise like Futurist music.\r\n\r\n\"I--We--Why, Mr. Goble....\"\r\n\r\nMr. Goble turned his green gaze on the concert audience, and spread\r\ndiscomfort as if it were something liquid which he was spraying\r\nthrough a hose. The girls who were nearest looked down flutteringly at\r\ntheir shoes: those further away concealed themselves behind their\r\nneighbours. Even the duchess, who prided herself on being the\r\npossessor of a stare of unrivalled haughtiness, before which the fresh\r\nquailed and those who made breaks subsided in confusion, was unable to\r\nmeet his eyes: and the willowy friend of Izzy, for all her victories\r\nover that monarch of the hat-checks, bowed before it like a slim tree\r\nbefore a blizzard.\r\n\r\nOnly Jill returned the manager's gaze. She was seated on the outer rim\r\nof the semi-circle, and she stared frankly at Mr. Goble. She had never\r\nseen anything like him before, and he fascinated her. This behaviour\r\non her part singled her out from the throng, and Mr. Goble\r\nconcentrated his attention on her.\r\n\r\nFor some seconds he stood looking at her; then, raising a stubby\r\nfinger, he let his eye travel over the company, and seemed to be\r\nengrossed in some sort of mathematical calculation.\r\n\r\n\"Thirteen,\" he said at length. \"I make it thirteen.\" He rounded on Mr.\r\nPilkington. \"I told you we were going to have a chorus of twelve.\"\r\n\r\nMr. Pilkington blushed and stumbled over his feet.\r\n\r\n\"Ah, yes ... yes,\" he murmured vaguely. \"Yes!\"\r\n\r\n\"Well, there are thirteen here. Count 'em for yourself.\" He whipped\r\nround on Jill. \"What's _your_ name? Who engaged you?\"\r\n\r\nA croaking sound from the neighbourhood of the ceiling indicated the\r\nclearing of Mr. Pilkington's throat.\r\n\r\n\"I--er--_I_ engaged Miss Mariner, Mr. Goble.\"\r\n\r\n\"Oh, _you_ engaged her?\"\r\n\r\nHe stared again at Jill. The inspection was long and lingering, and\r\naffected Jill with a sense of being inadequately clothed. She returned\r\nthe gaze as defiantly as she could, but her heart was beating fast.\r\nShe had never yet been frightened of any man, but there was something\r\nreptilian about this fat, yellow-haired individual which disquieted\r\nher, much as cockroaches had done in her childhood. A momentary\r\nthought flashed through her mind that it would be horrible to be\r\ntouched by him. He looked soft and glutinous.\r\n\r\n\"All right,\" said Mr. Goble at last, after what seemed to Jill many\r\nminutes. He nodded to Mr. Saltzburg. \"Get on with it! And try working\r\na little this time! I don't hire you to give musical entertainments.\"\r\n\r\n\"Yes, Mr. Goble, yes. I mean no, Mr. Goble!\"\r\n\r\n\"You can have the Gotham stage this afternoon,\" said Mr. Goble. \"Call\r\nthe rehearsal for two sharp.\"\r\n\r\nOutside the door, he turned to Mr. Pilkington.\r\n\r\n\"That was a fool trick of yours, hiring that girl. Thirteen! I'd as\r\nsoon walk under a ladder on a Friday as open in New York with a chorus\r\nof thirteen. Well, it don't matter. We can sack one of 'em after we've\r\nopened on the road.\" He mused for a moment. \"Darned pretty girl,\r\nthat!\" he went on meditatively. \"Where did you get her?\"\r\n\r\n\"She--ah--came into the office, when you were out. She struck me as\r\nbeing essentially the type we required for our ensemble, so\r\nI--er--engaged her. She--\" Mr. Pilkington gulped. \"She is a charming,\r\nrefined girl!\"\r\n\r\n\"She's darned pretty,\" admitted Mr. Goble, and went on his way wrapped\r\nin thought, Mr. Pilkington following timorously. It was episodes like\r\nthe one that had just concluded which made Otis Pilkington wish that\r\nhe possessed a little more assertion. He regretted wistfully that he\r\nwas not one of those men who can put their hat on the side of their\r\nheads and shoot out their chins and say to the world \"Well, what about\r\nit!\" He was bearing the financial burden of this production. If it\r\nshould be a failure, his would be the loss. Yet somehow this coarse,\r\nrough person in front of him never seemed to allow him a word in the\r\nexecutive policy of the piece. He treated him as a child. He\r\ndomineered and he shouted, and behaved as if he were in sole command.\r\nMr Pilkington sighed. He rather wished he had never gone into this\r\nundertaking.\r\n\r\nInside the room, Mr. Saltzburg wiped his forehead, his spectacles, and\r\nhis hands. He had the aspect of one who wakes from a dreadful dream.\r\n\r\n\"Childrun!\" he whispered brokenly. \"Childrun! If you please, once\r\nmore. Act One, Opening Chorus. Come! La-la-la!\"\r\n\r\n\"La-la-la!\" chanted the subdued members of the ensemble.\r\n\r\n\r\nII\r\n\r\nBy the time the two halves of the company, ensemble and principals,\r\nmelted into one complete whole, the novelty of her new surroundings\r\nhad worn off, and Jill was feeling that there had never been a time\r\nwhen she had not been one of a theatrical troupe, rehearsing. The\r\npleasant social gatherings round Mr. Saltzburg's piano gave way in a\r\nfew days to something far less agreeable and infinitely more\r\nstrenuous, the breaking-in of the dances under the supervision of the\r\nfamous Johnson Miller. Johnson Miller was a little man with snow-white\r\nhair and the india-rubber physique of a juvenile acrobat. Nobody knew\r\nactually how old he was, but he certainly looked much too advanced in\r\nyears to be capable of the feats of endurance which he performed\r\ndaily. He had the untiring enthusiasm of a fox-terrier, and had\r\nbullied and scolded more companies along the rocky road that leads to\r\nsuccess than any half-dozen dance-directors in the country, in spite\r\nof his handicap in being almost completely deaf. He had an almost\r\nmiraculous gift of picking up the melodies for which it was his\r\nbusiness to design dances, without apparently hearing them. He seemed\r\nto absorb them through the pores. He had a blunt and arbitrary manner,\r\nand invariably spoke his mind frankly and honestly--a habit which made\r\nhim strangely popular in a profession where the language of equivoque\r\nis cultivated almost as sedulously as in the circles of international\r\ndiplomacy. What Johnson Miller said to your face was official, not\r\nsubject to revision as soon as your back was turned, and people\r\nappreciated this.\r\n\r\nIzzy's willowy friend summed him up one evening when the ladies of the\r\nensemble were changing their practice-clothes after a particularly\r\nstrenuous rehearsal, defending him against the Southern girl, who\r\ncomplained that he made her tired.\r\n\r\n\"You bet he makes you tired,\" she said. \"So he does me. I'm losing my\r\ngirlish curves, and I'm so stiff I can't lace my shoes. But he knows\r\nhis business and he's on the level, which is more than you can say of\r\nmost of these guys in the show business.\"\r\n\r\n\"That's right,\" agreed the Southern girl's blonde friend. \"He does\r\nknow his business. He's put over any amount of shows which would have\r\nflopped like dogs without him to stage the numbers.\"\r\n\r\nThe duchess yawned. Rehearsing always bored her, and she had not been\r\ngreatly impressed by what she had seen of \"The Rose of America.\"\r\n\r\n\"One will be greatly surprised if he can make a success of _this_\r\nshow! I confess I find it perfectly ridiculous.\"\r\n\r\n\"Ithn't it the limit, honetht!\" said the cherub, arranging her golden\r\nhair at the mirror. \"It maketh me thick! Why on earth ith Ike putting\r\nit on?\"\r\n\r\nThe girl who knew everything--there is always one in every\r\ncompany--hastened to explain.\r\n\r\n\"I heard all about that. Ike hasn't any of his own money in the thing.\r\nHe's getting twenty-five per cent of the show for running it. The\r\nangel is the long fellow you see jumping around. Pilkington his name\r\nis.\"\r\n\r\n\"Well, it'll need to be Rockefeller later on,\" said the blonde.\r\n\r\n\"Oh, they'll get thomebody down to fixth it after we've been out on\r\nthe road a couple of days,\" said the cherub, optimistically. \"They\r\nalwayth do. I've seen worse shows than this turned into hits. All it\r\nwants ith a new book and lyrics and a different thcore.\"\r\n\r\n\"And a new set of principals,\" said the red-headed Babe. \"Did you ever\r\nsee such a bunch?\"\r\n\r\nThe duchess, with another tired sigh, arched her well-shaped eyebrows\r\nand studied the effect in the mirror.\r\n\r\n\"One wonders where they pick these persons up,\" she assented\r\nlanguidly. \"They remind me of a headline I saw in the paper this\r\nmorning--'Tons of Hams Unfit for Human Consumption.' Are any of you\r\ngirls coming my way? I Can give two or three of you a lift in my\r\nlimousine.\"\r\n\r\n\"Thorry, old dear, and thanks ever so much,\" said the cherub, \"but I\r\ninstructed Clarence, my man, to have the street-car waiting on the\r\ncorner, and he'll be too upset if I'm not there.\"\r\n\r\nNelly had an engagement to go and help one of the other girls buy a\r\nSpring suit, a solemn rite which it is impossible to conduct by\r\noneself: and Jill and the cherub walked to the corner together. Jill\r\nhad become very fond of the little thing since rehearsals began. She\r\nreminded her of a London sparrow. She was so small and perky and so\r\nabsurdly able to take care of herself.\r\n\r\n\"Limouthine!\" snorted the cherub. The duchess' concluding speech\r\nevidently still rankled. \"She gives me a pain in the gizthard!\"\r\n\r\n\"Hasn't she got a limousine?\" asked Jill.\r\n\r\n\"Of course she hasn't. She's engaged to be married to a demonstrator\r\nin the Speedwell Auto Company, and he thneaks off when he can get away\r\nand gives her joy-rides. That's all the limouthine she's got. It beats\r\nme why girls in the show business are alwayth tho crazy to make\r\nthemselves out vamps with a dozen millionaires on a string. If Mae\r\nwouldn't four-flush and act like the Belle of the Moulin Rouge, she'd\r\nbe the nithest girl you ever met. She's mad about the fellow she's\r\nengaged to, and wouldn't look at all the millionaires in New York if\r\nyou brought 'em to her on a tray. She's going to marry him as thoon as\r\nhe's thaved enough to buy the furniture, and then she'll thettle down\r\nin Harlem thomewhere and cook and mind the baby and regularly be one\r\nof the lower middle classes. All that's wrong with Mae ith that she's\r\nread Gingery Stories and thinkth that's the way a girl has to act when\r\nshe'th in the chorus.\"\r\n\r\n\"That's funny,\" said Jill. \"I should never have thought it. I\r\nswallowed the limousine whole.\"\r\n\r\nThe cherub looked at her curiously. Jill puzzled her. Jill had,\r\nindeed, been the subject of much private speculation among her\r\ncolleagues.\r\n\r\n\"This is your first show, ithn't it?\" she asked.\r\n\r\n\"Yes.\"\r\n\r\n\"Thay, what are you doing in the chorus, anyway?\"\r\n\r\n\"Getting scolded by Mr. Miller mostly, it seems to me.\r\n\r\n\"Thcolded by Mr. Miller! Why didn't you say 'bawled out by Johnny'?\r\nThat'th what any of the retht of us would have said.\"\r\n\r\n\"Well, I've lived most of my life in England. You can't expect me to\r\ntalk the language yet.\"\r\n\r\n\"I thought you were English. You've got an acthent like the fellow who\r\nplays the dude in thith show. Thay, why did you ever get into the show\r\nbusiness?\"\r\n\r\n\"Well ... well, why did you? Why does anybody?\"\r\n\r\n\"Why did I? Oh, I belong there. I'm a regular Broadway rat. I wouldn't\r\nbe happy anywhere elthe. I was born in the show business. I've got two\r\nthithters in the two-a-day and a brother in thtock in California and\r\ndad's one of the betht comedians on the burlethque wheel. But any one\r\ncan thee you're different. There's no reathon why you should be\r\nsticking around in the chorus.\"\r\n\r\n\"But there is. I've no money, and I can't do anything to make it.\"\r\n\r\n\"Honetht?\"\r\n\r\n\"Honest.\"\r\n\r\n\"That's tough.\" The cherub pondered, her round eyes searching Jill's\r\nface. \"Why don't you get married?\"\r\n\r\nJill laughed.\r\n\r\n\"Nobody's asked me.\"\r\n\r\n\"Somebody thoon will. At least, if he's on the level, and I think he\r\nis. You can generally tell by the look of a guy, and, if you ask me,\r\nfriend Pilkington's got the licence in hith pocket and the ring all\r\nordered and everything.\"\r\n\r\n\"Pilkington!\" cried Jill aghast.\r\n\r\nShe remembered certain occasions during rehearsals, when, while the\r\nchorus idled in the body of the theatre and listened to the principals\r\nworking at their scenes, the elongated Pilkington had suddenly\r\nappeared in the next seat and conversed sheepishly in a low voice.\r\nCould this be love? If so, it was a terrible nuisance. Jill had had\r\nher experience in London of enamoured young men who, running true to\r\nnational form, declined to know when they were beaten, and she had not\r\nenjoyed the process of cooling their ardour. She had a kind heart, and\r\nit distressed her to give pain. It also got on her nerves to be dogged\r\nby stricken males who tried to catch her eye in order that she might\r\nobserve their broken condition. She recalled one house-party in Wales\r\nwhere it rained all the time and she had been cooped up with a victim\r\nwho kept popping out from obscure corners and beginning all his pleas\r\nwith the words \"I say, you know...!\" She trusted that Otis Pilkington\r\nwas not proposing to conduct a wooing on those lines. Yet he had\r\ncertainly developed a sinister habit of popping out at the theatre. On\r\nseveral occasions he had startled her by appearing at her side as if\r\nhe had come up out of a trap.\r\n\r\n\"Oh, no!\" cried Jill.\r\n\r\n\"Oh, yeth!\" insisted the cherub, waving imperiously to an approaching\r\nstreet-car. \"Well, I must be getting up-town. I've got a date. Thee\r\nyou later.\"\r\n\r\n\"I'm sure you're mistaken.\"\r\n\r\n\"I'm not.\"\r\n\r\n\"But what makes you think so?\"\r\n\r\nThe cherub placed a hand on the rail of the car, preparatory to\r\nswinging herself on board.\r\n\r\n\"Well, for one thing,\" she said, \"he'th been stalking you like an\r\nIndian ever since we left the theatre! Look behind you. Good-bye,\r\nhoney. Thend me a piece of the cake!\"\r\n\r\nThe street-car bore her away. The last that Jill saw of her was a wide\r\nand amiable grin. Then, turning, she beheld the snake-like form of\r\nOtis Pilkington towering at her side.\r\n\r\nMr. Pilkington seemed nervous but determined. His face was half hidden\r\nby the silk scarf that muffled his throat, for he was careful of his\r\nhealth and had a fancied tendency to bronchial trouble. Above the\r\nscarf a pair of mild eyes gazed down at Jill through their\r\ntortoiseshell-rimmed spectacles. It was hopeless for Jill to try to\r\ntell herself that the tender gleam behind the glass was not the love\r\nlight in Otis Pilkington's eyes. The truth was too obvious.\r\n\r\n\"Good evening, Miss Mariner,\" said Mr. Pilkington, his voice sounding\r\nmuffled and far away through the scarf. \"Are you going up-town?\"\r\n\r\n\"No, down-town,\" said Jill quickly.\r\n\r\n\"So am I,\" said Mr. Pilkington.\r\n\r\nJill felt annoyed, but helpless. It is difficult to bid a tactful\r\nfarewell to a man who has stated his intention of going in the same\r\ndirection as yourself. There was nothing for it but to accept the\r\nunspoken offer of Otis Pilkington's escort. They began to walk down\r\nBroadway together.\r\n\r\n\"I suppose you are tired after the rehearsal?\" enquired Mr.\r\nPilkington in his precise voice. He always spoke as if he were\r\nweighing each word and clipping it off a reel.\r\n\r\n\"A little. Mr. Miller is very enthusiastic.\"\r\n\r\n\"About the piece?\" Her companion spoke eagerly.\r\n\r\n\"No; I meant hard-working.\"\r\n\r\n\"Has he said anything about the piece?\"\r\n\r\n\"Well, no. You see, he doesn't confide in us a great deal, except to\r\ntell us his opinion of the way we do the steps. I don't think we\r\nimpress him very much, to judge from what he says. But the girls say\r\nhe always tells every chorus he rehearses that it is the worst he ever\r\nhad anything to do with.\"\r\n\r\n\"And the chor--the--er--ladies of the ensemble? What do they think of\r\nthe piece?\"\r\n\r\n\"Well, I don't suppose they are very good judges, are they?\" said Jill\r\ndiplomatically.\r\n\r\n\"You mean they do not like it?\"\r\n\r\n\"Some of them don't seem quite to understand it.\"\r\n\r\nMr. Pilkington was silent for a moment.\r\n\r\n\"I am beginning to wonder myself whether it may not be a little over\r\nthe heads of the public,\" he said ruefully. \"When it was first\r\nperformed....\"\r\n\r\n\"Oh, has it been done before?\"\r\n\r\n\"By amateurs, yes, at the house of my aunt, Mrs. Waddesleigh Peagrim,\r\nat Newport, last summer. In aid of the Armenian orphans. It was\r\nextraordinarily well received on that occasion. We nearly made our\r\nexpenses. It was such a success that--I feel I can confide in you. I\r\nshould not like this repeated to your--your--the other ladies--it was\r\nsuch a success that, against my aunt's advice, I decided to give it a\r\nBroadway production. Between ourselves, I am shouldering practically\r\nall the expenses of the undertaking. Mr. Goble has nothing to do with\r\nthe financial arrangements of 'The Rose of America.' Those are\r\nentirely in my hands. Mr. Goble, in return for a share in the profits,\r\nis giving us the benefit of his experience as regards the management\r\nand booking of the piece. I have always had the greatest faith in it.\r\nTrevis and I wrote it when we were in college together, and all our\r\nfriends thought it exceptionally brilliant. My aunt, as I say, was\r\nopposed to the venture. She holds the view that I am not a good man of\r\nbusiness. In a sense, perhaps, she is right. Temperamentally, no\r\ndoubt, I am more the artist. But I was determined to show the public\r\nsomething superior to the so-called Broadway successes, which are so\r\nterribly trashy. Unfortunately, I am beginning to wonder whether it is\r\npossible, with the crude type of actor at one's disposal in this\r\ncountry, to give a really adequate performance of such a play as 'The\r\nRose of America.' These people seem to miss the spirit of the piece,\r\nits subtle topsy-turvy humour, its delicate whimsicality. This\r\nafternoon,\" Mr. Pilkington choked. \"This afternoon I happened to\r\noverhear two of the principals, who were not aware that I was within\r\nearshot, discussing the play. One of them--these people express\r\nthemselves curiously--one of them said that he thought it a quince:\r\nand the other described it as a piece of gorgonzola cheese! That is\r\nnot the spirit that wins success!\"\r\n\r\nJill was feeling immensely relieved. After all, it seemed, this poor\r\nyoung man merely wanted sympathy, not romance. She had been mistaken,\r\nshe felt, about that gleam in his eyes. It was not the lovelight: it\r\nwas the light of panic. He was the author of the play. He had sunk a\r\nlarge sum of money in its production, he had heard people criticizing\r\nit harshly, and he was suffering from what her colleagues in the\r\nchorus would have called cold feet. It was such a human emotion and he\r\nseemed so like an overgrown child pleading to be comforted that her\r\nheart warmed to him. Relief melted her defences. And when, on their\r\narrival at Thirty-fourth Street Mr. Pilkington suggested that she\r\npartake of a cup of tea at his apartment, which was only a couple of\r\nblocks away off Madison Avenue, she accepted the invitation without\r\nhesitating.\r\n\r\nOn the way to his apartment Mr. Pilkington continued in the minor key.\r\nHe was a great deal more communicative than she herself would have\r\nbeen to such a comparative stranger as she was, but she knew that men\r\nwere often like this. Over in London, she had frequently been made the\r\nrecipient of the most intimate confidences by young men whom she had\r\nmet for the first time the same evening at a dance. She had been\r\nforced to believe that there was something about her personality that\r\nacted on a certain type of man like the crack in the dam, setting\r\nloose the surging flood of their eloquence. To this class Otis\r\nPilkington evidently belonged, for, once started, he withheld nothing.\r\n\r\n\"It isn't that I'm dependent on Aunt Olive or anything like that,\" he\r\nvouchsafed, as he stirred the tea in his Japanese-print hung studio.\r\n\"But you know how it is. Aunt Olive is in a position to make it very\r\nunpleasant for me if I do anything foolish. At present, I have reason\r\nto know that she intends to leave me practically all that she\r\npossesses. Millions!\" said Mr. Pilkington, handing Jill a cup. \"I\r\nassure you, millions! But there is a hard commercial strain in her. It\r\nwould have the most prejudicial effect upon her if; especially after\r\nshe had expressly warned me against it, I were to lose a great deal of\r\nmoney over this production. She is always complaining that I am not a\r\nbusiness man like my late uncle. Mr. Waddesleigh Peagrim made a\r\nfortune in smoked hams.\" Mr. Pilkington looked at the Japanese prints,\r\nand shuddered slightly. \"Right up to the time of his death he was\r\nurging me to go into the business. I could not have endured it. But,\r\nwhen I heard those two men discussing the play, I almost wished that I\r\nhad done so.\"\r\n\r\nJill was now completely disarmed. She would almost have patted this\r\nunfortunate young man's head, if she could have reached it.\r\n\r\n\"I shouldn't worry about the piece,\" she said. \"I've read somewhere or\r\nheard somewhere that it's the surest sign of a success when actors\r\ndon't like a play.\"\r\n\r\nMr. Pilkington drew his chair an imperceptible inch nearer.\r\n\r\n\"How sympathetic you are!\"\r\n\r\nJill perceived with chagrin that she had been mistaken after all. It\r\n_was_ the love light. The tortoiseshell-rimmed spectacles sprayed it\r\nall over her like a couple of searchlights. Otis Pilkington was\r\nlooking exactly like a sheep, and she knew from past experience that\r\nthat was the infallible sign. When young men looked like that, it was\r\ntime to go.\r\n\r\n\"I'm afraid I must be off,\" she said. \"Thank you so much for giving me\r\ntea. I shouldn't be a bit afraid about the play. I'm sure it's going\r\nto be splendid. Good-bye.\"\r\n\r\n\"You aren't going already?\"\r\n\r\n\"I must. I'm very late as it is. I promised....\"\r\n\r\nWhatever fiction Jill might have invented to the detriment of her soul\r\nwas interrupted by a ring at the bell. The steps of Mr. Pilkington's\r\nJapanese servant crossing the hall came faintly to the sitting-room.\r\n\r\n\"Mr. Pilkington in?\"\r\n\r\nOtis Pilkington motioned pleadingly to Jill.\r\n\r\n\"Don't go!\" he urged. \"It's only a man I know. He has probably come\r\nto remind me that I am dining with him to-night. He won't stay a\r\nminute. Please don't go.\"\r\n\r\nJill sat down. She had no intention of going now. The cheery voice at\r\nthe front door had been the cheery voice of her long-lost uncle, Major\r\nChristopher Selby."
  ]
}