{
  "index": 15,
  "title": "Chapter 14",
  "paragraphs": [
    "MR. GOBLE MAKES THE BIG NOISE\r\n\r\nI\r\n\r\n\r\nSpring, whose coming the breeze had heralded to Wally as he smoked\r\nupon the roof, floated graciously upon New York two mornings later.\r\nThe city awoke to a day of blue and gold and to a sense of hard times\r\nover and good times to come. In his apartment on Park Avenue, Mr Isaac\r\nGoble, sniffing the gentle air from the window of his breakfast-room,\r\nreturned to his meal and his _Morning Telegraph_ with a resolve to\r\nwalk to the theatre for rehearsal: a resolve which had also come to\r\nJill and Nelly Bryant, eating stewed prunes in their boarding-house in\r\nthe Forties. On the summit of his sky-scraper, Wally Mason, performing\r\nSwedish exercises to the delectation of various clerks and\r\nstenographers in the upper windows of neighbouring buildings, felt\r\nyoung and vigorous and optimistic, and went in to his shower-bath\r\nthinking of Jill. And it was of Jill, too, that young Pilkington\r\nthought, as he propped his long form up against the pillows and sipped\r\nhis morning cup of tea. For the first time in several days a certain\r\nmoodiness which had affected Otis Pilkington left him, and he dreamed\r\nhappy day-dreams.\r\n\r\nThe gaiety of Otis was not, however, entirely or even primarily due to\r\nthe improvement in the weather. It had its source in a conversation\r\nwhich had taken place between himself and Jill's Uncle Chris on the\r\nprevious night. Exactly how it had come about, Mr. Pilkington was not\r\nentirely clear, but, somehow, before he was fully aware of what he was\r\nsaying, he had begun to pour into Major Selby's sympathetic ears the\r\nstory of his romance. Encouraged by the other's kindly receptiveness,\r\nhe had told him all--his love for Jill, his hopes that some day it\r\nmight be returned, the difficulties complicating the situation owing\r\nto the known prejudices of Mrs. Waddesleigh Peagrim concerning girls\r\nwho formed the personnel of musical comedy ensembles. To all these\r\noutpourings Major Selby had listened with keen attention, and finally\r\nhad made one of those luminous suggestions, so simple yet so shrewd,\r\nwhich emanate only from your man of the world. It was Jill's girlish\r\nambition, it seemed from Major Selby's statement, to become a force in\r\nthe motion-picture world. The movies were her objective.\r\n\r\nWhat, he broke off to ask, did Pilkington think of the idea?\r\n\r\nPilkington thought the idea splendid. Miss Mariner, with her charm and\r\nlooks, would be wonderful in the movies.\r\n\r\nThere was, said Uncle Chris, a future for the girl in the movies.\r\n\r\nMr. Pilkington agreed cordially. A great future indeed.\r\n\r\n\"Observe,\" proceeded Uncle Chris, gathering speed and expanding his\r\nchest as he spread his legs before the fire, \"how it would simplify\r\nthe whole matter if Jill were to become a motion-picture artist and\r\nwin fame and wealth in her profession. You go to your excellent aunt\r\nand announce that you are engaged to be married to Jill Mariner. There\r\nis a momentary pause. 'Not _the_ Jill Mariner?' falters Mrs. Peagrim.\r\n'Yes, the famous Miss Mariner!' you reply. Well, I ask you, my boy,\r\ncan you see her making any objection? Such a thing would be absurd.\r\nNo, I can see no flaw in the project whatsoever.\" Here Uncle Chris, as\r\nhe had pictured Mrs. Peagrim doing, paused for a moment. \"Of course,\r\nthere would be the preliminaries.\"\r\n\r\n\"The preliminaries?\"\r\n\r\nUncle Chris' voice became a melodious coo. He beamed upon Mr.\r\nPilkington.\r\n\r\n\"Well, think for yourself, my boy! These things cannot be done without\r\nmoney. I do not propose to allow my niece to waste her time and her\r\nenergy in the rank and file of the profession, waiting years for a\r\nchance that might never come. There is plenty of room at the top, and\r\nthat, in the motion-picture profession, is the place to start. If Jill\r\nis to become a motion-picture artist, a special company must be formed\r\nto promote her. She must be made a feature, a star, from the\r\nbeginning. Whether,\" said Uncle Chris, smoothing the crease of his\r\ntrousers, \"you would wish to take shares in the company yourself....\"\r\n\r\n\"Oo...!\"\r\n\r\n\"... is a matter,\" proceeded Uncle Chris, ignoring the interruption,\r\n\"for you yourself to decide. Possibly you have other claims on your\r\npurse. Possibly this musical play of yours has taken all the cash you\r\nare prepared to lock up. Possibly you may consider the venture too\r\nspeculative. Possibly ... there are a hundred reasons why you may not\r\nwish to join us. But I know a dozen men--I can go down Wall Street\r\nto-morrow and pick out twenty men--who will be glad to advance the\r\nnecessary capital. I can assure you that I personally shall not\r\nhesitate to risk--if one can call it risking--any loose cash which I\r\nmay have lying idle at my banker's.\"\r\n\r\nHe rattled the loose cash which he had lying idle in his\r\ntrouser-pocket--fifteen cents in all--and stopped to flick a piece of\r\nfluff off his coat-sleeve. Mr. Pilkington was thus enabled to insert a\r\nword.\r\n\r\n\"How much would you want?\" he enquired.\r\n\r\n\"That,\" said Uncle Chris meditatively, \"is a little hard to say. I\r\nshould have to look into the matter more closely in order to give you\r\nthe exact figures. But let us say for the sake of argument that you\r\nput up--what shall we say?--a hundred thousand? fifty thousand? ...\r\nno, we will be conservative. Perhaps you had better not begin with\r\nmore than ten thousand. You can always buy more shares later. I don't\r\nsuppose I shall begin with more than ten thousand myself.\"\r\n\r\n\"I could manage ten thousand all right.\"\r\n\r\n\"Excellent. We make progress, we make progress. Very well, then. I go\r\nto my Wall Street friends and tell them about the scheme, and say\r\n'Here is ten thousand dollars! What is your contribution?' It puts the\r\naffair on a business-like basis, you understand. Then we really get to\r\nwork. But use your own judgment, my boy, you know. Use your own\r\njudgment. I would not think of persuading you to take such a step, if\r\nyou felt at all doubtful. Think it over. Sleep on it. And, whatever\r\nyou decide to do, on no account say a word about it to Jill. It would\r\nbe cruel to raise her hopes until we are certain that we are in a\r\nposition to enable her to realize them. And, of course, not a word to\r\nMrs. Peagrim.\"\r\n\r\n\"Of course.\"\r\n\r\n\"Very well, then, my boy,\" said Uncle Chris affably. \"I will leave you\r\nto turn the whole thing over in your mind. Act entirely as you think\r\nbest. How is your insomnia, by the way? Did you try Nervino? Capital!\r\nThere's nothing like it. It did wonders for _me_! Good night, good\r\nnight!\"\r\n\r\nOtis Pilkington had been turning the thing over in his mind, with an\r\ninterval for sleep, ever since. And the more he thought of it, the\r\nbetter the scheme appeared to him. He winced a little at the thought\r\nof the ten thousand dollars, for he came of prudent stock and had been\r\nbrought up in habits of parsimony, but, after all, he reflected, the\r\nmoney would be merely a loan. Once the company found its feet, it\r\nwould be returned to him a hundred-fold. And there was no doubt that\r\nthis would put a completely different aspect on his wooing of Jill, as\r\nfar as Aunt Olive was concerned. Why, a cousin of his--young Brewster\r\nPhilmore--had married a movie-star only two years ago, and nobody had\r\nmade the slightest objection. Brewster was to be seen with his bride\r\nfrequently beneath Mrs. Peagrim's roof. Against the higher strata of\r\nBohemia Mrs. Peagrim had no prejudice at all. Quite the reverse, in\r\nfact. She liked the society of those whose names were often in the\r\npapers and much in the public mouth. It seemed to Otis Pilkington, in\r\nshort, that Love had found a way. He sipped his tea with relish, and\r\nwhen the Japanese valet brought in the toast all burned on one side,\r\nchided him with a gentle sweetness which, one may hope, touched the\r\nlatter's Oriental heart and inspired him with a desire to serve his\r\nbest of employers more efficiently.\r\n\r\nAt half-past ten, Otis Pilkington removed his dressing-gown and began\r\nto put on his clothes to visit the theatre. There was a rehearsal-call\r\nfor the whole company at eleven. As he dressed, his mood was as sunny\r\nas the day itself.\r\n\r\nAnd the day, by half-past ten, was as sunny as ever Spring day had\r\nbeen in a country where Spring comes early and does its best from the\r\nvery start. The blue sky beamed down on a happy city. To and fro the\r\ncitizenry bustled, aglow with the perfection of the weather.\r\nEverywhere was gaiety and good cheer, except on the stage of the\r\nGotham Theatre, where an early rehearsal, preliminary to the main\r\nevent, had been called by Johnson Miller in order to iron some of the\r\nkinks out of the \"My Heart and I\" number, which, with the assistance\r\nof the male chorus, the leading lady was to render in Act One.\r\n\r\nOn the stage of the Gotham gloom reigned--literally, because the stage\r\nwas wide and deep and was illumined only by a single electric light;\r\nand figuratively, because things were going even worse than usual with\r\nthe \"My Heart and I\" number, and Johnson Miller, always of an\r\nemotional and easily stirred temperament, had been goaded by the\r\nincompetence of his male chorus to a state of frenzy. At about the\r\nmoment when Otis Pilkington shed his flowered dressing-gown and\r\nreached for his trousers (the heather-mixture with the red twill),\r\nJohnson Miller was pacing the gangway between the orchestra pit and\r\nthe first row of the orchestra chairs, waving one hand and clutching\r\nhis white locks with the other, his voice raised the while in agonized\r\nprotest.\r\n\r\n\"Gentlemen, you silly idiots,\" complained Mr. Miller loudly, \"you've\r\nhad three weeks to get these movements into your thick heads, and you\r\nhaven't done a damn thing right! You're all over the place! You don't\r\nseem able to turn without tumbling over each other like a lot of\r\nKeystone Kops! What's the matter with you? You're not doing the\r\nmovements I showed you; you're doing some you have invented\r\nyourselves, and they are rotten! I've no doubt you think you can\r\narrange a number better than I can, but Mr. Goble engaged me to be the\r\ndirector, so kindly do exactly as I tell you. Don't try to use your\r\nown intelligence, because you haven't any. I'm not blaming you for it.\r\nIt wasn't your fault that your nurses dropped you on your heads when\r\nyou were babies. But it handicaps you when you try to think.\"\r\n\r\nOf the seven gentlemanly members of the male ensemble present, six\r\nlooked wounded by this tirade. They had the air of good men wrongfully\r\naccused. They appeared to be silently calling on Heaven to see justice\r\ndone between Mr. Miller and themselves. The seventh, a long-legged\r\nyoung man in faultlessly fitting tweeds of English cut, seemed, on the\r\nother hand, not so much hurt as embarrassed. It was this youth who now\r\nstepped down to the darkened footlights and spoke in a remorseful and\r\nconscience-stricken manner.\r\n\r\n\"I say!\"\r\n\r\nMr. Miller, that martyr to deafness, did not hear the pathetic bleat.\r\nHe had swung off at right angles and was marching in an overwrought\r\nway up the central aisle leading to the back of the house, his\r\nindia-rubber form moving in convulsive jerks. Only when he had turned\r\nand retraced his steps did he perceive the speaker and prepare to take\r\nhis share in the conversation.\r\n\r\n\"What?\" he shouted. \"Can't hear you!\"\r\n\r\n\"I say, you know, it's my fault, really.\"\r\n\r\n\"What?\"\r\n\r\n\"I mean to say, you know....\"\r\n\r\n\"What? Speak up, can't you?\"\r\n\r\nMr. Saltzburg, who had been seated at the piano, absently playing a\r\nmelody from his unproduced musical comedy, awoke to the fact that the\r\nservices of an interpreter were needed. He obligingly left the\r\nmusic-stool and crept, crab-like, along the ledge of the stage-box. He\r\nplaced his arm about Mr. Miller's shoulders and his lips to Mr.\r\nMiller's left ear, and drew a deep breath.\r\n\r\n\"He says it is his fault!\"\r\n\r\nMr. Miller nodded adhesion to this admirable sentiment.\r\n\r\n\"I know they're not worth their salt!\" he replied.\r\n\r\nMr. Saltzburg patiently took in a fresh stock of breath.\r\n\r\n\"This young man says it is his fault that the movement went wrong!\"\r\n\r\n\"Tell him I only signed on this morning, laddie,\" urged the tweed-clad\r\nyoung man.\r\n\r\n\"He only joined the company this morning!\"\r\n\r\nThis puzzled Mr. Miller.\r\n\r\n\"How do you mean, warning?\" he asked.\r\n\r\nMr. Saltzburg, purple in the face, made a last effort.\r\n\r\n\"This young man is new,\" he bellowed carefully, keeping to words of\r\none syllable. \"He does not yet know the steps. He says this is his\r\nfirst day here, so he does not yet know the steps. When he has been\r\nhere some more time he will know the steps. But now he does not know\r\nthe steps.\"\r\n\r\n\"What he means,\" explained the young man in tweeds helpfully, \"is that\r\nI don't know the steps.\"\r\n\r\n\"He does not know the steps!\" roared Mr. Saltzburg.\r\n\r\n\"I know he doesn't know the steps,\" said Mr. Miller. \"Why doesn't he\r\nknow the steps? He's had long enough to learn them.\"\r\n\r\n\"He is new!\"\r\n\r\n\"Hugh?\"\r\n\r\n\"New!\"\r\n\r\n\"Oh, new?\"\r\n\r\n\"Yes, new!\"\r\n\r\n\"Why the devil is he new?\" cried Mr. Miller, awaking suddenly to the\r\ntruth and filled with a sense of outrage. \"Why didn't he join with the\r\nrest of the company? How can I put on chorus numbers if I am saddled\r\nevery day with new people to teach? Who engaged him?\"\r\n\r\n\"Who engaged you?\" enquired Mr. Saltzburg of the culprit.\r\n\r\n\"Mr. Pilkington.\"\r\n\r\n\"Mr. Pilkington,\" shouted Mr. Saltzburg.\r\n\r\n\"When?\"\r\n\r\n\"When?\"\r\n\r\n\"Last night.\"\r\n\r\n\"Last night.\"\r\n\r\nMr. Miller waved his hands in a gesture of divine despair, spun round,\r\ndarted up the aisle, turned, and bounded back.\r\n\r\n\"What can I do?\" he wailed. \"My hands are tied! I am hampered! I am\r\nhandicapped! We open in two weeks and every day I find somebody new in\r\nthe company to upset everything I have done. I shall go to Mr. Goble\r\nand ask to be released from my contract. I shall.... Come along, come\r\nalong, come along now!\" he broke off suddenly. \"Why are we wasting\r\ntime? The whole number once more. The whole number once more from the\r\nbeginning!\"\r\n\r\nThe young man tottered back to his gentlemanly colleagues, running a\r\nfinger in an agitated manner round the inside of his collar. He was\r\nnot used to this sort of thing. In a large experience of amateur\r\ntheatricals he had never encountered anything like it. In the\r\nbreathing-space afforded by the singing of the first verse and refrain\r\nby the lady who played the heroine of \"The Rose of America,\" he found\r\ntime to make an enquiry of the artist on his right.\r\n\r\n\"I say! Is he always like this?\"\r\n\r\n\"Who? Johnny?\"\r\n\r\n\"The sportsman with the hair that turned white in a single night. The\r\nbarker on the sky-line. Does he often get the wind up like this?\"\r\n\r\nHis colleague smiled tolerantly.\r\n\r\n\"Why, that's nothing!\" he replied. \"Wait till you see him really cut\r\nloose! That was just a gentle whisper!\"\r\n\r\n\"My God!\" said the newcomer, staring into a bleak future.\r\n\r\nThe leading lady came to the end of her refrain, and the gentlemen of the\r\nensemble, who had been hanging about up-stage, began to curvet nimbly down\r\ntowards her in a double line; the new arrival, with an eye on his nearest\r\nneighbour, endeavouring to curvet as nimbly as the others. A clapping of\r\nhands from the dark auditorium indicated--inappropriately--that he had\r\nfailed to do so. Mr. Miller could be perceived--dimly--with all his\r\nfingers entwined in his hair.\r\n\r\n\"Clear the stage!\" yelled Mr. Miller. \"Not you!\" he shouted, as the\r\nlatest addition to the company began to drift off with the others.\r\n\"You stay!\"\r\n\r\n\"Me?\"\r\n\r\n\"Yes, you. I shall have to teach you the steps by yourself, or we\r\nshall get nowhere. Go up-stage. Start the music again, Mr. Saltzburg.\r\nNow, when the refrain begins, come down. Gracefully! Gracefully!\"\r\n\r\nThe young man, pink but determined, began to come down gracefully. And\r\nit was while he was thus occupied that Jill and Nelly Bryant, entering\r\nthe wings which were beginning to fill up as eleven o'clock\r\napproached, saw him.\r\n\r\n\"Whoever is that?\" said Nelly.\r\n\r\n\"New man,\" replied one of the chorus gentlemen. \"Came this morning.\"\r\n\r\nNelly turned to Jill.\r\n\r\n\"He looks just like Mr. Rooke!\" she exclaimed.\r\n\r\n\"He _is_ Mr. Rooke!\" said Jill.\r\n\r\n\"He can't be!\"\r\n\r\n\"He _is_!\"\r\n\r\n\"But what is he doing here?\"\r\n\r\nJill bit her lip.\r\n\r\n\"That's just what I'm going to ask him myself,\" she said.\r\n\r\n\r\nII\r\n\r\nThe opportunity for a private conversation with Freddie did not occur\r\nimmediately. For ten minutes he remained alone on the stage, absorbing\r\nabusive tuition from Mr. Miller: and at the end of that period a\r\nfurther ten minutes was occupied with the rehearsing of the number\r\nwith the leading lady and the rest of the male chorus. When, finally,\r\na roar from the back of the auditorium announced the arrival of Mr.\r\nGoble and at the same time indicated Mr. Goble's desire that the stage\r\nshould be cleared and the rehearsal proper begin, a wan smile of\r\nrecognition and a faint \"What ho!\" was all that Freddie was able to\r\nbestow upon Jill, before, with the rest of the ensemble, they had to\r\ngo out and group themselves for the opening chorus. It was only when\r\nthis had been run through four times and the stage left vacant for two\r\nof the principals to play a scene that Jill was able to draw the Last\r\nof the Rookes aside in a dark corner and put him to the question.\r\n\r\n\"Freddie, what are you doing here?\"\r\n\r\nFreddie mopped his streaming brow. Johnson Miller's idea of an opening\r\nchorus was always strenuous. On the present occasion, the ensemble\r\nwere supposed to be guests at a Long Island house-party, and Mr.\r\nMiller's conception of the gathering suggested that he supposed\r\nhouse-party guests on Long Island to consist exclusively of victims of\r\nSt. Vitus' dance. Freddie was feeling limp, battered, and exhausted:\r\nand, from what he had gathered, the worst was yet to come.\r\n\r\n\"Eh?\" he said feebly.\r\n\r\n\"What are you doing here?\"\r\n\r\n\"Oh, ah, yes! I see what you mean! I suppose you're surprised to find\r\nme in New York, what?\"\r\n\r\n\"I'm not surprised to find you in New York. I knew you had come over.\r\nBut I am surprised to find you on the stage, being bullied by Mr.\r\nMiller.\"\r\n\r\n\"I say,\" said Freddie in an awed voice. \"He's a bit of a nut, that\r\nlad, what? He reminds me of the troops of Midian in the hymn. The\r\nchappies who prowled and prowled around. I'll bet he's worn a groove\r\nin the carpet. Like a jolly old tiger at the Zoo at feeding time.\r\nWouldn't be surprised at any moment to look down and find him biting a\r\npiece out of my leg!\"\r\n\r\nJill seized his arm and shook it.\r\n\r\n\"Don't _ramble_, Freddie! Tell me how you got here.\"\r\n\r\n\"Oh, that was pretty simple. I had a letter of introduction to this\r\nchappie Pilkington who's running this show, and, we having got\r\ntolerably pally in the last few days, I went to him and asked him to\r\nlet me join the merry throng. I said I didn't want any money, and the\r\nlittle bit of work I would do wouldn't make any difference, so he said\r\n'Right ho!' or words to that effect, and here I am.\"\r\n\r\n\"But why? You can't be doing this for fun, surely?\"\r\n\r\n\"Fun!\" A pained expression came into Freddie's face. \"My idea of fun\r\nisn't anything in which jolly old Miller, the bird with the snowy\r\nhair, is permitted to mix. Something tells me that that lad is going\r\nto make it his life-work picking on me. No, I didn't do this for fun.\r\nI had a talk with Wally Mason the night before last, and he seemed to\r\nthink that being in the chorus wasn't the sort of thing you ought to\r\nbe doing, so I thought it over and decided that I ought to join the\r\ntroupe too. Then I could always be on the spot, don't you know, if\r\nthere was any trouble. I mean to say, I'm not much of a chap and all\r\nthat sort of thing, but still I might come in handy one of these\r\ntimes. Keep a fatherly eye on you, don't you know, and what not!\"\r\n\r\nJill was touched. \"You're a dear, Freddie!\"\r\n\r\n\"I thought, don't you know, it would make poor old Derek a bit easier\r\nin his mind.\"\r\n\r\nJill froze.\r\n\r\n\"I don't want to talk about Derek, Freddie, please.\"\r\n\r\n\"Oh, I know what you must be feeling. Pretty sick, I'll bet, what? But\r\nif you could see him now....\"\r\n\r\n\"I don't want to talk about him!\"\r\n\r\n\"He's pretty cut up, you know. Regrets bitterly and all that sort of\r\nthing. He wants you to come back again.\"\r\n\r\n\"I see! He sent you to fetch me?\"\r\n\r\n\"That was more or less the idea.\"\r\n\r\n\"It's a shame that you had all the trouble. You can get messenger-boys\r\nto go anywhere and do anything nowadays. Derek ought to have thought\r\nof that.\"\r\n\r\nFreddie looked at her doubtfully.\r\n\r\n\"You're spoofing, aren't you? I mean to say, you wouldn't have liked\r\nthat!\"\r\n\r\n\"I shouldn't have disliked it any more than his sending you.\"\r\n\r\n\"Oh, but I wanted to pop over. Keen to see America and so forth.\"\r\n\r\nJill looked past him at the gloomy stage. Her face was set, and her\r\neyes sombre.\r\n\r\n\"Can't you understand, Freddie? You've known me a long time. I should\r\nhave thought that you would have found out by now that I have a\r\ncertain amount of pride. If Derek wanted me back, there was only one\r\nthing for him to do--come over and find me himself.\"\r\n\r\n\"Rummy! That's what Mason said, when I told him. You two don't realize\r\nhow dashed busy Derek is these days.\"\r\n\r\n\"Busy!\"\r\n\r\nSomething in her face seemed to tell Freddie that he was not saying\r\nthe right thing, but he stumbled on.\r\n\r\n\"You've no notion how busy he is. I mean to say, elections coming on\r\nand so forth. He daren't stir from the metrop.\"\r\n\r\n\"Of course I couldn't expect him to do anything that might interfere\r\nwith his career, could I?\"\r\n\r\n\"Absolutely not. I knew you would see it!\" said Freddie, charmed at\r\nher reasonableness. All rot, what you read about women being\r\nunreasonable. \"Then I take it it's all right, eh?\"\r\n\r\n\"All right?\"\r\n\r\n\"I mean you will toddle home with me at the earliest opp. and make\r\npoor old Derek happy?\"\r\n\r\nJill laughed discordantly.\r\n\r\n\"Poor old Derek!\" she echoed. \"He has been badly treated, hasn't he?\"\r\n\r\n\"Well, I wouldn't say that,\" said Freddie doubtfully. \"You see, coming\r\ndown to it, the thing was more or less his fault, what?\"\r\n\r\n\"More or less!\"\r\n\r\n\"I mean to say....\"\r\n\r\n\"More or less!\"\r\n\r\nFreddie glanced at her anxiously. He was not at all sure now that he\r\nliked the way she was looking or the tone in which she spoke. He was\r\nnot a keenly observant young man, but there did begin at this point to\r\nseep through to his brain-centres a suspicion that all was not well.\r\n\r\n\"Let me pull myself together!\" said Freddie warily to his immortal\r\nsoul. \"I believe I'm getting the raspberry!\" And there was silence for\r\na space.\r\n\r\nThe complexity of life began to weigh upon Freddie. Life was like one\r\nof those shots at squash which seem so simple till you go to knock the\r\ncover off the ball, when the ball sort of edges away from you and you\r\nmiss it. Life, Freddie began to perceive, was apt to have a nasty\r\nback-spin on it. He had never had any doubt when he had started, that\r\nthe only difficult part of this expedition to America would be the\r\nfinding of Jill. Once found, he had presumed that she would be\r\ndelighted to hear his good news and would joyfully accompany him home\r\non the next boat. It appeared now, however, that he had been too\r\nsanguine. Optimist as he was, he had to admit that, as far as could be\r\nascertained with the naked eye, the jolly old binge might be said to\r\nhave sprung a leak.\r\n\r\nHe proceeded to approach the matter from another angle.\r\n\r\n\"I say!\"\r\n\r\n\"Yes?\"\r\n\r\n\"You do love old Derek, don't you? I mean to say, you know what I\r\nmean, _love_ him and all that sort of rot?\"\r\n\r\n\"I don't know!\"\r\n\r\n\"You don't know! Oh, I say, come now! You must _know_! Pull up your\r\nsocks, old thing.... I mean, pull yourself together! You either love a\r\nchappie or you don't.\"\r\n\r\nJill smiled painfully.\r\n\r\n\"How nice it would be if everything were as simple and straightforward\r\nas that. Haven't you ever heard that the dividing line between love\r\nand hate is just a thread? Poets have said so a great number of\r\ntimes.\"\r\n\r\n\"Oh, poets!\" said Freddie, dismissing the genus with a wave of the\r\nhand. He had been compelled to read Shakespeare and all that sort of\r\nthing at school, but it had left him cold, and since growing to man's\r\nestate he had rather handed the race of bards the mitten. He liked\r\nDoss Chiderdoss' stuff in the _Sporting Times_, but beyond that he was\r\nnot much of a lad for poets.\r\n\r\n\"Can't you understand a girl in my position not being able to make up\r\nher mind whether she loves a man or despises him?\"\r\n\r\nFreddie shook his head.\r\n\r\n\"No,\" he said. \"It sounds dashed silly to me!\"\r\n\r\n\"Then what's the good of talking?\" cried Jill. \"It only hurts.\"\r\n\r\n\"But--won't you come back to England?\"\r\n\r\n\"No.\"\r\n\r\n\"Oh, I say! Be a sport! Take a stab at it!\"\r\n\r\nJill laughed again--another of those grating laughs which afflicted\r\nFreddie with a sense of foreboding and failure. Something had\r\nundoubtedly gone wrong with the works. He began to fear that at some\r\npoint in the conversation--just where he could not say--he had been\r\nless diplomatic than he might have been.\r\n\r\n\"You speak as if you were inviting me to a garden-party! No, I won't\r\ntake a stab at it. You've a lot to learn about women, Freddie!\"\r\n\r\n\"Women _are_ rum!\" conceded that perplexed ambassador.\r\n\r\nJill began to move away.\r\n\r\n\"Don't go!\" urged Freddie.\r\n\r\n\"Why not? What's the use of talking any more? Have you ever broken an\r\narm or a leg, Freddie?\"\r\n\r\n\"Yes,\" said Freddie, mystified. \"As a matter of fact, my last year at\r\nOxford, playing soccer for the college in a friendly game, some\r\nblighter barged into me and I came down on my wrist. But....\"\r\n\r\n\"It hurt?\"\r\n\r\n\"Like the deuce!\"\r\n\r\n\"And then it began to get better, I suppose. Well, used you to hit it,\r\nand twist it, and prod it, or did you leave it alone to try and heal?\r\nI won't talk any more about Derek! I simply won't! I'm all smashed up\r\ninside, and I don't know if I'm ever going to get well again, but at\r\nleast I'm going to give myself a chance. I'm working as hard as ever I\r\ncan and I'm forcing myself not to think of him. I'm in a sling,\r\nFreddie, like your wrist, and I don't want to be prodded. I hope we\r\nshall see a lot of each other while you're over here--you always were\r\nthe greatest dear in the world--but you mustn't mention Derek again,\r\nand you mustn't ask me to go home. If you avoid those subjects, we'll\r\nbe as happy as possible. And now I'm going to leave you to talk to\r\npoor Nelly. She has been hovering round for the last ten minutes,\r\nwaiting for a chance to speak to you. She worships you, you know!\"\r\n\r\nFreddie started violently.\r\n\r\n\"Oh, I say! What rot!\"\r\n\r\nJill had gone, and he was still gaping after her, when Nelly Bryant\r\nmoved towards him--shyly, like a worshipper approaching a shrine.\r\n\r\n\"Hello, Mr. Rooke!\" said Nelly.\r\n\r\n\"Hullo-ullo-ullo!\" said Freddie.\r\n\r\nNelly fixed her large eyes on his face. A fleeting impression passed\r\nthrough Freddie's mind that she was looking unusually pretty this\r\nmorning: nor was the impression unjustified. Nelly was wearing for the\r\nfirst time a Spring suit which was the outcome of hours of painful\r\nselection among the wares of a dozen different stores, and the\r\nknowledge that the suit was just right seemed to glow from her like an\r\ninner light. She felt happy, and her happiness had lent an unwonted\r\ncolour to her face and a soft brightness to her eyes.\r\n\r\n\"How nice it is, your being here!\"\r\n\r\nFreddie waited for the inevitable question, the question with which\r\nJill had opened their conversation; but it did not come. He was\r\nsurprised, but relieved. He hated long explanations, and he was very\r\ndoubtful whether loyalty to Jill could allow him to give them to\r\nNelly. His reason for being where he was had to do so intimately with\r\nJill's most private affairs. A wave of gratitude to Nelly swept\r\nthrough him when he realized that she was either incurious or else too\r\ndelicate-minded to show inquisitiveness.\r\n\r\nAs a matter of fact, it was delicacy that kept Nelly silent. Seeing\r\nFreddie here at the theatre, she had, as is not uncommon with fallible\r\nmortals, put two and two together and made the answer four when it\r\nwas not four at all. She had been deceived by circumstantial evidence.\r\nJill, whom she had left in England wealthy and secure, she had met\r\nagain in New York penniless as the result of some Stock Exchange\r\ncataclysm in which, she remembered with the vagueness with which one\r\nrecalls once-heard pieces of information, Freddie Rooke had been\r\ninvolved. True, she seemed to recollect hearing that Freddie's losses\r\nhad been comparatively slight, but his presence in the chorus of \"The\r\nRose of America\" seemed to her proof that after all they must have\r\nbeen devastating. She could think of no other reason except loss of\r\nmoney which could have placed Freddie in the position in which she now\r\nfound him, so she accepted it; and, with the delicacy which was innate\r\nin her and which a hard life had never blunted, decided, directly she\r\nsaw him, to make no allusion to the disaster.\r\n\r\nSuch was Nelly's view of the matter, and sympathy gave to her manner a\r\nkind of maternal gentleness which acted on Freddie, raw from his late\r\nencounter with Mr. Johnson Miller and disturbed by Jill's attitude in\r\nthe matter of poor old Derek, like a healing balm. His emotions were\r\ntoo chaotic for analysis, but one thing stood out clear from the\r\nwelter--the fact that he was glad to be with Nelly as he had never\r\nbeen glad to be with a girl before, and found her soothing as he had\r\nnever supposed a girl could be soothing.\r\n\r\nThey talked desultorily of unimportant things, and every minute found\r\nFreddie more convinced that Nelly was not as other girls. He felt that\r\nhe must see more of her.\r\n\r\n\"I say,\" he said. \"When this binge is over ... when the rehearsal\r\nfinishes, you know, how about a bite to eat?\"\r\n\r\n\"I should love it. I generally go to the Automat.\"\r\n\r\n\"The how-much? Never heard of it.\"\r\n\r\n\"In Times Square. It's cheap, you know.\"\r\n\r\n\"I was thinking of the Cosmopolis.\"\r\n\r\n\"But that's so expensive.\"\r\n\r\n\"Oh, I don't know. Much the same as any of the other places, isn't\r\nit?\"\r\n\r\nNelly's manner became more motherly than ever. She bent forward and\r\ntouched his arm affectionately.\r\n\r\n\"You haven't to keep up any front with me,\" she said gently. \"I don't\r\ncare whether you're rich or poor or what. I mean, of course I'm\r\nawfully sorry you've lost your money, but it makes it all the easier\r\nfor us to be real pals, don't you think so?\"\r\n\r\n\"Lost my money?\"\r\n\r\n\"Well, I know you wouldn't be here if you hadn't. I wasn't going to\r\nsay anything about it, but, when you talked of the Cosmopolis, I just\r\nhad to. You lost your money in the same thing Jill Mariner lost hers,\r\ndidn't you? I was sure you had, the moment I saw you here. Who cares?\r\nMoney isn't everything!\"\r\n\r\nAstonishment kept Freddie silent for an instant: after that he\r\nrefrained from explanations of his own free will. He accepted the\r\nsituation and rejoiced in it. Like many other wealthy and modest young\r\nmen, he had always had a sneaking suspicion at the back of his mind\r\nthat any girl who was decently civil to him was so from mixed\r\nmotives--or, more likely, motives that were not even mixed. Well, dash\r\nit, here was a girl who seemed to like him although under the\r\nimpression that he was broke to the wide. It was an intoxicating\r\nexperience. It made him feel a better chap. It fortified his\r\nself-respect.\r\n\r\n\"You know,\" he said, stammering a little, for he found a sudden\r\ndifficulty in controlling his voice. \"You're a dashed good sort!\"\r\n\r\n\"I'm awfully glad you think so.\"\r\n\r\nThere was a silence--as far, at least, as he and she were concerned.\r\nIn the outer world, beyond the piece of scenery under whose shelter\r\nthey stood, stirring things, loud and exciting things, seemed to be\r\nhappening. Some sort of an argument appeared to be in progress. The\r\nrasping voice of Mr. Goble was making itself heard from the unseen\r\nauditorium. These things they sensed vaguely, but they were too\r\noccupied with each other to ascertain details.\r\n\r\n\"What was the name of that place again?\" asked Freddie. \"The\r\nwhat-ho-something?\"\r\n\r\n\"The Automat?\"\r\n\r\n\"That's the little chap! We'll go there, shall we?\"\r\n\r\n\"The food's quite good. You go and help yourself out of slot-machines,\r\nyou know.\"\r\n\r\n\"My favourite indoor sport!\" said Freddie with enthusiasm. \"Hullo!\r\nWhat's up? It sounds as if there were dirty work at the cross-roads!\"\r\n\r\nThe voice of the assistant stage-manager was calling, sharply excited,\r\nagitation in every syllable.\r\n\r\n\"All the gentlemen of the chorus on the stage, please! Mr. Goble wants\r\nall the chorus-gentlemen on the stage!\"\r\n\r\n\"Well, cheerio for the present,\" said Freddie. \"I suppose I'd better\r\nlook into this.\"\r\n\r\nHe made his way on to the stage.\r\n\r\n\r\nIII\r\n\r\nThere is an insidious something about the atmosphere of a rehearsal of\r\na musical play which saps the finer feelings of those connected with\r\nit. Softened by the gentle beauty of the Spring weather, Mr. Goble had\r\ncome to the Gotham Theatre that morning in an excellent temper, firmly\r\nintending to remain in an excellent temper all day. Five minutes of\r\n\"The Rose of America\" had sent him back to the normal; and at ten\r\nminutes past eleven he was chewing his cigar and glowering at the\r\nstage with all the sweetness gone from his soul. When Wally Mason\r\narrived at a quarter past eleven and dropped into the seat beside him,\r\nthe manager received him with a grunt and even omitted to offer him a\r\ncigar. And when a New York theatrical manager does that, it is a\r\ncertain sign that his mood is of the worst.\r\n\r\nOne may find excuses for Mr. Goble. \"The Rose of America\" would have\r\ntested the equanimity of a far more amiable man: and on Mr. Goble what\r\nOtis Pilkington had called its delicate whimsicality jarred\r\nprofoundly. He had been brought up in the lower-browed school of\r\nmusical comedy, where you shelved the plot after the opening number\r\nand filled in the rest of the evening by bringing on the girls in a\r\nvariety of exotic costumes, with some good vaudeville specialists to\r\nget the laughs. Mr. Goble's idea of a musical piece was something\r\nembracing trained seals, acrobats, and two or three teams of skilled\r\nbuck-and-wing dancers, with nothing on the stage, from a tree to a\r\nlamp-shade, which could not suddenly turn into a chorus-girl. The\r\naustere legitimateness of \"The Rose of America\" gave him a pain in the\r\nneck. He loathed plot, and \"The Rose of America\" was all plot.\r\n\r\nWhy, then, had the earthy Mr. Goble consented to associate himself\r\nwith the production of this intellectual play? Because he was subject,\r\nlike all other New York managers, to intermittent spasms of the idea\r\nthat the time is ripe for a revival of comic opera. Sometimes,\r\nlunching in his favourite corner in the Cosmopolis grill-room, he\r\nwould lean across the table and beg some other manager to take it from\r\nhim that the time was ripe for a revival of comic opera--or, more\r\ncautiously, that pretty soon the time was going to be ripe for a\r\nrevival of comic opera. And the other manager would nod his head and\r\nthoughtfully stroke his three chins and admit that, sure as God made\r\nlittle apples, the time was darned soon going to be ripe for a revival\r\nof comic opera. And then they would stuff themselves with rich food\r\nand light big cigars and brood meditatively.\r\n\r\nWith most managers these spasms, which may be compared to twinges of\r\nconscience, pass as quickly as they come, and they go back to coining\r\nmoney with rowdy musical comedies, quite contented. But Otis\r\nPilkington, happening along with the script of \"The Rose of America\"\r\nand the cash to back it, had caught Mr. Goble in the full grip of an\r\nattack, and all the arrangements had been made before the latter\r\nemerged from the influence. He now regretted his rash act.\r\n\r\n\"Say, listen,\" he said to Wally, his gaze on the stage, his words\r\nproceeding from the corner of his mouth, \"you've got to stick around\r\nwith this show after it opens on the road. We'll talk terms later. But\r\nwe've got to get it right, don't care what it costs. See?\"\r\n\r\n\"You think it will need fixing?\"\r\n\r\nMr. Goble scowled at the unconscious artists, who were now going\r\nthrough a particularly arid stretch of dialogue.\r\n\r\n\"Fixing! It's all wrong! It don't add up right! You'll have to rewrite\r\nit from end to end.\"\r\n\r\n\"Well, I've got some idea about it. I saw it played by amateurs last\r\nsummer, you know. I could make a quick job of it, if you want me to.\r\nBut will the author stand for it?\"\r\n\r\nMr. Goble allowed a belligerent eye to stray from the stage, and\r\ntwisted it round in Wally's direction.\r\n\r\n\"Say, listen! He'll stand for anything I say. I'm the little guy that\r\ngives orders round here. I'm the big noise!\"\r\n\r\nAs if in support of this statement he suddenly emitted a terrific\r\nbellow. The effect was magical. The refined and painstaking artists on\r\nthe stage stopped as if they had been shot. The assistant\r\nstage-director bent sedulously over the footlights, which had now been\r\nturned up, shading his eyes with the prompt script.\r\n\r\n\"Take that over again!\" shouted Mr. Goble. \"Yes, that speech about\r\nlife being like a water-melon. It don't sound to me as though it meant\r\nanything.\" He cocked his cigar at an angle, and listened fiercely. He\r\nclapped his hands. The action stopped again. \"Cut it!\" said Mr. Goble\r\ntersely.\r\n\r\n\"Cut the speech, Mr. Goble?\" queried the obsequious assistant\r\nstage-director.\r\n\r\n\"Yes. Cut it. It don't mean nothing!\"\r\n\r\nDown the aisle, springing from a seat at the back, shimmered Mr.\r\nPilkington, wounded to the quick.\r\n\r\n\"Mr. Goble! Mr. Goble!\"\r\n\r\n\"Well?\"\r\n\r\n\"That is the best epigram in the play.\"\r\n\r\n\"The best what?\"\r\n\r\n\"Epigram. The best epigram in the play.\"\r\n\r\nMr. Goble knocked the ash off his cigar. \"The public don't want\r\nepigrams. The public don't like epigrams. I've been in the show\r\nbusiness fifteen years, and I'm telling you! Epigrams give them a pain\r\nunder the vest. All right, get on.\"\r\n\r\nMr. Pilkington fluttered agitatedly. This was his first experience of\r\nMr. Goble in the capacity of stage-director. It was the latter's\r\ncustom to leave the early rehearsals of the pieces with which he was\r\nconnected to a subordinate producer, who did what Mr. Goble called the\r\nbreaking-in. This accomplished, he would appear in person, undo most\r\nof the other's work, make cuts, tell the actors how to read their\r\nlines, and generally enjoy himself. Producing plays was Mr. Goble's\r\nhobby. He imagined himself to have a genius in that direction, and it\r\nwas useless to try to induce him to alter any decision to which he\r\nmight have come. He regarded those who did not agree with him with the\r\nlofty contempt of an Eastern despot.\r\n\r\nOf this Mr. Pilkington was not yet aware.\r\n\r\n\"But, Mr. Goble ...!\"\r\n\r\nThe potentate swung irritably round on him.\r\n\r\n\"What is it? What _is_ it? Can't you see I'm busy?\"\r\n\r\n\"That epigram....\"\r\n\r\n\"It's out!\"\r\n\r\n\"But ...!\"\r\n\r\n\"It's out!\"\r\n\r\n\"Surely,\" protested Mr. Pilkington almost tearfully, \"I have a\r\nvoice....\"\r\n\r\n\"Sure you have a voice,\" retorted Mr. Goble, \"and you can use it any\r\nold place you want, except in my theatre. Have all the voice you like!\r\nGo round the corner and talk to yourself! Sing in your bath! But don't\r\ncome using it here, because I'm the little guy that does all the\r\ntalking in this theatre! That fellow makes me tired,\" he added\r\ncomplainingly to Wally, as Mr. Pilkington withdrew like a foiled\r\npython. \"He don't know nothing about the show business, and he keeps\r\nbutting in and making fool suggestions. He ought to be darned glad\r\nhe's getting his first play produced and not trying to teach me how to\r\ndirect it.\" He clapped his hands imperiously. The assistant\r\nstage-manager bent over the footlights. \"What was that that guy said?\r\nLord Finchley's last speech. Take it again.\"\r\n\r\nThe gentleman who was playing the part of Lord Finchley, an English\r\ncharacter actor who specialized in London \"nuts,\" raised his eyebrows,\r\nannoyed. Like Mr. Pilkington, he had never before come into contact\r\nwith Mr. Goble as stage-director, and, accustomed to the suaver\r\nmethods of his native land, he was finding the experience trying. He\r\nhad not yet recovered from the agony of having that water-melon line\r\ncut out of his part. It was the only good line, he considered, that he\r\nhad. Any line that is cut out of an actor's part is always the only\r\ngood line he has.\r\n\r\n\"The speech about Omar Khayyám?\" he enquired with suppressed\r\nirritation.\r\n\r\n\"I thought that was the way you said it. All wrong! It's Omar _of_\r\nKhayyám.\"\r\n\r\n\"I think you will find that Omar Khayyám is the--ah--generally\r\naccepted version of the poet's name,\" said the portrayer of Lord\r\nFinchley adding beneath his breath. \"You silly ass!\"\r\n\r\n\"You say Omar _of_ Khayyám,\" bellowed Mr. Goble. \"Who's running this\r\nshow, anyway?\"\r\n\r\n\"Just as you please.\"\r\n\r\nMr. Goble turned to Wally.\r\n\r\n\"These actors....\" he began, when Mr. Pilkington appeared again at his\r\nelbow.\r\n\r\n\"Mr. Goble! Mr. Goble!\"\r\n\r\n\"What is it _now_?\"\r\n\r\n\"Omar Khayyám was a Persian poet. His _name_ was Khayyám.\"\r\n\r\n\"That wasn't the way _I_ heard it,\" said Mr. Goble doggedly. \"Did\r\n_you_?\" he enquired of Wally. \"I thought he was born at Khayyám.\"\r\n\r\n\"You're probably quite right,\" said Wally, \"but, if so, everybody else\r\nhas been wrong for a good many years. It's usually supposed that the\r\ngentleman's name was Omar Khayyám. Khayyám, Omar J. Born A.D. 1050,\r\neducated privately and at Bagdad University. Represented Persia in the\r\nOlympic Games of 1072, winning the sitting high-jump and the\r\negg-and-spoon race. The Khayyáms were quite a well-known family in\r\nBagdad, and there was a lot of talk when Omar, who was Mrs. Khayyam's\r\npet son, took to drink and writing poetry. They had had it all fixed\r\nfor him to go into his father's date business.\"\r\n\r\nMr. Goble was impressed. He had a respect for Wally's opinion, for\r\nWally had written \"Follow the Girl\" and look what a knock-out that had\r\nbeen. He stopped the rehearsal again.\r\n\r\n\"Go back to that Khayyám speech!\" he said interrupting Lord Finchley\r\nin mid-sentence.\r\n\r\nThe actor whispered a hearty English oath beneath his breath. He had\r\nbeen up late last night, and, in spite of the fair weather, he was\r\nfeeling a trifle on edge.\r\n\r\n\"' In the words of Omar of Khayyám'....\"\r\n\r\nMr. Goble clapped his hands.\r\n\r\n\"Cut that 'of,'\" he said. \"The show's too long, anyway.\"\r\n\r\nAnd, having handled a delicate matter in masterly fashion, he leaned\r\nback in his chair and chewed the end off another cigar.\r\n\r\nFor some minutes after this the rehearsal proceeded smoothly. If Mr.\r\nGoble did not enjoy the play, at least he made no criticisms except to\r\nWally. To him he enlarged from time to time on the pain which \"The\r\nRose of America\" caused him.\r\n\r\n\"How I ever came to put on junk like this beats me,\" confessed Mr.\r\nGoble frankly.\r\n\r\n\"You probably saw that there was a good idea at the back of it,\"\r\nsuggested Wally. \"There is, you know. Properly handled, it's an idea\r\nthat could be made into a success.\"\r\n\r\n\"What would you do with it?\"\r\n\r\n\"Oh, a lot of things,\" said Wally warily. In his younger and callower\r\ndays he had sometimes been rash enough to scatter views on the\r\nreconstruction of plays broadcast, to find them gratefully absorbed\r\nand acted upon and treated as a friendly gift. His affection for Mr.\r\nGoble was not so overpowering as to cause him to give him ideas for\r\nnothing now.\r\n\r\n\"Any time you want me to fix it for you, I'll come along. About one\r\nand a half per cent of the gross would meet the case, I think.\"\r\n\r\nMr. Goble faced him, registering the utmost astonishment and horror.\r\n\r\n\"One and a half per cent for fixing a show like this? Why, darn it,\r\nthere's hardly anything to do to it! It's--it's _in_!\"\r\n\r\n\"You called it junk just now.\"\r\n\r\n\"Well, all I meant was that it wasn't the sort of thing I cared for\r\nmyself. The public will eat it. Take it from me, the time is just\r\nabout ripe for a revival of comic opera.\"\r\n\r\n\"This one will want all the reviving you can give it. Better use a\r\npulmotor.\"\r\n\r\n\"But that long boob, that Pilkington ... he would never stand for my\r\nhanding you one and a half per cent.\"\r\n\r\n\"I thought _you_ were the little guy who arranged things round here.\"\r\n\r\n\"But he's got money in the show.\"\r\n\r\n\"Well, if he wants to get any out, he'd better call in somebody to\r\nrewrite it. You don't have to engage me if you don't want to. But I\r\nknow I could make a good job of it. There's just one little twist the\r\nthing needs and you would have quite a different piece.\"\r\n\r\n\"What's that?\" enquired Mr. Goble casually.\r\n\r\n\"Oh, just a little ... what shall I say? ... a little touch of\r\nwhat-d'you-call-it and a bit of thingummy. You know the sort of thing!\r\nThat's all it wants.\"\r\n\r\nMr. Goble gnawed his cigar, baffled.\r\n\r\n\"You think so, eh?\" he said at length.\r\n\r\n\"And perhaps a suspicion of _je-ne-sais-quoi_,\" added Wally.\r\n\r\nMr. Goble worried his cigar, and essayed a new form of attack.\r\n\r\n\"You've done a lot of work for me,\" he said. \"Good work!\"\r\n\r\n\"Glad you liked it,\" said Wally.\r\n\r\n\"You're a good kid. I like having you around. I was half thinking of\r\ngiving you a show to do this Fall. Corking book. French farce. Ran\r\ntwo years in Paris. But what's the good, if you want the earth?\"\r\n\r\n\"Always useful, the earth. Good thing to have.\"\r\n\r\n\"See here, if you'll fix up this show for half of one per cent, I'll\r\ngive you the other to do.\"\r\n\r\n\"You shouldn't slur your words so. For a moment I thought you said\r\n'half of one per cent. One and a half of course you really said.\r\n\r\n\"If you won't take half, you don't get the other.\"\r\n\r\n\"All right,\" said Wally. \"There are lots of other managers in New\r\nYork. Haven't you seen them popping about? Rich, enterprising men, and\r\nall of them love me like a son.\"\r\n\r\n\"Make it one per cent,\" said Mr. Goble, \"and I'll see if I can fix it\r\nwith Pilkington.\"\r\n\r\n\"One and a half.\"\r\n\r\n\"Oh, damn it, one and a half, then,\" said Mr. Goble morosely. \"What's\r\nthe good of splitting straws?\"\r\n\r\n\"Forgotten Sports of the Past--Splitting the Straw. All right. If you\r\ndrop me a line to that effect, legibly signed with your name, I'll\r\nwear it next my heart. I shall have to go now. I have a date.\r\nGood-bye. Glad everything's settled and everybody's happy.\"\r\n\r\nFor some moments after Wally had left, Mr. Goble sat hunched up in his\r\norchestra-chair, smoking sullenly, his mood less sunny than ever.\r\nLiving in a little world of sycophants, he was galled by the off-hand\r\nway in which Wally always treated him. There was something in the\r\nlatter's manner which seemed to him sometimes almost contemptuous. He\r\nregretted the necessity of having to employ him. There was, of course,\r\nno real necessity why he should have employed Wally. New York was full\r\nof librettists who would have done the work equally well for half the\r\nmoney, but, like most managers, Mr. Goble had the mental processes of\r\na sheep. \"Follow the Girl\" was the last outstanding musical success in\r\nNew York theatrical history: Wally had written it, therefore nobody\r\nbut Wally was capable of re-writing \"The Rose of America.\" The thing\r\nhad for Mr. Goble the inevitability of Fate. Except for deciding\r\nmentally that Wally had swelled head, there was nothing to be done.\r\n\r\nHaving decided that Wally had swelled head, and not feeling much\r\nbetter, Mr. Goble concentrated his attention on the stage. A good deal\r\nof action had taken place there during the recently concluded\r\nbusiness talk, and the unfortunate Lord Finchley was back again,\r\nplaying another of his scenes. Mr. Goble glared at Lord Finchley. He\r\ndid not like him, and he did not like the way he was speaking his\r\nlines.\r\n\r\nThe part of Lord Finchley was a non-singing rôle. It was a type part.\r\nOtis Pilkington had gone to the straight stage to find an artist, and\r\nhad secured the not uncelebrated Wentworth Hill, who had come over\r\nfrom London to play in an English comedy which had just closed. The\r\nnewspapers had called the play thin, but had thought that Wentworth\r\nHill was an excellent comedian. Mr. Hill thought so, too, and it was\r\nconsequently a shock to his already disordered nerves when a bellow\r\nfrom the auditorium stopped him in the middle of one of his speeches\r\nand a rasping voice informed him that he was doing it all wrong.\r\n\r\n\"I beg your pardon?\" said Mr. Hill, quietly but dangerously, stepping\r\nto the footlights.\r\n\r\n\"All wrong!\" repeated Mr. Goble.\r\n\r\n\"Really?\" Wentworth Hill, who a few years earlier had spent several\r\nterms at Oxford University before being sent down for aggravated\r\ndisorderliness, had brought little away with him from that seat of\r\nlearning except the Oxford manner. This he now employed upon Mr. Goble\r\nwith an icy severity which put the last touch to the manager's\r\nfermenting state of mind. \"Perhaps you would be kind enough to tell me\r\njust how you think that part should be played?\"\r\n\r\nMr. Goble marched down the aisle.\r\n\r\n\"Speak out to the audience,\" he said, stationing himself by the\r\norchestra pit. \"You're turning your head away all the darned time.\"\r\n\r\n\"I may be wrong,\" said Mr. Hill, \"but I have played a certain amount,\r\ndon't you know, in pretty good companies, and I was always under the\r\nimpression that one should address one's remarks to the person one was\r\nspeaking to, not deliver a recitation to the gallery. I was taught\r\nthat that was the legitimate method.\"\r\n\r\nThe word touched off all the dynamite in Mr. Goble. Of all things in\r\nthe theatre he detested most the \"legitimate method.\" His idea of\r\nproducing was to instruct the cast to come down to the footlights and\r\nhand it to 'em. These people who looked up-stage and talked to the\r\naudience through the backs of their necks revolted him.\r\n\r\n\"Legitimate! That's a hell of a thing to be! Where do you get that\r\nlegitimate stuff? You aren't playing Ibsen!\"\r\n\r\n\"Nor am I playing a knockabout vaudeville sketch.\"\r\n\r\n\"Don't talk back at me!\"\r\n\r\n\"Kindly don't shout at _me_! Your voice is unpleasant enough without\r\nyour raising it.\"\r\n\r\nOpen defiance was a thing which Mr. Goble had never encountered\r\nbefore, and for a moment it deprived him of breath. He recovered it,\r\nhowever, almost immediately.\r\n\r\n\"You're fired!\"\r\n\r\n\"On the contrary,\" said Mr. Hill, \"I'm resigning.\" He drew a\r\ngreen-covered script from his pocket and handed it with an air to the\r\npallid assistant stage-director. Then, more gracefully than ever\r\nFreddie Rooke had managed to move down-stage under the tuition of\r\nJohnson Miller, he moved up-stage to the exit. \"I trust that you will\r\nbe able to find someone who will play the part according to your\r\nideas!\"\r\n\r\n\"I'll find,\" bellowed Mr. Goble at his vanishing back, \"a chorus-man\r\nwho'll play it a damned sight better than you!\" He waved to the\r\nassistant stage-director. \"Send the chorus-men on the stage!\"\r\n\r\n\"All the gentlemen of the chorus on the stage, please!\" shrilled the\r\nassistant stage-director, bounding into the wings like a retriever.\r\n\"Mr. Goble wants all the chorus-gentlemen on the stage!\"\r\n\r\nThere was a moment, when the seven male members of \"The Rose of\r\nAmerica\" ensemble lined up self-consciously before his gleaming eyes,\r\nwhen Mr. Goble repented of his brave words. An uncomfortable feeling\r\npassed across his mind that Fate had called his bluff and that he\r\nwould not be able to make good. All chorus-men are exactly alike, and\r\nthey are like nothing else on earth. Even Mr. Goble, anxious as he was\r\nto overlook their deficiencies, could not persuade himself that in\r\ntheir ranks stood even an adequate Lord Finchley.\r\n\r\nAnd then, just as a cold reaction from his fervid mood was about to\r\nset in, he perceived that Providence had been good to him. There, at\r\nthe extreme end of the line, stood a young man who, as far as\r\nappearance went, was the ideal Lord Finchley--as far as appearance\r\nwent, a far better Lord Finchley than the late Mr. Hill. He beckoned\r\nimperiously.\r\n\r\n\"You at the end!\"\r\n\r\n\"Me?\" said the young man.\r\n\r\n\"Yes, you. What's your name?\"\r\n\r\n\"Rooke. Frederick Rooke, don't you know.\"\r\n\r\n\"You're English, aren't you?\"\r\n\r\n\"Eh? Oh, yes, absolutely!\"\r\n\r\n\"Ever played a part before?\"\r\n\r\n\"Part? Oh, I see what you mean. Well, in amateur theatricals, you\r\nknow, and all that sort of rot.\"\r\n\r\nHis words were music to Mr. Goble's ears. He felt that his Napoleonic\r\naction had justified itself by success. His fury left him. If he had\r\nbeen capable of beaming, one would have said that he beamed at\r\nFreddie.\r\n\r\n\"Well, you play the part of Lord Finchley from now on. Come to my\r\noffice this afternoon for your contract. Clear the stage. We've wasted\r\nenough time.\"\r\n\r\nFive minutes later, in the wings, Freddie, receiving congratulations\r\nfrom Nelly Bryant, asserted himself.\r\n\r\n\"_Not_ the Automat to-day, I _think_, what? Now that I'm a jolly old\r\nstar and all that sort of thing, it can't be done. Directly this is\r\nover we'll roll round to the Cosmopolis. A slight celebration is\r\nindicated, what? Right ho! Rally round, dear heart, rally round!\""
  ]
}