{
  "index": 13,
  "title": "Chapter 12",
  "paragraphs": [
    "UNCLE CHRIS BORROWS A FLAT\r\n\r\nI\r\n\r\n\r\nUncle Chris walked breezily into the room, flicking a jaunty glove. He\r\nstopped short on seeing that Mr. Pilkington was not alone.\r\n\r\n\"Oh, I beg your pardon! I understood....\" He peered at Jill\r\nuncertainly. Mr. Pilkington affected a dim, artistic lighting-system\r\nin his studio, and people who entered from the great outdoors\r\ngenerally had to take time to accustom their eyes to it. \"If you're\r\nengaged....\"\r\n\r\n\"Er--allow me.... Miss Mariner.... Major Selby.\"\r\n\r\n\"Hullo, Uncle Chris!\" said Jill.\r\n\r\n\"God bless my soul!\" ejaculated that startled gentleman adventurer,\r\nand collapsed on to a settee as if his legs had been mown from under\r\nhim.\r\n\r\n\"I've been looking for you all over New York,\" said Jill.\r\n\r\nMr. Pilkington found himself unequal to the intellectual pressure of\r\nthe conversation.\r\n\r\n\"Uncle Chris?\" he said with a note of feeble enquiry in his voice.\r\n\r\n\"Major Selby is my uncle.\"\r\n\r\n\"Are you sure?\" said Mr. Pilkington. \"I mean....\"\r\n\r\nNot being able to ascertain, after a moment's self-examination, what\r\nhe did mean, he relapsed into silence.\r\n\r\n\"Whatever are you doing here?\" asked Uncle Chris.\r\n\r\n\"I've been having tea with Mr. Pilkington.\"\r\n\r\n\"But ... but why Mr. Pilkington?\"\r\n\r\n\"Well, he invited me.\"\r\n\r\n\"But how do you know him?\"\r\n\r\n\"We met at the theatre.\"\r\n\r\n\"Theatre?\"\r\n\r\nOtis Pilkington recovered his power of speech.\r\n\r\n\"Miss Mariner is rehearsing with a little play in which I am\r\ninterested,\" he explained.\r\n\r\nUncle Chris half rose from the settee. He blinked twice in rapid\r\nsuccession. Jill had never seen him so shaken from his customary\r\npoise.\r\n\r\n\"Don't tell me you have gone on the stage, Jill!\"\r\n\r\n\"I have. I'm in the chorus....\"\r\n\r\n\"Ensemble,\" corrected Mr. Pilkington softly.\r\n\r\n\"I'm in the ensemble of a piece called 'The Rose of America.' We've\r\nbeen rehearsing for ever so long.\"\r\n\r\nUncle Chris digested this information in silence for a moment He\r\npulled at his short moustache.\r\n\r\n\"Why, of course!\" he said at length. Jill, who knew him so well, could\r\ntell by the restored ring of cheeriness in his tone that he was\r\nhimself again. He had dealt with this situation in his mind and was\r\nprepared to cope with it. The surmise was confirmed the next instant\r\nwhen he rose and stationed himself in front of the fire. Mr.\r\nPilkington detested steam-heat and had scoured the city till he had\r\nfound a studio apartment with an open fireplace. Uncle Chris spread\r\nhis legs and expanded his chest. \"Of course,\" he said. \"I remember now\r\nthat you told me in your letter that you were thinking of going on the\r\nstage. My niece,\" explained Uncle Chris to the attentive Mr.\r\nPilkington, \"came over from England on a later boat. I was not\r\nexpecting her for some weeks. Hence my surprise at meeting her here.\r\nOf course. You told me that you intended to go on the stage, and I\r\nstrongly recommended you to begin at the bottom of the ladder and\r\nlearn the ground-work thoroughly before you attempted higher flights.\"\r\n\r\n\"Oh, that was it?\" said Mr. Pilkington. He had been wondering.\r\n\r\n\"There is no finer training,\" resumed Uncle Chris, completely at his\r\nease once more, \"than the chorus. How many of the best-known actresses\r\nin America began in that way! Dozens. Dozens. If I were giving advice\r\nto any young girl with theatrical aspirations, I should say 'Begin in\r\nthe chorus!' On the other hand,\" he proceeded, turning to Mr.\r\nPilkington, \"I think it would be just as well if you would not mention\r\nthe fact of my niece being in that position to Mrs. Waddesleigh\r\nPeagrim. She might not understand.\"\r\n\r\n\"Exactly,\" assented Mr. Pilkington.\r\n\r\n\"The term 'chorus'....\"\r\n\r\n\"I dislike it intensely myself.\"\r\n\r\n\"It suggests....\"\r\n\r\n\"Precisely.\"\r\n\r\nUncle Chris inflated his chest again, well satisfied.\r\n\r\n\"Capital!\" he said. \"Well, I only dropped in to remind you, my boy,\r\nthat you and your aunt are dining with me to-night. I was afraid a\r\nbusy man like you might forget.\"\r\n\r\n\"I was looking forward to it,\" said Mr. Pilkington, charmed at the\r\ndescription.\r\n\r\n\"You remember the address? Nine East Forty-first Street. I have moved,\r\nyou remember.\"\r\n\r\n\"So that was why I couldn't find you at the other place,\" said Jill.\r\n\"The man at the door said he had never heard of you.\"\r\n\r\n\"Stupid idiot!\" said Uncle Chris testily. \"These New York hall-porters\r\nare recruited entirely from homes for the feeble-minded. I suppose he\r\nwas a new man. Well, Pilkington, my boy, I shall expect you at seven\r\no'clock. Good-bye till then. Come, Jill.\"\r\n\r\n\"Good-bye, Mr. Pilkington,\" said Jill.\r\n\r\n\"Good-bye for the present, Miss Mariner,\" said Mr. Pilkington, bending\r\ndown to take her hand. The tortoise-shell spectacles shot a last soft\r\nbeam at her.\r\n\r\nAs the front door closed behind them, Uncle Chris heaved a sigh of\r\nrelief.\r\n\r\n\"Whew! I think I handled that little contretemps with diplomacy! A\r\ncertain amount of diplomacy, I think!\"\r\n\r\n\"If you mean,\" said Jill severely, \"that you told some disgraceful\r\nfibs....\"\r\n\r\n\"Fibs, my dear--or shall we say, artistic mouldings of the unshapely\r\nclay of truth--are the ... how shall I put it?... Well, anyway, they\r\ncome in dashed handy. It would never have done for Mrs. Peagrim to\r\nhave found out that you were in the chorus. If she discovered that my\r\nniece was in the chorus, she would infallibly suspect me of being an\r\nadventurer. And while,\" said Uncle Chris meditatively, \"of course I\r\n_am_, it is nice to have one's little secrets. The good lady has had a\r\nrooted distaste for girls in that perfectly honourable but maligned\r\nprofession ever since our long young friend back there was sued for\r\nbreach of promise by a member of a touring company in his second year\r\nat college. We all have our prejudices. That is hers. However, I\r\nthink, we may rely on our friend to say nothing about the matter....\r\nBut why did you do it? My dear child, whatever induced you to take\r\nsuch a step?\"\r\n\r\nJill laughed.\r\n\r\n\"That's practically what Mr. Miller said to me when we were rehearsing\r\none of the dances this afternoon, only he put it differently.\" She\r\nlinked her arm in his. \"What else could I do? I was alone in New York\r\nwith the remains of that twenty dollars you sent me and no more in\r\nsight.\"\r\n\r\n\"But why didn't you stay down at Brookport with your Uncle Elmer?\"\r\n\r\n\"Have you ever seen my Uncle Elmer?\"\r\n\r\n\"No. Curiously enough, I never have.\"\r\n\r\n\"If you had, you wouldn't ask. Brookport! Ugh! I left when they tried\r\nto get me to understudy the hired man, who had resigned.\"\r\n\r\n\"What!\"\r\n\r\n\"Yes, they got tired of supporting me in the state to which I was\r\naccustomed--I don't blame them!--so they began to find ways of making\r\nme useful about the home. I didn't mind reading to Aunt Julia, and I\r\ncould just stand taking Tibby for walks. But, when it came to\r\nshoveling snow, I softly and silently vanished away.\"\r\n\r\n\"But I can't understand all this. I suggested to your\r\nuncle--diplomatically--that you had large private means.\"\r\n\r\n\"I know you did. And he spent all his time showing me over houses and\r\ntelling me I could have them for a hundred thousand dollars cash\r\ndown.\" Jill bubbled. \"You should have seen his face when I told him\r\nthat twenty dollars was all I had in the world!\"\r\n\r\n\"You didn't tell him that!\"\r\n\r\n\"I did.\"\r\n\r\nUncle Chris shook his head, like an indulgent father disappointed in a\r\nfavourite child.\r\n\r\n\"You're a dear girl, Jill, but really you do seem totally lacking\r\nin ... how shall I put it?--finesse. Your mother was just the same. A\r\nsweet woman, but with no diplomacy, no notion of _handling_ a\r\nsituation. I remember her as a child giving me away hopelessly on one\r\noccasion after we had been at the jam-cupboard. She did not mean any\r\nharm, but she was constitutionally incapable of a tactful negative at\r\nthe right time.\" Uncle Chris brooded for a moment on the past. \"Oh,\r\nwell, it's a very fine trait, no doubt, though inconvenient. I don't\r\nblame you for leaving Brookport if you weren't happy there. But I wish\r\nyou had consulted me before going on the stage.\"\r\n\r\n\"Shall I strike this man?\" asked Jill of the world at large. \"How\r\ncould I consult you? My darling, precious uncle, don't you realize\r\nthat you had vanished into thin air, leaving me penniless? I had to do\r\nsomething. And, now that we are on the subject, perhaps you will\r\nexplain your movements. Why did you write to me from that place on\r\nFifty-seventh Street if you weren't there?\"\r\n\r\nUncle Chris cleared his throat.\r\n\r\n\"In a sense ... when I wrote ... I _was_ there.\"\r\n\r\n\"I suppose that means something, but it's beyond me. I'm not nearly as\r\nintelligent as you think, Uncle Chris, so you'll have to explain.\"\r\n\r\n\"Well, it was this way, my dear. I was in a peculiar position you must\r\nremember. I had made a number of wealthy friends on the boat and it is\r\npossible that--unwittingly--I gave them the impression that I was as\r\ncomfortably off as themselves. At any rate, that is the impression they\r\ngathered, and it hardly seemed expedient to correct it. For it is a\r\ndeplorable trait in the character of the majority of rich people that they\r\nonly--er--expand--they only show the best and most companionable side of\r\nthemselves to those whom they imagine to be as wealthy as they are. Well,\r\nof course, while one was on the boat, the fact that I was sailing under\r\nwhat a purist might have termed false colours did not matter. The problem\r\nwas how to keep up the--er--innocent deception after we had reached New\r\nYork. A woman like Mrs. Waddesleigh Peagrim--a ghastly creature, my dear,\r\nall front teeth and exuberance, but richer than the Sub-Treasury--looks\r\naskance at a man, however agreeable, if he endeavours to cement a\r\nfriendship begun on board ship from a cheap boarding-house on Amsterdam\r\nAvenue. It was imperative that I should find something in the nature of\r\nwhat I might call a suitable base of operations. Fortune played into my\r\nhands. One of the first men I met in New York was an old soldier-servant\r\nof mine, to whom I had been able to do some kindnesses in the old days. In\r\nfact--it shows how bread cast upon the waters returns to us after many\r\ndays--it was with the assistance of a small loan from me that he was\r\nenabled to emigrate to America. Well, I met this man, and, after a short\r\nconversation, he revealed the fact that he was the hall-porter at that\r\napartment-house which you visited, the one on Fifty-Seventh Street. At\r\nthis time of the year, I knew, many wealthy people go south, to Florida\r\nand the Carolinas, and it occurred to me that there might be a vacant\r\napartment in his building. There was. I took it.\"\r\n\r\n\"But how on earth could you afford to pay for an apartment in a place\r\nlike that?\"\r\n\r\nUncle Chris coughed.\r\n\r\n\"I didn't say I paid for it. I said I took it. That is, as one might\r\nsay, the point of my story. My old friend, grateful for favours\r\nreceived and wishing to do me a good turn, consented to become my\r\naccomplice in another--er--innocent deception. I gave my friends the\r\naddress and telephone number of the apartment-house, living the while\r\nmyself in surroundings of a somewhat humbler and less expensive\r\ncharacter. I called every morning for letters. If anybody rang me up\r\non the telephone, the admirable man answered in the capacity of my\r\nservant, took a message, and relayed it on to me at my boarding-house.\r\nIf anybody called, he merely said that I was out. There wasn't a flaw\r\nin the whole scheme, my dear, and its chief merit was its beautiful\r\nsimplicity.\"\r\n\r\n\"Then what made you give it up? Conscience?\"\r\n\r\n\"Conscience never made me give up _anything_,\" said Uncle Chris\r\nfirmly. \"No, there were a hundred chances to one against anything\r\ngoing wrong, and it was the hundredth that happened. When you have\r\nbeen in New York longer, you will realize that one peculiarity of the\r\nplace is that the working-classes are in a constant state of flux. On\r\nMonday you meet a plumber. Ah! you say, a plumber! Capital! On the\r\nfollowing Thursday you meet him again, and he is a car-conductor. Next\r\nweek he will be squirting soda in a drug-store. It's the fault of\r\nthese dashed magazines, with their advertisements of correspondence\r\ncourses--Are You Earning All You Should?--Write To Us and Learn\r\nChicken-Farming By Mail.... It puts wrong ideas into the fellows'\r\nheads. It unsettles them. It was so in this case. Everything was going\r\nswimmingly, when my man suddenly conceived the idea that destiny had\r\nintended him for a chauffeur-gardener, and he threw up his position!\"\r\n\r\n\"Leaving you homeless!\"\r\n\r\n\"As you say, homeless--temporarily. But, fortunately--I have been\r\namazingly lucky all through; it really does seem as if you cannot keep\r\na good man down--fortunately my friend had a friend who was janitor at\r\na place on East Forty-first Street, and by a miracle of luck the only\r\napartment in the building was empty. It is an office-building, but,\r\nlike some of these places, it has one small bachelor's apartment on\r\nthe top floor.\"\r\n\r\n\"And you are the small bachelor?\"\r\n\r\n\"Precisely. My friend explained matters to his friend--a few financial\r\ndetails were satisfactorily arranged--and here I am, perfectly happy\r\nwith the cosiest little place in the world, rent free. I am even\r\nbetter off than I was before, as a matter of fact, for my new ally's\r\nwife is an excellent cook, and I have been enabled to give one or two\r\nvery pleasant dinners at my new home. It lends verisimilitude to the\r\nthing if you can entertain a little. If you are never in when people\r\ncall, they begin to wonder. I am giving dinner to your friend\r\nPilkington and Mrs. Peagrim there to-night. Homey, delightful, and\r\ninfinitely cheaper than a restaurant.\"\r\n\r\n\"And what will you do when the real owner of the place walks in in the\r\nmiddle of dinner?\"\r\n\r\n\"Out of the question. The janitor informs me that he left for England\r\nsome weeks ago, intending to make a stay of several months.\"\r\n\r\n\"Well, you certainly think of everything.\"\r\n\r\n\"Whatever success I may have achieved,\" replied Uncle Chris, with the\r\ndignity of a Captain of Industry confiding in an interviewer, \"I\r\nattribute to always thinking of everything.\"\r\n\r\nJill gurgled with laughter. There was that about her uncle which\r\nalways acted on her moral sense like an opiate, lulling it to sleep\r\nand preventing it from rising up and becoming critical. If he had\r\nstolen a watch and chain, he would somehow have succeeded in\r\nconvincing her that he had acted for the best under the dictates of a\r\nbenevolent altruism.\r\n\r\n\"What success _have_ you achieved?\" she asked, interested. \"When you\r\nleft me, you were on your way to find a fortune. Did you find it?\"\r\n\r\n\"I have not actually placed my hands on it yet,\" admitted Uncle Chris.\r\n\"But it is hovering in the air all round me. I can hear the beating of\r\nthe wings of the dollar-bills as they flutter to and fro, almost\r\nwithin reach. Sooner or later I shall grab them. I never forget, my\r\ndear, that I have a task before me--to restore to you the money of\r\nwhich I deprived you. Some day--be sure--I shall do it. Some day you\r\nwill receive a letter from me, containing a large sum--five\r\nthousand--ten thousand--twenty thousand--whatever it may be, with the\r\nsimple words 'First Instalment.'\" He repeated the phrase, as if it\r\npleased him. \"First Instalment!\"\r\n\r\nJill hugged his arm. She was in the mood in which she used to listen\r\nto him ages ago telling her fairy stories.\r\n\r\n\"Go on!\" she cried. \"Go on! It's wonderful! Once upon a time Uncle\r\nChris was walking along Fifth Avenue, when he happened to meet a poor\r\nold woman gathering sticks for firewood. She looked so old and tired\r\nthat he was sorry for her, so he gave her ten cents which he had\r\nborrowed from the janitor, and suddenly she turned into a beautiful\r\ngirl and said 'I am a fairy! In return for your kindness I grant you\r\nthree wishes!' And Uncle Chris thought for a moment, and said, 'I want\r\ntwenty thousand dollars to send to Jill!' And the fairy said, 'It\r\nshall be attended to. And the next article?'\"\r\n\r\n\"It is all very well to joke,\" protested Uncle Chris, pained by this\r\nflippancy, \"but let me tell you that I shall not require magic\r\nassistance to become a rich man. Do you realize that at houses like\r\nMrs. Waddesleigh Peagrim's I am meeting men all the time who have only\r\nto say one little word to make me a millionaire? They are fat, grey\r\nmen with fishy eyes and large waistcoats, and they sit smoking cigars\r\nand brooding on what they are going to do to the market next day. If I\r\nwere a mind-reader I could have made a dozen fortunes by now. I sat\r\nopposite that old pirate, Bruce Bishop, for over an hour the very day\r\nbefore he and his gang sent Consolidated Pea-Nuts down twenty points!\r\nIf I had known what was in the wind, I doubt if I could have\r\nrestrained myself from choking his intentions out of the fellow. Well,\r\nwhat I am trying to point out is that one of these days one of these\r\nold oysters will have a fleeting moment of human pity and disgorge\r\nsome tip on which I can act. It is that reflection that keeps me so\r\nconstantly at Mrs. Peagrim's house.\" Uncle Chris shivered slightly. \"A\r\nfearsome woman, my dear! Weighs a hundred and eighty pounds and as\r\nskittish as a young lamb in springtime! She makes me dance with her!\"\r\nUncle Chris' lips quivered in a spasm of pain, and he was silent for a\r\nmoment. \"Thank Heaven I was once a footballer!\" he said reverently.\r\n\r\n\"But what do you live on?\" asked Jill. \"I know you are going to be a\r\nmillionaire next Tuesday week, but how are you getting along in the\r\nmeantime?\"\r\n\r\nUncle Chris coughed.\r\n\r\n\"Well, as regards actual living expenses, I have managed by a shrewd\r\nbusiness stroke to acquire a small but sufficient income. I live in a\r\nboarding-house--true--but I contrive to keep the wolf away from its\r\ndoor--which, by the by, badly needs a lick of paint. Have you ever\r\nheard of Nervino?\"\r\n\r\n\"I don't think so. It sounds like a patent medicine.\"\r\n\r\n\"It _is_ a patent medicine.\" Uncle Chris stopped and looked anxiously\r\nat her. \"Jill, you're looking pale, my dear.\"\r\n\r\n\"Am I? We had rather a tiring rehearsal.\"\r\n\r\n\"Are you sure,\" said Uncle Chris seriously, \"that it is only that? Are\r\nyou sure that your vitality has not become generally lowered by the\r\nfierce rush of Metropolitan life? Are you aware of the things that can\r\nhappen to you if you allow the red corpuscles of your blood to become\r\ndevitalised? I had a friend....\"\r\n\r\n\"Stop! You're scaring me to death!\"\r\n\r\nUncle Chris gave his moustache a satisfied twirl.\r\n\r\n\"Just what I meant to do, my dear. And, when I had scared you\r\nsufficiently--you wouldn't wait for the story of my consumptive\r\nfriend. Pity! It's one of my best!--I should have mentioned that I had\r\nbeen having much the same trouble myself until lately, but the other\r\nday I happened to try Nervino, the great specific.... I was giving you\r\nan illustration of myself in action, my dear. I went to these Nervino\r\npeople--happened to see one of their posters and got the idea in a\r\nflash--I went to them and said, 'Here am I, a presentable man of\r\npersuasive manners and a large acquaintance among the leaders of New\r\nYork Society. What would it be worth to you to have me hint from time\r\nto time at dinner parties and so forth that Nervino is the rich man's\r\npanacea?' I put the thing lucidly to them. I said, 'No doubt you have\r\na thousand agents in the city, but have you one who does not look like\r\nan agent and won't talk like an agent? Have you one who is inside the\r\nhouses of the wealthy, at their very dinner-tables, instead of being\r\non the front step, trying to hold the door open with his foot? That is\r\nthe point you have to consider.' They saw the idea at once. We\r\narranged terms--not as generous as I could wish, perhaps, but quite\r\nample. I receive a tolerably satisfactory salary each week, and in\r\nreturn I spread the good word about Nervino in the gilded palaces of\r\nthe rich. Those are the people to go for, Jill. They have been so\r\nbusy wrenching money away from the widow and the orphan that they\r\nhaven't had time to look after their health. You catch one of them\r\nafter dinner, just as he is wondering if he was really wise in taking\r\ntwo helpings of the lobster Newburg, and he is clay in your hands. I\r\ndraw my chair up to his and become sympathetic and say that I had\r\nprecisely the same trouble myself until recently, and mention a dear\r\nold friend of mine who died of indigestion, and gradually lead the\r\nconversation round to Nervino. I don't force it on them. I don't even\r\nask them, to try it. I merely point to myself, rosy with health, and\r\nsay that I owe everything to it, and the thing is done. They thank me\r\nprofusely and scribble the name down on their shirt-cuffs. And there\r\nyou are! I don't suppose,\" said Uncle Chris philosophically, \"that the\r\nstuff can do them any actual harm.\"\r\n\r\nThey had come to the corner of Forty-first Street. Uncle Chris felt in\r\nhis pocket and produced a key.\r\n\r\n\"If you want to go and take a look at my little nest, you can let\r\nyourself in. It's on the twenty-second floor. Don't fail to go out on\r\nthe roof and look at the view. It's worth seeing. It will give you\r\nsome idea of the size of the city. A wonderful, amazing city, my dear,\r\nfull of people who need Nervino. I shall go on and drop in at the club\r\nfor half an hour. They have given me a fortnight's card at the Avenue.\r\nCapital place. Here's the key.\"\r\n\r\nJill turned down Forty-first Street, and came to a mammoth structure\r\nof steel and stone which dwarfed the modest brown houses beside it\r\ninto nothingness. It was curious to think of a private flat nestling\r\non the summit of this mountain. She went in, and the lift shot her\r\ngiddily upwards to the twenty-second floor. She found herself facing a\r\nshort flight of stone steps, ending in a door. She mounted the steps,\r\ntried the key, and, turning it, entered a hall-way. Proceeding down\r\nthe passage, she reached a sitting-room.\r\n\r\nIt was a small room, but furnished with a solid comfort which soothed\r\nher. For the first time since she had arrived in New York, she had the\r\nsense of being miles away from the noise and bustle of the city. There\r\nwas a complete and restful silence. She was alone in a nest of books\r\nand deep chairs, on which a large grandfather-clock looked down with\r\nthat wide-faced benevolence peculiar to its kind. So peaceful was\r\nthis eyrie, perched high up above the clamour and rattle of\r\ncivilization, that every nerve in her body seemed to relax in a\r\ndelicious content. It was like being in Peter Pan's house in the\r\ntree-tops.\r\n\r\n\r\nII\r\n\r\nJill possessed in an unusual degree that instinct for exploration\r\nwhich is implanted in most of us. She was frankly inquisitive, and\r\ncould never be two minutes in a strange room without making a tour of\r\nit and examining its books, pictures, and photographs. Almost at once\r\nshe began to prowl.\r\n\r\nThe mantelpiece was her first objective. She always made for other\r\npeople's mantelpieces, for there, more than anywhere else, is the\r\ncharacter of a proprietor revealed. This mantelpiece was sprinkled\r\nwith photographs, large, small, framed and unframed. In the centre of\r\nit, standing all alone and looking curiously out of place among its\r\nlarge neighbours, was a little snapshot.\r\n\r\nIt was dark by the mantelpiece. Jill took the photograph to the\r\nwindow, where the fading light could fall on it. Why, she could not\r\nhave said, but the thing interested her. There was mystery about it.\r\nIt seemed in itself so insignificant to have the place of honour.\r\n\r\nThe snapshot had evidently been taken by an amateur, but it was one of\r\nthose lucky successes which happen at rare intervals to amateur\r\nphotographers to encourage them to proceed with their hobby. It showed\r\na small girl in a white dress cut short above slim, black legs,\r\nstanding in the porch of an old house, one hand swinging a sun-bonnet,\r\nthe other patting an Irish terrier which had planted its front paws\r\nagainst her waist and was looking up into her face with that grave\r\nmelancholy characteristic of Irish terriers. The sunlight was\r\nevidently strong, for the child's face was puckered in a twisted\r\nthough engaging grin. Jill's first thought was \"What a jolly kid!\" And\r\nthen, with a leaping of the heart that seemed to send something big\r\nand choking into her throat, she saw that it was a photograph of\r\nherself.\r\n\r\nWith a swooping bound memory raced back over the years. She could feel\r\nthe hot sun on her face, hear the anxious voice of Freddie Rooke--then\r\nfourteen and for the first time the owner of a camera--imploring her\r\nto stand just like that because he wouldn't be half a minute only some\r\nrotten thing had stuck or something. Then the sharp click, the\r\ndoubtful assurance of Freddie that he thought it was all right if he\r\nhadn't forgotten to shift the film (in which case she might expect to\r\nappear in combination with a cow which he had snapped on his way to\r\nthe house), and the relieved disappearance of Pat, the terrier, who\r\ndidn't understand photography. How many years ago had that been? She\r\ncould not remember. But Freddie had grown to long-legged manhood, she\r\nto an age of discretion and full-length frocks, Pat had died, the old\r\nhouse was inhabited by strangers ... and here was the silent record of\r\nthat sun-lit afternoon, three thousand miles away from the English\r\ngarden in which it had come into existence.\r\n\r\nThe shadows deepened. The top of the great building swayed gently,\r\ncausing the pendulum of the grandfather-clock to knock against the\r\nsides of its wooden case. Jill started. The noise, coming after the\r\ndead silence, frightened her till she realized what it was. She had a\r\nnervous feeling of not being alone. It was as if the shadows held\r\ngoblins that peered out at the intruder. She darted to the mantelpiece\r\nand replaced the photograph. She felt like some heroine of a\r\nfairy-story meddling with the contents of the giant's castle. Soon\r\nthere would come the sound of a great footstep thud--thud....\r\n\r\n_Thud._\r\n\r\nJill's heart gave another leap. She was perfectly sure she had heard a\r\nsound. It had been just like the banging of a door. She braced\r\nherself, listening, every muscle tense. And then, cleaving the\r\nstillness, came a voice from down the passage--\r\n\r\n    \"Just see them Pullman porters,\r\n    Dolled up with scented waters\r\n    Bought with their dimes and quarters!\r\n      See, here they come! Here they come!\"\r\n\r\nFor an instant Jill could not have said whether she was relieved or\r\nmore frightened than ever. True, that numbing sense of the uncanny had\r\nceased to grip her, for Reason told her that spectres do not sing\r\nrag-time songs. On the other hand, owners of apartments do, and she\r\nwould almost as readily have faced a spectre as the owner of this\r\napartment. Dizzily, she wondered how in the world she was to explain\r\nher presence. Suppose he turned out to be some awful-choleric person\r\nwho would listen to no explanations.\r\n\r\n    \"Oh, see those starched-up collars!\r\n    Hark how their captain hollers\r\n      'Keep time! Keep time!'\r\n    It's worth a thousand dollars\r\n    To see those tip-collectors....\"\r\n\r\nVery near now. Almost at the door.\r\n\r\n    \"Those upper-berth inspectors,\r\n    Those Pullman porters on parade!\"\r\n\r\nA dim, shapeless figure in the black of the doorway. The scrabbling of\r\nfingers on the wall.\r\n\r\n\"Where are you, dammit?\" said the voice, apparently addressing the\r\nelectric-light switch.\r\n\r\nJill shrank back, desperate fingers pressing deep into the back of an\r\narm-chair. Light flashed from the wall at her side. And there, in the\r\ndoorway, stood Wally Mason in his shirt-sleeves."
  ]
}