{
  "index": 14,
  "title": "Chapter 13",
  "paragraphs": [
    "THE AMBASSADOR ARRIVES\r\n\r\nI\r\n\r\n\r\nIn these days of rapid movement, when existence has become little more\r\nthan a series of shocks of varying intensity, astonishment is the\r\nshortest-lived of all the emotions. There was an instant in which Jill\r\nlooked at Wally and Wally at Jill with the eye of total amazement, and\r\nthen, almost simultaneously, each began--the process was\r\nsubconscious--to regard this meeting not as an isolated and\r\ninexplicable event, but as something resulting from a perfectly\r\nlogical chain of circumstances.\r\n\r\n\"Hullo!\" said Wally.\r\n\r\n\"Hullo!\" said Jill.\r\n\r\nIt was not a very exalted note on which to pitch the conversation, but\r\nit had the merit of giving each of them a little more time to collect\r\nthemselves.\r\n\r\n\"This is.... I wasn't expecting you!\" said Wally.\r\n\r\n\"I wasn't expecting _you_!\" said Jill.\r\n\r\nThere was another pause, in which Wally, apparently examining her last\r\nwords and turning them over in his mind, found that they did not\r\nsquare with his preconceived theories.\r\n\r\n\"You weren't expecting me?\"\r\n\r\n\"I certainly was not!\"\r\n\r\n\"But ... but you knew I lived here?\"\r\n\r\nJill shook her head. Wally reflected for an instant, and then put his\r\nfinger, with a happy inspiration, on the very heart of the mystery.\r\n\r\n\"Then how on earth did you get here?\"\r\n\r\nHe was glad he had asked that. The sense of unreality which had come\r\nto him in the first startling moment of seeing her and vanished under\r\nthe influence of logic had returned as strong as ever. If she did not\r\nknow he lived in this place, how in the name of everything uncanny had\r\nshe found her way here? A momentary wonder as to whether all this was\r\nnot mixed up with telepathy and mental suggestion and all that sort of\r\nthing came to him. Certainly he had been thinking of her all the time\r\nsince their parting at the Savoy Hotel that night three weeks and more\r\nback.... No, that was absurd. There must be some sounder reason for\r\nher presence. He waited for her to give it.\r\n\r\nJill for the moment felt physically incapable of giving it. She shrank\r\nfrom the interminable explanation which confronted her as a weary\r\ntraveller shrinks from a dusty, far-stretching desert. She simply\r\ncould not go into all that now. So she answered with a question.\r\n\r\n\"When did you land in New York?\"\r\n\r\n\"This afternoon. We were supposed to dock this morning, but the boat\r\nwas late.\" Wally perceived that he was being pushed away from the main\r\npoint, and jostled his way back to it. \"But what are you doing here?\"\r\n\r\n\"It's such a long story.\"\r\n\r\nHer voice was plaintive. Remorse smote Wally. It occurred to him that\r\nhe had not been sufficiently sympathetic. Not a word had he said on\r\nthe subject of her change of fortunes. He had just stood and gaped and\r\nasked questions. After all, what the devil did it matter how she came\r\nto be here? He had anticipated a long and tedious search for her\r\nthrough the labyrinth of New York, and here Fate had brought her to\r\nhis very door, and all he could do was to ask why, instead of being\r\nthankful. He perceived that he was not much of a fellow.\r\n\r\n\"Never mind,\" he said. \"You can tell me when you feel like it.\" He\r\nlooked at her eagerly. Time seemed to have wiped away that little\r\nmisunderstanding under the burden of which they had parted. \"It's too\r\nwonderful finding you like this!\" He hesitated. \"I heard\r\nabout--everything,\" he said awkwardly.\r\n\r\n\"My--\" Jill hesitated too. \"My smash?\"\r\n\r\n\"Yes. Freddie Rooke told me. I was terribly sorry.\"\r\n\r\n\"Thank you,\" said Jill.\r\n\r\nThere was a pause. They were both thinking of that other disaster\r\nwhich had happened. The presence of Derek Underhill seemed to stand\r\nlike an unseen phantom between them. Finally Wally spoke at random,\r\nchoosing the first words that came into his head in his desire to\r\nbreak the silence.\r\n\r\n\"Jolly place, this, isn't it?\"\r\n\r\nJill perceived that an opening for those tedious explanations had been\r\ngranted her.\r\n\r\n\"Uncle Chris thinks so,\" she said demurely.\r\n\r\nWally looked puzzled.\r\n\r\n\"Uncle Chris? Oh, your uncle?\"\r\n\r\n\"Yes.\"\r\n\r\n\"But--he has never been here.\"\r\n\r\n\"Oh, yes. He's giving a dinner-party here to-night!\"\r\n\r\n\"He's ... what did you say?\"\r\n\r\n\"It's all right. I only began at the end of the story instead of the\r\nbeginning. I'll tell you the whole thing. And then ... then I suppose\r\nyou will be terribly angry and make a fuss.\"\r\n\r\n\"I'm not much of a lad, as Freddie Rooke would say, for making fusses.\r\nAnd I can't imagine being terribly angry with you.\"\r\n\r\n\"Well, I'll risk it. Though, if I wasn't a brave girl, I should leave\r\nUncle Chris to explain for himself and simply run away.\"\r\n\r\n\"Anything is better than that. It's a miracle meeting you like this,\r\nand I don't want to be deprived of the fruits of it. Tell me anything,\r\nbut don't go.\"\r\n\r\n\"You'll be furious.\"\r\n\r\n\"Not with you.\"\r\n\r\n\"I should hope not with me. I've done nothing. I am the innocent\r\nheroine. But I'm afraid you will be very angry with Uncle Chris.\"\r\n\r\n\"If he's your uncle, that passes him. Besides, he once licked the\r\nstuffing out of me with a whangee. That forms a bond. Tell me all.\"\r\n\r\nJill considered. She had promised to begin at the beginning, but it\r\nwas difficult to know what was the beginning.\r\n\r\n\"Have you ever heard of Captain Kidd?\" she asked at length.\r\n\r\n\"You're wandering from the point, aren't you?\"\r\n\r\n\"No, I'm not. _Have_ you heard of Captain Kidd?\"\r\n\r\n\"The pirate? Of course.\"\r\n\r\n\"Well, Uncle Chris is his direct lineal descendant. That really\r\nexplains the whole thing.\"\r\n\r\nWally looked at her enquiringly.\r\n\r\n\"Could you make it a little easier?\" he said.\r\n\r\n\"I can tell you everything in half a dozen words, if you like. But it\r\nwill sound awfully abrupt.\"\r\n\r\n\"Go ahead.\"\r\n\r\n\"Uncle Chris has stolen your apartment.\"\r\n\r\nWally nodded slowly.\r\n\r\n\"I see. Stolen my apartment.\"\r\n\r\n\"Of course you can't possibly understand. I shall have to tell you the\r\nwhole thing, after all.\"\r\n\r\nWally listened with flattering attention as she began the epic of\r\nMajor Christopher Selby's doings in New York. Whatever his emotions,\r\nhe certainly was not bored.\r\n\r\n\"So that's how it all happened,\" concluded Jill.\r\n\r\nFor a moment Wally said nothing. He seemed to be digesting what he had\r\nheard.\r\n\r\n\"I see,\" he said at last. \"It's a variant of those advertisements they\r\nprint in the magazines. 'Why pay rent? Own somebody else's home!'\"\r\n\r\n\"That _does_ rather sum it up,\" said Jill.\r\n\r\nWally burst into a roar of laughter.\r\n\r\n\"He's a corker!\"\r\n\r\nJill was immensely relieved. For all her courageous bearing, she had\r\nnot relished the task of breaking the news to Wally. She knew that he\r\nhad a sense of humour, but a man may have a sense of humour and yet\r\nnot see anything amusing in having his home stolen in his absence.\r\n\r\n\"I'm so glad you're not angry.\"\r\n\r\n\"Of course not.\"\r\n\r\n\"Most men would be.\"\r\n\r\n\"Most men are chumps.\"\r\n\r\n\"It's so wonderful that it happened to be you. Suppose it had been an\r\nutter stranger! What could I have done?\"\r\n\r\n\"It would have been the same thing. You would have won him over in two\r\nminutes. Nobody could resist you.\"\r\n\r\n\"That's very sweet of you.\"\r\n\r\n\"I can't help telling the truth. Washington was just the same.\"\r\n\r\n\"Then you don't mind Uncle Chris giving his dinner-party here\r\nto-night?\"\r\n\r\n\"He has my blessing.\"\r\n\r\n\"You really are an angel,\" said Jill gratefully. \"From what he said, I\r\nthink he looks on it as rather an important function. He has invited a\r\nvery rich woman, who has been showing him a lot of hospitality--a Mrs.\r\nPeagrim....\"\r\n\r\n\"Mrs. Waddesleigh Peagrim?\"\r\n\r\n\"Yes? Why, do you know her?\"\r\n\r\n\"Quite well. She goes in a good deal for being Bohemian and knowing\r\npeople who write and paint and act and so on. That reminds me. I gave\r\nFreddie Rooke a letter of introduction to her.\"\r\n\r\n\"Freddie Rooke!\"\r\n\r\n\"Yes. He suddenly made up his mind to come over. He came to me for\r\nadvice about the journey. He sailed a couple of days before I did. I\r\nsuppose he's somewhere in New York by now, unless he was going on to\r\nFlorida. He didn't tell me what his plans were.\"\r\n\r\nJill was conscious of a sudden depression. Much as she liked Freddie,\r\nhe belonged to a chapter in her life which was closed and which she\r\nwas trying her hardest to forget. It was impossible to think of\r\nFreddie without thinking of Derek, and to think of Derek was like\r\ntouching an exposed nerve. The news that Freddie was in New York\r\nshocked her. New York had already shown itself a city of chance\r\nencounters. Could she avoid meeting Freddie?\r\n\r\nShe knew Freddie so well. There was not a dearer or a better-hearted\r\nyouth in the world, but he had not that fine sensibility which pilots\r\na man through the awkwardnesses of life. He was a blunderer. Instinct\r\ntold her that, if she met Freddie, he would talk of Derek, and, if\r\nthinking of Derek was touching an exposed nerve, talking of him would\r\nbe like pressing on that nerve with a heavy hand. She shivered.\r\n\r\nWally was observant.\r\n\r\n\"There's no need to meet him if you don't want to,\" he said.\r\n\r\n\"No,\" said Jill doubtfully.\r\n\r\n\"New York's a large place. By the way,\" he went on, \"to return once\r\nmore to the interesting subject of my lodger, does your uncle sleep\r\nhere at nights, do you know?\"\r\n\r\nJill looked at him gratefully. He was no blunderer. Her desire to\r\navoid Freddie Rooke was, he gave her tacitly to understand, her\r\nbusiness, and he did not propose to intrude on it. She liked him for\r\ndismissing the subject so easily.\r\n\r\n\"No, I think he told me he doesn't.\"\r\n\r\n\"Well, that's something, isn't it! I call that darned nice of him! I\r\nwonder if I could drop back here somewhere about eleven o'clock. Are\r\nthe festivities likely to be over by then? If I know Mrs. Peagrim, she\r\nwill insist on going off to one of the hotels to dance directly after\r\ndinner. She's a confirmed trotter.\"\r\n\r\n\"I don't know how to apologize,\" began Jill remorsefully.\r\n\r\n\"Please don't. It's absolutely all right.\" His eye wandered to the\r\nmantelpiece, as it had done once or twice during the conversation. In\r\nher hurry Jill had replaced the snapshot with its back to the room,\r\nand Wally had the fidgety air of a man whose most cherished possession\r\nis maltreated. He got up now and, walking across, turned the\r\nphotograph round. He stood for a moment, looking at it. Jill had\r\nforgotten the snapshot. Curiosity returned to her.\r\n\r\n\"Where _did_ you get that?\" she asked.\r\n\r\nWally turned.\r\n\r\n\"Oh, did you see this?\"\r\n\r\n\"I was looking at it just before you nearly frightened me to death by\r\nappearing so unexpectedly.\"\r\n\r\n\"Freddie Rooke sold it to me fourteen years ago.\"\r\n\r\n\"Fourteen years ago?\"\r\n\r\n\"Next July,\" added Wally. \"I gave him five shillings for it.\"\r\n\r\n\"Five shillings! The little brute!\" cried Jill indignantly. \"It must\r\nhave been all the money you had in the world!\"\r\n\r\n\"A trifle more, as a matter of fact. All the money I had in the world\r\nwas three-and-six. But by a merciful dispensation of Providence the\r\ncurate had called that morning and left a money-box for subscriptions\r\nto the village organ-fund.... It's wonderful what you can do with a\r\nturn for crime and the small blade of a pocket-knife! I don't think I\r\nhave ever made money quicker!\" He looked at the photograph again. \"Not\r\nthat it seemed quick at the moment. I died at least a dozen agonizing\r\ndeaths in the few minutes I was operating. Have you ever noticed how\r\nslowly time goes when you are coaxing a shilling and a sixpence out of\r\nsomebody's money-box? Centuries! But I was forgetting. Of course\r\nyou've had no experience.\"\r\n\r\n\"You poor thing!\"\r\n\r\n\"It was worth it.\"\r\n\r\n\"And you've had it ever since!\"\r\n\r\n\"I wouldn't part with it for all Mrs. Waddesleigh Peagrim's millions,\"\r\nsaid Wally with sudden and startling vehemence, \"if she offered me\r\nthem.\" He paused. \"She hasn't, as a matter of fact.\"\r\n\r\nThere was a silence. Jill looked at Wally furtively as he returned to\r\nhis seat. She was seeing him with new eyes. It was as if this trifling\r\nincident had removed some sort of a veil. He had suddenly become more\r\nalive. For an instant she had seen right into him, to the hidden deeps\r\nof his soul. She felt shy and embarrassed.\r\n\r\n\"Pat died,\" she said at length. She felt the necessity of saying\r\nsomething.\r\n\r\n\"I liked Pat.\"\r\n\r\n\"He picked up some poison, poor darling.... How long ago those days\r\nseem, don't they?\"\r\n\r\n\"They are always pretty vivid to me. I wonder who has that old house\r\nof yours now.\"\r\n\r\n\"I heard the other day,\" said Jill more easily. The odd sensation of\r\nembarrassment was passing. \"Some people called ... what was the\r\nname?... Debenham, I think.\"\r\n\r\nSilence fell again. It was broken by the front-door bell, like an\r\nalarm-clock that shatters a dream.\r\n\r\nWally got up.\r\n\r\n\"Your uncle,\" he said.\r\n\r\n\"You aren't going to open the door?\"\r\n\r\n\"That was the scheme.\"\r\n\r\n\"But he'll get such a shock when he sees you.\"\r\n\r\n\"He must look on it in the light of rent. I don't see why I shouldn't\r\nhave a little passing amusement from this business.\"\r\n\r\nHe left the room. Jill heard the front door open. She waited\r\nbreathlessly. Pity for Uncle Chris struggled with the sterner feeling\r\nthat it served him right.\r\n\r\n\"Hullo!\" she heard Wally say.\r\n\r\n\"Hullo-ullo-ullo!\" replied an exuberant voice. \"Wondered if I'd find\r\nyou in, and all that sort of thing. I say, what a deuce of a way up it\r\nis here. Sort of get a chappie into training for going to heaven,\r\nwhat? I mean, what?\"\r\n\r\nJill looked about her like a trapped animal. It was absurd, she felt,\r\nbut every nerve in her body cried out against the prospect of meeting\r\nFreddie. His very voice had opened old wounds and set them throbbing.\r\n\r\nShe listened in the doorway. Out of sight down the passage, Freddie\r\nseemed by the sounds to be removing his overcoat. She stole out and\r\ndarted like a shadow down the corridor that led to Wally's bedroom.\r\nThe window of the bedroom opened on to the wide roof which Uncle Chris\r\nhad eulogized. She slipped noiselessly out, closing the window behind\r\nher.\r\n\r\n\r\nII\r\n\r\n\"I say, Mason, old top,\" said Freddie, entering the sitting-room, \"I\r\nhope you don't mind my barging in like this, but the fact is things\r\nare a bit thick. I'm dashed worried, and I didn't know another soul I\r\ncould talk it over with. As a matter of fact, I wasn't sure you were\r\nin New York at all, but I remembered hearing you say in London that\r\nyou were popping back almost at once, so I looked you up in the\r\ntelephone book and took a chance. I'm dashed glad you _are_ back. When\r\ndid you arrive?\"\r\n\r\n\"This afternoon.\"\r\n\r\n\"I've been here two or three days. Well, it's a bit of luck catching\r\nyou. You see, what I want to ask your advice about....\"\r\n\r\nWally looked at his watch. He was not surprised to find that Jill had\r\ntaken to flight. He understood her feelings perfectly, and was anxious\r\nto get rid of the inopportune Freddie as soon as possible.\r\n\r\n\"You'll have to talk quick, I'm afraid,\" he said. \"I've lent this\r\nplace to a man for the evening, and he's having some people to dinner.\r\nWhat's the trouble?\"\r\n\r\n\"It's about Jill.\"\r\n\r\n\"Jill?\"\r\n\r\n\"Jill Mariner, you know. You remember Jill? You haven't forgotten my\r\ntelling you all that? About her losing her money and coming over to\r\nAmerica?\"\r\n\r\n\"No. I remember you telling me that.\"\r\n\r\nFreddie seemed to miss something in his companion's manner, some note\r\nof excitement and perturbation.\r\n\r\n\"Of course,\" he said, as if endeavouring to explain this to himself,\r\n\"you hardly knew her, I suppose. Only met once since you were kids and\r\nall that sort of thing. But I'm a pal of hers and I'm dashed upset by\r\nthe whole business, I can tell you. It worries me, I mean to say. Poor\r\ngirl, you know, landed on her uppers in a strange country. Well, I\r\nmean, it worries me. So the first thing I did when I got here was to\r\ntry to find her. That's why I came over, really, to try to find her.\r\nApart from anything else, you see, poor old Derek is dashed worried\r\nabout her.\"\r\n\r\n\"Need we bring Underhill in?\"\r\n\r\n\"Oh, I know you don't like him and think he behaved rather rummily and\r\nso forth, but that's all right now.\"\r\n\r\n\"It is, is it?\" said Wally drily.\r\n\r\n\"Oh, absolutely. It's all on again.\"\r\n\r\n\"What's all on again?\"\r\n\r\n\"Why, I mean he wants to marry Jill. I came over to find her and tell\r\nher so.\"\r\n\r\nWally's eyes glowed.\r\n\r\n\"If you have come over as an ambassador....\"\r\n\r\n\"That's right. Jolly old ambassador. Very word I used myself.\"\r\n\r\n\"I say, if you have come over as an ambassador with the idea of\r\nreopening negotiations with Jill on behalf of that infernal swine....\"\r\n\r\n\"Old man!\" protested Freddie, pained. \"Pal of mine, you know.\"\r\n\r\n\"If he is, after what's happened, your mental processes are beyond\r\nme.\"\r\n\r\n\"My what, old son?\"\r\n\r\n\"Your mental processes.\"\r\n\r\n\"Oh, ah!\" said Freddie, learning for the first time that he had any.\r\n\r\nWally looked at him intently. There was a curious expression on his\r\nrough-hewn face.\r\n\r\n\"I can't understand you, Freddie. If ever there was a fellow who might\r\nhave been expected to take the only possible view of Underhill's\r\nbehaviour in this business, I should have said it was you. You're a\r\npublic-school man. You've mixed all the time with decent people. You\r\nwouldn't do anything that wasn't straight yourself to save your life.\r\nYet it seems to have made absolutely no difference in your opinion of\r\nthis man Underhill that he behaved like an utter cad to a girl who\r\nwas one of your best friends. You seem to worship him just as much as\r\never. And you have travelled three thousand miles to bring a message\r\nfrom him to Jill--Good God! _Jill_!--to the effect, as far as I can\r\nunderstand it, that he has thought it over and come to the conclusion\r\nthat after all she may possibly be good enough for him!\"\r\n\r\nFreddie recovered the eye-glass which the raising of his eyebrows had\r\ncaused to fall, and polished it in a crushed sort of way. Rummy, he\r\nreflected, how chappies stayed the same all their lives as they were\r\nwhen they were kids. Nasty, tough sort of chap Wally Mason had been as\r\na boy, and here he was, apparently, not altered a bit. At least the\r\nonly improvement he could detect was that, whereas in the old days\r\nWally, when in an ugly mood like this, would undoubtedly have kicked\r\nhim, he now seemed content with mere words. All the same, he was being\r\ndashed unpleasant. And he was all wrong about poor Derek. This last\r\nfact he endeavoured to make clear.\r\n\r\n\"You don't understand,\" he said. \"You don't realize. You've never met\r\nLady Underhill, have you?\"\r\n\r\n\"What has she got to do with it?\"\r\n\r\n\"Everything, old bean, everything. If it hadn't been for her, there\r\nwouldn't have been any trouble of any description, sort, or order. But\r\nshe barged in and savaged poor old Derek till she absolutely made him\r\nbreak off the engagement.\"\r\n\r\n\"If you call him 'poor old Derek' again, Freddie,\" said Wally\r\nviciously, \"I'll drop you out of the window and throw your hat after\r\nyou! If he's such a gelatine-backboned worm that his mother can....\"\r\n\r\n\"You don't know her, old thing! She's _the_ original hellhound!\"\r\n\r\n\"I don't care what....\"\r\n\r\n\"Must be seen to be believed,\" mumbled Freddie.\r\n\r\n\"I don't care what she's like! Any man who could....\"\r\n\r\n\"Once seen, never forgotten!\"\r\n\r\n\"Damn you! Don't interrupt every time I try to get a word in!\"\r\n\r\n\"Sorry, old man! Shan't occur again!\"\r\n\r\nWally moved to the window, and stood looking out. He had had much more\r\nto say on the subject of Derek Underhill, but Freddie's interruptions\r\nhad put it out of his head, and he felt irritated and baffled.\r\n\r\n\"Well, all I can say is,\" he remarked savagely, \"that, if you have\r\ncome over here as an ambassador to try and effect a reconciliation\r\nbetween Jill and Underhill, I hope to God you'll never find her.\"\r\n\r\nFreddie emitted a weak cough, like a very far-off asthmatic old sheep.\r\nHe was finding Wally more overpowering every moment. He had rather\r\nforgotten the dear old days of his childhood, but this conversation\r\nwas beginning to refresh his memory: and he was realizing more vividly\r\nwith every moment that passed how very Wallyish Wally was--how\r\nextraordinarily like the Wally who had dominated his growing intellect\r\nwhen they were both in Eton suits. Freddie in those days had been all\r\nfor peace, and he was all for peace now. He made his next observation\r\ndiffidently.\r\n\r\n\"I _have_ found her!\"\r\n\r\nWally spun round.\r\n\r\n\"What!\"\r\n\r\n\"When I say that, I don't absolutely mean I've seen her. I mean I know\r\nwhere she is. That's what I came round to see you about. Felt I must\r\ntalk it over, you know. The situation seems to me dashed rotten and\r\nnot a little thick. The fact is, old man, she's gone on the stage. In\r\nthe chorus, you know. And, I mean to say, well, if you follow what I'm\r\ndriving at, what, what?\"\r\n\r\n\"In the chorus?\"\r\n\r\n\"In the chorus!\"\r\n\r\n\"How do you know?\"\r\n\r\nFreddie groped for his eyeglass, which had fallen again. He regarded\r\nit a trifle sternly. He was fond of the little chap, but it was always\r\ndoing that sort of thing. The whole trouble was that, if you wanted to\r\nkeep it in its place, you simply couldn't register any sort of emotion\r\nwith the good old features: and, when you were chatting with a fellow\r\nlike Wally Mason, you had to be registering something all the time.\r\n\r\n\"Well, that was a bit of luck, as a matter of fact. When I first got\r\nhere, you know, it seemed to me the only thing to do was to round up a\r\nmerry old detective and put the matter in his hands, like they do in\r\nstories. _You_ know. Ring at the bell. 'And this, if I mistake not,\r\nWatson, is my client now.' And then in breezes client and spills the\r\nplot. I found a sleuth in the classified telephone directory, and\r\ntoddled round. Rummy chaps, detectives! Ever met any? I always thought\r\nthey were lean, hatchet-faced Johnnies with inscrutable smiles. This\r\none looked just like my old Uncle Ted, the one who died of apoplexy.\r\nJovial, puffy-faced bird, who kept bobbing up behind a fat cigar. Have\r\nyou ever noticed what whacking big cigars these fellows over here\r\nsmoke? Rummy country, America. You ought to have seen the way this\r\nblighter could shift his cigar right across his face with moving his\r\njaw-muscles. Like a flash! Most remarkable thing you ever saw, I give\r\nyou my honest word! He....\"\r\n\r\n\"Couldn't you keep your Impressions of America for the book you're\r\ngoing to write, and come to the point?\" said Wally rudely.\r\n\r\n\"Sorry, old chap,\" said Freddie meekly. \"Glad you reminded me.\r\nWell.... Oh, yes. We had got as far as the jovial old human\r\nbloodhound, hadn't we? Well, I put the matter before this chappie.\r\nTold him I wanted to find a girl, showed him a photograph, and so\r\nforth. I say,\" said Freddie, wandering off once more into speculation,\r\n\"why is it that coves like that always talk of a girl as 'the little\r\nlady'? This chap kept saying 'We'll find the little lady for you!' Oh,\r\nwell, that's rather off the rails, isn't it? It just floated across my\r\nmind and I thought I'd mention it. Well, this blighter presumably\r\nnosed about and made enquiries for a couple of days, but didn't effect\r\nanything that you might call substantial. I'm not blaming him, mind\r\nyou. I shouldn't care to have a job like that myself. I mean to say,\r\nwhen you come to think of what a frightful number of girls there are\r\nin this place, to have to ... well, as I say, he did his best but\r\ndidn't click; and then this evening, just before I came here, I met a\r\ngirl I had known in England--she was in a show over there--a girl\r\ncalled Nelly Bryant....\"\r\n\r\n\"Nelly Bryant? I know her.\"\r\n\r\n\"Yes? Fancy that! She was in a thing called 'Follow the Girl' in\r\nLondon. Did you see it by any chance? Topping show! There was one\r\nscene where the....\"\r\n\r\n\"Get on! Get on! I wrote it.\"\r\n\r\n\"You wrote it?\" Freddie beamed simple-hearted admiration. \"My dear old\r\nchap, I congratulate you! One of the ripest and most all-wool musical\r\ncomedies I've ever seen. I went twenty-four times. Rummy I don't\r\nremember spotting that you wrote it. I suppose one never looks at the\r\nnames on the programme. Yes, I went twenty-four times The first time I\r\nwent was with a couple of chappies from....\"\r\n\r\n\"Listen, Freddie!\" said Wally feverishly. \"On some other occasion I\r\nshould dearly love to hear the story of your life, but just now....\"\r\n\r\n\"Absolutely, old man. You're perfectly right. Well, to cut a long\r\nstory short, Nelly Bryant told me that she and Jill were rehearsing\r\nwith a piece called 'The Rose of America.'\"\r\n\r\n\"'The Rose of America!'\"\r\n\r\n\"I think that was the name of it.\"\r\n\r\n\"That's Ike Goble's show. He called me up on the phone about it half\r\nan hour ago. I promised to go and see a rehearsal of it to-morrow or\r\nthe day after. And Jill's in that?\"\r\n\r\n\"Yes. How about it? I mean, I don't know much about this sort of\r\nthing, but do you think it's the sort of thing Jill ought to be\r\ndoing?\"\r\n\r\nWally was moving restlessly about the room. Freddie's news had\r\ndisquieted him. Mr. Goble had a reputation.\r\n\r\n\"I know a lot about it,\" he replied, \"and it certainly isn't.\" He\r\nscowled at the carpet. \"Oh, damn everybody!\"\r\n\r\nFreddie paused to allow him to proceed, if such should be his wish,\r\nbut Wally had apparently said his say. Freddie went on to point out an\r\naspect of the matter which was troubling him greatly.\r\n\r\n\"I'm sure poor old Derek wouldn't like her being in the chorus!\"\r\n\r\nWally started so violently that for a moment Freddie was uneasy.\r\n\r\n\"I mean Underhill,\" he corrected himself hastily.\r\n\r\n\"Freddie,\" said Wally, \"you're an awfully good chap, but I wish you\r\nwould exit rapidly now! Thanks for coming and telling me, very good of\r\nyou. This way out!\"\r\n\r\n\"But, old man...!\"\r\n\r\n\"Now what?\"\r\n\r\n\"I thought we were going to discuss this binge and decide what to do\r\nand all that sort of thing.\"\r\n\r\n\"Some other time. I want to think about it.\"\r\n\r\n\"Oh, you will think about it?\"\r\n\r\n\"Yes, I'll think about it.\"\r\n\r\n\"Topping! You see, you're a brainy sort of fellow, and you'll probably\r\nhit something.\"\r\n\r\n\"I probably shall, if you don't go.\"\r\n\r\n\"Eh? Oh, ah, yes!\" Freddie struggled into his coat. More than ever did\r\nthe adult Wally remind him of the dangerous stripling of years gone\r\nby. \"Well, cheerio!\"\r\n\r\n\"Same to you!\"\r\n\r\n\"You'll let me know if you scare up some devilish fruity wheeze, won't\r\nyou? I'm at the Biltmore.\"\r\n\r\n\"Very good place to be. Go there now.\"\r\n\r\n\"Right ho! Well, toodle-oo!\"\r\n\r\n\"The elevator is at the foot of the stairs,\" said Wally. \"You press\r\nthe bell and up it comes. You hop in and down you go! It's a great\r\ninvention! Good night!\"\r\n\r\n\"Oh, I say. One moment....\"\r\n\r\n\"Good _night_!\" said Wally.\r\n\r\nHe closed the door, and ran down the passage.\r\n\r\n\"Jill!\" he called. He opened the bedroom window and stepped out.\r\n\"Jill!\"\r\n\r\nThere was no reply.\r\n\r\n\"Jill!\" called Wally once again, but again there was no answer.\r\n\r\nWally walked to the parapet, and looked over. Below him the vastness\r\nof the city stretched itself in a great triangle, its apex the\r\nharbour, its sides the dull silver of the East and Hudson Rivers.\r\nDirectly before him, crowned with its white lantern, the Metropolitan\r\nTower reared its graceful height to the stars. And all around, in the\r\nwindows of the tall buildings that looked from this bastion on which\r\nhe stood almost squat, a million lights stared up at him, the\r\nunsleeping eyes of New York. It was a scene of which Wally, always\r\nsensitive to beauty, never tired: but to-night it had lost its appeal.\r\nA pleasant breeze from the Jersey shore greeted him with a quickening\r\nwhisper of springtime and romance, but it did not lift the heaviness\r\nof his heart. He felt depressed and apprehensive."
  ]
}