{
  "index": 10,
  "title": "Chapter 9",
  "paragraphs": [
    "JILL IN SEARCH OF AN UNCLE\r\n\r\nI\r\n\r\n\r\nNew York welcomed Jill, as she came out of the Pennsylvania Station in\r\nSeventh Avenue, with a whirl of powdered snow that touched her cheek\r\nlike a kiss, the cold, bracing kiss one would expect from this vivid\r\ncity. She stood at the station entrance, a tiny figure beside the huge\r\npillars, looking round her with eager eyes. A wind was whipping down\r\nthe avenue. The sky was a clear, brilliant tint of the brightest blue.\r\nEnergy was in the air, and hopefulness. She wondered if Mr. Elmer\r\nMariner ever came to New York. It was hard to see how even his gloom\r\nwould contrive to remain unaffected by the exhilaration of the place.\r\n\r\nShe took Uncle Chris' letter from her bag. He had written from an\r\naddress on East Fifty-seventh Street. There would be just time to\r\ncatch him before he went out to lunch. She hailed a taxi-cab which was\r\ncoming out of the station.\r\n\r\nIt was a slow ride, halted repeatedly by congestion of the traffic,\r\nbut a short one for Jill. She was surprised at herself, a Londoner of\r\nlong standing, for feeling so provincial and being so impressed. But\r\nLondon was far away. It belonged to a life that seemed years ago and\r\na world from which she had parted for ever. Moreover, this was\r\nundeniably a stupendous city through which her taxi-cab was carrying\r\nher. At Times Square the stream of the traffic plunged into a\r\nwhirlpool, swinging out of Broadway to meet the rapids which poured in\r\nfrom east, west, and north. On Fifth Avenue all the motor-cars in the\r\nworld were gathered together. On the pavements, pedestrians, muffled\r\nagainst the nipping chill of the crisp air, hurried to and fro. And,\r\nabove, that sapphire sky spread a rich velvet curtain which made the\r\ntops of the buildings stand out like the white minarets of some\r\neastern city of romance.\r\n\r\nThe cab drew up in front of a stone apartment house; and Jill, getting\r\nout, passed under an awning through a sort of mediæval courtyard, gay\r\nwith potted shrubs, to an inner door. She was impressed. Evidently the\r\ntales one heard of fortunes accumulated overnight in this magic city\r\nwere true, and one of them must have fallen to the lot of Uncle Chris.\r\nFor nobody to whom money was a concern could possibly afford to live\r\nin a place like this. If Croesus and the Count of Monte Cristo had\r\napplied for lodging there, the authorities would probably have looked\r\non them a little doubtfully at first and hinted at the desirability of\r\na month's rent in advance.\r\n\r\nIn a glass case behind the inner door, reading a newspaper and chewing\r\ngum, sat a dignified old man in the rich uniform of a general in the\r\nGuatemalan army. He was a brilliant spectacle. He wore no jewellery,\r\nbut this, no doubt, was due to a private distaste for display. As\r\nthere was no one else of humbler rank at hand from whom Jill could\r\nsolicit an introduction and the privilege of an audience, she took the\r\nbold step of addressing him directly.\r\n\r\n\"I want to see Major Selby, please.\"\r\n\r\nThe Guatemalan general arrested for a moment the rhythmic action of\r\nhis jaws, lowered his paper and looked at her with raised eyebrows. At\r\nfirst Jill thought that he was registering haughty contempt, then she\r\nsaw what she had taken for scorn was surprise.\r\n\r\n\"Major Selby?\"\r\n\r\n\"Major Selby.\"\r\n\r\n\"No Major Selby living here.\"\r\n\r\n\"Major Christopher Selby.\"\r\n\r\n\"Not here,\" said the associate of ambassadors and the pampered pet of\r\nGuatemala's proudest beauties. \"Never heard of him in my life!\"\r\n\r\n\r\nII\r\n\r\nJill had read works of fiction in which at certain crises everything\r\nhad \"seemed to swim\" in front of the heroine's eyes, but never till\r\nthis moment had she experienced that remarkable sensation herself. The\r\nSaviour of Guatemala did not actually swim, perhaps, but he certainly\r\nflickered. She had to blink to restore his prismatic outlines to their\r\nproper sharpness. Already the bustle and noise of New York had begun\r\nto induce in her that dizzy condition of unreality which one feels in\r\ndreams, and this extraordinary statement added the finishing touch.\r\n\r\nPerhaps the fact that she had said \"please\" to him when she opened the\r\nconversation touched the heart of the hero of a thousand revolutions.\r\nDignified and beautiful as he was to the eye of the stranger, it is\r\nunpleasant to have to record that he lived in a world which rather\r\nneglected the minor courtesies of speech. People did not often say\r\n\"please\" to him. \"Here!\" \"Hi!\" and \"Gosh darn you!\" yes; but seldom\r\n\"please.\" He seemed to approve of Jill, for he shifted his chewing-gum\r\nto a position which facilitated speech, and began to be helpful.\r\n\r\n\"What was the name again?\"\r\n\r\n\"Selby.\"\r\n\r\n\"Howja spell it?\"\r\n\r\n\"S-e-l-b-y.\"\r\n\r\n\"S-e-l-b-y. Oh, Selby?\"\r\n\r\n\"Yes, Selby.\"\r\n\r\n\"What was the first name?\"\r\n\r\n\"Christopher.\"\r\n\r\n\"Christopher?\"\r\n\r\n\"Yes, Christopher.\"\r\n\r\n\"Christopher Selby? No one of that name living here.\"\r\n\r\n\"But there must be.\"\r\n\r\nThe veteran shook his head with an indulgent smile.\r\n\r\n\"You want Mr. Sipperley,\" he said tolerantly. In Guatemala these\r\nmistakes are always happening. \"Mr. George Sipperley. He's on the\r\nfourth floor. What name shall I say?\"\r\n\r\nHe had almost reached the telephone when Jill stopped him. This is an\r\nage of just-as-good substitutes, but she refused to accept any unknown\r\nSipperley as a satisfactory alternative for Uncle Chris.\r\n\r\n\"I don't want Mr. Sipperley. I want Major Selby.\"\r\n\r\n\"Howja spell it once more?\"\r\n\r\n\"S-e-l-b-y.\"\r\n\r\n\"S-e-l-b-y. No one of that name living here. Mr. Sipperley--\" he spoke\r\nin a wheedling voice, as if determined, in spite of herself, to make\r\nJill see what was in her best interests--\"Mr. Sipperley's on the\r\nfourth floor. Gentleman in the real estate business,\" he added\r\ninsinuatingly. \"He's got blond hair and a Boston bull-dog.\"\r\n\r\n\"He may be all you say, and he may have a dozen bull-dogs....\"\r\n\r\n\"Only one. Jack his name is.\"\r\n\r\n\"... But he isn't the right man. It's absurd. Major Selby wrote to me\r\nfrom this address. This _is_ Eighteen East Fifty-seventh Street?\"\r\n\r\n\"This is Eighteen East Fifty-seventh Street,\" conceded the other\r\ncautiously.\r\n\r\n\"I've got his letter here.\" She opened her bag, and gave an\r\nexclamation of dismay. \"It's gone!\"\r\n\r\n\"Mr. Sipperley used to have a friend staying with him last Fall. A Mr.\r\nRobertson. Dark-complexioned man with a moustache.\"\r\n\r\n\"I took it out to look at the address, and I was sure I put it back. I\r\nmust have dropped it.\"\r\n\r\n\"There's a Mr. Rainsby on the seventh floor. He's a broker down on\r\nWall Street. Short man with an impediment in his speech.\"\r\n\r\nJill snapped the clasp of her bag.\r\n\r\n\"Never mind,\" she said. \"I must have made a mistake. I was quite sure\r\nthat this was the address, but it evidently isn't. Thank you so much.\r\nI'm so sorry to have bothered you.\"\r\n\r\nShe walked away, leaving the Terror of Paraguay and all points west\r\nspeechless: for people who said \"Thank you so much\" to him were even\r\nrarer than those who said \"please.\" He followed her with an\r\naffectionate eye till she was out of sight, then, restoring his\r\nchewing-gum to circulation, returned to the perusal of his paper. A\r\nmomentary suggestion presented itself to his mind that what Jill had\r\nreally wanted was Mr. Willoughby on the eighth floor, but it was too\r\nlate to say so now; and soon, becoming absorbed in the narrative of a\r\nspirited householder in Kansas who had run amuck with a hatchet and\r\nslain six, he dismissed the matter from his mind.\r\n\r\n\r\nIII\r\n\r\nJill walked back to Fifth Avenue, crossed it, and made her way\r\nthoughtfully along the breezy street which, flanked on one side by the\r\nPark and on the other by the green-roofed Plaza Hotel and the\r\napartment houses of the wealthy, ends in the humbler and more\r\ndemocratic spaces of Columbus Circle. She perceived that she was in\r\nthat position, familiar to melodrama, of being alone in a great city.\r\nThe reflection brought with it a certain discomfort. The bag that\r\ndangled from her wrist contained all the money she had in the world,\r\nthe very broken remains of the twenty dollars which Uncle Chris had\r\nsent her at Brookport. She had nowhere to go, nowhere to sleep, and no\r\nimmediately obvious means of adding to her capital. It was a situation\r\nwhich she had not foreseen when she set out to walk to Brookport\r\nstation.\r\n\r\nShe pondered over the mystery of Uncle Chris' disappearance, and found\r\nno solution. The thing was inexplicable. She was as sure of the\r\naddress he had given in his letter as she was of anything in the\r\nworld. Yet at that address nothing had been heard of him. His name was\r\nnot even known. These were deeper waters than Jill was able to fathom.\r\n\r\nShe walked on aimlessly. Presently she came to Columbus Circle, and,\r\ncrossing Broadway at the point where that street breaks out into an\r\neruption of automobile shops, found herself, suddenly hungry, opposite\r\na restaurant whose entire front was a sheet of plate glass. On the\r\nother side of this glass, at marble-topped tables, apparently careless\r\nof their total lack of privacy, sat the impecunious, lunching, their\r\nevery mouthful a spectacle for the passer-by. It reminded Jill of\r\nlooking at fishes in an aquarium. In the centre of the window, gazing\r\nout in a distrait manner over piles of apples and grape-fruit, a\r\nwhite-robed ministrant at a stove juggled ceaselessly with buckwheat\r\ncakes. He struck the final note in the candidness of the\r\nestablishment, a priest whose ritual contained no mysteries.\r\nSpectators with sufficient time on their hands to permit them to stand\r\nand watch were enabled to witness a New York midday meal in every\r\nstage of its career, from its protoplasmic beginnings as a stream of\r\nyellowish-white liquid poured on top of the stove to its ultimate\r\nNirvana in the interior of the luncher in the form of an appetising\r\ncake. It was a spectacle which no hungry girl could resist. Jill went\r\nin, and, as she made her way among the tables, a voice spoke her name.\r\n\r\n\"Miss Mariner!\"\r\n\r\nJill jumped, and thought for a moment that the thing must have been an\r\nhallucination. It was impossible that anybody in the place should have\r\ncalled her name. Except for Uncle Chris, wherever he might be, she\r\nknew no one in New York. Then the voice spoke again, competing\r\nvaliantly with a clatter of crockery so uproarious as to be more like\r\nsomething solid than a mere sound.\r\n\r\n\"I couldn't believe it was you!\"\r\n\r\nA girl in blue had risen from the nearest table, and was staring at\r\nher in astonishment. Jill recognized her instantly. Those big,\r\npathetic eyes, like a lost child's, were unmistakable. It was the\r\nparrot girl, the girl whom she and Freddie Rooke had found in the\r\ndrawing-room at Ovingdon Square that afternoon when the foundations of\r\nthe world had given way and chaos had begun.\r\n\r\n\"Good gracious!\" cried Jill. \"I thought you were in London!\"\r\n\r\nThat feeling of emptiness and panic, the result of her interview with\r\nthe Guatemalan general at the apartment house, vanished magically. She\r\nsat down at this unexpected friend's table with a light heart.\r\n\r\n\"Whatever are you doing in New York?\" asked the girl. \"I never knew\r\nyou meant to come over.\"\r\n\r\n\"It was a little sudden. Still, here I am. And I'm starving. What are\r\nthose things you're eating?\"\r\n\r\n\"Buckwheat cakes.\"\r\n\r\n\"Oh, yes. I remember Uncle Chris talking about them on the boat. I'll\r\nhave some.\"\r\n\r\n\"But when did you come over?\"\r\n\r\n\"I landed about ten days ago. I've been down at a place called\r\nBrookport on Long Island. How funny running into you like this!\"\r\n\r\n\"I was surprised that you remembered me.\"\r\n\r\n\"I've forgotten your name,\" admitted Jill frankly. \"But that's\r\nnothing. I always forget names.\"\r\n\r\n\"My name's Nelly Bryant.\"\r\n\r\n\"Of course. And you're on the stage, aren't you?\"\r\n\r\n\"Yes. I've just got work with Goble and Cohn.... Hullo, Phil!\"\r\n\r\nA young man with a lithe figure and smooth black hair brushed straight\r\nback from his forehead had paused at the table on his way to the\r\ncashier's desk.\r\n\r\n\"Hello, Nelly.\"\r\n\r\n\"I didn't know you lunched here.\"\r\n\r\n\"Don't often. Been rehearsing with Joe up at the Century Roof, and had\r\na quarter of an hour to get a bite. Can I sit down?\"\r\n\r\n\"Sure. This is my friend, Miss Mariner.\"\r\n\r\nThe young man shook hands with Jill, flashing an approving glance at\r\nher out of his dark, restless eyes.\r\n\r\n\"Pleased to meet you.\"\r\n\r\n\"This is Phil Brown,\" said Nelly. \"He plays the straight for Joe\r\nWidgeon. They're the best jazz-and-hokum team on the Keith Circuit.\"\r\n\r\n\"Oh, hush!\" said Mr. Brown modestly. \"You always were a great little\r\nbooster, Nelly.\"\r\n\r\n\"Well, you know you are! Weren't you held over at the Palace last\r\ntime? Well, then!\"\r\n\r\n\"That's true,\" admitted the young man. \"Maybe we didn't gool 'em, eh?\r\nStop me on the street and ask me! Only eighteen bows second house\r\nSaturday!\"\r\n\r\nJill was listening, fascinated.\r\n\r\n\"I can't understand a word,\" she said. \"It's like another language.\"\r\n\r\n\"You're from the other side, aren't you?\" asked Mr. Brown.\r\n\r\n\"She only landed a week ago,\" said Nelly.\r\n\r\n\"I thought so from the accent,\" said Mr. Brown. \"So our talk sort of\r\ngoes over the top, does it? Well, you'll learn American soon, if you\r\nstick around.\"\r\n\r\n\"I've learned some already,\" said Jill. The relief of meeting Nelly\r\nhad made her feel very happy. She liked this smooth-haired young man.\r\n\"A man on the train this morning said to me, 'Would you care for the\r\nmorning paper, sister?' I said, 'No, thanks, brother, I want to look\r\nout of the window and think!'\"\r\n\r\n\"You meet a lot of fresh guys on trains,\" commented Mr. Brown\r\nausterely. \"You want to give 'em the cold-storage eye.\" He turned to\r\nNelly. \"Did you go down to Ike, as I told you?\"\r\n\r\n\"Yes.\"\r\n\r\n\"Did you cop?\"\r\n\r\n\"Yes. I never felt so happy in my life. I'd waited over an hour on\r\nthat landing of theirs, and then Johnny Miller came along, and I\r\nyelled in his ear that I was after work, and he told me it would be\r\nall right. He's awfully good to girls who've worked in shows for him\r\nbefore. If it hadn't been for him I might have been waiting there\r\nstill.\"\r\n\r\n\"Who,\" enquired Jill, anxious to be abreast of the conversation, \"is\r\nIke?\"\r\n\r\n\"Mr. Goble. Where I've just got work. Goble and Cohn, you know.\"\r\n\r\n\"I never heard of them!\"\r\n\r\nThe young man extended his hand.\r\n\r\n\"Put it there!\" he said. \"They never heard of me! At least, the fellow\r\nI saw when I went down to the office hadn't! Can you beat it!\"\r\n\r\n\"Oh, did you go down there, too?\" asked Nelly.\r\n\r\n\"Sure. Joe wanted to get in another show on Broadway. He'd sort of got\r\ntired of vodevil. Say, I don't want to scare you, Nelly, but, if you\r\nask me, that show they're putting out down there is a citron! I don't\r\nthink Ike's got a cent of his own money in it. My belief is that he's\r\nrunning it for a lot of amateurs. Why, say, listen! Joe and I blow in\r\nthere to see if there's anything for us, and there's a tall guy in\r\ntortoise-shell cheaters sitting in Ike's office. Said he was the\r\nauthor and was engaging the principals. We told him who we were, and\r\nit didn't make any hit with him at all. He said he had never heard of\r\nus. And, when we explained, he said no, there wasn't going to be any\r\nof our sort of work in the show. Said he was making an effort to give\r\nthe public something rather better than the usual sort of thing. No\r\nspecialities required. He said it was an effort to restore the Gilbert\r\nand Sullivan tradition. Say, who are these Gilbert and Sullivan guys,\r\nanyway? They get written up in the papers all the time and I never met\r\nany one who'd run across them. If you want my opinion, that show down\r\nthere is a comic opera!\"\r\n\r\n\"For heaven's sake!\" Nelly had the musical comedy performer's horror\r\nof the older-established form of entertainment. \"Why, comic opera died\r\nin the year one!\"\r\n\r\n\"Well, these guys are going to dig it up. That's the way it looks to\r\nme.\" He lowered his voice. \"Say, I saw Clarice last night,\" he said in\r\na confidential undertone. \"It's all right.\"\r\n\r\n\"It is?\"\r\n\r\n\"We've made it up. It was like this....\"\r\n\r\nHis conversation took an intimate turn. He expounded for Nelly's\r\nbenefit the inner history, with all its ramifications, of a recent\r\nunfortunate rift between himself and \"the best little girl in\r\nFlatbush\"--what he had said, what she had said, what her sister had\r\nsaid, and how it all came right in the end. Jill might have felt a\r\nlittle excluded, but for the fact that a sudden and exciting idea had\r\ncome to her. She sat back, thinking.... After all, what else was she\r\nto do? She must do something....\r\n\r\nShe bent forward and interrupted Mr. Brown in his description of a\r\nbrisk passage of arms between himself and the best little girl's\r\nsister, who seemed to be an unpleasant sort of person in every way.\r\n\r\n\"Mr. Brown.\"\r\n\r\n\"Hello?\"\r\n\r\n\"Do you think there would be any chance for me if I asked for work at\r\nGoble and Cohn's?\"\r\n\r\n\"You're joking!\" cried Nelly.\r\n\r\n\"I'm not at all.\"\r\n\r\n\"But what do you want with work?\"\r\n\r\n\"I've got to find some. And right away, too.\"\r\n\r\n\"I don't understand.\"\r\n\r\nJill hesitated. She disliked discussing her private affairs, but there\r\nwas obviously no way of avoiding it. Nelly was round-eyed and\r\nmystified, and Mr. Brown had manifestly no intention whatever of\r\nwithdrawing tactfully. He wanted to hear all.\r\n\r\n\"I've lost my money,\" said Jill.\r\n\r\n\"Lost your money! Do you mean...?\"\r\n\r\n\"I've lost it all. Every penny I had in the world.\"\r\n\r\n\"Tough!\" interpolated Mr. Brown judicially. \"I was broke once way out\r\nin a tank-town in Oklahoma. The manager skipped with our salaries.\r\nLast we saw of him he was doing the trip to Canada in nothing flat.\"\r\n\r\n\"But how?\" gasped Nelly.\r\n\r\n\"It happened about the time we met in London. Do you remember Freddie\r\nRooke, who was at our house that afternoon?\"\r\n\r\nA dreamy look came into Nelly's eyes. There had not been an hour since\r\ntheir parting when she had not thought of that immaculate sportsman.\r\nIt would have amazed Freddie, could he have known, but to Nelly Bryant\r\nhe was the one perfect man in an imperfect world.\r\n\r\n\"Do I!\" she sighed ecstatically.\r\n\r\nMr. Brown shot a keen glance at her.\r\n\r\n\"Aha!\" he cried facetiously. \"Who is he, Nelly? Who is this blue-eyed\r\nboy?\"\r\n\r\n\"If you want to know,\" said Nelly, defiance in her tone, \"he's the\r\nfellow who gave me fifty pounds, with no strings tied to it--get\r\nthat!--when I was broke in London! If it hadn't been for him, I'd be\r\nthere still.\"\r\n\r\n\"Did he?\" cried Jill. \"Freddie!\"\r\n\r\n\"Yes. Oh, Gee!\" Nelly sighed once more. \"I suppose I'll never see him\r\nagain in this world.\"\r\n\r\n\"Introduce me to him, if you do,\" said Mr. Brown. \"He sounds just the\r\nsort of little pal I'd like to have!\"\r\n\r\n\"You remember hearing Freddie say something about losing money in a\r\nslump on the Stock Exchange,\" proceeded Jill. \"Well, that was how I\r\nlost mine. It's a long story, and it's not worth talking about, but\r\nthat's how things stand, and I've got to find work of some sort, and\r\nit looks to me as if I should have a better chance of finding it on\r\nthe stage than anywhere else.\"\r\n\r\n\"I'm terribly sorry.\"\r\n\r\n\"Oh, it's all right. How much would these people Goble and Cohn give\r\nme if I got an engagement?\"\r\n\r\n\"Only forty a week.\"\r\n\r\n\"Forty dollars a week! It's wealth! Where are they?\"\r\n\r\n\"Over at the Gotham Theatre in Forty-second Street.\"\r\n\r\n\"I'll go there at once.\"\r\n\r\n\"But you'll hate it. You don't realize what it's like. You wait hours\r\nand hours and nobody sees you.\"\r\n\r\n\"Why shouldn't I walk straight in and say that I've come for work?\"\r\n\r\nNelly's big eyes grew bigger.\r\n\r\n\"But you couldn't!'\r\n\r\n\"Why not?\"\r\n\r\n\"Why, you couldn't!\"\r\n\r\n\"I don't see why.\"\r\n\r\nMr. Brown intervened with decision.\r\n\r\n\"You're dead right,\" he said to Jill approvingly. \"If you ask me,\r\nthat's the only sensible thing to do. Where's the sense of hanging\r\naround and getting stalled? Managers are human guys, some of 'em.\r\nProbably, if you were to try it, they'd appreciate a bit of gall. It\r\nwould show 'em you'd got pep. You go down there and try walking\r\nstraight in. They can't eat you. It makes me sick when I see all those\r\npoor devils hanging about outside these offices, waiting to get\r\nnoticed and nobody ever paying any attention to them. You push the\r\noffice-boy in the face if he tries to stop you, and go in and make 'em\r\ntake notice. And, whatever you do, don't leave your name and address!\r\nThat's the old, moth-eaten gag they're sure to try to pull on you.\r\nTell 'em there's nothing doing. Say you're out for a quick decision!\r\nStand 'em on their heads!\"\r\n\r\nJill got up, fired by this eloquence. She called for her check.\r\n\r\n\"Good-bye,\" she said. \"I'm going to do exactly as you say. Where can I\r\nfind you afterwards?\" she said to Nelly.\r\n\r\n\"You aren't really going?\"\r\n\r\n\"I am!\"\r\n\r\nNelly scribbled on a piece of paper.\r\n\r\n\"Here's my address. I'll be in all evening.\"\r\n\r\n\"I'll come and see you. Good-bye, Mr. Brown. And thank you.\"\r\n\r\n\"You're welcome!\" said Mr. Brown.\r\n\r\nNelly watched Jill depart with wide eyes.\r\n\r\n\"Why did you tell her to do that?\" she said.\r\n\r\n\"Why not?\" said Mr. Brown. \"I started something, didn't I? Well, I\r\nguess I'll have to be leaving, too. Got to get back to rehearsal. Say,\r\nI like that friend of yours, Nelly. There's no yellow streak about\r\nher! I wish her luck!\""
  ]
}