{
  "index": 19,
  "title": "Chapter 18",
  "paragraphs": [
    "JILL RECEIVES NOTICE\r\n\r\nI\r\n\r\n\r\nThe violins soared to one last high note; the bassoon uttered a final\r\nmoan; the pensive person at the end of the orchestra-pit just under\r\nMrs. Waddesleigh Peagrim's box, whose duty it was to slam the drum at\r\nstated intervals, gave that much-enduring instrument a concluding\r\nwallop; and, laying aside his weapons, allowed his thoughts to stray\r\nin the direction of cooling drinks. Mr. Saltzburg lowered the baton\r\nwhich he had stretched quivering towards the roof and sat down and\r\nmopped his forehead. The curtain fell on the first act of \"The Rose of\r\nAmerica,\" and simultaneously tremendous applause broke out from all\r\nover the Gotham Theatre, which was crammed from floor to roof with\r\nthat heterogeneous collection of humanity which makes up the audience\r\nof a New York opening performance. The applause continued like the\r\nbreaking of waves on a stony beach. The curtain rose and fell, rose\r\nand fell, rose and fell again. An usher, stealing down the central\r\naisle, gave to Mr. Saltzburg an enormous bouquet of American Beauty\r\nroses, which he handed to the prima donna, who took it with a\r\nbrilliant smile and a bow, nicely combining humility with joyful\r\nsurprise. The applause, which had begun to slacken, gathered strength\r\nagain. It was a superb bouquet, nearly as big as Mr. Saltzburg\r\nhimself. It had cost the prima donna close on a hundred dollars that\r\nmorning at Thorley's, but it was worth every cent of the money.\r\n\r\nThe house-lights went up. The audience began to move up the aisles to\r\nstretch its legs and discuss the piece during the intermission. There\r\nwas a general babble of conversation. Here, a composer who had not got\r\nan interpolated number in the show was explaining to another composer\r\nwho had not got an interpolated number in the show the exact source\r\nfrom which a third composer who had got an interpolated number in the\r\nshow had stolen the number which he had got interpolated. There, two\r\nmusical comedy artists who were temporarily resting were agreeing that\r\nthe prima donna was a dear thing but that, contrary as it was to their\r\nlife-long policy to knock anybody, they must say that she was\r\nbeginning to show the passage of years a trifle and ought to be warned\r\nby some friend that her career as an _ingénue_ was a thing of the\r\npast. Dramatic critics, slinking in twos and threes into dark corners,\r\nwere telling each other that \"The Rose of America\" was just another of\r\nthose things but it had apparently got over. The general public was of\r\nthe opinion that it was a knock-out.\r\n\r\n\"Otie, darling,\" said Mrs. Waddesleigh Peagrim, leaning her ample\r\nshoulder on Uncle Chris' perfectly fitting sleeve and speaking across\r\nhim to young Mr. Pilkington, \"I do congratulate you, dear. It's\r\nperfectly delightful! I don't know when I have enjoyed a musical piece\r\nso much. Don't you think it's perfectly darling, Major Selby?\"\r\n\r\n\"Capital!\" agreed that suave man of the world, who had been bored as\r\nnear extinction as makes no matter. \"Congratulate you, my boy!\"\r\n\r\n\"You clever, clever thing!\" said Mrs. Peagrim, skittishly striking her\r\nnephew on the knee with her fan. \"I'm proud to be your aunt! Aren't\r\nyou proud to know him, Mr. Rooke?\"\r\n\r\nThe fourth occupant of the box awoke with a start from the species of\r\nstupor into which he had been plunged by the spectacle of the\r\nMcWhustle of McWhustle in action. There had been other dark moments in\r\nFreddie's life. Once, back in London, Parker had sent him out into the\r\nheart of the West End without his spats and he had not discovered\r\ntheir absence till he was half-way up Bond Street. On another\r\noccasion, having taken on a stranger at squash for a quid a game, he\r\nhad discovered too late that the latter was an ex-public-school\r\nchampion. He had felt gloomy when he had learned of the breaking-off\r\nof the engagement between Jill Mariner and Derek Underhill, and sad\r\nwhen it had been brought to his notice that London was giving Derek\r\nthe cold shoulder in consequence. But never in his whole career had he\r\nexperienced such gloom and such sadness as had come to him that\r\nevening while watching this unspeakable person in kilts murder that\r\npart that should have been his. And the audience, confound them, had\r\nroared with laughter at every damn silly thing the fellow had said!\r\n\r\n\"Eh?\" he replied. \"Oh, yes, rather, absolutely!\"\r\n\r\n\"We're _all_ proud of you, Otie darling,\" proceeded Mrs. Peagrim.\r\n\"The piece is a wonderful success. You will make a fortune out of it.\r\nAnd just think, Major Selby, I tried my best to argue the poor, dear\r\nboy out of putting it on! I thought it was so rash to risk his money\r\nin a theatrical venture. But then,\" said Mrs. Peagrim in extenuation,\r\n\"I had only seen the piece when it was done at my house at Newport,\r\nand of course it really was rather dreadful nonsense then! I might\r\nhave known that you would change it a great deal before you put it on\r\nin New York. As I always say, plays are not written, they are\r\nrewritten! Why, you have improved this piece a hundred per cent, Otie!\r\nI wouldn't know it was the same play!\"\r\n\r\nShe slapped him smartly once more with her fan, ignorant of the gashes\r\nshe was inflicting. Poor Mr. Pilkington was suffering twin torments,\r\nthe torture of remorse and the agonized jealousy of the unsuccessful\r\nartist. It would have been bad enough to have to sit and watch a large\r\naudience rocking in its seats at the slap-stick comedy which Wally\r\nMason had substituted for his delicate social satire: but, had this\r\nbeen all, at least he could have consoled himself with the sordid\r\nreflection that he, as owner of the piece, was going to make a lot of\r\nmoney out of it. Now, even this material balm was denied him. He had\r\nsold out, and he was feeling like the man who parts for a song with\r\nshares in an apparently goldless gold mine, only to read in the papers\r\nnext morning that a new reef has been located. Into each life some\r\nrain must fall. Quite a shower was falling now into young Mr.\r\nPilkington's.\r\n\r\n\"Of course,\" went on Mrs. Peagrim, \"when the play was done at my\r\nhouse, it was acted by amateurs. And you know what amateurs are! The\r\ncast to-night is perfectly splendid. I do think that Scotchman is the\r\nmost killing creature! Don't you think he is wonderful, Mr. Rooke?\"\r\n\r\nWe may say what we will against the upper strata of Society, but it\r\ncannot be denied that breeding tells. Only by falling back for support\r\non the traditions of his class and the solid support of a gentle\r\nup-bringing was the Last of the Rookes able to crush down the words\r\nthat leaped to his lips and to substitute for them a politely\r\nconventional agreement. If Mr. Pilkington was feeling like a too\r\nimpulsive seller of gold mines, Freddie's emotions were akin to those\r\nof the Spartan boy with the fox under his vest. Nothing but Winchester\r\nand Magdalen could have produced the smile which, though twisted and\r\nconfined entirely to his lips, flashed on to his face and off again at\r\nhis hostess' question.\r\n\r\n\"Oh, rather! Priceless!\"\r\n\r\n\"Wasn't that part an Englishman before?\" asked Mrs. Peagrim. \"I\r\nthought so. Well, it was a stroke of genius changing it. This\r\nScotchman is too funny for words. And such an artist!\"\r\n\r\nFreddie rose shakily. One can stand just so much.\r\n\r\n\"Think,\" he mumbled, \"I'll be pushing along and smoking a cigarette.\"\r\n\r\nHe groped his way to the door.\r\n\r\n\"I'll come with you, Freddie my boy,\" said Uncle Chris, who felt an\r\nimperative need of five minutes' respite from Mrs. Peagrim. \"Let's get\r\nout into the air for a moment. Uncommonly warm it is here.\"\r\n\r\nFreddie assented. Air was what he felt he wanted most.\r\n\r\nLeft alone in the box with her nephew, Mrs. Peagrim continued for some\r\nmoments in the same vein, innocently twisting the knife in the open\r\nwound. It struck her from time to time that darling Otie was perhaps a\r\nshade unresponsive, but she put this down to the nervous strain\r\ninseparable from a first night of a young author's first play.\r\n\r\n\"Why,\" she concluded, \"you will make thousands and thousands of\r\ndollars out of this piece. I am sure it is going to be another 'Merry\r\nWidow.'\"\r\n\r\n\"You can't tell from a first night audience,\" said Mr. Pilkington\r\nsombrely, giving out a piece of theatrical wisdom he had picked up at\r\nrehearsals.\r\n\r\n\"Oh, but you can. It's so easy to distinguish polite applause from the\r\nreal thing. No doubt many of the people down here have friends in the\r\ncompany or other reasons for seeming to enjoy the play, but look how\r\nthe circle and the gallery were enjoying it! You can't tell me that\r\nthat was not genuine. They love it. How hard,\" she proceeded\r\ncommiseratingly, \"you must have worked, poor boy, during the tour on\r\nthe road to improve the piece so much! I never liked to say so before\r\nbut even you must agree with me now that that original version of\r\nyours, which was done down at Newport, was the most terrible nonsense!\r\nAnd how hard the company must have worked too! Otie,\" cried Mrs.\r\nPeagrim, aglow with the magic of a brilliant idea, \"I will tell you\r\nwhat you must really do. You must give a supper and dance to the\r\nwhole company on the stage to-morrow night after the performance.\"\r\n\r\n\"What!\" cried Otis Pilkington, startled out of his lethargy by this\r\nappalling suggestion. Was he, the man who, after planking down\r\nthirty-two thousand eight hundred and fifty, nine dollars, sixty-eight\r\ncents for \"props\" and \"frames\" and \"rehl,\" had sold out for a paltry\r\nten thousand, to be still further victimized?\r\n\r\n\"They do deserve it, don't they, after working so hard?\"\r\n\r\n\"It's impossible,\" said Otis Pilkington vehemently. \"Out of the\r\nquestion.\"\r\n\r\n\"But, Otie, darling, I was talking to Mr. Mason when he came down to\r\nNewport to see the piece last summer, and he told me that the\r\nmanagement nearly always gives a supper to the company, especially if\r\nthey have had a lot of extra rehearsing to do.\"\r\n\r\n\"Well, let Goble give them a supper if he wants to.\"\r\n\r\n\"But you know that Mr. Goble, though he has his name on the programme\r\nas the manager, has really nothing to do with it. You own the piece,\r\ndon't you?\"\r\n\r\nFor a moment Mr. Pilkington felt an impulse to reveal all, but\r\nrefrained. He knew his Aunt Olive too well. If she found out that he\r\nhad parted at a heavy loss with this valuable property, her whole\r\nattitude towards him would change--or, rather it would revert to her\r\nnormal attitude, which was not unlike that of a severe nurse to a\r\nweak-minded child. Even in his agony there had been a certain faint\r\nconsolation, due to the entirely unwonted note of respect in the voice\r\nwith which she had addressed him since the fall of the curtain. He\r\nshrank from forfeiting this respect, unentitled though he was to it.\r\n\r\n\"Yes,\" he said in his precise voice. \"That, of course, is so.\"\r\n\r\n\"Well, then!\" said Mrs. Peagrim.\r\n\r\n\"But it seems so unnecessary! And think what it would cost.\"\r\n\r\nThis was a false step. Some of the reverence left Mrs. Peagrim's\r\nvoice, and she spoke a little coldly. A gay and gallant spender\r\nherself, she had often had occasion to rebuke a tendency to\r\nover-parsimony in her nephew.\r\n\r\n\"We must not be mean, Otie!\" she said.\r\n\r\nMr. Pilkington keenly resented her choice of pronouns. \"We\" indeed!\r\nWho was going to foot the bill? Both of them, hand in hand, or he\r\nalone, the chump, the boob, the easy mark who got this sort of thing\r\nwished on him!\r\n\r\n\"I don't think it would be possible to get the stage for a\r\nsupper-party,\" he pleaded, shifting his ground. \"Goble wouldn't give\r\nit to us.\"\r\n\r\n\"As if Mr. Goble would refuse you anything after you have written a\r\nwonderful success for this theatre! And isn't he getting his share of\r\nthe profits? Directly after the performance you must go round and ask\r\nhim. Of course he will be delighted to give you the stage. I will be\r\nhostess,\" said Mrs. Peagrim radiantly. \"And now, let me see, whom\r\nshall we invite?\"\r\n\r\nMr. Pilkington stared gloomily at the floor, too bowed down by his\r\nweight of cares to resent the \"we,\" which had plainly come to stay. He\r\nwas trying to estimate the size of the gash which this preposterous\r\nentertainment would cleave in the Pilkington bank-roll. He doubted if\r\nit was possible to go through with it under five hundred dollars; and,\r\nif, as seemed only too probable, Mrs. Peagrim took the matter in hand\r\nand gave herself her head, it might get into four figures.\r\n\r\n\"Major Selby, of course,\" said Mrs. Peagrim musingly, with a cooing\r\nnote in her voice. Long since had that polished man of affairs made a\r\ndeep impression upon her. \"Of course Major Selby, for one. And Mr.\r\nRooke. Then there are one or two of my friends who would be hurt if\r\nthey were left out. How about Mr. Mason? Isn't he a friend of yours?\"\r\n\r\nMr. Pilkington snorted. He had endured much and was prepared to endure\r\nmore, but he drew the line at squandering his money on the man who had\r\nsneaked up behind his brain-child with a hatchet and chopped its\r\nprecious person into little bits.\r\n\r\n\"He is _not_ a friend of mine,\" he said stiffly, \"and I do not wish\r\nhim to be invited!\"\r\n\r\nHaving attained her main objective, Mrs. Peagrim was prepared to yield\r\nminor points.\r\n\r\n\"Very well, if you do not like him,\" she said. \"But I thought he was\r\nquite an intimate of yours. It was you who asked me to invite him to\r\nNewport last summer.\"\r\n\r\n\"Much,\" said Mr. Pilkington coldly, \"has happened since last summer.\"\r\n\r\n\"Oh, very well,\" said Mrs. Peagrim again. \"Then we will not include\r\nMr. Mason. Now, directly the curtain has fallen, Otie dear, pop right\r\nround and find Mr. Goble and tell him what you want.\"\r\n\r\n\r\nII\r\n\r\nIt is not only twin-souls in this world who yearn to meet each other.\r\nBetween Otis Pilkington and Mr. Goble there was little in common, yet,\r\nat the moment when Otis set out to find Mr. Goble, the thing which Mr.\r\nGoble desired most in the world was an interview with Otis. Since the\r\nend of the first act, the manager had been in a state of mental\r\nupheaval. Reverting to the gold-mine simile again, Mr. Goble was in\r\nthe position of a man who has had a chance of purchasing such a mine\r\nand now, learning too late of the discovery of the reef, is feeling\r\nthe truth of the poet's dictum that \"of all sad words of tongue or\r\npen, the saddest are these: 'It might have been.'\" The electric\r\nsuccess of \"The Rose of America\" had stunned Mr. Goble; and realizing,\r\nas he did, that he might have bought Otis Pilkington's share dirt\r\ncheap at almost any point of the preliminary tour, he was having a bad\r\nhalf hour with himself. The only ray in the darkness which brooded on\r\nhis indomitable soul was the thought that it might still be possible,\r\nby getting hold of Mr. Pilkington before the notices appeared, and\r\nshaking his head sadly and talking about the misleading hopes which\r\nyoung authors so often draw from an enthusiastic first-night reception\r\nand impressing upon him that first-night receptions do not deceive\r\nyour expert who has been fifteen years in the show-business and\r\nmentioning gloomily that he had heard a coupla the critics roastin'\r\nthe show to beat the band ... by doing all these things, it might\r\nstill be possible to depress Mr. Pilkington's young enthusiasm and\r\ninduce him to sell his share at a sacrifice price to a great-hearted\r\nfriend who didn't think the thing would run a week but was willing to\r\nbuy as a sporting speculation, because he thought Mr. Pilkington a\r\ngood kid, and after all these shows that flop in New York sometimes\r\nhave a chance on the road.\r\n\r\nSuch were the meditations of Mr. Goble, and, on the final fall of the\r\ncurtain, amid unrestrained enthusiasm on the part of the audience, he\r\nhad despatched messengers in all directions with instructions to find\r\nMr. Pilkington and conduct him to the presence. Meanwhile, he waited\r\nimpatiently on the empty stage.\r\n\r\nThe sudden advent of Wally Mason, who appeared at this moment, upset\r\nMr. Goble terribly. Wally was a factor in the situation which he had\r\nnot considered. An infernal, tactless fellow, always trying to make\r\nmischief and upset honest merchants, Wally, if present at the\r\ninterview with Otis Pilkington, would probably try to act in restraint\r\nof trade and would blurt out some untimely truth about the prospects\r\nof the piece. Not for the first time, Mr. Goble wished Wally a sudden\r\nstroke of apoplexy.\r\n\r\n\"Went well, eh?\" said Wally amiably. He did not like Mr. Goble, but on\r\nthe first night of a successful piece personal antipathies may be\r\nsunk. Such was his effervescent good humour at the moment that he was\r\nprepared to treat Mr. Goble as a man and a brother.\r\n\r\n\"H'm!\" replied Mr. Goble doubtfully, paving the way.\r\n\r\n\"What are you h'ming about?\" demanded Wally, astonished. \"The thing's\r\na riot.\"\r\n\r\n\"You never know,\" responded Mr. Goble in the minor key.\r\n\r\n\"Well!\" Wally stared. \"I don't know what more you want. The audience\r\nsat up on its hind legs and squealed, didn't they?\"\r\n\r\n\"I've an idea,\" said Mr. Goble, raising his voice as the long form of\r\nMr. Pilkington crossed the stage towards them, \"that the critics will\r\nroast it. If you ask _me_,\" he went on loudly, \"it's just the sort of\r\nshow the critics will pan the life out of. I've been fifteen years in\r\nthe....\"\r\n\r\n\"Critics!\" cried Wally. \"Well, I've just been talking to Alexander of\r\nthe _Times_, and he said it was the best musical piece he had ever\r\nseen and that all the other men he had talked to thought the same.\"\r\n\r\nMr. Goble turned a distorted face to Mr. Pilkington. He wished that\r\nWally would go. But Wally, he reflected, bitterly, was one of those\r\nmen who never go. He faced Mr. Pilkington and did the best he could.\r\n\r\n\"Of course it's got a _chance_,\" he said gloomily. \"Any show has got a\r\n_chance_! But I don't know.... I don't know....\"\r\n\r\nMr. Pilkington was not interested in the future prospects of \"The Rose\r\nof America.\" He had a favour to ask, and he wanted to ask it, have it\r\nrefused if possible, and get away. It occurred to him that, by\r\nsubstituting for the asking of a favour a peremptory demand, he might\r\nsave himself a thousand dollars.\r\n\r\n\"I want the stage after the performance to-morrow night, for a supper\r\nto the company,\" he said brusquely.\r\n\r\nHe was shocked to find Mr. Goble immediately complaisant.\r\n\r\n\"Why, sure,\" said Mr. Goble readily. \"Go as far as you like!\" He took\r\nMr. Pilkington by the elbow and drew him up-stage, lowering his voice\r\nto a confidential undertone. \"And now, listen,\" he said, \"I've\r\nsomething I want to talk to you about. Between you and I and the\r\nlamp-post, I don't think this show will last a month in New York. It\r\ndon't add up right! There's something all wrong about it.\"\r\n\r\nMr. Pilkington assented with an emphasis which amazed the manager. \"I\r\nquite agree with you! If you had kept it the way it was\r\noriginally....\"\r\n\r\n\"Too late for that!\" sighed Mr. Goble, realizing that his star was in\r\nthe ascendant. He had forgotten for the moment that Mr. Pilkington was\r\nan author. \"We must make the best of a bad job! Now, you're a good kid\r\nand I wouldn't like you to go around town saying that I had let you\r\nin. It isn't business, maybe, but, just because I don't want you to\r\nhave any kick coming, I'm ready to buy your share of the thing and\r\ncall it a deal. After all, it may get money on the road. It ain't\r\nlikely, but there's a chance, and I'm willing to take it. Well,\r\nlisten, I'm probably robbing myself, but I'll give you fifteen\r\nthousand if you want to sell.\"\r\n\r\nA hated voice spoke at his elbow.\r\n\r\n\"I'll make you a better offer than that,\" said Wally. \"Give me your\r\nshare of the show for three dollars in cash and I'll throw in a pair\r\nof sock-suspenders and an Ingersoll. Is it a go?\"\r\n\r\nMr. Goble regarded him balefully.\r\n\r\n\"Who told you to butt in?\" he enquired sourly.\r\n\r\n\"Conscience!\" replied Wally. \"Old Henry W. Conscience! I refuse to\r\nstand by and see the slaughter of the innocents. Why don't you wait\r\ntill he's dead before you skin him!\" He turned to Mr. Pilkington.\r\n\"Don't you be a fool!\" he said earnestly. \"Can't you see the thing is\r\nthe biggest hit in years? Do you think Jesse James here would be\r\noffering you a cent for your share if he didn't know there was a\r\nfortune in it? Do you imagine...?\"\r\n\r\n\"It is immaterial to me,\" interrupted Otis Pilkington loftily, \"what\r\nMr. Goble offers. I have already sold my interest!\"\r\n\r\n\"What!\" cried Mr. Goble.\r\n\r\n\"When?\" cried Wally.\r\n\r\n\"I sold it half-way through the road-tour,\" said Mr. Pilkington, \"to a\r\nlawyer, acting on behalf of a client whose name I did not learn.\"\r\n\r\nIn the silence which followed this revelation, another voice spoke.\r\n\r\n\"I should like to speak to you for a moment, Mr. Goble, if I may.\" It\r\nwas Jill, who had joined the group unperceived.\r\n\r\nMr. Goble glowered at Jill, who met his gaze composedly.\r\n\r\n\"I'm busy!\" snapped Mr. Goble. \"See me to-morrow!\"\r\n\r\n\"I would prefer to see you now.\"\r\n\r\n\"You would prefer!\" Mr. Goble waved his hands despairingly, as if\r\ncalling on heaven to witness the persecution of a good man.\r\n\r\nJill exhibited a piece of paper stamped with the letter-heading of the\r\nmanagement.\r\n\r\n\"It's about this,\" she said. \"I found it in the box as I was going\r\nout.\"\r\n\r\n\"What's that?\"\r\n\r\n\"It seems to be a fortnight's notice.\"\r\n\r\n\"And that,\" said Mr. Goble, \"is what it _is_!\"\r\n\r\nWally uttered an exclamation.\r\n\r\n\"Do you mean to say...?\"\r\n\r\n\"Yes, I do!\" said the manager, turning on him. He felt that he had\r\nout-manoeuvred Wally. \"I agreed to let her open in New York, and\r\nshe's done it, hasn't she? Now she can get out. I don't want her. I\r\nwouldn't have her if you paid me. She's a nuisance in the company,\r\nalways making trouble, and she can go.\"\r\n\r\n\"But I would prefer not to go,\" said Jill.\r\n\r\n\"You would prefer!\" The phrase infuriated Mr. Goble. \"And what has\r\nwhat you would prefer got to do with it?\"\r\n\r\n\"Well, you see,\" said Jill, \"I forgot to tell you before, but I own\r\nthe piece!\"\r\n\r\n\r\nIII\r\n\r\nMr. Goble's jaw fell. He had been waving his hands in another spacious\r\ngesture, and he remained frozen with outstretched arms, like a\r\nsemaphore. This evening had been a series of shocks for him, but this\r\nwas the worst shock of all.\r\n\r\n\"You--what!\" he stammered.\r\n\r\n\"I own the piece,\" repeated Jill. \"Surely that gives me authority to\r\nsay what I want done and what I don't want done.\"\r\n\r\nThere was a silence, Mr. Goble, who was having difficulty with his\r\nvocal chords, swallowed once or twice. Wally and Mr. Pilkington stared\r\ndumbly. At the back of the stage, a belated scene-shifter, homeward\r\nbound, was whistling as much as he could remember of the refrain of a\r\npopular song.\r\n\r\n\"What do you mean you own the piece?\" Mr. Goble at length gurgled.\r\n\r\n\"I bought it.\"\r\n\r\n\"You bought it?\"\r\n\r\n\"I bought Mr. Pilkington's share through a lawyer for ten thousand\r\ndollars.\"\r\n\r\n\"Ten thousand dollars! Where did you get ten thousand dollars?\" Light\r\nbroke upon Mr. Goble. The thing became clear to him. \"Damn it!\" he\r\ncried. \"I might have known you had some man behind you! You'd never\r\nhave been so darned fresh if you hadn't had some John in the\r\nbackground, paying the bills! Well, of all the....\"\r\n\r\nHe broke off abruptly, not because he had said all that he wished to\r\nsay, for he had only touched the fringe of his subject, but because at\r\nthis point Wally's elbow smote him in the parts about the third button\r\nof his waistcoat and jarred all the breath out of him.\r\n\r\n\"Be quiet!\" said Wally dangerously. He turned to Jill. \"Jill, you\r\ndon't mind telling me how you got ten thousand dollars, do you?\"\r\n\r\n\"Of course not, Wally. Uncle Chris sent it to me. Do you remember\r\ngiving me a letter from him at Rochester? The cheque was in that.\"\r\n\r\nWally stared.\r\n\r\n\"Your uncle! But he hasn't any money!\"\r\n\r\n\"He must have made it somehow.\"\r\n\r\n\"But he couldn't! How could he?\"\r\n\r\nOtis Pilkington suddenly gave tongue. He broke in on them with a loud\r\nnoise that was half a snort and half a yell. Stunned by the\r\ninformation that it was Jill who had bought his share in the piece,\r\nMr. Pilkington's mind had recovered slowly and then had begun to work\r\nwith a quite unusual rapidity. During the preceding conversation he\r\nhad been doing some tense thinking, and now he saw all.\r\n\r\n\"It's a swindle! It's a deliberate swindle!\" shrilled Mr. Pilkington.\r\nThe tortoise-shell-rimmed spectacles flashed sparks. \"I've been made a\r\nfool of! I've been swindled! I've been robbed!\"\r\n\r\nJill regarded him with wide eyes.\r\n\r\n\"What do you mean?\"\r\n\r\n\"You know what I mean!\"\r\n\r\n\"I certainly do not! You were perfectly willing to sell the piece.\"\r\n\r\n\"I'm not talking about that! You know what I mean! I've been robbed!\"\r\n\r\nWally snatched at his arm as it gyrated past him in a gesture of\r\nanguish which rivalled the late efforts in that direction of Mr.\r\nGoble, who was now leaning against the safety-curtain trying to get\r\nhis breath back.\r\n\r\n\"Don't be a fool,\" said Wally curtly. \"Talk sense! You know perfectly\r\nwell that Miss Mariner wouldn't swindle you.\"\r\n\r\n\"She may not have been in it,\" conceded Mr. Pilkington. \"I don't know\r\nwhether she was or not. But that uncle of hers swindled me out of ten\r\nthousand dollars! The smooth old crook!\"\r\n\r\n\"Don't talk like that about Uncle Chris!\" said Jill, her eyes\r\nflashing. \"Tell me what you mean.\"\r\n\r\n\"Yes, come on, Pilkington,\" said Wally grimly. \"You've been scattering\r\nsome pretty serious charges about. Let's hear what you base them on.\r\nBe coherent for a couple of seconds.\"\r\n\r\nMr. Goble filled his depleted lungs.\r\n\r\n\"If you ask me....\" he began.\r\n\r\n\"We don't,\" said Wally curtly. \"This has nothing to do with you.\r\nWell,\" he went on, \"we're waiting to hear what this is all about.\"\r\n\r\nMr. Pilkington gulped. Like most men of weak intellect who are preyed\r\non by the wolves of the world, he had ever a strong distaste for\r\nadmitting that he had been deceived. He liked to regard himself as a\r\nshrewd young man who knew his way about and could take care of\r\nhimself.\r\n\r\n\"Major Selby,\" he said, adjusting his spectacles, which emotion had\r\ncaused to slip down his nose, \"came to me a few weeks ago with a\r\nproposition. He suggested the formation of a company to start Miss\r\nMariner in the motion-pictures.\"\r\n\r\n\"What!\" cried Jill.\r\n\r\n\"In the motion-pictures,\" repeated Mr. Pilkington. \"He wished to know\r\nif I cared to advance any capital towards the venture. I thought it\r\nover carefully and decided that I was favourably disposed towards the\r\nscheme. I....\" Mr. Pilkington gulped again. \"I gave him a cheque for\r\nten thousand dollars!\"\r\n\r\n\"Of all the fools!\" said Mr. Goble with a sharp laugh. He caught\r\nWally's eye and subsided once more.\r\n\r\nMr. Pilkington's fingers strayed agitatedly to his spectacles.\r\n\r\n\"I may have been a fool,\" he cried shrilly, \"though I was perfectly\r\nwilling to risk the money had it been applied to the object for which\r\nI gave it. But when it comes to giving ten thousand dollars just to\r\nhave it paid back to me in exchange for a very valuable piece of\r\ntheatrical property ... my own money ... handed back to me...!\"\r\n\r\nWords failed Mr. Pilkington.\r\n\r\n\"I've been deliberately swindled!\" he added, after a moment, harking\r\nback to the main motive.\r\n\r\nJill's heart was like lead. She could not doubt for an instant the\r\ntruth of what the victim had said. Woven into every inch of the\r\nfabric, plainly hall-marked on its surface, she could perceive the\r\nsignature of Uncle Chris. If he had come and confessed to her himself,\r\nshe could not have been more certain that he had acted precisely as\r\nMr. Pilkington had charged. There was that same impishness, that same\r\nbland unscrupulousness, that same pathetic desire to do her a good\r\nturn however it might affect anybody else which, if she might compare\r\nthe two things, had caused him to pass her off on unfortunate Mr.\r\nMariner of Brookport as a girl of wealth with tastes in the direction\r\nof real estate.\r\n\r\nWally was not so easily satisfied.\r\n\r\n\"You've no proof whatever....\"\r\n\r\nJill shook her head.\r\n\r\n\"It's true, Wally. I know Uncle Chris. It must be true.\"\r\n\r\n\"But, Jill...!\"\r\n\r\n\"It must be. How else could Uncle Chris have got the money?\"\r\n\r\nMr. Pilkington, much encouraged by this ready acquiescence in his\r\ntheories, got under way once more.\r\n\r\n\"The man's a swindler! A swindler! He's robbed me! I have been robbed!\r\nHe never had any intention of starting a motion-picture company. He\r\nplanned it all out...!\"\r\n\r\nJill cut into the babble of his denunciations. She was sick at heart,\r\nand she spoke almost listlessly.\r\n\r\n\"Mr. Pilkington!\" The victim stopped. \"Mr. Pilkington, if what you say\r\nis true, and I'm afraid there is no doubt that it is, the only thing I\r\ncan do is to give you back your property. So will you please try to\r\nunderstand that everything is just as it was before you gave my uncle\r\nthe money. You've got back your ten thousand dollars and you've got\r\nback your piece, so there's nothing more to talk about.\"\r\n\r\nMr. Pilkington, dimly realizing that the financial aspect of the\r\naffair had been more or less satisfactorily adjusted, was nevertheless\r\nconscious of a feeling that he was being thwarted. He had much more to\r\nsay about Uncle Chris and his methods of doing business, and it irked\r\nhim to be cut short like this.\r\n\r\n\"Yes, but I do not think.... That's all very well, but I have by no\r\nmeans finished....\"\r\n\r\n\"Yes, you have,\" said Wally.\r\n\r\n\"There's nothing more to talk about,\" repeated Jill. \"I'm sorry this\r\nshould have happened, but you've nothing to complain about now, have\r\nyou? Good night.\"\r\n\r\nAnd she turned quickly away, and walked towards the door.\r\n\r\n\"But I hadn't _finished_!\" wailed Mr. Pilkington, clutching at Wally.\r\nHe was feeling profoundly aggrieved. If it is bad to be all dressed up\r\nand no place to go, it is almost worse to be full of talk and to have\r\nno one to talk it to. Otis Pilkington had at least another twenty\r\nminutes of speech inside him on the topic of Uncle Chris, and Wally\r\nwas the nearest human being with a pair of ears.\r\n\r\nWally was in no mood to play the part of confidant. He pushed Mr.\r\nPilkington earnestly in the chest and raced after Jill. Mr.\r\nPilkington, with the feeling that the world was against him, tottered\r\nback into the arms of Mr. Goble, who had now recovered his breath and\r\nwas ready to talk business.\r\n\r\n\"Have a good cigar,\" said Mr. Goble, producing one. \"Now, see here,\r\nlet's get right down to it. If you'd care to sell out for twenty\r\nthousand....\"\r\n\r\n\"I would _not_ care to sell out for twenty thousand!\" yelled the\r\noverwrought Mr. Pilkington. \"I wouldn't sell out for a million! You're\r\na swindler! You want to rob me! You're a crook!\"\r\n\r\n\"Yes, yes,\" assented Mr. Goble gently. \"But, all joking aside, suppose\r\nI was to go up to twenty-five thousand...?\" He twined his fingers\r\nlovingly in the slack of Mr. Pilkington's coat. \"Come now! You're a\r\ngood kid I Shall we say twenty-five thousand?\"\r\n\r\n\"We will _not_ say twenty-five thousand! Let me go!\"\r\n\r\n\"Now, now, _now_!\" pleaded Mr. Goble. \"Be sensible! Don't get all\r\nworked up! Say, _do_ have a good cigar!\"\r\n\r\n\"I _won't_ have a good cigar!\" shouted Mr. Pilkington.\r\n\r\nHe detached himself with a jerk, and stalked with long strides up the\r\nstage. Mr. Goble watched him go with a lowering gaze. A heavy sense of\r\nthe unkindness of fate was oppressing Mr. Goble. If you couldn't gyp a\r\nbone-headed amateur out of a piece of property, whom could you gyp?\r\nMr. Goble sighed. It hardly seemed to him worth while going on.\r\n\r\n\r\nIV\r\n\r\nOut in the street Wally had overtaken Jill, and they faced one another\r\nin the light of a street lamp. Forty-first Street at midnight is a\r\nquiet oasis. They had it to themselves.\r\n\r\nJill was pale, and she was breathing quickly, but she forced a smile.\r\n\r\n\"Well, Wally,\" she said. \"My career as a manager didn't last long, did\r\nit?\"\r\n\r\n\"What are you going to do?\"\r\n\r\nJill looked down the street.\r\n\r\n\"I don't know,\" she said. \"I suppose I shall have to start trying to\r\nfind something.\"\r\n\r\n\"But....\"\r\n\r\nJill drew him suddenly into the dark alley-way leading to the\r\nstage-door of the Gotham Theatre's nearest neighbour, and, as she did\r\nso, a long, thin form, swathed in an overcoat and surmounted by an\r\nopera-hat, flashed past.\r\n\r\n\"I don't think I could have gone through another meeting with Mr.\r\nPilkington,\" said Jill. \"It wasn't his fault, and he was quite\r\njustified, but what he said about Uncle Chris rather hurt.\"\r\n\r\nWally, who had ideas of his own similar to those of Mr. Pilkington on\r\nthe subject of Uncle Chris and had intended to express them, prudently\r\nkept them unspoken.\r\n\r\n\"I suppose,\" he said, \"there is no doubt...?\"\r\n\r\n\"There can't be. Poor Uncle Chris! He is like Freddie. He means well!\"\r\n\r\nThere was a pause. They left the alley and walked down the street.\r\n\r\n\"Where are you going now?\" asked Wally.\r\n\r\n\"I'm going home.\"\r\n\r\n\"Where's home?\"\r\n\r\n\"Forty-ninth Street. I live in a boarding-house there.\"\r\n\r\nA sudden recollection of the boarding-house at which she had lived in\r\nAtlantic City smote Wally, and it turned the scale. He had not\r\nintended to speak, but he could not help himself.\r\n\r\n\"Jill!\" he cried. \"It's no good. I _must_ say it! I want to get you\r\nout of all this. I want to take care of you. Why should you go on\r\nliving this sort of life, when.... Why won't you let me...?\"\r\n\r\nHe stopped. Even as he spoke, he realized the futility of what he was\r\nsaying. Jill was not a girl to be won with words.\r\n\r\nThey walked on in silence for a moment. They crossed Broadway, noisy\r\nwith night traffic, and passed into the stillness on the other side.\r\n\r\n\"Wally,\" said Jill at last.\r\n\r\nShe was looking straight in front of her. Her voice was troubled.\r\n\r\n\"Yes?\"\r\n\r\nJill hesitated.\r\n\r\n\"Wally, you wouldn't want me to marry you if you knew you weren't the\r\nonly man in the world that mattered to me, would you?\"\r\n\r\nThey had reached Sixth Avenue before Wally replied.\r\n\r\n\"No!\" he said.\r\n\r\nFor an instant, Jill could not have said whether the feeling that shot\r\nthrough her like the abrupt touching of a nerve was relief or\r\ndisappointment. Then suddenly she realized that it was disappointment.\r\nIt was absurd to her to feel disappointed, but at that moment she\r\nwould have welcomed a different attitude in him. If only this problem\r\nof hers could be taken forcefully out of her hands, what a relief it\r\nwould be. If only Wally, masterfully insistent, would batter down her\r\nhesitations and _grab_ her, knock her on the head and carry her off\r\nlike a caveman, care less about her happiness and concentrate on his\r\nown, what a solution it would be.... But then he wouldn't be Wally....\r\nNevertheless, Jill gave a little sigh. Her new life had changed her\r\nalready. It had blunted the sharp edge of her independence. To-night\r\nshe was feeling the need of some one to lean on--some one strong and\r\ncosy and sympathetic who would treat her like a little girl and shield\r\nher from all the roughness of life. The fighting spirit had gone out\r\nof her, and she was no longer the little warrior facing the world with\r\na brave eye and a tilted chin. She wanted to cry and be petted.\r\n\r\n\"No!\" said Wally again. There had been the faintest suggestion of a\r\ndoubt when he had spoken the word before, but now it shot out like a\r\nbullet. \"And I'll tell you why. I want _you_--and, if you married me\r\nfeeling like that, it wouldn't be you. I want Jill, the whole Jill,\r\nand nothing but Jill, and, if I can't have that, I'd rather not have\r\nanything. Marriage isn't a motion-picture close-up with slow fade-out\r\non the embrace. It's a partnership, and what's the good of a\r\npartnership if your heart's not in it? It's like collaborating with a\r\nman you dislike.... I believe you wish sometimes--not often, perhaps,\r\nbut when you're feeling lonely and miserable--that I would pester and\r\nbludgeon you into marrying me.... What's the matter?\"\r\n\r\nJill had started. It was disquieting to have her thoughts read with\r\nsuch accuracy.\r\n\r\n\"Nothing,\" she said.\r\n\r\n\"It wouldn't be any good,\" Wally went on, \"because it wouldn't be\r\n_me_. I couldn't keep that attitude up, and I know I should hate\r\nmyself for ever having tried it. There's nothing in the world I\r\nwouldn't do to help you, though I know it's no use offering to do\r\nanything. You're a fighter, and you mean to fight your own battle. It\r\nmight happen that, if I kept after you and badgered you and nagged\r\nyou, one of these days, when you were feeling particularly all alone\r\nin the world and tired of fighting for yourself, you might consent to\r\nmarry me. But it wouldn't do. Even if you reconciled yourself to it,\r\nit wouldn't do. I suppose the cave-woman sometimes felt rather\r\nrelieved when everything was settled for her with a club, but I'm sure\r\nthe caveman must have had a hard time ridding himself of the thought\r\nthat he had behaved like a cad and taken a mean advantage. I don't\r\nwant to feel like that. I couldn't make you happy if I felt like that.\r\nMuch better to have you go on regarding me as a friend ... knowing\r\nthat, if ever your feelings do change, that I am right there,\r\nwaiting....\"\r\n\r\n\"But by that time _your_ feelings will have changed!\"\r\n\r\nWally laughed.\r\n\r\n\"Never!\"\r\n\r\n\"You'll meet some other girl....\"\r\n\r\n\"I've met every girl in the world! None of them will do!\" The\r\nlightness came back into Wally's voice. \"I'm sorry for the poor\r\nthings, but they won't do! Take 'em away! There's only one girl in the\r\nworld for me--oh, confound it! why is it that one always thinks in\r\nsong-titles! Well, there it is. I'm not going to bother you. We're\r\npals. And, as a pal, may I offer you my bank-roll?\"\r\n\r\n\"No!\" said Jill. She smiled up at him. \"I believe you would give me\r\nyour coat if I asked you for it!\"\r\n\r\nWally stopped.\r\n\r\n\"Do you want it? Here you are!\"\r\n\r\n\"Wally, behave! There's a policeman looking at you!\"\r\n\r\n\"Oh, well, if you won't! It's a good coat, all the same.\"\r\n\r\nThey turned the corner and stopped before a brown-stone house, with a\r\nlong ladder of untidy steps running up to the front door.\r\n\r\n\"Is this where you live?\" Wally asked. He looked at the gloomy place\r\ndisapprovingly. \"You do choose the most awful places!\"\r\n\r\n\"I don't choose them. They're thrust on me. Yes, this is where I live.\r\nIf you want to know the exact room, it's the third window up there\r\nover the front door. Well, good night.\"\r\n\r\n\"Good night,\" said Wally. He paused. \"Jill.\"\r\n\r\n\"Yes?\"\r\n\r\n\"I know it's not worth mentioning, and it's breaking our agreement to\r\nmention it, but you _do_ understand, don't you?\"\r\n\r\n\"Yes, Wally dear, I understand.\"\r\n\r\n\"I'm round the corner, you know, waiting! And if you ever _do_ change,\r\nall you've got to do is just to come to me and say 'It's all\r\nright!'....\"\r\n\r\nJill laughed a little shakily.\r\n\r\n\"That doesn't sound very romantic!\"\r\n\r\n\"Not sound romantic? If you can think of any three words in the\r\nlanguage that sound more romantic, let me have them! Well, never mind\r\nhow they sound, just say them, and watch the result! But you must get\r\nto bed. Good night.\"\r\n\r\n\"Good night, Wally.\"\r\n\r\nShe passed in through the dingy door. It closed behind her, and Wally\r\nstood for some moments staring at it with a gloomy repulsion. He\r\nthought he had never seen a dingier door.\r\n\r\nThen he started to walk back to his apartment. He walked very quickly,\r\nwith clenched hands. He was wondering if after all there was not\r\nsomething to be said for the methods of the caveman when he went\r\na-wooing. Twinges of conscience the caveman may have had when all was\r\nover, but at least he had established his right to look after the\r\nwoman he loved."
  ]
}