{
  "index": 18,
  "title": "Chapter 17",
  "paragraphs": [
    "THE COST OF A ROW\r\n\r\nI\r\n\r\n\r\nOtis Pilkington had left Atlantic City two hours after the conference\r\nwhich had followed the dress-rehearsal, firmly resolved never to go near\r\n\"The Rose of America\" again. He had been wounded in his finest feelings.\r\nThere had been a moment, when Mr. Goble had given him the choice between\r\nhaving the piece rewritten and cancelling the production altogether, when\r\nhe had inclined to the heroic course. But for one thing Mr. Pilkington\r\nwould have defied the manager, refused to allow his script to be touched,\r\nand removed the play from his hands. That one thing was the fact that, up\r\nto the day of the dress-rehearsal, the expenses of the production had\r\namounted to the appalling sum of thirty-two thousand eight hundred and\r\nfifty-nine dollars, sixty-eight cents, all of which had to come out of Mr.\r\nPilkington's pocket. The figures, presented to him in a neatly typewritten\r\ncolumn stretching over two long sheets of paper, had stunned him. He had\r\nhad no notion that musical plays cost so much. The costumes alone had come\r\nto ten thousand six hundred and sixty-three dollars and fifty cents, and\r\nsomehow that odd fifty cents annoyed Otis Pilkington as much as anything\r\non the list. A dark suspicion that Mr. Goble, who had seen to all the\r\nexecutive end of the business, had a secret arrangement with the costumer\r\nwhereby he received a private rebate, deepened his gloom. Why, for ten\r\nthousand six hundred and sixty-three dollars and fifty cents you could\r\ndress the whole female population of New York State and have a bit left\r\nover for Connecticut. So thought Mr. Pilkington, as he read the bad news\r\nin the train. He only ceased to brood upon the high cost of costuming when\r\nin the next line but one there smote his eye an item of four hundred and\r\nninety-eight dollars for \"Clothing.\" Clothing! Weren't costumes clothing?\r\nWhy should he have to pay twice over for the same thing? Mr. Pilkington\r\nwas just raging over this, when something lower down in the column caught\r\nhis eye. It was the words:--\r\n\r\nClothing .... 187.45\r\n\r\nAt this Otis Pilkington uttered a stifled cry, so sharp and so\r\nanguished that an old lady in the next seat, who was drinking a glass\r\nof milk, dropped it and had to refund the railway company thirty-five\r\ncents for breakages. For the remainder of the journey she sat with one\r\neye warily on Mr. Pilkington, waiting for his next move.\r\n\r\nThis adventure quieted Otis Pilkington down, if it did not soothe him.\r\nHe returned blushingly to a perusal of his bill of costs, nearly every\r\nline of which contained some item that infuriated and dismayed him.\r\n\"Shoes\" ($213.50) he could understand, but what on earth was \"Academy.\r\nRehl. $105.50\"? What was \"Cuts ... $15\"? And what in the name of\r\neverything infernal was this item for \"Frames,\" in which mysterious\r\nluxury he had apparently indulged to the extent of ninety-four dollars\r\nand fifty cents? \"Props\" occurred on the list no fewer than seventeen\r\ntimes. Whatever his future, at whatever poor-house he might spend his\r\ndeclining years, he was supplied with enough props to last his\r\nlifetime.\r\n\r\nOtis Pilkington stared blankly at the scenery that flitted past the\r\ntrain windows. (Scenery! There had been two charges for scenery!\r\n\"Friedmann, Samuel ... Scenery ... $3711\" and \"Unitt and Wickes ...\r\nScenery ... $2120\"). He was suffering the torments of the ruined\r\ngamester at the roulette-table. Thirty-two thousand eight hundred and\r\nfifty-nine dollars, sixty-eight cents! And he was out of pocket ten\r\nthousand in addition from the cheque he had handed over two days ago\r\nto Uncle Chris as his share of the investment of starting Jill in the\r\nmotion-pictures. It was terrible! It deprived one of the power of\r\nthought.\r\n\r\nThe power of thought, however, returned to Mr. Pilkington almost\r\nimmediately, for, remembering suddenly that Roland Trevis had assured\r\nhim that no musical production, except one of those elaborate\r\ngirl-shows with a chorus of ninety, could possibly cost more than\r\nfifteen thousand dollars at an outside figure, he began to think about\r\nRoland Trevis, and continued to think about him until the train pulled\r\ninto the Pennsylvania Station.\r\n\r\nFor a week or more the stricken financier confined himself mostly to\r\nhis rooms, where he sat smoking cigarettes, gazing at Japanese prints,\r\nand trying not to think about \"props\" and \"rehl.\" Then, gradually, the\r\nalmost maternal yearning to see his brain-child once more, which can\r\nnever be wholly crushed out of a young dramatist, returned to\r\nhim--faintly at first, then getting stronger by degrees till it could\r\nno longer be resisted. Otis Pilkington, having instructed his Japanese\r\nvalet to pack a few simple necessaries in a suit-case, took a cab to\r\nthe Grand Central Station and caught an afternoon train for Rochester,\r\nwhere his recollection of the route planned for the tour told him \"The\r\nRose of America\" would now be playing.\r\n\r\nLooking into his club on the way, to cash a cheque, the first person\r\nhe encountered was Freddie Rooke.\r\n\r\n\"Good gracious!\" said Otis Pilkington. \"What are you doing here?\"\r\n\r\nFreddie looked up dully from his reading. The abrupt stoppage of his\r\nprofessional career--his life-work, one might almost say--had left\r\nFreddie at a very loose end; and so hollow did the world seem to him\r\nat the moment, so uniformly futile all its so-called allurements,\r\nthat, to pass the time, he had just been trying to read the _National\r\nGeographic Magazine_.\r\n\r\n\"Hullo!\" he said. \"Well, might as well be here as anywhere, what?\" he\r\nreplied to the other's question.\r\n\r\n\"But why aren't you playing?\"\r\n\r\n\"They sacked me! They've changed my part to a bally Scotchman! Well, I\r\nmean to say, I couldn't play a bally Scotchman!\"\r\n\r\nMr. Pilkington groaned in spirit. Of all the characters in his musical\r\nfantasy on which he prided himself, that of Lord Finchley was his pet.\r\nAnd he had been burked, murdered, blotted out, in order to make room\r\nfor a bally Scotchman.\r\n\r\n\"The character's called 'The McWhustle of McWhustle' now!\" said\r\nFreddie sombrely.\r\n\r\nThe McWhustle of McWhustle! Mr. Pilkington almost abandoned his trip\r\nto Rochester on receiving this devastating piece of information.\r\n\r\n\"He comes on in Act One in kilts!\"\r\n\r\n\"In kilts! At Mrs. Stuyvesant van Dyke's garden-party! On Long\r\nIsland!\"\r\n\r\n\"It isn't Mrs. Stuyvesant van Dyke any longer, either,\" said Freddie.\r\n\"She's been changed to the wife of a pickle manufacturer.\"\r\n\r\n\"A pickle manufacturer!\"\r\n\r\n\"Yes. They said it ought to be a comedy part.\"\r\n\r\nIf agony had not caused Mr. Pilkington to clutch for support at the\r\nback of a chair, he would undoubtedly have wrung his hands.\r\n\r\n\"But it _was_ a comedy part!\" he wailed. \"It was full of the subtlest,\r\nmost delicate satire on Society. They were delighted with it at\r\nNewport! Oh, this is too much! I shall make a strong protest! I shall\r\ninsist on these parts being kept as I wrote them! I shall.... I must\r\nbe going at once, or I shall miss my train.\" He paused at the door.\r\n\"How was business in Baltimore?\"\r\n\r\n\"Rotten!\" said Freddie, and returned to his _National Geographic\r\nMagazine_.\r\n\r\nOtis Pilkington tottered into his cab. He was shattered by what he had\r\nheard. They had massacred his beautiful play and, doing so had not\r\neven made a success of it by their own sordid commercial lights.\r\nBusiness at Baltimore had been rotten! That meant more expense,\r\nfurther columns of figures with \"frames\" and \"rehl.\" in front of them!\r\nHe staggered into the station.\r\n\r\n\"Hey!\" cried the taxi-driver.\r\n\r\nOtis Pilkington turned.\r\n\r\n\"Sixty-five cents, mister, if _you_ please! Forgetting I'm not your\r\nprivate shovoor, wasn't you?\"\r\n\r\nMr. Pilkington gave him a dollar. Money--money! Life was just one long\r\nround of paying out and paying out.\r\n\r\n\r\nII\r\n\r\nThe day which Mr. Pilkington had selected for his visit to the\r\nprovinces was a Tuesday. \"The Rose of America\" had opened at Rochester\r\non the previous night, after a week at Atlantic City in its original\r\nform and a week at Baltimore in what might be called its second\r\nincarnation. Business had been bad in Atlantic City and no better in\r\nBaltimore, and a meagre first-night house at Rochester had given the\r\npiece a cold reception, which had put the finishing touches to the\r\ndepression of the company in spite of the fact that the Rochester\r\ncritics, like those of Baltimore, had written kindly of the play. One\r\nof the maxims of the theatre is that \"out-of-town notices don't\r\ncount,\" and the company had refused to be cheered by them.\r\n\r\nIt is to be doubted, however, if even crowded houses would have\r\naroused much response from the principals and chorus of \"The Rose of\r\nAmerica.\" For two weeks without a break they had been working under\r\nforced draught, and they were weary in body and spirit. The new\r\nprincipals had had to learn parts in exactly half the time usually\r\ngiven for that purpose, and the chorus, after spending five weeks\r\nassimilating one set of steps and groupings, had been compelled to\r\nforget them and rehearse an entirely new set. From the morning after\r\nthe first performance at Atlantic City, they had not left the theatre\r\nexcept for sketchy half-hour meals.\r\n\r\nJill, standing listlessly in the wings while the scene-shifters\r\narranged the Second Act set, was aware of Wally approaching from the\r\ndirection of the pass-door.\r\n\r\n\"Miss Mariner, I believe?\" said Wally. \"I suppose you know you look\r\nperfectly wonderful in that dress? All Rochester's talking about it,\r\nand there is some idea of running excursion trains from Troy and\r\nUtica. A great stir it has made!\"\r\n\r\nJill smiled. Wally was like a tonic to her during these days of\r\noverwork. He seemed to be entirely unaffected by the general\r\ndepression, a fact which he attributed himself to the happy accident\r\nof being in a position to sit back and watch the others toil. But in\r\nreality Jill knew that he was working as hard as any one. He was\r\nworking all the time, changing scenes, adding lines, tinkering with\r\nlyrics, smoothing over principals whose nerves had become strained by\r\nthe incessant rehearsing, keeping within bounds Mr. Goble's passion\r\nfor being the big noise about the theatre. His cheerfulness was due to\r\nthe spirit that was in him, and Jill appreciated it. She had come to\r\nfeel very close to Wally since the driving rush of making over \"The\r\nRose of America\" had begun.\r\n\r\n\"They seemed quite calm to-night,\" she said. \"I believe half of them\r\nwere asleep.\"\r\n\r\n\"They're always like that in Rochester. They cloak their deeper\r\nfeelings. They wear the mask. But you can tell from the glassy look in\r\ntheir eyes that they are really seething inwardly. But what I came\r\nround about was--(a)--to give you this letter....\"\r\n\r\nJill took the letter, and glanced at the writing. It was from Uncle\r\nChris. She placed it on the axe over the fire-buckets for perusal\r\nlater.\r\n\r\n\"The man at the box-office gave it to me,\" said Wally, \"when I looked\r\nin there to find out how much money there was in the house to-night.\r\nThe sum was so small that he had to whisper it.\"\r\n\r\n\"I'm afraid the piece isn't a success.\"\r\n\r\n\"Nonsense! Of course it is! We're doing fine. That brings me to\r\nsection (b) of my discourse. I met poor old Pilkington in the lobby,\r\nand he said exactly what you have just said, only at greater length.\"\r\n\r\n\"Is Mr. Pilkington here?\"\r\n\r\n\"He appears to have run down on the afternoon train to have a look at\r\nthe show. He is catching the next train back to New York! Whenever I\r\nmeet him, he always seems to be dashing off to catch the next train\r\nback to New York! Poor chap! Have you ever done a murder? If you\r\nhaven't, don't! I know exactly what it feels like, and it feels\r\nrotten! After two minutes' conversation with Pilkington, I could\r\nsympathize with Macbeth when he chatted with Banquo. He said I had\r\nkilled his play. He nearly wept, and he drew such a moving picture of\r\na poor helpless musical fantasy being lured into a dark alley by thugs\r\nand there slaughtered that he almost had me in tears too. I felt like\r\na beetle-browed brute with a dripping knife and hands imbrued with\r\ninnocent gore.\"\r\n\r\n\"Poor Mr. Pilkington!'\r\n\r\n\"Once more you say exactly what he said, only more crisply. I\r\ncomforted him as well as I could, told him all was for the best and so\r\non, and he flung the box-office receipts in my face and said that the\r\npiece was as bad a failure commercially as it was artistically. I\r\ncouldn't say anything to that, seeing what a house we've got to-night,\r\nexcept to bid him look out to the horizon where the sun will shortly\r\nshine. In other words, I told him that business was about to buck up\r\nand that later on he would be going about the place with a sprained\r\nwrist from clipping coupons. But he refused to be cheered, cursed me\r\nsome more for ruining his piece, and ended by begging me to buy his\r\nshare of it cheap.\"\r\n\r\n\"You aren't going to?\"\r\n\r\n\"No, I am not--but simply and solely for the reason that, after that\r\nfiasco in London, I raised my right hand--thus--and swore an oath that\r\nnever, as long as I lived, would I again put up a cent for a\r\nproduction, were it the most obvious cinch on earth. I'm gun-shy. But\r\nif he does happen to get hold of any one with a sporting disposition\r\nand a few thousands to invest, that person will make a fortune. This\r\npiece is going to be a gold-mine.\"\r\n\r\nJill looked at him in surprise. With anybody else but Wally she would\r\nhave attributed this confidence to author's vanity. But with Wally,\r\nshe felt, the fact that the piece, as played now, was almost entirely\r\nhis own work did not count. He viewed it dispassionately, and she\r\ncould not understand why, in the face of half-empty houses, he should\r\nhave such faith in it.\r\n\r\n\"But what makes you think so? We've been doing awfully badly so far.\"\r\n\r\nWally nodded.\r\n\r\n\"And we shall do awfully badly in Syracuse the last half of this week.\r\nAnd why? For one thing, because the show isn't a show at all at\r\npresent. Why should people flock to pay for seats for what are\r\npractically dress-rehearsals of an unknown play? Half the principals\r\nhave had to get up in their parts in two weeks, and they haven't had\r\ntime to get anything out of them. They are groping for their lines all\r\nthe time. The girls can't let themselves go in the numbers, because\r\nthey are wondering if they are going to remember the steps. The show\r\nhasn't had time to click together yet. It's just ragged. Take a look\r\nat it in another two weeks! I _know_! I don't say musical comedy is a\r\nvery lofty form of art, but still there's a certain amount of science\r\nabout it. If you go in for it long enough, you learn the tricks, and\r\ntake it from me that, if you have a good cast and some catchy numbers\r\nit's almost impossible not to have a success. We've got an excellent\r\ncast now, and the numbers are fine. I tell you--as I tried to tell\r\nPilkington, only he wouldn't listen--that this show is all right.\r\nThere's a fortune in it for somebody. But I suppose Pilkington is now\r\nsitting in the smoking-car of an east-bound train, trying to get the\r\nporter to accept his share in the piece instead of a tip!\"\r\n\r\nIf Otis Pilkington was not actually doing that, he was doing\r\nsomething like it. Sunk in gloom, he bumped up and down on an\r\nuncomfortable seat, wondering why he had ever taken the trouble to\r\nmake the trip to Rochester. He had found exactly what he had expected\r\nto find, a mangled caricature of his brain-child playing to a house\r\nhalf empty and wholly indifferent. The only redeeming feature, he\r\nthought vindictively, as he remembered what Roland Trevis had said\r\nabout the cost of musical productions, was the fact that the new\r\nnumbers were undoubtedly better than those which his collaborator had\r\noriginally supplied.\r\n\r\nAnd \"The Rose of America,\" after a disheartening Wednesday matinee and\r\na not much better reception on the Wednesday night, packed its baggage\r\nand moved to Syracuse, where it failed just as badly. Then for another\r\ntwo weeks it wandered on from one small town to another, up and down\r\nNew York State and through the doldrums of Connecticut, tacking to and\r\nfro like a storm-battered ship, till finally the astute and discerning\r\ncitizens of Hartford welcomed it with such a reception that hardened\r\nprincipals stared at each other in a wild surmise, wondering if these\r\nthings could really be: and a weary chorus forgot its weariness and\r\ngave encore after encore with a snap and vim which even Mr. Johnson\r\nMiller was obliged to own approximated to something like it. Nothing\r\nto touch the work of his choruses of the old days, of course, but\r\nnevertheless fair, quite fair.\r\n\r\nThe spirits of the company revived. Optimism reigned. Principals\r\nsmiled happily and said they had believed in the thing all along. The\r\nladies and gentlemen of the ensemble chattered contentedly of a year's\r\nrun in New York. And the citizens of Hartford fought for seats, and,\r\nif they could not get seats, stood up at the back.\r\n\r\nOf these things Otis Pilkington was not aware. He had sold his\r\ninterest in the piece two weeks ago for ten thousand dollars to a\r\nlawyer acting for some client unknown, and was glad to feel that he\r\nhad saved something out of the wreck."
  ]
}