{
  "index": 11,
  "title": "Chapter 10",
  "paragraphs": [
    "JILL IGNORES AUTHORITY\r\n\r\nI\r\n\r\n\r\nThe offices of Messrs. Goble and Cohn were situated, like everything\r\nelse in New York that appertains to the drama, in the neighbourhood of\r\nTimes Square. They occupied the fifth floor of the Gotham Theatre on\r\nWest Forty-second Street. As there was no lift in the building except\r\nthe small private one used by the two members of the firm, Jill walked\r\nup the stairs, and found signs of a thriving business beginning to\r\npresent themselves as early as the third floor, where half a dozen\r\npatient persons of either sex had draped themselves like roosting\r\nfowls upon the banisters. There were more on the fourth floor, and the\r\nlanding of the fifth, which served the firm as a waiting-room, was\r\nquite full. It is the custom of New York theatrical managers--the\r\nlowest order of intelligence, with the possible exception of the\r\n_limax maximus_ or garden slug, known to science--to omit from their\r\ncalculations the fact that they are likely every day to receive a\r\nlarge number of visitors, whom they will be obliged to keep waiting;\r\nand that these people will require somewhere to wait. Such\r\nconsiderations never occur to them. Messrs. Goble and Cohn had\r\nprovided for those who called to see them one small bench on the\r\nlanding, conveniently situated at the intersecting point of three\r\ndraughts, and had let it go at that.\r\n\r\nNobody, except perhaps the night-watchman, had ever seen this bench\r\nempty. At whatever hour of the day you happened to call, you would\r\nalways find three wistful individuals seated side by side with their\r\neyes on the tiny ante-room where sat the office-boy, the\r\ntelephone-girl, and Mr. Goble's stenographer. Beyond this was the door\r\nmarked \"Private,\" through which, as it opened to admit some careless,\r\ndebonair thousand-dollar-a-week comedian who sauntered in with a\r\njaunty \"Hello, Ike!\" or some furred and scented female star, the rank\r\nand file of the profession were greeted, like Moses on Pisgah, with a\r\nfleeting glimpse of the promised land, consisting of a large desk and\r\na section of a very fat man with spectacles and a bald head or a\r\nyounger man with fair hair and a double chin.\r\n\r\nThe keynote of the mass meeting on the landing was one of determined,\r\nalmost aggressive smartness. The men wore bright overcoats with bands\r\nround the waist, the women those imitation furs which to the\r\nuninitiated eye appear so much more expensive than the real thing.\r\nEverybody looked very dashing and very young, except about the eyes.\r\nMost of the eyes that glanced at Jill were weary. The women were\r\nnearly all blondes, blondness having been decided upon in the theatre\r\nas the colour that brings the best results. The men were all so much\r\nalike that they seemed to be members of one large family--an illusion\r\nwhich was heightened by the scraps of conversation, studded with\r\n\"dears,\" \"old mans,\" and \"honeys,\" which came to Jill's ears. A stern\r\nfight for supremacy was being waged by a score or so of lively and\r\npowerful young scents.\r\n\r\nFor a moment Jill was somewhat daunted by the spectacle, but she\r\nrecovered almost immediately. The exhilarating and heady influence of\r\nNew York still wrought within her. The Berserk spirit was upon her,\r\nand she remembered the stimulating words of Mr. Brown, of Brown and\r\nWidgeon, the best jazz-and-hokum team on the Keith Circuit. \"Walk\r\nstraight in!\" had been the burden of his inspiring address. She pushed\r\nher way through the crowd until she came to the small ante-room.\r\n\r\nIn the ante-room were the outposts, the pickets of the enemy. In one\r\ncorner a girl was hammering energetically and with great speed on a\r\ntypewriter; a second girl, seated at a switchboard, was having an\r\nargument with Central which was already warm and threatened to descend\r\nshortly to personalities; on a chair tilted back so that it rested\r\nagainst the wall, a small boy sat eating sweets and reading the comic\r\npage of an evening newspaper. All three were enclosed, like zoological\r\nspecimens, in a cage formed by a high counter terminating in brass\r\nbars.\r\n\r\nBeyond these watchers on the threshold was the door marked \"Private.\"\r\nThrough it, as Jill reached the outer defences, filtered the sound of\r\na piano.\r\n\r\nThose who have studied the subject have come to the conclusion that\r\nthe boorishness of New York theatrical managers' office-boys cannot be\r\nthe product of mere chance. Somewhere, in some sinister den in the\r\ncriminal districts of the town, there is a school where small boys are\r\ntrained for these positions, where their finer instincts are\r\nrigorously uprooted and rudeness systematically inculcated by\r\ncompetent professors. Of this school the Cerberus of Messrs. Goble and\r\nCohn had been the star scholar. Quickly seeing his natural gifts, his\r\nteachers had given him special attention. When he had graduated, it\r\nhad been amidst the cordial good wishes of the entire staff. They had\r\ntaught him all they knew, and they were proud of him. They felt that\r\nhe would do them credit.\r\n\r\nThis boy raised a pair of pink-rimmed eyes to Jill, sniffed, bit his\r\nthumb-nail, and spoke. He was a snub-nosed boy. His ears and hair were\r\nvermilion. His name was Ralph. He had seven hundred and forty-three\r\npimples.\r\n\r\n\"Woddyerwant?\" enquired Ralph, coming within an ace of condensing the\r\nquestion into a word of one syllable.\r\n\r\n\"I want to see Mr. Goble.\"\r\n\r\n\"Zout!\" said the Pimple King, and returned to his paper.\r\n\r\nThere will, no doubt, always be class distinctions. Sparta had her\r\nkings and her helots, King Arthur's Round Table its knights and its\r\nscullions, America her Simon Legree and her Uncle Tom. But in no\r\nnation and at no period of history has any one ever been so brutally\r\nsuperior to any one else as is the Broadway theatrical office-boy to\r\nthe caller who wishes to see the manager. Thomas Jefferson held these\r\ntruths to be self-evident, that all men are created equal; that they\r\nare endowed by their Creator with certain unalienable rights; that\r\namong these rights are life, liberty, and the pursuit of happiness.\r\nTheatrical office-boys do not see eye to eye with Thomas. From their\r\npinnacle they look down on the common herd, the _canaille_, and\r\ndespise them. They coldly question their right to live.\r\n\r\nJill turned pink. Mr. Brown, her guide and mentor, foreseeing this\r\nsituation, had, she remembered, recommended \"pushing the office-boy in\r\nthe face\": and for a moment she felt like following his advice.\r\nPrudence, or the fact that he was out of reach behind the brass bars,\r\nrestrained her. Without further delay she made for the door of the\r\ninner room. That was her objective, and she did not intend to be\r\ndiverted from it. Her fingers were on the handle before any of those\r\npresent divined her intention. Then the stenographer stopped typing\r\nand sat with raised fingers, aghast. The girl at the telephone broke\r\noff in mid-sentence and stared round over her shoulder. Ralph, the\r\noffice-boy, outraged, dropped his paper and constituted himself the\r\nspokesman of the invaded force.\r\n\r\n\"Hey!\"\r\n\r\nJill stopped and eyed the lad militantly.\r\n\r\n\"Were you speaking to me?\"\r\n\r\n\"Yes, I _was_ speaking to you!\"\r\n\r\n\"Don't do it again with your mouth full,\" said Jill, turning to the\r\ndoor.\r\n\r\nThe belligerent fire in the office-boy's pink-rimmed eyes was suddenly\r\ndimmed by a gush of water. It was not remorse that caused him to weep,\r\nhowever. In the heat of the moment he had swallowed a large, jagged\r\nsweet, and he was suffering severely.\r\n\r\n\"You can't go in there!\" he managed to articulate, his iron will\r\ntriumphing over the flesh sufficiently to enable him to speak.\r\n\r\n\"I _am_ going in there!\"\r\n\r\n\"That's Mr. Goble's private room.\"\r\n\r\n\"Well, I want a private talk with Mr. Goble.\"\r\n\r\nRalph, his eyes still moist, felt that the situation was slipping from\r\nhis grip. This sort of thing had never happened to him before. \"I tell\r\nya he _zout_!\"\r\n\r\nJill looked at him sternly.\r\n\r\n\"You wretched child!\" she said, encouraged by a sharp giggle from the\r\nneighbourhood of the switchboard. \"Do you know where little boys go\r\nwho don't speak the truth? I can hear him playing the piano. Now he's\r\nsinging! And it's no good telling me he's busy. If he was busy, he\r\nwouldn't have time to sing. If you're as deceitful as this at your\r\nage, what do you expect to be when you grow up? You're an ugly little\r\nboy, you've got red ears, and your collar doesn't fit! I shall speak\r\nto Mr. Goble about you.\"\r\n\r\nWith which words Jill opened the door and walked in.\r\n\r\n\"Good afternoon,\" she said brightly.\r\n\r\nAfter the congested and unfurnished discomfort of the landing, the\r\nroom in which Jill found herself had an air of cosiness and almost of\r\nluxury. It was a large room, solidly upholstered. Along the further\r\nwall, filling nearly the whole of its space, stood a vast and gleaming\r\ndesk, covered with a litter of papers which rose at one end of it to a\r\nsort of mountain of play-scripts in buff covers. There was a\r\nbookshelf to the left. Photographs covered the walls. Near the window\r\nwas a deep leather lounge; to the right of this stood a small piano,\r\nthe music-stool of which was occupied by a young man with untidy black\r\nhair that needed cutting. On top of the piano, taking the eye\r\nimmediately by reason of its bold brightness, was balanced a large\r\ncardboard poster. Much of its surface was filled by a picture of a\r\nyouth in polo costume bending over a blonde goddess in a bathing-suit.\r\nWhat space was left displayed the legend:\r\n\r\nISAAC GOBLE AND JACOB COHN\r\n\r\nPRESENT\r\n\r\nTHE ROSE OF AMERICA\r\n\r\n(A Musical Fantasy)\r\n\r\nBOOK AND LYRICS BY OTIS PILKINGTON\r\n\r\nMUSIC BY ROLAND TREVIS\r\n\r\nTurning her eyes from this, Jill became aware that something was going\r\non at the other side of the desk, and she perceived that a second\r\nyoung man, the longest and thinnest she had ever seen, was in the act\r\nof rising to his feet, length upon length like an unfolding snake. At\r\nthe moment of her entry he had been lying back in an office-chair, so\r\nthat only a merely nominal section of his upper structure was visible.\r\nNow he reared his impressive length until his head came within\r\nmeasurable distance of the ceiling. He had a hatchet face and a\r\nreceding chin, and he gazed at Jill through what she assumed were the\r\n\"tortoise-shell cheaters\" referred to by her recent acquaintance, Mr.\r\nBrown.\r\n\r\n\"Er...?\" said this young man enquiringly in a high, flat voice.\r\n\r\nJill, like many other people, had a brain which was under the\r\nalternating control of two diametrically opposite forces. It was like\r\na motor-car steered in turn by two drivers, the one a dashing,\r\nreckless fellow with no regard for the speed limits, the other a timid\r\nnovice. All through the proceedings up to this point the dasher had\r\nbeen in command. He had whisked her along at a break-neck pace,\r\nignoring obstacles and police regulations. Now, having brought her to\r\nthis situation, he abruptly abandoned the wheel and turned it over to\r\nhis colleague, the shrinker. Jill, greatly daring a moment ago, now\r\nfelt an overwhelming shyness.\r\n\r\nShe gulped, and her heart beat quickly. The thin man towered over her.\r\nThe black-haired pianist shook his locks at her like Banquo.\r\n\r\n\"I....\" she began.\r\n\r\nThen, suddenly, womanly intuition came to her aid. Something seemed to\r\ntell her that these men were just as scared as she was. And, at the\r\ndiscovery, the dashing driver resumed his post at the wheel, and she\r\nbegan to deal with the situation with composure.\r\n\r\n\"I want to see Mr. Goble.\"\r\n\r\n\"Mr. Goble is out,\" said the long young man, plucking nervously at the\r\npapers on the desk. Jill had affected him powerfully.\r\n\r\n\"Out!\" She felt she had wronged the pimpled office-boy.\r\n\r\n\"We are not expecting him back this afternoon. Is there anything I can\r\ndo?\"\r\n\r\nHe spoke tenderly. This weak-minded young man was thinking that he had\r\nnever seen anything like Jill before. And it was true that she was\r\nlooking very pretty, with her cheeks flushed and her eyes sparkling.\r\nShe touched a chord in the young man which seemed to make the world a\r\nflower-scented thing, full of soft music. Often as he had been in love\r\nat first sight before in his time, Otis Pilkington could not recall an\r\noccasion on which he had been in love at first sight more completely\r\nthan now. When she smiled at him, it was as if the gates of heaven had\r\nopened. He did not reflect how many times, in similar circumstances,\r\nthese same gates had opened before; and that on one occasion when they\r\nhad done so it had cost him eight thousand dollars to settle the case\r\nout of court. One does not think of these things at such times, for\r\nthey strike a jarring note. Otis Pilkington was in love. That was all\r\nhe knew, or cared to know.\r\n\r\n\"Won't you take a seat, Miss....\"\r\n\r\n\"Mariner,\" prompted Jill. \"Thank you.\"\r\n\r\n\"Miss Mariner. May I introduce Mr. Roland Trevis?\"\r\n\r\nThe man at the piano bowed. His black hair heaved upon his skull like\r\nseaweed in a ground swell.\r\n\r\n\"My name is Pilkington. Otis Pilkington.\"\r\n\r\nThe uncomfortable silence which always follows introductions was\r\nbroken by the sound of the telephone-bell on the desk. Otis\r\nPilkington, who had moved out into the room and was nowhere near the\r\ndesk, stretched forth a preposterous arm and removed the receiver.\r\n\r\n\"Yes? Oh, will you say, please, that I have a conference at present.\"\r\nJill was to learn that people in the theatrical business never talked:\r\nthey always held conferences. \"Tell Mrs. Peagrim that I shall be\r\ncalling later in the afternoon, but cannot be spared just now.\" He\r\nreplaced the receiver. \"Aunt Olive's secretary,\" he murmured in a soft\r\naside to Mr. Trevis. \"Aunt Olive wanted me to go for a ride.\" He\r\nturned to Jill. \"Excuse me. Is there anything I can do for you, Miss\r\nMariner?\"\r\n\r\nJill's composure was now completely restored. This interview was\r\nturning out so totally different from anything she had expected. The\r\natmosphere was cosy and social. She felt as if she were back in\r\nOvingdon Square, giving tea to Freddie Rooke and Ronny Devereux and\r\nthe rest of her friends of the London period. All that was needed to\r\ncomplete the picture was a tea-table in front of her. The business\r\nnote hardly intruded on the proceedings at all. Still, as business was\r\nthe object of her visit, she felt that she had better approach it.\r\n\r\n\"I came for work.\"\r\n\r\n\"Work!\" cried Mr. Pilkington. He, too, appeared to be regarding the\r\ninterview as purely of a social nature.\r\n\r\n\"In the chorus,\" explained Jill.\r\n\r\nMr. Pilkington seemed shocked. He winced away from the word as though\r\nit pained him.\r\n\r\n\"There is no chorus in 'The Rose of America,'\" he said.\r\n\r\n\"I thought it was a musical comedy.\"\r\n\r\nMr. Pilkington winced again.\r\n\r\n\"It is a musical _fantasy_!\" he said. \"But there will be no chorus. We\r\nshall have,\" he added, a touch of rebuke in his voice, \"the services\r\nof twelve refined ladies of the ensemble.\"\r\n\r\nJill laughed.\r\n\r\n\"It does sound much better, doesn't it!\" she said. \"Well, am I refined\r\nenough, do you think?\"\r\n\r\n\"I shall be only too happy if you will join us,\" said Mr. Pilkington\r\npromptly.\r\n\r\nThe long-haired composer looked doubtful. He struck a note up in the\r\ntreble, then whirled round on his stool.\r\n\r\n\"If you don't mind my mentioning it, Otie, we have twelve girls\r\nalready.\"\r\n\r\n\"Then we must have thirteen,\" said Otis Pilkington firmly.\r\n\r\n\"Unlucky number,\" argued Mr. Trevis.\r\n\r\n\"I don't care. We must have Miss Mariner. You can see for yourself\r\nthat she is exactly the type we need.\"\r\n\r\nHe spoke feelingly. Ever since the business of engaging a company had\r\nbegun, he had been thinking wistfully of the evening when \"The Rose of\r\nAmerica\" had had its opening performance--at his aunt's house at\r\nNewport last summer--with an all-star cast of society favourites and\r\nan ensemble recruited entirely from debutantes and matrons of the\r\nYounger Set. That was the sort of company he had longed to assemble\r\nfor the piece's professional career, and until this afternoon he had\r\nmet with nothing but disappointment. Jill seemed to be the only girl\r\nin theatrical New York who came up to the standard he would have liked\r\nto demand.\r\n\r\n\"Thank you very much,\" said Jill.\r\n\r\nThere was another pause. The social note crept into the atmosphere\r\nagain. Jill felt the hostess' desire to keep conversation circulating.\r\n\r\n\"I hear,\" she said, \"that this piece is a sort of Gilbert and Sullivan\r\nopera.\"\r\n\r\nMr. Pilkington considered the point.\r\n\r\n\"I confess,\" he said, \"that, in writing the book, I had Gilbert before\r\nme as a model. Whether I have in any sense succeeded in....\"\r\n\r\n\"The book,\" said Mr. Trevis, running his fingers over the piano, \"is\r\nas good as anything Gilbert ever wrote.\"\r\n\r\n\"Oh, come, Rolie!\" protested Mr. Pilkington modestly.\r\n\r\n\"Better,\" insisted Mr. Trevis. \"For one thing, it is up-to-date.\"\r\n\r\n\"I _do_ try to strike the modern note,\" murmured Mr. Pilkington.\r\n\r\n\"And you have avoided Gilbert's mistake of being too fanciful.\"\r\n\r\n\"He _was_ fanciful,\" admitted Mr. Pilkington. \"The music,\" he added,\r\nin a generous spirit of give and take, \"has all Sullivan's melody with\r\na newness of rhythm peculiarly its own. You will like the music.\"\r\n\r\n\"It sounds,\" said Jill amiably, \"as though the piece is bound to be a\r\ntremendous success.\"\r\n\r\n\"We hope so,\" said Mr. Pilkington. \"We feel that the time has come\r\nwhen the public is beginning to demand something better than what it\r\nhas been accustomed to. People are getting tired of the brainless\r\ntrash and jingly tunes which have been given them by men like Wallace\r\nMason and George Bevan. They want a certain polish.... It was just the\r\nsame in Gilbert and Sullivan's day. They started writing at a time\r\nwhen the musical stage had reached a terrible depth of inanity. The\r\ntheatre was given over to burlesques of the most idiotic description.\r\nThe public was waiting eagerly to welcome something of a higher class.\r\nIt is just the same to-day. But the managers will not see it. 'The\r\nRose of America' went up and down Broadway for months, knocking at\r\nmanagers' doors.\"\r\n\r\n\"It should have walked in without knocking, like me,\" said Jill. She\r\ngot up. \"Well, it was very kind of you to see me when I came in so\r\nunceremoniously. But I felt it was no good waiting outside on that\r\nlanding. I'm so glad everything is settled. Good-bye.\"\r\n\r\n\"Good-bye, Miss Mariner.\" Mr. Pilkington took her outstretched hand\r\ndevoutly. \"There is a rehearsal called for the ensemble at--when is\r\nit, Rolie?\"\r\n\r\n\"Eleven o'clock, day after to-morrow, at Bryant Hall.\"\r\n\r\n\"I'll be there,\" said Jill. \"Good-bye, and thank you very much.\"\r\n\r\nThe silence which had fallen upon the room as she left it was broken\r\nby Mr. Trevis.\r\n\r\n\"Some pip!\" observed Mr. Trevis.\r\n\r\nOtis Pilkington awoke from day-dreams with a start.\r\n\r\n\"What did you say?\"\r\n\r\n\"That girl.... I said she was some pippin!\"\r\n\r\n\"Miss Mariner,\" said Mr. Pilkington icily, \"is a most charming,\r\nrefined, cultured, and vivacious girl, if you mean that.\"\r\n\r\n\"Yes,\" said Mr. Trevis. \"That was what I meant!\"\r\n\r\n\r\nII\r\n\r\nJill walked out into Forty-second Street, looking about her with the\r\neye of a conqueror. Very little change had taken place in the aspect\r\nof New York since she had entered the Gotham Theatre, but it seemed a\r\ndifferent city to her. An hour ago, she had been a stranger, drifting\r\naimlessly along its rapids. Now she belonged to New York, and New\r\nYork belonged to her. She had faced it squarely, and forced from it\r\nthe means of living. She walked on with a new jauntiness in her\r\nstride.\r\n\r\nThe address which Nelly had given her was on the east side of Fifth\r\nAvenue. She made her way along Forty-second Street. It seemed the\r\njolliest, alivest street she had ever encountered. The rattle of the\r\nElevated as she crossed Sixth Avenue was music, and she loved the\r\ncrowds that jostled her with every step she took.\r\n\r\nShe reached the Fifth Avenue corner just as the policeman out in the\r\nmiddle of the street swung his Stop-and-Go post round to allow the\r\nup-town traffic to proceed on its way. A stream of cars which had been\r\ndammed up as far as the eye could reach began to flow swiftly past.\r\nThey moved in a double line, red limousines, blue limousines, mauve\r\nlimousines, green limousines. She stood waiting for the flood to\r\ncease, and, as she did so, there purred past her the biggest and\r\nreddest limousine of all. It was a colossal vehicle with a polar-bear\r\nat the steering-wheel and another at his side. And in the interior,\r\nvery much at his ease, his gaze bent courteously upon a massive lady\r\nin a mink coat, sat Uncle Chris.\r\n\r\nFor a moment he was so near to her that, but for the closed window,\r\nshe could have touched him. Then the polar-bear at the wheel, noting a\r\ngap in the traffic, stepped on the accelerator and slipped neatly\r\nthrough. The car moved swiftly on and disappeared.\r\n\r\nJill drew a deep breath. The Stop-and-Go sign swung round again. She\r\ncrossed the avenue, and set out once more to find Nelly Bryant. It\r\noccurred to her, five minutes later, that a really practical and\r\nquick-thinking girl would have noted the number of the limousine."
  ]
}