{
  "index": 16,
  "title": "Chapter 15",
  "paragraphs": [
    "JILL EXPLAINS\r\n\r\nI\r\n\r\n\r\nThe lobby of the Hotel Cosmopolis is the exact centre of New York, the\r\nspot where at certain hours one is sure of meeting everybody one\r\nknows. The first person that Nelly and Freddie saw, as they passed\r\nthrough the swing doors, was Jill. She was seated on the chair by the\r\nbig pillar in the middle of the hall.\r\n\r\n\"What ho!\" said Freddie. \"Waiting for someone?\"\r\n\r\n\"Hullo, Freddie. Yes, I'm waiting for Wally Mason. I got a note from\r\nhim this morning, asking me to meet him here. I'm a little early. I\r\nhaven't congratulated you yet. You're wonderful!\"\r\n\r\n\"Thanks, old girl. Our young hero _is_ making pretty hefty strides in\r\nhis chosen profesh, what? Mr. Rooke, who appears quite simple and\r\nunspoiled by success, replied to our representative's enquiry as to\r\nhis future plans, that he proposed to stagger into the grill-room and\r\nimbibe about eighteen dollars' worth of lunch. Yes, it _is_ a bit of\r\nall right, taking it by and large, isn't it? I mean to say, the\r\nsalary, the jolly old salary, you know ... quite a help when a\r\nfellow's lost all his money!\"\r\n\r\nJill was surprised to observe that the Last of the Rookes was\r\ncontorting his face in an unsightly manner that seemed to be an\r\nattempt at a wink, pregnant with hidden meaning. She took her cue\r\ndutifully, though without understanding.\r\n\r\n\"Oh, yes,\" she replied.\r\n\r\nFreddie seemed grateful. With a cordial \"Cheerio!\" he led Nelly off to\r\nthe grill-room.\r\n\r\n\"I didn't know Jill knew Mr. Mason,\" said Nelly, as they sat down at\r\ntheir table.\r\n\r\n\"No?\" said Freddie absently, running an experienced eye over the bill\r\nof fare. He gave an elaborate order. \"What was that? Oh, absolutely!\r\nJill and I and Wally were children together.\"\r\n\r\n\"How funny you should all be together again like this.\"\r\n\r\n\"Yes. Oh, good Lord!\"\r\n\r\n\"What's the matter?\"\r\n\r\n\"It's nothing. I meant to send a cable to a pal of mine in England,\r\nI'll send it after lunch.\"\r\n\r\nFreddie took out his handkerchief, and tied a knot in it. He was\r\nslightly ashamed of the necessity of taking such a precaution, but it\r\nwas better to be on the safe side. His interview with Jill at the\r\ntheatre had left him with the conviction that there was only one thing\r\nfor him to do, and that was to cable poor old Derek to forget\r\nimpending elections and all the rest of it and pop over to America at\r\nonce. He knew that he would never have the courage to re-open the\r\nmatter with Jill himself. As an ambassador he was a spent force. If\r\nJill was to be wooed from her mood of intractibility, Derek was the\r\nonly man to do it. Freddie was convinced that, seeing him in person,\r\nshe would melt and fall into his arms. Too dashed absurd, Freddie\r\nfelt, two loving hearts being separated like this and all that sort\r\nof thing. He replaced his handkerchief in his pocket, relieved, and\r\nconcentrated himself on the entertainment of Nelly. A simple task for\r\nthe longer he was with this girl, the easier did it seem, to talk to\r\nher.\r\n\r\nJill, left alone in the lobby, was finding the moments pass quite\r\npleasantly. She liked watching the people as they came in. One or two\r\nof the girls of the company fluttered in like birds, were swooped upon\r\nby their cavaliers, and fluttered off to the grill-room. The\r\nred-headed Babe passed her with a genial nod, and, shortly after, Lois\r\nDenham, the willowy recipient of sunbursts from her friend Izzy of the\r\nhat-checks, came by in company with a sallow, hawk-faced young man\r\nwith a furtive eye, whom Jill took--correctly--to be Izzy himself.\r\nLois was looking pale and proud, and, from the few words which came to\r\nJill's ears as they neared her, seemed to be annoyed at having been\r\nkept waiting.\r\n\r\nIt was immediately after this that the swing-doors revolved rather\r\nmore violently than usual, and Mr. Goble burst into view.\r\n\r\nThere was a cloud upon Mr. Goble's brow, seeming to indicate that his\r\ngrievance against life had not yet been satisfactorily adjusted; but\r\nit passed as he saw Jill, and he came up to her with what he would\r\nprobably have claimed to be an ingratiating smile.\r\n\r\n\"Hullo!\" said Mr. Goble. \"All alone?\"\r\n\r\nJill was about to say that the condition was merely temporary when the\r\nmanager went on.\r\n\r\n\"Come and have a bit of lunch.\"\r\n\r\n\"Thank you very much,\" said Jill, with the politeness of dislike, \"but\r\nI'm waiting for someone.\"\r\n\r\n\"Chuck him!\" advised Mr. Goble cordially.\r\n\r\n\"No, thanks, I couldn't, really.\"\r\n\r\nThe cloud began to descend again upon Mr. Goble's brow. He was\r\naccustomed to having these invitations of his treated as royal\r\ncommands.\r\n\r\n\"Come along!\"\r\n\r\n\"I'm afraid it's impossible.\"\r\n\r\nMr. Goble subjected her to a prolonged stare, seemed about to speak,\r\nchanged his mind, and swung off moodily in the direction of the\r\ngrill-room. He was not used to this sort of treatment.\r\n\r\nHe had hardly gone, when Wally appeared.\r\n\r\n\"What was he saying to you?\" demanded Wally abruptly, without\r\npreliminary greeting.\r\n\r\n\"He was asking me to lunch.\"\r\n\r\nWally was silent for a moment. His good-natured face wore an unwonted\r\nscowl.\r\n\r\n\"He went in there, of course?\" he said, pointing to the grill-room.\r\n\r\n\"Yes.\"\r\n\r\n\"Then let's go into the other room,\" said Wally. He regained his good\r\nhumour. \"It was awfully good of you to come. I didn't know whether you\r\nwould be able to.\"\r\n\r\n\"It was very nice of you to invite me.\"\r\n\r\nWally grinned.\r\n\r\n\"How perfect our manners are! It's a treat to listen! How did you know\r\nthat that was the one hat in New York I wanted you to wear?\"\r\n\r\n\"Oh, these things get about. Do you like it?\"\r\n\r\n\"It's wonderful. Let's take this table, shall we?\"\r\n\r\n\r\nII\r\n\r\nThey sat down. The dim, tapestry-hung room soothed Jill. She was\r\nfeeling a little tired after the rehearsal. At the far end of the room\r\nan orchestra was playing a tune that she remembered and liked. Her\r\nmind went back to the last occasion on which she and Wally had sat\r\nopposite each other at a restaurant. How long ago it seemed! She\r\nreturned to the present to find Wally speaking to her.\r\n\r\n\"You left very suddenly the other night,\" said Wally.\r\n\r\n\"I didn't want to meet Freddie.\"\r\n\r\nWally looked at her commiseratingly.\r\n\r\n\"I don't want to spoil your lunch,\" he said, \"but Freddie knows all.\r\nHe has tracked you down. He met Nelly Bryant, whom he seems to have\r\nmade friends with in London, and she told him where you were and what\r\nyou were doing. For a girl who fled at his mere approach the night\r\nbefore last, you don't seem very agitated by the news,\" he said, as\r\nJill burst into a peal of laughter.\r\n\r\n\"You haven't heard?\"\r\n\r\n\"Heard what?\"\r\n\r\n\"Freddie got Mr. Pilkington to put him in the chorus of the piece. He\r\nwas rehearsing when I arrived at the theatre this morning, and having\r\na terrible time with Mr. Miller. And, later on, Mr. Goble had a\r\nquarrel with the man who was playing the Englishman, and the man threw\r\nup his part, and Mr. Goble said he could get any one in the chorus to\r\nplay it just as well, and he chose Freddie. So now Freddie is one of\r\nthe principals, and bursting with pride!\"\r\n\r\nWally threw his head back and uttered a roar of appreciation which\r\ncaused a luncher at a neighbouring table to drop an oyster which he\r\nwas poising in mid-air.\r\n\r\n\"Don't make such a noise!\" said Jill severely. \"Everyone's looking at\r\nyou.\"\r\n\r\n\"I must! It's the most priceless thing I ever heard. I've always\r\nmaintained and I always will maintain that for pure lunacy nothing can\r\ntouch the musical comedy business. There isn't anything that can't\r\nhappen in musical comedy. 'Alice in Wonderland' is nothing to it.\"\r\n\r\n\"Have you felt that, too? That's exactly how I feel. It's like a\r\nperpetual 'Mad Hatter's Tea-Party.'\"\r\n\r\n\"But what on earth made Freddie join the company at all?\"\r\n\r\nA sudden gravity descended upon Jill. The words had reminded her of\r\nthe thing which she was perpetually striving to keep out of her\r\nthoughts.\r\n\r\n\"He said he wanted to be there to keep an eye on me.\"\r\n\r\nGravity is infectious. Wally's smile disappeared. He, too, had been\r\nrecalled to thoughts which were not pleasant.\r\n\r\nWally crumbled his roll. There was a serious expression on his face.\r\n\r\n\"Freddie was quite right. I didn't think he had so much sense.\"\r\n\r\n\"Freddie was not right,\" flared Jill. The recollection of her\r\nconversation with that prominent artist still had the power to fire\r\nher independent soul. \"I'm not a child. I can look after myself. What\r\nI do is my own business.\"\r\n\r\n\"I'm afraid you're going to find that your business is several\r\npeople's business. I am interested in it myself. I don't like your\r\nbeing on the stage. Now bite my head off!\"\r\n\r\n\"It's very kind of you to bother about me....\"\r\n\r\n\"I said 'Bite my head off!' I didn't say 'Freeze me!' I take the\r\nlicence of an old friend who in his time has put worms down your\r\nback, and I repeat--I don't like your being on the stage.\"\r\n\r\n\"I shouldn't have thought you would have been so\"--Jill sought for a\r\ndevastating adjective--\"so mid-Victorian!\"\r\n\r\n\"As far as you are concerned, I'm the middest Victorian in existence.\r\nMid is my middle name.\" Wally met her indignant gaze squarely.\r\n\"I--do--not--like--your--being--on--the--stage! Especially in any\r\ncompany which Ike Goble is running.\"\r\n\r\n\"Why Mr. Goble particularly?\"\r\n\r\n\"Because he is not the sort of man you ought to be coming in contact\r\nwith.\"\r\n\r\n\"What nonsense!\"\r\n\r\n\"It isn't nonsense at all. I suppose you've read a lot about the\r\nmorals of theatrical managers....\"\r\n\r\n\"Yes. And it seemed to be exaggerated and silly.\"\r\n\r\n\"So it is. There's nothing wrong with most of them. As a general\r\nthing, they are very decent fellows--extraordinarily decent if you\r\nthink of the position they are in. I don't say that in a business way\r\nthere's much they won't try to put over on you. In the theatre, when\r\nit comes to business, everything goes except biting and gouging.\r\n'There's never a law of God or man runs north of fifty-three.' If you\r\nalter that to 'north of Forty-first Street' it doesn't scan as well,\r\nbut it's just as true. Perhaps it would be more accurate to say that\r\nthe Golden Rule is suspended there. You get used to it after you have\r\nbeen in the theatre for a while, and, except for leaving your watch\r\nand pocket-book at home when you have to pay a call on a manager and\r\nkeeping your face to him so that he can't get away with your back\r\ncollar-stud, you don't take any notice of it. It's all a game. If a\r\nmanager swindles you, he wins the hole and takes the honour. If you\r\nfoil him, you are one up. In either case, it makes no difference to\r\nthe pleasantness of your relations. You go on calling him by his first\r\nname, and he gives you a couple of cigars out of his waistcoat pocket\r\nand says you're a good kid. There is nothing personal in it. He has\r\nprobably done his best friend out of a few thousand dollars the same\r\nmorning, and you see them lunching together after the ceremony as\r\nhappily as possible. You've got to make allowances for managers. They\r\nare the victims of heredity. When a burglar marries a hat-check girl,\r\ntheir offspring goes into the theatrical business automatically, and\r\nhe can't shake off the early teaching which he imbibed at his father's\r\nknee. But morals....\"\r\n\r\nWally broke off to allow the waiter to place a fried sole before him.\r\nWaiters always select the moment when we are talking our best to\r\nintrude themselves.\r\n\r\n\"As regards morals,\" resumed Wally, \"that is a different matter. Most\r\nmanagers are respectable, middle-aged men with wives and families.\r\nThey are in the business to make money, and they don't want anything\r\nelse out of it. The girls in their companies are like so many clerks\r\nto them, just machines that help to bring the money in. They don't\r\nknow half a dozen of them to speak to. But our genial Ike is not like\r\nthat.\" Wally consumed a mouthful of sole. \"Ike Goble is a bad citizen.\r\nHe paws! He's a slinker and a prowler and a leerer. He's a pest and a\r\nworm! He's fat and soft and flabby. He has a greasy soul, a withered\r\nheart, and an eye like a codfish. Not knocking him, of course!\" added\r\nWally magnanimously. \"Far be it from me to knock anyone! But, speaking\r\nwith the utmost respect and viewing him in the most favourable light,\r\nhe is a combination of tom-cat and the things you see when you turn\r\nover a flat stone! Such are the reasons why I am sorry that you are in\r\nhis company.\"\r\n\r\nJill had listened to this diatribe with a certain uneasiness. Her\r\nbrief encounters with Mr. Goble told her that every word was probably\r\ntrue. She could still feel the unpleasant sensation of being inspected\r\nby the eye which Wally had compared--quite justly--to that of a\r\ncodfish. But her pride forbade any admission of weakness.\r\n\r\n\"I can take care of myself,\" she said.\r\n\r\n\"I don't doubt it,\" said Wally. \"And you could probably take care of\r\nyourself if you fell into a muddy pond. But I shouldn't like to stand\r\non the bank and watch you doing it. I know what girls in the chorus\r\nhave to go through. Hanging about for hours in draughts, doing\r\nnothing, while the principals go through their scenes, and yelled at\r\nif they try to relieve the tedium of captivity with a little light\r\nconversation....\"\r\n\r\n\"Yes,\" admitted Jill. \"There has been a good lot of that.\"\r\n\r\n\"There always is. I believe if the stage-carpenter was going to stick\r\na screw in a flat, they would call a chorus-rehearsal to watch him do\r\nit.... Jill, you must get out of it. It's no life for you. The\r\nwork....\"\r\n\r\n\"I like the work.\"\r\n\r\n\"While it's new, perhaps, but....\"\r\n\r\nJill interrupted him passionately.\r\n\r\n\"Oh, can't you understand!\" she cried. \"I want the work. I need it. I\r\nwant something to do, something to occupy my mind. I hate talking\r\nabout it, but you know how things are with me. Freddie must have told\r\nyou. Even if he didn't, you must have guessed, meeting me here all\r\nalone and remembering how things were when we last met. You must\r\nunderstand! Haven't you ever had a terrible shock or a dreadful\r\ndisappointment that seemed to smash up the whole world? And didn't you\r\nfind that the only possible thing to do was to work and work and work\r\nas hard as ever you could? When I first came to America, I nearly went\r\nmad. Uncle Chris sent me down to a place on Long Island, and I had\r\nnothing to do all day but think. I couldn't stand it. I ran away and\r\ncame to New York and met Nelly Bryant and got this work to do. It\r\nsaved me. It kept me busy all day and tired me out and didn't give me\r\ntime to think. The harder it is, the better it suits me. It's an\r\nantidote. I simply wouldn't give it up now. As for what you were\r\nsaying, I must put up with that. The other girls do, so why shouldn't\r\nI?\"\r\n\r\n\"They are toughened to it.\"\r\n\r\n\"Then I must get toughened to it. What else is there for me to do? I\r\nmust do something.\"\r\n\r\n\"Marry me!\" said Wally, reaching across the table and putting his hand\r\non hers. The light in his eyes lit up his homely face like a lantern.\r\n\r\n\r\nIII\r\n\r\nThe suddenness of it startled Jill into silence. She snatched her hand\r\naway and drew back, looking at him in wonderment. She was confusedly\r\naware of a babble of sound--people talking, people laughing, the\r\norchestra playing a lively tune. All her senses seemed to have become\r\nsuddenly more acute. She was intensely alive to small details. Then,\r\nabruptly, the whole world condensed itself into two eyes that were\r\nfastened upon hers--compelling eyes which she felt a panic desire to\r\navoid.\r\n\r\nShe turned her head away, and looked out into the restaurant. It\r\nseemed incredible that all these people, placidly intent upon their\r\nfood and their small talk, should not be staring at her, wondering\r\nwhat she was going to say; nudging each other and speculating. Their\r\ndetachment made her feel alone and helpless. She was nothing to them\r\nand they did not care what happened to her, just as she had been\r\nnothing to those frozen marshes down at Brookport. She was alone in an\r\nindifferent world, with her own problems to settle for herself.\r\n\r\nOther men had asked Jill to marry them--a full dozen of them, here and\r\nthere in country houses and at London dances, before she had met and\r\nloved Derek Underhill; but nothing that she had had in the way of\r\nexperience had prepared her for Wally. These others had given her time\r\nto marshal her forces, to collect herself, to weigh them thoughtfully\r\nin the balance. Before speaking, they had signalled their devotion in\r\na hundred perceptible ways--by their pinkness, their stammering\r\nawkwardness, by the glassy look in their eyes. They had not shot a\r\nproposal at her like a bullet from out of the cover of a conversation\r\nthat had nothing to do with their emotions at all.\r\n\r\nYet, now that the shock of it was dying away, she began to remember\r\nsigns she would have noticed, speeches which ought to have warned\r\nher....\r\n\r\n\"Wally!\" she gasped.\r\n\r\nShe found that he affected her in an entirely different fashion from\r\nthe luckless dozen of those London days. He seemed to matter more, to\r\nbe more important, almost--though she rebelled at the word--more\r\ndangerous.\r\n\r\n\"Let me take you out of it all! You aren't fit for this sort of life.\r\nI can't bear to see you....\"\r\n\r\nJill bent forward and touched his hand. He started as though he had\r\nbeen burned. The muscles of his throat were working.\r\n\r\n\"Wally, it's--\" She paused for a word. \"Kind\" was horrible. It would\r\nhave sounded cold, almost supercilious. \"Sweet\" was the sort of thing\r\nshe could imagine Lois Denham saying to her friend Izzy. She began her\r\nsentence again. \"You're a dear to say that, but....\"\r\n\r\nWally laughed chokingly.\r\n\r\n\"You think I'm altruistic? I'm not. I'm just as selfish and\r\nself-centred as any other man who wants a thing very badly. I'm as\r\naltruistic as a child crying for the moon. I want you to marry me\r\nbecause I love you, because there never was anybody like you, because\r\nyou're the whole world, because I always have loved you. I've been\r\ndreaming about you for a dozen years, thinking about you, wondering\r\nabout you--wondering where you were, what you were doing, how you\r\nlooked. I used to think that it was just sentimentality, that you\r\nmerely stood for a time of my life when I was happier than I have ever\r\nbeen since. I used to think that you were just a sort of peg on which\r\nI was hanging a pleasant sentimental regret for days which could never\r\ncome back. You were a memory that seemed to personify all the other\r\nmemories of the best time of my life. You were the goddess of old\r\nassociations. Then I met you in London, and it was different. I wanted\r\nyou--_you_! I didn't want you because you recalled old times and were\r\nassociated with dead happiness, I wanted _you_! I knew I loved you\r\ndirectly you spoke to me at the theatre that night of the fire. I\r\nloved your voice and your eyes and your smile and your courage. And\r\nthen you told me you were engaged. I might have expected it, but I\r\ncouldn't keep my jealousy from showing itself, and you snubbed me as I\r\ndeserved. But now ... things are different now. Everything's\r\ndifferent, except my love.\"\r\n\r\nJill turned her face to the wall beside her. A man at the next table,\r\na corpulent, red-faced man, had begun to stare. He could have heard\r\nnothing, for Wally had spoken in a low voice; but plainly he was aware\r\nthat something more interesting was happening at their table than at\r\nany of the other tables, and he was watching with a bovine\r\ninquisitiveness which affected Jill with a sense of outrage. A moment\r\nbefore, she had resented the indifference of the outer world. Now,\r\nthis one staring man seemed like a watching multitude. There were\r\ntears in her eyes, and she felt that the red-faced man suspected it.\r\n\r\n\"Wally....\" Her voice broke. \"It's impossible.\"\r\n\r\n\"Why? Why, Jill?\"\r\n\r\n\"Because.... Oh, it's impossible!\"\r\n\r\nThere was a silence.\r\n\r\n\"Because....\" He seemed to find a difficulty in speaking. \"Because of\r\nUnderhill?\"\r\n\r\nJill nodded. She felt wretched. The monstrous incongruity of her\r\nsurroundings oppressed her. The orchestra had dashed into a rollicking\r\nmelody, which set her foot tapping in spite of herself. At a near-by\r\ntable somebody was shouting with laughter. Two waiters at a\r\nservice-stand were close enough for her to catch snatches of their\r\ntalk. They were arguing about an order of fried potatoes. Once again\r\nher feelings veered round, and she loathed the detachment of the\r\nworld. Her heart ached for Wally. She could not look at him, but she\r\nknew exactly what she would see if she did--honest, pleading eyes\r\nsearching her face for something which she could not give.\r\n\r\n\"Yes,\" she said.\r\n\r\nThe table creaked. Wally was leaning further forward. He seemed like\r\nsomething large and pathetic--a big dog in trouble. She hated to be\r\nhurting him. And all the time her foot tapped accompaniment to the\r\nrag-time tune.\r\n\r\n\"But you can't live all your life with a memory,\" said Wally.\r\n\r\nJill turned and faced him. His eyes seemed to leap at her, and they\r\nwere just as she had pictured them.\r\n\r\n\"You don't understand,\" she said gently. \"You don't understand.\"\r\n\r\n\"It's ended. It's over.\"\r\n\r\nJill shook her head.\r\n\r\n\"You can't still love him, after what has happened!\"\r\n\r\n\"I don't know,\" said Jill unhappily.\r\n\r\nThe words seemed to bewilder Wally as much as they had bewildered\r\nFreddie.\r\n\r\n\"You don't know?\"\r\n\r\nJill shut her eyes tight. Wally quivered. It was a trick she had had\r\nas a child. In perplexity, she had always screwed up her eyes just\r\nlike that, as if to shut herself up in herself.\r\n\r\n\"Don't talk for a minute, Wally,\" she said. \"I want to think.\"\r\n\r\nHer eyes opened.\r\n\r\n\"It's like this,\" she said. He had seen her look at him in exactly the\r\nsame way a hundred times. \"I don't suppose I can make you understand,\r\nbut this is how it is. Suppose you had a room, and it was full--of\r\nthings. Furniture. And there wasn't any space left. You--you couldn't\r\nput anything else in till you had taken all that out, could you? It\r\nmight not be worth anything, but it would still be there, taking up\r\nall the room.\"\r\n\r\nWally nodded.\r\n\r\n\"Yes,\" he said. \"I see.\"\r\n\r\n\"My heart's full, Wally dear. I know it's just lumber that's choking\r\nit up, but it's difficult to get it out. It takes time getting it out.\r\nI put it in, thinking it was wonderful furniture, the most wonderful\r\nin the world, and--I was cheated. It was just lumber. But it's there.\r\nIt's still there. It's there all the time. And what am I to do?\"\r\n\r\nThe orchestra crashed, and was silent. The sudden stillness seemed to\r\nbreak a spell. The world invaded the little island where they sat. A\r\nchattering party of girls and men brushed past them. The waiter,\r\njudging that they had been there long enough, slipped a strip of\r\npaper, decorously turned upside down, in front of Wally. He took the\r\nmoney, and went away to get change.\r\n\r\nWally turned to Jill.\r\n\r\n\"I understand,\" he said. \"All this hasn't happened, and we're just as\r\ngood pals as before?\"\r\n\r\n\"Yes.\"\r\n\r\n\"But....\" He forced a laugh ... \"mark my words, a time may come, and\r\nthen...!\"\r\n\r\n\"I don't know,\" said Jill.\r\n\r\n\"A time may come,\" repeated Wally. \"At any rate, let me think so. It\r\nhas nothing to do with me. It's for you to decide, absolutely. I'm not\r\ngoing to pursue you with my addresses! If ever you get that room of\r\nyours emptied, you won't have to hang out a 'To Let' sign. I shall be\r\nwaiting, and you will know where to find me. And, in the meantime,\r\nyours to command, Wallace Mason. Is that clear?\"\r\n\r\n\"Quite clear.\" Jill looked at him affectionately. \"There's nobody I'd\r\nrather open that room to than you, Wally. You know that.\"\r\n\r\n\"Is that the solemn truth?\"\r\n\r\n\"The solemn truth.\"\r\n\r\n\"Then,\" said Wally, \"in two minutes you will see a startled waiter.\r\nThere will be about fourteen dollars change out of that twenty he took\r\naway. I'm going to give it all to him.\"\r\n\r\n\"You mustn't!\"\r\n\r\n\"Every cent!\" said Wally firmly. \"And the young Greek brigand who\r\nstole my hat at the door is going to get a dollar! That, as our\r\nascetic and honourable friend Goble would say, is the sort of little\r\nguy _I_ am!\"\r\n\r\n       *       *       *       *       *\r\n\r\nThe red-faced man at the next table eyed them as they went out,\r\nleaving behind them a waiter who clutched totteringly for support at\r\nthe back of a chair.\r\n\r\n\"Had a row,\" he decided, \"but made it up.\"\r\n\r\nHe called for a toothpick."
  ]
}