{
  "index": 21,
  "title": "Chapter 20",
  "paragraphs": [
    "DEREK LOSES ONE BIRD AND SECURES ANOTHER\r\n\r\n\r\nIt is safest for the historian, if he values accuracy, to wait till a\r\nthing has happened before writing about it. Otherwise he may commit\r\nhimself to statements which are not borne out by the actual facts.\r\nMrs. Peagrim, recording in advance the success of her party at the\r\nGotham Theatre, had done this. It is true that she was a \"radiant and\r\nvivacious hostess,\" and it is possible, her standard not being very\r\nhigh, that she had \"never looked more charming.\" But, when she went on\r\nto say that all present were in agreement that they had never spent a\r\nmore delightful evening, she deceived the public. Uncle Chris, for\r\none; Otis Pilkington, for another, and Freddie Rooke, for a third,\r\nwere so far from spending a delightful evening that they found it hard\r\nto mask their true emotions and keep a smiling face to the world.\r\n\r\nOtis Pilkington, indeed, found it impossible, and, ceasing to try,\r\nleft early. Just twenty minutes after the proceedings had begun, he\r\nseized his coat and hat, shot out into the night, made off blindly up\r\nBroadway, and walked twice round Central Park before his feet gave out\r\nand he allowed himself to be taken back to his apartment in a taxi.\r\nJill had been very kind and very sweet and very regretful, but it was\r\nonly too manifest that on the question of becoming Mrs. Otis\r\nPilkington her mind was made up. She was willing to like him, to be a\r\nsister to him, to watch his future progress with considerable\r\ninterest, but she would not marry him.\r\n\r\nOne feels sorry for Otis Pilkington in his hour of travail. This was\r\nthe fifth or sixth time that this sort of thing had happened to him,\r\nand he was getting tired of it. If he could have looked into the\r\nfuture--five years almost to a day from that evening--and seen himself\r\nwalking blushfully down the aisle of St. Thomas' with Roland Trevis'\r\nsister Angela on his arm, his gloom might have been lightened. More\r\nprobably, however, it would have been increased. At the moment, Roland\r\nTrevis' sister Angela was fifteen, frivolous, and freckled and, except\r\nthat he rather disliked her and suspected her--correctly--of laughing\r\nat him, amounted to just _nil_ in Mr. Pilkington's life. The idea of\r\nlinking his lot with hers would have appalled him, enthusiastically\r\nthough he was in favour of it five years later.\r\n\r\nHowever, Mr. Pilkington was unable to look into the future, so his\r\nreflections on this night of sorrow were not diverted from Jill. He\r\nthought sadly of Jill till two-thirty, when he fell asleep in his\r\nchair and dreamed of her. At seven o'clock his Japanese valet, who had\r\nbeen given the night off, returned home, found him, and gave him\r\nbreakfast. After which, Mr. Pilkington went to bed, played three games\r\nof solitaire, and slept till dinner-time, when he awoke to take up the\r\nburden of life again. He still brooded on the tragedy which had\r\nshattered him. Indeed, it was only two weeks later, when at a dance he\r\nwas introduced to a red-haired girl from Detroit, that he really got\r\nover it.\r\n\r\n       *       *       *       *       *\r\n\r\nThe news was conveyed to Freddie Rooke by Uncle Chris. Uncle Chris,\r\nwith something of the emotions of a condemned man on the scaffold\r\nwaiting for a reprieve, had watched Jill and Mr. Pilkington go off\r\ntogether into the dim solitude at the back of the orchestra chairs,\r\nand, after an all too brief interval, had observed the latter whizzing\r\nback, his every little movement having a meaning of its own--and that\r\nmeaning one which convinced Uncle Chris that Freddie, in estimating\r\nMr. Pilkington as a sixty to one chance, had not erred in his judgment\r\nof form.\r\n\r\nUncle Chris found Freddie in one of the upper boxes, talking to Nelly\r\nBryant. Dancing was going on down on the stage, but Freddie, though\r\nnormally a young man who shook a skilful shoe, was in no mood for\r\ndancing to-night. The return to the scenes of his former triumphs and\r\nthe meeting with the companions of happier days, severed from him by a\r\ntwo-weeks' notice, had affected Freddie powerfully. Eyeing the happy\r\nthrong below, he experienced the emotions of that Peri who, in the\r\npoem, \"at the gate of Eden stood disconsolate.\"\r\n\r\nExcusing himself from Nelly and following Uncle Chris into the\r\npassage-way outside the box, he heard the other's news listlessly. It\r\ncame as no shock to Freddie. He had never thought Mr. Pilkington\r\nanything to write home about, and had never supposed that Jill would\r\naccept him. He said as much. Sorry for the chap in a way, and all\r\nthat, but had never imagined for an instant that he would click.\r\n\r\n\"Where is Underhill?\" asked Uncle Chris agitated.\r\n\r\n\"Derek? Oh, he isn't here yet.\"\r\n\r\n\"But why isn't he here? I understood that you were bringing him with\r\nyou.\"\r\n\r\n\"That was the scheme, but it seems he had promised some people he met\r\non the boat to go to a theatre and have a bit of supper with them\r\nafterwards. I only heard about it when I got back this morning.\"\r\n\r\n\"Good God, boy! Didn't you tell him that Jill would be here to-night?\"\r\n\r\n\"Oh, rather. And he's coming on directly he can get away from these\r\npeople. Ought to be here any moment now.\"\r\n\r\nUncle Chris plucked at his moustache gloomily. Freddie's detachment\r\ndepressed him. He had looked for more animation and a greater sense of\r\nthe importance of the issue.\r\n\r\n\"Well, pip-pip for the present,\" said Freddie, moving toward the box.\r\n\"Have to be getting back. See you later.\"\r\n\r\nHe disappeared, and Uncle Chris turned slowly to descend the stairs.\r\nAs he reached the floor below, the door of the stage-box opened, and\r\nMrs. Peagrim came out.\r\n\r\n\"Oh, Major Selby!\" cried the radiant and vivacious hostess. \"I\r\ncouldn't think where you had got to. I have been looking for you\r\neverywhere.\"\r\n\r\nUncle Chris quivered slightly, but braced himself to do his duty.\r\n\r\n\"May I have the pleasure...?\" he began, then broke off as he saw the\r\nman who had come out of the box behind his hostess. \"Underhill!\" He\r\ngrasped his hand and shook it warmly. \"My dear fellow! I had no notion\r\nthat you had arrived!\"\r\n\r\n\"Sir Derek came just a moment ago,\" said Mrs. Peagrim.\r\n\r\n\"How are you, Major Selby?\" said Derek. He was a little surprised at\r\nthe warmth of his reception. He had not anticipated this geniality.\r\n\r\n\"My dear fellow, I'm delighted to see you,\" cried Uncle Chris. \"But,\r\nas I was saying, Mrs. Peagrim, may I have the pleasure of this dance?\"\r\n\r\n\"I don't think I will dance this one,\" said Mrs. Peagrim surprisingly.\r\n\"I'm sure you two must have ever so much to talk about. Why don't you\r\ntake Sir Derek and give him a cup of coffee?\"\r\n\r\n\"Capital idea!\" said Uncle Chris. \"Come this way, my dear fellow. As\r\nMrs. Peagrim says, I have ever so much to talk about. Along this\r\npassage, my boy. Be careful. There's a step. Well, well, well! It's\r\ndelightful to see you again!\" He massaged Derek's arm affectionately.\r\nEvery time he had met Mrs. Peagrim that evening he had quailed\r\ninwardly at what lay before him, should some hitch occur to prevent\r\nthe re-union of Derek and Jill: and now that the other was actually\r\nhere, handsomer than ever and more than ever the sort of man no girl\r\ncould resist, he declined to admit the possibility of a hitch. His\r\nspirits soared. \"You haven't seen Jill yet, of course?\"\r\n\r\n\"No.\" Derek hesitated. \"Is Jill.... Does she.... I mean....\"\r\n\r\nUncle Chris resumed his osteopathy. He kneaded his companion's\r\ncoat-sleeve with a jovial hand.\r\n\r\n\"My dear fellow, of course! I am sure that a word or two from you will\r\nput everything right. We all make mistakes. I have made them myself. I\r\nam convinced that everything will be perfectly all right.... Ah, there\r\nshe is. Jill, my dear, here is an old friend to see you!\"\r\n\r\n\r\nII\r\n\r\nSince the hurried departure of Mr. Pilkington, Jill had been sitting\r\nin the auditorium, lazily listening to the music and watching the\r\ncouples dancing on the stage. She found herself drifting into a mood\r\nof gentle contentment, and was at a loss to account for this. She was\r\nhappy--quietly and peacefully happy, when she was aware that she ought\r\nto have been both agitated and apprehensive. When she had anticipated\r\nthe recent interview with Otis Pilkington, which she had known was\r\nbound to come sooner or later, it had been shrinkingly and with\r\nforeboding. She hated hurting people's feelings, and, though she read\r\nMr. Pilkington's character accurately enough to know that time would\r\nheal any anguish which she might cause him, she had had no doubt that\r\nthe temperamental surface of that long young man, when he succeeded in\r\ngetting her alone, was going to be badly bruised. And it had fallen\r\nout just as she had expected. Mr. Pilkington had said his say and\r\ndeparted, a pitiful figure, a spectacle which should have wrung her\r\nheart. It had not wrung her heart. Except for one fleeting instant\r\nwhen she was actually saying the fatal words, it had not interfered\r\nwith her happiness at all; and already she was beginning to forget\r\nthat the incident had ever happened.\r\n\r\nAnd, if the past should have depressed her, the future might have been\r\nexpected to depress her even more. There was nothing in it, either\r\nimmediate or distant, which could account for her feeling gently\r\ncontented. And yet, as she leaned back in her seat, her heart was\r\ndancing in time to the dance-music of Mrs. Peagrim's hired orchestra.\r\nIt puzzled Jill.\r\n\r\nAnd then, quite suddenly, yet with no abruptness or sense of\r\ndiscovery, just as if it were something which she had known all along,\r\nthe truth came upon her. It was Wally, the thought of Wally, the\r\nknowledge that Wally existed, that made her happy. He was a solid,\r\ncomforting, reassuring fact in a world of doubts and perplexities. She\r\ndid not need to be with him to be fortified, it was enough just to\r\nthink of him. Present or absent, his personality heartened her like\r\nfine weather or music or a sea-breeze--or like that friendly, soothing\r\nnight-light which they used to leave in her nursery when she was\r\nlittle, to scare away the goblins and see her safely over the road\r\nthat led to the gates of the city of dreams.\r\n\r\nSuppose there were no Wally...?\r\n\r\nJill gave a sudden gasp, and sat up, tingling. She felt as she had\r\nsometimes felt as a child, when, on the edge of sleep, she had dreamed\r\nthat she was stepping off a precipice and had woken, tense and alert,\r\nto find that there was no danger after all. But there was a difference\r\nbetween that feeling and this. She had woken, but to find that there\r\nwas danger. It was as though some inner voice was calling to her to be\r\ncareful, to take thought. Suppose there were no Wally?... And why\r\nshould there always be Wally? He had said confidently enough that\r\nthere would never be another girl.... But there were thousands of\r\nother girls, millions of other girls, and could she suppose that one\r\nof them would not have the sense to snap up a treasure like Wally? A\r\nsense of blank desolation swept over Jill. Her quick imagination,\r\nleaping ahead, had made the vague possibility of a distant future an\r\naccomplished fact. She felt, absurdly, a sense of overwhelming loss.\r\n\r\nInto her mind, never far distant from it, came the thought of Derek.\r\nAnd, suddenly, Jill made another discovery. She was thinking of Derek,\r\nand it was not hurting. She was thinking of him quite coolly and\r\nclearly and her heart was not aching.\r\n\r\nShe sat back and screwed her eyes tight, as she had always done when\r\npuzzled. Something had happened to her, but how it had happened and\r\nwhen it had happened and why it had happened she could not understand.\r\nShe only knew that now for the first time she had been granted a\r\nmoment of clear vision and was seeing things truly.\r\n\r\nShe wanted Wally. She wanted him in the sense that she could not do\r\nwithout him. She felt nothing of the fiery tumult which had come upon\r\nher when she first met Derek. She and Wally would come together with a\r\nsmile and build their life on an enduring foundation of laughter and\r\nhappiness and good-fellowship. Wally had never shaken and never would\r\nshake her senses as Derek had done. If that was love, then she did not\r\nlove Wally. But her clear vision told her that it was not love. It\r\nmight be the blazing and crackling of thorns, but it was not the fire.\r\nShe wanted Wally. She needed him as she needed the air and the\r\nsunlight.\r\n\r\nShe opened her eyes and saw Uncle Chris coming down the aisle towards\r\nher. There was a man with him, and, as they moved closer in the dim\r\nlight, Jill saw that it was Derek.\r\n\r\n\"Jill, my dear,\" said Uncle Chris, \"here is an old friend to see you!\"\r\n\r\nAnd, having achieved their bringing together, he proceeded to withdraw\r\ndelicately whence he had come. It is pleasant to be able to record\r\nthat he was immediately seized upon by Mrs. Peagrim, who had changed\r\nher mind about not dancing, and led off to be her partner in a\r\nfox-trot, in the course of which she trod on his feet three times.\r\n\r\n\"Why, Derek!\" said Jill cheerfully. Except for a mild wonder how he\r\ncame to be there, she found herself wholly unaffected by the sight of\r\nhim. \"Whatever are _you_ doing here?\"\r\n\r\nDerek sat down beside her. The cordiality of her tone had relieved,\r\nyet at the same time disconcerted him. Man seldom attains to perfect\r\ncontentment in this world, and Derek, while pleased that Jill\r\napparently bore him no ill-will, seemed to miss something in her\r\nmanner which he would have been glad to find there.\r\n\r\n\"Jill!\" he said huskily.\r\n\r\nIt seemed to Derek only decent to speak huskily. To his orderly mind\r\nthis situation could be handled only in one way. It was a plain,\r\nstraight issue of the strong man humbling himself--not too much of\r\ncourse, but sufficiently: and it called, in his opinion, for the low\r\nvoice, the clenched hand, and the broken whisper. Speaking as he had\r\nspoken, he had given the scene the right key from the start--or would\r\nhave done if she had not got in ahead of him and opened it on a note\r\nof absurd cheeriness? Derek found himself resenting her cheeriness.\r\nOften as he had attempted during the voyage from England to visualize\r\nto himself this first meeting, he had never pictured Jill smiling\r\nbrightly at him. It was a jolly smile, and made her look extremely\r\npretty, but it jarred upon him. A moment before he had been half\r\nrelieved, half disconcerted: now he was definitely disconcerted. He\r\nsearched in his mind for a criticism of her attitude, and came to the\r\nconclusion that what was wrong with it was that it was too friendly.\r\nFriendliness is well enough in its way, but in what should have been a\r\ntense clashing of strong emotions it did not seem to Derek fitting.\r\n\r\n\"Did you have a pleasant trip?\" asked Jill. \"Have you come over on\r\nbusiness?\"\r\n\r\nA feeling of bewilderment came upon Derek. It was wrong, it was all\r\nwrong. Of course, she might be speaking like this to cloak intense\r\nfeeling, but, if so, she had certainly succeeded. From her manner, he\r\nand she might be casual acquaintances. A pleasant trip! In another\r\nminute she would be asking him how he had come out on the sweepstake\r\non the ship's run. With a sense of putting his shoulder to some heavy\r\nweight and heaving at it, he sought to lift the conversation to a\r\nhigher plane.\r\n\r\n\"I came to find _you_!\" he said; still huskily but not so huskily as\r\nbefore. There are degrees of huskiness, and Derek's was sharpened a\r\nlittle by a touch of irritation.\r\n\r\n\"Yes?\" said Jill.\r\n\r\nDerek was now fermenting. What she ought to have said, he did not\r\nknow, but he knew that it was not \"Yes?\" \"Yes?\" in the circumstances\r\nwas almost as bad as \"Really?\"\r\n\r\nThere was a pause. Jill was looking at him with a frank and\r\nunembarrassed gaze which somehow deepened his sense of annoyance. Had\r\nshe looked at him coldly, he could have understood and even\r\nappreciated it. He had been expecting coldness, and had braced himself\r\nto combat it. He was still not quite sure in his mind whether he was\r\nplaying the rôle of a penitent or a King Cophetua, but in either\r\ncharacter he might have anticipated a little temporary coldness, which\r\nit would have been his easy task to melt. But he had never expected to\r\nbe looked at as if he were a specimen in a museum, and that was how he\r\nwas feeling now. Jill was not looking at him--she was inspecting him,\r\nexamining him, and he chafed under the process.\r\n\r\nJill, unconscious of the discomfort she was causing, continued to\r\ngaze. She was trying to discover in just what respect he had changed\r\nfrom the god he had been. Certainly not in looks. He was as handsome\r\nas ever--handsomer, indeed, for the sunshine and clean breezes of the\r\nAtlantic had given him an exceedingly becoming coat of tan. And yet he\r\nmust have changed, for now she could look upon him quite\r\ndispassionately and criticize him without a tremor. It was like seeing\r\na copy of a great painting. Everything was there, except the one thing\r\nthat mattered, the magic and the glamour. It was like.... She suddenly\r\nremembered a scene in the dressing-room when the company had been in\r\nBaltimore. Lois Denham, duly the recipient of the sunburst which her\r\nfriend Izzy had promised her, had unfortunately, in a spirit of\r\ngirlish curiosity, taken it to a jeweller to be priced, and the\r\njeweller had blasted her young life by declaring it a paste imitation.\r\nJill recalled how the stricken girl--previous to calling Izzy on the\r\nlong distance and telling him a number of things which, while probably\r\nnot news to him, must have been painful hearing--had passed the vile\r\nobject round the dressing-room for inspection. The imitation was\r\nperfect. It had been impossible for the girls to tell that the stones\r\nwere not real diamonds. Yet the jeweller, with his sixth sense, had\r\nseen through them in a trifle under ten seconds. Jill came to the\r\nconclusion that her newly-discovered love for Wally Mason had equipped\r\nher with a sixth sense, and that by its aid she was really for the\r\nfirst time seeing Derek as he was.\r\n\r\nDerek had not the privilege of being able to read Jill's thoughts. All\r\nhe could see was the outer Jill, and the outer Jill, as she had always\r\ndone, was stirring his emotions. Her daintiness afflicted him. Not for\r\nthe first, the second, or the third time since they had come into each\r\nother's lives, he was astounded at the strength of the appeal which\r\nJill had for him when they were together, as contrasted with its\r\nweakness when they were apart. He made another attempt to establish\r\nthe scene on a loftier plane.\r\n\r\n\"What a fool I was!\" he sighed. \"Jill! Can you ever forgive me?\"\r\n\r\nHe tried to take her hand. Jill skilfully eluded him.\r\n\r\n\"Why, of course I've forgiven you, Derek, if there was, anything to\r\nforgive.\"\r\n\r\n\"Anything to forgive!\" Derek began to get into his stride. These were\r\nthe lines on which he had desired the interview to develop. \"I was a\r\nbrute! A cad!\"\r\n\r\n\"Oh, no!\"\r\n\r\n\"I was. Oh, I have been through hell!\"\r\n\r\nJill turned her head away. She did not want to hurt him, but nothing\r\ncould have kept her from smiling. She had been so sure that he would\r\nsay that sooner or later.\r\n\r\n\"Jill!\" Derek had misinterpreted the cause of her movement, and had\r\nattributed it to emotion. \"Tell me that everything is as it was\r\nbefore.\"\r\n\r\nJill turned.\r\n\r\n\"I'm afraid I can't say that, Derek.\"\r\n\r\n\"Of course not!\" agreed Derek in a comfortable glow of manly remorse.\r\nHe liked himself in the character of the strong man abashed. \"It would\r\nbe too much to expect, I know. But, when we are married....\"\r\n\r\n\"Do you really want to marry me?\"\r\n\r\n\"Jill!\"\r\n\r\n\"I wonder!\"\r\n\r\n\"How can you doubt it?\"\r\n\r\nJill looked at him.\r\n\r\n\"Have you thought what it would mean?\"\r\n\r\n\"What it would mean?\"\r\n\r\n\"Well, your mother....\"\r\n\r\n\"Oh!\" Derek dismissed Lady Underhill with a grand gesture.\r\n\r\n\"Yes,\" persisted Jill, \"but, if she disapproved of your marrying me\r\nbefore, wouldn't she disapprove a good deal more now, when I haven't a\r\npenny in the world and am just in the chorus....\"\r\n\r\nA sort of strangled sound proceeded from Derek's throat.\r\n\r\n\"In the chorus!\"\r\n\r\n\"Didn't you know? I thought Freddie must have told you.\"\r\n\r\n\"In the chorus!\" Derek stammered. \"I thought you were here as a guest\r\nof Mrs. Peagrim's.\"\r\n\r\n\"So I am--like all the rest of the company.\"\r\n\r\n\"But.... But....\"\r\n\r\n\"You see, it would be bound to make everything a little difficult,\"\r\nsaid Jill. Her face was grave, but her lips were twitching. \"I mean,\r\nyou are rather a prominent man, aren't you, and if you married a\r\nchorus-girl....\"\r\n\r\n\"Nobody would know,\" said Derek limply.\r\n\r\nJill opened her eyes.\r\n\r\n\"Nobody would _know_!\" She laughed. \"But, of course, you've never met\r\nour Press-agent. If you think that nobody would know that a girl in\r\nthe company had married a baronet who was a member of parliament and\r\nexpected to be in the Cabinet in a few years, you're wronging him! The\r\nnews would be on the front page of all the papers the very next\r\nday--columns of it, with photographs. There would be articles about it\r\nin the Sunday papers. Illustrated! And then it would be cabled to\r\nEngland and would appear in the papers there.... You see, you're a\r\nvery important person, Derek.\"\r\n\r\nDerek sat clutching the arms of his chair. His face was chalky. Though\r\nhe had never been inclined to underestimate his importance as a figure\r\nin the public eye, he had overlooked the disadvantages connected with\r\nsuch an eminence. He gurgled wordlessly. He had been prepared to brave\r\nLady Underhill's wrath and assert his right to marry whom he pleased,\r\nbut this was different.\r\n\r\nJill watched him curiously and with a certain pity. It was so easy to\r\nread what was passing in his mind. She wondered what he would say, how\r\nhe would flounder out of his unfortunate position. She had no\r\nillusions about him now. She did not even contemplate the possibility\r\nof chivalry winning the battle which was going on within him.\r\n\r\n\"It would be very awkward, wouldn't it?\" she said.\r\n\r\nAnd then pity had its way with Jill. He had treated her badly; for a\r\ntime she had thought that he had crushed all the heart out of her: but\r\nhe was suffering, and she hated to see anybody suffer.\r\n\r\n\"Besides,\" she said, \"I'm engaged to somebody else.\"\r\n\r\nAs a suffocating man, his lips to the tube of oxygen, gradually comes\r\nback to life, Derek revived--slowly as the meaning of her words sank\r\ninto his mind, then with a sudden abruptness.\r\n\r\n\"What?\" he cried.\r\n\r\n\"I'm going to marry somebody else. A man named Wally Mason.\"\r\n\r\nDerek swallowed. The chalky look died out of his face, and he flushed\r\nhotly. His eyes, half relieved, half indignant, glowed under their\r\npent-house of eyebrow. He sat for a moment in silence.\r\n\r\n\"I think you might have told me before!\" he said huffily.\r\n\r\nJill laughed.\r\n\r\n\"Yes, I suppose I ought to have told you before.\"\r\n\r\n\"Leading me on...!\"\r\n\r\nJill patted him on the arm.\r\n\r\n\"Never mind, Derek! It's all over now. And it was great fun, wasn't\r\nit!\"\r\n\r\n\"Fun!\"\r\n\r\n\"Shall we go and dance? The music is just starting.\"\r\n\r\n\"I _won't_ dance!\"\r\n\r\nJill got up.\r\n\r\n\"I must,\" she said. \"I'm so happy I can't keep still. Well, good-bye,\r\nDerek, in case I don't see you again. It was nice meeting after all\r\nthis time. You haven't altered a bit!\"\r\n\r\nDerek watched her flit down the aisle, saw her jump up the little\r\nladder on to the stage, watched her vanish into the swirl of the\r\ndance. He reached for a cigarette, opened his case, and found it\r\nempty. He uttered a mirthless, Byronic laugh. The thing seemed to him\r\nsymbolic.\r\n\r\n\r\nIII\r\n\r\nNot having a cigarette of his own, Derek got up and went to look for\r\nthe only man he knew who could give him one: and after a search of a\r\nfew minutes came upon Freddie all alone in a dark corner, apart from\r\nthe throng. It was a very different Freddie from the moody youth who\r\nhad returned to the box after his conversation with Uncle Chris. He\r\nwas leaning against a piece of scenery with his head tilted back and a\r\nbeam of startled happiness on his face. So rapt was he in his\r\nreflections that he did not become aware of Derek's approach until the\r\nlatter spoke.\r\n\r\n\"Got a cigarette, Freddie?\"\r\n\r\nFreddie withdrew his gaze from the roof.\r\n\r\n\"Hullo, old son! Cigarette? Certainly and by all means. Cigarettes?\r\nWhere are the cigarettes? Mr. Rooke, forward! Show cigarettes.\" He\r\nextended his case to Derek, who helped himself in sombre silence,\r\nfinding his boyhood's friend's exuberance hard to bear. \"I say, Derek,\r\nold scream, the most extraordinary thing has happened! You'll never\r\nguess. To cut a long story short and come to the blow-out of the\r\nscenario, I'm engaged! Engaged, old crumpet! You know what I\r\nmean--engaged to be married!\"\r\n\r\n\"Ugh!\" said Derek gruffly, frowning over his cigarette.\r\n\r\n\"Don't wonder you're surprised,\" said Freddie, looking at him a little\r\nwistfully, for his friend had scarcely been gushing, and he would have\r\nwelcomed a bit of enthusiasm. \"Can hardly believe it myself.\"\r\n\r\nDerek awoke to a sense of the conventions.\r\n\r\n\"Congratulate you,\" he said. \"Do I know her?\"\r\n\r\n\"Not yet, but you will soon. She's a girl in the company--in the\r\nchorus as a matter of fact. Girl named Nelly Bryant. An absolute\r\ncorker. I'll go further--a topper. You'll like her, old man.\"\r\n\r\nDerek was looking at him, amazed.\r\n\r\n\"Good Heavens!\" he said.\r\n\r\n\"Extraordinary how these things happen,\" proceeded Freddie. \"Looking\r\nback, I can see, of course, that I always thought her a topper, but\r\nthe idea of getting engaged--I don't know--sort of thing that doesn't\r\noccur to a chappie, if you know what I mean. What I mean to say is, we\r\nhad always been the greatest of pals and all that, but it never struck\r\nme that she would think it much of a wheeze getting hooked up for life\r\nwith a chap like me. We just sort of drifted along and so forth. All\r\nvery jolly and what not. And then this evening--I don't know. I had a\r\nbit of a hump, what with one thing and another, and she was most\r\ndashed sweet and patient and soothing and--and--well, and what not,\r\ndon't you know, and suddenly--deuced rummy sensation--the jolly old\r\nscales seemed to fall, if you follow me, from my good old eyes; I\r\ndon't know if you get the idea. I suddenly seemed to look myself\r\nsquarely in the eyeball and say to myself, 'Freddie, old top, how do\r\nwe go? Are we not missing a good thing?' And, by Jove, thinking it\r\nover, I found that I was absolutely correct-o! You've no notion how\r\ndashed sympathetic she is, old man! I mean to say, I had this hump,\r\nyou know, owing to one thing and another, and was feeling that life\r\nwas more or less of a jolly old snare and delusion, and she bucked me\r\nup and all that, and suddenly I found myself kissing her and all that\r\nsort of rot, and she was kissing me and so on and so forth, and she's\r\ngot the most ripping eyes, and there was nobody about, and the long\r\nand the short of it was, old boy, that I said, 'Let's get married!'\r\nand she said, 'When?' and that was that, if you see what I mean. The\r\nscheme now is to pop down to the City Hall and get a licence, which it\r\nappears you have to have if you want to bring this sort of binge off\r\nwith any success and vim, and then what ho for the padre! Looking at\r\nit from every angle, a bit of a good egg, what? Happiest man in the\r\nworld, and all that sort of thing.\"\r\n\r\nAt this point in his somewhat incoherent epic Freddie paused. It had\r\noccurred to him that he had perhaps laid himself open to a charge of\r\nmonopolising the conversation.\r\n\r\n\"I say! You'll forgive my dwelling a bit on this thing, won't you?\r\nNever found a girl who would look twice at me before, and it's rather\r\nunsettled the old bean. Just occurred to me that I may have been\r\ntalking about my own affairs a bit. Your turn now, old thing. Sit\r\ndown, as the blighters in the novels used to say, and tell me the\r\nstory of your life. You've seen Jill, of course?\"\r\n\r\n\"Yes,\" said Derek shortly.\r\n\r\n\"And it's all right, eh? Fine! We'll make a double wedding of it,\r\nwhat? Not a bad idea, that! I mean to say, the man of God might make a\r\nreduction for quantity and shade his fee a bit. Do the job half\r\nprice!\"\r\n\r\nDerek threw down the end of his cigarette, and crushed it with his\r\nheel. A closer observer than Freddie would have detected long ere this\r\nthe fact that his demeanour was not that of a happy and successful\r\nwooer.\r\n\r\n\"Jill and I are not going to be married,\" he said.\r\n\r\nA look of blank astonishment came into Freddie's cheerful face. He\r\ncould hardly believe that he had heard correctly. It is true that, in\r\ngloomier mood, he had hazarded the theory to Uncle Chris that Jill's\r\nindependence might lead her to refuse Derek, but he had not really\r\nbelieved in the possibility of such a thing even at the time, and now,\r\nin the full flood of optimism consequent on his own engagement, it\r\nseemed even more incredible.\r\n\r\n\"Great Scott!\" he cried. \"Did she give you the raspberry?\"\r\n\r\nIt is to be doubted whether the pride of the Underhills would have\r\npermitted Derek to reply in the affirmative, even if Freddie had\r\nphrased his question differently; but the brutal directness of the\r\nquery made such a course impossible for him. Nothing was dearer to\r\nDerek than his self-esteem, and, even at the expense of the truth, he\r\nwas resolved to shield it from injury. To face Freddie and confess\r\nthat any girl in the world had given him, Derek Underhill, what he\r\ncoarsely termed the raspberry was a task so revolting as to be utterly\r\nbeyond his powers.\r\n\r\n\"Nothing of the kind!\" he snapped. \"It was because we both saw that\r\nthe thing would be impossible. Why didn't you tell me that Jill was in\r\nthe chorus of this damned piece?\"\r\n\r\nFreddie's mouth slowly opened. He was trying not to realize the\r\nmeaning of what his friend was saying. His was a faithful soul, and\r\nfor years--to all intents and purposes for practically the whole of\r\nhis life--he had looked up to Derek and reverenced him. He absolutely\r\nrefused to believe that Derek was intending to convey what he seemed\r\nto be trying to convey; for, if he was, well ... by Jove ... it was\r\ntoo rotten and Algy Martyn had been right after all and the fellow was\r\nsimply....\r\n\r\n\"You don't mean, old man,\" said Freddie with an almost pleading note\r\nin his voice, \"that you're going to back out of marrying Jill because\r\nshe's in the chorus?\"\r\n\r\nDerek looked away, and scowled. He was finding Freddie, in the\r\ncapacity of inquisitor, as trying as he had found him in the rôle of\r\nexuberant fiancé. It offended his pride to have to make explanations\r\nto one whom he had always regarded with a patronizing tolerance as not\r\na bad fellow in his way but in every essential respect negligible.\r\n\r\n\"I have to be sensible,\" he said, chafing as the indignity of his\r\nposition intruded itself more and more. \"You know what it would\r\nmean.... Paragraphs in all the papers.... photographs ... the news\r\ncabled to England ... everybody reading it and misunderstanding....\r\nI've got my career to think of.... It would cripple me....\"\r\n\r\nHis voice trailed off, and there was silence for a moment. Then\r\nFreddie burst into speech. His good-natured face was hard with\r\nunwonted scorn. Its cheerful vacuity had changed to stony contempt.\r\nFor the second time in the evening the jolly old scales had fallen\r\nfrom Freddie's good old eyes, and, as Jill had done, he saw Derek as\r\nhe was.\r\n\r\n\"My sainted aunt!\" he said slowly. \"So that's it, what? Well, I've\r\nalways thought a dashed lot of you, as you know. I've always looked up\r\nto you as a bit of a nib and wished I was like you. But, great Scott!\r\nif that's the sort of a chap you are, I'm deuced glad I'm not! I'm\r\ngoing to wake up in the middle of the night and think how unlike you I\r\nam and pat myself on the back! Ronny Devereux was perfectly right. A\r\ntick's a tick, and that's all there is to say about it. Good old Ronny\r\ntold me what you were, and, like a silly ass, I wasted a lot of time\r\ntrying to make him believe you weren't that sort of chap at all. It's\r\nno good standing there looking like your mother,\" said Freddie firmly.\r\n\"This is where we jolly well part brass-rags! If we ever meet again,\r\nI'll trouble you not to speak to me, because I've a reputation to keep\r\nup! So there you have it in a bally nutshell!\"\r\n\r\nScarcely had Freddie ceased to administer it to his former friend in a\r\nbally nutshell, when Uncle Chris, warm and dishevelled from the dance\r\nas interpreted by Mrs. Waddesleigh Peagrim, came bustling up, saving\r\nDerek the necessity of replying to the harangue.\r\n\r\n\"Well, Underhill, my dear fellow,\" began Uncle Chris affably,\r\nattaching himself to the other's arm, \"what...?\"\r\n\r\nHe broke off, for Derek, freeing his arm with a wrench, turned and\r\nwalked rapidly away. Derek had no desire to go over the whole thing\r\nagain with Uncle Chris. He wanted to be alone, to build up, painfully\r\nand laboriously, the ruins of his self-esteem. The pride of the\r\nUnderhills had had a bad evening.\r\n\r\nUncle Chris turned to Freddie.\r\n\r\n\"What is the matter?\" he asked blankly.\r\n\r\n\"I'll tell you what's the jolly old matter!\" cried Freddie. \"The\r\nblighter isn't going to marry poor Jill after all! He's changed his\r\nrotten mind! It's off!\"\r\n\r\n\"Off?\"\r\n\r\n\"Absolutely off!\"\r\n\r\n\"Absolutely off?\"\r\n\r\n\"Napoo!\" said Freddie. \"He's afraid of what will happen to his blasted\r\ncareer if he marries a girl who's been in the chorus.\"\r\n\r\n\"But, my dear boy!\" Uncle Chris blinked. \"But, my dear boy! This is\r\nridiculous.... Surely, if I were to speak a word....\"\r\n\r\n\"You can if you like. _I_ wouldn't speak to the man again if you paid\r\nme! But it won't do any good, so what's the use?\"\r\n\r\nSlowly Uncle Chris adjusted his mind to the disaster.\r\n\r\n\"Then you mean...?\"\r\n\r\n\"It's off!\" said Freddie.\r\n\r\nFor a moment Uncle Chris stood motionless. Then, with a sudden jerk,\r\nhe seemed to stiffen his backbone. His face was bleak, but he pulled\r\nat his moustache jauntily.\r\n\r\n\"_Morituri te salutant!_\" he said. \"Good-bye, Freddie, my boy.\"\r\n\r\nHe turned away, gallant and upright, the old soldier.\r\n\r\n\"Where are you going?\" asked Freddie.\r\n\r\n\"Over the top!\" said Uncle Chris.\r\n\r\n\"What do you mean?\"\r\n\r\n\"I am going,\" said Uncle Chris steadily, \"to find Mrs. Peagrim!\"\r\n\r\n\"Good God!\" cried Freddie. He followed him, protesting weakly, but the\r\nother gave no sign that he had heard. Freddie saw him disappear into\r\nthe stage-box, and, turning, found Jill at his elbow.\r\n\r\n\"Where did Uncle Chris go?\" asked Jill. \"I want to speak to him.\"\r\n\r\n\"He's in the stage-box, with Mrs. Peagrim.\"\r\n\r\n\"With Mrs. Peagrim?\"\r\n\r\n\"Proposing to her,\" said Freddie solemnly.\r\n\r\nJill stared.\r\n\r\n\"Proposing to Mrs. Peagrim? What do you mean?\"\r\n\r\nFreddie drew her aside, and began to explain.\r\n\r\n\r\nIV\r\n\r\nIn the dimness of the stage-box, his eyes a little glassy and a dull\r\ndespair in his soul, Uncle Chris was wondering how to begin. In his\r\nhot youth he had been rather a devil of a fellow in between dances, a\r\ncoo-er of soft phrases and a stealer of never very stoutly withheld\r\nkisses. He remembered one time in Bangalore ... but that had nothing\r\nto do with the case. The point was, how to begin with Mrs. Peagrim.\r\nThe fact that twenty-five years ago he had crushed in his arms beneath\r\nthe shadows of the deodars a girl whose name he had forgotten, though\r\nhe remembered that she had worn a dress of some pink stuff, was\r\nimmaterial and irrelevant. Was he to crush Mrs. Peagrim in his arms?\r\nNot, thought Uncle Chris to himself, on a bet. He contented himself\r\nfor the moment with bending an intense gaze upon her and asking if she\r\nwas tired.\r\n\r\n\"A little,\" panted Mrs. Peagrim, who, though she danced often and\r\nvigorously, was never in the best of condition, owing to her habit of\r\nneutralizing the beneficent effects of exercise by surreptitious\r\ncandy-eating. \"I'm a little out of breath.\"\r\n\r\nUncle Chris had observed this for himself, and it had not helped him\r\nto face his task. Lovely woman loses something of her queenly dignity\r\nwhen she puffs. Inwardly, he was thinking how exactly his hostess\r\nresembled the third from the left of a troupe of performing sea-lions\r\nwhich he had seen some years ago on one of his rare visits to a\r\nvaudeville house.\r\n\r\n\"You ought not to tire yourself,\" he said with a difficult tenderness.\r\n\r\n\"I _am_ so fond of dancing,\" pleaded Mrs. Peagrim. Recovering some of\r\nher breath, she gazed at her companion with a sort of short-winded\r\narchness. \"You are always so sympathetic, Major Selby.\"\r\n\r\n\"Am I?\" said Uncle Chris. \"Am I?\"\r\n\r\n\"You know you are!\"\r\n\r\nUncle Chris swallowed quickly.\r\n\r\n\"I wonder if you have ever wondered,\" he began, and stopped. He felt\r\nthat he was not putting it as well as he might. \"I wonder if it has\r\never struck you that there's a reason.\" He stopped again. He seemed to\r\nremember reading something like that in an advertisement in a\r\nmagazine, and he did not want to talk like an advertisement. \"I wonder\r\nif it has ever struck you, Mrs. Peagrim,\" he began again, \"that any\r\nsympathy on my part might be due to some deeper emotion which.... Have\r\nyou never suspected that you have never suspected....\" Uncle Chris\r\nbegan to feel that he must brace himself up. Usually a man of fluent\r\nspeech, he was not at his best to-night. He was just about to try\r\nagain, when he caught his hostess' eye, and the soft gleam in it sent\r\nhim cowering back into the silence as if he were taking cover from an\r\nenemy's shrapnel.\r\n\r\nMrs. Peagrim touched him on the arm.\r\n\r\n\"You were saying...?\" she murmured encouragingly.\r\n\r\nUncle Chris shut his eyes. His fingers pressed desperately into the\r\nvelvet curtain beside him. He felt as he had felt when a raw\r\nlieutenant in India, during his first hill-campaign, when the\r\netiquette of the service had compelled him to rise and walk up and\r\ndown in front of his men under a desultory shower of jezail-bullets.\r\nHe seemed to hear the damned things _whop-whopping_ now ... and almost\r\nwished that he could really hear them. One or two good bullets just\r\nnow would be a welcome diversion.\r\n\r\n\"Yes?\" said Mrs. Peagrim.--\r\n\r\n\"Have you never felt,\" babbled Uncle Chris, \"that, feeling as I feel,\r\nI might have felt ... that is to say might be feeling a feeling...?\"\r\n\r\nThere was a tap at the door of the box. Uncle Chris started violently.\r\nJill came in.\r\n\r\n\"Oh, I beg your pardon,\" she said. \"I wanted to speak....\"\r\n\r\n\"You wanted to speak to me?\" said Uncle Chris, bounding up.\r\n\"Certainly, certainly, certainly, of course. If you will excuse me for\r\na moment?\"\r\n\r\nMrs. Peagrim bowed coldly. The interruption had annoyed her. She had\r\nno notion who Jill was, and she resented the intrusion at this\r\nparticular juncture intensely. Not so Uncle Chris, who skipped out\r\ninto the passage like a young lamb.\r\n\r\n\"Am I in time?\" asked Jill in a whisper.\r\n\r\n\"In time?\"\r\n\r\n\"You know what I mean. Uncle Chris, listen to me! You are not to\r\npropose to that awful woman. Do you understand?\"\r\n\r\nUncle Chris shook his head.\r\n\r\n\"The die is cast!\"\r\n\r\n\"The die isn't anything of the sort,\" said Jill. \"Unless....\" She\r\nstopped, aghast. \"You don't mean that you have done it already?\"\r\n\r\n\"Well, no. To be perfectly accurate, no. But....\"\r\n\r\n\"Then that's all right. I know why you were doing it, and it was very\r\nsweet of you, but you mustn't.\"\r\n\r\n\"But, Jill, you don't understand.\"\r\n\r\n\"I do understand.\"\r\n\r\n\"I have a motive....\"\r\n\r\n\"I know your motive. Freddie told me. Don't you worry yourself about\r\nme, dear, because I am all right. I am going to be married.\"\r\n\r\nA look of ecstatic relief came into Uncle Chris' face.\r\n\r\n\"Then Underhill...?\"\r\n\r\n\"I am not marrying Derek. Somebody else. I don't think you know him,\r\nbut I love him, and so will you.\" She pulled his face down and kissed\r\nhim. \"Now you can go back.\"\r\n\r\nUncle Chris was almost too overcome to speak. He gulped a little.\r\n\r\n\"Jill,\" he said shakily, \"this is a ... this is a great relief.\"\r\n\r\n\"I knew it would be.\"\r\n\r\n\"If you are really going to marry a rich man....\"\r\n\r\n\"I didn't say he was rich.\"\r\n\r\nThe joy ebbed from Uncle Chris' face.\r\n\r\n\"If he is not rich, if he cannot give you everything of which I....\"\r\n\r\n\"Oh, don't be absurd! Wally has all the money anybody needs. What's\r\nmoney?\"\r\n\r\n\"What's money?\" Uncle Chris stared. \"Money, my dear child, is ... is ...\r\nwell, you mustn't talk of it in that light way. But, if you think you will\r\nreally have enough...?\"\r\n\r\n\"Of course we shall. Now you can go back. Mrs. Peagrim will be\r\nwondering what has become of you.\"\r\n\r\n\"Must I?\" said Uncle Chris doubtfully.\r\n\r\n\"Of course. You must be polite.\"\r\n\r\n\"Very well,\" said Uncle Chris. \"But it will be a little difficult to\r\ncontinue the conversation on what you might call general lines.\r\nHowever!\"\r\n\r\n       *       *       *       *       *\r\n\r\nBack in the box, Mrs. Peagrim was fanning herself with manifest\r\nimpatience.\r\n\r\n\"What did that girl want?\" she demanded.\r\n\r\nUncle Chris seated himself with composure. The weakness had passed,\r\nand he was himself again.\r\n\r\n\"Oh, nothing, nothing. Some trivial difficulty, which I was able to\r\ndispose of in a few words.\"\r\n\r\nMrs. Peagrim would have liked to continue her researches, but a\r\nfeeling that it was wiser not to stray too long from the main point\r\nrestrained her. She bent towards him.\r\n\r\n\"You were going to say something when that girl interrupted us.\"\r\n\r\nUncle Chris shot his cuffs with a debonair gesture.\r\n\r\n\"Was I? Was I? To be sure, yes. I was saying that you ought not to let\r\nyourself get tired. Deuce of a thing, getting tired. Plays the dickens\r\nwith the system.\"\r\n\r\nMrs. Peagrim was disconcerted. The atmosphere seemed to have changed,\r\nand she did not like it. She endeavoured to restore the tone of the\r\nconversation.\r\n\r\n\"You are so sympathetic,\" she sighed, feeling that she could not do\r\nbetter than to begin again at that point. The remark had produced\r\ngood results before and it might do so a second time.\r\n\r\n\"Yes,\" agreed Uncle Chris cheerily. \"You see, I have seen something of\r\nall this sort of thing, and I realize the importance of it. I know\r\nwhat all this modern rush and strain of life is for a woman in your\r\nposition. Parties every night ... dancing ... a thousand and one calls\r\non the vitality ... bound to have an effect sooner or later,\r\nunless--_unless_,\" said Uncle Chris solemnly, \"one takes steps. Unless\r\none acts in time. I had a friend--\" His voice sank--\"I had a very dear\r\nfriend over in London, Lady Alice--but the name would convey\r\nnothing--the point is that she was in exactly the same position as\r\nyou. On the rush all the time. Never stopped. The end was inevitable.\r\nShe caught cold, hadn't sufficient vitality to throw it off, went to a\r\ndance in mid-winter, contracted pneumonia....\" Uncle Chris sighed.\r\n\"All over in three days,\" he said sadly. \"Now at that time,\" he\r\nresumed, \"I did not know what I know now. If I had heard of Nervino\r\nthen....\" He shook his head. \"It might have saved her life. It _would_\r\nhave saved her life. I tell you, Mrs. Peagrim, that there is nothing,\r\nthere is no lack of vitality which Nervino cannot set right. I am no\r\nphysician myself, I speak as a layman, but it acts on the red\r\ncorpuscles of the blood....\"\r\n\r\nMrs. Peagrim's face was stony. She had not spoken before, because he\r\nhad given her no opportunity, but she spoke now in a hard voice.\r\n\r\n\"Major Selby!\"\r\n\r\n\"Mrs. Peagrim?\"\r\n\r\n\"I am not interested in patent medicines!\"\r\n\r\n\"One can hardly call Nervino that,\" said Uncle Chris reproachfully.\r\n\"It is a sovereign specific. You can get it at any drug store. It\r\ncomes in two sizes, the dollar-fifty--or large--size, and the....\"\r\n\r\nMrs. Peagrim rose majestically.\r\n\r\n\"Major Selby, I am tired....\"\r\n\r\n\"Precisely. And, as I say, Nervino....\"\r\n\r\n\"Please,\" said Mrs. Peagrim coldly, \"go to the stage-door and see if\r\nyou can find my limousine. It should be waiting in the street.\"\r\n\r\n\"Certainly,\" said Uncle Chris. \"Why, certainly, certainly,\r\ncertainly.\"\r\n\r\nHe left the box and proceeded across the stage. He walked with a\r\nlissom jauntiness. His eye was bright. One or two of those whom he\r\npassed on his way had the idea that this fine-looking man was in pain.\r\nThey fancied that he was moaning. But Uncle Chris was not moaning. He\r\nwas humming a gay snatch from the lighter music of the 'nineties."
  ]
}