{
  "index": 20,
  "title": "Chapter 19",
  "paragraphs": [
    "MRS. PEAGRIM BURNS INCENSE\r\n\r\n\r\n\"They tell me ... I am told ... I am informed ... No, one moment, Miss\r\nFrisby.\"\r\n\r\nMrs. Peagrim wrinkled her fair forehead. It has been truly said that\r\nthere is no agony like the agony of literary composition, and Mrs.\r\nPeagrim was having rather a bad time getting the requisite snap and\r\nginger into her latest communication to the Press. She bit her lip,\r\nand would have passed her twitching fingers restlessly through her\r\nhair but for the thought of the damage which such an action must do to\r\nher coiffure. Miss Frisby, her secretary, an anæmic and negative young\r\nwoman, waited patiently, pad on knee, and tapped her teeth with her\r\npencil.\r\n\r\n\"Please do not make that tapping noise, Miss Frisby,\" said the\r\nsufferer querulously. \"I cannot think. Otie, dear, can't you suggest a\r\ngood phrase? You ought to be able to, being an author.\"\r\n\r\nMr. Pilkington, who was strewn over an arm-chair by the window, awoke\r\nfrom his meditations, which, to judge from the furrow just above the\r\nbridge of his tortoise-shell spectacles and the droop of his weak\r\nchin, were not pleasant. It was the morning after the production of\r\n\"The Rose of America,\" and he had passed a sleepless night, thinking\r\nof the harsh words he had said to Jill. Could she ever forgive him?\r\nWould she have the generosity to realize that a man ought not to be\r\nheld accountable for what he says in the moment when he discovers that\r\nhe has been cheated, deceived, robbed--in a word, hornswoggled? He had\r\nbeen brooding on this all night, and he wanted to go on brooding now.\r\nHis aunt's question interrupted his train of thought.\r\n\r\n\"Eh?\" he said vaguely, gaping.\r\n\r\n\"Oh, don't be so absent-minded!\" snapped Mrs. Peagrim, not\r\nunjustifiably annoyed. \"I am trying to compose a paragraph for the\r\npapers about our party to-night, and I can't get the right phrase....\r\nRead what you've written, Miss Frisby.\"\r\n\r\nMiss Frisby, having turned a pale eye on the pothooks and twiddleys in\r\nher note-book, translated them in a pale voice.\r\n\r\n\"'Surely of all the leading hostesses in New York Society there can be\r\nfew more versatile than Mrs. Waddesleigh Peagrim. I am amazed every\r\ntime I go to her delightful home on West End Avenue to see the scope\r\nand variety of her circle of intimates. Here you will see an\r\nambassador with a fever....'\"\r\n\r\n\"With a _what_?\" demanded Mrs. Peagrim sharply.\r\n\r\n\"'Fever,' I thought you said,\" replied Miss Frisby stolidly. \"I wrote\r\n'fever.'\"\r\n\r\n\"'Diva.' Do use your intelligence, my good girl. Go on.\"\r\n\r\n\"Here you will see an ambassador with a diva from the opera,\r\nexchanging the latest gossip from the chancelleries for intimate news\r\nof the world behind the scenes. There, the author of the latest novel\r\ntalking literature to the newest debutante. Truly one may say that\r\nMrs. Peagrim has revived the saloon.'\"\r\n\r\nMrs. Peagrim bit her lip.\r\n\r\n\"'Salon.'\"\r\n\r\n\"'Salon,'\" said Miss Frisby unemotionally. \"They tell me, I am told, I\r\nam informed....'\" She paused. \"That's all I have.\"\r\n\r\n\"Scratch out those last words,\" said Mrs. Peagrim irritably. \"You\r\nreally are hopeless, Miss Frisby! Couldn't you see that I had stopped\r\ndictating and was searching for a phrase? Otie, what is a good phrase\r\nfor 'I am told'?\"\r\n\r\nMr. Pilkington forced his wandering attention to grapple with the\r\nproblem.\r\n\r\n\"'I hear,'\" he suggested at length.\r\n\r\n\"Tchah!\" ejaculated his aunt. Then her face brightened. \"I have it.\r\nTake dictation, please, Miss Frisby. 'A little bird whispers to me\r\nthat there were great doings last night on the stage of the Gotham\r\nTheatre after the curtain had fallen on \"The Rose of America,\" which,\r\nas everybody knows, is the work of Mrs. Peagrim's clever young nephew,\r\nOtis Pilkington.'\" Mrs. Peagrim shot a glance at her clever young\r\nnephew, to see how he appreciated the boost, but Otis' thoughts were\r\nfar away once more. He was lying on his spine, brooding, brooding.\r\nMrs. Peagrim resumed her dictation. \"'In honour of the extraordinary\r\nsuccess of the piece, Mrs. Peagrim, who certainly does nothing by\r\nhalves, entertained the entire company to a supper-dance after the\r\nperformance. A number of prominent people were among the guests, and\r\nMrs. Peagrim was a radiant and vivacious hostess. She has never looked\r\nmore charming. The high jinks were kept up to an advanced hour, and\r\nevery one agreed that they had never spent a more delightful evening.'\r\nThere! Type as many copies as are necessary, Miss Frisby, and send\r\nthem out this afternoon with photographs.\"\r\n\r\nMiss Frisby having vanished in her pallid way, the radiant and\r\nvivacious hostess turned on her nephew again.\r\n\r\n\"I must say, Otie,\" she began complainingly, \"that, for a man who has\r\nhad a success like yours, you are not very cheerful. I should have\r\nthought the notices of the piece would have made you the happiest man\r\nin New York.\"\r\n\r\nThere was once a melodrama where the child of the persecuted heroine\r\nused to dissolve the gallery in tears by saying \"Happiness? What _is_\r\nhappiness, moth-aw?\" Mr. Pilkington did not use these actual words,\r\nbut he reproduced the stricken infant's tone with great fidelity.\r\n\r\n\"Notices! What are notices to me?\"\r\n\r\n\"Oh, don't be so affected!\" cried Mrs. Peagrim. \"Don't pretend that\r\nyou don't know every word of them by heart!\"\r\n\r\n\"I have not seen the notices, Aunt Olive,\" said Mr. Pilkington dully.\r\n\r\nMrs. Peagrim looked at him with positive alarm. She had never been\r\noverwhelmingly attached to her long nephew, but since his rise to fame\r\nsomething resembling affection had sprung up in her, and his attitude\r\nnow disturbed her.\r\n\r\n\"You can't be well, Otie!\" she said solicitously. \"Are you ill?\"\r\n\r\n\"I have a severe headache,\" replied the martyr. \"I passed a wakeful\r\nnight.\"\r\n\r\n\"Let me go and mix you a dose of the most wonderful mixture,\" said\r\nMrs. Peagrim maternally. \"Poor boy! I don't wonder, after all the\r\nnervousness and excitement.... You sit quite still and rest. I will be\r\nback in a moment.\"\r\n\r\nShe bustled out of the room, and Mr. Pilkington sagged back into his\r\nchair. He had hardly got his meditations going once more, when the\r\ndoor opened and the maid announced \"Major Selby.\"\r\n\r\n\"Good morning,\" said Uncle Chris breezily, sailing down the fairway\r\nwith outstretched hand. \"How are--oh!\"\r\n\r\nHe stopped abruptly, perceiving that Mrs. Peagrim was not present\r\nand--a more disturbing discovery--that Otis Pilkington was. It would\r\nbe exaggeration to say that Uncle Chris was embarrassed. That\r\nmaster-mind was never actually embarrassed. But his jauntiness\r\ncertainly ebbed a little, and he had to pull his moustache twice\r\nbefore he could face the situation with his customary _aplomb_. He had\r\nnot expected to find Otis Pilkington here, and Otis was the last man\r\nhe wished to meet. He had just parted from Jill, who had been rather\r\nplain-spoken with regard to the recent financial operations; and,\r\nthough possessed only of a rudimentary conscience, Uncle Chris was\r\naware that his next interview with young Mr. Pilkington might have\r\ncertain aspects bordering on awkwardness and he would have liked time\r\nto prepare a statement for the defence. However, here the man was, and\r\nthe situation must be faced.\r\n\r\n\"Pilkington!\" he cried. \"My dear fellow! Just the man I wanted to\r\nsee! I'm afraid there has been a little misunderstanding. Of course,\r\nit has all been cleared up now, but still I must insist on making a\r\npersonal explanation; really, I must insist. The whole matter was a most\r\nabsurd misunderstanding. It was like this....\"\r\n\r\nHere Uncle Chris paused in order to devote a couple of seconds to\r\nthought. He had said it was \"like this,\" and he gave his moustache\r\nanother pull as though he were trying to drag inspiration out of it.\r\nHis blue eyes were as frank and honest as ever, and showed no trace of\r\nthe perplexity in his mind, but he had to admit to himself that, if he\r\nmanaged to satisfy his hearer that all was for the best and that he\r\nhad acted uprightly and without blame, he would be doing well.\r\n\r\nFortunately, the commercial side of Mr. Pilkington was entirely\r\ndormant this morning. The matter of the ten thousand dollars seemed\r\ntrivial to him in comparison with the weightier problems which\r\noccupied his mind.\r\n\r\n\"Have you seen Miss Mariner?\" he asked eagerly.\r\n\r\n\"Yes. I have just parted from her. She was upset, poor girl, of\r\ncourse, exceedingly upset.\"\r\n\r\nMr. Pilkington moaned hollowly.\r\n\r\n\"Is she very angry with me?\"\r\n\r\nFor a moment the utter inexplicability of the remark silenced Uncle\r\nChris. Why Jill should be angry with Mr. Pilkington for being robbed\r\nof ten thousand dollars he could not understand, for Jill had told him\r\nnothing of the scene that had taken place on the previous night. But\r\nevidently this point was to Mr. Pilkington the nub of the matter, and\r\nUncle Chris, like the strategist he was, re-arranged his forces to\r\nmeet the new development.\r\n\r\n\"Angry?\" he said slowly. \"Well, of course....\"\r\n\r\nHe did not know what it was all about, but no doubt if he confined\r\nhimself to broken sentences which meant nothing light would shortly be\r\nvouchsafed to him.\r\n\r\n\"In the heat of the moment,\" confessed Mr. Pilkington, \"I'm afraid I\r\nsaid things to Miss Mariner which I now regret.\"\r\n\r\nUncle Chris began to feel on solid ground again.\r\n\r\n\"Dear, dear!\" he murmured regretfully.\r\n\r\n\"I spoke hastily.\"\r\n\r\n\"Always think before you speak, my boy.\"\r\n\r\n\"I considered that I had been cheated....\"\r\n\r\n\"My dear boy!\" Uncle Chris' blue eyes opened wide. \"Please! Haven't I said\r\nthat I could explain all that? It was a pure misunderstanding....\"\r\n\r\n\"Oh, I don't care about that part of it....\"\r\n\r\n\"Quite right,\" said Uncle Chris cordially. \"Let bygones be bygones.\r\nStart with a clean slate. You have your money back, and there's no\r\nneed to say another word about it. Let us forget it,\" he concluded\r\ngenerously. \"And, if I have any influence with Jill, you may count on\r\nme to use it to dissipate any little unfortunate rift which may have\r\noccurred between you.\"\r\n\r\n\"You think there's a chance that she might overlook what I said?\"\r\n\r\n\"As I say, I will use any influence I may possess to heal the breach.\r\nI like you, my boy. And I am sure that Jill likes you. She will make\r\nallowances for any ill-judged remarks you may have uttered in a moment\r\nof heat.\"\r\n\r\nMr. Pilkington brightened, and Mrs. Peagrim, returning with a\r\nmedicine-glass, was pleased to see him looking so much better.\r\n\r\n\"You are a positive wizard, Major Selby,\" she said archly. \"What have\r\nyou been saying to the poor boy to cheer him up so? He has a bad\r\nheadache this morning.\"\r\n\r\n\"Headache?\" said Uncle Chris, starting like a war-horse that has heard\r\nthe bugle. \"I don't know if I have ever mentioned it, but _I_ used to\r\nsuffer from headaches at one time. Extraordinarily severe headaches. I\r\ntried everything, until one day a man I knew recommended a thing\r\ncalled--don't know if you have ever heard of it....\"\r\n\r\nMrs. Peagrim, in her rôle of ministering angel, was engrossed with her\r\nerrand of mercy. She was holding the medicine-glass to Mr.\r\nPilkington's lips, and the seed fell on stony ground.\r\n\r\n\"Drink this, dear,\" urged Mrs. Peagrim.\r\n\r\n\"Nervino,\" said Uncle Chris.\r\n\r\n\"There!\" said Mrs. Peagrim. \"That will make you feel much better. How\r\nwell _you_ always look, Major Selby!\"\r\n\r\n\"And yet at one time,\" said Uncle Chris perseveringly, \"I was a\r\nmartyr....\"\r\n\r\n\"I can't remember if I told you last night about the party. We are\r\ngiving a little supper-dance to the company of Otie's play after the\r\nperformance this evening. Of course you will come?\"\r\n\r\nUncle Chris philosophically accepted his failure to secure the ear of\r\nhis audience. Other opportunities would occur.\r\n\r\n\"Delighted,\" he said. \"Delighted.\"\r\n\r\n\"Quite a simple, Bohemian little affair,\" proceeded Mrs. Peagrim. \"I\r\nthought it was only right to give the poor things a little treat after\r\nthey have all worked so hard.\"\r\n\r\n\"Certainly, certainly. A capital idea.\"\r\n\r\n\"We shall be quite a small party. If I once started asking anybody\r\noutside our _real_ friends, I should have to ask everybody.\"\r\n\r\nThe door opened.\r\n\r\n\"Mr. Rooke,\" announced the maid.\r\n\r\nFreddie, like Mr. Pilkington, was a prey to gloom this morning. He had\r\nread one or two of the papers, and they had been disgustingly lavish\r\nin their praise of The McWhustle of McWhustle. It made Freddie despair\r\nof the New York Press. In addition to this, he had been woken up at\r\nseven o'clock, after going to sleep at three, by the ringing of the\r\ntelephone and the announcement that a gentleman wished to see him: and\r\nhe was weighed down with that heavy-eyed languor which comes to those\r\nwhose night's rest is broken.\r\n\r\n\"Why, how do you do, Mr. Rooke!\" said Mrs. Peagrim.\r\n\r\n\"How-de-do,\" replied Freddie, blinking in the strong light from the\r\nwindow. \"Hope I'm not barging in and all that sort of thing? I came\r\nround about this party to-night, you know.\"\r\n\r\n\"Oh, yes?\"\r\n\r\n\"Was wondering,\" said Freddie, \"if you would mind if I brought a\r\nfriend of mine along? Popped in on me from England this morning. At\r\nseven o'clock,\" said Freddie plaintively. \"Ghastly hour, what? Didn't\r\ndo a thing to the good old beauty sleep! Well, what I mean to say is,\r\nI'd be awfully obliged if you'd let me bring him along.\"\r\n\r\n\"Why, of course,\" said Mrs. Peagrim. \"Any friend of yours, Mr.\r\nRooke....\"\r\n\r\n\"Thanks awfully. Special reason why I'd like him to come, and all\r\nthat. He's a fellow named Underhill. Sir Derek Underhill. Been a pal\r\nof mine for years and years.\"\r\n\r\nUncle Chris started.\r\n\r\n\"Underhill! Is Derek Underhill in America?\"\r\n\r\n\"Landed this morning. Routed me out of bed at seven o'clock.\"\r\n\r\n\"Oh, do you know him, too, Major Selby?\" said Mrs. Peagrim. \"Then I'm\r\nsure he must be charming!\"\r\n\r\n\"Charming,\" began Uncle Chris in measured tones, \"is an adjective\r\nwhich I cannot....\"\r\n\r\n\"Well, thanks most awfully,\" interrupted Freddie. \"It's fearfully good\r\nof you to let me bring him along. I must be staggering off now. Lot of\r\nthings to do.\"\r\n\r\n\"Oh, must you go already?\"\r\n\r\n\"Absolutely must. Lots of things to do.\"\r\n\r\nUncle Chris extended a hand to his hostess.\r\n\r\n\"I think I will be going along, too, Mrs. Peagrim. I'll walk a few\r\nyards with you, Freddie, my boy. There are one or two things I would\r\nlike to talk over. Till to-night, Mrs. Peagrim.\"\r\n\r\n\"Till to-night, Major Selby.\" She turned to Mr. Pilkington as the door\r\nclosed. \"What charming manners Major Selby has. So polished. A sort of\r\nold-world courtesy. So smooth!\"\r\n\r\n\"Smooth,\" said Mr. Pilkington dourly, \"is right!\"\r\n\r\n\r\nII\r\n\r\nUncle Chris confronted Freddie sternly outside the front door.\r\n\r\n\"What does this mean? Good God, Freddie, have you no delicacy?\"\r\n\r\n\"Eh?\" said Freddie blankly.\r\n\r\n\"Why are you bringing Underhill to this party? Don't you realize that\r\npoor Jill will be there? How do you suppose she will feel when she\r\nsees that blackguard again? The cad who threw her over and nearly\r\nbroke her heart!\"\r\n\r\nFreddie's jaw fell. He groped for his fallen eyeglass.\r\n\r\n\"Oh, my aunt! Do you think she will be pipped?\"\r\n\r\n\"A sensitive girl like Jill?\"\r\n\r\n\"But, listen. Derek wants to marry her.\"\r\n\r\n\"What?\"\r\n\r\n\"Oh, absolutely. That's why he's come over.\"\r\n\r\nUncle Chris shook his head.\r\n\r\n\"I don't understand this. I saw the letter myself which he wrote to\r\nher, breaking off the engagement.\"\r\n\r\n\"Yes, but he's dashed sorry about all that now. Wishes he had never\r\nbeen such a mug, and all that sort of thing. As a matter of fact,\r\nthat's why I shot over here in the first place. As an ambassador,\r\ndon't you know. I told Jill all about it directly I saw her, but she\r\nseemed inclined to give it a miss rather, so I cabled old Derek to pop\r\nhere in person. Seemed to me, don't you know, that Jill might be more\r\nlikely to make it up and all that if she saw old Derek.\"\r\n\r\nUncle Chris nodded, his composure restored.\r\n\r\n\"Very true. Yes, certainly, my boy, you acted most sensibly. Badly as\r\nUnderhill behaved, she undoubtedly loved him. It would be the best\r\npossible thing that could happen if they could be brought together. It\r\nis my dearest wish to see Jill comfortably settled. I was half hoping\r\nthat she might marry young Pilkington.\"\r\n\r\n\"Good God! The Pilker!\"\r\n\r\n\"He is quite a nice young fellow,\" argued Uncle Chris. \"None too many\r\nbrains, perhaps, but Jill would supply that deficiency. Still, of\r\ncourse, Underhill would be much better.\"\r\n\r\n\"She ought to marry someone,\" said Freddie earnestly. \"I mean, all rot\r\na girl like Jill having to knock about and rough it like this.\"\r\n\r\n\"You're perfectly right.\"\r\n\r\n\"Of course,\" said Freddie thoughtfully, \"the catch in the whole dashed\r\nbusiness is that she's such a bally independent sort of girl. I mean\r\nto say, it's quite possible she may hand Derek the mitten, you know.\"\r\n\r\n\"In that case, let us hope that she will look more favourably on young\r\nPilkington.\"\r\n\r\n\"Yes,\" said Freddie. \"Well, yes. But--well, I wouldn't call the Pilker\r\na very ripe sporting proposition. About sixty to one against is the\r\nway I should figure it if I were making a book. It may be just because\r\nI'm feeling a bit pipped this morning--got turfed out of bed at seven\r\no'clock and all that--but I have an idea that she may give both of\r\nthem the old razz. May be wrong, of course.\"\r\n\r\n\"Let us hope that you are, my boy,\" said Uncle Chris gravely. \"For in\r\nthat case I should be forced into a course of action from which I\r\nconfess that I shrink.\"\r\n\r\n\"I don't follow.\"\r\n\r\n\"Freddie, my boy, you are a very old friend of Jill's and I am her\r\nuncle. I feel that I can speak plainly to you. Jill is the dearest\r\nthing to me in the world. She trusted me, and I failed her. I was\r\nresponsible for the loss of her money, and my one object in life is to\r\nsee her by some means or other in a position equal to the one of which\r\nI deprived her. If she married a rich man, well and good. That,\r\nprovided she marries him because she is fond of him, will be the very\r\nbest thing that can happen. But if she does not, there is another way.\r\nIt may be possible for me to marry a rich woman.\"\r\n\r\nFreddie stopped, appalled.\r\n\r\n\"Good God! You don't mean ... you aren't thinking of marrying Mrs.\r\nPeagrim!\"\r\n\r\n\"I wouldn't have mentioned names, but, as you have guessed.... Yes, if\r\nthe worst comes to the worst, I shall make the supreme sacrifice.\r\nTo-night will decide. Good-bye, my boy. I want to look in at my club\r\nfor a few minutes. Tell Underhill that he has my best wishes.\"\r\n\r\n\"I'll bet he has!\" gasped Freddie."
  ]
}