{
  "index": 22,
  "title": "Chapter 21",
  "paragraphs": [
    "WALLY MASON LEARNS A NEW EXERCISE\r\n\r\nI\r\n\r\n\r\nUp on the roof of his apartment, far above the bustle and clamour of\r\nthe busy city, Wally Mason, at eleven o'clock on the morning after\r\nMrs. Peagrim's Bohemian party, was greeting the new day, as was his\r\ncustom, by going through his ante-breakfast exercises. Mankind is\r\ndivided into two classes--those who do setting-up exercises before\r\nbreakfast and those who know they ought to but don't. To the former\r\nand more praiseworthy class Wally had belonged since boyhood. Life\r\nmight be vain and the world a void, but still he touched his toes the\r\nprescribed number of times and twisted his muscular body about\r\naccording to the ritual. He did so this morning a little more\r\nvigorously than usual, partly because he had sat up too late the night\r\nbefore and thought too much and smoked too much, with the result that\r\nhe had risen heavy-eyed, at the present disgraceful hour, and partly\r\nbecause he hoped by wearying the flesh to still the restlessness of\r\nthe spirit. Spring generally made Wally restless, but never previously\r\nhad it brought him this distracted feverishness. So he lay on his back\r\nand waved his legs in the air, and it was only when he had risen and\r\nwas about to go still further into the matter that he perceived Jill\r\nstanding beside him.\r\n\r\n\"Good Lord!\" said Wally.\r\n\r\n\"Don't stop,\" said Jill. \"I'm enjoying it.'\r\n\r\n\"How long have you been here?\"\r\n\r\n\"Oh, I only just arrived. I rang the bell, and the nice old lady who\r\nis cooking your lunch told me you were out here.'\r\n\r\n\"Not lunch. Breakfast.\"\r\n\r\n\"Breakfast! At this hour?\"\r\n\r\n\"Won't you join me?\"\r\n\r\n\"I'll join you. But I had my breakfast long ago.\"\r\n\r\nWally found his despondency magically dispelled. It was extraordinary\r\nhow the mere sight of Jill could make the world a different place. It\r\nwas true the sun had been shining before her arrival, but in a flabby,\r\nweak-minded way, not with the brilliance it had acquired immediately\r\nhe heard her voice.\r\n\r\n\"If you don't mind waiting for about three minutes while I have a\r\nshower and dress....\"\r\n\r\n\"Oh, is the entertainment over?\" asked Jill, disappointed. \"I always\r\narrive too late for everything.\"\r\n\r\n\"One of these days you shall see me go through the whole programme,\r\nincluding shadow-boxing and the goose-step. Bring your friends! But at\r\nthe moment I think it would be more of a treat for you to watch me eat\r\nan egg. Go and look at the view. From over there you can see Hoboken.\"\r\n\r\n\"I've seen it. I don't think much of it.\"\r\n\r\n\"Well, then, on this side we have Brooklyn. There is no stint. Wander\r\nto and fro and enjoy yourself. The rendezvous is in the sitting-room\r\nin about four moments.\"\r\n\r\nWally vaulted through the passage-window and disappeared. Then he\r\nreturned and put his head out.\r\n\r\n\"I say!\"\r\n\r\n\"Yes?\"\r\n\r\n\"Just occurred to me. Your uncle won't be wanting this place for half\r\nan hour or so, will he? I mean, there will be time for me to have a\r\nbite of breakfast?\"\r\n\r\n\"I don't suppose he will require your little home till some time in\r\nthe evening.\"\r\n\r\n\"Fine!\"\r\n\r\nWally disappeared again, and a few moments later Jill heard the faint\r\nsplashing of water. She walked to the parapet and looked down. On the\r\nwindows of the nearer buildings the sun cast glittering beams, but\r\nfurther away a faint, translucent mist hid the city. There was Spring\r\nhumidity in the air. In the street she had found it oppressive: but on\r\nthe breezy summit of this steel-and-granite cliff the air was cool and\r\nexhilarating. Peace stole into Jill's heart as she watched the boats\r\ndropping slowly down the East River, which gleamed like dull steel\r\nthrough the haze. She had come to Journey's End, and she was happy.\r\nTrouble and heartache seemed as distant as those hurrying black ants\r\ndown on the streets. She felt far away from the world on an enduring\r\nmountain of rest. She gave a little sigh of contentment and turned to\r\ngo in as Wally called.\r\n\r\nIn the sitting-room her feeling of security deepened. Here, the world\r\nwas farther away than ever. Even the faint noises which had risen to\r\nthe roof were inaudible, and only the cosy tick-tock of the\r\ngrandfather's clock punctuated the stillness.\r\n\r\nShe looked at Wally with a quickening sense of affection. He had the\r\ndivine gift of silence at the right time. Yes, this was home. This was\r\nwhere she belonged.\r\n\r\n\"It didn't take me in, you know,\" said Jill at length, resting her\r\narms on the table and regarding him severely.\r\n\r\nWally looked up.\r\n\r\n\"What didn't take you in?\"\r\n\r\n\"That bath of yours. Yes, I know you turned on the cold shower, but\r\nyou stood at a safe distance and watched it _show_!\"\r\n\r\nWally waved his fork.\r\n\r\n\"As Heaven is my witness.... Look at my hair! Still damp! And I can\r\nshow you the towel.\"\r\n\r\n\"Well, then, I'll bet it was the hot water. Why weren't you at Mrs.\r\nPeagrim's party last night?\"\r\n\r\n\"It would take too long to explain all my reasons, but one of them was\r\nthat I wasn't invited. How did it go off?\"\r\n\r\n\"Splendidly. Freddie's engaged!\"\r\n\r\nWally lowered his coffee cup.\r\n\r\n\"Engaged! You don't mean what is sometimes slangily called betrothed?\"\r\n\r\n\"I do. He's engaged to Nelly Bryant. Nelly told me all about it when\r\nshe got home last night. It seems that Freddie said to her 'What ho!'\r\nand she said 'You bet!' and Freddie said 'Pip pip!' and the thing was\r\nsettled.\" Jill bubbled. \"Freddie wants to go into vaudeville with\r\nher!\"\r\n\r\n\"No! The Juggling Rookes? Or Rooke and Bryant, the cross-talk team, a\r\nthoroughly refined act, swell dressers on and off?\"\r\n\r\n\"I don't know. But it doesn't matter. Nelly is domestic. She's going\r\nto have a little home in the country, where she can grow chickens and\r\npigs.\"\r\n\r\n\"Father's in the pigstye, you can tell him by his hat, eh?\"\r\n\r\n\"Yes. They will be very happy. Freddie will be a father to her\r\nparrot.\"\r\n\r\nWally's cheerfulness diminished a trifle. The contemplation of\r\nFreddie's enviable lot brought with it the inevitable contrast with\r\nhis own. A little home in the country.... Oh, well!\r\n\r\n\r\nII\r\n\r\nThere was a pause. Jill was looking a little grave.\r\n\r\n\"Wally!\"\r\n\r\n\"Yes?\"\r\n\r\nShe turned her face away, for there was a gleam of mischief in her\r\neyes which she did not wish him to observe.\r\n\r\n\"Derek was at the party!\"\r\n\r\nWally had been about to butter a piece of toast. The butter, jerked\r\nfrom the knife by the convulsive start which he gave, popped up in a\r\nsemi-circle and plumped on to the tablecloth. He recovered himself\r\nquickly.\r\n\r\n\"Sorry!\" he said. \"You mustn't mind that. They want me to be\r\nsecond-string for the \"Boosting the Butter\" event at the next Olympic\r\nGames, and I'm practising all the time.... Underhill was there, eh?\"\r\n\r\n\"Yes.\"\r\n\r\n\"You met him?\"\r\n\r\n\"Yes.\"\r\n\r\nWally fiddled with his knife.\r\n\r\n\"Did he come over.... I mean ... had he come specially to see you?\"\r\n\r\n\"Yes.\"\r\n\r\n\"I see.\"\r\n\r\nThere was another pause.\r\n\r\n\"He wants to marry you?\"\r\n\r\n\"He said he wanted to marry me.\"\r\n\r\nWally got up and went to the window. Jill could smile safely now, and\r\nshe did, but her voice was still grave.\r\n\r\n\"What ought I to do, Wally? I thought I would ask you as you are such\r\na friend.\"\r\n\r\nWally spoke without turning.\r\n\r\n\"You ought to marry him, of course.\"\r\n\r\n\"You think so?\"\r\n\r\n\"You ought to marry him, of course,\" said Wally doggedly. \"You love\r\nhim, and the fact that he came all the way to America must mean that\r\nhe still loves you. Marry him!\"\r\n\r\n\"But....\" Jill hesitated. \"You see, there's a difficulty.\"\r\n\r\n\"What difficulty?\"\r\n\r\n\"Well ... it was something I said to him just before he went away. I\r\nsaid something that made it a little difficult.\"\r\n\r\nWally continued to inspect the roofs below.\r\n\r\n\"What did you say?\"\r\n\r\n\"Well ... it was something ... something that I don't believe he liked ...\r\nsomething that may interfere with his marrying me.\"\r\n\r\n\"What did you say?\"\r\n\r\n\"I told him I was going to marry _you_!\"\r\n\r\nWally spun round. At the same time he leaped in the air. The effect of\r\nthe combination of movements was to cause him to stagger across the\r\nroom and, after two or three impromptu dance steps which would have\r\ninterested Mrs. Peagrim, to clutch at the mantelpiece to save himself\r\nfrom falling. Jill watched him with quiet approval.\r\n\r\n\"Why, that's wonderful, Wally! Is that another of your morning\r\nexercises? If Freddie does go into vaudeville, you ought to get him to\r\nlet you join the troupe.\"\r\n\r\nWally was blinking at her from the mantelpiece.\r\n\r\n\"Jill!\"\r\n\r\n\"Yes?\"\r\n\r\n\"What--what--what...!\"\r\n\r\n\"Now, don't talk like Freddie, even if you are going into vaudeville\r\nwith him.\"\r\n\r\n\"You said you were going to marry _me_?\"\r\n\r\n\"I said I was going to marry you!\"\r\n\r\n\"But--do you mean...?\"\r\n\r\nThe mischief died out of Jill's eyes. She met his gaze frankly and\r\nseriously.\r\n\r\n\"The lumber's gone, Wally,\" she said. \"But my heart isn't empty. It's\r\nquite, quite full, and it's going to be full for ever and ever and\r\never.\"\r\n\r\nWally left the mantelpiece, and came slowly towards her.\r\n\r\n\"Jill!\" He choked. \"Jill!\"\r\n\r\nSuddenly he pounced on her and swung her off her feet She gave a\r\nlittle breathless cry.\r\n\r\n\"Wally! I thought you didn't approve of cavemen!\"\r\n\r\n\"This,\" said Wally, \"is just another new morning exercise I've thought\r\nof!\"\r\n\r\nJill sat down, gasping.\r\n\r\n\"Are you going to do that often, Wally?\"\r\n\r\n\"Every day for the rest of my life!\"\r\n\r\n\"Goodness!\"\r\n\r\n\"Oh, you'll get used to it. It'll grow on you.\"\r\n\r\n\"You don't think I am making a mistake marrying you?\"\r\n\r\n\"No, no! I've given the matter a lot of thought, and ... in fact, no,\r\nno!\"\r\n\r\n\"No,\" said Jill thoughtfully. \"I think you'll make a good husband. I\r\nmean, suppose we ever want the piano moved or something.... Wally!\"\r\nshe broke off suddenly.\r\n\r\n\"You have our ear.\"\r\n\r\n\"Come out on the roof,\" said Jill. \"I want to show you something\r\nfunny.\"\r\n\r\nWally followed her out. They stood at the parapet together, looking\r\ndown.\r\n\r\n\"There!\" said Jill, pointing.\r\n\r\nWally looked puzzled.\r\n\r\n\"I see many things, but which is the funny one?\"\r\n\r\n\"Why, all these people. Over there--and there--and there. Scuttering\r\nabout and thinking they know everything there is to know, and not one\r\nof them has the least idea that I am the happiest girl on earth!\"\r\n\r\n\"Or that I'm the happiest man! Their ignorance is--what is the word I\r\nwant? Abysmal. They don't know what it's like to stand beside you and\r\nsee that little dimple in your chin.... They don't know you've _got_ a\r\nlittle dimple in your chin.... They don't know.... They don't know....\r\nWhy, I don't suppose a single one of them even knows that I'm just\r\ngoing to kiss you!\"\r\n\r\n\"Those girls in that window over there do,\" said Jill. \"They are\r\nwatching us like hawks.\"\r\n\r\n\"Let 'em!\" said Wally briefly.\r\n\r\n\r\nTHE END\r\n\r\n       *       *       *       *       *\r\n\r\n\r\nWHAT THIS STORY IS ABOUT\r\n\r\n\r\nJill had money, Jill was engaged to be married to Sir Derek Underhill.\r\nSuddenly Jill becomes penniless, and she is no longer engaged. With a\r\nsmile, in which there is just a tinge of recklessness, she refuses to\r\nbe beaten and turns to face the world. Instead she went to New York\r\nand became a member of the chorus of \"The Rose of America,\" and Mr.\r\nWodehouse is enabled to lift the curtain of the musical comedy world.\r\n\r\nThere is laughter and drama in _Jill the Reckless_, and the action\r\nnever flags from the moment that Freddie Rooke confesses that he has\r\nhad a hectic night, down to the point where Wally says briefly \"Let\r\n'em,\" which is page 313.\r\n\r\n       *       *       *       *       *"
  ]
}