{
  "index": 6,
  "title": "Chapter 5",
  "paragraphs": [
    "JIMMY ABANDONS PICCADILLY\r\n\r\nJimmy removed himself sorrowfully from the doorstep of the Duke\r\nof Devizes' house in Cleveland Row. His mission had been a\r\nfailure. In answer to his request to be permitted to see Lord\r\nPercy Whipple, the butler had replied that Lord Percy was\r\nconfined to his bed and was seeing nobody. He eyed Jimmy, on\r\nreceiving his name, with an interest which he failed to conceal,\r\nfor he too, like Bayliss, had read and heartily enjoyed Bill\r\nBlake's spirited version of the affair of last night which had\r\nappeared in the _Daily Sun_. Indeed, he had clipped the report out\r\nand had been engaged in pasting it in an album when the bell\r\nrang.\r\n\r\nIn face of this repulse, Jimmy's campaign broke down. He was at a\r\nloss to know what to do next. He ebbed away from the Duke's front\r\ndoor like an army that has made an unsuccessful frontal attack on\r\nan impregnable fortress. He could hardly force his way in and\r\nsearch for Lord Percy.\r\n\r\nHe walked along Pall Mall, deep in thought. It was a beautiful\r\nday. The rain which had fallen in the night and relieved Mr.\r\nCrocker from the necessity of watching cricket had freshened\r\nLondon up.\r\n\r\nThe sun was shining now from a turquoise sky. A gentle breeze\r\nblew from the south. Jimmy made his way into Piccadilly, and\r\nfound that thoroughfare a-roar with happy automobilists and\r\ncheery pedestrians. Their gaiety irritated him. He resented\r\ntheir apparent enjoyment of life.\r\n\r\nJimmy's was not a nature that lent itself readily to\r\nintrospection, but he was putting himself now through a searching\r\nself-examination which was revealing all kinds of unsuspected\r\nflaws in his character. He had been having too good a time for\r\nyears past to have leisure to realise that he possessed any\r\nresponsibilities. He had lived each day as it came in the spirit\r\nof the Monks of Thelema. But his father's reception of the news\r\nof last night's escapade and the few words he had said had given\r\nhim pause. Life had taken on of a sudden a less simple aspect.\r\nDimly, for he was not accustomed to thinking along these lines,\r\nhe perceived the numbing truth that we human beings are merely as\r\nmany pieces in a jig-saw puzzle and that our every movement\r\naffects the fortunes of some other piece. Just so, faintly at\r\nfirst and taking shape by degrees, must the germ of civic spirit\r\nhave come to Prehistoric Man. We are all individualists till we\r\nwake up.\r\n\r\nThe thought of having done anything to make his father unhappy\r\nwas bitter to Jimmy Crocker. They had always been more like\r\nbrothers than father and son. Hard thoughts about himself surged\r\nthrough Jimmy's mind. With a dejectedness to which it is possible\r\nthat his headache contributed he put the matter squarely to\r\nhimself. His father was longing to return to America--he, Jimmy,\r\nby his idiotic behaviour was putting obstacles in the way of that\r\nreturn--what was the answer? The answer, to Jimmy's way of\r\nthinking, was that all was not well with James Crocker, that,\r\nwhen all the evidence was weighed, James Crocker would appear to\r\nbe a fool, a worm, a selfish waster, and a hopeless, low-down\r\nskunk.\r\n\r\nHaving come to this conclusion, Jimmy found himself so low in\r\nspirit that the cheerful bustle of Piccadilly was too much for\r\nhim. He turned, and began to retrace his steps. Arriving in due\r\ncourse at the top of the Haymarket he hesitated, then turned down\r\nit till he reached Cockspur Street. Here the Trans-Atlantic\r\nsteamship companies have their offices, and so it came about that\r\nJimmy, chancing to look up as he walked, perceived before him,\r\nriding gallantly on a cardboard ocean behind a plate-glass\r\nwindow, the model of a noble vessel. He stopped, conscious of a\r\ncurious thrill. There is a superstition in all of us. When an\r\naccidental happening chances to fit smoothly in with a mood,\r\nseeming to come as a direct commentary on that mood, we are apt\r\nto accept it in defiance of our pure reason as an omen. Jimmy\r\nstrode to the window and inspected the model narrowly. The sight\r\nof it had started a new train of thought. His heart began to\r\nrace. Hypnotic influences were at work on him.\r\n\r\nWhy not? Could there be a simpler solution of the whole trouble?\r\n\r\nInside the office he would see a man with whiskers buying a\r\nticket for New York. The simplicity of the process fascinated\r\nhim. All you had to do was to walk in, bend over the counter\r\nwhile the clerk behind it made dabs with a pencil at the\r\nillustrated plate of the ship's interior organs, and hand over\r\nyour money. A child could do it, if in funds. At this thought his\r\nhand strayed to his trouser-pocket. A musical crackling of\r\nbank-notes proceeded from the depths. His quarterly allowance had\r\nbeen paid to him only a short while before, and, though a willing\r\nspender, he still retained a goodly portion of it. He rustled the\r\nnotes again. There was enough in that pocket to buy three tickets\r\nto New York. Should he? . . . Or, on the other hand--always look\r\non both sides of the question--should he not?\r\n\r\nIt would certainly seem to be the best thing for all parties if\r\nhe did follow the impulse. By remaining in London he was injuring\r\neverybody, himself included. . . . Well, there was no harm in\r\nmaking enquiries. Probably the boat was full up anyway. . . . He\r\nwalked into the office.\r\n\r\n\"Have you anything left on the _Atlantic_ this trip?\"\r\n\r\nThe clerk behind the counter was quite the wrong sort of person\r\nfor Jimmy to have had dealings with in his present mood. What\r\nJimmy needed was a grave, sensible man who would have laid a hand\r\non his shoulder and said \"Do nothing rash, my boy!\" The clerk\r\nfell short of this ideal in practically every particular. He was\r\nabout twenty-two, and he seemed perfectly enthusiastic about the\r\nidea of Jimmy going to America. He beamed at Jimmy.\r\n\r\n\"Plenty of room,\" he said. \"Very few people crossing. Give you\r\nexcellent accommodation.\"\r\n\r\n\"When does the boat sail?\"\r\n\r\n\"Eight to-morrow morning from Liverpool. Boat-train leaves\r\nPaddington six to-night.\"\r\n\r\nPrudence came at the eleventh hour to check Jimmy. This was not a\r\nmatter, he perceived, to be decided recklessly, on the spur of a\r\nsudden impulse. Above all, it was not a matter to be decided\r\nbefore lunch. An empty stomach breeds imagination. He had\r\nascertained that he could sail on the _Atlantic_ if he wished to.\r\nThe sensible thing to do now was to go and lunch and see how he\r\nfelt about it after that. He thanked the clerk, and started to\r\nwalk up the Haymarket, feeling hard-headed and practical, yet\r\nwith a strong premonition that he was going to make a fool of\r\nhimself just the same.\r\n\r\nIt was half-way up the Haymarket that he first became conscious\r\nof the girl with the red hair.\r\n\r\nPlunged in thought, he had not noticed her before. And yet she\r\nhad been walking a few paces in front of him most of the way. She\r\nhad come out of Panton Street, walking briskly, as one going to\r\nkeep a pleasant appointment. She carried herself admirably, with\r\na jaunty swing.\r\n\r\nHaving become conscious of this girl, Jimmy, ever a warm admirer\r\nof the sex, began to feel a certain interest stealing over him.\r\nWith interest came speculation. He wondered who she was. He\r\nwondered where she had bought that excellently fitting suit of\r\ntailor-made grey. He admired her back, and wondered whether her\r\nface, if seen, would prove a disappointment. Thus musing, he drew\r\nnear to the top of the Haymarket, where it ceases to be a street\r\nand becomes a whirlpool of rushing traffic. And here the girl,\r\nhaving paused and looked over her shoulder, stepped off the\r\nsidewalk. As she did so a taxi-cab rounded the corner quickly\r\nfrom the direction of Coventry Street.\r\n\r\nThe agreeable surprise of finding the girl's face fully as\r\nattractive as her back had stimulated Jimmy, so that he was keyed\r\nup for the exhibition of swift presence-of-mind. He jumped\r\nforward and caught her arm, and swung her to one side as the cab\r\nrattled past, its driver thinking hard thoughts to himself. The\r\nwhole episode was an affair of seconds.\r\n\r\n\"Thank you,\" said the girl.\r\n\r\nShe rubbed the arm which he had seized with rather a rueful\r\nexpression. She was a little white, and her breath came quickly.\r\n\r\n\"I hope I didn't hurt you,\" said Jimmy.\r\n\r\n\"You did. Very much. But the taxi would have hurt me more.\"\r\n\r\nShe laughed. She looked very attractive when she laughed. She had\r\na small, piquant, vivacious face. Jimmy, as he looked at it, had\r\nan odd feeling that he had seen her before--when and where he did\r\nnot know. That mass of red-gold hair seemed curiously familiar.\r\nSomewhere in the hinterland of his mind there lurked a memory,\r\nbut he could not bring it into the open. As for the girl, if she\r\nhad ever met him before, she showed no signs of recollecting it.\r\nJimmy decided that, if he had seen her, it must have been in his\r\nreporter days. She was plainly an American, and he occasionally\r\nhad the feeling that he had seen every one in America when he had\r\nworked for the _Chronicle_.\r\n\r\n\"That's right,\" he said approvingly. \"Always look on the bright\r\nside.\"\r\n\r\n\"I only arrived in London yesterday,\" said the girl, \"and I\r\nhaven't got used to your keeping-to-the-left rules. I don't\r\nsuppose I shall ever get back to New York alive. Perhaps, as you\r\nhave saved my life, you wouldn't mind doing me another service.\r\nCan you tell me which is the nearest and safest way to a\r\nrestaurant called the Regent Grill?\"\r\n\r\n\"It's just over there, at the corner of Regent Street. As to the\r\nsafest way, if I were you I should cross over at the top of the\r\nstreet there and then work round westward. Otherwise you will have\r\nto cross Piccadilly Circus.\"\r\n\r\n\"I absolutely refuse even to try to cross Piccadilly Circus.\r\nThank you very much. I will follow your advice. I hope I shall\r\nget there. It doesn't seem at all likely.\"\r\n\r\nShe gave him a little nod, and moved away. Jimmy turned into that\r\ndrug-store at the top of the Haymarket at which so many Londoners\r\nhave found healing and comfort on the morning after, and bought\r\nthe pink drink for which his system had been craving since he\r\nrose from bed. He wondered why, as he drained it, he should feel\r\nashamed and guilty.\r\n\r\nA few minutes later he found himself, with mild surprise, going\r\ndown the steps of the Regent Grill. It was the last place he had\r\nhad in his mind when he had left the steamship company's offices\r\nin quest of lunch. He had intended to seek out some quiet,\r\nrestful nook where he could be alone with his thoughts. If\r\nanybody had told him then that five minutes later he would be\r\nplacing himself of his own free will within the range of a\r\nrestaurant orchestra playing \"My Little Grey Home in the\r\nWest\"--and the orchestra at the Regent played little else--he\r\nwould not have believed him.\r\n\r\nRestaurants in all large cities have their ups and downs. At this\r\ntime the Regent Grill was enjoying one of those bursts of\r\npopularity for which restaurateurs pray to whatever strange gods\r\nthey worship. The more prosperous section of London's Bohemia\r\nflocked to it daily. When Jimmy had deposited his hat with the\r\nrobber-band who had their cave just inside the main entrance and\r\nhad entered the grill-room, he found it congested. There did not\r\nappear to be a single unoccupied table.\r\n\r\nFrom where he stood he could see the girl of the red-gold hair.\r\nHer back was towards him, and she was sitting at a table against\r\none of the pillars with a little man with eye-glasses, a handsome\r\nwoman in the forties, and a small stout boy who was skirmishing\r\nwith the olives. As Jimmy hesitated, the vigilant head-waiter,\r\nwho knew him well, perceived him, and hurried up.\r\n\r\n\"In one moment, Mister Crockaire!\" he said, and began to scatter\r\ncommands among the underlings. \"I will place a table for you in\r\nthe aisle.\"\r\n\r\n\"Next to that pillar, please,\" said Jimmy.\r\n\r\nThe underlings had produced a small table--apparently from up\r\ntheir sleeves, and were draping it in a cloth. Jimmy sat down and\r\ngave his order. Ordering was going on at the other table. The\r\nlittle man seemed depressed at the discovery that corn on the cob\r\nand soft-shelled crabs were not to be obtained, and his wife's\r\nreception of the news that clams were not included in the\r\nRegent's bill-of-fare was so indignant that one would have said\r\nthat she regarded the fact as evidence that Great Britain was\r\ngoing to pieces and would shortly lose her place as a world\r\npower.\r\n\r\nA selection having finally been agreed upon, the orchestra struck\r\nup \"My Little Grey Home in the West,\" and no attempt was made to\r\ncompete with it. When the last lingering strains had died away\r\nand the violinist-leader, having straightened out the kinks in\r\nhis person which the rendition of the melody never failed to\r\nproduce, had bowed for the last time, a clear, musical voice\r\nspoke from the other side of the pillar.\r\n\r\n\"Jimmy Crocker is a WORM!\"\r\n\r\nJimmy spilled his cocktail. It might have been the voice of\r\nConscience.\r\n\r\n\"I despise him more than any one on earth. I hate to think that\r\nhe's an American.\"\r\n\r\nJimmy drank the few drops that remained in his glass, partly to\r\nmake sure of them, partly as a restorative. It is an unnerving\r\nthing to be despised by a red-haired girl whose life you have\r\njust saved. To Jimmy it was not only unnerving; it was uncanny.\r\nThis girl had not known him when they met on the street a few\r\nmoments before. How then was she able to display such intimate\r\nacquaintance with his character now as to describe him--justly\r\nenough--as a worm? Mingled with the mystery of the thing was its\r\npathos. The thought that a girl could be as pretty as this one\r\nand yet dislike him so much was one of the saddest things Jimmy\r\nhad ever come across. It was like one of those Things Which Make\r\nMe Weep In This Great City so dear to the hearts of the\r\nsob-writers of his late newspaper.\r\n\r\nA waiter bustled up with a high-ball. Jimmy thanked him with his\r\neyes. He needed it. He raised it to his lips.\r\n\r\n\"He's always drinking--\"\r\n\r\nHe set it down hurriedly.\r\n\r\n\"--and making a disgraceful exhibition of himself in public! I\r\nalways think Jimmy Crocker--\"\r\n\r\nJimmy began to wish that somebody would stop this girl. Why\r\ncouldn't the little man change the subject to the weather, or\r\nthat stout child start prattling about some general topic? Surely\r\na boy of that age, newly arrived in London, must have all sorts\r\nof things to prattle about? But the little man was dealing\r\nstrenuously with a breaded cutlet, while the stout boy, grimly\r\nsilent, surrounded fish-pie in the forthright manner of a\r\nstarving python. As for the elder woman, she seemed to be\r\nwrestling with unpleasant thoughts, beyond speech.\r\n\r\n\"--I always think that Jimmy Crocker is the worst case I know of\r\nthe kind of American young man who spends all his time in Europe\r\nand tries to become an imitation Englishman. Most of them are the\r\nsort any country would be glad to get rid of, but he used to work\r\nonce, so you can't excuse him on the ground that he hasn't the\r\nsense to know what he's doing. He's deliberately chosen to loaf\r\nabout London and make a pest of himself. He went to pieces with\r\nhis eyes open. He's a perfect, utter, hopeless WORM!\"\r\n\r\nJimmy had never been very fond of the orchestra at the Regent\r\nGrill, holding the view that it interfered with conversation and\r\nmade for an unhygienic rapidity of mastication; but he was\r\nprofoundly grateful to it now for bursting suddenly into _La\r\nBoheme_, the loudest item in its repertory. Under cover of that\r\nprotective din he was able to toy with a steaming dish which his\r\nwaiter had brought. Probably that girl was saying all sorts of\r\nthings about him still but he could not hear them.\r\n\r\nThe music died away. For a moment the tortured air quivered in\r\ncomparative silence; then the girl's voice spoke again. She had,\r\nhowever, selected another topic of conversation.\r\n\r\n\"I've seen all I want to of England,\" she said, \"I've seen\r\nWestminster Abbey and the Houses of Parliament and His Majesty's\r\nTheatre and the Savoy and the Cheshire Cheese, and I've developed\r\na frightful home-sickness. Why shouldn't we go back to-morrow?\"\r\n\r\nFor the first time in the proceedings the elder woman spoke. She\r\ncast aside her mantle of gloom long enough to say \"Yes,\" then\r\nwrapped it round her again. The little man, who had apparently\r\nbeen waiting for her vote before giving his own, said that the\r\nsooner he was on board a New York-bound boat the better he would\r\nbe pleased. The stout boy said nothing. He had finished his\r\nfish-pie, and was now attacking jam roll with a sort of morose\r\nresolution.\r\n\r\n\"There's certain to be a boat,\" said the girl. \"There always is.\r\nYou've got to say that for England--it's an easy place to get back\r\nto America from.\" She paused. \"What I can't understand is how,\r\nafter having been in America and knowing what it was like, Jimmy\r\nCrocker could stand living . . .\"\r\n\r\nThe waiter had come to Jimmy's side, bearing cheese; but Jimmy\r\nlooked at it with dislike and shook his head in silent negation.\r\nHe was about to depart from this place. His capacity for\r\nabsorbing home-truths about himself was exhausted. He placed a\r\nnoiseless sovereign on the table, caught the waiter's eye,\r\nregistered renunciation, and departed soft-footed down the aisle.\r\nThe waiter, a man who had never been able to bring himself to\r\nbelieve in miracles, revised the views of a life-time. He looked\r\nat the sovereign, then at Jimmy, then at the sovereign again.\r\nThen he took up the coin and bit it furtively.\r\n\r\nA few minutes later, a hat-check boy, untipped for the first time\r\nin his predatory career, was staring at Jimmy with equal\r\nintensity, but with far different feelings. Speechless concern\r\nwas limned on his young face.\r\n\r\nThe commissionaire at the Piccadilly entrance of the restaurant\r\ntouched his hat ingratiatingly, with the smug confidence of a man\r\nwho is accustomed to getting sixpence a time for doing it.\r\n\r\n\"Taxi, Mr. Crocker?\"\r\n\r\n\"A worm,\" said Jimmy.\r\n\r\n\"Beg pardon, sir?\"\r\n\r\n\"Always drinking,\" explained Jimmy, \"and making a pest of\r\nhimself.\"\r\n\r\nHe passed on. The commissionaire stared after him as intently as\r\nthe waiter and the hat-check boy. He had sometimes known Mr.\r\nCrocker like this after supper, but never before during the\r\nluncheon hour.\r\n\r\nJimmy made his way to his club in Northumberland Avenue. For\r\nperhaps half an hour he sat in a condition of coma in the\r\nsmoking-room; then, his mind made up, he went to one of the\r\nwriting-tables. He sat awaiting inspiration for some minutes,\r\nthen began to write.\r\n\r\nThe letter he wrote was to his father:\r\n\r\n\r\nDear Dad:\r\n\r\nI have been thinking over what we talked about this\r\nmorning, and it seems to me the best thing I can do is to\r\ndrop out of sight for a brief space. If I stay on in\r\nLondon, I am likely at any moment to pull some boner like\r\nlast night's which will spill the beans for you once more.\r\nThe least I can do for you is to give you a clear field\r\nand not interfere, so I am off to New York by to-night's\r\nboat.\r\n\r\nI went round to Percy's to try to grovel in the dust\r\nbefore him, but he wouldn't see me. It's no good\r\ngrovelling in the dust of the front steps for the benefit\r\nof a man who's in bed on the second floor, so I withdrew\r\nin more or less good order. I then got the present idea.\r\nMark how all things work together for good. When they come\r\nto you and say \"No title for you. Your son slugged our pal\r\nPercy,\" all you have to do is to come back at them with \"I\r\nknow my son slugged Percy, and believe me I didn't do a\r\nthing to him! I packed him off to America within\r\ntwenty-four hours. Get me right, boys! I'm anti-Jimmy and\r\npro-Percy.\" To which their reply will be \"Oh, well, in\r\nthat case arise, Lord Crocker!\" or whatever they say when\r\nslipping a title to a deserving guy. So you will see that\r\nby making this getaway I am doing the best I can to put\r\nthings straight. I shall give this to Bayliss to give to\r\nyou. I am going to call him up on the phone in a minute to\r\nhave him pack a few simple tooth-brushes and so on for me.\r\nOn landing in New York, I shall instantly proceed to the\r\nPolo Grounds to watch a game of Rounders, and will cable\r\nyou the full score. Well. I think that's about all. So\r\ngood-bye--or even farewell--for the present.\r\n\r\nJ.\r\n\r\nP.S. I know you'll understand, dad. I'm doing what seems\r\nto me the only possible thing. Don't worry about me. I\r\nshall be all right. I'll get back my old job and be a\r\nterrific success all round. You go ahead and get that\r\ntitle and then meet me at the entrance of the Polo\r\nGrounds. I'll be looking for you.\r\n\r\nP.P.S. I'm a worm.\r\n\r\n\r\nThe young clerk at the steamship offices appeared rejoiced to see\r\nJimmy once more. With a sunny smile he snatched a pencil from his\r\near and plunged it into the vitals of the Atlantic.\r\n\r\n\"How about E. a hundred and eight?\"\r\n\r\n\"Suits me.\"\r\n\r\n\"You're too late to go in the passenger-list, of course.\"\r\n\r\nJimmy did not reply. He was gazing rigidly at a girl who had just\r\ncome in, a girl with red hair and a friendly smile.\r\n\r\n\"So you're sailing on the _Atlantic_, too!\" she said, with a glance\r\nat the chart on the counter. \"How odd! We have just decided to go\r\nback on her too. There's nothing to keep us here and we're all\r\nhomesick. Well, you see I wasn't run over after I left you.\"\r\n\r\nA delicious understanding relieved Jimmy's swimming brain, as\r\nthunder relieves the tense and straining air. The feeling that he\r\nwas going mad left him, as the simple solution of his mystery\r\ncame to him. This girl must have heard of him in New\r\nYork--perhaps she knew people whom he knew and it was on hearsay,\r\nnot on personal acquaintance, that she based that dislike of him\r\nwhich she had expressed with such freedom and conviction so short\r\na while before at the Regent Grill. She did not know who he was!\r\n\r\nInto this soothing stream of thought cut the voice of the clerk.\r\n\r\n\"What name, please?\"\r\n\r\nJimmy's mind rocked again. Why were these things happening to him\r\nto-day of all days, when he needed the tenderest treatment, when\r\nhe had a headache already?\r\n\r\nThe clerk was eyeing him expectantly. He had laid down his pencil\r\nand was holding aloft a pen. Jimmy gulped. Every name in the\r\nEnglish language had passed from his mind. And then from out of\r\nthe dark came inspiration.\r\n\r\n\"Bayliss,\" he croaked.\r\n\r\nThe girl held out her hand.\r\n\r\n\"Then we can introduce ourselves at last. My name is Ann Chester.\r\nHow do you do, Mr. Bayliss?\"\r\n\r\n\"How do you do, Miss Chester?\"\r\n\r\nThe clerk had finished writing the ticket, and was pressing\r\nlabels and a pink paper on him. The paper, he gathered dully, was\r\na form and had to be filled up. He examined it, and found it to\r\nbe a searching document. Some of its questions could be answered\r\noff-hand, others required thought.\r\n\r\n\"Height?\" Simple. Five foot eleven.\r\n\r\n\"Hair?\" Simple. Brown.\r\n\r\n\"Eyes?\" Simple again. Blue.\r\n\r\nNext, queries of a more offensive kind.\r\n\r\n\"Are you a polygamist?\"\r\n\r\nHe could answer that. Decidedly no. One wife would be\r\nample--provided she had red-gold hair, brown-gold eyes, the right\r\nkind of mouth, and a dimple. Whatever doubts there might be in\r\nhis mind on other points, on that one he had none whatever.\r\n\r\n\"Have you ever been in prison?\"\r\n\r\nNot yet.\r\n\r\nAnd then a very difficult one. \"Are you a lunatic?\"\r\n\r\nJimmy hesitated. The ink dried on his pen. He was wondering.\r\n\r\n\r\n                    *   *   *\r\n\r\n\r\nIn the dim cavern of Paddington Station the boat-train snorted\r\nimpatiently, varying the process with an occasional sharp shriek.\r\nThe hands of the station clock pointed to ten minutes to six. The\r\nplatform was a confused mass of travellers, porters, baggage,\r\ntrucks, boys with buns and fruits, boys with magazines, friends,\r\nrelatives, and Bayliss the butler, standing like a faithful\r\nwatchdog beside a large suitcase. To the human surf that broke\r\nand swirled about him he paid no attention. He was looking for\r\nthe young master.\r\n\r\nJimmy clove the crowd like a one-man flying-wedge. Two fruit and\r\nbun boys who impeded his passage drifted away like leaves on an\r\nAutumn gale.\r\n\r\n\"Good man!\" He possessed himself of the suitcase. \"I was afraid\r\nyou might not be able to get here.\"\r\n\r\n\"The mistress is dining out, Mr. James. I was able to leave the\r\nhouse.\"\r\n\r\n\"Have you packed everything I shall want?\"\r\n\r\n\"Within the scope of a suitcase, yes, sir.\"\r\n\r\n\"Splendid! Oh, by the way, give this letter to my father, will\r\nyou?\"\r\n\r\n\"Very good, sir.\"\r\n\r\n\"I'm glad you were able to manage. I thought your voice sounded\r\ndoubtful over the phone.\"\r\n\r\n\"I was a good deal taken aback, Mr. James. Your decision to leave\r\nwas so extremely sudden.\"\r\n\r\n\"So was Columbus'. You know about him? He saw an egg standing on\r\nits head and whizzed off like a jack-rabbit.\"\r\n\r\n\"If you will pardon the liberty, Mr. James, is it not a little\r\nrash--?\"\r\n\r\n\"Don't take the joy out of life, Bayliss. I may be a chump, but\r\ntry to forget it. Use your willpower.\"\r\n\r\n\"Good evening, Mr. Bayliss,\" said a voice behind them. They both\r\nturned. The butler was gazing rather coyly at a vision in a grey\r\ntailor-made suit.\r\n\r\n\"Good evening, miss,\" he said doubtfully.\r\n\r\nAnn looked at him in astonishment, then broke into a smile.\r\n\r\n\"How stupid of me! I meant this Mr. Bayliss. Your son! We met at\r\nthe steamship offices. And before that he saved my life. So we\r\nare old friends.\"\r\n\r\nBayliss, gaping perplexedly and feeling unequal to the\r\nintellectual pressure of the conversation, was surprised further\r\nto perceive a warning scowl on the face of his Mr. James. Jimmy\r\nhad not foreseen this thing, but he had a quick mind and was\r\nequal to it.\r\n\r\n\"How are you, Miss Chester? My father has come down to see me\r\noff. This is Miss Chester, dad.\"\r\n\r\nA British butler is not easily robbed of his poise, but Bayliss\r\nwas frankly unequal to the sudden demand on his presence of mind.\r\nHe lowered his jaw an inch or two, but spoke no word.\r\n\r\n\"Dad's a little upset at my going,\" whispered Jimmy\r\nconfidentially. \"He's not quite himself.\"\r\n\r\nAnn was a girl possessed not only of ready tact but of a kind\r\nheart. She had summed up Mr. Bayliss at a glance. Every line of\r\nhim proclaimed him a respectable upper servant. No girl on earth\r\ncould have been freer than she of snobbish prejudice, but she\r\ncould not check a slight thrill of surprise and disappointment at\r\nthe discovery of Jimmy's humble origin. She understood everything,\r\nand there were tears in her eyes as she turned away to avoid\r\nintruding on the last moments of the parting of father and son.\r\n\r\n\"I'll see you on the boat, Mr. Bayliss,\" she said.\r\n\r\n\"Eh?\" said Bayliss.\r\n\r\n\"Yes, yes,\" said Jimmy. \"Good-bye till then.\"\r\n\r\nAnn walked on to her compartment. She felt as if she had just read\r\na whole long novel, one of those chunky younger-English-novelist\r\nthings. She knew the whole story as well as if it had been told\r\nto her in detail. She could see the father, the honest steady\r\nbutler, living his life with but one aim, to make a gentleman of\r\nhis beloved only son. Year by year he had saved. Probably he had\r\nsent the son to college. And now, with a father's blessing and\r\nthe remains of a father's savings, the boy was setting out for\r\nthe New World, where dollar-bills grew on trees and no one asked\r\nor cared who any one else's father might be.\r\n\r\nThere was a lump in her throat. Bayliss would have been amazed if\r\nhe could have known what a figure of pathetic fineness he seemed\r\nto her. And then her thoughts turned to Jimmy, and she was aware\r\nof a glow of kindliness towards him. His father had succeeded in\r\nhis life's ambition. He had produced a gentleman! How easily and\r\nsimply, without a trace of snobbish shame, the young man had\r\nintroduced his father. There was the right stuff in him. He was\r\nnot ashamed of the humble man who had given him his chance in\r\nlife. She found herself liking Jimmy amazingly . . .\r\n\r\nThe hands of the clock pointed to three minutes to the hour.\r\nPorters skimmed to and fro like water-beetles.\r\n\r\n\"I can't explain,\" said Jimmy. \"It wasn't temporary insanity; it\r\nwas necessity.\"\r\n\r\n\"Very good, Mr. James. I think you had better be taking your seat\r\nnow.\"\r\n\r\n\"Quite right, I had. It would spoil the whole thing if they left\r\nme behind. Bayliss, did you ever see such eyes? Such hair! Look\r\nafter my father while I am away. Don't let the dukes worry him.\r\nOh, and, Bayliss\"--Jimmy drew his hand from his pocket--\"as one\r\npal to another--\"\r\n\r\nBayliss looked at the crackling piece of paper.\r\n\r\n\"I couldn't, Mr. James, I really couldn't! A five-pound note! I\r\ncouldn't!\"\r\n\r\n\"Nonsense! Be a sport!\"\r\n\r\n\"Begging your pardon, Mr. James, I really couldn't. You cannot\r\nafford to throw away your money like this. You cannot have a\r\ngreat deal of it, if you will excuse me for saying so.\"\r\n\r\n\"I won't do anything of the sort. Grab it! Oh, Lord, the train's\r\nstarting! Good-bye, Bayliss!\"\r\n\r\nThe engine gave a final shriek of farewell. The train began to\r\nslide along the platform, pursued to the last by optimistic boys\r\noffering buns for sale. It gathered speed. Jimmy, leaning out the\r\nwindow, was amazed at a spectacle so unusual as practically to\r\namount to a modern miracle--the spectacled Bayliss running. The\r\nbutler was not in the pink of condition, but he was striding out\r\ngallantly. He reached the door of Jimmy's compartment, and raised\r\nhis hand.\r\n\r\n\"Begging your pardon, Mr. James,\" he panted, \"for taking the\r\nliberty, but I really couldn't!\"\r\n\r\nHe reached up and thrust something into Jimmy's hand, something\r\ncrisp and crackling. Then, his mission performed, fell back and\r\nstood waving a snowy handkerchief. The train plunged into the\r\ntunnel.\r\n\r\nJimmy stared at the five-pound note. He was aware, like Ann\r\nfarther along the train, of a lump in his throat. He put the note\r\nslowly into his pocket.\r\n\r\nThe train moved on."
  ]
}