{
  "index": 9,
  "title": "Chapter 8",
  "paragraphs": [
    "MRS. PETT IS SHOCKED\r\n\r\nAt five o'clock in the afternoon some ten days after her return\r\nto America, Mrs. Pett was at home to her friends in the house on\r\nRiverside Drive. The proceedings were on a scale that amounted to\r\na reception, for they were not only a sort of official\r\nnotification to New York that one of its most prominent hostesses\r\nwas once more in its midst, but were also designed to entertain\r\nand impress Mr. Hammond Chester, Ann's father, who had been\r\nspending a couple of days in the metropolis preparatory to\r\ndeparting for South America on one of his frequent trips. He was\r\nvery fond of Ann in his curious, detached way, though he never\r\nceased in his private heart to consider it injudicious of her not\r\nto have been born a boy, and he always took in New York for a day\r\nor two on his way from one wild and lonely spot to another, if he\r\ncould manage it.\r\n\r\nThe large drawing-room overlooking the Hudson was filled almost\r\nto capacity with that strange mixture of humanity which Mrs. Pett\r\nchiefly affected. She prided herself on the Bohemian element in\r\nher parties, and had become during the past two years a human\r\ndrag-net, scooping Genius from its hiding-place and bringing it\r\ninto the open. At different spots in the room stood the six\r\nresident geniuses to whose presence in the home Mr. Pett had such\r\nstrong objections, and in addition to these she had collected so\r\nmany more of a like breed from the environs of Washington Square\r\nthat the air was clamorous with the hoarse cries of futurist\r\npainters, esoteric Buddhists, _vers libre_ poets, interior\r\ndecorators, and stage reformers, sifted in among the more\r\nconventional members of society who had come to listen to them.\r\nMen with new religions drank tea with women with new hats.\r\nApostles of Free Love expounded their doctrines to persons who\r\nhad been practising them for years without realising it. All over\r\nthe room throats were being strained and minds broadened.\r\n\r\nMr. Chester, standing near the door with Ann, eyed the assemblage\r\nwith the genial contempt of a large dog for a voluble pack of\r\nsmall ones. He was a massive, weather-beaten man, who looked very\r\nlike Ann in some ways and would have looked more like her but for\r\nthe misfortune of having had some of his face clawed away by an\r\nirritable jaguar with whom he had had a difference some years\r\nback in the jungles of Peru.\r\n\r\n\"Do you like this sort of thing?\" he asked.\r\n\r\n\"I don't mind it,\" said Ann.\r\n\r\n\"Well, I shall be very sorry to leave you, Ann, but I'm glad I'm\r\npulling out of here this evening. Who are all these people?\"\r\n\r\nAnn surveyed the gathering.\r\n\r\n\"That's Ernest Wisden, the playwright, over there, talking to\r\nLora Delane Porter, the feminist writer. That's Clara\r\nWhat's-her-name, the sculptor, with the bobbed hair. Next to\r\nher--\"\r\n\r\nMr. Chester cut short the catalogue with a stifled yawn.\r\n\r\n\"Where's old Pete? Doesn't he come to these jamborees?\"\r\n\r\nAnn laughed.\r\n\r\n\"Poor uncle Peter! If he gets back from the office before these\r\npeople leave, he will sneak up to his room and stay there till\r\nit's safe to come out. The last time I made him come to one of\r\nthese parties he was pounced on by a woman who talked to him for\r\nan hour about the morality of Finance and seemed to think that\r\nmillionaires were the scum of the earth.\"\r\n\r\n\"He never would stand up for himself.\" Mr. Chester's gaze hovered\r\nabout the room, and paused. \"Who's that fellow? I believe I've\r\nseen him before somewhere.\"\r\n\r\nA constant eddying swirl was animating the multitude. Whenever\r\nthe mass tended to congeal, something always seemed to stir it up\r\nagain. This was due to the restless activity of Mrs. Pett, who\r\nheld it to be the duty of a good hostess to keep her guests\r\nmoving. From the moment when the room began to fill till the\r\nmoment when it began to empty she did not cease to plough her way\r\nto and fro, in a manner equally reminiscent of a hawk swooping on\r\nchickens and an earnest collegian bucking the line. Her guests\r\nwere as a result perpetually forming new ententes and\r\ncombinations, finding themselves bumped about like those little\r\nmoving figures which one sees in shop-windows on Broadway, which\r\nrevolve on a metal disc until, urged by impact with another\r\nlittle figure, they scatter to regroup themselves elsewhere. It\r\nwas a fascinating feature of Mrs. Pett's at-homes and one which\r\nassisted that mental broadening process already alluded to that\r\none never knew, when listening to a discussion on the sincerity\r\nof Oscar Wilde, whether it would not suddenly change in the\r\nmiddle of a sentence to an argument on the inner meaning of the\r\nRussian Ballet.\r\n\r\nPlunging now into a group dominated for the moment by an angular\r\nwoman who was saying loud and penetrating things about the\r\nsuffrage, Mrs. Pett had seized and removed a tall, blonde young\r\nman with a mild, vacuous face. For the past few minutes this\r\nyoung man had been sitting bolt upright on a chair with his hands\r\non his knees, so exactly in the manner of an end-man at a\r\nminstrel show that one would hardly have been surprised had he\r\nburst into song or asked a conundrum.\r\n\r\nAnn followed her father's gaze.\r\n\r\n\"Do you mean the man talking to aunt Nesta? There, they've gone\r\nover to speak to Willie Partridge. Do you mean that one?\"\r\n\r\n\"Yes. Who is he?\"\r\n\r\n\"Well, I like that!\" said Ann. \"Considering that you introduced\r\nhim to us! That's Lord Wisbeach, who came to uncle Peter with a\r\nletter of introduction from you. You met him in Canada.\"\r\n\r\n\"I remember now. I ran across him in British Columbia. We camped\r\ntogether one night. I'd never seen him before and I didn't see\r\nhim again. He said he wanted a letter to old Pete for some\r\nreason, so I scribbled him one in pencil on the back of an\r\nenvelope. I've never met any one who played a better game of draw\r\npoker. He cleaned me out. There's a lot in that fellow, in spite\r\nof his looking like a musical comedy dude. He's clever.\"\r\n\r\nAnn looked at him meditatively.\r\n\r\n\"It's odd that you should be discovering hidden virtues in Lord\r\nWisbeach, father. I've been trying to make up my mind about him.\r\nHe wants me to marry him.\"\r\n\r\n\"He does! I suppose a good many of these young fellows here want\r\nthe same thing, don't they, Ann?\" Mr. Chester looked at his\r\ndaughter with interest. Her growing-up and becoming a beauty had\r\nalways been a perplexity to him. He could never rid himself of\r\nthe impression of her as a long-legged child in short skirts. \"I\r\nsuppose you're refusing them all the time?\"\r\n\r\n\"Every day from ten to four, with an hour off for lunch. I keep\r\nregular office hours. Admission on presentation of visiting\r\ncard.\"\r\n\r\n\"And how do you feel about this Lord Wisbeach?\"\r\n\r\n\"I don't know,\" said Ann frankly. \"He's very nice. And--what is\r\nmore important--he's different. Most of the men I know are all\r\nturned out of the same mould. Lord Wisbeach--and one other\r\nman--are the only two I've met who might not be the brothers of\r\nall the rest.\"\r\n\r\n\"Who's the other?\"\r\n\r\n\"A man I hardly know. I met him on board ship--\"\r\n\r\nMr. Chester looked at his watch.\r\n\r\n\"It's up to you, Ann,\" he said. \"There's one comfort in being\r\nyour father--I don't mean that exactly; I mean that it is a\r\ncomfort to me AS your father--to know that I need feel no\r\npaternal anxiety about you. I don't have to give you advice.\r\nYou've not only got three times the sense that I have, but you're\r\nnot the sort of girl who would take advice. You've always known\r\njust what you wanted ever since you were a kid. . . . Well, if\r\nyou're going to take me down to the boat, we'd better be\r\nstarting. Where's the car?\"\r\n\r\n\"Waiting outside. Aren't you going to say good-bye to aunt\r\nNesta?\"\r\n\r\n\"Good God, no!\" exclaimed Mr. Chester in honest concern. \"What!\r\nPlunge into that pack of coyotes and fight my way through to her!\r\nI'd be torn to pieces by wild poets. Besides, it seems silly to\r\nmake a fuss saying good-bye when I'm only going to be away a\r\nshort time. I shan't go any further than Colombia this trip.\"\r\n\r\n\"You'll be able to run back for week-ends,\" said Ann.\r\n\r\nShe paused at the door to cast a fleeting glance over her\r\nshoulder at the fair-haired Lord Wisbeach, who was now in\r\nanimated conversation with her aunt and Willie Partridge; then\r\nshe followed her father down the stairs. She was a little\r\nthoughtful as she took her place at the wheel of her automobile.\r\nIt was not often that her independent nature craved outside\r\nsupport, but she was half conscious of wishing at the present\r\njuncture that she possessed a somewhat less casual father. She\r\nwould have liked to ask him to help her decide a problem which\r\nhad been vexing her for nearly three weeks now, ever since Lord\r\nWisbeach had asked her to marry him and she had promised to give\r\nhim his answer on her return from England. She had been back in\r\nNew York several days now, but she had not been able to make up\r\nher mind. This annoyed her, for she was a girl who liked swift\r\ndecisiveness of thought and action both in others and in herself.\r\nShe was fond of Mr. Chester in much the same unemotional,\r\ndetached way that he was fond of her, but she was perfectly well\r\naware of the futility of expecting counsel from him. She said\r\ngood-bye to him at the boat, fussed over his comfort for awhile\r\nin a motherly way, and then drove slowly back. For the first time\r\nin her life she was feeling uncertain of herself. When she had\r\nleft for England, she had practically made up her mind to accept\r\nLord Wisbeach, and had only deferred actual acceptance of him\r\nbecause in her cool way she wished to re-examine the position at\r\nher leisure. Second thoughts had brought no revulsion of feeling.\r\nShe had not wavered until her arrival in New York. Then, for some\r\nreason which baffled her, the idea of marrying Lord Wisbeach had\r\nbecome vaguely distasteful. And now she found herself fluctuating\r\nbetween this mood and her former one.\r\n\r\nShe reached the house on Riverside Drive, but did not slacken the\r\nspeed of the machine. She knew that Lord Wisbeach would be\r\nwaiting for her there, and she did not wish to meet him just yet.\r\nShe wanted to be alone. She was feeling depressed. She wondered\r\nif this was because she had just departed from her father, and\r\ndecided that it was. His swift entrances into and exits from her\r\nlife always left her temporarily restless. She drove on up the\r\nriver. She meant to decide her problem one way or the other\r\nbefore she returned home.\r\n\r\nLord Wisbeach, meanwhile, was talking to Mrs. Pett and Willie,\r\nits inventor, about Partridgite. Willie, on hearing himself\r\naddressed, had turned slowly with an air of absent\r\nself-importance, the air of a great thinker disturbed in\r\nmid-thought. He always looked like that when spoken to, and there\r\nwere those--Mr. Pett belonged to this school of thought--who held\r\nthat there was nothing to him beyond that look and that he had\r\nbuilt up his reputation as a budding mastermind on a foundation\r\nthat consisted entirely of a vacant eye, a mop of hair through\r\nwhich he could run his fingers, and the fame of his late father.\r\n\r\nWillie Partridge was the son of the great inventor, Dwight\r\nPartridge, and it was generally understood that the explosive,\r\nPartridgite, was to be the result of a continuation of\r\nexperiments which his father had been working upon at the time of\r\nhis death. That Dwight Partridge had been trying experiments in\r\nthe direction of a new and powerful explosive during the last\r\nyear of his life was common knowledge in those circles which are\r\ninterested in such things. Foreign governments were understood to\r\nhave made tentative overtures to him. But a sudden illness,\r\nending fatally, had finished the budding career of Partridgite\r\nabruptly, and the world had thought no more of it until an\r\ninterview in the _Sunday Chronicle_, that store-house of\r\ninformation about interesting people, announced that Willie was\r\ncarrying on his father's experiments at the point where he had\r\nleft off. Since then there had been vague rumours of possible\r\nsensational developments, which Willie had neither denied nor\r\nconfirmed. He preserved the mysterious silence which went so well\r\nwith his appearance.\r\n\r\nHaving turned slowly so that his eyes rested on Lord Wisbeach's\r\ningenuous countenance, Willie paused, and his face assumed the\r\nexpression of his photograph in the _Chronicle_.\r\n\r\n\"Ah, Wisbeach!\" he said.\r\n\r\nLord Wisbeach did not appear to resent the patronage of his\r\nmanner. He plunged cheerily into talk. He had a pleasant, simple\r\nway of comporting himself which made people like him.\r\n\r\n\"I was just telling Mrs. Pett,\" he said, \"that I shouldn't be\r\nsurprised if you were to get an offer for your stuff from our\r\nfellows at home before long. I saw a lot of our War Office men\r\nwhen I was in England, don't you know. Several of them mentioned\r\nthe stuff.\"\r\n\r\nWillie resented Partridgite as being referred to as \"the stuff,\"\r\nbut he made allowance. All Englishmen talked that way, he\r\nsupposed.\r\n\r\n\"Indeed?\" he said.\r\n\r\n\"Of course,\" said Mrs. Pett, \"Willie is a patriot and would have\r\nto give our own authorities the first chance.\"\r\n\r\n\"Rather!\"\r\n\r\n\"But you know what officials are all over the world. They are so\r\nsceptical and they move so slowly.\"\r\n\r\n\"I know. Our men at home are just the same as a rule. I've got a\r\npal who invented something-or-other, I forget what, but it was a\r\nmost decent little contrivance and very useful and all that; and\r\nhe simply can't get them to say Yes or No about it. But, all the\r\nsame, I wonder you didn't have some of them trying to put out\r\nfeelers to you when you were in London.\"\r\n\r\n\"Oh, we were only in London a few hours. By the way, Lord\r\nWisbeach, my sister--\"--Mrs. Pett paused; she disliked to have to\r\nmention her sister or to refer to this subject at all, but\r\ncuriosity impelled her--\"my sister said that you are a great\r\nfriend of her step-son, James Crocker. I didn't know that you\r\nknew him.\"\r\n\r\nLord Wisbeach seemed to hesitate for a moment.\r\n\r\n\"He's not coming over, is he? Pity! It would have done him a\r\nworld of good. Yes, Jimmy Crocker and I have always been great\r\npals. He's a bit of a nut, of course, . . . I beg your pardon!\r\n. . . I mean . . .\" He broke off confusedly, and turned to Willie\r\nagain to cover himself. \"How are you getting on with the jolly\r\nold stuff?\" he asked.\r\n\r\nIf Willie had objected to Partridgite being called \"the stuff,\"\r\nhe was still less in favour of its being termed \"the jolly old\r\nstuff.\" He replied coldly.\r\n\r\n\"I have ceased to get along with the jolly old stuff.\"\r\n\r\n\"Struck a snag?\" enquired Lord Wisbeach sympathetically.\r\n\r\n\"On the contrary, my experiments have been entirely successful. I\r\nhave enough Partridgite in my laboratory to blow New York to\r\nbits!\"\r\n\r\n\"Willie!\" exclaimed Mrs. Pett. \"Why didn't you tell me before?\r\nYou know I am so interested.\"\r\n\r\n\"I only completed my work last night.\"\r\n\r\nHe moved off with an important nod. He was tired of Lord\r\nWisbeach's society. There was something about the young man which\r\nhe did not like. He went to find more congenial company in a\r\ngroup by the window.\r\n\r\nLord Wisbeach turned to his hostess. The vacuous expression had\r\ndropped from his face like a mask. A pair of keen and intelligent\r\neyes met Mrs. Pett's.\r\n\r\n\"Mrs. Pett, may I speak to you seriously?\"\r\n\r\nMrs. Pett's surprise at the alteration in the man prevented her\r\nfrom replying. Much as she liked Lord Wisbeach, she had never\r\ngiven him credit for brains, and it was a man with brains and\r\nkeen ones who was looking at her now. She nodded.\r\n\r\n\"If your nephew has really succeeded in his experiments, you\r\nshould be awfully careful. That stuff ought not to lie about in\r\nhis laboratory, though no doubt he has hidden it as carefully as\r\npossible. It ought to be in a safe somewhere. In that safe in\r\nyour library. News of this kind moves like lightning. At this\r\nvery moment, there may be people watching for a chance of getting\r\nat the stuff.\"\r\n\r\nEvery nerve in Mrs. Pett's body, every cell of a brain which had\r\nfor years been absorbing and giving out sensational fiction,\r\nquivered irrepressibly at these words, spoken in a low, tense\r\nvoice which gave them additional emphasis. Never had she\r\nmisjudged a man as she had misjudged Lord Wisbeach.\r\n\r\n\"Spies?\" she quavered.\r\n\r\n\"They wouldn't call themselves that,\" said Lord Wisbeach. \"Secret\r\nService agents. Every country has its men whose only duty it is\r\nto handle this sort of work.\"\r\n\r\n\"They would try to steal Willie's--?\" Mrs. Pett's voice failed.\r\n\r\n\"They would not look on it as stealing. Their motives would be\r\npatriotic. I tell you, Mrs. Pett, I have heard stories from\r\nfriends of mine in the English Secret Service which would amaze\r\nyou. Perfectly straight men in private life, but absolutely\r\nunscrupulous when at work. They stick at nothing--nothing. If I\r\nwere you, I should suspect every one, especially every stranger.\"\r\nHe smiled engagingly. \"You are thinking that that is odd advice\r\nfrom one who is practically a stranger like myself. Never mind.\r\nSuspect me, too, if you like. Be on the safe side.\"\r\n\r\n\"I would not dream of doing such a thing, Lord Wisbeach,\" said\r\nMrs. Pett horrified. \"I trust you implicitly. Even supposing such\r\na thing were possible, would you have warned me like this, if you\r\nhad been--?\"\r\n\r\n\"That's true,\" said Lord Wisbeach. \"I never thought of that.\r\nWell, let me say, suspect everybody but me.\" He stopped abruptly.\r\n\"Mrs. Pett,\" he whispered, \"don't look round for a moment.\r\nWait.\" The words were almost inaudible. \"Who is that man behind\r\nyou? He has been listening to us. Turn slowly.\"\r\n\r\nWith elaborate carelessness, Mrs. Pett turned her head. At first\r\nshe thought her companion must have alluded to one of a small\r\ngroup of young men who, very improperly in such surroundings,\r\nwere discussing with raised voices the prospects of the clubs\r\ncompeting for the National League Baseball Pennant. Then,\r\nextending the sweep of her gaze, she saw that she had been\r\nmistaken. Midway between her and this group stood a single\r\nfigure, the figure of a stout man in a swallow-tail suit, who\r\nbore before him a tray with cups on it. As she turned, this man\r\ncaught her eye, gave a guilty start, and hurried across the room.\r\n\r\n\"You saw?\" said Lord Wisbeach. \"He was listening. Who is that\r\nman? Your butler apparently. What do you know of him?\"\r\n\r\n\"He is my new butler. His name is Skinner.\"\r\n\r\n\"Ah, your _new_ butler? He hasn't been with you long, then?\"\r\n\r\n\"He only arrived from England three days ago.\"\r\n\r\n\"From England? How did he get in here? I mean, on whose\r\nrecommendation?\"\r\n\r\n\"Mr. Pett offered him the place when we met him at my sister's in\r\nLondon. We went over there to see my sister, Eugenia--Mrs.\r\nCrocker. This man was the butler who admitted us. He asked Mr.\r\nPett something about baseball, and Mr. Pett was so pleased that\r\nhe offered him a place here if he wanted to come over. The man\r\ndid not give any definite answer then, but apparently he sailed\r\non the next boat, and came to the house a few days after we had\r\nreturned.\"\r\n\r\nLord Wisbeach laughed softly.\r\n\r\n\"Very smart. Of course they had him planted there for the\r\npurpose.\"\r\n\r\n\"What ought I to do?\" asked Mrs. Pett agitatedly.\r\n\r\n\"Do nothing. There is nothing that you can do, for the present,\r\nexcept keep your eyes open. Watch this man Skinner. See if he has\r\nany accomplices. It is hardly likely that he is working alone.\r\nSuspect everybody. Believe me . . .\"\r\n\r\nAt this moment, apparently from some upper region, there burst\r\nforth an uproar so sudden and overwhelming that it might well\r\nhave been taken for a premature testing of a large sample of\r\nPartridgite; until a moment later it began to resemble more\r\nnearly the shrieks of some partially destroyed victim of that\r\ndeath-dealing invention. It was a bellow of anguish, and it\r\npoured through the house in a cascade of sound, advertising to\r\nall beneath the roof the twin facts that some person unknown was\r\nsuffering and that whoever the sufferer might be he had excellent\r\nlungs.\r\n\r\nThe effect on the gathering in the drawing-room was immediate and\r\nimpressive. Conversation ceased as if it had been turned off with\r\na tap. Twelve separate and distinct discussions on twelve highly\r\nintellectual topics died instantaneously. It was as if the last\r\ntrump had sounded. Futurist painters stared pallidly at _vers\r\nlibre_ poets, speech smitten from their lips; and stage performers\r\nlooked at esoteric Buddhists with a wild surmise.\r\n\r\nThe sudden silence had the effect of emphasising the strange\r\nnoise and rendering it more distinct, thus enabling it to carry\r\nits message to one at least of the listeners. Mrs. Pett, after a\r\nmoment of strained attention in which time seemed to her to stand\r\nstill, uttered a wailing cry and leaped for the door.\r\n\r\n\"Ogden!\" she shrilled; and passed up the stairs two at a time,\r\ngathering speed as she went. A boy's best friend is his mother."
  ]
}