{
  "index": 2,
  "title": "Chapter 1",
  "paragraphs": [
    "THE EXILED FAN\r\n\r\nLondon brooded under a grey sky. There had been rain in the\r\nnight, and the trees were still dripping. Presently, however,\r\nthere appeared in the leaden haze a watery patch of blue: and\r\nthrough this crevice in the clouds the sun, diffidently at first\r\nbut with gradually increasing confidence, peeped down on the\r\nfashionable and exclusive turf of Grosvenor Square. Stealing\r\nacross the square, its rays reached the massive stone walls of\r\nDrexdale House, until recently the London residence of the earl\r\nof that name; then, passing through the window of the\r\nbreakfast-room, played lightly on the partially bald head of Mr.\r\nBingley Crocker, late of New York in the United States of\r\nAmerica, as he bent over his morning paper. Mrs. Bingley Crocker,\r\nbusy across the table reading her mail, the rays did not touch.\r\nHad they done so, she would have rung for Bayliss, the butler, to\r\ncome and lower the shade, for she endured liberties neither from\r\nMan nor from Nature.\r\n\r\nMr. Crocker was about fifty years of age, clean-shaven and of a\r\ncomfortable stoutness. He was frowning as he read. His smooth,\r\ngood-humoured face wore an expression which might have been\r\ndisgust, perplexity, or a blend of both. His wife, on the other\r\nhand, was looking happy. She extracted the substance from her\r\ncorrespondence with swift glances of her compelling eyes, just as\r\nshe would have extracted guilty secrets from Bingley, if he had\r\nhad any. This was a woman who, like her sister Nesta, had been\r\nable all her life to accomplish more with a glance than other\r\nwomen with recrimination and threat. It had been a popular belief\r\namong his friends that her late husband, the well-known Pittsburg\r\nmillionaire G. G. van Brunt, had been in the habit of\r\nautomatically confessing all if he merely caught the eye of her\r\nphotograph on his dressing table.\r\n\r\nFrom the growing pile of opened envelopes Mrs. Crocker looked up,\r\na smile softening the firm line of her lips.\r\n\r\n\"A card from Lady Corstorphine, Bingley, for her at-home on the\r\ntwenty-ninth.\"\r\n\r\nMr. Crocker, still absorbed, snorted absently.\r\n\r\n\"One of the most exclusive hostesses in England. . . . She has\r\ninfluence with the right sort of people. Her brother, the Duke of\r\nDevizes, is the Premier's oldest friend.\"\r\n\r\n\"Uh?\"\r\n\r\n\"The Duchess of Axminster has written to ask me to look after a\r\nstall at her bazaar for the Indigent Daughters of the Clergy.\"\r\n\r\n\"Huh?\"\r\n\r\n\"Bingley! You aren't listening. What is that you are reading?\"\r\n\r\nMr. Crocker tore himself from the paper.\r\n\r\n\"This? Oh, I was looking at a report of that cricket game you\r\nmade me go and see yesterday.\"\r\n\r\n\"Oh? I am glad you have begun to take an interest in cricket. It\r\nis simply a social necessity in England. Why you ever made such a\r\nfuss about taking it up, I can't think. You used to be so fond of\r\nwatching baseball and cricket is just the same thing.\"\r\n\r\nA close observer would have marked a deepening of the look of\r\npain on Mr. Crocker's face. Women say this sort of thing\r\ncarelessly, with no wish to wound: but that makes it none the\r\nless hard to bear.\r\n\r\nFrom the hall outside came faintly the sound of the telephone,\r\nthen the measured tones of Bayliss answering it. Mr. Crocker\r\nreturned to his paper.\r\n\r\nBayliss entered.\r\n\r\n\"Lady Corstorphine desires to speak to you on the telephone,\r\nmadam.\"\r\n\r\nHalf-way to the door Mrs. Crocker paused, as if recalling\r\nsomething that had slipped her memory.\r\n\r\n\"Is Mr. James getting up, Bayliss?\"\r\n\r\n\"I believe not, madam. I am informed by one of the house-maids\r\nwho passed his door a short time back that there were no sounds.\"\r\n\r\nMrs. Crocker left the room. Bayliss, preparing to follow her\r\nexample, was arrested by an exclamation from the table.\r\n\r\n\"Say!\"\r\n\r\nHis master's voice.\r\n\r\n\"Say, Bayliss, come here a minute. Want to ask you something.\"\r\n\r\nThe butler approached the table. It seemed to him that his\r\nemployer was not looking quite himself this morning. There was\r\nsomething a trifle wild, a little haggard, about his expression.\r\nHe had remarked on it earlier in the morning in the Servants'\r\nHall.\r\n\r\nAs a matter of fact, Mr. Crocker's ailment was a perfectly simple\r\none. He was suffering from one of those acute spasms of\r\nhome-sickness, which invariably racked him in the earlier Summer\r\nmonths. Ever since his marriage five years previously and his\r\nsimultaneous removal from his native land he had been a chronic\r\nvictim to the complaint. The symptoms grew less acute in Winter\r\nand Spring, but from May onward he suffered severely.\r\n\r\nPoets have dealt feelingly with the emotions of practically every\r\nvariety except one. They have sung of Ruth, of Israel in bondage,\r\nof slaves pining for their native Africa, and of the miner's\r\ndream of home. But the sorrows of the baseball bug, compelled by\r\nfate to live three thousand miles away from the Polo Grounds,\r\nhave been neglected in song. Bingley Crocker was such a one, and\r\nin Summer his agonies were awful. He pined away in a country\r\nwhere they said \"Well played, sir!\" when they meant \"'at-a-boy!\"\r\n\r\n\"Bayliss, do you play cricket?\"\r\n\r\n\"I am a little past the age, sir. In my younger days . . .\"\r\n\r\n\"Do you understand it?\"\r\n\r\n\"Yes, sir. I frequently spend an afternoon at Lord's or the Oval\r\nwhen there is a good match.\"\r\n\r\nMany who enjoyed a merely casual acquaintance with the butler\r\nwould have looked on this as an astonishingly unexpected\r\nrevelation of humanity in Bayliss, but Mr. Crocker was not\r\nsurprised. To him, from the very beginning, Bayliss had been a\r\nman and a brother who was always willing to suspend his duties in\r\norder to answer questions dealing with the thousand and one\r\nproblems which the social life of England presented. Mr.\r\nCrocker's mind had adjusted itself with difficulty to the\r\nniceties of class distinction: and, while he had cured himself of\r\nhis early tendency to address the butler as \"Bill,\" he never\r\nfailed to consult him as man to man in his moments of perplexity.\r\nBayliss was always eager to be of assistance. He liked Mr.\r\nCrocker. True, his manner might have struck a more sensitive man\r\nthan his employer as a shade too closely resembling that of an\r\nindulgent father towards a son who was not quite right in the\r\nhead: but it had genuine affection in it.\r\n\r\nMr. Crocker picked up his paper and folded it back at the\r\nsporting page, pointing with a stubby forefinger.\r\n\r\n\"Well, what does all this mean? I've kept out of watching cricket\r\nsince I landed in England, but yesterday they got the poison\r\nneedle to work and took me off to see Surrey play Kent at that\r\nplace Lord's where you say you go sometimes.\"\r\n\r\n\"I was there yesterday, sir. A very exciting game.\"\r\n\r\n\"Exciting? How do you make that out? I sat in the bleachers all\r\nafternoon, waiting for something to break loose. Doesn't anything\r\never happen at cricket?\"\r\n\r\nThe butler winced a little, but managed to smile a tolerant\r\nsmile. This man, he reflected, was but an American and as such\r\nmore to be pitied than censured. He endeavoured to explain.\r\n\r\n\"It was a sticky wicket yesterday, sir, owing to the rain.\"\r\n\r\n\"Eh?\"\r\n\r\n\"The wicket was sticky, sir.\"\r\n\r\n\"Come again.\"\r\n\r\n\"I mean that the reason why the game yesterday struck you as slow\r\nwas that the wicket--I should say the turf--was sticky--that is\r\nto say wet. Sticky is the technical term, sir. When the wicket is\r\nsticky, the batsmen are obliged to exercise a great deal of\r\ncaution, as the stickiness of the wicket enables the bowlers to\r\nmake the ball turn more sharply in either direction as it strikes\r\nthe turf than when the wicket is not sticky.\"\r\n\r\n\"That's it, is it?\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"Thanks for telling me.\"\r\n\r\n\"Not at all, sir.\"\r\n\r\nMr. Crocker pointed to the paper.\r\n\r\n\"Well, now, this seems to be the box-score of the game we saw\r\nyesterday. If you can make sense out of that, go to it.\"\r\n\r\nThe passage on which his finger rested was headed \"Final Score,\"\r\nand ran as follows:\r\n\r\n                SURREY\r\n\r\n             First Innings\r\n\r\n    Hayward, c Wooley, b Carr ....... 67\r\n    Hobbs, run out ................... 0\r\n    Hayes, st Huish, b Fielder ...... 12\r\n    Ducat, b Fielder ................ 33\r\n    Harrison, not out ............... 11\r\n    Sandham, not out ................. 6\r\n    Extras .......................... 10\r\n\r\n    Total (for four wickets) ....... 139\r\n\r\nBayliss inspected the cipher gravely.\r\n\r\n\"What is it you wish me to explain, sir?\"\r\n\r\n\"Why, the whole thing. What's it all about?\"\r\n\r\n\"It's perfectly simple, sir. Surrey won the toss, and took first\r\nknock. Hayward and Hobbs were the opening pair. Hayward called\r\nHobbs for a short run, but the latter was unable to get across\r\nand was thrown out by mid-on. Hayes was the next man in. He went\r\nout of his ground and was stumped. Ducat and Hayward made a\r\ncapital stand considering the stickiness of the wicket, until\r\nDucat was bowled by a good length off-break and Hayward caught at\r\nsecond slip off a googly. Then Harrison and Sandham played out\r\ntime.\"\r\n\r\nMr. Crocker breathed heavily through his nose.\r\n\r\n\"Yes!\" he said. \"Yes! I had an idea that was it. But I think I'd\r\nlike to have it once again, slowly. Start with these figures.\r\nWhat does that sixty-seven mean, opposite Hayward's name?\"\r\n\r\n\"He made sixty-seven runs, sir.\"\r\n\r\n\"Sixty-seven! In one game?\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"Why, Home-Run Baker couldn't do it!\"\r\n\r\n\"I am not familiar with Mr. Baker, sir.\"\r\n\r\n\"I suppose you've never seen a ball-game?\"\r\n\r\n\"Ball-game, sir?\"\r\n\r\n\"A baseball game?\"\r\n\r\n\"Never, sir.\"\r\n\r\n\"Then, Bill,\" said Mr. Crocker, reverting in his emotion to the\r\nbad habit of his early London days, \"you haven't lived. See\r\nhere!\"\r\n\r\nWhatever vestige of respect for class distinctions Mr. Crocker\r\nhad managed to preserve during the opening stages of the\r\ninterview now definitely disappeared. His eyes shone wildly and\r\nhe snorted like a war-horse. He clutched the butler by the sleeve\r\nand drew him closer to the table, then began to move forks,\r\nspoons, cups, and even the contents of his plate about the cloth\r\nwith an energy little short of feverish.\r\n\r\n\"Bayliss!\"\r\n\r\n\"Sir?\"\r\n\r\n\"Watch!\" said Mr. Crocker, with the air of an excitable high\r\npriest about to initiate a novice into the Mysteries.\r\n\r\nHe removed a roll from the basket.\r\n\r\n\"You see this roll? That's the home plate. This spoon is first\r\nbase. Where I'm putting this cup is second. This piece of bacon\r\nis third. There's your diamond for you. Very well, then. These\r\nlumps of sugar are the infielders and the outfielders. Now we're\r\nready. Batter up? He stands here. Catcher behind him. Umps behind\r\ncatcher.\"\r\n\r\n\"Umps, I take it, sir, is what we would call the umpire?\"\r\n\r\n\"Call him anything you like. It's part of the game. Now here's\r\nthe box, where I've put this dab of marmalade, and here's the\r\npitcher, winding up.\"\r\n\r\n\"The pitcher would be equivalent to our bowler?\"\r\n\r\n\"I guess so, though why you should call him a bowler gets past\r\nme.\"\r\n\r\n\"The box, then, is the bowler's wicket?\"\r\n\r\n\"Have it your own way. Now pay attention. Play ball! Pitcher's\r\nwinding up. Put it over, Mike, put it over! Some speed, kid! Here\r\nit comes, right in the groove. Bing! Batter slams it and streaks\r\nfor first. Outfielder--this lump of sugar--boots it. Bonehead!\r\nBatter touches second. Third? No! Get back! Can't be done. Play\r\nit safe. Stick around the sack, old pal. Second batter up.\r\nPitcher getting something on the ball now besides the cover.\r\nWhiffs him. Back to the bench, Cyril! Third batter up. See him\r\nrub his hands in the dirt. Watch this kid. He's good! He lets\r\ntwo alone, then slams the next right on the nose. Whizzes around\r\nto second. First guy, the one we left on second, comes home for\r\none run. That's a game! Take it from me, Bill, that's a _game!_\"\r\n\r\nSomewhat overcome with the energy with which he had flung himself\r\ninto his lecture, Mr. Crocker sat down and refreshed himself with\r\ncold coffee.\r\n\r\n\"Quite an interesting game,\" said Bayliss. \"But I find, now that\r\nyou have explained it, sir, that it is familiar to me, though I\r\nhave always known it under another name. It is played a great\r\ndeal in this country.\"\r\n\r\nMr. Crocker started to his feet.\r\n\r\n\"It is? And I've been five years here without finding it out!\r\nWhen's the next game scheduled?\"\r\n\r\n\"It is known in England as Rounders, sir. Children play it with a\r\nsoft ball and a racquet, and derive considerable enjoyment from\r\nit. I had never heard of it before as a pastime for adults.\"\r\n\r\nTwo shocked eyes stared into the butler's face.\r\n\r\n\"Children?\" The word came in a whisper.\r\n\r\n\"A racquet?\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"You--you didn't say a soft ball?\"\r\n\r\n\"Yes, sir.\"\r\n\r\nA sort of spasm seemed to convulse Mr. Crocker. He had lived five\r\nyears in England, but not till this moment had he realised to the\r\nfull how utterly alone he was in an alien land. Fate had placed\r\nhim, bound and helpless, in a country where they called baseball\r\nRounders and played it with a soft ball.\r\n\r\nHe sank back into his chair, staring before him. And as he sat\r\nthe wall seemed to melt and he was gazing upon a green field, in\r\nthe centre of which a man in a grey uniform was beginning a\r\nSalome dance. Watching this person with a cold and suspicious\r\neye, stood another uniformed man, holding poised above his\r\nshoulder a sturdy club. Two Masked Marvels crouched behind him in\r\nattitudes of watchful waiting. On wooden seats all around sat a\r\nvast multitude of shirt-sleeved spectators, and the air was full\r\nof voices.\r\n\r\nOne voice detached itself from the din.\r\n\r\n\"Pea-nuts! Get y'r pea-nuts!\"\r\n\r\nSomething that was almost a sob shook Bingley Crocker's ample\r\nframe. Bayliss the butler gazed down upon him with concern. He\r\nwas sure the master was unwell.\r\n\r\nThe case of Mr. Bingley Crocker was one that would have provided\r\nan admirable \"instance\" for a preacher seeking to instil into an\r\nimpecunious and sceptical flock the lesson that money does not of\r\nnecessity bring with it happiness. And poetry has crystallised\r\nhis position in the following stanza.\r\n\r\n    An exile from home splendour dazzles in vain.\r\n    Oh, give me my lowly thatched cottage again;\r\n    The birds singing gaily, that came at my call,\r\n    Give me them, and that peace of mind dearer than all.\r\n\r\nMr. Crocker had never lived in a thatched cottage, nor had his\r\nrelations with the birds of his native land ever reached the\r\nstage of intimacy indicated by the poet; but substitute \"Lambs\r\nClub\" for the former and \"members\" for the latter, and the\r\nparallel becomes complete.\r\n\r\nUntil the time of his second marriage Bingley Crocker had been an\r\nactor, a snapper-up of whatever small character-parts the gods\r\nprovided. He had an excellent disposition, no money, and one son,\r\na young man of twenty-one. For forty-five years he had lived a\r\nhand-to-mouth existence in which his next meal had generally come\r\nas a pleasant surprise: and then, on an Atlantic liner, he met\r\nthe widow of G. G. van Brunt, the sole heiress to that magnate's\r\nimmense fortune.\r\n\r\nWhat Mrs. van Brunt could have seen in Bingley Crocker to cause\r\nher to single him out from all the world passes comprehension:\r\nbut the eccentricities of Cupid are commonplace. It were best to\r\nshun examination into first causes and stick to results. The\r\nswift romance began and reached its climax in the ten days which\r\nit took one of the smaller Atlantic liners to sail from Liverpool\r\nto New York. Mr. Crocker was on board because he was returning\r\nwith a theatrical company from a failure in London, Mrs. van\r\nBrunt because she had been told that the slow boats were the\r\nsteadiest. They began the voyage as strangers and ended it as an\r\nengaged couple--the affair being expedited, no doubt, by the fact\r\nthat, even if it ever occurred to Bingley to resist the onslaught\r\non his bachelor peace, he soon realised the futility of doing so,\r\nfor the cramped conditions of ship-board intensified the always\r\noverwhelming effects of his future bride's determined nature.\r\n\r\nThe engagement was received in a widely differing spirit by the\r\nonly surviving blood-relations of the two principals. Jimmy, Mr.\r\nCrocker's son, on being informed that his father had plighted his\r\ntroth to the widow of a prominent millionaire, displayed the\r\nutmost gratification and enthusiasm, and at a little supper which\r\nhe gave by way of farewell to a few of his newspaper comrades and\r\nwhich lasted till six in the morning, when it was broken up by\r\nthe flying wedge of waiters for which the selected restaurant is\r\njustly famous, joyfully announced that work and he would from\r\nthen on be total strangers. He alluded in feeling terms to the\r\nProvidence which watches over good young men and saves them from\r\nthe blighting necessity of offering themselves in the flower of\r\ntheir golden youth as human sacrifices to the Moloch of\r\ncapitalistic greed: and, having commiserated with his guests in\r\nthat a similar stroke of luck had not happened to each of them,\r\nadvised them to drown their sorrows in drink. Which they did.\r\n\r\nFar different was the attitude of Mrs. Crocker's sister, Nesta\r\nPett. She entirely disapproved of the proposed match. At least,\r\nthe fact that in her final interview with her sister she\r\ndescribed the bridegroom-to-be as a wretched mummer, a despicable\r\nfortune-hunter, a broken-down tramp, and a sneaking, grafting\r\nconfidence-trickster lends colour to the supposition that she was\r\nnot a warm supporter of it. She agreed wholeheartedly with Mrs.\r\nCrocker's suggestion that they should never speak to each other\r\nagain as long as they lived: and it was immediately after this\r\nthat the latter removed husband Bingley, step-son Jimmy, and all\r\nher other goods and chattels to London, where they had remained\r\never since. Whenever Mrs. Crocker spoke of America now, it was in\r\ntones of the deepest dislike and contempt. Her friends were\r\nEnglish, and every year more exclusively of England's\r\naristocracy. She intended to become a leading figure in London\r\nSociety, and already her progress had been astonishing. She knew\r\nthe right people, lived in the right square, said the right\r\nthings, and thought the right thoughts: and in the Spring of her\r\nthird year had succeeded in curing Bingley of his habit of\r\nbeginning his remarks with the words \"Say, lemme tell ya\r\nsomething.\" Her progress, in short, was beginning to assume the\r\naspect of a walk-over.\r\n\r\nAgainst her complete contentment and satisfaction only one thing\r\nmilitated. That was the behaviour of her step-son, Jimmy.\r\n\r\nIt was of Jimmy that she spoke when, having hung the receiver on\r\nits hook, she returned to the breakfast-room. Bayliss had\r\nsilently withdrawn, and Mr. Crocker was sitting in sombre silence\r\nat the table.\r\n\r\n\"A most fortunate thing has happened, Bingley,\" she said. \"It was\r\nmost kind of dear Lady Corstorphine to ring me up. It seems that\r\nher nephew, Lord Percy Whipple, is back in England. He has been\r\nin Ireland for the past three years, on the staff of the Lord\r\nLieutenant, and only arrived in London yesterday afternoon. Lady\r\nCorstorphine has promised to arrange a meeting between him and\r\nJames. I particularly want them to be friends.\"\r\n\r\n\"Eugenia,\" said Mr. Crocker in a hollow voice, \"do you know they\r\ncall baseball Rounders over here, and children play it with a\r\nsoft ball?\"\r\n\r\n\"James is becoming a serious problem. It is absolutely necessary\r\nthat he should make friends with the right kind of young men.\"\r\n\r\n\"And a racquet,\" said Mr. Crocker.\r\n\r\n\"Please listen to what I am saying, Bingley. I am talking about\r\nJames. There is a crude American strain in him which seems to\r\ngrow worse instead of better. I was lunching with the Delafields\r\nat the Carlton yesterday, and there, only a few tables away, was\r\nJames with an impossible young man in appalling clothes. It was\r\noutrageous that James should have been seen in public at all with\r\nsuch a person. The man had a broken nose and talked through it.\r\nHe was saying in a loud voice that made everybody turn round\r\nsomething about his left-scissors hook--whatever that may have\r\nbeen. I discovered later that he was a low professional pugilist\r\nfrom New York--a man named Spike Dillon, I think Captain Wroxton\r\nsaid. And Jimmy was giving him lunch--at the _Carlton!_\"\r\n\r\nMr. Crocker said nothing. Constant practice had made him an adept\r\nat saying nothing when his wife was talking.\r\n\r\n\"James must be made to realise his responsibilities. I shall have\r\nto speak to him. I was hearing only the other day of a most\r\ndeserving man, extremely rich and lavishly generous in his\r\ncontributions to the party funds, who was only given a\r\nknighthood, simply because he had a son who had behaved in a\r\nmanner that could not possibly be overlooked. The present Court\r\nis extraordinarily strict in its views. James cannot be too\r\ncareful. A certain amount of wildness in a young man is quite\r\nproper in the best set, provided that he is wild in the right\r\ncompany. Every one knows that young Lord Datchet was ejected from\r\nthe Empire Music-Hall on Boat-Race night every year during his\r\nresidence at Oxford University, but nobody minds. The family\r\ntreats it as a joke. But James has such low tastes. Professional\r\npugilists! I believe that many years ago it was not unfashionable\r\nfor young men in Society to be seen about with such persons, but\r\nthose days are over. I shall certainly speak to James. He cannot\r\nafford to call attention to himself in any way. That\r\nbreach-of-promise case of his three years ago, is, I hope and\r\ntrust, forgotten, but the slightest slip on his part might start\r\nthe papers talking about it again, and that would be fatal. The\r\neventual successor to a title must be quite as careful as--\"\r\n\r\nIt was not, as has been hinted above, the usual practice of Mr.\r\nCrocker to interrupt his wife when she was speaking, but he did\r\nit now.\r\n\r\n\"Say!\"\r\n\r\nMrs. Crocker frowned.\r\n\r\n\"I wish, Bingley--and I have told you so often--that you would\r\nnot begin your sentences with the word 'Say'! It is such a\r\nrevolting Americanism. Suppose some day when you are addressing\r\nthe House of Lords you should make a slip like that! The papers\r\nwould never let you hear the end of it.\"\r\n\r\nMr. Crocker was swallowing convulsively, as if testing his larynx\r\nwith a view to speech. Like Saul of Tarsus, he had been stricken\r\ndumb by the sudden bright light which his wife's words had caused\r\nto flash upon him. Frequently during his sojourn in London he had\r\nwondered just why Eugenia had settled there in preference to her\r\nown country. It was not her wont to do things without an object,\r\nyet until this moment he had been unable to fathom her motives.\r\nEven now it seemed almost incredible. And yet what meaning would\r\nher words have other than the monstrous one which had smitten him\r\nas a blackjack?\r\n\r\n\"Say--I mean, Eugenia--you don't want--you aren't trying--you\r\naren't working to--you haven't any idea of trying to get them to\r\nmake me a Lord, have you?\"\r\n\r\n\"It is what I have been working for all these years!\"\r\n\r\n\"But--but why? Why? That's what I want to know. Why?\"\r\n\r\nMrs. Crocker's fine eyes glittered.\r\n\r\n\"I will tell you why, Bingley. Just before we were married I had\r\na talk with my sister Nesta. She was insufferably offensive. She\r\nreferred to you in terms which I shall never forgive. She affected\r\nto look down on you, to think that I was marrying beneath me. So\r\nI am going to make you an English peer and send Nesta a newspaper\r\nclipping of the Birthday Honours with your name in it, if I have\r\nto keep working till I die! Now you know!\"\r\n\r\nSilence fell. Mr. Crocker drank cold coffee. His wife stared with\r\ngleaming eyes into the glorious future.\r\n\r\n\"Do you mean that I shall have to stop on here till they make me\r\na lord?\" said Mr. Crocker limply.\r\n\r\n\"Yes.\"\r\n\r\n\"Never go back to America?\"\r\n\r\n\"Not till we have succeeded.\"\r\n\r\n\"Oh Gee! Oh Gosh! Oh Hell!\" said Mr. Crocker, bursting the bonds\r\nof years.\r\n\r\nMrs. Crocker though resolute, was not unkindly. She made\r\nallowances for her husband's state of mind. She was willing to\r\npermit even American expletives during the sinking-in process of\r\nher great idea, much as a broad-minded cowboy might listen\r\nindulgently to the squealing of a mustang during the branding\r\nprocess. Docility and obedience would be demanded of him later,\r\nbut not till the first agony had abated. She spoke soothingly to\r\nhim.\r\n\r\n\"I am glad we have had this talk, Bingley. It is best that you\r\nshould know. It will help you to realise your responsibilities.\r\nAnd that brings me back to James. Thank goodness Lord Percy\r\nWhipple is in town. He is about James' age, and from what Lady\r\nCorstorphine tells me will be an ideal friend for him. You\r\nunderstand who he is, of course? The second son of the Duke of\r\nDevizes, the Premier's closest friend, the man who can\r\npractically dictate the Birthday Honours. If James and Lord Percy\r\ncan only form a close friendship, our battle will be as good as\r\nwon. It will mean everything. Lady Corstorphine has promised to\r\narrange a meeting. In the meantime, I will speak to James and\r\nwarn him to be more careful.\"\r\n\r\nMr. Crocker had produced a stump of pencil from his pocket and\r\nwas writing on the table-cloth.\r\n\r\n    Lord Crocker\r\n    Lord Bingley Crocker\r\n    Lord Crocker of Crocker\r\n    The Marquis of Crocker\r\n    Baron Crocker\r\n    Bingley, first Viscount Crocker\r\n\r\nHe blanched as he read the frightful words. A sudden thought stung\r\nhim.\r\n\r\n\"Eugenia!\"\r\n\r\n\"Well?\"\r\n\r\n\"What will the boys at the Lambs say?\"\r\n\r\n\"I am not interested,\" replied his wife, \"in the boys at the\r\nLambs.\"\r\n\r\n\"I thought you wouldn't be,\" said the future baron gloomily."
  ]
}