{
  "index": 4,
  "title": "Chapter 3",
  "paragraphs": [
    "JIMMY'S DISTURBING NEWS\r\n\r\nJimmy Crocker was a tall and well-knit young man who later on in\r\nthe day would no doubt be at least passably good-looking. At the\r\nmoment an unbecoming pallor marred his face, and beneath his eyes\r\nwere marks that suggested that he had slept little and ill. He\r\nstood at the foot of the stairs, yawning cavernously.\r\n\r\n\"Bayliss,\" he said, \"have you been painting yourself yellow?\"\r\n\r\n\"No, sir.\"\r\n\r\n\"Strange! Your face looks a bright gamboge to me, and your\r\noutlines wobble. Bayliss, never mix your drinks. I say this to\r\nyou as a friend. Is there any one in the morning-room?\"\r\n\r\n\"No, Mr. James.\"\r\n\r\n\"Speak softly, Bayliss, for I am not well. I am conscious of a\r\nstrange weakness. Lead me to the morning-room, then, and lay me\r\ngently on a sofa. These are the times that try men's souls.\"\r\n\r\nThe sun was now shining strongly through the windows of the\r\nmorning-room. Bayliss lowered the shades. Jimmy Crocker sank onto\r\nthe sofa, and closed his eyes.\r\n\r\n\"Bayliss.\"\r\n\r\n\"Sir?\"\r\n\r\n\"A conviction is stealing over me that I am about to expire.\"\r\n\r\n\"Shall I bring you a little breakfast, Mr. James?\"\r\n\r\nA strong shudder shook Jimmy.\r\n\r\n\"Don't be flippant, Bayliss,\" he protested. \"Try to cure yourself\r\nof this passion for being funny at the wrong time. Your comedy is\r\ngood, but tact is a finer quality than humour. Perhaps you think\r\nI have forgotten that morning when I was feeling just as I do\r\nto-day and you came to my bedside and asked me if I would like a\r\nnice rasher of ham. I haven't and I never shall. You may bring me\r\na brandy-and-soda. Not a large one. A couple of bath-tubs full\r\nwill be enough.\"\r\n\r\n\"Very good, Mr. James.\"\r\n\r\n\"And now leave me, Bayliss, for I would be alone. I have to make\r\na series of difficult and exhaustive tests to ascertain whether I\r\nam still alive.\"\r\n\r\nWhen the butler had gone, Jimmy adjusted the cushions, closed his\r\neyes, and remained for a space in a state of coma. He was trying,\r\nas well as an exceedingly severe headache would permit, to recall\r\nthe salient events of the previous night. At present his memories\r\nrefused to solidify. They poured about in his brain in a fluid\r\nand formless condition, exasperating to one who sought for hard\r\nfacts.\r\n\r\nIt seemed strange to Jimmy that the shadowy and inchoate vision of\r\na combat, a fight, a brawl of some kind persisted in flitting\r\nabout in the recesses of his mind, always just far enough away to\r\nelude capture. The absurdity of the thing annoyed him. A man has\r\neither indulged in a fight overnight or he has not indulged in a\r\nfight overnight. There can be no middle course. That he should be\r\nuncertain on the point was ridiculous. Yet, try as he would, he\r\ncould not be sure. There were moments when he seemed on the very\r\nverge of settling the matter, and then some invisible person\r\nwould meanly insert a red-hot corkscrew in the top of his head\r\nand begin to twist it, and this would interfere with calm\r\nthought. He was still in a state of uncertainty when Bayliss\r\nreturned, bearing healing liquids on a tray.\r\n\r\n\"Shall I set it beside you, sir?\"\r\n\r\nJimmy opened one eye.\r\n\r\n\"Indubitably. No mean word, that, Bayliss, for the morning after.\r\nTry it yourself next time. Bayliss, who let me in this morning?\"\r\n\r\n\"Let you in, sir?\"\r\n\r\n\"Precisely. I was out and now I am in. Obviously I must have\r\npassed the front door somehow. This is logic.\"\r\n\r\n\"I fancy you let yourself in, Mr. James, with your key.\"\r\n\r\n\"That would seem to indicate that I was in a state of icy\r\nsobriety. Yet, if such is the case, how is it that I can't\r\nremember whether I murdered somebody or not last night? It isn't\r\nthe sort of thing your sober man would lightly forget. Have you\r\never murdered anybody, Bayliss?\"\r\n\r\n\"No, sir.\"\r\n\r\n\"Well, if you had, you would remember it next morning?\"\r\n\r\n\"I imagine so, Mr. James.\"\r\n\r\n\"Well, it's a funny thing, but I can't get rid of the impression\r\nthat at some point in my researches into the night life of London\r\nyestreen I fell upon some person to whom I had never been\r\nintroduced and committed mayhem upon his person.\"\r\n\r\nIt seemed to Bayliss that the time had come to impart to Mr. James\r\na piece of news which he had supposed would require no imparting.\r\nHe looked down upon his young master's recumbent form with a\r\ngrave commiseration. It was true that he had never been able to\r\ntell with any certainty whether Mr. James intended the statements\r\nhe made to be taken literally or not, but on the present occasion\r\nhe seemed to have spoken seriously and to be genuinely at a loss\r\nto recall an episode over the printed report of which the entire\r\ndomestic staff had been gloating ever since the arrival of the\r\nhalfpenny morning paper to which they subscribed.\r\n\r\n\"Do you really mean it, Mr. James?\" he enquired cautiously.\r\n\r\n\"Mean what?\"\r\n\r\n\"You have really forgotten that you were engaged in a fracas last\r\nnight at the Six Hundred Club?\"\r\n\r\nJimmy sat up with a jerk, staring at this omniscient man. Then\r\nthe movement having caused a renewal of the operations of the\r\nred-hot corkscrew, he fell back again with a groan.\r\n\r\n\"Was I? How on earth did you know? Why should you know all about\r\nit when I can't remember a thing? It was my fault, not yours.\"\r\n\r\n\"There is quite a long report of it in to-day's _Daily Sun_, Mr.\r\nJames.\"\r\n\r\n\"A report? In the _Sun_?\"\r\n\r\n\"Half a column, Mr. James. Would you like me to fetch the paper?\r\nI have it in my pantry.\"\r\n\r\n\"I should say so. Trot a quick heat back with it. This wants\r\nlooking into.\"\r\n\r\nBayliss retired, to return immediately with the paper. Jimmy took\r\nit, gazed at it, and handed it back.\r\n\r\n\"I overestimated my powers. It can't be done. Have you any\r\nimportant duties at the moment, Bayliss?\"\r\n\r\n\"No, sir.\"\r\n\r\n\"Perhaps you wouldn't mind reading me the bright little excerpt,\r\nthen?\"\r\n\r\n\"Certainly, sir.\"\r\n\r\n\"It will be good practice for you. I am convinced I am going to be\r\na confirmed invalid for the rest of my life, and it will be part\r\nof your job to sit at my bedside and read to me. By the way, does\r\nthe paper say who the party of the second part was? Who was the\r\ncitizen with whom I went to the mat?\"\r\n\r\n\"Lord Percy Whipple, Mr. James.\"\r\n\r\n\"Lord who?\"\r\n\r\n\"Lord Percy Whipple.\"\r\n\r\n\"Never heard of him. Carry on, Bayliss.\"\r\n\r\nJimmy composed himself to listen, yawning."
  ]
}