{
  "index": 7,
  "title": "Chapter 6",
  "paragraphs": [
    "ON THE BOAT-DECK\r\n\r\nRising waters and a fine flying scud that whipped stingingly over\r\nthe side had driven most of the passengers on the _Atlantic_ to the\r\nshelter of their staterooms or to the warm stuffiness of the\r\nlibrary. It was the fifth evening of the voyage. For five days\r\nand four nights the ship had been racing through a placid ocean\r\non her way to Sandy Hook: but in the early hours of this\r\nafternoon the wind had shifted to the north, bringing heavy seas.\r\nDarkness had begun to fall now. The sky was a sullen black. The\r\nwhite crests of the rollers gleamed faintly in the dusk, and the\r\nwind sang in the ropes.\r\n\r\nJimmy and Ann had had the boat-deck to themselves for half an\r\nhour. Jimmy was a good sailor: it exhilarated him to fight the\r\nwind and to walk a deck that heaved and dipped and shuddered\r\nbeneath his feet; but he had not expected to have Ann's company\r\non such an evening. But she had come out of the saloon entrance,\r\nher small face framed in a hood and her slim body shapeless\r\nbeneath a great cloak, and joined him in his walk.\r\n\r\nJimmy was in a mood of exaltation. He had passed the last few\r\ndays in a condition of intermittent melancholy, consequent on the\r\ndiscovery that he was not the only man on board the _Atlantic_ who\r\ndesired the society of Ann as an alleviation of the tedium of an\r\nocean voyage. The world, when he embarked on this venture, had\r\nconsisted so exclusively of Ann and himself that, until the ship\r\nwas well on its way to Queenstown, he had not conceived the\r\npossibility of intrusive males forcing their unwelcome attentions\r\non her. And it had added bitterness to the bitter awakening that\r\ntheir attentions did not appear to be at all unwelcome. Almost\r\nimmediately after breakfast on the very first day, a creature with\r\na small black moustache and shining teeth had descended upon Ann\r\nand, vocal with surprise and pleasure at meeting her again--he\r\nclaimed, damn him!, to have met her before at Palm Beach, Bar\r\nHarbor, and a dozen other places--had carried her off to play an\r\nidiotic game known as shuffle-board. Nor was this an isolated\r\ncase. It began to be borne in upon Jimmy that Ann, whom he had\r\nlooked upon purely in the light of an Eve playing opposite his\r\nAdam in an exclusive Garden of Eden, was an extremely well-known\r\nand popular character. The clerk at the shipping-office had lied\r\nabsurdly when he had said that very few people were crossing on\r\nthe _Atlantic_ this voyage. The vessel was crammed till its sides\r\nbulged, it was loaded down in utter defiance of the Plimsoll law,\r\nwith Rollos and Clarences and Dwights and Twombleys who had known\r\nand golfed and ridden and driven and motored and swum and danced\r\nwith Ann for years. A ghastly being entitled Edgar Something or\r\nTeddy Something had beaten Jimmy by a short head in the race for\r\nthe deck-steward, the prize of which was the placing of his\r\ndeck-chair next to Ann's. Jimmy had been driven from the\r\npromenade deck by the spectacle of this beastly creature lying\r\nswathed in rugs reading best-sellers to her.\r\n\r\nHe had scarcely seen her to speak to since the beginning of the\r\nvoyage. When she was not walking with Rolly or playing\r\nshuffle-board with Twombley, she was down below ministering to\r\nthe comfort of a chronically sea-sick aunt, referred to in\r\nconversation as \"poor aunt Nesta\". Sometimes Jimmy saw the little\r\nman--presumably her uncle--in the smoking-room, and once he came\r\nupon the stout boy recovering from the effects of a cigar in a\r\nquiet corner of the boat-deck: but apart from these meetings the\r\nfamily was as distant from him as if he had never seen Ann at\r\nall--let alone saved her life.\r\n\r\nAnd now she had dropped down on him from heaven. They were alone\r\ntogether with the good clean wind and the bracing scud. Rollo,\r\nClarence, Dwight, and Twombley, not to mention Edgar or possibly\r\nTeddy, were down below--he hoped, dying. They had the world to\r\nthemselves.\r\n\r\n\"I love rough weather,\" said Ann, lifting her face to the wind.\r\nHer eyes were very bright. She was beyond any doubt or question\r\nthe only girl on earth. \"Poor aunt Nesta doesn't. She was bad\r\nenough when it was quite calm, but this storm has finished her.\r\nI've just been down below, trying to cheer her up.\"\r\n\r\nJimmy thrilled at the picture. Always fascinating, Ann seemed to\r\nhim at her best in the role of ministering angel. He longed to\r\ntell her so, but found no words. They reached the end of the\r\ndeck, and turned. Ann looked up at him.\r\n\r\n\"I've hardly seen anything of you since we sailed,\" she said. She\r\nspoke almost reproachfully. \"Tell me all about yourself, Mr.\r\nBayliss. Why are you going to America?\"\r\n\r\nJimmy had had an impassioned indictment of the Rollos on his\r\ntongue, but she had closed the opening for it as quickly as she\r\nhad made it. In face of her direct demand for information he\r\ncould not hark back to it now. After all, what did the Rollos\r\nmatter? They had no part in this little wind-swept world: they\r\nwere where they belonged, in some nether hell on the C. or D.\r\ndeck, moaning for death.\r\n\r\n\"To make a fortune, I hope,\" he said.\r\n\r\nAnn was pleased at this confirmation of her diagnosis. She had\r\ndeduced this from the evidence at Paddington Station.\r\n\r\n\"How pleased your father will be if you do!\"\r\n\r\nThe slight complexity of Jimmy's affairs caused him to pause for\r\na moment to sort out his fathers, but an instant's reflection\r\ntold him that she must be referring to Bayliss the butler.\r\n\r\n\"Yes.\"\r\n\r\n\"He's a dear old man,\" said Ann. \"I suppose he's very proud of\r\nyou?\"\r\n\r\n\"I hope so.\"\r\n\r\n\"You must do tremendously well in America, so as not to\r\ndisappoint him. What are you thinking of doing?\"\r\n\r\nJimmy considered for a moment.\r\n\r\n\"Newspaper work, I think.\"\r\n\r\n\"Oh? Why, have you had any experience?\"\r\n\r\n\"A little.\"\r\n\r\nAnn seemed to grow a little aloof, as if her enthusiasm had been\r\ndamped.\r\n\r\n\"Oh, well, I suppose it's a good enough profession. I'm not very\r\nfond of it myself. I've only met one newspaper man in my life,\r\nand I dislike him very much, so I suppose that has prejudiced\r\nme.\"\r\n\r\n\"Who was that?\"\r\n\r\n\"You wouldn't have met him. He was on an American paper. A man\r\nnamed Crocker.\"\r\n\r\nA sudden gust of wind drove them back a step, rendering talk\r\nimpossible. It covered a gap when Jimmy could not have spoken.\r\nThe shock of the information that Ann had met him before made him\r\ndumb. This thing was beyond him. It baffled him.\r\n\r\nHer next words supplied a solution. They were under shelter of\r\none of the boats now and she could make herself heard.\r\n\r\n\"It was five years ago, and I only met him for a very short\r\nwhile, but the prejudice has lasted.\"\r\n\r\nJimmy began to understand. Five years ago! It was not so strange,\r\nthen, that they should not recognise each other now. He stirred\r\nup his memory. Nothing came to the surface. Not a gleam of\r\nrecollection of that early meeting rewarded him. And yet\r\nsomething of importance must have happened then, for her to\r\nremember it. Surely his mere personality could not have been so\r\nunpleasant as to have made such a lasting impression on her!\r\n\r\n\"I wish you could do something better than newspaper work,\" said\r\nAnn. \"I always think the splendid part about America is that it\r\nis such a land of adventure. There are such millions of chances.\r\nIt's a place where anything may happen. Haven't you an\r\nadventurous soul, Mr. Bayliss?\"\r\n\r\nNo man lightly submits to a charge, even a hinted charge, of\r\nbeing deficient in the capacity for adventure.\r\n\r\n\"Of course I have,\" said Jimmy indignantly. \"I'm game to tackle\r\nanything that comes along.\"\r\n\r\n\"I'm glad of that.\"\r\n\r\nHer feeling of comradeship towards this young man deepened. She\r\nloved adventure and based her estimate of any member of the\r\nopposite sex largely on his capacity for it. She moved in a set,\r\nwhen at home, which was more polite than adventurous, and had\r\nfrequently found the atmosphere enervating.\r\n\r\n\"Adventure,\" said Jimmy, \"is everything.\"\r\n\r\nHe paused. \"Or a good deal,\" he concluded weakly.\r\n\r\n\"Why qualify it like that? It sounds so tame. Adventure is the\r\nbiggest thing in life.\"\r\n\r\nIt seemed to Jimmy that he had received an excuse for a remark of\r\na kind that had been waiting for utterance ever since he had met\r\nher. Often and often in the watches of the night, smoking endless\r\npipes and thinking of her, he had conjured up just such a vision\r\nas this--they two walking the deserted deck alone, and she\r\ninnocently giving him an opening for some low-voiced, tender\r\nspeech, at which she would start, look at him quickly, and then\r\nask him haltingly if the words had any particular application.\r\nAnd after that--oh, well, all sorts of things might happen. And\r\nnow the moment had come. It was true that he had always pictured\r\nthe scene as taking place by moonlight and at present there was a\r\nhalf-gale blowing, out of an inky sky; also on the present\r\noccasion anything in the nature of a low-voiced speech was\r\nabsolutely out of the question owing to the uproar of the\r\nelements. Still, taking these drawbacks into consideration, the\r\nchance was far too good to miss. Such an opening might never\r\nhappen again. He waited till the ship had steadied herself after\r\nan apparently suicidal dive into an enormous roller, then,\r\nstaggering back to her side, spoke.\r\n\r\n\"Love is the biggest thing in life!\" he roared.\r\n\r\n\"What is?\" shrieked Ann.\r\n\r\n\"Love!\" bellowed Jimmy.\r\n\r\nHe wished a moment later that he had postponed this statement of\r\nfaith, for their next steps took them into a haven of comparative\r\ncalm, where some dimly seen portion of the vessel's anatomy\r\njutted out and formed a kind of nook where it was possible to\r\nhear the ordinary tones of the human voice. He halted here, and\r\nAnn did the same, though unwillingly. She was conscious of a\r\nfeeling of disappointment and of a modification of her mood of\r\ncomradeship towards her companion. She held strong views, which\r\nshe believed to be unalterable, on the subject under discussion.\r\n\r\n\"Love!\" she said. It was too dark to see her face, but her voice\r\nsounded unpleasantly scornful. \"I shouldn't have thought that you\r\nwould have been so conventional as that. You seemed different.\"\r\n\r\n\"Eh?\" said Jimmy blankly.\r\n\r\n\"I hate all this talk about Love, as if it were something\r\nwonderful that was worth everything else in life put together.\r\nEvery book you read and every song that you see in the\r\nshop-windows is all about Love. It's as if the whole world were\r\nin a conspiracy to persuade themselves that there's a wonderful\r\nsomething just round the corner which they can get if they try\r\nhard enough. And they hypnotise themselves into thinking of\r\nnothing else and miss all the splendid things of life.\"\r\n\r\n\"That's Shaw, isn't it?\" said Jimmy.\r\n\r\n\"What is Shaw?\"\r\n\r\n\"What you were saying. It's out of one of Bernard Shaw's things,\r\nisn't it?\"\r\n\r\n\"It is not.\" A note of acidity had crept into Ann's voice. \"It is\r\nperfectly original.\"\r\n\r\n\"I'm certain I've heard it before somewhere.\"\r\n\r\n\"If you have, that simply means that you must have associated\r\nwith some sensible person.\"\r\n\r\nJimmy was puzzled.\r\n\r\n\"But why the grouch?\" he asked.\r\n\r\n\"I don't understand you.\"\r\n\r\n\"I mean, why do you feel that way about it?\"\r\n\r\nAnn was quite certain now that she did not like this young man\r\nnearly as well as she had supposed. It is trying for a\r\nstrong-minded, clear-thinking girl to have her philosophy\r\ndescribed as a grouch.\r\n\r\n\"Because I've had the courage to think about it for myself, and\r\nnot let myself be blinded by popular superstition. The whole\r\nworld has united in making itself imagine that there is something\r\ncalled love which is the most wonderful happening in life. The\r\npoets and novelists have simply hounded them on to believe it.\r\nIt's a gigantic swindle.\"\r\n\r\nA wave of tender compassion swept over Jimmy. He understood it\r\nall now. Naturally a girl who had associated all her life with\r\nthe Rollos, Clarences, Dwights, and Twombleys would come to\r\ndespair of the possibility of falling in love with any one.\r\n\r\n\"You haven't met the right man,\" he said. She had, of course, but\r\nonly recently: and, anyway, he could point that out later.\r\n\r\n\"There is no such thing as the right man,\" said Ann resolutely,\r\n\"if you are suggesting that there is a type of man in existence\r\nwho is capable of inspiring what is called romantic love. I\r\nbelieve in marriage. . . .\"\r\n\r\n\"Good work!\" said Jimmy, well satisfied.\r\n\r\n\" . . . But not as the result of a sort of delirium. I believe in\r\nit as a sensible partnership between two friends who know each\r\nother well and trust each other. The right way of looking at\r\nmarriage is to realise, first of all, that there are no thrills,\r\nno romances, and then to pick out some one who is nice and kind\r\nand amusing and full of life and willing to do things to make you\r\nhappy.\"\r\n\r\n\"Ah!\" said Jimmy, straightening his tie, \"Well, that's\r\nsomething.\"\r\n\r\n\"How do you mean--that's something? Are you shocked at my views?\"\r\n\r\n\"I don't believe they are your views. You've been reading one of\r\nthese stern, soured fellows who analyse things.\"\r\n\r\nAnn stamped. The sound was inaudible, but Jimmy noticed the\r\nmovement.\r\n\r\n\"Cold?\" he said. \"Let's walk on.\"\r\n\r\nAnn's sense of humour reasserted itself. It was not often that it\r\nremained dormant for so long. She laughed.\r\n\r\n\"I know exactly what you are thinking,\" she said. \"You believe\r\nthat I am posing, that those aren't my real opinions.\"\r\n\r\n\"They can't be. But I don't think you are posing. It's getting on\r\nfor dinner-time, and you've got that wan, sinking feeling that\r\nmakes you look upon the world and find it a hollow fraud. The\r\nbugle will be blowing in a few minutes, and half an hour after\r\nthat you will be yourself again.\"\r\n\r\n\"I'm myself now. I suppose you can't realise that a pretty girl\r\ncan hold such views.\"\r\n\r\nJimmy took her arm.\r\n\r\n\"Let me help you,\" he said. \"There's a knothole in the deck.\r\nWatch your step. Now, listen to me. I'm glad you've brought up\r\nthis subject--I mean the subject of your being the prettiest girl\r\nin the known world--\"\r\n\r\n\"I never said that.\"\r\n\r\n\"Your modesty prevented you. But it's a fact, nevertheless. I'm\r\nglad, I say, because I have been thinking a lot along those lines\r\nmyself, and I have been anxious to discuss the point with you.\r\nYou have the most glorious hair I have ever seen!\"\r\n\r\n\"Do you like red hair?\"\r\n\r\n\"Red-gold.\"\r\n\r\n\"It is nice of you to put it like that. When I was a child all\r\nexcept a few of the other children called me Carrots.\"\r\n\r\n\"They have undoubtedly come to a bad end by this time. If bears\r\nwere sent to attend to the children who criticised Elijah, your\r\nlittle friends were in line for a troupe of tigers. But there\r\nwere some of a finer fibre? There were a few who didn't call you\r\nCarrots?\"\r\n\r\n\"One or two. They called me Brick-Top.\"\r\n\r\n\"They have probably been electrocuted since. Your eyes are\r\nperfectly wonderful!\"\r\n\r\nAnn withdrew her arm. An extensive acquaintance of young men told\r\nher that the topic of conversation was now due to be changed.\r\n\r\n\"You will like America,\" she said.\r\n\r\n\"We are not discussing America.\"\r\n\r\n\"I am. It is a wonderful country for a man who wants to succeed.\r\nIf I were you, I should go out West.\"\r\n\r\n\"Do you live out West?\"\r\n\r\n\"No.\"\r\n\r\n\"Then why suggest my going there? Where do you live?\"\r\n\r\n\"I live in New York.\"\r\n\r\n\"I shall stay in New York, then.\"\r\n\r\nAnn was wary, but amused. Proposals of marriage--and Jimmy seemed\r\nto be moving swiftly towards one--were no novelty in her life. In\r\nthe course of several seasons at Bar Harbor, Tuxedo, Palm Beach,\r\nand in New York itself, she had spent much of her time foiling\r\nand discouraging the ardour of a series of sentimental youths who\r\nhad laid their unwelcome hearts at her feet.\r\n\r\n\"New York is open for staying in about this time, I believe.\"\r\n\r\nJimmy was silent. He had done his best to fight a tendency to\r\nbecome depressed and had striven by means of a light tone to keep\r\nhimself resolutely cheerful, but the girl's apparently total\r\nindifference to him was too much for his spirits. One of the\r\nyoung men who had had to pick up the heart he had flung at Ann's\r\nfeet and carry it away for repairs had once confided to an\r\nintimate friend, after the sting had to some extent passed, that\r\nthe feelings of a man who made love to Ann might be likened to\r\nthe emotions which hot chocolate might be supposed to entertain\r\non contact with vanilla ice-cream. Jimmy, had the comparison been\r\npresented to him, would have endorsed its perfect accuracy. The\r\nwind from the sea, until now keen and bracing, had become merely\r\ninfernally cold. The song of the wind in the rigging, erstwhile\r\nmelodious, had turned into a damned depressing howling.\r\n\r\n\"I used to be as sentimental as any one a few years ago,\" said\r\nAnn, returning to the dropped subject. \"Just after I left\r\ncollege, I was quite maudlin. I dreamed of moons and Junes and\r\nloves and doves all the time. Then something happened which made\r\nme see what a little fool I was. It wasn't pleasant at the time,\r\nbut it had a very bracing effect. I have been quite different\r\never since. It was a man, of course, who did it. His method was\r\nquite simple. He just made fun of me, and Nature did the rest.\"\r\n\r\nJimmy scowled in the darkness. Murderous thoughts towards the\r\nunknown brute flooded his mind.\r\n\r\n\"I wish I could meet him!\" he growled.\r\n\r\n\"You aren't likely to,\" said Ann. \"He lives in England. His name\r\nis Crocker. Jimmy Crocker. I spoke about him just now.\"\r\n\r\nThrough the howling of the wind cut the sharp notes of a bugle.\r\nAnn turned to the saloon entrance.\r\n\r\n\"Dinner!\" she said brightly. \"How hungry one gets on board ship!\"\r\nShe stopped. \"Aren't you coming down, Mr. Bayliss?\"\r\n\r\n\"Not just yet,\" said Jimmy thickly."
  ]
}