{
  "index": 3,
  "title": "Chapter 2",
  "paragraphs": [
    "FAMILY JARS\r\n\r\nIt is a peculiarity of the human mind that, with whatever\r\napprehension it may be regarding the distant future, it must\r\nreturn after a while to face the minor troubles of the future\r\nthat is immediate. The prospect of a visit to the dentist this\r\nafternoon causes us to forget for the moment the prospect of\r\ntotal ruin next year. Mr. Crocker, therefore, having tortured\r\nhimself for about a quarter of an hour with his meditations on\r\nthe subject of titles, was jerked back to a more imminent\r\ncalamity than the appearance of his name in the Birthday\r\nHonours--the fact that in all probability he would be taken again\r\nthis morning to watch the continuation of that infernal\r\ncricket-match, and would be compelled to spend the greater part\r\nof to-day, as he had spent the greater part of yesterday, bored\r\nto the verge of dissolution in the pavilion at Lord's.\r\n\r\nOne gleam of hope alone presented itself. Like baseball, this\r\npastime of cricket was apparently affected by rain, if there had\r\nbeen enough of it. He had an idea that there had been a good deal\r\nof rain in the night, but had there been sufficient to cause the\r\nteams of Surrey and Kent to postpone the second instalment of\r\ntheir serial struggle? He rose from the table and went out into\r\nthe hall. It was his purpose to sally out into Grosvenor Square\r\nand examine the turf in its centre with the heel of his shoe, in\r\norder to determine the stickiness or non-stickiness of the\r\nwicket. He moved towards the front door, hoping for the best, and\r\njust as he reached it the bell rang.\r\n\r\nOne of the bad habits of which his wife had cured Mr. Crocker in\r\nthe course of the years was the habit of going and answering\r\ndoors. He had been brought up in surroundings where every man was\r\nhis own door-keeper, and it had been among his hardest tasks to\r\nlearn the lesson that the perfect gentleman does not open doors\r\nbut waits for the appropriate menial to come along and do it for\r\nhim. He had succeeded at length in mastering this great truth,\r\nand nowadays seldom offended. But this morning his mind was\r\nclouded by his troubles, and instinct, allaying itself with\r\nopportunity, was too much for him. His fingers had been on the\r\nhandle when the ring came, so he turned it.\r\n\r\nAt the top of the steps which connect the main entrance of\r\nDrexdale House with the sidewalk three persons were standing. One\r\nwas a tall and formidably handsome woman in the early forties\r\nwhose appearance seemed somehow oddly familiar. The second was a\r\nsmall, fat, blobby, bulging boy who was chewing something. The\r\nthird, lurking diffidently in the rear, was a little man of about\r\nMr. Crocker's own age, grey-haired and thin with brown eyes that\r\ngazed meekly through rimless glasses.\r\n\r\nNobody could have been less obtrusive than this person, yet it was\r\nhe who gripped Mr. Crocker's attention and caused that home-sick\r\nsufferer's heart to give an almost painful leap. For he was\r\nclothed in one of those roomy suits with square shoulders which\r\nto the seeing eye are as republican as the Stars and Stripes. His\r\nblunt-toed yellow shoes sang gaily of home. And his hat was not\r\nso much a hat as an effusive greeting from Gotham. A long time\r\nhad passed since Mr. Crocker had set eyes upon a biped so\r\nexhilaratingly American, and rapture held him speechless, as one\r\nwho after long exile beholds some landmark of his childhood.\r\n\r\nThe female member of the party took advantage of his\r\ndumbness--which, as she had not unnaturally mistaken him for the\r\nbutler, she took for a silent and respectful query as to her\r\nbusiness and wishes--to open the conversation.\r\n\r\n\"Is Mrs. Crocker at home? Please tell her that Mrs. Pett wishes\r\nto see her.\"\r\n\r\nThere was a rush and scurry in the corridors of Mr. Crocker's\r\nbrain, as about six different thoughts tried to squash\r\nsimultaneously into that main chamber where there is room for\r\nonly one at a time. He understood now why this woman's appearance\r\nhad seemed familiar. She was his wife's sister, and that same\r\nNesta who was some day to be pulverised by the sight of his name\r\nin the Birthday Honours. He was profoundly thankful that she had\r\nmistaken him for the butler. A chill passed through him as he\r\npictured what would have been Eugenia's reception of the\r\ninformation that he had committed such a bourgeois solecism as\r\nopening the front door to Mrs. Pett of all people, who already\r\ndespised him as a low vulgarian. There had been trouble enough\r\nwhen she had found him opening it a few weeks before to a mere\r\ncollector of subscriptions for a charity. He perceived, with a\r\nclarity remarkable in view of the fact that the discovery of her\r\nidentity had given him a feeling of physical dizziness, that at\r\nall costs he must foster this misapprehension on his\r\nsister-in-law's part.\r\n\r\nFortunately he was in a position to do so. He knew all about what\r\nbutlers did and what they said on these occasions, for in his\r\ninnocently curious way he had often pumped Bayliss on the subject.\r\nHe bowed silently and led the way to the morning-room, followed\r\nby the drove of Petts: then, opening the door, stood aside to\r\nallow the procession to march past the given point.\r\n\r\n\"I will inform Mrs. Crocker that you are here, madam.\"\r\n\r\nMrs. Pett, shepherding the chewing child before her, passed into\r\nthe room. In the light of her outspoken sentiments regarding her\r\nbrother-in-law, it is curious to reflect that his manner at this,\r\ntheir first meeting, had deeply impressed her. After many months\r\nof smouldering revolt she had dismissed her own butler a day or\r\nso before sailing for England, and for the first time envy of her\r\nsister Eugenia gripped her. She did not covet Eugenia's other\r\nworldly possessions, but she did grudge her this supreme butler.\r\n\r\nMr. Pett, meanwhile, had been trailing in the rear with a hunted\r\nexpression on his face. He wore the unmistakable look of a man\r\nabout to be present at a row between women, and only a wet cat in\r\na strange back-yard bears itself with less jauntiness than a man\r\nfaced by such a prospect. A millionaire several times over, Mr.\r\nPett would cheerfully have given much of his wealth to have been\r\nelsewhere at that moment. Such was the agitated state of his mind\r\nthat, when a hand was laid lightly upon his arm as he was about\r\nto follow his wife into the room, he started so violently that\r\nhis hat flew out of his hand. He turned to meet the eyes of the\r\nbutler who had admitted him to the house, fixed on his in an\r\nappealing stare.\r\n\r\n\"Who's leading in the pennant race?\" said this strange butler in\r\na feverish whisper.\r\n\r\nIt was a question, coming from such a source, which in another\r\nthan Mr. Pett might well have provoked a blank stare of\r\namazement. Such, however, is the almost superhuman intelligence\r\nand quickness of mind engendered by the study of America's\r\nnational game that he answered without the slightest hesitation.\r\n\r\n\"Giants!\"\r\n\r\n\"Wow!\" said the butler.\r\n\r\nNo sense of anything strange or untoward about the situation came\r\nto mar the perfect joy of Mr. Pett, the overmastering joy of the\r\nbaseball fan who in a strange land unexpectedly encounters a\r\nbrother. He thrilled with a happiness which he had never hoped\r\nto feel that morning.\r\n\r\n\"No signs of them slumping?\" enquired the butler.\r\n\r\n\"No. But you never can tell. It's early yet. I've seen those boys\r\nlead the league till the end of August and then be nosed out.\"\r\n\r\n\"True enough,\" said the butler sadly.\r\n\r\n\"Matty's in shape.\"\r\n\r\n\"He is? The old souper working well?\"\r\n\r\n\"Like a machine. He shut out the Cubs the day before I sailed!\"\r\n\r\n\"Fine!\"\r\n\r\nAt this point an appreciation of the unusualness of the\r\nproceedings began to steal upon Mr. Pett. He gaped at this\r\nsurprising servitor.\r\n\r\n\"How on earth do you know anything about baseball?\" he demanded.\r\n\r\nThe other seemed to stiffen. A change came over his whole\r\nappearance. He had the air of an actor who has remembered his\r\npart.\r\n\r\n\"I beg your pardon, sir. I trust I have not taken a liberty. I was\r\nat one time in the employment of a gentleman in New York, and\r\nduring my stay I became extremely interested in the national\r\ngame. I picked up a few of the American idioms while in the\r\ncountry.\" He smiled apologetically. \"They sometimes slip out.\"\r\n\r\n\"Let 'em slip!\" said Mr. Pett with enthusiasm. \"You're the first\r\nthing that's reminded me of home since I left. Say!\"\r\n\r\n\"Sir?\"\r\n\r\n\"Got a good place here?\"\r\n\r\n\"Er--oh, yes, sir.\"\r\n\r\n\"Well, here's my card. If you ever feel like making a change,\r\nthere's a job waiting for you at that address.\"\r\n\r\n\"Thank you, sir.\" Mr. Crocker stooped.\r\n\r\n\"Your hat, sir.\"\r\n\r\nHe held it out, gazing fondly at it the while. It was like being\r\nhome again to see a hat like that. He followed Mr. Pett as he\r\nwent into the morning-room with an affectionate eye.\r\n\r\nBayliss was coming along the hall, hurrying more than his wont.\r\nThe ring at the front door had found him deep in an extremely\r\ninteresting piece of news in his halfpenny morning paper, and he\r\nwas guiltily aware of having delayed in answering it.\r\n\r\n\"Bayliss,\" said Mr. Crocker in a cautious undertone, \"go and tell\r\nMrs. Crocker that Mrs. Pett is waiting to see her. She's in the\r\nmorning-room. If you're asked, say you let her in. Get me?\"\r\n\r\n\"Yes, sir,\" said Bayliss, grateful for this happy solution.\r\n\r\n\"Oh, Bayliss!\"\r\n\r\n\"Sir?\"\r\n\r\n\"Is the wicket at Lord's likely to be too sticky for them to go\r\non with that game to-day?\"\r\n\r\n\"I hardly think it probable that there will be play, sir. There\r\nwas a great deal of rain in the night.\"\r\n\r\nMr. Crocker passed on to his den with a lighter heart.\r\n\r\n            *       *       *       *       *\r\n\r\nIt was Mrs. Crocker's habit, acquired after years of practice and\r\na sedulous study of the best models, to conceal beneath a mask of\r\nwell-bred indifference any emotion which she might chance to\r\nfeel. Her dealings with the aristocracy of England had shown her\r\nthat, while the men occasionally permitted themselves an\r\noutburst, the women never did, and she had schooled herself so\r\nrigorously that nowadays she seldom even raised her voice. Her\r\nbearing, as she approached the morning-room was calm and serene,\r\nbut inwardly curiosity consumed her. It was unbelievable that\r\nNesta could have come to try to effect a reconciliation, yet she\r\ncould think of no other reason for her visit.\r\n\r\nShe was surprised to find three persons in the morning-room.\r\nBayliss, delivering his message, had mentioned only Mrs. Pett. To\r\nMrs. Crocker the assemblage had the appearance of being a sort of\r\nOld Home Week of Petts, a kind of Pett family mob-scene. Her\r\nsister's second marriage having taken place after their quarrel,\r\nshe had never seen her new brother-in-law, but she assumed that\r\nthe little man lurking in the background was Mr. Pett. The guess\r\nwas confirmed.\r\n\r\n\"Good morning, Eugenia,\" said Mrs. Pett.\r\n\r\n\"Peter, this is my sister, Eugenia. My husband.\"\r\n\r\nMrs. Crocker bowed stiffly. She was thinking how hopelessly\r\nAmerican Mr. Pett was, how baggy his clothes looked, what\r\nabsurdly shaped shoes he wore, how appalling his hat was, how\r\nlittle hair he had and how deplorably he lacked all those graces\r\nof repose, culture, physical beauty, refinement, dignity, and\r\nmental alertness which raise men above the level of the common\r\ncock-roach.\r\n\r\nMr. Pett, on his side, receiving her cold glance squarely between\r\nthe eyes, felt as if he were being disembowelled by a clumsy\r\namateur. He could not help wondering what sort of a man this\r\nfellow Crocker was whom this sister-in-law of his had married. He\r\npictured him as a handsome, powerful, robust individual with a\r\nstrong jaw and a loud voice, for he could imagine no lesser type\r\nof man consenting to link his lot with such a woman. He sidled in\r\na circuitous manner towards a distant chair, and, having lowered\r\nhimself into it, kept perfectly still, pretending to be dead,\r\nlike an opossum. He wished to take no part whatever in the coming\r\ninterview.\r\n\r\n\"Ogden, of course, you know,\" said Mrs. Pett.\r\n\r\nShe was sitting so stiffly upright on a hard chair and had so\r\nmuch the appearance of having been hewn from the living rock that\r\nevery time she opened her mouth it was as if a statue had spoken.\r\n\r\n\"I know Ogden,\" said Mrs. Crocker shortly. \"Will you please stop\r\nhim fidgeting with that vase? It is valuable.\"\r\n\r\nShe directed at little Ogden, who was juggling aimlessly with a\r\nhandsome _objet d'art_ of the early Chinese school, a glance similar\r\nto that which had just disposed of his step-father. But Ogden\r\nrequired more than a glance to divert him from any pursuit in which\r\nhe was interested. He shifted a deposit of candy from his right\r\ncheek to his left cheek, inspected Mrs. Crocker for a moment with a\r\npale eye, and resumed his juggling. Mrs. Crocker meant nothing in\r\nhis young life.\r\n\r\n\"Ogden, come and sit down,\" said Mrs. Pett.\r\n\r\n\"Don't want to sit down.\"\r\n\r\n\"Are you making a long stay in England, Nesta?\" asked Mrs.\r\nCrocker coldly.\r\n\r\n\"I don't know. We have made no plans.\"\r\n\r\n\"Indeed?\"\r\n\r\nShe broke off. Ogden, who had possessed himself of a bronze\r\npaper-knife, had begun to tap the vase with it. The ringing note\r\nthus produced appeared to please his young mind.\r\n\r\n\"If Ogden really wishes to break that vase,\" said Mrs. Crocker in\r\na detached voice, \"let me ring for the butler to bring him a\r\nhammer.\"\r\n\r\n\"Ogden!\" said Mrs. Pett.\r\n\r\n\"Oh Gee! A fellow can't do a thing!\" muttered Ogden, and walked\r\nto the window. He stood looking out into the square, a slight\r\ntwitching of the ears indicating that he still made progress with\r\nthe candy.\r\n\r\n\"Still the same engaging child!\" murmured Mrs. Crocker.\r\n\r\n\"I did not come here to discuss Ogden!\" said Mrs. Pett.\r\n\r\nMrs. Crocker raised her eyebrows. Not even Mrs. Otho Lanners,\r\nfrom whom she had learned the art, could do it more effectively.\r\n\r\n\"I am still waiting to find out why you did come, Nesta!\"\r\n\r\n\"I came here to talk to you about your step-son, James Crocker.\"\r\n\r\nThe discipline to which Mrs. Crocker had subjected herself in the\r\nmatter of the display of emotion saved her from the humiliation\r\nof showing surprise. She waved her hand graciously--in the manner\r\nof the Duchess of Axminster, a supreme hand-waver--to indicate\r\nthat she was all attention.\r\n\r\n\"Your step-son, James Crocker,\" repeated Mrs. Pett. \"What is it\r\nthe New York papers call him, Peter?\"\r\n\r\nMr. Pett, the human opossum, came to life. He had contrived to\r\ncreate about himself such a defensive atmosphere of non-existence\r\nthat now that he re-entered the conversation it was as if a\r\ncorpse had popped out of its tomb like a jack-in-the-box.\r\n\r\nObeying the voice of authority, he pushed the tombstone to one\r\nside and poked his head out of the sepulchre.\r\n\r\n\"Piccadilly Jim!\" he murmured apologetically.\r\n\r\n\"Piccadilly Jim!\" said Mrs. Crocker. \"It is extremely impertinent\r\nof them!\"\r\n\r\nIn spite of his misery, a wan smile appeared on Mr. Pett's\r\ndeath-mask at this remark.\r\n\r\n\"They should worry about--!\"\r\n\r\n\"Peter!\"\r\n\r\nMr. Pett died again, greatly respected.\r\n\r\n\"Why should the New York papers refer to James at all?\" said Mrs.\r\nCrocker.\r\n\r\n\"Explain, Peter!\"\r\n\r\nMr. Pett emerged reluctantly from the cerements. He had supposed\r\nthat Nesta would do the talking.\r\n\r\n\"Well, he's a news-item.\"\r\n\r\n\"Why?\"\r\n\r\n\"Well, here's a boy that's been a regular fellow--raised in\r\nAmerica--done work on a newspaper--suddenly taken off to England\r\nto become a London dude--mixing with all the dukes, playing\r\npinochle with the King--naturally they're interested in him.\"\r\n\r\nA more agreeable expression came over Mrs. Crocker's face.\r\n\r\n\"Of course, that is quite true. One cannot prevent the papers\r\nfrom printing what they wish. So they have published articles\r\nabout James' doings in English Society?\"\r\n\r\n\"Doings,\" said Mr. Pett, \"is right!\"\r\n\r\n\"Something has got to be done about it,\" said Mrs. Pett.\r\n\r\nMr. Pett endorsed this.\r\n\r\n\"Nesta's going to lose her health if these stories go on,\" he\r\nsaid.\r\n\r\nMrs. Crocker raised her eyebrows, but she had hard work to keep a\r\ncontented smile off her face.\r\n\r\n\"If you are not above petty jealousy, Nesta . . .\"\r\n\r\nMrs. Pett laughed a sharp, metallic laugh.\r\n\r\n\"It is the disgrace I object to!\"\r\n\r\n\"The disgrace!\"\r\n\r\n\"What else would you call it, Eugenia? Wouldn't you be ashamed if\r\nyou opened your Sunday paper and came upon a full page article\r\nabout your nephew having got intoxicated at the races and fought\r\na book-maker--having broken up a political meeting--having been\r\nsued for breach-of-promise by a barmaid . . .\"\r\n\r\nMrs. Crocker preserved her well-bred calm, but she was shaken.\r\nThe episodes to which her sister had alluded were ancient\r\nhistory, horrors of the long-dead past, but it seemed that they\r\nstill lived in print. There and then she registered the resolve\r\nto talk to her step-son James when she got hold of him in such a\r\nmanner as would scourge the offending Adam out of him for once\r\nand for all.\r\n\r\n\"And not only that,\" continued Mrs. Pett. \"That would be bad enough\r\nin itself, but somehow the papers have discovered that I am the\r\nboy's aunt. Two weeks ago they printed my photograph with one of\r\nthese articles. I suppose they will always do it now. That is why I\r\nhave come to you. It must stop. And the only way it can be made to\r\nstop is by taking your step-son away from London where he is\r\nrunning wild. Peter has most kindly consented to give the boy a\r\nposition in his office. It is very good of him, for the boy cannot\r\nin the nature of things be of any use for a very long time, but we\r\nhave talked it over and it seems the only course. I have come this\r\nmorning to ask you to let us take James Crocker back to America\r\nwith us and keep him out of mischief by giving him honest work.\r\nWhat do you say?\"\r\n\r\nMrs. Crocker raised her eyebrows.\r\n\r\n\"What do you expect me to say? It is utterly preposterous. I have\r\nnever heard anything so supremely absurd in my life.\"\r\n\r\n\"You refuse?\"\r\n\r\n\"Of course I refuse.\"\r\n\r\n\"I think you are extremely foolish.\"\r\n\r\n\"Indeed!\"\r\n\r\nMr. Pett cowed in his chair. He was feeling rather like a nervous\r\nand peace-loving patron of a wild western saloon who observes two\r\ncowboys reach for their hip-pockets. Neither his wife nor his\r\nsister-in-law paid any attention to him. The concluding exercises\r\nof a duel of the eyes was in progress between them. After some\r\nsilent, age-long moments, Mrs. Crocker laughed a light laugh.\r\n\r\n\"Most extraordinary!\" she murmured.\r\n\r\nMrs. Pett was in no mood for Anglicisms.\r\n\r\n\"You know perfectly well, Eugenia,\" she said heatedly, \"that\r\nJames Crocker is being ruined here. For his sake, if not for\r\nmine--\"\r\n\r\nMrs. Crocker laughed another light laugh, one of those offensive\r\nrippling things which cause so much annoyance.\r\n\r\n\"Don't be so ridiculous, Nesta! Ruined! Really! It is quite true\r\nthat, a long while ago, when he was much younger and not quite used\r\nto the ways of London Society, James was a little wild, but all\r\nthat sort of thing is over now. He knows\"--she paused, setting\r\nherself as it were for the punch--\"he knows that at any moment\r\nthe government may decide to give his father a Peerage . . .\"\r\n\r\nThe blow went home. A quite audible gasp escaped her stricken\r\nsister.\r\n\r\n\"What!\"\r\n\r\nMrs. Crocker placed two ringed fingers before her mouth in order\r\nnot to hide a languid yawn.\r\n\r\n\"Yes. Didn't you know? But of course you live so out of the world.\r\nOh yes, it is extremely probable that Mr. Crocker's name will\r\nappear in the next Honours List. He is very highly thought of by\r\nthe Powers. So naturally James is quite aware that he must behave\r\nin a suitable manner. He is a dear boy! He was handicapped at\r\nfirst by getting into the wrong set, but now his closest friend\r\nis Lord Percy Whipple, the second son of the Duke of Devizes, who\r\nis one of the most eminent men in the kingdom and a personal\r\nfriend of the Premier.\"\r\n\r\nMrs. Pett was in bad shape under this rain of titles, but she\r\nrallied herself to reply in kind.\r\n\r\n\"Indeed?\" she said. \"I should like to meet him. I have no doubt\r\nhe knows our great friend, Lord Wisbeach.\"\r\n\r\nMrs. Crocker was a little taken aback. She had not supposed that\r\nher sister had even this small shot in her locker.\r\n\r\n\"Do you know Lord Wisbeach?\" she said.\r\n\r\n\"Oh yes,\" replied Mrs. Pett, beginning to feel a little better.\r\n\"We have been seeing him every day. He always says that he looks\r\non my house as quite a home. He knows so few people in New York.\r\nIt has been a great comfort to him, I think, knowing us.\"\r\n\r\nMrs. Crocker had had time now to recover her poise.\r\n\r\n\"Poor dear Wizzy!\" she said languidly.\r\n\r\nMrs. Pett started.\r\n\r\n\"What!\"\r\n\r\n\"I suppose he is still the same dear, stupid, shiftless fellow?\r\nHe left here with the intention of travelling round the world,\r\nand he has stopped in New York! How like him!\"\r\n\r\n\"Do you know Lord Wisbeach?\" demanded Mrs. Pett.\r\n\r\nMrs. Crocker raised her eyebrows.\r\n\r\n\"Know him? Why, I suppose, after Lord Percy Whipple, he is James'\r\nmost intimate friend!\"\r\n\r\nMrs. Pett rose. She was dignified even in defeat. She collected\r\nOgden and Mr. Pett with an eye which even Ogden could see was not\r\nto be trifled with. She uttered no word.\r\n\r\n\"Must you really go?\" said Mrs. Crocker. \"It was sweet of you to\r\nbother to come all the way from America like this. So strange to\r\nmeet any one from America nowadays. Most extraordinary!\"\r\n\r\nThe _cortege_ left the room in silence. Mrs. Crocker had touched\r\nthe bell, but the mourners did not wait for the arrival of\r\nBayliss. They were in no mood for the formalities of polite\r\nSociety. They wanted to be elsewhere, and they wanted to be there\r\nquick. The front door had closed behind them before the butler\r\nreached the morning-room.\r\n\r\n\"Bayliss,\" said Mrs. Crocker with happy, shining face, \"send for\r\nthe car to come round at once.\"\r\n\r\n\"Very good, madam.\"\r\n\r\n\"Is Mr. James up yet?\"\r\n\r\n\"I believe not, madam.\"\r\n\r\nMrs. Crocker went upstairs to her room. If Bayliss had not been\r\nwithin earshot, she would probably have sung a bar or two. Her\r\namiability extended even to her step-son, though she had not\r\naltered her intention of speaking eloquently to him on certain\r\nmatters when she could get hold of him. That, however, could\r\nwait. For the moment, she felt in vein for a gentle drive in the\r\nPark.\r\n\r\nA few minutes after she had disappeared, there was a sound of\r\nslow footsteps on the stairs, and a young man came down into the\r\nhall. Bayliss, who had finished telephoning to the garage for\r\nMrs. Crocker's limousine and was about to descend to those lower\r\ndepths where he had his being, turned, and a grave smile of\r\nwelcome played over his face.\r\n\r\n\"Good morning, Mr. James,\" he said."
  ]
}