{
  "index": 5,
  "title": "Chapter 4",
  "paragraphs": [
    "THE MORNING AFTER\r\n\r\nBayliss took a spectacle-case from the recesses of his costume,\r\nopened it, took out a pair of gold-rimmed glasses, dived into the\r\njungle again, came out with a handkerchief, polished the\r\nspectacles, put them on his nose, closed the case, restored it to\r\nits original position, replaced the handkerchief, and took up the\r\npaper.\r\n\r\n\"Why the hesitation, Bayliss? Why the coyness?\" enquired Jimmy,\r\nlying with closed eyes. \"Begin!\"\r\n\r\n\"I was adjusting my glasses, sir.\"\r\n\r\n\"All set now?\"\r\n\r\n\"Yes, sir. Shall I read the headlines first?\"\r\n\r\n\"Read everything.\"\r\n\r\nThe butler cleared his throat.\r\n\r\n\"Good Heavens, Bayliss,\" moaned Jimmy, starting, \"don't gargle.\r\nHave a heart! Go on!\"\r\n\r\nBayliss began to read.\r\n\r\n         FRACAS IN FASHIONABLE NIGHT-CLUB\r\n\r\n             SPRIGS OF NOBILITY BRAWL\r\n\r\nJimmy opened his eyes, interested.\r\n\r\n\"Am I a sprig of nobility?\"\r\n\r\n\"It is what the paper says, sir.\"\r\n\r\n\"We live and learn. Carry on.\"\r\n\r\nThe butler started to clear his throat, but checked himself.\r\n\r\n         SENSATIONAL INTERNATIONAL CONTEST\r\n\r\n                   BATTLING PERCY\r\n\r\n                     (England)\r\n\r\n                         v\r\n\r\n                    CYCLONE JIM\r\n\r\n                     (America)\r\n\r\n           FULL DESCRIPTION BY OUR EXPERT\r\n\r\nJimmy sat up.\r\n\r\n\"Bayliss, you're indulging that distorted sense of humour of\r\nyours again. That isn't in the paper?\"\r\n\r\n\"Yes, sir. Very large headlines.\"\r\n\r\nJimmy groaned.\r\n\r\n\"Bayliss, I'll give you a piece of advice which may be useful to\r\nyou when you grow up. Never go about with newspaper men. It all\r\ncomes back to me. Out of pure kindness of heart I took young Bill\r\nBlake of the _Sun_ to supper at the Six Hundred last night. This is\r\nmy reward. I suppose he thinks it funny. Newspaper men are a low\r\nlot, Bayliss.\"\r\n\r\n\"Shall I go on, sir?\"\r\n\r\n\"Most doubtless. Let me hear all.\"\r\n\r\nBayliss resumed. He was one of those readers who, whether their\r\nsubject be a murder case or a funny anecdote, adopt a measured\r\nand sepulchral delivery which gives a suggestion of tragedy and\r\nhorror to whatever they read. At the church which he attended on\r\nSundays, of which he was one of the most influential and\r\nrespected members, children would turn pale and snuggle up to\r\ntheir mothers when Bayliss read the lessons. Young Mr. Blake's\r\naccount of the overnight proceedings at the Six Hundred Club he\r\nrendered with a gloomy gusto more marked even than his wont. It\r\nhad a topical interest for him which urged him to extend himself.\r\n\r\n\"At an early hour this morning, when our myriad readers\r\nwere enjoying that refreshing and brain-restoring sleep so\r\nnecessary to the proper appreciation of the _Daily Sun_ at\r\nthe breakfast table, one of the most interesting sporting\r\nevents of the season was being pulled off at the Six\r\nHundred Club in Regent Street, where, after three rounds\r\nof fast exchanges, James B. Crocker, the well-known\r\nAmerican welter-weight scrapper, succeeded in stopping\r\nLord Percy Whipple, second son of the Duke of Devizes,\r\nbetter known as the Pride of Old England. Once again the\r\nsuperiority of the American over the English style of\r\nboxing was demonstrated. Battling Percy has a kind heart,\r\nbut Cyclone Jim packs the punch.\"\r\n\r\n\"The immediate cause of the encounter had to do with a\r\ndisputed table, which each gladiator claimed to have\r\nengaged in advance over the telephone.\"\r\n\r\n\"I begin to remember,\" said Jimmy meditatively. \"A pill with\r\nbutter-coloured hair tried to jump my claim. Honeyed words\r\nproving fruitless, I soaked him on the jaw. It may be that I was\r\nnot wholly myself. I seem to remember an animated session at the\r\nEmpire earlier in the evening, which may have impaired my\r\nself-control. Proceed!\"\r\n\r\n\"One word leading to others, which in their turn led to\r\nseveral more, Cyclone Jim struck Battling Percy on what\r\nour rude forefathers were accustomed to describe as the\r\nmazzard, and the gong sounded for\r\n\r\n                \"ROUND ONE\r\n\r\n\"Both men came up fresh and eager to mix things, though it\r\nseems only too probable that they had already been mixing\r\nmore things than was good for them. Battling Percy tried a\r\nright swing which got home on a waiter. Cyclone Jim put in\r\na rapid one-two punch which opened a large gash in the\r\natmosphere. Both men sparred cautiously, being hampered in\r\ntheir movements by the fact, which neither had at this\r\nstage of the proceedings perceived, that they were on\r\nopposite sides of the disputed table. A clever Fitzsimmons'\r\nshift on the part of the Battler removed this obstacle,\r\nand some brisk work ensued in neutral territory. Percy\r\nlanded twice without a return. The Battler's round by a\r\nshade.\r\n\r\n                \"ROUND TWO\r\n\r\n\"The Cyclone came out of his corner with a rush, getting\r\nhome on the Battler's shirt-front and following it up with\r\na right to the chin. Percy swung wildly and upset a bottle\r\nof champagne on a neighbouring table. A good rally\r\nfollowed, both men doing impressive in-fighting. The\r\nCyclone landed three without a return. The Cyclone's\r\nround.\r\n\r\n                \"ROUND THREE\r\n\r\n\"Percy came up weak, seeming to be overtrained. The\r\nCyclone waded in, using both hands effectively. The\r\nBattler fell into a clinch, but the Cyclone broke away\r\nand, measuring his distance, picked up a haymaker from the\r\nfloor and put it over. Percy down and out.\r\n\r\n\"Interviewed by our representative after the fight,\r\nCyclone Jim said: 'The issue was never in doubt. I was\r\nhandicapped at the outset by the fact that I was under the\r\nimpression that I was fighting three twin-brothers, and I\r\nmissed several opportunities of putting over the winning\r\nwallop by attacking the outside ones. It was only in the\r\nsecond round that I decided to concentrate my assault on\r\nthe one in the middle, when the affair speedily came to a\r\nconclusion. I shall not adopt pugilism as a profession.\r\nThe prizes are attractive, but it is too much like work.'\"\r\n\r\nBayliss ceased, and silence fell upon the room.\r\n\r\n\"Is that all?\"\r\n\r\n\"That is all, sir.\"\r\n\r\n\"And about enough.\"\r\n\r\n\"Very true, sir.\"\r\n\r\n\"You know, Bayliss,\" said Jimmy thoughtfully, rolling over on the\r\ncouch, \"life is peculiar, not to say odd. You never know what is\r\nwaiting for you round the corner. You start the day with the\r\nfairest prospects, and before nightfall everything is as rocky\r\nand ding-basted as stig tossed full of doodlegammon. Why is this,\r\nBayliss?\"\r\n\r\n\"I couldn't say, sir.\"\r\n\r\n\"Look at me. I go out to spend a happy evening, meaning no harm\r\nto any one, and I come back all blue with the blood of the\r\naristocracy. We now come to a serious point. Do you think my\r\nlady stepmother has read that sporting chronicle?\"\r\n\r\n\"I fancy not, Mr. James.\"\r\n\r\n\"On what do you base these words of comfort?\"\r\n\r\n\"Mrs. Crocker does not read the halfpenny papers, sir.\"\r\n\r\n\"True! She does not. I had forgotten. On the other hand the\r\nprobability that she will learn about the little incident from\r\nother sources is great. I think the merest prudence suggests that\r\nI keep out of the way for the time being, lest I be fallen upon\r\nand questioned. I am not equal to being questioned this morning.\r\nI have a headache which starts at the soles of my feet and gets\r\nworse all the way up. Where is my stepmother?\"\r\n\r\n\"Mrs. Crocker is in her room, Mr. James. She ordered the car to\r\nbe brought round at once. It should be here at any moment now,\r\nsir. I think Mrs. Crocker intends to visit the Park before\r\nluncheon.\"\r\n\r\n\"Is she lunching out?\"\r\n\r\n\"Yes, sir.\"\r\n\r\n\"Then, if I pursue the excellent common-sense tactics of the\r\nlesser sand-eel, which as you doubtless know buries itself tail\r\nupwards in the mud on hearing the baying of the eel-hounds and\r\nremains in that position till the danger is past, I shall be able\r\nto postpone an interview. Should you be questioned as to my\r\nwhereabouts, inflate your chest and reply in a clear and manly\r\nvoice that I have gone out, you know not where. May I rely on\r\nyour benevolent neutrality, Bayliss?\"\r\n\r\n\"Very good, Mr. James.\"\r\n\r\n\"I think I will go and sit in my father's den. A man may lie hid\r\nthere with some success as a rule.\"\r\n\r\nJimmy heaved himself painfully off the sofa, blinked, and set out\r\nfor the den, where his father, in a deep arm-chair, was smoking a\r\nrestful pipe and reading the portions of the daily papers which\r\ndid not deal with the game of cricket.\r\n\r\nMr. Crocker's den was a small room at the back of the house. It\r\nwas not luxurious, and it looked out onto a blank wall, but it\r\nwas the spot he liked best in all that vast pile which had once\r\nechoed to the tread of titled shoes; for, as he sometimes\r\nobserved to his son, it had the distinction of being the only\r\nroom on the ground floor where a fellow could move without\r\nstubbing his toe on a countess or an honourable. In this peaceful\r\nbackwater he could smoke a pipe, put his feet up, take off his\r\ncoat, and generally indulge in that liberty and pursuit of\r\nhappiness to which the Constitution entitles a free-born\r\nAmerican. Nobody ever came there except Jimmy and himself.\r\n\r\nHe did not suspend his reading at his son's entrance. He muttered\r\na welcome through the clouds, but he did not raise his eyes.\r\nJimmy took the other arm-chair, and began to smoke silently. It\r\nwas the unwritten law of the den that soothing silence rather\r\nthan aimless chatter should prevail. It was not until a quarter\r\nof an hour had passed that Mr. Crocker dropped his paper and\r\nspoke.\r\n\r\n\"Say, Jimmy, I want to talk to you.\"\r\n\r\n\"Say on. You have our ear.\"\r\n\r\n\"Seriously.\"\r\n\r\n\"Continue--always, however, keeping before you the fact that I am\r\na sick man. Last night was a wild night on the moors, dad.\"\r\n\r\n\"It's about your stepmother. She was talking at breakfast about\r\nyou. She's sore at you for giving Spike Dillon lunch at the\r\nCarlton. You oughtn't to have taken him there, Jimmy. That's what\r\ngot her goat. She was there with a bunch of swells and they had\r\nto sit and listen to Spike talking about his half-scissors hook.\"\r\n\r\n\"What's their kick against Spike's half-scissors hook? It's a\r\ndarned good one.\"\r\n\r\n\"She said she was going to speak to you about it. I thought I'd\r\nlet you know.\"\r\n\r\n\"Thanks, dad. But was that all?\"\r\n\r\n\"All.\"\r\n\r\n\"All that she was going to speak to me about? Sure there was\r\nnothing else?\"\r\n\r\n\"She didn't say anything about anything else.\"\r\n\r\n\"Then she _doesn't_ know! Fine!\"\r\n\r\nMr. Crocker's feet came down from the mantelpiece with a crash.\r\n\r\n\"Jimmy! You haven't been raising Cain again?\"\r\n\r\n\"No, no, dad. Nothing serious. High-spirited Young Patrician\r\nstuff, the sort of thing that's expected of a fellow in my\r\nposition.\"\r\n\r\nMr. Crocker was not to be comforted.\r\n\r\n\"Jimmy, you've got to pull up. Honest, you have. I don't care for\r\nmyself. I like to see a boy having a good time. But your\r\nstepmother says you're apt to queer us with the people up top,\r\nthe way you're going on. Lord knows I wouldn't care if things\r\nwere different, but I'll tell you exactly how I stand. I didn't\r\nget wise till this morning. Your stepmother sprang it on me\r\nsuddenly. I've often wondered what all this stuff was about, this\r\nliving in London and trailing the swells. I couldn't think what\r\nwas your stepmother's idea. Now I know. Jimmy, she's trying to\r\nget them to make me a peer!\"\r\n\r\n\"What!\"\r\n\r\n\"Just that. And she says--\"\r\n\r\n\"But, dad, this is rich! This is comedy of a high order! A peer!\r\nGood Heavens, if it comes off, what shall I be? This title\r\nbusiness is all so complicated. I know I should have to change my\r\nname to Hon. Rollo Cholmondeley or the Hon. Aubrey Marjoribanks,\r\nbut what I want to know is which? I want to be prepared for the\r\nworst.\"\r\n\r\n\"And you see, Jimmy, these people up top, the guys who arrange\r\nthe giving of titles, are keeping an eye on you, because you\r\nwould have the title after me and naturally they don't want to\r\nget stung. I gathered all that from your stepmother. Say, Jimmy,\r\nI'm not asking a lot of you, but there is just one thing you can\r\ndo for me without putting yourself out too much.\"\r\n\r\n\"I'll do it, dad, if it kills me. Slip me the info!\"\r\n\r\n\"Your stepmother's friend Lady Corstorphine's nephew . . .\"\r\n\r\n\"It's not the sort of story to ask a man with a headache to\r\nfollow. I hope it gets simpler as it goes along.\"\r\n\r\n\"Your stepmother wants you to be a good fellow and make friends\r\nwith this boy. You see, his father is in right with the Premier\r\nand has the biggest kind of a pull when it comes to handing out\r\ntitles.\"\r\n\r\n\"Is that all you want? Leave it to me. Inside of a week I'll be\r\nplaying kiss-in-the-ring with him. The whole force of my sunny\r\npersonality shall be directed towards making him love me. What's\r\nhis name?\"\r\n\r\n\"Lord Percy Whipple.\"\r\n\r\nJimmy's pipe fell with a clatter.\r\n\r\n\"Dad, pull yourself together! Reflect! You know you don't\r\nseriously mean Lord Percy Whipple.\"\r\n\r\n\"Eh?\"\r\n\r\nJimmy laid a soothing hand on his father's shoulder.\r\n\r\n\"Dad, prepare yourself for the big laugh. This is where you throw\r\nyour head back and roar with honest mirth. I met Lord Percy\r\nWhipple last night at the Six Hundred Club. Words ensued. I fell\r\nupon Percy and beat his block off! How it started, except that we\r\nboth wanted the same table, I couldn't say. 'Why, that I cannot\r\ntell,' said he, 'but 'twas a famous victory!' If I had known,\r\ndad, nothing would have induced me to lay a hand upon Perce, save\r\nin the way of kindness, but, not even knowing who he was, it\r\nwould appear from contemporary accounts of the affair that I just\r\nnaturally sailed in and expunged the poor, dear boy!\"\r\n\r\nThe stunning nature of this information had much the same effect\r\non Mr. Crocker as the announcement of his ruin has upon the Good\r\nOld Man in melodrama. He sat clutching the arms of his chair and\r\nstaring into space, saying nothing. Dismay was written upon his\r\nanguished countenance.\r\n\r\nHis collapse sobered Jimmy. For the first time he perceived that\r\nthe situation had another side than the humorous one which had\r\nappealed to him. He had anticipated that Mr. Crocker, who as a\r\ngeneral thing shared his notions of what was funny and could be\r\nrelied on to laugh in the right place, would have been struck,\r\nlike himself, by the odd and pleasing coincidence of his having\r\npicked on for purposes of assault and battery the one young man\r\nwith whom his stepmother wished him to form a firm and lasting\r\nfriendship. He perceived now that his father was seriously upset.\r\nNeither Jimmy nor Mr. Crocker possessed a demonstrative nature,\r\nbut there had always existed between them the deepest affection.\r\nJimmy loved his father as he loved nobody else in the world, and\r\nthe thought of having hurt him was like a physical pain. His\r\nlaughter died away and he set himself with a sinking heart to try\r\nto undo the effect of his words.\r\n\r\n\"I'm awfully sorry, dad. I had no idea you would care. I wouldn't\r\nhave done a fool thing like that for a million dollars if I'd\r\nknown. Isn't there anything I can do? Gee whiz! I'll go right\r\nround to Percy now and apologise. I'll lick his boots. Don't you\r\nworry, dad. I'll make it all right.\"\r\n\r\nThe whirl of words roused Mr. Crocker from his thoughts.\r\n\r\n\"It doesn't matter, Jimmy. Don't worry yourself. It's only a\r\nlittle unfortunate, because your stepmother says she won't think\r\nof our going back to America till these people here have given me\r\na title. She wants to put one over on her sister. That's all\r\nthat's troubling me, the thought that this affair will set us\r\nback, this Lord Percy being in so strong with the guys who give\r\nthe titles. I guess it will mean my staying on here for a while\r\nlonger, and I'd liked to have seen another ball-game. Jimmy, do\r\nyou know they call baseball Rounders in this country, and\r\nchildren play it with a soft ball!\"\r\n\r\nJimmy was striding up and down the little room. Remorse had him\r\nin its grip.\r\n\r\n\"What a damned fool I am!\"\r\n\r\n\"Never mind, Jimmy. It's unfortunate, but it wasn't your fault.\r\nYou couldn't know.\"\r\n\r\n\"It was my fault. Nobody but a fool like me would go about\r\nbeating people up. But don't worry, dad. It's going to be all\r\nright. I'll fix it. I'm going right round to this fellow Percy\r\nnow to make things all right. I won't come back till I've squared\r\nhim. Don't you bother yourself about it any longer, dad. It's\r\ngoing to be all right.\""
  ]
}