{
  "index": 8,
  "title": "Chapter 7",
  "paragraphs": [
    "PAINFUL SCENE IN A CAFE\r\n\r\nThe noonday sun beat down on Park Row. Hurrying mortals, released\r\nfrom a thousand offices, congested the sidewalks, their thoughts\r\nbusy with the vision of lunch. Up and down the canyon of Nassau\r\nStreet the crowds moved more slowly. Candy-selling aliens jostled\r\nnewsboys, and huge dray-horses endeavoured to the best of their\r\nability not to grind the citizenry beneath their hooves.\r\nEastward, pressing on to the City Hall, surged the usual dense\r\narmy of happy lovers on their way to buy marriage-licenses. Men\r\npopped in and out of the subway entrances like rabbits. It was a\r\nstirring, bustling scene, typical of this nerve-centre of New\r\nYork's vast body.\r\n\r\nJimmy Crocker, standing in the doorway, watched the throngs\r\nenviously. There were men in that crowd who chewed gum, there\r\nwere men who wore white satin ties with imitation diamond\r\nstick-pins, there were men who, having smoked seven-tenths of a\r\ncigar, were eating the remainder: but there was not one with whom\r\nhe would not at that moment willingly have exchanged identities.\r\nFor these men had jobs. And in his present frame of mind it\r\nseemed to him that no further ingredient was needed for the\r\nrecipe of the ultimate human bliss.\r\n\r\nThe poet has said some very searching and unpleasant things about\r\nthe man \"whose heart has ne'er within him burned as home his\r\nfootsteps he has turned from wandering on some foreign strand,\"\r\nbut he might have excused Jimmy for feeling just then not so much\r\na warmth of heart as a cold and clammy sensation of dismay. He\r\nwould have had to admit that the words \"High though his titles,\r\nproud his name, boundless his wealth as wish can claim\" did not\r\napply to Jimmy Crocker. The latter may have been \"concentred all\r\non self,\" but his wealth consisted of one hundred and\r\nthirty-three dollars and forty cents and his name was so far from\r\nbeing proud that the mere sight of it in the files of the New\r\nYork _Sunday Chronicle_, the record-room of which he had just been\r\nvisiting, had made him consider the fact that he had changed it\r\nto Bayliss the most sensible act of his career.\r\n\r\nThe reason for Jimmy's lack of enthusiasm as he surveyed the\r\nportion of his native land visible from his doorway is not far to\r\nseek. The _Atlantic_ had docked on Saturday night, and Jimmy,\r\nhaving driven to an excellent hotel and engaged an expensive room\r\ntherein, had left instructions at the desk that breakfast should\r\nbe served to him at ten o'clock and with it the Sunday issue of\r\nthe _Chronicle_. Five years had passed since he had seen the dear\r\nold rag for which he had reported so many fires, murders,\r\nstreet-accidents, and weddings: and he looked forward to its\r\nperusal as a formal taking _seisin_ of his long-neglected country.\r\nNothing could be more fitting and symbolic than that the first\r\nmorning of his return to America should find him propped up in\r\nbed reading the good old _Chronicle_. Among his final meditations\r\nas he dropped off to sleep was a gentle speculation as to who was\r\nCity editor now and whether the comic supplement was still\r\nfeaturing the sprightly adventures of the Doughnut family.\r\n\r\nA wave of not unmanly sentiment passed over him on the following\r\nmorning as he reached out for the paper. The sky-line of New\r\nYork, seen as the boat comes up the bay, has its points, and the\r\nrattle of the Elevated trains and the quaint odour of the Subway\r\nextend a kindly welcome, but the thing that really convinces the\r\nreturned traveller that he is back on Manhattan Island is the\r\nfirst Sunday paper. Jimmy, like every one else, began by opening\r\nthe comic supplement: and as he scanned it a chilly discomfort,\r\nalmost a premonition of evil, came upon him. The Doughnut Family\r\nwas no more. He knew that it was unreasonable of him to feel as\r\nif he had just been informed of the death of a dear friend, for\r\nPa Doughnut and his associates had been having their adventures\r\nfive years before he had left the country, and even the toughest\r\ncomic supplementary hero rarely endures for a decade: but\r\nnevertheless the shadow did fall upon his morning optimism, and\r\nhe derived no pleasure whatever from the artificial rollickings\r\nof a degraded creature called Old Pop Dill-Pickle who was offered\r\nas a substitute.\r\n\r\nBut this, he was to discover almost immediately, was a trifling\r\ndisaster. It distressed him, but it did not affect his material\r\nwelfare. Tragedy really began when he turned to the magazine\r\nsection. Scarcely had he started to glance at it when this\r\nheadline struck him like a bullet:\r\n\r\n            PICCADILLY JIM AT IT AGAIN\r\n\r\nAnd beneath it his own name.\r\n\r\nNothing is so capable of diversity as the emotion we feel on\r\nseeing our name unexpectedly in print. We may soar to the heights\r\nor we may sink to the depths. Jimmy did the latter. A mere\r\ncursory first inspection of the article revealed the fact that it\r\nwas no eulogy. With an unsparing hand the writer had muck-raked\r\nhis eventful past, the text on which he hung his remarks being\r\nthat ill-fated encounter with Lord Percy Whipple at the Six\r\nHundred Club. This the scribe had recounted at a length and with\r\na boisterous vim which outdid even Bill Blake's effort in the\r\nLondon _Daily Sun_. Bill Blake had been handicapped by\r\nconsideration of space and the fact that he had turned in his\r\ncopy at an advanced hour when the paper was almost made up. The\r\npresent writer was shackled by no restrictions. He had plenty of\r\nroom to spread himself in, and he had spread himself. So liberal\r\nhad been the editor's views in the respect that, in addition to\r\nthe letter-press, the pages contained an unspeakably offensive\r\npicture of a burly young man in an obviously advanced condition\r\nof alcoholism raising his fist to strike a monocled youth in\r\nevening dress who had so little chin that Jimmy was surprised\r\nthat he had ever been able to hit it. The only gleam of\r\nconsolation that he could discover in this repellent drawing was\r\nthe fact that the artist had treated Lord Percy even more\r\nscurvily than himself. Among other things, the second son of the\r\nDuke of Devizes was depicted as wearing a coronet--a thing which\r\nwould have excited remark even in a London night-club.\r\n\r\nJimmy read the thing through in its entirety three times before\r\nhe appreciated a _nuance_ which his disordered mind had at first\r\nfailed to grasp--to wit, that this character-sketch of himself\r\nwas no mere isolated outburst but apparently one of a series. In\r\nseveral places the writer alluded unmistakeably to other theses\r\non the same subject.\r\n\r\nJimmy's breakfast congealed on its tray, untouched. That boon\r\nwhich the gods so seldom bestow, of seeing ourselves as others\r\nsee us, had been accorded to him in full measure. By the time he\r\nhad completed his third reading he was regarding himself in a\r\npurely objective fashion not unlike the attitude of a naturalist\r\ntowards some strange and loathesome manifestation of insect life.\r\nSo this was the sort of fellow he was! He wondered they had let\r\nhim in at a reputable hotel.\r\n\r\nThe rest of the day he passed in a state of such humility that he\r\ncould have wept when the waiters were civil to him. On the Monday\r\nmorning he made his way to Park Row to read the files of the\r\n_Chronicle_--a morbid enterprise, akin to the eccentric behaviour\r\nof those priests of Baal who gashed themselves with knives or of\r\nauthors who subscribe to press-clipping agencies.\r\n\r\nHe came upon another of the articles almost at once, in an issue\r\nnot a month old. Then there was a gap of several weeks, and hope\r\nrevived that things might not be as bad as he had feared--only to\r\nbe crushed by another trenchant screed. After that he set about\r\nhis excavations methodically, resolved to know the worst. He\r\nknew it in just under two hours. There it all was--his row with\r\nthe bookie, his bad behaviour at the political meeting, his\r\nbreach-of-promise case. It was a complete biography.\r\n\r\nAnd the name they called him. Piccadilly Jim! Ugh!\r\n\r\nHe went out into Park Row, and sought a quiet doorway where he\r\ncould brood upon these matters.\r\n\r\nIt was not immediately that the practical or financial aspect of\r\nthe affair came to scourge him. For an appreciable time he\r\nsuffered in his self-esteem alone. It seemed to him that all\r\nthese bustling persons who passed knew him, that they were\r\ncasting sidelong glances at him and laughing derisively, that\r\nthose who chewed gum chewed it sneeringly and that those who ate\r\ntheir cigars ate them with thinly-veiled disapproval and scorn.\r\nThen, the passage of time blunting sensitiveness, he found that\r\nthere were other and weightier things to consider.\r\n\r\nAs far as he had had any connected plan of action in his sudden\r\ncasting-off of the flesh-pots of London, he had determined as\r\nsoon as possible after landing to report at the office of his old\r\npaper and apply for his ancient position. So little thought had\r\nhe given to the minutiae of his future plans that it had not\r\noccurred to him that he had anything to do but walk in, slap the\r\ngang on the back, and announce that he was ready to work. Work!--on\r\nthe staff of a paper whose chief diversion appeared to be the\r\nsatirising of his escapades! Even had he possessed the moral\r\ncourage--or gall--to make the application, what good would it be?\r\nHe was a by-word in a world where he had once been a worthy\r\ncitizen. What paper would trust Piccadilly Jim with an\r\nassignment? What paper would consider Piccadilly Jim even on\r\nspace rates? A chill dismay crept over him. He seemed to hear the\r\ngrave voice of Bayliss the butler speaking in his car as he had\r\nspoken so short a while before at Paddington Station.\r\n\r\n\"Is it not a little rash, Mr. James?\"\r\n\r\nRash was the word. Here he stood, in a country that had no\r\npossible use for him, a country where competition was keen and\r\njobs for the unskilled infrequent. What on earth was there that\r\nhe could do?\r\n\r\nWell, he could go home. . . . No, he couldn't. His pride revolted\r\nat that solution. Prodigal Son stuff was all very well in its\r\nway, but it lost its impressiveness if you turned up again at\r\nhome two weeks after you had left. A decent interval among the\r\nhusks and swine was essential. Besides, there was his father to\r\nconsider. He might be a poor specimen of a fellow, as witness the\r\n_Sunday Chronicle_ _passim_, but he was not so poor as to come\r\nslinking back to upset things for his father just when he had\r\ndone the only decent thing by removing himself. No, that was out\r\nof the question.\r\n\r\nWhat remained? The air of New York is bracing and healthy, but a\r\nman cannot live on it. Obviously he must find a job. But what\r\njob?\r\n\r\nWhat could he do?\r\n\r\nA gnawing sensation in the region of the waistcoat answered the\r\nquestion. The solution--which it put forward was, it was true,\r\nbut a temporary one, yet it appealed strongly to Jimmy. He had\r\nfound it admirable at many crises. He would go and lunch, and it\r\nmight be that food would bring inspiration.\r\n\r\nHe moved from his doorway and crossed to the entrance of the\r\nsubway. He caught a timely express, and a few minutes later\r\nemerged into the sunlight again at Grand Central. He made his way\r\nwestward along Forty-second Street to the hotel which he thought\r\nwould meet his needs. He had scarcely entered it when in a chair\r\nby the door he perceived Ann Chester, and at the sight of her all\r\nhis depression vanished and he was himself again.\r\n\r\n\"Why, how do you do, Mr. Bayliss? Are you lunching here?\"\r\n\r\n\"Unless there is some other place that you would prefer,\" said\r\nJimmy. \"I hope I haven't kept you waiting.\"\r\n\r\nAnn laughed. She was looking very delightful in something soft\r\nand green.\r\n\r\n\"I'm not going to lunch with you. I'm waiting for Mr. Ralstone\r\nand his sister. Do you remember him? He crossed over with us. His\r\nchair was next to mine on the promenade deck.\"\r\n\r\nJimmy was shocked. When he thought how narrowly she had escaped,\r\npoor girl, from lunching with that insufferable pill Teddy--or\r\nwas it Edgar?--he felt quite weak. Recovering himself, he spoke\r\nfirmly.\r\n\r\n\"When were they to have met you?\"\r\n\r\n\"At one o'clock.\"\r\n\r\n\"It is now five past. You are certainly not going to wait any\r\nlonger. Come with me, and we will whistle for cabs.\"\r\n\r\n\"Don't be absurd!\"\r\n\r\n\"Come along. I want to talk to you about my future.\"\r\n\r\n\"I shall certainly do nothing of the kind,\" said Ann, rising. She\r\nwent with him to the door. \"Teddy would never forgive me.\" She\r\ngot into the cab. \"It's only because you have appealed to me to\r\nhelp you discuss your future,\" she said, as they drove off.\r\n\"Nothing else would have induced me . . .\"\r\n\r\n\"I know,\" said Jimmy. \"I felt that I could rely on your womanly\r\nsympathy. Where shall we go?\"\r\n\r\n\"Where do you want to go? Oh, I forget that you have never been\r\nin New York before. By the way, what are your impressions of our\r\nglorious country?\"\r\n\r\n\"Most gratifying, if only I could get a job.\"\r\n\r\n\"Tell him to drive to Delmonico's. It's just around the corner on\r\nForty-fourth Street.\"\r\n\r\n\"There are some things round the corner, then?\"\r\n\r\n\"That sounds cryptic. What do you mean.\"\r\n\r\n\"You've forgotten our conversation that night on the ship. You\r\nrefused to admit the existence of wonderful things just round the\r\ncorner. You said some very regrettable things that night. About\r\nlove, if you remember.\"\r\n\r\n\"You can't be going to talk about love at one o'clock in the\r\nafternoon! Talk about your future.\"\r\n\r\n\"Love is inextricably mixed up with my future.\"\r\n\r\n\"Not with your immediate future. I thought you said that you were\r\ntrying to get a job. Have you given up the idea of newspaper\r\nwork, then?\"\r\n\r\n\"Absolutely.\"\r\n\r\n\"Well, I'm rather glad.\"\r\n\r\nThe cab drew up at the restaurant door, and the conversation was\r\ninterrupted. When they were seated at their table and Jimmy had\r\ngiven an order to the waiter of absolutely inexcusable\r\nextravagance, Ann returned to the topic.\r\n\r\n\"Well, now the thing is to find something for you to do.\"\r\n\r\nJimmy looked round the restaurant with appreciative eyes. The\r\nsummer exodus from New York was still several weeks distant, and\r\nthe place was full of prosperous-looking lunchers, not one of\r\nwhom appeared to have a care or an unpaid bill in the world. The\r\natmosphere was redolent of substantial bank-balances. Solvency\r\nshone from the closely shaven faces of the men and reflected\r\nitself in the dresses of the women. Jimmy sighed.\r\n\r\n\"I suppose so,\" he said. \"Though for choice I'd like to be one of\r\nthe Idle Rich. To my mind the ideal profession is strolling into\r\nthe office and touching the old dad for another thousand.\"\r\n\r\nAnn was severe.\r\n\r\n\"You revolt me!\" she said. \"I never heard anything so thoroughly\r\ndisgraceful. You _need_ work!\"\r\n\r\n\"One of these days,\" said Jimmy plaintively, \"I shall be sitting\r\nby the roadside with my dinner-pail, and you will come by in your\r\nlimousine, and I shall look up at you and say '_You_ hounded me\r\ninto this!' How will you feel then?\"\r\n\r\n\"Very proud of myself.\"\r\n\r\n\"In that case, there is no more to be said. I'd much rather hang\r\nabout and try to get adopted by a millionaire, but if you insist\r\non my working--Waiter!\"\r\n\r\n\"What do you want?\" asked Ann.\r\n\r\n\"Will you get me a Classified Telephone Directory,\" said Jimmy.\r\n\r\n\"What for?\" asked Ann.\r\n\r\n\"To look for a profession. There is nothing like being\r\nmethodical.\"\r\n\r\nThe waiter returned, bearing a red book. Jimmy thanked him and\r\nopened it at the A's.\r\n\r\n\"The boy, what will he become?\" he said. He turned the pages.\r\n\"How about an Auditor? What do you think of that?\"\r\n\r\n\"Do you think you could audit?\"\r\n\r\n\"That I could not say till I had tried. I might turn out to be\r\nvery good at it. How about an Adjuster?\"\r\n\r\n\"An adjuster of what?\"\r\n\r\n\"The book doesn't say. It just remarks broadly--in a sort of\r\nspacious way--'Adjuster.' I take it that, having decided to\r\nbecome an adjuster, you then sit down and decide what you wish to\r\nadjust. One might, for example, become an Asparagus Adjuster.\"\r\n\r\n\"A what?\"\r\n\r\n\"Surely you know? Asparagus Adjusters are the fellows who sell\r\nthose rope-and-pulley affairs by means of which the Smart Set\r\nlower asparagus into their mouths--or rather Francis the footman\r\ndoes it for them, of course. The diner leans back in his chair,\r\nand the menial works the apparatus in the background. It is\r\nentirely superseding the old-fashioned method of picking the\r\nvegetable up and taking a snap at it. But I suspect that to be a\r\nsuccessful Asparagus Adjuster requires capital. We now come to\r\nAwning Crank and Spring Rollers. I don't think I should like\r\nthat. Rolling awning cranks seems to me a sorry way of spending\r\nlife's springtime. Let's try the B's.\"\r\n\r\n\"Let's try this omelette. It looks delicious.\" Jimmy shook his\r\nhead.\r\n\r\n\"I will toy with it--but absently and in a _distrait_ manner, as\r\nbecomes a man of affairs. There's nothing in the B's. I might\r\ndevote my ardent youth to Bar-Room Glassware and Bottlers'\r\nSupplies. On the other hand, I might not. Similarly, while there\r\nis no doubt a bright future for somebody in Celluloid, Fiberloid,\r\nand Other Factitious Goods, instinct tells me that there is none\r\nfor--\" he pulled up on the verge of saying, \"James Braithwaite\r\nCrocker,\" and shuddered at the nearness of the pitfall.\r\n\"--for--\" he hesitated again--\"for Algernon Bayliss,\" he\r\nconcluded.\r\n\r\nAnn smiled delightedly. It was so typical that his father should\r\nhave called him something like that. Time had not dimmed her\r\nregard for the old man she had seen for that brief moment at\r\nPaddington Station. He was an old dear, and she thoroughly\r\napproved of this latest manifestation of his supposed pride in\r\nhis offspring.\r\n\r\n\"Is that really your name--Algernon?\"\r\n\r\n\"I cannot deny it.\"\r\n\r\n\"I think your father is a darling,\" said Ann inconsequently.\r\n\r\nJimmy had buried himself in the directory again.\r\n\r\n\"The D's,\" he said. \"Is it possible that posterity will know me\r\nas Bayliss the Dermatologist? Or as Bayliss the Drop Forger? I\r\ndon't quite like that last one. It may be a respectable\r\noccupation, but it sounds rather criminal to me. The sentence for\r\nforging drops is probably about twenty years with hard labour.\"\r\n\r\n\"I wish you would put that book away and go on with your lunch,\"\r\nsaid Ann.\r\n\r\n\"Perhaps,\" said Jimmy, \"my grandchildren will cluster round my\r\nknee some day and say in their piping, childish voices, 'Tell us\r\nhow you became the Elastic Stocking King, grandpa!' What do you\r\nthink?\"\r\n\r\n\"I think you ought to be ashamed of yourself. You are wasting\r\nyour time, when you ought to be either talking to me or else\r\nthinking very seriously about what you mean to do.\"\r\n\r\nJimmy was turning the pages rapidly.\r\n\r\n\"I will be with you in a moment,\" he said. \"Try to amuse yourself\r\nsomehow till I am at leisure. Ask yourself a riddle. Tell\r\nyourself an anecdote. Think of life. No, it's no good. I don't\r\nsee myself as a Fan Importer, a Glass Beveller, a Hotel Broker,\r\nan Insect Exterminator, a Junk Dealer, a Kalsomine Manufacturer,\r\na Laundryman, a Mausoleum Architect, a Nurse, an Oculist, a\r\nPaper-Hanger, a Quilt Designer, a Roofer, a Ship Plumber, a\r\nTinsmith, an Undertaker, a Veterinarian, a Wig Maker, an X-ray\r\napparatus manufacturer, a Yeast producer, or a Zinc Spelter.\" He\r\nclosed the book. \"There is only one thing to do. I must starve in\r\nthe gutter. Tell me--you know New York better than I do--where is\r\nthere a good gutter?\"\r\n\r\nAt this moment there entered the restaurant an Immaculate Person.\r\nHe was a young man attired in faultlessly fitting clothes, with\r\nshoes of flawless polish and a perfectly proportioned floweret in\r\nhis buttonhole. He surveyed the room through a monocle. He was a\r\npleasure to look upon, but Jimmy, catching sight of him, started\r\nviolently and felt no joy at all; for he had recognised him. It\r\nwas a man he knew well and who knew him well--a man whom he had\r\nlast seen a bare two weeks ago at the Bachelors' Club in London.\r\nFew things are certain in this world, but one was that, if\r\nBartling--such was the Vision's name--should see him, he would\r\ncome over and address him as Crocker. He braced himself to the\r\ntask of being Bayliss, the whole Bayliss, and nothing but\r\nBayliss. It might be that stout denial would carry him through.\r\nAfter all, Reggie Bartling was a man of notoriously feeble\r\nintellect, who could believe in anything.\r\n\r\nThe monocle continued its sweep. It rested on Jimmy's profile.\r\n\r\n\"By Gad!\" said the Vision.\r\n\r\nReginald Bartling had landed in New York that morning, and\r\nalready the loneliness of a strange city had begun to oppress\r\nhim. He had come over on a visit of pleasure, his suit-case\r\nstuffed with letters of introduction, but these he had not yet\r\nused. There was a feeling of home-sickness upon him, and he ached\r\nfor a pal. And there before him sat Jimmy Crocker, one of the\r\nbest. He hastened to the table.\r\n\r\n\"I say, Crocker, old chap, I didn't know you were over here. When\r\ndid you arrive?\"\r\n\r\nJimmy was profoundly thankful that he had seen this pest in time\r\nto be prepared for him. Suddenly assailed in this fashion, he\r\nwould undoubtedly have incriminated himself by recognition of his\r\nname. But, having anticipated the visitation, he was able to say\r\na whole sentence to Ann before showing himself aware that it was\r\nhe who was addressed.\r\n\r\n\"I say! Jimmy Crocker!\"\r\n\r\nJimmy achieved one of the blankest stares of modern times. He\r\nlooked at Ann. Then he looked at Bartling again.\r\n\r\n\"I think there's some mistake,\" he said. \"My name is Bayliss.\"\r\n\r\nBefore his stony eye the immaculate Bartling wilted. It was a\r\nperfectly astounding likeness, but it was apparent to him when\r\nwhat he had ever heard and read about doubles came to him. He was\r\nconfused. He blushed. It was deuced bad form going up to a\r\nperfect stranger like this and pretending you knew him. Probably\r\nthe chappie thought he was some kind of a confidence johnnie or\r\nsomething. It was absolutely rotten! He continued to blush till\r\none could have fancied him scarlet to the ankles. He backed away,\r\napologising in ragged mutters. Jimmy was not insensible to the\r\npathos of his suffering acquaintance's position; he knew Reggie\r\nand his devotion to good form sufficiently well to enable him to\r\nappreciate the other's horror at having spoken to a fellow to\r\nwhom he had never been introduced; but necessity forbade any\r\nother course. However Reggie's soul might writhe and however\r\nsleepless Reggie's nights might become as a result of this\r\nencounter, he was prepared to fight it out on those lines if it\r\ntook all summer. And, anyway, it was darned good for Reggie to\r\nget a jolt like that every once in a while. Kept him bright and\r\nlively.\r\n\r\nSo thinking, he turned to Ann again, while the crimson Bartling\r\ntottered off to restore his nerve centres to their normal tone at\r\nsome other hostelry. He found Ann staring amazedly at him, eyes\r\nwide and lips parted.\r\n\r\n\"Odd, that!\" he observed with a light carelessness which he\r\nadmired extremely and of which he would not have believed himself\r\ncapable. \"I suppose I must be somebody's double. What was the\r\nname he said?\"\r\n\r\n\"Jimmy Crocker!\" cried Ann.\r\n\r\nJimmy raised his glass, sipped, and put it down.\r\n\r\n\"Oh yes, I remember. So it was. It's a curious thing, too, that\r\nit sounds familiar. I've heard the name before somewhere.\"\r\n\r\n\"I was talking about Jimmy Crocker on the ship. That evening on\r\ndeck.\"\r\n\r\nJimmy looked at her doubtfully.\r\n\r\n\"Were you? Oh yes, of course. I've got it now. He is the man you\r\ndislike so.\"\r\n\r\nAnn was still looking at him as if he had undergone a change into\r\nsomething new and strange.\r\n\r\n\"I hope you aren't going to let the resemblance prejudice you\r\nagainst _me_?\" said Jimmy. \"Some are born Jimmy Crockers, others\r\nhave Jimmy Crockers thrust upon them. I hope you'll bear in mind\r\nthat I belong to the latter class.\"\r\n\r\n\"It's such an extraordinary thing.\"\r\n\r\n\"Oh, I don't know. You often hear of doubles. There was a man in\r\nEngland a few years ago who kept getting sent to prison for\r\nthings some genial stranger who happened to look like him had\r\ndone.\"\r\n\r\n\"I don't mean that. Of course there are doubles. But it is\r\ncurious that you should have come over here and that we should\r\nhave met like this at just this time. You see, the reason I went\r\nover to England at all was to try to get Jimmy Crocker to come\r\nback here.\"\r\n\r\n\"What!\"\r\n\r\n\"I don't mean that _I_ did. I mean that I went with my uncle and\r\naunt, who wanted to persuade him to come and live with them.\"\r\n\r\nJimmy was now feeling completely out of his depth.\r\n\r\n\"Your uncle and aunt? Why?\"\r\n\r\n\"I ought to have explained that they are his uncle and aunt, too.\r\nMy aunt's sister married his father.\"\r\n\r\n\"But--\"\r\n\r\n\"It's quite simple, though it doesn't sound so. Perhaps you\r\nhaven't read the _Sunday Chronicle_ lately? It has been publishing\r\narticles about Jimmy Crocker's disgusting behaviour in\r\nLondon--they call him Piccadilly Jim, you know--\"\r\n\r\nIn print, that name had shocked Jimmy. Spoken, and by Ann, it was\r\nloathly. Remorse for his painful past tore at him.\r\n\r\n\"There was another one printed yesterday.\"\r\n\r\n\"I saw it,\" said Jimmy, to avert description.\r\n\r\n\"Oh, did you? Well, just to show you what sort of a man Jimmy\r\nCrocker is, the Lord Percy Whipple whom he attacked in the club\r\nwas his very best friend. His step-mother told my aunt so. He\r\nseems to be absolutely hopeless.\" She smiled. \"You're looking\r\nquite sad, Mr. Bayliss. Cheer up! You may look like him, but you\r\naren't him he?--him?--no, 'he' is right. The soul is what counts.\r\nIf you've got a good, virtuous, Algernonish soul, it doesn't\r\nmatter if you're so like Jimmy Crocker that his friends come up\r\nand talk to you in restaurants. In fact, it's rather an\r\nadvantage, really. I'm sure that if you were to go to my aunt and\r\npretend to be Jimmy Crocker, who had come over after all in a fit\r\nof repentance, she would be so pleased that there would be\r\nnothing she wouldn't do for you. You might realise your ambition\r\nof being adopted by a millionaire. Why don't you try it? I won't\r\ngive you away.\"\r\n\r\n\"Before they found me out and hauled me off to prison, I should\r\nhave been near you for a time. I should have lived in the same\r\nhouse with you, spoken to you--!\" Jimmy's voice shook.\r\n\r\nAnn turned her head to address an imaginary companion.\r\n\r\n\"You must listen to this, my dear,\" she said in an undertone. \"He\r\nspeaks _wonderfully!_ They used to call him the Boy Orator in his\r\nhome-town. Sometimes that, and sometimes Eloquent Algernon!\"\r\n\r\nJimmy eyed her fixedly. He disapproved of this frivolity.\r\n\r\n\"One of these days you will try me too high--!\"\r\n\r\n\"Oh, you didn't hear what I was saying to my friend, did you?\"\r\nshe said in concern. \"But I meant it, every word. I love to hear\r\nyou talk. You have such _feeling!_\"\r\n\r\nJimmy attuned himself to the key of the conversation.\r\n\r\n\"Have you no sentiment in you?\" he demanded.\r\n\r\n\"I was just warming up, too! In another minute you would have\r\nheard something worth while. You've damped me now. Let's talk\r\nabout my lifework again.\"\r\n\r\n\"Have you thought of anything?\"\r\n\r\n\"I'd like to be one of those fellows who sit in offices, and sign\r\nchecks, and tell the office-boy to tell Mr. Rockerfeller they can\r\ngive him five minutes. But of course I should need a check-book,\r\nand I haven't got one. Oh well, I shall find something to do all\r\nright. Now tell me something about yourself. Let's drop the\r\nfuture for awhile.\"\r\n\r\n\r\n        *       *       *       *       *\r\n\r\n\r\nAn hour later Jimmy turned into Broadway. He walked pensively,\r\nfor he had much to occupy his mind. How strange that the Petts\r\nshould have come over to England to try to induce him to return\r\nto New York, and how galling that, now that he was in New York,\r\nthis avenue to a prosperous future was closed by the fact that\r\nsomething which he had done five years ago--that he could\r\nremember nothing about it was quite maddening--had caused Ann to\r\nnurse this abiding hatred of him. He began to dream tenderly of\r\nAnn, bumping from pedestrian to pedestrian in a gentle trance.\r\n\r\nFrom this trance the seventh pedestrian aroused him by uttering\r\nhis name, the name which circumstances had compelled him to\r\nabandon.\r\n\r\n\"Jimmy Crocker!\"\r\n\r\nSurprise brought Jimmy back from his dreams to the hard\r\nworld--surprise and a certain exasperation. It was ridiculous to be\r\nincognito in a city which he had not visited in five years and to\r\nbe instantly recognised in this way by every second man he met.\r\nHe looked sourly at the man. The other was a sturdy,\r\nsquare-shouldered, battered young man, who wore on his homely\r\nface a grin of recognition and regard. Jimmy was not particularly\r\ngood at remembering faces, but this person's was of a kind which\r\nthe poorest memory might have recalled. It was, as the\r\nadvertisements say, distinctively individual. The broken nose,\r\nthe exiguous forehead, and the enlarged ears all clamoured for\r\nrecognition. The last time Jimmy had seen Jerry Mitchell had been\r\ntwo years before at the National Sporting Club in London, and,\r\nplacing him at once, he braced himself, as a short while ago he\r\nhad braced himself to confound immaculate Reggie.\r\n\r\n\"Hello!\" said the battered one.\r\n\r\n\"Hello indeed!\" said Jimmy courteously. \"In what way can I\r\nbrighten your life?\"\r\n\r\nThe grin faded from the other's face. He looked puzzled.\r\n\r\n\"You're Jimmy Crocker, ain't you?\"\r\n\r\n\"No. My name chances to be Algernon Bayliss.\"\r\n\r\nJerry Mitchell reddened.\r\n\r\n\"'Scuse me. My mistake.\"\r\n\r\nHe was moving off, but Jimmy stopped him. Parting from Ann had\r\nleft a large gap in his life, and he craved human society.\r\n\r\n\"I know you now,\" he said. \"You're Jerry Mitchell. I saw you\r\nfight Kid Burke four years ago in London.\"\r\n\r\nThe grin returned to the pugilist's face, wider than ever. He\r\nbeamed with gratification.\r\n\r\n\"Gee! Think of that! I've quit since then. I'm working for an old\r\nguy named Pett. Funny thing, he's Jimmy Crocker's uncle that I\r\nmistook you for. Say, you're a dead ringer for that guy! I could\r\nhave sworn it was him when you bumped into me. Say, are you doing\r\nanything?\"\r\n\r\n\"Nothing in particular.\"\r\n\r\n\"Come and have a yarn. There's a place I know just round by\r\nhere.\"\r\n\r\n\"Delighted.\"\r\n\r\nThey made their way to the place.\r\n\r\n\"What's yours?\" said Jerry Mitchell. \"I'm on the wagon myself,\"\r\nhe said apologetically.\r\n\r\n\"So am I,\" said Jimmy. \"It's the only way. No sense in always\r\ndrinking and making a disgraceful exhibition of yourself in\r\npublic!\"\r\n\r\nJerry Mitchell received this homily in silence. It disposed\r\ndefinitely of the lurking doubt in his mind as to the possibility\r\nof this man really being Jimmy Crocker. Though outwardly\r\nconvinced by the other's denial, he had not been able to rid\r\nhimself till now of a nebulous suspicion. But this convinced him.\r\nJimmy Crocker would never have said a thing like that nor would\r\nhave refused the offer of alcohol. He fell into pleasant\r\nconversation with him. His mind eased."
  ]
}