{
  "index": 1,
  "title": "Chapter 1",
  "paragraphs": [
    "CHAPTER I\r\n\r\nA RED-HAIRED GIRL\r\n\r\nThe residence of Mr. Peter Pett, the well-known financier, on\r\nRiverside Drive is one of the leading eyesores of that breezy and\r\nexpensive boulevard. As you pass by in your limousine, or while\r\nenjoying ten cents worth of fresh air on top of a green omnibus,\r\nit jumps out and bites at you. Architects, confronted with it,\r\nreel and throw up their hands defensively, and even the lay\r\nobserver has a sense of shock. The place resembles in almost\r\nequal proportions a cathedral, a suburban villa, a hotel and a\r\nChinese pagoda. Many of its windows are of stained glass, and\r\nabove the porch stand two terra-cotta lions, considerably more\r\nrepulsive even than the complacent animals which guard New York's\r\nPublic Library. It is a house which is impossible to overlook:\r\nand it was probably for this reason that Mrs. Pett insisted on\r\nher husband buying it, for she was a woman who liked to be\r\nnoticed.\r\n\r\nThrough the rich interior of this mansion Mr. Pett, its nominal\r\nproprietor, was wandering like a lost spirit. The hour was about\r\nten of a fine Sunday morning, but the Sabbath calm which was upon\r\nthe house had not communicated itself to him. There was a look of\r\nexasperation on his usually patient face, and a muttered oath,\r\npicked up no doubt on the godless Stock Exchange, escaped his\r\nlips.\r\n\r\n\"Darn it!\"\r\n\r\nHe was afflicted by a sense of the pathos of his position. It was\r\nnot as if he demanded much from life. He asked but little here\r\nbelow. At that moment all that he wanted was a quiet spot where\r\nhe might read his Sunday paper in solitary peace, and he could\r\nnot find one. Intruders lurked behind every door. The place was\r\ncongested.\r\n\r\nThis sort of thing had been growing worse and worse ever since\r\nhis marriage two years previously. There was a strong literary\r\nvirus in Mrs. Pett's system. She not only wrote voluminously\r\nherself--the name Nesta Ford Pett is familiar to all lovers of\r\nsensational fiction--but aimed at maintaining a salon. Starting,\r\nin pursuance of this aim, with a single specimen,--her nephew,\r\nWillie Partridge, who was working on a new explosive which would\r\neventually revolutionise war--she had gradually added to her\r\ncollections, until now she gave shelter beneath her terra-cotta\r\nroof to no fewer than six young and unrecognised geniuses. Six\r\nbrilliant youths, mostly novelists who had not yet started and\r\npoets who were about to begin, cluttered up Mr. Pett's rooms on\r\nthis fair June morning, while he, clutching his Sunday paper,\r\nwandered about, finding, like the dove in Genesis, no rest. It\r\nwas at such times that he was almost inclined to envy his wife's\r\nfirst husband, a business friend of his named Elmer Ford, who had\r\nperished suddenly of an apoplectic seizure: and the pity which he\r\ngenerally felt for the deceased tended to shift its focus.\r\n\r\nMarriage had certainly complicated life for Mr. Pett, as it\r\nfrequently does for the man who waits fifty years before trying\r\nit. In addition to the geniuses, Mrs. Pett had brought with her\r\nto her new home her only son, Ogden, a fourteen-year-old boy of a\r\nsingularly unloveable type. Years of grown-up society and the\r\nabsence of anything approaching discipline had given him a\r\nprecocity on which the earnest efforts of a series of private\r\ntutors had expended themselves in vain. They came, full of\r\noptimism and self-confidence, to retire after a brief interval,\r\nshattered by the boy's stodgy resistance to education in any form\r\nor shape. To Mr. Pett, never at his ease with boys, Ogden Ford\r\nwas a constant irritant. He disliked his stepson's personality,\r\nand he more than suspected him of stealing his cigarettes. It\r\nwas an additional annoyance that he was fully aware of the\r\nimpossibility of ever catching him at it.\r\n\r\nMr. Pett resumed his journey. He had interrupted it for a moment\r\nto listen at the door of the morning-room, but, a remark in a\r\nhigh tenor voice about the essential Christianity of the poet\r\nShelley filtering through the oak, he had moved on.\r\n\r\nSilence from behind another door farther down the passage\r\nencouraged him to place his fingers on the handle, but a crashing\r\nchord from an unseen piano made him remove them swiftly. He\r\nroamed on, and a few minutes later the process of elimination had\r\nbrought him to what was technically his own private library--a\r\nlarge, soothing room full of old books, of which his father had\r\nbeen a great collector. Mr. Pett did not read old books himself,\r\nbut he liked to be among them, and it is proof of his pessimism\r\nthat he had not tried the library first. To his depressed mind it\r\nhad seemed hardly possible that there could be nobody there.\r\n\r\nHe stood outside the door, listening tensely. He could hear\r\nnothing. He went in, and for an instant experienced that ecstatic\r\nthrill which only comes to elderly gentlemen of solitary habit\r\nwho in a house full of their juniors find themselves alone at\r\nlast. Then a voice spoke, shattering his dream of solitude.\r\n\r\n\"Hello, pop!\"\r\n\r\nOgden Ford was sprawling in a deep chair in the shadows.\r\n\r\n\"Come in, pop, come in. Lots of room.\"\r\n\r\nMr. Pett stood in the doorway, regarding his step-son with a\r\nsombre eye. He resented the boy's tone of easy patronage, all the\r\nharder to endure with philosophic calm at the present moment from\r\nthe fact that the latter was lounging in his favourite chair.\r\nEven from an aesthetic point of view the sight of the bulging\r\nchild offended him. Ogden Ford was round and blobby and looked\r\noverfed. He had the plethoric habit of one to whom wholesome\r\nexercise is a stranger and the sallow complexion of the confirmed\r\ncandy-fiend. Even now, a bare half hour after breakfast, his jaws\r\nwere moving with a rhythmical, champing motion.\r\n\r\n\"What are you eating, boy?\" demanded Mr. Pett, his disappointment\r\nturning to irritability.\r\n\r\n\"Candy.\"\r\n\r\n\"I wish you would not eat candy all day.\"\r\n\r\n\"Mother gave it to me,\" said Ogden simply. As he had anticipated,\r\nthe shot silenced the enemy's battery. Mr. Pett grunted, but made\r\nno verbal comment. Ogden celebrated his victory by putting\r\nanother piece of candy in his mouth.\r\n\r\n\"Got a grouch this morning, haven't you, pop?\"\r\n\r\n\"I will not be spoken to like that!\"\r\n\r\n\"I thought you had,\" said his step-son complacently. \"I can\r\nalways tell. I don't see why you want to come picking on me,\r\nthough. I've done nothing.\"\r\n\r\nMr. Pett was sniffing suspiciously.\r\n\r\n\"You've been smoking.\"\r\n\r\n\"Me!!\"\r\n\r\n\"Smoking cigarettes.\"\r\n\r\n\"No, sir!\"\r\n\r\n\"There are two butts in the ash-tray.\"\r\n\r\n\"I didn't put them there.\"\r\n\r\n\"One of them is warm.\"\r\n\r\n\"It's a warm day.\"\r\n\r\n\"You dropped it there when you heard me come in.\"\r\n\r\n\"No, sir! I've only been here a few minutes. I guess one of the\r\nfellows was in here before me. They're always swiping your\r\ncoffin-nails. You ought to do something about it, pop. You ought\r\nto assert yourself.\"\r\n\r\nA sense of helplessness came upon Mr. Pett. For the thousandth\r\ntime he felt himself baffled by this calm, goggle-eyed boy who\r\ntreated him with such supercilious coolness.\r\n\r\n\"You ought to be out in the open air this lovely morning,\" he\r\nsaid feebly.\r\n\r\n\"All right. Let's go for a walk. I will if you will.\"\r\n\r\n\"I--I have other things to do,\" said Mr. Pett, recoiling from the\r\nprospect.\r\n\r\n\"Well, this fresh-air stuff is overrated anyway. Where's the\r\nsense of having a home if you don't stop in it?\"\r\n\r\n\"When I was your age, I would have been out on a morning like\r\nthis--er--bowling my hoop.\"\r\n\r\n\"And look at you now!\"\r\n\r\n\"What do you mean?\"\r\n\r\n\"Martyr to lumbago.\"\r\n\r\n\"I am not a martyr to lumbago,\" said Mr. Pett, who was touchy on\r\nthe subject.\r\n\r\n\"Have it your own way. All I know is--\"\r\n\r\n\"Never mind!\"\r\n\r\n\"I'm only saying what mother . . .\"\r\n\r\n\"Be quiet!\"\r\n\r\nOgden made further researches in the candy box.\r\n\r\n\"Have some, pop?\"\r\n\r\n\"No.\"\r\n\r\n\"Quite right. Got to be careful at your age.\"\r\n\r\n\"What do you mean?\"\r\n\r\n\"Getting on, you know. Not so young as you used to be. Come in,\r\npop, if you're coming in. There's a draft from that door.\"\r\n\r\nMr. Pett retired, fermenting. He wondered how another man would\r\nhave handled this situation. The ridiculous inconsistency of the\r\nhuman character infuriated him. Why should he be a totally\r\ndifferent man on Riverside Drive from the person he was in Pine\r\nStreet? Why should he be able to hold his own in Pine Street with\r\ngrown men--whiskered, square-jawed financiers--and yet be unable\r\non Riverside Drive to eject a fourteen-year-old boy from an easy\r\nchair? It seemed to him sometimes that a curious paralysis of the\r\nwill came over him out of business hours.\r\n\r\nMeanwhile, he had still to find a place where he could read his\r\nSunday paper.\r\n\r\nHe stood for a while in thought. Then his brow cleared, and he\r\nbegan to mount the stairs. Reaching the top floor, he walked\r\nalong the passage and knocked on a door at the end of it. From\r\nbehind this door, as from behind those below, sounds proceeded,\r\nbut this time they did not seem to discourage Mr. Pett. It was\r\nthe tapping of a typewriter that he heard, and he listened to it\r\nwith an air of benevolent approval. He loved to hear the sound of\r\na typewriter: it made home so like the office.\r\n\r\n\"Come in,\" called a girl's voice.\r\n\r\nThe room in which Mr. Pett found himself was small but cosy, and\r\nits cosiness--oddly, considering the sex of its owner--had that\r\npeculiar quality which belongs as a rule to the dens of men. A\r\nlarge bookcase almost covered one side of it, its reds and blues\r\nand browns smiling cheerfully at whoever entered. The walls were\r\nhung with prints, judiciously chosen and arranged. Through a\r\nwindow to the left, healthfully open at the bottom, the sun\r\nstreamed in, bringing with it the pleasantly subdued whirring of\r\nautomobiles out on the Drive. At a desk at right angles to this\r\nwindow, her vivid red-gold hair rippling in the breeze from the\r\nriver, sat the girl who had been working at the typewriter. She\r\nturned as Mr. Pett entered, and smiled over her shoulder.\r\n\r\nAnn Chester, Mr. Pett's niece, looked her best when she smiled.\r\nAlthough her hair was the most obviously striking feature of her\r\nappearance, her mouth was really the most individual thing about\r\nher. It was a mouth that suggested adventurous possibilities. In\r\nrepose, it had a look of having just finished saying something\r\nhumorous, a kind of demure appreciation of itself. When it\r\nsmiled, a row of white teeth flashed out: or, if the lips did not\r\npart, a dimple appeared on the right cheek, giving the whole face\r\nan air of mischievous geniality. It was an enterprising,\r\nswashbuckling sort of mouth, the mouth of one who would lead\r\nforlorn hopes with a jest or plot whimsically lawless\r\nconspiracies against convention. In its corners and in the firm\r\nline of the chin beneath it there lurked, too, more than a hint\r\nof imperiousness. A physiognomist would have gathered, correctly,\r\nthat Ann Chester liked having her own way and was accustomed to\r\nget it.\r\n\r\n\"Hello, uncle Peter,\" she said. \"What's the trouble?\"\r\n\r\n\"Am I interrupting you, Ann?\"\r\n\r\n\"Not a bit. I'm only copying out a story for aunt Nesta. I\r\npromised her I would. Would you like to hear some of it?\"\r\n\r\nMr. Pett said he would not.\r\n\r\n\"You're missing a good thing,\" said Ann, turning the pages. \"I'm\r\nall worked up over it. It's called 'At Dead of Night,' and it's\r\nfull of crime and everything. You would never think aunt Nesta\r\nhad such a feverish imagination. There are detectives and\r\nkidnappers in it and all sorts of luxuries. I suppose it's the\r\neffect of reading it, but you look to me as if you were trailing\r\nsomething. You've got a sort of purposeful air.\"\r\n\r\nMr. Pett's amiable face writhed into what was intended to be a\r\nbitter smile.\r\n\r\n\"I'm only trailing a quiet place to read in. I never saw such a\r\nplace as this house. It looks big enough outside for a regiment.\r\nYet, when you're inside, there's a poet or something in every\r\nroom.\"\r\n\r\n\"What about the library? Isn't that sacred to you?\"\r\n\r\n\"The boy Ogden's there.\"\r\n\r\n\"What a shame!\"\r\n\r\n\"Wallowing in my best chair,\" said Mr. Pett morosely. \"Smoking\r\ncigarettes.\"\r\n\r\n\"Smoking? I thought he had promised aunt Nesta he wouldn't smoke.\"\r\n\r\n\"Well, he said he wasn't, of course, but I know he had been. I\r\ndon't know what to do with that boy. It's no good my talking to\r\nhim. He--he patronises me!\" concluded Mr. Pett indignantly.\r\n\"Sits there on his shoulder blades with his feet on the table\r\nand talks to me with his mouth full of candy as if I were his\r\ngrandson.\"\r\n\r\n\"Little brute.\"\r\n\r\nAnn was sorry for Mr. Pett. For many years now, ever since the\r\ndeath of her mother, they had been inseparable. Her father, who\r\nwas a traveller, explorer, big-game hunter, and general sojourner\r\nin the lonelier and wilder spots of the world and paid only\r\ninfrequent visits to New York, had left her almost entirely in\r\nMr. Pett's care, and all her pleasantest memories were associated\r\nwith him. Mr. Chester's was in many ways an admirable character,\r\nbut not a domestic one; and his relations with his daughter were\r\nconfined for the most part to letters and presents. In the past\r\nfew years she had come almost to regard Mr. Pett in the light of\r\na father. Hers was a nature swiftly responsive to kindness; and\r\nbecause Mr. Pett besides being kind was also pathetic she pitied\r\nas well as loved him. There was a lingering boyishness in the\r\nfinancier, the boyishness of the boy who muddles along in an\r\nunsympathetic world and can never do anything right: and this\r\nquality called aloud to the youth in her. She was at the valiant\r\nage when we burn to right wrongs and succour the oppressed, and\r\nwild rebel schemes for the reformation of her small world came\r\nreadily to her. From the first she had been a smouldering\r\nspectator of the trials of her uncle's married life, and if Mr.\r\nPett had ever asked her advice and bound himself to act on it he\r\nwould have solved his domestic troubles in explosive fashion. For\r\nAnn in her moments of maiden meditation had frequently devised\r\nschemes to that end which would have made his grey hair stand\r\nerect with horror.\r\n\r\n\"I've seen a good many boys,\" she said, \"but Ogden is in a class\r\nby himself. He ought to be sent to a strict boarding-school, of\r\ncourse.\"\r\n\r\n\"He ought to be sent to Sing-Sing,\" amended Mr. Pett.\r\n\r\n\"Why don't you send him to school?\"\r\n\r\n\"Your aunt wouldn't hear of it. She's afraid of his being\r\nkidnapped. It happened last time he went to school. You can't\r\nblame her for wanting to keep her eye on him after that.\"\r\n\r\nAnn ran her fingers meditatively over the keys.\r\n\r\n\"I've sometimes thought . . .\"\r\n\r\n\"Yes?\"\r\n\r\n\"Oh, nothing. I must get on with this thing for aunt Nesta.\"\r\n\r\nMr. Pett placed the bulk of the Sunday paper on the floor beside\r\nhim, and began to run an appreciative eye over the comic\r\nsupplement. That lingering boyishness in him which endeared him\r\nto Ann always led him to open his Sabbath reading in this\r\nfashion. Grey-headed though he was, he still retained both in art\r\nand in real life a taste for the slapstick. No one had ever known\r\nthe pure pleasure it had given him when Raymond Green, his wife's\r\nnovelist protege, had tripped over a loose stair-rod one morning\r\nand fallen an entire flight.\r\n\r\nFrom some point farther down the corridor came a muffled\r\nthudding. Ann stopped her work to listen.\r\n\r\n\"There's Jerry Mitchell punching the bag.\"\r\n\r\n\"Eh?\" said Mr. Pett.\r\n\r\n\"I only said I could hear Jerry Mitchell in the gymnasium.\"\r\n\r\n\"Yes, he's there.\"\r\n\r\nAnn looked out of the window thoughtfully for a moment. Then she\r\nswung round in her swivel-chair.\r\n\r\n\"Uncle Peter.\"\r\n\r\nMr. Pett emerged slowly from the comic supplement.\r\n\r\n\"Eh?\"\r\n\r\n\"Did Jerry Mitchell ever tell you about that friend of his who\r\nkeeps a dogs' hospital down on Long Island somewhere? I forget\r\nhis name. Smithers or Smethurst or something. People--old ladies,\r\nyou know, and people--bring him their dogs to be cured when they\r\nget sick. He has an infallible remedy, Jerry tells me. He makes a\r\nlot of money at it.\"\r\n\r\n\"Money?\" Pett, the student, became Pett, the financier, at the\r\nmagic word. \"There might be something in that if one got behind\r\nit. Dogs are fashionable. There would be a market for a really\r\ngood medicine.\"\r\n\r\n\"I'm afraid you couldn't put Mr. Smethurst's remedy on the\r\nmarket. It only works when the dog has been overeating himself\r\nand not taking any exercise.\"\r\n\r\n\"Well, that's all these fancy dogs ever have the matter with\r\nthem. It looks to me as if I might do business with this man.\r\nI'll get his address from Mitchell.\"\r\n\r\n\"It's no use thinking of it, uncle Peter. You couldn't do\r\nbusiness with him--in that way. All Mr. Smethurst does when any\r\none brings him a fat, unhealthy dog is to feed it next to\r\nnothing--just the simplest kind of food, you know--and make it\r\nrun about a lot. And in about a week the dog's as well and happy\r\nand nice as he can possibly be.\"\r\n\r\n\"Oh,\" said Mr. Pett, disappointed.\r\n\r\nAnn touched the keys of her machine softly.\r\n\r\n\"Why I mentioned Mr. Smethurst,\" she said, \"it was because we had\r\nbeen talking of Ogden. Don't you think his treatment would be\r\njust what Ogden needs?\"\r\n\r\nMr. Pett's eyes gleamed.\r\n\r\n\"It's a shame he can't have a week or two of it!\"\r\n\r\nAnn played a little tune with her finger-tips on the desk.\r\n\r\n\"It would do him good, wouldn't it?\"\r\n\r\nSilence fell upon the room, broken only by the tapping of the\r\ntypewriter. Mr. Pett, having finished the comic supplement,\r\nturned to the sporting section, for he was a baseball fan of no\r\nlukewarm order. The claims of business did not permit him to see\r\nas many games as he could wish, but he followed the national\r\npastime closely on the printed page and had an admiration for the\r\nNapoleonic gifts of Mr. McGraw which would have gratified that\r\ngentleman had he known of it.\r\n\r\n\"Uncle Peter,\" said Ann, turning round again.\r\n\r\n\"Eh?\"\r\n\r\n\"It's funny you should have been talking about Ogden getting\r\nkidnapped. This story of aunt Nesta's is all about an\r\nangel-child--I suppose it's meant to be Ogden--being stolen and\r\nhidden and all that. It's odd that she should write stories like\r\nthis. You wouldn't expect it of her.\"\r\n\r\n\"Your aunt,\" said Mr. Pett, \"lets her mind run on that sort of\r\nthing a good deal. She tells me there was a time, not so long\r\nago, when half the kidnappers in America were after him. She sent\r\nhim to school in England--or, rather, her husband did. They were\r\nseparated then--and, as far as I can follow the story, they all\r\ntook the next boat and besieged the place.\"\r\n\r\n\"It's a pity somebody doesn't smuggle him away now and keep him\r\ntill he's a better boy.\"\r\n\r\n\"Ah!\" said Mr. Pett wistfully.\r\n\r\nAnn looked at him fixedly, but his eyes were once more on his\r\npaper. She gave a little sigh, and turned to her work again.\r\n\r\n\"It's quite demoralising, typing aunt Nesta's stories,\" she said.\r\n\"They put ideas into one's head.\"\r\n\r\nMr. Pett said nothing. He was reading an article of medical\r\ninterest in the magazine section, for he was a man who ploughed\r\nsteadily through his Sunday paper, omitting nothing. The\r\ntypewriter began tapping again.\r\n\r\n\"Great Godfrey!\"\r\n\r\nAnn swung round, and gazed at her uncle in concern. He was\r\nstaring blankly at the paper.\r\n\r\n\"What's the matter?\"\r\n\r\nThe page on which Mr. Pett's attention was concentrated was\r\ndecorated with a fanciful picture in bold lines of a young man in\r\nevening dress pursuing a young woman similarly clad along what\r\nappeared to be a restaurant supper-table. An enjoyable time was\r\napparently being had by both. Across the page this legend ran:\r\n\r\n            PICCADILLY JIM ONCE MORE\r\n\r\n            The Recent Adventures of Young Mr. Crocker\r\n\r\n            of New York and London\r\n\r\nIt was not upon the title, however, nor upon the illustration\r\nthat Mr. Pett's fascinated eye rested. What he was looking at was\r\na small reproduction of a photograph which had been inserted in\r\nthe body of the article. It was the photograph of a woman in the\r\nearly forties, rather formidably handsome, beneath which were\r\nprinted the words:\r\n\r\n            Mrs. Nesta Ford Pett\r\n\r\n            Well-Known Society Leader and Authoress\r\n\r\nAnn had risen and was peering over his shoulder. She frowned as\r\nshe caught sight of the heading of the page. Then her eye fell\r\nupon the photograph.\r\n\r\n\"Good gracious! Why have they got aunt Nesta's picture there?\"\r\n\r\nMr. Pett breathed a deep and gloomy breath.\r\n\r\n\"They've found out she's his aunt. I was afraid they would. I\r\ndon't know what she will say when she sees this.\"\r\n\r\n\"Don't let her see it.\"\r\n\r\n\"She has the paper downstairs. She's probably reading it now.\"\r\n\r\nAnn was glancing through the article.\r\n\r\n\"It seems to be much the same sort of thing that they have\r\npublished before. I can't understand why the _Chronicle_ takes such\r\nan interest in Jimmy Crocker.\"\r\n\r\n\"Well, you see he used to be a newspaper man, and the _Chronicle_\r\nwas the paper he worked for.\"\r\n\r\nAnn flushed.\r\n\r\n\"I know,\" she said shortly.\r\n\r\nSomething in her tone arrested Mr. Pett's attention.\r\n\r\n\"Yes, yes, of course,\" he said hastily. \"I was forgetting.\"\r\n\r\nThere was an awkward silence. Mr. Pett coughed. The matter of\r\nyoung Mr. Crocker's erstwhile connection with the New York\r\n_Chronicle_ was one which they had tacitly decided to refrain from\r\nmentioning.\r\n\r\n\"I didn't know he was your nephew, uncle Peter.\"\r\n\r\n\"Nephew by marriage,\" corrected Mr. Pett a little hurriedly.\r\n\"Nesta's sister Eugenia married his father.\"\r\n\r\n\"I suppose that makes me a sort of cousin.\"\r\n\r\n\"A distant cousin.\"\r\n\r\n\"It can't be too distant for me.\"\r\n\r\nThere was a sound of hurried footsteps outside the door. Mrs.\r\nPett entered, holding a paper in her hand. She waved it before\r\nMr. Pett's sympathetic face.\r\n\r\n\"I know, my dear,\" he said backing. \"Ann and I were just talking\r\nabout it.\"\r\n\r\nThe little photograph had not done Mrs. Pett justice. Seen\r\nlife-size, she was both handsomer and more formidable than she\r\nappeared in reproduction. She was a large woman, with a fine\r\nfigure and bold and compelling eyes, and her personality crashed\r\ndisturbingly into the quiet atmosphere of the room. She was the\r\ntype of woman whom small, diffident men seem to marry\r\ninstinctively, as unable to help themselves as cockleshell boats\r\nsucked into a maelstrom.\r\n\r\n\"What are you going to do about it?\" she demanded, sinking\r\nheavily into the chair which her husband had vacated.\r\n\r\nThis was an aspect of the matter which had not occurred to Mr.\r\nPett. He had not contemplated the possibility of actually doing\r\nanything. Nature had made him out of office hours essentially a\r\npassive organism, and it was his tendency, when he found himself\r\nin a sea of troubles, to float plaintively, not to take arms\r\nagainst it. To pick up the slings and arrows of outrageous\r\nfortune and fling them back was not a habit of his. He scratched\r\nhis chin and said nothing. He went on saying nothing.\r\n\r\n\"If Eugenia had had any sense, she would have foreseen what would\r\nhappen if she took the boy away from New York where he was\r\nworking too hard to get into mischief and let him run loose in\r\nLondon with too much money and nothing to do. But, if she had had\r\nany sense, she would never have married that impossible Crocker\r\nman. As I told her.\"\r\n\r\nMrs. Pett paused, and her eyes glowed with reminiscent fire. She\r\nwas recalling the scene which had taken place three years ago\r\nbetween her sister and herself, when Eugenia had told her of her\r\nintention to marry an obscure and middle-aged actor named Bingley\r\nCrocker. Mrs. Pett had never seen Bingley Crocker, but she had\r\ncondemned the proposed match in terms which had ended definitely\r\nand forever her relations with her sister. Eugenia was not a\r\nwoman who welcomed criticism of her actions. She was cast in the\r\nsame formidable mould as Mrs. Pett and resembled her strikingly\r\nboth in appearance and character.\r\n\r\nMrs. Pett returned to the present. The past could look after\r\nitself. The present demanded surgery.\r\n\r\n\"One would have thought it would have been obvious even to\r\nEugenia that a boy of twenty-one needed regular work.\"\r\n\r\nMr. Pett was glad to come out of his shell here. He was the\r\nApostle of Work, and this sentiment pleased him.\r\n\r\n\"That's right,\" he said. \"Every boy ought to have work.\"\r\n\r\n\"Look at this young Crocker's record since he went to live in\r\nLondon. He is always doing something to make himself notorious.\r\nThere was that breach-of-promise case, and that fight at the\r\npolitical meeting, and his escapades at Monte Carlo, and--and\r\neverything. And he must be drinking himself to death. I think\r\nEugenia's insane. She seems to have no influence over him at\r\nall.\"\r\n\r\nMr. Pett moaned sympathetically.\r\n\r\n\"And now the papers have found out that I am his aunt, and I\r\nsuppose they will print my photograph whenever they publish an\r\narticle about him.\"\r\n\r\nShe ceased and sat rigid with just wrath. Mr. Pett, who always\r\nfelt his responsibilities as chorus keenly during these wifely\r\nmonologues, surmised that a remark from him was indicated.\r\n\r\n\"It's tough,\" he said.\r\n\r\nMrs. Pett turned on him like a wounded tigress.\r\n\r\n\"What is the use of saying that? It's no use saying anything.\"\r\n\r\n\"No, no,\" said Mr. Pett, prudently refraining from pointing out\r\nthat she had already said a good deal.\r\n\r\n\"You must do something.\"\r\n\r\nAnn entered the conversation for the first time. She was not very\r\nfond of her aunt, and liked her least when she was bullying Mr.\r\nPett. There was something in Mrs. Pett's character with which the\r\nimperiousness which lay beneath Ann's cheerful attitude towards\r\nthe world was ever at war.\r\n\r\n\"What can uncle Peter possibly do?\" she inquired.\r\n\r\n\"Why, get the boy back to America and make him work. It's the\r\nonly possible thing.\"\r\n\r\n\"But is it possible?\"\r\n\r\n\"Of course it is.\"\r\n\r\n\"Assuming that Jimmy Crocker would accept an invitation to come\r\nover to America, what sort of work could he do here? He couldn't\r\nget his place on the _Chronicle_ back again after dropping out for\r\nall these years and making a public pest of himself all that\r\nwhile. And outside of newspaper work what is he fit for?\"\r\n\r\n\"My dear child, don't make difficulties.\"\r\n\r\n\"I'm not. These are ready-made.\"\r\n\r\nMr. Pett interposed. He was always nervously apprehensive of a\r\nclash between these two. Ann had red hair and the nature which\r\ngenerally goes with red hair. She was impulsive and quick of\r\ntongue, and--as he remembered her father had always been--a\r\nlittle too ready for combat. She was usually as quickly\r\nremorseful as she was quickly pugnacious, like most persons of\r\nher colour. Her offer to type the story which now lay on her desk\r\nhad been the amende honourable following on just such a scene\r\nwith her aunt as this promised to be. Mr. Pett had no wish to see\r\nthe truce thus consummated broken almost before it had had time\r\nto operate.\r\n\r\n\"I could give the boy a job in my office,\" he suggested.\r\n\r\nGiving young men jobs in his office was what Mr. Pett liked doing\r\nbest. There were six brilliant youths living in his house and\r\nbursting with his food at that very moment whom he would have\r\nbeen delighted to start addressing envelopes down-town.\r\n\r\nNotably his wife's nephew, Willie Partridge, whom he looked on as\r\na specious loafer. He had a stubborn disbelief in the explosive\r\nthat was to revolutionise war. He knew, as all the world did,\r\nthat Willie's late father had been a great inventor, but he did\r\nnot accept the fact that Willie had inherited the dead man's\r\ngenius. He regarded the experiments on Partridgite, as it was to\r\nbe called, with the profoundest scepticism, and considered that\r\nthe only thing Willie had ever invented or was likely to invent\r\nwas a series of ingenious schemes for living in fatted idleness\r\non other people's money.\r\n\r\n\"Exactly,\" said Mrs. Pett, delighted at the suggestion. \"The very\r\nthing.\"\r\n\r\n\"Will you write and suggest it?\" said Mr. Pett, basking in the\r\nsunshine of unwonted commendation.\r\n\r\n\"What would be the use of writing? Eugenia would pay no\r\nattention. Besides, I could not say all I wished to in a letter.\r\nNo, the only thing is to go over to England and see her. I shall\r\nspeak very plainly to her. I shall point out what an advantage it\r\nwill be to the boy to be in your office and to live here. . . .\"\r\n\r\nAnn started.\r\n\r\n\"You don't mean live here--in this house?\"\r\n\r\n\"Of course. There would be no sense in bringing the boy all the\r\nway over from England if he was to be allowed to run loose when\r\nhe got here.\"\r\n\r\nMr. Pett coughed deprecatingly.\r\n\r\n\"I don't think that would be very pleasant for Ann, dear.\"\r\n\r\n\"Why in the name of goodness should Ann object?\"\r\n\r\nAnn moved towards the door.\r\n\r\n\"Thank you for thinking of it, uncle Peter. You're always a dear.\r\nBut don't worry about me. Do just as you want to. In any case I'm\r\nquite certain that you won't be able to get him to come over\r\nhere. You can see by the paper he's having far too good a time in\r\nLondon. You can call Jimmy Crockers from the vasty deep, but will\r\nthey come when you call for them?\"\r\n\r\nMrs. Pett looked at the door as it closed behind her, then at her\r\nhusband.\r\n\r\n\"What do you mean, Peter, about Ann? Why wouldn't it be pleasant\r\nfor her if this Crocker boy came to live with us?\"\r\n\r\nMr. Pett hesitated.\r\n\r\n\"Well, it's like this, Nesta. I hope you won't tell her I told\r\nyou. She's sensitive about it, poor girl. It all happened before\r\nyou and I were married. Ann was much younger then. You know what\r\nschoolgirls are, kind of foolish and sentimental. It was my fault\r\nreally, I ought to have . . .\"\r\n\r\n\"Good Heavens, Peter! What are you trying to tell me?\"\r\n\r\n\"She was only a child.\"\r\n\r\nMrs. Pett rose in slow horror.\r\n\r\n\"Peter! Tell me! Don't try to break it gently.\"\r\n\r\n\"Ann wrote a book of poetry and I had it published for her.\"\r\n\r\nMrs. Pett sank back in her chair.\r\n\r\n\"Oh!\" she said--it would have been hard to say whether with\r\nrelief or disappointment. \"Whatever did you make such a fuss for?\r\nWhy did you want to be so mysterious?\"\r\n\r\n\"It was all my fault, really,\" proceeded Mr. Pett. \"I ought to\r\nhave known better. All I thought of at the time was that it would\r\nplease the child to see the poems in print and be able to give\r\nthe book to her friends. She did give it to her friends,\" he went\r\non ruefully, \"and ever since she's been trying to live it down.\r\nI've seen her bite a young fellow's head off when he tried to\r\nmake a grand-stand play with her by quoting her poems which he'd\r\nfound in his sister's book-shelf.\"\r\n\r\n\"But, in the name of goodness, what has all this to do with young\r\nCrocker?\"\r\n\r\n\"Why, it was this way. Most of the papers just gave Ann's book a\r\nmention among 'Volumes Received,' or a couple of lines that\r\ndidn't amount to anything, but the _Chronicle_ saw a Sunday feature\r\nin it, as Ann was going about a lot then and was a well-known\r\nsociety girl. They sent this Crocker boy to get an interview from\r\nher, all about her methods of work and inspirations and what not.\r\nWe never suspected it wasn't the straight goods. Why, that very\r\nevening I mailed an order for a hundred copies to be sent to me\r\nwhen the thing appeared. And--\" pinkness came upon Mr. Pett at\r\nthe recollection \"it was just a josh from start to finish. The\r\nyoung hound made a joke of the poems and what Ann had told him\r\nabout her inspirations and quoted bits of the poems just to kid\r\nthe life out of them. . . . I thought Ann would never get over\r\nit. Well, it doesn't worry her any more--she's grown out of the\r\nschool-girl stage--but you can bet she isn't going to get up and\r\ngive three cheers and a tiger if you bring young Crocker to live\r\nin the same house.\"\r\n\r\n\"Utterly ridiculous!\" said Mrs. Pett. \"I certainly do not intend\r\nto alter my plans because of a trivial incident that happened\r\nyears ago. We will sail on Wednesday.\"\r\n\r\n\"Very well, my dear,\" said Mr. Pett resignedly.\r\n\r\n\"Just as you say. Er--just you and I?\"\r\n\r\n\"And Ogden, of course.\"\r\n\r\nMr. Pett controlled a facial spasm with a powerful effort of the\r\nwill. He had feared this.\r\n\r\n\"I wouldn't dream of leaving him here while I went away, after\r\nwhat happened when poor dear Elmer sent him to school in England\r\nthat time.\" The late Mr. Ford had spent most of his married life\r\neither quarrelling with or separated from his wife, but since\r\ndeath he had been canonised as 'poor dear Elmer.' \"Besides, the\r\nsea voyage will do the poor darling good. He has not been looking\r\nat all well lately.\"\r\n\r\n\"If Ogden's coming, I'd like to take Ann.\"\r\n\r\n\"Why?\"\r\n\r\n\"She can--\" he sought for a euphemism.\r\n\r\n\"Keep in order\" was the expression he wished to avoid. To his\r\nmind Ann was the only known antidote for Ogden, but he felt it\r\nwould be impolitic to say so.\"--look after him on the boat,\" he\r\nconcluded. \"You know you are a bad sailor.\"\r\n\r\n\"Very well. Bring Ann--Oh, Peter, that reminds me of what I\r\nwanted to say to you, which this dreadful thing in the paper\r\ndrove completely out of my mind. Lord Wisbeach has asked Ann to\r\nmarry him!\"\r\n\r\nMr. Pett looked a little hurt. \"She didn't tell me.\" Ann usually\r\nconfided in him.\r\n\r\n\"She didn't tell me, either. Lord Wisbeach told me. He said Ann\r\nhad promised to think it over, and give him his answer later.\r\nMeanwhile, he had come to me to assure himself that I approved. I\r\nthought that so charming of him.\"\r\n\r\nMr. Pett was frowning.\r\n\r\n\"She hasn't accepted him?\"\r\n\r\n\"Not definitely.\"\r\n\r\n\"I hope she doesn't.\"\r\n\r\n\"Don't be foolish, Peter. It would be an excellent match.\"\r\n\r\nMr. Pett shuffled his feet.\r\n\r\n\"I don't like him. There's something too darned smooth about that\r\nfellow.\"\r\n\r\n\"If you mean that his manners are perfect, I agree with you. I\r\nshall do all in my power to induce Ann to accept him.\"\r\n\r\n\"I shouldn't,\" said Mr. Pett, with more decision than was his\r\nwont. \"You know what Ann is if you try to force her to do\r\nanything. She gets her ears back and won't budge. Her father is\r\njust the same. When we were boys together, sometimes--\"\r\n\r\n\"Don't be absurd, Peter. As if I should dream of trying to force\r\nAnn to do anything.\"\r\n\r\n\"We don't know anything of this fellow. Two weeks ago we didn't\r\nknow he was on the earth.\"\r\n\r\n\"What do we need to know beyond his name?\"\r\n\r\nMr. Pett said nothing, but he was not convinced. The Lord\r\nWisbeach under discussion was a pleasant-spoken and presentable\r\nyoung man who had called at Mr. Pett's office a short while\r\nbefore to consult him about investing some money. He had brought\r\na letter of introduction from Hammond Chester, Ann's father, whom\r\nhe had met in Canada, where the latter was at present engaged in\r\nthe comparatively mild occupation of bass-fishing. With their\r\nbusiness talk the acquaintance would have begun and finished, if\r\nMr. Pett had been able to please himself, for he had not taken a\r\nfancy to Lord Wisbeach. But he was an American, with an\r\nAmerican's sense of hospitality, and, the young man being a\r\nfriend of Hammond Chester, he had felt bound to invite him to\r\nRiverside Drive--with misgivings which were now, he felt,\r\ncompletely justified.\r\n\r\n\"Ann ought to marry,\" said Mrs. Pett. \"She gets her own way too\r\nmuch now. However, it is entirely her own affair, and there is\r\nnothing that we can do.\" She rose. \"I only hope she will be\r\nsensible.\"\r\n\r\nShe went out, leaving Mr. Pett gloomier than she had found him.\r\nHe hated the idea of Ann marrying Lord Wisbeach, who, even if he\r\nhad had no faults at all, would be objectionable in that he would\r\nprobably take her to live three thousand miles away in his own\r\ncountry. The thought of losing Ann oppressed Mr. Pett sorely.\r\n\r\nAnn, meanwhile, had made her way down the passage to the gymnasium\r\nwhich Mr. Pett, in the interests of his health, had caused to be\r\nconstructed in a large room at the end of the house--a room designed\r\nby the original owner, who had had artistic leanings, for a studio.\r\nThe _tap-tap-tap_ of the leather bag had ceased, but voices from\r\nwithin told her that Jerry Mitchell, Mr. Pett's private physical\r\ninstructor, was still there. She wondered who was his companion, and\r\nfound on opening the door that it was Ogden. The boy was leaning\r\nagainst the wall and regarding Jerry with a dull and supercilious\r\ngaze which the latter was plainly finding it hard to bear.\r\n\r\n\"Yes, sir!\" Ogden was saying, as Ann entered. \"I heard Biggs\r\nasking her to come for a joyride.\"\r\n\r\n\"I bet she turned him down,\" said Jerry Mitchell sullenly.\r\n\r\n\"I bet she didn't. Why should she? Biggs is an awful good-looking\r\nfellow.\"\r\n\r\n\"What are you talking about, Ogden?\" said Ann.\r\n\r\n\"I was telling him that Biggs asked Celestine to go for a ride in\r\nthe car with him.\"\r\n\r\n\"I'll knock his block off,\" muttered the incensed Jerry.\r\n\r\nOgden laughed derisively.\r\n\r\n\"Yes, you will! Mother would fire you if you touched him. She\r\nwouldn't stand for having her chauffeur beaten up.\"\r\n\r\nJerry Mitchell turned an appealing face to Ann. Ogden's\r\nrevelations and especially his eulogy of Biggs' personal\r\nappearance had tormented him. He knew that, in his wooing of Mrs.\r\nPett's maid, Celestine, he was handicapped by his looks,\r\nconcerning which he had no illusions. No Adonis to begin with, he\r\nhad been so edited and re-edited during a long and prosperous\r\nring career by the gloved fists of a hundred foes that in affairs\r\nof the heart he was obliged to rely exclusively on moral worth\r\nand charm of manner. He belonged to the old school of fighters\r\nwho looked the part, and in these days of pugilists who resemble\r\nmatinee idols he had the appearance of an anachronism. He was a\r\nstocky man with a round, solid head, small eyes, an undershot\r\njaw, and a nose which ill-treatment had reduced to a mere\r\nscenario. A narrow strip of forehead acted as a kind of\r\nbuffer-state, separating his front hair from his eyebrows, and he\r\nbore beyond hope of concealment the badge of his late employment,\r\nthe cauliflower ear. Yet was he a man of worth and a good\r\ncitizen, and Ann had liked him from their first meeting. As for\r\nJerry, he worshipped Ann and would have done anything she asked\r\nhim. Ever since he had discovered that Ann was willing to listen\r\nto and sympathise with his outpourings on the subject of his\r\ntroubled wooing, he had been her slave.\r\n\r\nAnn came to the rescue in characteristically direct fashion.\r\n\r\n\"Get out, Ogden,\" she said.\r\n\r\nOgden tried to meet her eye mutinously, but failed. Why he should\r\nbe afraid of Ann he had never been able to understand, but it was\r\na fact that she was the only person of his acquaintance whom he\r\nrespected. She had a bright eye and a calm, imperious stare which\r\nnever failed to tame him.\r\n\r\n\"Why?\" he muttered. \"You're not my boss.\"\r\n\r\n\"Be quick, Ogden.\"\r\n\r\n\"What's the big idea--ordering a fellow--\"\r\n\r\n\"And close the door gently behind you,\" said Ann. She turned to\r\nJerry, as the order was obeyed.\r\n\r\n\"Has he been bothering you, Jerry?\"\r\n\r\nJerry Mitchell wiped his forehead.\r\n\r\n\"Say, if that kid don't quit butting in when I'm working in the\r\ngym--You heard what he was saying about Maggie, Miss Ann?\"\r\n\r\nCelestine had been born Maggie O'Toole, a name which Mrs. Pett\r\nstoutly refused to countenance in any maid of hers.\r\n\r\n\"Why on earth do you pay any attention to him, Jerry? You must\r\nhave seen that he was making it all up. He spends his whole time\r\nwandering about till he finds some one he can torment, and then\r\nhe enjoys himself. Maggie would never dream of going out in the\r\ncar with Biggs.\"\r\n\r\nJerry Mitchell sighed a sigh of relief.\r\n\r\n\"It's great for a fellow to have you in his corner, Miss Ann.\"\r\n\r\nAnn went to the door and opened it. She looked down the passage,\r\nthen, satisfied as to its emptiness, returned to her seat.\r\n\r\n\"Jerry, I want to talk to you. I have an idea. Something I want\r\nyou to do for me.\"\r\n\r\n\"Yes, Miss Ann?\"\r\n\r\n\"We've got to do something about that child, Ogden. He's been\r\nworrying uncle Peter again, and I'm not going to have it. I\r\nwarned him once that, if he did it again, awful things would\r\nhappen to him, but he didn't believe me. I suppose, Jerry--what\r\nsort of a man is your friend, Mr. Smethurst?\"\r\n\r\n\"Do you mean Smithers, Miss Ann?\"\r\n\r\n\"I knew it was either Smithers or Smethurst. The dog man, I mean.\r\nIs he a man you can trust?\"\r\n\r\n\"With my last buck. I've known him since we were kids.\"\r\n\r\n\"I don't mean as regards money. I am going to send Ogden to him\r\nfor treatment, and I want to know if I can rely on him to help\r\nme.\"\r\n\r\n\"For the love of Mike.\"\r\n\r\nJerry Mitchell, after an instant of stunned bewilderment, was\r\nlooking at her with worshipping admiration. He had always known\r\nthat Miss Ann possessed a mind of no common order, but this, he\r\nfelt, was genius. For a moment the magnificence of the idea took\r\nhis breath away.\r\n\r\n\"Do you mean that you're going to kidnap him, Miss Ann?\"\r\n\r\n\"Yes. That is to say, _you_ are--if I can persuade you to do\r\nit for me.\"\r\n\r\n\"Sneak him away and send him to Bud Smithers' dog-hospital?\"\r\n\r\n\"For treatment. I like Mr. Smithers' methods. I think they would\r\ndo Ogden all the good in the world.\"\r\n\r\nJerry was enthusiastic.\r\n\r\n\"Why, Bud would make him part-human. But, say, isn't it taking\r\nbig chances? Kidnapping's a penitentiary offence.\"\r\n\r\n\"This isn't that sort of kidnapping.\"\r\n\r\n\"Well, it's mighty like it.\"\r\n\r\n\"I don't think you need be afraid of the penitentiary. I can't\r\nsee aunt Nesta prosecuting, when it would mean that she would\r\nhave to charge us with having sent Ogden to a dogs' hospital. She\r\nlikes publicity, but it has to be the right kind of publicity.\r\nNo, we do run a risk, but it isn't that one. You run the risk of\r\nlosing your job here, and I should certainly be sent to my\r\ngrandmother for an indefinite sentence. You've never seen my\r\ngrandmother, have you, Jerry? She's the only person in the world\r\nI'm afraid of! She lives miles from anywhere and has family\r\nprayers at seven-thirty sharp every morning. Well, I'm ready to\r\nrisk her, if you're ready to risk your job, in such a good cause.\r\nYou know you're just as fond of uncle Peter as I am, and Ogden is\r\nworrying him into a breakdown. Surely you won't refuse to help\r\nme, Jerry?\"\r\n\r\nJerry rose and extended a calloused hand.\r\n\r\n\"When do we start?\"\r\n\r\nAnn shook the hand warmly.\r\n\r\n\"Thank you, Jerry. You're a jewel. I envy Maggie. Well, I don't\r\nthink we can do anything till they come back from England, as\r\naunt Nesta is sure to take Ogden with her.\"\r\n\r\n\"Who's going to England?\"\r\n\r\n\"Uncle Peter and aunt Nesta were talking just now of sailing to\r\ntry and persuade a young man named Crocker to come back here.\"\r\n\r\n\"Crocker? Jimmy Crocker? Piccadilly Jim?\"\r\n\r\n\"Yes. Why, do you know him?\"\r\n\r\n\"I used to meet him sometimes when he was working on the\r\n_Chronicle_ here. Looks as if he was cutting a wide swathe in dear\r\nold London. Did you see the paper to-day?\"\r\n\r\n\"Yes, that's what made aunt Nesta want to bring him over. Of\r\ncourse, there isn't the remotest chance that she will be able to\r\nmake him come. Why should he come?\"\r\n\r\n\"Last time I saw Jimmy Crocker,\" said Jerry, \"it was a couple of\r\nyears ago, when I went over to train Eddie Flynn for his go with\r\nPorky Jones at the National. I bumped into him at the N. S. C. He\r\nwas a good deal tanked.\"\r\n\r\n\"He's always drinking, I believe.\"\r\n\r\n\"He took me to supper at some swell joint where they all had the\r\nsoup-and-fish on but me. I felt like a dirty deuce in a clean\r\ndeck. He used to be a regular fellow, Jimmy Crocker, but from\r\nwhat you read in the papers it begins to look as if he was\r\nhitting it up too swift. It's always the way with those boys when\r\nyou take them off a steady job and let them run around loose with\r\ntheir jeans full of mazuma.\"\r\n\r\n\"That's exactly why I want to do something about Ogden. If he's\r\nallowed to go on as he is at present, he will grow up exactly\r\nlike Jimmy Crocker.\"\r\n\r\n\"Aw, Jimmy Crocker ain't in Ogden's class,\" protested Jerry.\r\n\r\n\"Yes, he is. There's absolutely no difference between them.\"\r\n\r\n\"Say! You've got it in for Jim, haven't you, Miss Ann?\" Jerry\r\nlooked at her wonderingly. \"What's your kick against him?\"\r\n\r\nAnn bit her lip. \"I object to him on principle,\" she said. \"I\r\ndon't like his type. . . . Well, I'm glad we've settled this\r\nabout Ogden, Jerry. I knew I could rely on you. But I won't let\r\nyou do it for nothing. Uncle Peter shall give you something for\r\nit--enough to start that health-farm you talk about so much.\r\nThen you can marry Maggie and live happily ever afterwards.\"\r\n\r\n\"Gee! Is the boss in on this, too?\"\r\n\r\n\"Not yet. I'm going to tell him now. Hush! There's some one\r\ncoming.\"\r\n\r\nMr. Pett wandered in. He was still looking troubled.\r\n\r\n\"Oh, Ann--good morning, Mitchell--your aunt has decided to go to\r\nEngland. I want you to come, too.\"\r\n\r\n\"You want me? To help interview Jimmy Crocker?\"\r\n\r\n\"No, no. Just to come along and be company on the voyage. You'll\r\nbe such a help with Ogden, Ann. You can keep him in order. How\r\nyou do it, I don't know. You seem to make another boy of him.\"\r\n\r\nAnn stole a glance at Jerry, who answered with an encouraging\r\ngrin. Ann was constrained to make her meaning plainer than by the\r\nlanguage of the eye.\r\n\r\n\"Would you mind just running away for half a moment, Jerry?\" she\r\nsaid winningly. \"I want to say something to uncle Peter.\"\r\n\r\n\"Sure. Sure.\"\r\n\r\nAnn turned to Mr. Pett as the door closed.\r\n\r\n\"You'd like somebody to make Ogden a different boy, wouldn't you,\r\nuncle Peter?\"\r\n\r\n\"I wish it was possible.\"\r\n\r\n\"He's been worrying you a lot lately, hasn't he?\" asked Ann\r\nsympathetically.\r\n\r\n\"Yes,\" sighed Mr. Pett.\r\n\r\n\"Then that's all right,\" said Ann briskly. \"I was afraid that you\r\nmight not approve. But, if you do, I'll go right ahead.\"\r\n\r\nMr. Pett started violently. There was something in Ann's voice\r\nand, as he looked at her, something in her face which made him\r\nfear the worst. Her eyes were flashing with an inspired light of\r\na highly belligerent nature, and the sun turned the red hair to\r\nwhich she owed her deplorable want of balance to a mass of flame.\r\nThere was something in the air. Mr. Pett sensed it with every\r\nnerve of his apprehensive person. He gazed at Ann, and as he did\r\nso the years seemed to slip from him and he was a boy again,\r\nabout to be urged to lawless courses by the superior will of his\r\nboyhood's hero, Hammond Chester. In the boyhood of nearly every\r\nman there is a single outstanding figure, some one youthful\r\nhypnotic Napoleon whose will was law and at whose bidding his\r\nbetter judgment curled up and died. In Mr. Pett's life Ann's\r\nfather had filled this role. He had dominated Mr. Pett at an age\r\nwhen the mind is most malleable. And now--so true is it that\r\nthough Time may blunt our boyish memories the traditions of\r\nboyhood live on in us and an emotional crisis will bring them to\r\nthe surface as an explosion brings up the fish that lurk in the\r\nnethermost mud--it was as if he were facing the youthful Hammond\r\nChester again and being irresistibly impelled to some course of\r\nwhich he entirely disapproved but which he knew that he was\r\ndestined to undertake. He watched Ann as a trapped man might\r\nwatch a ticking bomb, bracing himself for the explosion and\r\nknowing that he is helpless. She was Hammond Chester's daughter,\r\nand she spoke to him with the voice of Hammond Chester. She was\r\nher father's child and she was going to start something.\r\n\r\n\"I've arranged it all with Jerry,\" said Ann. \"He's going to help\r\nme smuggle Ogden away to that friend of his I told you about who\r\nkeeps the dog-hospital: and the friend is going to keep him until\r\nhe reforms. Isn't it a perfectly splendid idea?\"\r\n\r\nMr. Pett blanched. The frightfulness of reality had exceeded\r\nanticipation.\r\n\r\n\"But, Ann!\"\r\n\r\nThe words came from him in a strangled bleat. His whole being was\r\nparalysed by a clammy horror. This was beyond the uttermost limit\r\nof his fears. And, to complete the terror of the moment, he knew,\r\neven while he rebelled against the insane lawlessness of her\r\nscheme, that he was going to agree to it, and--worst of all--that\r\ndeep, deep down in him there was a feeling toward it which did\r\nnot dare to come to the surface but which he knew to be approval.\r\n\r\n\"Of course Jerry would do it for nothing,\" said Ann, \"but I\r\npromised him that you would give him something for his trouble.\r\nYou can arrange all that yourselves later.\"\r\n\r\n\"But, Ann! . . . But, Ann! . . . Suppose your aunt finds out who\r\ndid it!\"\r\n\r\n\"Well, there will be a tremendous row!\" said Ann composedly.\r\n\"And you will have to assert yourself. It will be a splendid\r\nthing for you. You know you are much too kind to every one, uncle\r\nPeter. I don't think there's any one who would put up with what\r\nyou do. Father told me in one of his letters that he used to call\r\nyou Patient Pete as a boy.\"\r\n\r\nMr. Pett started. Not for many a day had a nickname which he\r\nconsidered the most distasteful of all possible nicknames risen\r\nup from its grave to haunt him. Patient Pete! He had thought the\r\nrepulsive title buried forever in the same tomb as his dead\r\nyouth. Patient Pete! The first faint glimmer of the flame of\r\nrebellion began to burn in his bosom.\r\n\r\n\"Patient Pete!\"\r\n\r\n\"Patient Pete!\" said Ann inexorably.\r\n\r\n\"But, Ann,\"--there was pathos in Mr. Pett's voice--\"I like a\r\npeaceful life.\"\r\n\r\n\"You'll never have one if you don't stand up for yourself. You\r\nknow quite well that father is right. You do let every one\r\ntrample on you. Do you think father would let Ogden worry him and\r\nhave his house filled with affected imitation geniuses so that he\r\ncouldn't find a room to be alone in?\"\r\n\r\n\"But, Ann, your father is different. He likes fusses. I've known\r\nyour father contradict a man weighing two hundred pounds out of\r\nsheer exuberance. There's a lot of your father in you, Ann. I've\r\noften noticed it.\"\r\n\r\n\"There is! That's why I'm going to make you put your foot down\r\nsooner or later. You're going to turn all these loafers out of\r\nthe house. And first of all you're going to help us send Ogden\r\naway to Mr. Smithers.\"\r\n\r\nThere was a long silence.\r\n\r\n\"It's your red hair!\" said Mr. Pett at length, with the air of a\r\nman who has been solving a problem. \"It's your red hair that\r\nmakes you like this, Ann. Your father has red hair, too.\"\r\n\r\nAnn laughed.\r\n\r\n\"It's not my fault that I have red hair, uncle Peter. It's my\r\nmisfortune.\"\r\n\r\nMr. Pett shook his head.\r\n\r\n\"Other people's misfortune, too!\" he said."
  ]
}