{
  "index": 10,
  "title": "Chapter 9",
  "paragraphs": [
    "INSTRUCTION IN DEPORTMENT\r\n\r\nWhile the feast of reason and flow of soul had been in progress\r\nin the drawing-room, in the gymnasium on the top floor Jerry\r\nMitchell, awaiting the coming of Mr. Pett, had been passing the\r\ntime in improving with strenuous exercise his already impressive\r\nphysique. If Mrs. Pett's guests had been less noisily\r\nconcentrated on their conversation, they might have heard the\r\nmuffled _tap-tap-tap_ that proclaimed that Jerry Mitchell was\r\npunching the bag upstairs.\r\n\r\nIt was not until he had punched it for perhaps five minutes that,\r\ndesisting from his labours, he perceived that he had the pleasure\r\nof the company of little Ogden Ford. The stout boy was standing\r\nin the doorway, observing him with an attentive eye.\r\n\r\n\"What are you doing?\" enquired Ogden.\r\n\r\nJerry passed a gloved fist over his damp brow.\r\n\r\n\"Punchin' the bag.\"\r\n\r\nHe began to remove his gloves, eyeing Ogden the while with a\r\ndisapproval which he made no attempt to conceal. An extremist on\r\nthe subject of keeping in condition, the spectacle of the bulbous\r\nstripling was a constant offence to him. Ogden, in pursuance of\r\nhis invariable custom on the days when Mrs. Pett entertained, had\r\nbeen lurking on the stairs outside the drawing-room for the past\r\nhour, levying toll on the food-stuffs that passed his way. He\r\nwore a congested look, and there was jam about his mouth.\r\n\r\n\"Why?\" he said, retrieving a morsel of jam from his right cheek\r\nwith the tip of his tongue.\r\n\r\n\"To keep in condition.\"\r\n\r\n\"Why do you want to keep in condition?\"\r\n\r\nJerry flung the gloves into their locker.\r\n\r\n\"Fade!\" he said wearily. \"Fade!\"\r\n\r\n\"Huh?\"\r\n\r\n\"Beat it!\"\r\n\r\n\"Huh?\" Much pastry seemed to have clouded the boy's mind.\r\n\r\n\"Run away.\"\r\n\r\n\"Don't want to run away.\"\r\n\r\nThe annoyed pugilist sat down and scrutinised his visitor\r\ncritically.\r\n\r\n\"You never do anything you don't want to, I guess?\"\r\n\r\n\"No,\" said Ogden simply. \"You've got a funny nose,\" he added\r\ndispassionately. \"What did you do to it to make it like that?\"\r\n\r\nMr. Mitchell shifted restlessly on his chair. He was not a vain\r\nman, but he was a little sensitive about that particular item in\r\nhis make-up.\r\n\r\n\"Lizzie says it's the funniest nose she ever saw. She says it's\r\nsomething out of a comic supplement.\"\r\n\r\nA dull flush, such as five minutes with the bag had been unable\r\nto produce, appeared on Jerry Mitchell's peculiar countenance. It\r\nwas not that he looked on Lizzie Murphy, herself no Lillian\r\nRussell, as an accepted authority on the subject of facial\r\nbeauty; but he was aware that in this instance she spoke not\r\nwithout reason, and he was vexed, moreover, as many another had\r\nbeen before him, by the note of indulgent patronage in Ogden's\r\nvoice. His fingers twitched a little eagerly, and he looked\r\nsullenly at his tactless junior.\r\n\r\n\"Get out!\"\r\n\r\n\"Huh?\"\r\n\r\n\"Get outa here!\"\r\n\r\n\"Don't want to get out of here,\" said Ogden with finality. He put\r\nhis hand in his trouser-pocket and pulled out a sticky mass which\r\nlooked as if it might once have been a cream-puff or a meringue.\r\nHe swallowed it contentedly. \"I'd forgotten I had that,\" he\r\nexplained. \"Mary gave it to me on the stairs. Mary thinks you've\r\na funny nose, too,\" he proceeded, as one relating agreeable\r\ngossip.\r\n\r\n\"Can it! Can it!\" exclaimed the exasperated pugilist.\r\n\r\n\"I'm only telling you what I heard her say.\"\r\n\r\nMr. Mitchell rose convulsively and took a step towards his\r\npersecutor, breathing noisily through the criticised organ. He\r\nwas a chivalrous man, a warm admirer of the sex, but he was\r\nconscious of a wish that it was in his power to give Mary what he\r\nwould have described as \"hers.\" She was one of the parlour-maids,\r\na homely woman with a hard eye, and it was part of his grievance\r\nagainst her that his Maggie, alias Celestine, Mrs. Pett's maid,\r\nhad formed an enthusiastic friendship with her. He had no\r\nevidence to go on, but he suspected Mary of using her influence\r\nwith Celestine to urge the suit of his leading rival for the\r\nlatter's hand, Biggs the chauffeur. He disliked Mary intensely,\r\neven on general grounds. Ogden's revelation added fuel to his\r\naversion. For a moment he toyed with the fascinating thought of\r\nrelieving his feelings by spanking the boy, but restrained\r\nhimself reluctantly at the thought of the inevitable ruin which\r\nwould ensue. He had been an inmate of the house long enough to\r\nknow, with a completeness which would have embarrassed that\r\ngentleman, what a cipher Mr. Pett was in the home and how little\r\nhis championship would avail in the event of a clash with Mrs.\r\nPett. And to give Ogden that physical treatment which should long\r\nsince have formed the main plank in the platform of his education\r\nwould be to invite her wrath as nothing else could. He checked\r\nhimself, and reached out for the skipping-rope, hoping to ease\r\nhis mind by further exercise.\r\n\r\nOgden, chewing the remains of the cream-puff, eyed him with\r\nlanguid curiosity.\r\n\r\n\"What are you doing that for?\"\r\n\r\nMr. Mitchell skipped grimly on.\r\n\r\n\"What are you doing that for? I thought only girls skipped.\"\r\n\r\nMr. Mitchell paid no heed. Ogden, after a moment's silent\r\ncontemplation, returned to his original train of thought.\r\n\r\n\"I saw an advertisement in a magazine the other day of a sort of\r\nmachine for altering the shape of noses. You strap it on when you\r\ngo to bed. You ought to get pop to blow you to one.\"\r\n\r\nJerry Mitchell breathed in a laboured way.\r\n\r\n\"You want to look nice about the place, don't you? Well, then!\r\nthere's no sense in going around looking like that if you don't\r\nhave to, is there? I heard Mary talking about your nose to Biggs\r\nand Celestine. She said she had to laugh every time she saw it.\"\r\n\r\nThe skipping-rope faltered in its sweep, caught in the skipper's\r\nlegs, and sent him staggering across the room. Ogden threw back\r\nhis head and laughed merrily. He liked free entertainments, and\r\nthis struck him as a particularly enjoyable one.\r\n\r\nThere are moments in the life of every man when the impulse\r\nattacks him to sacrifice his future to the alluring gratification\r\nof the present. The strong man resists such impulses. Jerry\r\nMitchell was not a weak man, but he had been sorely tried. The\r\nannoyance of Ogden's presence and conversation had sapped his\r\nself-restraint, as dripping water will wear away a rock. A short\r\nwhile before, he had fought down the urgent temptation to\r\nmassacre this exasperating child, but now, despised love adding\r\nits sting to that of injured vanity, he forgot the consequences.\r\nBounding across the room, he seized Ogden in a powerful grip, and\r\nthe next instant the latter's education, in the true sense of the\r\nword, so long postponed, had begun; and with it that avalanche of\r\nsound which, rolling down into the drawing-room, hurled Mrs. Pett\r\nso violently and with such abruptness from the society of her\r\nguests.\r\n\r\nDisposing of the last flight of stairs with the agility of the\r\nchamois which leaps from crag to crag of the snow-topped Alps,\r\nMrs. Pett finished with a fine burst of speed along the passage\r\non the top floor, and rushed into the gymnasium just as Jerry's\r\navenging hand was descending for the eleventh time."
  ]
}