{
  "index": 13,
  "title": "Chapter 12",
  "paragraphs": [
    "SLIGHT COMPLICATIONS\r\n\r\nThey left the subway at Ninety-sixth Street and walked up the\r\nDrive. Jimmy, like every one else who saw it for the first time,\r\nexperienced a slight shock at the sight of the Pett mansion, but,\r\nrallying, followed his uncle up the flagged path to the front\r\ndoor.\r\n\r\n\"Your aunt will be in the drawing-room, I guess,\" said Mr. Pett,\r\nopening the door with his key.\r\n\r\nJimmy was looking round him appreciatively. Mr. Pett's house\r\nmight be an eyesore from without, but inside it had had the\r\nbenefit of the skill of the best interior decorator in New York.\r\n\r\n\"A man could be very happy in a house like this, if he didn't\r\nhave to poison his days with work,\" said Jimmy.\r\n\r\nMr. Pett looked alarmed.\r\n\r\n\"Don't go saying anything like that to your aunt!\" he urged. \"She\r\nthinks you have come to settle down.\"\r\n\r\n\"So I have. I'm going to settle down like a limpet. I hope I\r\nshall be living in luxury on you twenty years from now. Is this\r\nthe room?\"\r\n\r\nMr. Pett opened the drawing-room door. A small hairy object\r\nsprang from a basket and stood yapping in the middle of the room.\r\nThis was Aida, Mrs. Pett's Pomeranian. Mr. Pett, avoiding the\r\nanimal coldly, for he disliked it, ushered Jimmy into the room.\r\n\r\n\"Here's Jimmy Crocker, Nesta.\"\r\n\r\nJimmy was aware of a handsome woman of middle age, so like his\r\nstep-mother that for an instant his self-possession left him and\r\nhe stammered.\r\n\r\n\"How--how do you do?\"\r\n\r\nHis demeanour made a favourable impression on Mrs. Pett. She took\r\nit for the decent confusion of remorse.\r\n\r\n\"I was very surprised when your uncle telephoned me,\" she said.\r\n\"I had not the slightest idea that you were coming over. I am\r\nvery glad to see you.\"\r\n\r\n\"Thank you.\"\r\n\r\n\"This is your cousin, Ogden.\"\r\n\r\nJimmy perceived a fat boy lying on a settee. He had not risen on\r\nJimmy's entrance, and he did not rise now. He did not even lower\r\nthe book he was reading.\r\n\r\n\"Hello,\" he said.\r\n\r\nJimmy crossed over to the settee, and looked down on him. He had\r\ngot over his momentary embarrassment, and, as usual with him, the\r\nreaction led to a fatal breeziness. He prodded Ogden in his\r\nwell-covered ribs, producing a yelp of protest from that\r\nastounded youth.\r\n\r\n\"So this is Ogden! Well, well, well! You don't grow up, Ogden,\r\nbut you do grow out. What are you--a perfect sixty-six?\"\r\n\r\nThe favourable impression which Mrs. Pett had formed of her\r\nnephew waned. She was shocked by this disrespectful attitude\r\ntowards the child she worshipped.\r\n\r\n\"Please do not disturb Ogden, James,\" she said stiffly. \"He is\r\nnot feeling very well to-day. His stomach is weak.\"\r\n\r\n\"Been eating too much?\" said Jimmy cheerfully.\r\n\r\n\"I was just the same at his age. What he wants is half rations\r\nand plenty of exercise.\"\r\n\r\n\"Say!\" protested Ogden.\r\n\r\n\"Just look at this,\" proceeded Jimmy, grasping a handful of\r\nsuperfluous tissue around the boy's ribs. \"All that ought to come\r\noff. I'll tell you what I'll do. I'll buy a pair of flannel\r\ntrousers and a sweater and some sneakers, and I'll take him for a\r\nrun up Riverside Drive this evening. Do him no end of good. And a\r\ngood skipping-rope, too. Nothing like it. In a couple of weeks\r\nI'll have him as fit as a--\"\r\n\r\n\"Ogden's case,\" said Mrs. Pett coldly, \"which is very\r\ncomplicated, is in the hands of Doctor Briginshaw, in whom we\r\nhave every confidence.\"\r\n\r\nThere was a silence, the paralysing effects of which Mr. Pett\r\nvainly tried to mitigate by shuffling his feet and coughing.\r\nMrs. Pett spoke.\r\n\r\n\"I hope that, now that you are here, James, you intend to settle\r\ndown and work hard.\"\r\n\r\n\"Indubitably. Like a beaver,\" said Jimmy, mindful of Mr. Pett's\r\nrecent warning. \"The only trouble is that there seems to be a\r\nlittle uncertainty as to what I am best fitted for. We talked it\r\nover in uncle Pete's office and arrived at no conclusion.\"\r\n\r\n\"Can't you think of anything?\" said Mr. Pett.\r\n\r\n\"I looked right through the telephone classified directory the\r\nother day--\"\r\n\r\n\"The other day? But you only landed this morning.\"\r\n\r\n\"I mean this morning. When I was looking up your address so that\r\nI could go and see you,\" said Jimmy glibly. \"It seems a long time\r\nago. I think the sight of all those fellows in your office has\r\naged me. I think the best plan would be for me to settle down\r\nhere and learn how to be an electrical engineer or something by\r\nmail. I was reading an advertisement in a magazine as we came up\r\non the subway. I see they guarantee to teach you anything from\r\nsheet metal working to poultry raising. The thing began 'You are\r\nstanding still because you lack training.' It seemed to me to\r\napply to my case exactly. I had better drop them a line to-night\r\nasking for a few simple facts about chickens.\"\r\n\r\nWhatever comment Mrs. Pett might have made on this suggestion was\r\nchecked by the entrance of Ann. From the window of her room Ann\r\nhad observed the arrival of Jimmy and her uncle, and now, having\r\nallowed sufficient time to elapse for the former to make Mrs.\r\nPett's acquaintance, she came down to see how things were going.\r\n\r\nShe was well satisfied with what she saw. A slight strain which\r\nshe perceived in the atmosphere she attributed to embarrassment\r\nnatural to the situation.\r\n\r\nShe looked at Jimmy enquiringly. Mrs. Pett had not informed her\r\nof Mr. Pett's telephone call, so Jimmy, she realised, had to be\r\nexplained to her. She waited for some one to say something.\r\n\r\nMr. Pett undertook the introduction.\r\n\r\n\"Jimmy, this is my niece, Ann Chester. This is Jimmy Crocker,\r\nAnn.\"\r\n\r\nJimmy could not admire sufficiently the start of surprise which\r\nshe gave. It was artistic and convincing.\r\n\r\n\"Jimmy Crocker!\"\r\n\r\nMr. Pett was on the point of mentioning that this was not the\r\nfirst time Ann had met Jimmy, but refrained. After all, that\r\ninterview had happened five years ago. Jimmy had almost certainly\r\nforgotten all about it. There was no use in making him feel\r\nunnecessarily awkward. It was up to Ann. If she wanted to\r\ndisinter the ancient grievance, let her. It was no business of\r\nhis.\r\n\r\n\"I thought you weren't coming over!\" said Ann.\r\n\r\n\"I changed my mind.\"\r\n\r\nMr. Pett, who had been gazing attentively at them, uttered an\r\nexclamation.\r\n\r\n\"I've got it! I've been trying all this while to think where it\r\nwas that I saw you before. It was on the _Atlantic_!\"\r\n\r\nAnn caught Jimmy's eye. She was relieved to see that he was not\r\ndisturbed by this sudden development.\r\n\r\n\"Did you come over on the _Atlantic_, Mr. Crocker?\" she said.\r\n\"Surely not? We crossed on her ourselves. We should have met.\"\r\n\r\n\"Don't call me Mr. Crocker,\" said Jimmy. \"Call me Jimmy. Your\r\nmother's brother's wife's sister's second husband is my father.\r\nBlood is thicker than water. No, I came over on the _Caronia_. We\r\ndocked this morning.\"\r\n\r\n\"Well, there was a fellow just like you on the _Atlantic_,\"\r\npersisted Mr. Pett.\r\n\r\nMrs. Pett said nothing. She was watching Jimmy with a keen and\r\nsuspicious eye.\r\n\r\n\"I suppose I'm a common type,\" said Jimmy.\r\n\r\n\"You remember the man I mean,\" said Mr. Pett, innocently\r\nunconscious of the unfriendly thoughts he was encouraging in two\r\nof his hearers. \"He sat two tables away from us at meals. You\r\nremember him, Nesta?\"\r\n\r\n\"As I was too unwell to come to meals, I do not.\"\r\n\r\n\"Why, I thought I saw you once talking to him on deck, Ann.\"\r\n\r\n\"Really?\" said Ann. \"I don't remember any one who looked at all\r\nlike Jimmy.\"\r\n\r\n\"Well,\" said Mr. Pett, puzzled. \"It's very strange. I guess I'm\r\nwrong.\" He looked at his watch. \"Well, I'll have to be getting\r\nback to the office.\"\r\n\r\n\"I'll come with you part of the way, uncle Pete,\" said Jimmy. \"I\r\nhave to go and arrange for my things to be expressed here.\"\r\n\r\n\"Why not phone to the hotel?\" said Mr. Pett. It seemed to Jimmy\r\nand Ann that he was doing this sort of thing on purpose. \"Which\r\nhotel did you leave them at?\"\r\n\r\n\"No, I shall have to go there. I have some packing to do.\"\r\n\r\n\"You will be back to lunch?\" said Ann.\r\n\r\n\"Thanks. I shan't be gone more than half an hour.\"\r\n\r\nFor a moment after they had gone, Ann relaxed, happy and\r\nrelieved. Everything had gone splendidly. Then a shock ran\r\nthrough her whole system as Mrs. Pett spoke. She spoke excitedly,\r\nin a lowered voice, leaning over to Ann.\r\n\r\n\"Ann! Did you notice anything? Did you suspect anything?\"\r\n\r\nAnn mastered her emotion with an effort.\r\n\r\n\"Whatever do you mean, aunt Nesta?\"\r\n\r\n\"About that young man, who calls himself Jimmy Crocker.\"\r\n\r\nAnn clutched the side of the chair.\r\n\r\n\"Who calls himself Jimmy Crocker? I don't understand.\"\r\n\r\nAnn tried to laugh. It seemed to her an age before she produced\r\nany sound at all, and when it came it was quite unlike a laugh.\r\n\r\n\"What put that idea into your head? Surely, if he says he is\r\nJimmy Crocker, it's rather absurd to doubt him, isn't it? How\r\ncould anybody except Jimmy Crocker know that you were anxious to\r\nget Jimmy Crocker over here? You didn't tell any one, did you?\"\r\n\r\nThis reasoning shook Mrs. Pett a little, but she did not intend\r\nto abandon a perfectly good suspicion merely because it began to\r\nseem unreasonable.\r\n\r\n\"They have their spies everywhere,\" she said doggedly.\r\n\r\n\"Who have?\"\r\n\r\n\"The Secret Service people from other countries. Lord Wisbeach\r\nwas telling me about it yesterday. He said that I ought to\r\nsuspect everybody. He said that an attempt might be made on\r\nWillie's invention at any moment now.\"\r\n\r\n\"He was joking.\"\r\n\r\n\"He was not. I have never seen any one so serious. He said that I\r\nought to regard every fresh person who came into the house as a\r\npossible criminal.\"\r\n\r\n\"Well, that guy's fresh enough,\" muttered Ogden from the settee.\r\n\r\nMrs. Pett started.\r\n\r\n\"Ogden! I had forgotten that you were there.\" She uttered a cry\r\nof horror, as the fact of his presence started a new train of\r\nthought. \"Why, this man may have come to kidnap you! I never\r\nthought of that.\"\r\n\r\nAnn felt it time to intervene. Mrs. Pett was hovering much too\r\nnear the truth for comfort. \"You mustn't imagine things, aunt\r\nNesta. I believe it comes from writing the sort of stories you\r\ndo. Surely, it is impossible for this man to be an impostor. How\r\nwould he dare take such a risk? He must know that you could\r\ndetect him at any moment by cabling over to Mrs. Crocker to ask\r\nif her step-son was really in America.\"\r\n\r\nIt was a bold stroke, for it suggested a plan of action which, if\r\nfollowed, would mean ruin for her schemes, but Ann could not\r\nrefrain from chancing it. She wanted to know whether her aunt had\r\nany intention of asking Mrs. Crocker for information, or whether\r\nthe feud was too bitter for her pride to allow her to communicate\r\nwith her sister in any way. She breathed again as Mrs. Pett\r\nstiffened grimly in her chair.\r\n\r\n\"I should not dream of cabling to Eugenia.\"\r\n\r\n\"I quite understand that,\" said Ann. \"But an impostor would not\r\nknow that you felt like that, would he?\"\r\n\r\n\"I see what you mean.\"\r\n\r\nAnn relaxed again. The relief was, however, only momentary.\r\n\r\n\"I cannot understand, though,\" said Mrs. Pett, \"why your uncle\r\nshould have been so positive that he saw this young man on the\r\n_Atlantic_.\"\r\n\r\n\"Just a chance resemblance, I suppose. Why, uncle Peter said he\r\nsaw the man whom he imagined was like Jimmy Crocker talking to\r\nme. If there had been any real resemblance, shouldn't I have seen\r\nit before uncle Peter?\"\r\n\r\nAssistance came from an unexpected quarter.\r\n\r\n\"I know the chap uncle Peter meant,\" said Ogden. \"He wasn't like\r\nthis guy at all.\"\r\n\r\nAnn was too grateful for the help to feel astonished at it. Her\r\nmind, dwelling for a mere instant on the matter, decided that\r\nOgden must have seen her on deck with somebody else than Jimmy.\r\nShe had certainly not lacked during the voyage for those who\r\nsought her society.\r\n\r\nMrs. Pett seemed to be impressed.\r\n\r\n\"I may be letting my imagination run away with me,\" she said.\r\n\r\n\"Of course you are, aunt Nesta,\" said Ann thankfully. \"You don't\r\nrealise what a vivid imagination you have got. When I was typing\r\nthat last story of yours, I was simply astounded at the ideas you\r\nhad thought of. I remember saying so to uncle Peter. You can't\r\nexpect to have a wonderful imagination like yours and not imagine\r\nthings, can you?\"\r\n\r\nMrs. Pett smiled demurely. She looked hopefully at her niece,\r\nwaiting for more, but Ann had said her say.\r\n\r\n\"You are perfectly right, my dear child,\" she said when she was\r\nquite sure the eulogy was not to be resumed. \"No doubt I have\r\nbeen foolish to suspect this young man. But Lord Wisbeach's words\r\nnaturally acted more strongly on a mind like mine than they would\r\nhave done in the case of another woman.\"\r\n\r\n\"Of course,\" said Ann.\r\n\r\nShe was feeling quite happy now. It had been tense while it had\r\nlasted, but everything was all right now.\r\n\r\n\"And, fortunately,\" said Mrs. Pett, \"there is a way by which we\r\ncan find out for certain if the young man is really James\r\nCrocker.\"\r\n\r\nAnn became rigid again.\r\n\r\n\"A way? What way?\"\r\n\r\n\"Why, don't you remember, my dear, that Skinner has known James\r\nCrocker for years.\"\r\n\r\n\"Skinner?\"\r\n\r\nThe name sounded familiar, but in the stress of the moment Ann\r\ncould not identify it.\r\n\r\n\"My new butler. He came to me straight from Eugenia. It was he\r\nwho let us in when we called at her house. Nobody could know\r\nbetter than he whether this person is really James Crocker or\r\nnot.\"\r\n\r\nAnn felt as if she had struggled to the limit of her endurance.\r\nShe was not prepared to cope with this unexpected blow. She had\r\nnot the strength to rally under it. Dully she perceived that her\r\nschemes must be dismissed as a failure before they had had a\r\nchance of success. Her accomplice must not return to the house to\r\nbe exposed. She saw that clearly enough. If he came back, he\r\nwould walk straight into a trap. She rose quickly. She must warn\r\nhim. She must intercept him before he arrived--and he might\r\narrive at any moment now.\r\n\r\n\"Of course,\" she said, steadying herself with an effort, \"I never\r\nthought of that. That makes it all simple. . . . I hope lunch\r\nwon't be late. I'm hungry.\"\r\n\r\nShe sauntered to the door, but, directly she had closed it behind\r\nher, ran to her room, snatched up a hat, and rushed downstairs\r\nand out into Riverside Drive. Just as she reached the street,\r\nJimmy turned the corner. She ran towards him, holding up her\r\nhands."
  ]
}