{
  "index": 14,
  "title": "Chapter 13",
  "paragraphs": [
    "LORD WISBEACH\r\n\r\nJimmy halted in his tracks. The apparition had startled him. He\r\nhad been thinking of Ann, but he had not expected her to bound\r\nout at him, waving her arms.\r\n\r\n\"What's the matter?\" he enquired.\r\n\r\nAnn pulled him towards a side-street.\r\n\r\n\"You mustn't go to the house. Everything has gone wrong.\"\r\n\r\n\"Everything gone wrong? I thought I had made a hit. I have with\r\nyour uncle, anyway. We parted on the friendliest terms. We have\r\narranged to go to the ball-game together to-morrow. He is going\r\nto tell them at the office that Carnegie wants to see him.\"\r\n\r\n\"It isn't uncle Peter. It's aunt Nesta.\"\r\n\r\n\"Ah, there you touch my conscience. I was a little tactless, I'm\r\nafraid, with Ogden. It happened before you came into the room. I\r\nsuppose that is the trouble?\"\r\n\r\n\"It has nothing do with that,\" said Ann impatiently. \"It's much\r\nworse. Aunt Nesta is suspicious. She has guessed that you aren't\r\nreally Jimmy Crocker.\"\r\n\r\n\"Great Scott! How?\"\r\n\r\n\"I tried to calm her down, but she still suspects. So now she has\r\ndecided to wait and see if Skinner, the butler, knows you. If he\r\ndoesn't, she will know that she was right.\"\r\n\r\nJimmy was frankly puzzled.\r\n\r\n\"I don't quite follow the reasoning. Surely it's a peculiar kind\r\nof test. Why should she think a man cannot be honest and true\r\nunless her butler knows him? There must be hundreds of worthy\r\ncitizens whom he does not know.\"\r\n\r\n\"Skinner arrived from England a few days ago. Until then he was\r\nemployed by Mrs. Crocker. Now do you understand?\"\r\n\r\nJimmy stopped. She had spoken slowly and distinctly, and there\r\ncould be no possibility that he had misunderstood her, yet he\r\nscarcely believed that he had heard her aright. How could a man\r\nnamed Skinner have been his step-mother's butler? Bayliss had\r\nbeen with the family ever since they had arrived in London.\r\n\r\n\"Are you sure?\"\r\n\r\n\"Of course, of course I'm sure. Aunt Nesta told me herself. There\r\ncan't possibly be a mistake, because it was Skinner who let her\r\nin when she called on Mrs. Crocker. Uncle Peter told me about it.\r\nHe had a talk with the man in the hall and found that he was a\r\nbaseball enthusiast--\"\r\n\r\nA wild, impossible idea flashed upon Jimmy. It was so absurd that\r\nhe felt ashamed of entertaining it even for a moment. But strange\r\nthings were happening these times, and it might be . . .\r\n\r\n\"What sort of looking man is Skinner?\"\r\n\r\n\"Oh, stout, clean-shaven. I like him. He's much more human than I\r\nthought butlers ever were. Why?\"\r\n\r\n\"Oh, nothing.\"\r\n\r\n\"Of course, you can't go back to the house. You see that? He\r\nwould say that you aren't Jimmy Crocker and then you would be\r\narrested.\"\r\n\r\n\"I don't see that. If I am sufficiently like Crocker for his\r\nfriends to mistake me for him in restaurants, why shouldn't this\r\nbutler mistake me, too?\"\r\n\r\n\"But--?\"\r\n\r\n\"And, consider. In any case, there's no harm done. If he fails to\r\nrecognise me when he opens the door to us, we shall know that the\r\ngame is up: and I shall have plenty of time to disappear. If the\r\nlikeness deceives him, all will be well. I propose that we go to\r\nthe house, ring the bell, and when he appears, I will say 'Ah,\r\nSkinner! Honest fellow!' or words to that effect. He will either\r\nstare blankly at me or fawn on me like a faithful watchdog. We\r\nwill base our further actions on which way the butler jumps.\"\r\n\r\nThe sound of the bell died away. Footsteps were heard. Ann\r\nreached for Jimmy's arm and--clutched it.\r\n\r\n\"Now!\" she whispered.\r\n\r\nThe door opened. Next moment Jimmy's suspicion was confirmed.\r\nGaping at them from the open doorway, wonderfully respectable and\r\nbutlerlike in swallow-tails, stood his father. How he came to be\r\nthere, and why he was there, Jimmy did not know. But there he\r\nwas.\r\n\r\nJimmy had little faith in his father's talents as a man of\r\ndiscretion. The elder Crocker was one of those simple, straight\r\nforward people who, when surprised, do not conceal their\r\nsurprise, and who, not understanding any situation in which they\r\nfind themselves, demand explanation on the spot. Swift and\r\nimmediate action was indicated on his part before his amazed\r\nparent, finding him on the steps of the one house in New York\r\nwhere he was least likely to be, should utter words that would\r\nundo everything. He could see the name Jimmy trembling on Mr.\r\nCrocker's lips.\r\n\r\nHe waved his hand cheerily.\r\n\r\n\"Ah, Skinner, there you are!\" he said breezily. \"Miss Chester was\r\ntelling me that you had left my step-mother. I suppose you sailed\r\non the boat before mine. I came over on the _Caronia_. I suppose\r\nyou didn't expect to see me again so soon, eh?\"\r\n\r\nA spasm seemed to pass over Mr. Crocker's face, leaving it calm\r\nand serene. He had been thrown his cue, and like the old actor he\r\nwas he took it easily and without confusion. He smiled a\r\nrespectful smile.\r\n\r\n\"No, indeed, sir.\"\r\n\r\nHe stepped aside to allow them to enter. Jimmy caught Ann's eye\r\nas she passed him. It shone with relief and admiration, and it\r\nexhilarated Jimmy like wine. As she moved towards the stairs, he\r\ngave expression to his satisfaction by slapping his father on the\r\nback with a report that rang out like a pistol shot.\r\n\r\n\"What was that?\" said Ann, turning.\r\n\r\n\"Something out on the Drive, I think,\" said Jimmy. \"A car\r\nback-firing, I fancy, Skinner.\"\r\n\r\n\"Very probably, sir.\"\r\n\r\nHe followed Ann to the stairs. As he started to mount them, a\r\nfaint whisper reached his ears.\r\n\r\n\"'At-a-boy!\"\r\n\r\nIt was Mr. Crocker's way of bestowing a father's blessing.\r\n\r\nAnn walked into the drawing-room, her head high, triumph in the\r\nglance which she cast upon her unconscious aunt.\r\n\r\n\"Quite an interesting little scene downstairs, aunt Nesta,\" she\r\nsaid. \"The meeting of the faithful old retainer and the young\r\nmaster. Skinner was almost overcome with surprise and joy when he\r\nsaw Jimmy!\"\r\n\r\nMrs. Pett could not check an incautious exclamation.\r\n\r\n\"Did Skinner recognise--?\" she began; then stopped herself\r\nabruptly.\r\n\r\nAnn laughed.\r\n\r\n\"Did he recognise Jimmy? Of course! He was hardly likely to have\r\nforgotten him, surely? It isn't much more than a week since he\r\nwas waiting on him in London.\"\r\n\r\n\"It was a very impressive meeting,\" said Jimmy. \"Rather like the\r\nreunion of Ulysses and the hound Argos, of which this bright-eyed\r\nchild here--\" he patted Ogden on the head, a proceeding violently\r\nresented by that youth--\"has no doubt read in the course of his\r\nresearches into the Classics. I was Ulysses, Skinner enacted the\r\nrole of the exuberant dog.\"\r\n\r\nMrs. Pett was not sure whether she was relieved or disappointed\r\nat this evidence that her suspicions had been without foundation.\r\nOn the whole, relief may be said to have preponderated.\r\n\r\n\"I have no doubt he was pleased to see you again. He must have\r\nbeen very much astonished.\"\r\n\r\n\"He was!\"\r\n\r\n\"You will be meeting another old friend in a minute or two,\" said\r\nMrs. Pett.\r\n\r\nJimmy had been sinking into a chair. This remark stopped him in\r\nmid-descent.\r\n\r\n\"Another!\"\r\n\r\nMrs. Pett glanced at the clock.\r\n\r\n\"Lord Wisbeach is coming to lunch.\"\r\n\r\n\"Lord Wisbeach!\" cried Ann. \"He doesn't know Jimmy.\"\r\n\r\n\"Eugenia informed me in London that he was one of your best\r\nfriends, James.\"\r\n\r\nAnn looked helplessly at Jimmy. She was conscious again of that\r\nfeeling of not being able to cope with Fate's blows, of not\r\nhaving the strength to go on climbing over the barriers which\r\nFate placed in her path.\r\n\r\nJimmy, for his part, was cursing the ill fortune that had brought\r\nLord Wisbeach across his path. He saw clearly that it only needed\r\nrecognition by one or two more intimates of Jimmy Crocker to make\r\nAnn suspect his real identity. The fact that she had seen him\r\nwith Bayliss in Paddington Station and had fallen into the error\r\nof supposing Bayliss to be his father had kept her from\r\nsuspecting until now; but this could not last forever. He\r\nremembered Lord Wisbeach well, as a garrulous, irrepressible\r\nchatterer who would probably talk about old times to such an\r\nextent as to cause Ann to realise the truth in the first five\r\nminutes.\r\n\r\nThe door opened.\r\n\r\n\"Lord Wisbeach,\" announced Mr. Crocker.\r\n\r\n\"I'm afraid I'm late, Mrs. Pett,\" said his lordship.\r\n\r\n\"No. You're quite punctual. Lord Wisbeach, here is an old friend\r\nof yours, James Crocker.\"\r\n\r\nThere was an almost imperceptible pause. Then Jimmy stepped\r\nforward and held out his hand.\r\n\r\n\"Hello, Wizzy, old man!\"\r\n\r\n\"H-hello, Jimmy!\"\r\n\r\nTheir eyes met. In his lordship's there was an expression of\r\nunmistakable relief, mingled with astonishment. His face, which\r\nhad turned a sickly white, flushed as the blood poured back into\r\nit. He had the appearance of a man who had had a bad shock and is\r\njust getting over it. Jimmy, eyeing him curiously, was not\r\nsurprised at his emotion. What the man's game might be, he could\r\nnot say; but of one thing he was sure, which was that this was\r\nnot Lord Wisbeach, but--on the contrary--some one he had never\r\nseen before in his life.\r\n\r\n\"Luncheon is served, madam!\" said Mr. Crocker sonorously from the\r\ndoorway."
  ]
}