{
  "index": 12,
  "title": "Chapter 11",
  "paragraphs": [
    "JIMMY CATCHES THE BOSS'S EYE\r\n\r\nWhen Jimmy arrived at Mr. Pett's office on Pine Street at\r\nten-thirty the next morning--his expressed intention of getting\r\nup early enough to be there by nine having proved an empty\r\nboast--he was in a high state of preparedness. He had made ready\r\nfor what might be a trying interview by substituting a\r\ncombination of well-chosen dishes at an expensive hotel for the\r\nless imaginative boarding-house breakfast with which he had of\r\nlate been insulting his interior. His suit was pressed, his shoes\r\ngleamed brightly, and his chin was smoothly shaven. These things,\r\ncombined with the perfection of the morning and that vague\r\nexhilaration which a fine day in down-town New York brings to the\r\nman who has not got to work, increased his natural optimism.\r\nSomething seemed to tell him that all would be well. He would\r\nhave been the last person to deny that his position was a little\r\ncomplicated--he had to use a pencil and a sheet of paper to show\r\nhimself just where he stood--but what of that? A few\r\ncomplications in life are an excellent tonic for the brain. It\r\nwas with a sunny geniality which startled that unaccustomed\r\nstripling considerably--and indeed caused him to swallow his\r\nchewing gum--that he handed in his card to Mr. Pett's watchfully\r\nwaiting office-boy.\r\n\r\n\"This to the boss, my open-faced lad!\" he said. \"Get swiftly off\r\nthe mark.\"\r\n\r\nThe boy departed dumbly.\r\n\r\nFrom where he stood, outside the barrier which separated visitors\r\nto the office from the workers within, Jimmy could see a vista of\r\nefficient-looking young men with paper protectors round their\r\ncuffs working away at mysterious jobs which seemed to involve the\r\nuse of a great deal of paper. One in particular was so surrounded\r\nby it that he had the appearance of a bather in surf. Jimmy eyed\r\nthese toilers with a comfortable and kindly eye. All this\r\nindustry made him feel happy. He liked to think of this sort of\r\nthing going on all round him.\r\n\r\nThe office-boy returned. \"This way, please.\"\r\n\r\nThe respectfulness of the lad's manner had increased noticeably.\r\nMr. Pett's reception of the visitor's name had impressed him. It\r\nwas an odd fact that the financier, a cipher in his own home,\r\ncould impress all sorts of people at the office.\r\n\r\nTo Mr. Pett, the announcement that Mr. James Crocker was waiting\r\nto see him had come like the announcement of a miracle. Not a day\r\nhad passed since their return to America without lamentations\r\nfrom Mrs. Pett on the subject of their failure to secure the\r\nyoung man's person. The occasion of Mrs. Pett's reading of the\r\narticle in the _Sunday Chronicle_ descriptive of the Lord Percy\r\nWhipple affair had been unique in the little man's domestic\r\nhistory. For the first time since he had known her the\r\nindomitable woman had completely broken down. Of all sad words of\r\ntongue or pen the saddest are these \"It might have been!\" and the\r\nthought that, if she had only happened to know it, she had had in\r\nher hands during that interview with her sister in London a\r\nweapon which would have turned defeat into triumph was more than\r\neven Mrs. Pett's strong spirit could endure. When she looked back\r\non that scene and recalled the airy way in which Mrs. Crocker had\r\nspoken of her step-son's \"best friend, Lord Percy Whipple\" and\r\nrealised that at that very moment Lord Percy had been recovering\r\nin bed from the effects of his first meeting with Jimmy Crocker,\r\nthe iron entered into her soul and she refused to be comforted.\r\nIn the first instant of realisation she thought of six separate\r\nand distinct things she could have said to her sister, each more\r\ncrushing than the last--things which now she would never be able\r\nto say.\r\n\r\nAnd now, suddenly and unaccountably, the means was at hand for\r\nrestoring her to her tranquil self-esteem. Jimmy Crocker, despite\r\nwhat his stepmother had said, probably in active defiance of her\r\ncommands, had come to America after all. Mr. Pett's first thought\r\nwas that his wife would, as he expressed it to himself, be\r\n\"tickled to death about this.\" Scarcely waiting for the\r\noffice-boy to retire, he leaped towards Jimmy like a gambolling\r\nlamb and slapped him on the back with every evidence of joy and\r\nfriendliness.\r\n\r\n\"My dear boy!\" he cried. \"My dear boy! I'm delighted to see you!\"\r\n\r\nJimmy was surprised, relieved, and pleased. He had not expected\r\nthis warmth. A civil coldness had been the best he had looked\r\nfor. He had been given to understand that in the Pett home he was\r\nregarded as the black sheep: and, while one may admit a black\r\nsheep into the fold, it does not follow that one must of\r\nnecessity fawn upon him.\r\n\r\n\"You're very kind,\" he said, rather startled.\r\n\r\nThey inspected each other for a brief moment. Mr. Pett was\r\nthinking that Jimmy was a great improvement on the picture his\r\nimagination had drawn of him. He had looked for something\r\ntougher, something flashy and bloated. Jimmy, for his part, had\r\ntaken an instant liking to the financier. He, too, had been\r\nmisled by imagination. He had always supposed that these\r\nmillionaires down Wall Street way were keen, aggressive fellows,\r\nwith gimlet eyes and sharp tongues. On the boat he had only seen\r\nMr. Pett from afar, and had had no means of estimating his\r\ncharacter. He found him an agreeable little man.\r\n\r\n\"We had given up all hope of your coming,\" said Mr. Pett.\r\n\r\nA little manly penitence seemed to Jimmy to be in order.\r\n\r\n\"I never expected you would receive me like this. I thought I\r\nmust have made myself rather unpopular.\"\r\n\r\nMr. Pett buried the past with a gesture.\r\n\r\n\"When did you land?\" he asked.\r\n\r\n\"This morning. On the _Caronia_ . . .\"\r\n\r\n\"Good passage?\"\r\n\r\n\"Excellent.\"\r\n\r\nThere was a silence. It seemed to Jimmy that Mr. Pett was looking\r\nat him rather more closely than was necessary for the actual\r\nenjoyment of his style of beauty. He was just about to throw out\r\nsome light remark about the health of Mrs. Pett or something\r\nabout porpoises on the voyage to add local colour and\r\nverisimilitude, when his heart missed a beat, as he perceived\r\nthat he had made a blunder. Like many other amateur plotters, Ann\r\nand he had made the mistake of being too elaborate. It had struck\r\nthem as an ingenious idea for Jimmy to pretend that he had\r\narrived that morning, and superficially it was a good idea: but\r\nhe now remembered for the first time that, if he had seen Mr.\r\nPett on the _Atlantic_, the probability was that Mr. Pett had seen\r\nhim. The next moment the other had confirmed this suspicion.\r\n\r\n\"I've an idea I've seen you before. Can't think where.\"\r\n\r\n\"Everybody well at home?\" said Jimmy.\r\n\r\n\"I'm sure of it.\"\r\n\r\n\"I'm looking forward to seeing them all.\"\r\n\r\n\"I've seen you some place.\"\r\n\r\n\"I'm often there.\"\r\n\r\n\"Eh?\"\r\n\r\nMr. Pett seemed to be turning this remark over in his mind a\r\ntrifle suspiciously. Jimmy changed the subject.\r\n\r\n\"To a young man like myself,\" he said, \"with life opening out\r\nbefore him, there is something singularly stimulating in the\r\nsight of a modern office. How busy those fellows seem!\"\r\n\r\n\"Yes,\" said Mr. Pett. \"Yes.\" He was glad that this conversational\r\nnote had been struck. He was anxious to discuss the future with\r\nthis young man.\r\n\r\n\"Everybody works but father!\" said Jimmy.\r\n\r\nMr. Pett started.\r\n\r\n\"Eh?\"\r\n\r\n\"Nothing.\"\r\n\r\nMr. Pett was vaguely ruffled. He suspected insult, but could not\r\npin it down. He abandoned his cheeriness, however, and became the\r\nman of business.\r\n\r\n\"I hope you intend to settle down, now that you are here, and\r\nwork hard,\" he said in the voice which he vainly tried to use on\r\nOgden at home.\r\n\r\n\"Work!\" said Jimmy blankly.\r\n\r\n\"I shall be able to make a place for you in my office. That was\r\nmy promise to your step-mother, and I shall fulfil it.\"\r\n\r\n\"But wait a minute! I don't get this! Do you mean to put me to\r\nwork?\"\r\n\r\n\"Of course. I take it that that was why you came over here,\r\nbecause you realised how you were wasting your life and wanted a\r\nchance of making good in my office.\"\r\n\r\nA hot denial trembled on Jimmy's tongue. Never had he been so\r\nmisjudged. And then the thought of Ann checked him. He must do\r\nnothing that would interfere with Ann's plans. Whatever the cost,\r\nhe must conciliate this little man. For a moment he mused\r\nsentimentally on Ann. He hoped she would understand what he was\r\ngoing through for her sake. To a man with his ingrained distaste\r\nfor work in any shape the sight of those wage-slaves outside\r\nthere in the outer office had, as he had told Mr. Pett, been\r\nstimulating: but only because it filled him with a sort of\r\nspiritual uplift to think that he had not got to do that sort of\r\nthing. Consider them in the light of fellow-workers, and the\r\nspectacle ceased to stimulate and became nauseating. And for her\r\nsake he was about to become one of them! Had any knight of old\r\never done anything as big as that for his lady? He very much\r\ndoubted it.\r\n\r\n\"All right,\" he said. \"Count me in. I take it that I shall have a\r\njob like one of those out there?\"\r\n\r\n\"Yes.\"\r\n\r\n\"Not presuming to dictate, I suggest that you give me something\r\nthat will take some of the work off that fellow who's swimming in\r\npaper. Only the tip of his nose was above the surface as I passed\r\nthrough. I never saw so many fellows working so hard at the same\r\ntime in my life. All trying to catch the boss's eye, too, I\r\nsuppose? It must make you feel like a snipe.\"\r\n\r\nMr. Pett replied stiffly. He disliked this levity on the sacred\r\nsubject of office work. He considered that Jimmy was not\r\napproaching his new life in the proper spirit. Many young men had\r\ndiscussed with him in that room the subject of working in his\r\nemployment, but none in quite the same manner.\r\n\r\n\"You are at a serious point in your career,\" he said. \"You will\r\nhave every opportunity of rising.\"\r\n\r\n\"Yes. At seven in the morning, I suppose?\"\r\n\r\n\"A spirit of levity--\" began Mr. Pett.\r\n\r\n\"I laugh that I may not weep,\" explained Jimmy. \"Try to think\r\nwhat this means to a bright young man who loathes work. Be kind\r\nto me. Instruct your floor-walkers to speak gently to me at\r\nfirst. It may be a far, far better thing that I do than I have\r\never done, but don't ask me to enjoy it! It's all right for you.\r\nYou're the boss. Any time you want to call it a day and go off\r\nand watch a ball-game, all you have to do is to leave word that\r\nyou have an urgent date to see Mr. Rockerfeller. Whereas I shall\r\nhave to submerge myself in paper and only come up for air when\r\nthe danger of suffocation becomes too great.\"\r\n\r\nIt may have been the mention of his favourite game that softened\r\nMr. Pett. The frostiness which had crept into his manner thawed.\r\n\r\n\"It beats me,\" he said, \"why you ever came over at all, if you\r\nfeel like that.\"\r\n\r\n\"Duty!\" said Jimmy. \"Duty! There comes a time in the life of\r\nevery man when he must choose between what is pleasant and what\r\nis right.\"\r\n\r\n\"And that last fool-game of yours, that Lord Percy Whipple\r\nbusiness, must have made London pretty hot for you?\" suggested\r\nMr. Pett.\r\n\r\n\"Your explanation is less romantic than mine, but there is\r\nsomething in what you say.\"\r\n\r\n\"Had it occurred to you, young man, that I am taking a chance\r\nputting a fellow like you to work in my office?\"\r\n\r\n\"Have no fear. The little bit of work I shall do won't make any\r\ndifference.\"\r\n\r\n\"I've half a mind to send you straight back to London.\"\r\n\r\n\"Couldn't we compromise?\"\r\n\r\n\"How?\"\r\n\r\n\"Well, haven't you some snug secretarial job you could put me\r\ninto? I have an idea that I should make an ideal secretary.\"\r\n\r\n\"My secretaries work.\"\r\n\r\n\"I get you. Cancel the suggestion.\"\r\n\r\nMr. Pett rubbed his chin thoughtfully.\r\n\r\n\"You puzzle me. And that's the truth.\"\r\n\r\n\"Always speak the truth,\" said Jimmy approvingly.\r\n\r\n\"I'm darned if I know what to do with you. Well, you'd better\r\ncome home with me now, anyway, and meet your aunt, and then we\r\ncan talk things over. After all, the main thing is to keep you\r\nout of mischief.\"\r\n\r\n\"You put things crudely, but no doubt you are right.\"\r\n\r\n\"You'll live with us, of course.\"\r\n\r\n\"Thank you very much. This is the right spirit.\"\r\n\r\n\"I'll have to talk to Nesta about you. There may be something you\r\ncan do.\"\r\n\r\n\"I shouldn't mind being a partner,\" suggested Jimmy helpfully.\r\n\r\n\"Why don't you get work on a paper again? You used to do that\r\nwell.\"\r\n\r\n\"I don't think my old paper would welcome me now. They regard me\r\nrather as an entertaining news-item than a worker.\"\r\n\r\n\"That's true. Say, why on earth did you make such a fool of\r\nyourself over on the other side? That breach-of-promise case with\r\nthe barmaid!\" said Mr. Pett reproachfully.\r\n\r\n\"Let bygones be bygones,\" said Jimmy. \"I was more sinned against\r\nthan sinning. You know how it is, uncle Pete!\" Mr. Pett started\r\nviolently, but said nothing. \"You try out of pure goodness of\r\nheart to scatter light and sweetness and protect the poor\r\nworking-girl--like Heaven--and brighten up her lot and so on, and\r\nshe turns right around and soaks it to you good! And anyway she\r\nwasn't a barmaid. She worked in a florist's shop.\"\r\n\r\n\"I don't see that that makes any difference.\"\r\n\r\n\"All the difference in the world, all the difference between the\r\nsordid and the poetical. I don't know if you have ever\r\nexperienced the hypnotic intoxication of a florist's shop? Take\r\nit from me, uncle Pete, any girl can look an angel as long as she\r\nis surrounded by choice blooms. I couldn't help myself. I wasn't\r\nresponsible. I only woke up when I met her outside. But all that\r\nsort of thing is different now. I am another man. Sober, steady,\r\nserious-minded!\"\r\n\r\nMr. Pett had taken the receiver from the telephone and was\r\ntalking to some one. The buzzing of a feminine voice came to\r\nJimmy's ears. Mr. Pett hung up the receiver.\r\n\r\n\"Your aunt says we are to come up at once.\"\r\n\r\n\"I'm ready. And it will be a good excuse for you to knock off\r\nwork. I bet you're glad I came! Does the carriage await or shall\r\nwe take the subway?\"\r\n\r\n\"I guess it will be quicker to take the subway. Your aunt's very\r\nsurprised that you are here, and very pleased.\"\r\n\r\n\"I'm making everybody happy to-day.\"\r\n\r\nMr. Pett was looking at him in a meditative way. Jimmy caught his\r\neye.\r\n\r\n\"You're registering something, uncle Pete, and I don't know what\r\nit is. Why the glance?\"\r\n\r\n\"I was just thinking of something.\"\r\n\r\n\"Jimmy,\" prompted his nephew.\r\n\r\n\"Eh?\"\r\n\r\n\"Add the word Jimmy to your remarks. It will help me to feel at\r\nhome and enable me to overcome my shyness.\"\r\n\r\nMr. Pett chuckled.\r\n\r\n\"Shyness! If I had your nerve--!\" He broke off with a sigh and\r\nlooked at Jimmy affectionately. \"What I was thinking was that\r\nyou're a good boy. At least, you're not, but you're different\r\nfrom that gang of--of--that crowd up-town.\"\r\n\r\n\"What crowd?\"\r\n\r\n\"Your aunt is literary, you know. She's filled the house with\r\npoets and that sort of thing. It will be a treat having you\r\naround. You're human! I don't see that we're going to make much\r\nof you now that you're here, but I'm darned glad you've come,\r\nJimmy!\"\r\n\r\n\"Put it there, uncle Pete!\" said Jimmy. \"You're all right.\r\nYou're the finest Captain of Industry I ever met!\""
  ]
}