{
  "index": 11,
  "title": "Chapter 10",
  "paragraphs": [
    "JIMMY DECIDES TO BE HIMSELF\r\n\r\nIt was less than a quarter of an hour later--such was the speed\r\nwith which Nemesis, usually slow, had overtaken him--that Jerry\r\nMitchell, carrying a grip and walking dejectedly, emerged from\r\nthe back premises of the Pett home and started down Riverside\r\nDrive in the direction of his boarding-house, a cheap, clean, and\r\nrespectable establishment situated on Ninety-seventh Street\r\nbetween the Drive and Broadway. His usually placid nervous system\r\nwas ruffled and a-quiver from the events of the afternoon, and\r\nhis cauliflower ears still burned reminiscently at the\r\nrecollection of the uncomplimentary words shot at them by Mrs.\r\nPett before she expelled him from the house. Moreover, he was in\r\na mild panic at the thought of having to see Ann later on and try\r\nto explain the disaster to her. He knew how the news would affect\r\nher. She had set her heart on removing Ogden to more disciplinary\r\nsurroundings, and she could not possibly do it now that her ally\r\nwas no longer an inmate of the house. He was an essential factor\r\nin the scheme, and now, to gratify the desire of the moment, he\r\nhad eliminated himself. Long before he reached the brown-stone\r\nhouse, which looked exactly like all the other brown-stone houses\r\nin all the other side-streets of uptown New York, the first fine\r\ncareless rapture of his mad outbreak had passed from Jerry\r\nMitchell, leaving nervous apprehension in its place. Ann was a\r\ngirl whom he worshipped respectfully, but he feared her in her\r\nwrath.\r\n\r\nHaving entered the boarding-house, Jerry, seeking company in his\r\nhour of sorrow, climbed the stairs till he reached a door on the\r\nsecond floor. Sniffing and detecting the odour of tobacco, he\r\nknocked and was bidden to enter.\r\n\r\n\"Hello, Bayliss!\" he said sadly, having obeyed the call.\r\n\r\nHe sat down on the end of the bed and heaved a deep sigh.\r\n\r\nThe room which he had entered was airy but small, so small,\r\nindeed, that the presence of any furniture in it at all was\r\nalmost miraculous, for at first sight it seemed incredible that\r\nthe bed did not fill it from side to side. There were however, a\r\nfew vacant spots, and in these had been placed a wash-stand, a\r\nchest of drawers, and a midget rocking-chair. The window, which\r\nthe thoughtful architect had designed at least three sizes too\r\nlarge for the room and which admitted the evening air in pleasing\r\nprofusion, looked out onto a series of forlorn back-yards. In\r\nboarding-houses, it is only the windows of the rich and haughty\r\nthat face the street.\r\n\r\nOn the bed, a corn-cob pipe between his teeth, lay Jimmy Crocker.\r\nHe was shoeless and in his shirt-sleeves. There was a crumpled\r\nevening paper on the floor beside the bed. He seemed to be taking\r\nhis rest after the labours of a trying day.\r\n\r\nAt the sound of Jerry's sigh he raised his head, but, finding the\r\nattitude too severe a strain on the muscles of the neck, restored\r\nit to the pillow.\r\n\r\n\"What's the matter, Jerry? You seem perturbed. You have the\r\naspect of one whom Fate has smitten in the spiritual solar\r\nplexus, or of one who has been searching for the leak in Life's\r\ngaspipe with a lighted candle. What's wrong?\"\r\n\r\n\"Curtains!\"\r\n\r\nJimmy, through long absence from his native land, was not always\r\nable to follow Jerry's thoughts when concealed in the wrappings\r\nof the peculiar dialect which he affected.\r\n\r\n\"I get you not, friend. Supply a few footnotes.\"\r\n\r\n\"I've been fired.\"\r\n\r\nJimmy sat up. This was no imaginary trouble, no mere _malaise_\r\nof the temperament. It was concrete, and called for sympathy.\r\n\r\n\"I'm awfully sorry,\" he said. \"No wonder you aren't rollicking.\r\nHow did it happen?\"\r\n\r\n\"That half-portion Bill Taft came joshing me about my beezer till\r\nit got something fierce,\" explained Jerry. \"William J. Bryan\r\ncouldn't have stood for it.\"\r\n\r\nOnce again Jimmy lost the thread. The wealth of political\r\nallusion baffled him.\r\n\r\n\"What's Taft been doing to you?\"\r\n\r\n\"It wasn't Taft. He only looks like him. It was that kid Ogden up\r\nwhere I work. He came butting into the gym, joshing me\r\nabout--makin' pers'nal remarks till I kind of lost my goat, and\r\nthe next thing I knew I was giving him his!\" A faint gleam of\r\npleasure lightened the gloom of his face. \"I cert'nly give him\r\nhis!\" The gleam faded. \"And after that--well, here I am!\"\r\n\r\nJimmy understood now. He had come to the boarding-house the night\r\nof his meeting with Jerry Mitchell on Broadway, and had been\r\nthere ever since, and frequent conversations with the pugilist\r\nhad put him abreast of affairs at the Pett home. He was familiar\r\nwith the _personnel_ of the establishment on Riverside Drive,\r\nand knew precisely how great was the crime of administering\r\ncorrection to Ogden Ford, no matter what the cause. Nor did he\r\nrequire explanation of the phenomenon of Mrs. Pett dismissing one\r\nwho was in her husband's private employment. Jerry had his\r\nsympathy freely.\r\n\r\n\"You appear,\" he said, \"to have acted in a thoroughly capable and\r\npraiseworthy manner. The only point in your conduct which I would\r\npermit myself to criticise is your omission to slay the kid.\r\nThat, however, was due, I take it, to the fact that you were\r\ninterrupted. We will now proceed to examine the future. I cannot\r\nsee that it is altogether murky. You have lost a good job, but\r\nthere are others, equally good, for a man of your calibre. New\r\nYork is crammed with dyspeptic millionaires who need an efficient\r\nphysical instructor to look after them. Cheer up, Cuthbert, for\r\nthe sun is still shining!\"\r\n\r\nJerry Mitchell shook his head. He refused to be comforted.\r\n\r\n\"It's Miss Ann,\" he said. \"What am I going to say to her?\"\r\n\r\n\"What has she got to do with it?\" asked Jimmy, interested.\r\n\r\nFor a moment Jerry hesitated, but the desire for sympathy and\r\nadvice was too strong for him. And after all there was no harm in\r\nconfiding in a good comrade like Jimmy.\r\n\r\n\"It's like this,\" he said. \"Miss Ann and me had got it all fixed\r\nup to kidnap the kid!\"\r\n\r\n\"What!\"\r\n\r\n\"Say, I don't mean ordinary kidnapping. It's this way. Miss Ann\r\ncome to me and we agree that the kid's a pest that had ought to\r\nhave some strong-arm keep him in order, so we decide to get him\r\naway to a friend of mine who keeps a dogs' hospital down on Long\r\nIsland. Bud Smithers is the guy to handle that kid. You ought to\r\nsee him take hold of a dog that's all grouch and ugliness and\r\nmake it over into a dog that it's a pleasure to have around. I\r\nthought a few weeks with Bud was what the doctor ordered for\r\nOgden, and Miss Ann guessed I was right, so we had it all framed.\r\nAnd now this happens and balls everything up! She can't do\r\nnothing with a husky kid like that without me to help her. And\r\nhow am I going to help her if I'm not allowed in the house?\"\r\n\r\nJimmy was conscious of a renewed admiration for a girl whom he\r\nhad always considered a queen among women. How rarely in this\r\nworld did one find a girl who combined every feminine charm of\r\nmind and body with a resolute determination to raise Cain at the\r\nslightest provocation!\r\n\r\n\"What an absolutely corking idea!\"\r\n\r\nJerry smirked modestly at the approbation, but returned instantly\r\nto his gloom.\r\n\r\n\"You get me now? What am I to say to her? She'll be sore!\"\r\n\r\n\"The problem,\" Jimmy had begun, \"is one which, as you suggest,\r\npresents certain--\" when there was a knock at the door and the\r\nhead of the boarding-house's maid-of-all-work popped in.\r\n\r\n\"Mr. Bayliss, is Mr. Mitchell--? Oh, say, Mr. Mitchell, there's a\r\nlady down below wants to see you. Says her name's Chester.\"\r\n\r\nJerry looked at Jimmy appealingly.\r\n\r\n\"What'll I do?\"\r\n\r\n\"Do nothing,\" said Jimmy, rising and reaching for his shoes.\r\n\"I'll go down and see her. I can explain for you.\"\r\n\r\n\"It's mighty good of you.\"\r\n\r\n\"It will be a pleasure. Rely on me.\"\r\n\r\nAnn, who had returned from her drive shortly after the Ogden\r\ndisaster and had instantly proceeded to the boarding-house, had\r\nbeen shown into the parlour. Jimmy found her staring in a rapt\r\nway at a statuette of the Infant Samuel which stood near a bowl\r\nof wax fruit on the mantelpiece. She was feeling aggrieved with\r\nFate and extremely angry with Jerry Mitchell, and she turned at\r\nthe sound of the opening door with a militant expression in her\r\neyes, which changed to one of astonishment on perceiving who it\r\nwas that had come in.\r\n\r\n\"Mr. Bayliss!\"\r\n\r\n\"Good evening, Miss Chester. We, so to speak, meet again. I have\r\ncome as an intermediary. To be brief, Jerry Mitchell daren't face\r\nyou, so I offered to come down instead.\"\r\n\r\n\"But how--but why are you here?\"\r\n\r\n\"I live here.\" He followed her gaze. It rested on a picture of\r\ncows in a field. \"Late American school,\" he said. \"Attributed to\r\nthe landlady's niece, a graduate of the Wissahickon, Pa.\r\nCorrespondence School of Pictorial Art. Said to be genuine.\"\r\n\r\n\"You _live_ here?\" repeated Ann. She had been brought up all her\r\nlife among the carefully thought out effects of eminent interior\r\ndecorators, and the room seemed more dreadful to her than it\r\nactually was. \"What an awful room!\"\r\n\r\n\"Awful? You must be overlooking the piano. Can't you see the\r\nhandsome plush cover from where you are standing? Move a little\r\nto the southeast and shade your eyes. We get music here of an\r\nevening--when we don't see it coming and sidestep.\"\r\n\r\n\"Why in the name of goodness do you live here, Mr. Bayliss?\"\r\n\r\n\"Because, Miss Chester, I am infernally hard up! Because the\r\nBayliss bank-roll has been stricken with a wasting sickness.\"\r\n\r\nAnn was looking at him incredulously.\r\n\r\n\"But--but--then, did you really mean all that at lunch the other\r\nday? I thought you were joking. I took it for granted that you\r\ncould get work whenever you wanted to or you wouldn't have made\r\nfun of it like that! Can't you really find anything to do?\"\r\n\r\n\"Plenty to do. But I'm not paid for it. I walk a great number of\r\nblocks and jump into a great number of cars and dive into\r\nelevators and dive out again and open doors and say 'Good\r\nmorning' when people tell me they haven't a job for me. My days\r\nare quite full, but my pocket-book isn't!\"\r\n\r\nAnn had forgotten all about her errand in her sympathy.\r\n\r\n\"I'm so sorry. Why, it's terrible! I should have thought you\r\ncould have found _something_.\"\r\n\r\n\"I thought the same till the employers of New York in a body told\r\nme I couldn't. Men of widely differing views on religion,\r\npolitics, and a hundred other points, they were unanimous on\r\nthat. The nearest I came to being a financial Titan was when I\r\nlanded a job in a store on Broadway, demonstrating a patent\r\ncollar-clip at ten dollars a week. For awhile all Nature seemed\r\nto be shouting 'Ten per! Ten per!' than which there are few\r\nsweeter words in the language. But I was fired half-way through\r\nthe second day, and Nature changed her act.\"\r\n\r\n\"But why?\"\r\n\r\n\"It wasn't my fault. Just Fate. This contrivance was called\r\nKlipstone's Kute Kollar-Klip, and it was supposed to make it easy\r\nfor you to fasten your tie. My job was to stand in the window in\r\nmy shirt-sleeves, gnashing my teeth and registering baffled rage\r\nwhen I tried the old, obsolete method and beaming on the\r\nmultitude when I used the Klip. Unfortunately I got the cards\r\nmixed. I beamed when I tried the old, obsolete method and nearly\r\nburst myself with baffled fury just after I had exhibited the\r\ncard bearing the words 'I will now try Klipstone's Kute Klip.' I\r\ncouldn't think what the vast crowd outside the window was\r\nlaughing at till the boss, who chanced to pause on the outskirts\r\nof the gathering on his way back from lunch, was good enough to\r\ntell me. Nothing that I could say would convince him that I was\r\nnot being intentionally humorous. I was sorry to lose the job,\r\nthough it did make me feel like a goldfish. But talking of being\r\nfired brings us back to Jerry Mitchell.\"\r\n\r\n\"Oh, never mind Jerry Mitchell now--\"\r\n\r\n\"On the contrary, let us discuss his case and the points arising\r\nfrom it with care and concentration. Jerry Mitchell has told me\r\nall!\"\r\n\r\nAnn was startled.\r\n\r\n\"What do you mean?\"\r\n\r\n\"The word 'all,'\" said Jimmy, \"is slang for 'everything.' You see\r\nin me a confidant. In a word, I am hep.\"\r\n\r\n\"You know--?\"\r\n\r\n\"Everything. A colloquialism,\" explained Jimmy, \"for 'all.' About\r\nOgden, you know. The scheme. The plot. The enterprise.\"\r\n\r\nAnn found nothing to say.\r\n\r\n\"I am thoroughly in favour of the plan. So much so that I propose\r\nto assist you by taking Jerry's place.\"\r\n\r\n\"I don't understand.\"\r\n\r\n\"Do you remember at lunch that day, after that remarkable person\r\nhad mistaken me for Jimmy Crocker, you suggested in a light,\r\ncasual way that if I were to walk into your uncle's office and\r\nclaim to be Jimmy Crocker I should be welcomed without a\r\nquestion? I'm going to do it. Then, once aboard the lugger--once\r\nin the house, I am at your orders. Use me exactly as you would\r\nhave used Jerry Mitchell.\"\r\n\r\n\"But--but--!\"\r\n\r\n\"Jerry!\" said Jimmy scornfully. \"Can't I do everything that he\r\ncould have done? And more. A bonehead like Jerry would have been\r\ncertain to have bungled the thing somehow. I know him well. A\r\ngood fellow, but in matters requiring intellect and swift thought\r\ndead from the neck up. It's a very lucky thing he is out of the\r\nrunning. I love him like a brother, but his dome is of ivory.\r\nThis job requires a man of tact, sense, shrewdness, initiative,\r\n_esprit_, and _verve_.\" He paused. \"Me!\" he concluded.\r\n\r\n\"But it's ridiculous! It's out of the question!\"\r\n\r\n\"Not at all. I must be extraordinarily like Jimmy Crocker, or\r\nthat fellow at the restaurant wouldn't have taken me for him.\r\nLeave this in my hands. I can get away with it.\"\r\n\r\n\"I shan't dream of allowing you--\"\r\n\r\n\"At nine o'clock to-morrow morning,\" said Jimmy firmly, \"I\r\npresent myself at Mr. Pett's office. It's all settled.\"\r\n\r\nAnn was silent. She was endeavouring to adjust her mind to the\r\nidea. Her first startled revulsion from it had begun to wane. It\r\nwas an idea peculiarly suited to her temperament, an idea that\r\nshe might have suggested herself if she had thought of it. Soon,\r\nfrom being disapproving, she found herself glowing with\r\nadmiration for its author. He was a young man of her own sort!\r\n\r\n\"You asked me on the boat, if you remember,\" said Jimmy, \"if I\r\nhad an adventurous soul. I am now submitting my proofs. You also\r\nspoke highly of America as a land where there were adventures to\r\nbe had. I now see that you were right.\"\r\n\r\nAnn thought for a moment.\r\n\r\n\"If I consent to your doing this insane thing, Mr. Bayliss, will\r\nyou promise me something?\"\r\n\r\n\"Anything.\"\r\n\r\n\"Well, in the first place I absolutely refuse to let you risk all\r\nsorts of frightful things by coming into this kidnapping plot.\"\r\nShe waved him down, and went on. \"But I see where you can help me\r\nvery much. As I told you at lunch, my aunt would do anything for\r\nJimmy Crocker if he were to appear in New York now. I want you to\r\npromise that you will confine your activities to asking her to\r\nlet Jerry Mitchell come back.\"\r\n\r\n\"Never!\"\r\n\r\n\"You said you would promise me anything.\"\r\n\r\n\"Anything but that.\"\r\n\r\n\"Then it is all off!\"\r\n\r\nJimmy pondered.\r\n\r\n\"It's terribly tame that way.\"\r\n\r\n\"Never mind. It's the only way I will consider.\"\r\n\r\n\"Very well. I protest, though.\"\r\n\r\nAnn sat down.\r\n\r\n\"I think you're splendid, Mr. Bayliss. I'm much obliged!\"\r\n\r\n\"Not at all.\"\r\n\r\n\"It will be such a splendid thing for Ogden, won't it?\"\r\n\r\n\"Admirable.\"\r\n\r\n\"Now the only thing to do is just to see that we have got\r\neverything straight. How about this, for instance? They will ask\r\nyou when you arrived in New York. How are you going to account\r\nfor your delay in coming to see them?\"\r\n\r\n\"I've thought of that. There's a boat that docks to-morrow--the\r\n_Caronia_, I think. I've got a paper upstairs. I'll look it up. I\r\ncan say I came by her.\"\r\n\r\n\"That seems all right. It's lucky you and uncle Peter never met\r\non the _Atlantic_.\"\r\n\r\n\"And now as to my demeanour on entering the home? How should I\r\nbehave? Should I be jaunty or humble? What would a long-lost\r\nnephew naturally do?\"\r\n\r\n\"A long-lost nephew with a record like Jimmy Crocker's would\r\ncrawl in with a white flag, I should think.\"\r\n\r\nA bell clanged in the hall.\r\n\r\n\"Supper!\" said Jimmy. \"To go into painful details, New England\r\nboiled dinner, or my senses deceive me, and prunes.\"\r\n\r\n\"I must be going.\"\r\n\r\n\"We shall meet at Philippi.\"\r\n\r\nHe saw her to the door, and stood at the top of the steps\r\nwatching her trim figure vanish into the dusk. She passed from\r\nhis sight. Jimmy drew a deep breath, and, thinking hard, went\r\ndown the passage to fortify himself with supper."
  ]
}