{
  "index": 18,
  "title": "Chapter 17",
  "paragraphs": [
    "THE VOICE PROM THE PAST\r\n\r\nThe library, whither Jimmy had made his way after leaving Mrs.\r\nPett, was a large room on the ground floor, looking out on the\r\nstreet which ran parallel to the south side of the house. It had\r\nFrench windows, opening onto a strip of lawn which ended in a\r\nhigh stone wall with a small gate in it, the general effect of\r\nthese things being to create a resemblance to a country house\r\nrather than to one in the centre of the city. Mr. Pett's town\r\nresidence was full of these surprises.\r\n\r\nIn one corner of the room a massive safe had been let into the\r\nwall, striking a note of incongruity, for the remainder of the\r\nwall-space was completely covered with volumes of all sorts and\r\nsizes, which filled the shelves and overflowed into a small\r\ngallery, reached by a short flight of stairs and running along\r\nthe north side of the room over the door.\r\n\r\nJimmy cast a glance at the safe, behind the steel doors of which\r\nhe presumed the test-tube of Partridgite which Willie had carried\r\nfrom the luncheon-table lay hid: then transferred his attention\r\nto the shelves. A cursory inspection of these revealed nothing\r\nwhich gave promise of whiling away entertainingly the moments\r\nwhich must elapse before the return of Ann. Jimmy's tastes in\r\nliterature lay in the direction of the lighter kind of modern\r\nfiction, and Mr. Pett did not appear to possess a single volume\r\nthat had been written later than the eighteenth century--and\r\nmostly poetry at that. He turned to the writing-desk near the\r\nwindow, on which he had caught sight of a standing shelf full of\r\nbooks of a more modern aspect. He picked one up at random and\r\nopened it.\r\n\r\nHe threw it down disgustedly. It was poetry. This man Pett\r\nappeared to have a perfect obsession for poetry. One would never\r\nhave suspected it, to look at him. Jimmy had just resigned\r\nhimself, after another glance at the shelf, to a bookless vigil,\r\nwhen his eye was caught by a name on the cover of the last in the\r\nrow so unexpected that he had to look again to verify the\r\ndiscovery.\r\n\r\nHe had been perfectly right. There it was, in gold letters.\r\n\r\n                THE LONELY HEART\r\n\r\n                      BY\r\n\r\n                  ANN CHESTER\r\n\r\nHe extracted the volume from the shelf in a sort of stupor. Even\r\nnow he was inclined to give his goddess of the red hair the\r\nbenefit of the doubt, and assume that some one else of the same\r\nname had written it. For it was a defect in Jimmy's\r\ncharacter--one of his many defects--that he loathed and scorned\r\nminor poetry and considered minor poets, especially when\r\nfeminine, an unnecessary affliction. He declined to believe that\r\nAnn, his Ann, a girl full of the finest traits of character, the\r\ngirl who had been capable of encouraging a comparative stranger\r\nto break the law by impersonating her cousin Jimmy Crocker, could\r\nalso be capable of writing The Lonely Heart and other poems. He\r\nskimmed through the first one he came across, and shuddered. It\r\nwas pure slush. It was the sort of stuff they filled up pages\r\nwith in the magazines when the detective story did not run long\r\nenough. It was the sort of stuff which long-haired blighters read\r\nalone to other long-haired blighters in English suburban\r\ndrawing-rooms. It was the sort of stuff which--to be brief--gave\r\nhim the Willies. No, it could not be Ann who had written it.\r\n\r\nThe next moment the horrid truth was thrust upon him. There was\r\nan inscription on the title page.\r\n\r\n\"To my dearest uncle Peter, with love from the author, Ann\r\nChester.\"\r\n\r\nThe room seemed to reel before Jimmy's eyes. He felt as if a\r\nfriend had wounded him in his tenderest feelings. He felt as if\r\nsome loved one had smitten him over the back of the head with a\r\nsandbag. For one moment, in which time stood still, his devotion\r\nto Ann wobbled. It was as if he had found her out in some\r\nterrible crime that revealed unsuspected flaws in her hitherto\r\nideal character.\r\n\r\nThen his eye fell upon the date on the title page, and a strong\r\nspasm of relief shook him. The clouds rolled away, and he loved\r\nher still. This frightful volume had been published five years\r\nago.\r\n\r\nA wave of pity swept over Jimmy. He did not blame her now. She\r\nhad been a mere child five years ago, scarcely old enough to\r\ndistinguish right from wrong. You couldn't blame her for writing\r\nsentimental verse at that age. Why, at a similar stage in his own\r\ncareer he had wanted to be a vaudeville singer. Everything must\r\nbe excused to Youth. It was with a tender glow of affectionate\r\nforgiveness that he turned the pages.\r\n\r\nAs he did so a curious thing happened to him. He began to have\r\nthat feeling, which every one has experienced at some time or\r\nother, that he had done this very thing before. He was almost\r\nconvinced that this was not the first time he had seen that poem\r\non page twenty-seven entitled \"A Lament.\" Why, some of the lines\r\nseemed extraordinarily familiar. The people who understood these\r\nthings explained this phenomenon, he believed, by some stuff\r\nabout the cells of the brain working simultaneously or something.\r\nSomething about cells, anyway. He supposed that that must be it.\r\n\r\nBut that was not it. The feeling that he had read all this before\r\ngrew instead of vanishing, as is generally the way on these\r\noccasions. He _had_ read this stuff before. He was certain of it.\r\nBut when? And where? And above all why? Surely he had not done it\r\nfrom choice.\r\n\r\nIt was the total impossibility of his having done it from choice\r\nthat led his memory in the right direction. There had only been a\r\nyear or so in his life when he had been obliged to read things\r\nwhich he would not have read of his own free will, and that had\r\nbeen when he worked on the _Chronicle_. Could it have been that\r\nthey had given him this book of poems to review? Or--?\r\n\r\nAnd then memory, in its usual eccentric way, having taken all\r\nthis time to make the first part of the journey, finished the\r\nrest of it with one lightning swoop, and he knew.\r\n\r\nAnd with the illumination came dismay. Worse than dismay. Horror.\r\n\r\n\"Gosh!\" said Jimmy.\r\n\r\nHe knew now why he had thought on the occasion of their first\r\nmeeting in London that he had seen hair like Ann's before. The\r\nmists rolled away and he saw everything clear and stark. He knew\r\nwhat had happened at that meeting five years before, to which she\r\nhad so mysteriously alluded. He knew what she had meant that\r\nevening on the boat, when she had charged one Jimmy Crocker with\r\nhaving cured her of sentiment. A cold sweat sprang into being\r\nabout his temples. He could remember that interview now, as\r\nclearly as if it had happened five minutes ago instead of five\r\nyears. He could recall the article for the _Sunday Chronicle_ which\r\nhe had written from the interview, and the ghoulish gusto with\r\nwhich he had written it. He had had a boy's undisciplined sense\r\nof humour in those days, the sense of humour which riots like a\r\nyoung colt, careless of what it bruises and crushes. He shuddered\r\nat the recollection of the things he had hammered out so\r\ngleefully on his typewriter down at the _Chronicle_ office. He\r\nfound himself recoiling in disgust from the man he had been, the\r\nman who could have done a wanton thing like that without\r\ncompunction or ruth. He had read extracts from the article to an\r\nappreciative colleague. . . .\r\n\r\nA great sympathy for Ann welled up in him. No wonder she hated\r\nthe memory of Jimmy Crocker.\r\n\r\nIt is probable that remorse would have tortured him even further,\r\nhad he not chanced to turn absently to page forty-six and read a\r\npoem entitled \"Love's Funeral.\" It was not a long poem, and he\r\nhad finished it inside of two minutes; but by that time a change\r\nhad come upon his mood of self-loathing. He no longer felt like a\r\nparticularly mean murderer. \"Love's Funeral\" was like a tonic.\r\nIt braced and invigourated him. It was so unspeakably absurd, so\r\npoor in every respect. All things, he now perceived, had worked\r\ntogether for good. Ann had admitted on the boat that it was his\r\nsatire that had crushed out of her the fondness for this sort of\r\nthing. If that was so, then the part he had played in her life\r\nhad been that of a rescuer. He thought of her as she was now and\r\nas she must have been then to have written stuff like this, and\r\nhe rejoiced at what he had done. In a manner of speaking the Ann\r\nof to-day, the glorious creature who went about the place\r\nkidnapping Ogdens, was his handiwork. It was he who had destroyed\r\nthe minor poetry virus in her.\r\n\r\nThe refrain of an old song came to him.\r\n\r\n        \"You made me what I am to-day!\r\n         I hope you're satisfied!\"\r\n\r\nHe was more than satisfied. He was proud of himself.\r\n\r\nHe rejoiced, however, after the first flush of enthusiasm,\r\nsomewhat moderately. There was no disguising the penalty of his\r\ndeed of kindness. To Ann Jimmy Crocker was no rescuer, but a sort\r\nof blend of ogre and vampire. She must never learn his real\r\nidentity--or not until he had succeeded by assiduous toil, as he\r\nhoped he would, in neutralising that prejudice of the distant\r\npast.\r\n\r\nA footstep outside broke in on his thoughts. He thrust the book\r\nquickly back into its place. Ann came in, and shut the door\r\nbehind her.\r\n\r\n\"Well?\" she said eagerly.\r\n\r\nJimmy did not reply for a moment. He was looking at her and\r\nthinking how perfect in every way she was now, as she stood there\r\npurged of sentimentality, all aglow with curiosity to know how\r\nher nefarious plans had succeeded. It was his Ann who stood\r\nthere, not the author of \"The Lonely Heart.\"\r\n\r\n\"Did you ask her?\"\r\n\r\n\"Yes. But--\"\r\n\r\nAnn's face fell.\r\n\r\n\"Oh! She won't let him come back?\"\r\n\r\n\"She absolutely refused. I did my best.\"\r\n\r\n\"I know you did.\"\r\n\r\nThere was a silence.\r\n\r\n\"Well, this settles it,\" said Jimmy. \"Now you will have to let me\r\nhelp you.\"\r\n\r\nAnn looked troubled.\r\n\r\n\"But it's such a risk. Something terrible might happen to you.\r\nIsn't impersonation a criminal offence?\"\r\n\r\n\"What does it matter? They tell me prisons are excellent places\r\nnowadays. Concerts, picnics--all that sort of thing. I shan't\r\nmind going there. I have a nice singing-voice. I think I will try\r\nto make the glee-club.\"\r\n\r\n\"I suppose we are breaking the law,\" said Ann seriously. \"I told\r\nJerry that nothing could happen to us except the loss of his\r\nplace to him and being sent to my grandmother to me, but I'm\r\nbound to say I said that just to encourage him. Don't you think\r\nwe ought to know what the penalty is, in case we are caught?\"\r\n\r\n\"It would enable us to make our plans. If it's a life sentence, I\r\nshouldn't worry about selecting my future career.\"\r\n\r\n\"You see,\" explained Ann, \"I suppose they would hardly send me to\r\nprison, as I'm a relation--though I would far rather go there\r\nthan to grandmother's. She lives all alone miles away in the\r\ncountry, and is strong on discipline--but they might do all sorts\r\nof things to you, in spite of my pleadings. I really think you\r\nhad better give up the idea, I'm afraid my enthusiasm carried me\r\naway. I didn't think of all this before.\"\r\n\r\n\"Never. This thing goes through, or fails over my dead body. What\r\nare you looking for?\"\r\n\r\nAnn was deep in a bulky volume which stood on a lectern by the\r\nwindow.\r\n\r\n\"Catalogue,\" she said briefly, turning the pages. \"Uncle Peter\r\nhas heaps of law books. I'll look up kidnapping. Here we are. Law\r\nEncyclopedia. Shelf X. Oh, that's upstairs. I shan't be a\r\nminute.\"\r\n\r\nShe ran to the little staircase, and disappeared. Her voice came\r\nfrom the gallery.\r\n\r\n\"Here we are. I've got it.\"\r\n\r\n\"Shoot,\" said Jimmy.\r\n\r\n\"There's such a lot of it,\" called the voice from above. \"Pages\r\nand pages. I'm just skimming. Wait a moment.\"\r\n\r\nA rustling followed from the gallery, then a sneeze.\r\n\r\n\"This is the dustiest place I was ever in,\" said the voice. \"It's\r\ninches deep everywhere. It's full of cigarette ends, too. I must\r\ntell uncle. Oh, here it is. Kidnapping--penalties--\"\r\n\r\n\"Hush\" called Jimmy. \"There's some one coming.\"\r\n\r\nThe door opened.\r\n\r\n\"Hello,\" said Ogden, strolling in. \"I was looking for you. Didn't\r\nthink you would be here.\"\r\n\r\n\"Come right in, my little man, and make yourself at home,\" said\r\nJimmy.\r\n\r\nOgden eyed him with disfavour.\r\n\r\n\"You're pretty fresh, aren't you?\"\r\n\r\n\"This is praise from Sir Hubert Stanley.\"\r\n\r\n\"Eh? Who's he?\"\r\n\r\n\"Oh, a gentleman who knew what was what.\"\r\n\r\nOgden closed the door.\r\n\r\n\"Well, I know what's what, too. I know what you are for one\r\nthing.\" He chuckled. \"I've got your number all right.\"\r\n\r\n\"In what respect?\"\r\n\r\nAnother chuckle proceeded from the bulbous boy.\r\n\r\n\"You think you're smooth, don't you? But I'm onto you, Jimmy\r\nCrocker. A lot of Jimmy Crocker you are. You're a crook. Get me?\r\nAnd I know what you're after, at that. You're going to try to\r\nkidnap me.\"\r\n\r\nFrom the corner of his eye Jimmy was aware of Ann's startled\r\nface, looking over the gallery rail and withdrawn hastily. No\r\nsound came from the heights, but he knew that she was listening\r\nintently.\r\n\r\n\"What makes you think that?\"\r\n\r\nOgden lowered himself into the depths of his favourite easy\r\nchair, and, putting his feet restfully on the writing-desk, met\r\nJimmy's gaze with a glassy but knowing eye.\r\n\r\n\"Got a cigarette?\" he said.\r\n\r\n\"I have not,\" said Jimmy. \"I'm sorry.\"\r\n\r\n\"So am I.\"\r\n\r\n\"Returning, with your permission, to our original subject,\" said\r\nJimmy, \"what makes you think that I have come here to kidnap\r\nyou?\"\r\n\r\nOgden yawned.\r\n\r\n\"I was in the drawing-room after lunch, and that guy Lord\r\nWisbeach came in and said he wanted to talk to mother privately.\r\nMother sent me out of the room, so of course I listened at the\r\ndoor.\"\r\n\r\n\"Do you know where little boys go who listen to private\r\nconversations?\" said Jimmy severely.\r\n\r\n\"To the witness-stand generally, I guess. Well, I listened, and I\r\nheard this Lord Wisbeach tell mother that he had only pretended\r\nto recognise you as Jimmy Crocker and that really he had never\r\nseen you before in his life. He said you were a crook and that\r\nthey had got to watch you. Well, I knew then why you had come\r\nhere. It was pretty smooth, getting in the way you did. I've got\r\nto hand it to you.\"\r\n\r\nJimmy did not reply. His mind was occupied with the contemplation\r\nof this dashing counter-stroke on the part of Gentleman Jack. He\r\ncould hardly refrain from admiring the simple strategy with which\r\nthe latter had circumvented him. There was an artistry about the\r\nmove which compelled respect.\r\n\r\n\"Well, now, see here,\" said Ogden, \"you and I have got to get\r\ntogether on this proposition. I've been kidnapped twice before,\r\nand the only guys that made anything out of it were the\r\nkidnappers. It's pretty soft for them. They couldn't have got a\r\ncent without me, and they never dreamed of giving me a rake-off.\r\nI'm getting good and tired of being kidnapped for other people's\r\nbenefit, and I've made up my mind that the next guy that wants me\r\nhas got to come across. See? My proposition is fifty-fifty. If\r\nyou like it, I'm game to let you go ahead. If you don't like it,\r\nthen the deal's off, and you'll find that you've a darned poor\r\nchance of getting me. When I was kidnapped before, I was just a\r\nkid, but I can look after myself now. Well, what do you say?\"\r\n\r\nJimmy found it hard at first to say anything. He had never\r\nproperly understood the possibilities of Ogden's character\r\nbefore. The longer he contemplated him, the more admirable Ann's\r\nscheme appeared. It seemed to him that only a resolute keeper of\r\na home for dogs would be adequately equipped for dealing with\r\nthis remarkable youth.\r\n\r\n\"This is a commercial age,\" he said.\r\n\r\n\"You bet it is,\" said Ogden. \"My middle name is business. Say,\r\nare you working this on your own, or are you in with Buck\r\nMaginnis and his crowd?\"\r\n\r\n\"I don't think I know Mr. Maginnis.\"\r\n\r\n\"He's the guy who kidnapped me the first time. He's a rough-neck.\r\nSmooth Sam Fisher got away with me the second time. Maybe you're\r\nin with Sam?\"\r\n\r\n\"No.\"\r\n\r\n\"No, I guess not. I heard that he had married and retired from\r\nbusiness. I rather wish you were one of Buck's lot. I like Buck.\r\nWhen he kidnapped me, I lived with him and he gave me a swell\r\ntime. When I left him, a woman came and interviewed me about it\r\nfor one of the Sunday papers. Sob stuff. Called the piece 'Even\r\nKidnappers Have Tender Hearts Beneath A Rough Exterior.' I've got\r\nit upstairs in my press-clipping album. It was pretty bad slush.\r\nBuck Maginnis hasn't got any tender heart beneath his rough\r\nexterior, but he's a good sort and I liked him. We used to shoot\r\ncraps. And he taught me to chew. I'd be tickled to death to have\r\nBuck get me again. But, if you're working on your own, all right.\r\nIt's all the same to me, provided you meet me on the terms.\"\r\n\r\n\"You certainly are a fascinating child.\"\r\n\r\n\"Less of it, less of it. I've troubles enough to bear without\r\nhaving you getting fresh. Well, what about it? Talk figures. If I\r\nlet you take me away, do we divvy up or don't we? That's all\r\nyou've got to say.\"\r\n\r\n\"That's easily settled. I'll certainly give you half of whatever\r\nI get.\"\r\n\r\nOgden looked wistfully at the writing-desk.\r\n\r\n\"I wish I could have that in writing. But I guess it wouldn't\r\nstand in law. I suppose I shall have to trust you.\"\r\n\r\n\"Honour among thieves.\"\r\n\r\n\"Less of the thieves. This is just a straight business\r\nproposition. I've got something valuable to sell, and I'm darned\r\nif I'm going to keep giving it away. I've been too easy. I ought\r\nto have thought of this before. All right, then, that's settled.\r\nNow it's up to you. You can think out the rest of it yourself.\"\r\n\r\nHe heaved himself out of the chair, and left the room. Ann,\r\ncoming down from the gallery, found Jimmy meditating. He looked\r\nup at the sound of her step.\r\n\r\n\"Well, that seems to make it pretty easy for us, doesn't it?\" he\r\nsaid. \"It solves the problem of ways and means.\"\r\n\r\n\"But this is awful. This alters everything. It isn't safe for you\r\nto stay here. You must go away at once. They've found you out.\r\nYou may be arrested at any moment.\"\r\n\r\n\"That's a side-issue. The main point is to put this thing\r\nthrough. Then we can think about what is going to happen to me.\"\r\n\r\n\"But can't you see the risk you're running?\"\r\n\r\n\"I don't mind. I want to help you.\"\r\n\r\n\"I won't let you.\"\r\n\r\n\"You must.\"\r\n\r\n\"But do be sensible. What would you think of me if I allowed you\r\nto face this danger--?\"\r\n\r\n\"I wouldn't think any differently of you. My opinion of you is a\r\nfixed thing. Nothing can alter it. I tried to tell you on the\r\nboat, but you wouldn't let me. I think you're the most perfect,\r\nwonderful girl in all the world. I've loved you since the first\r\nmoment I saw you. I knew who you were when we met for half a\r\nminute that day in London. We were utter strangers, but I knew\r\nyou. You were the girl I had been looking for all my life. Good\r\nHeavens, you talk of risks. Can't you understand that just being\r\nwith you and speaking to you and knowing that we share this thing\r\ntogether is enough to wipe out any thought of risk? I'd do\r\nanything for you. And you expect me to back out of this thing\r\nbecause there is a certain amount of danger!\"\r\n\r\nAnn had retreated to the door, and was looking at him with wide\r\neyes. With other young men and there had been many--who had said\r\nmuch the same sort of thing to her since her _debutante_ days she\r\nhad been cool and composed--a little sorry, perhaps, but in no\r\ndoubt as to her own feelings and her ability to resist their\r\npleadings. But now her heart was racing, and the conviction had\r\nbegun to steal over her that the cool and composed Ann Chester\r\nwas in imminent danger of making a fool of herself. Quite\r\nsuddenly, without any sort of warning, she realised that there\r\nwas some quality in Jimmy which called aloud to some\r\ncorresponding quality in herself--a nebulous something that made\r\nher know that he and she were mates. She knew herself hard to\r\nplease where men were concerned. She could not have described\r\nwhat it was in her that all the men she had met, the men with\r\nwhom she had golfed and ridden and yachted, had failed to\r\nsatisfy: but, ever since she had acquired the power of\r\nself-analysis, she had known that it was something which was a\r\nsolid and indestructible part of her composition. She could not\r\nhave put into words what quality she demanded in man, but she had\r\nalways known that she would recognise it when she found it: and\r\nshe recognised it now in Jimmy. It was a recklessness, an\r\nirresponsibility, a cheerful dare-devilry, the complement to her\r\nown gay lawlessness.\r\n\r\n\"Ann!\" said Jimmy.\r\n\r\n\"It's too late!\"\r\n\r\nShe had not meant to say that. She had meant to say that it was\r\nimpossible, out of the question. But her heart was running away\r\nwith her, goaded on by the irony of it all. A veil seemed to have\r\nfallen from before her eyes, and she knew now why she had been\r\ndrawn to Jimmy from the very first. They were mates, and she had\r\nthrown away her happiness.\r\n\r\n\"I've promised to marry Lord Wisbeach!\"\r\n\r\nJimmy stopped dead, as if the blow had been a physical one.\r\n\r\n\"You've promised to marry Lord Wisbeach!\"\r\n\r\n\"Yes.\"\r\n\r\n\"But--but when?\"\r\n\r\n\"Just now. Only a few minutes ago. When I was driving him to his\r\nhotel. He had asked me to marry him before I left for England,\r\nand I had promised to give him his answer when I got back. But\r\nwhen I got back, somehow I couldn't make up my mind. The days\r\nslipped by. Something seemed to be holding me back. He pressed me\r\nto say that I would marry him, and it seemed absurd to go on\r\nrefusing to be definite, so I said I would.\"\r\n\r\n\"You can't love him? Surely you don't--?\"\r\n\r\nAnn met his gaze frankly.\r\n\r\n\"Something seems to have happened to me in the last few minutes,\"\r\nshe said, \"and I can't think clearly. A little while ago it\r\ndidn't seem to matter much. I liked him. He was good-looking and\r\ngood-tempered. I felt that we should get along quite well and be\r\nas happy as most people are. That seemed as near perfection as\r\none could expect to get nowadays, so--well, that's how it was.\"\r\n\r\n\"But you can't marry him! It's out of the question!\"\r\n\r\n\"I've promised.\"\r\n\r\n\"You must break your promise.\"\r\n\r\n\"I can't do that.\"\r\n\r\n\"You must!\"\r\n\r\n\"I can't. One must play the game.\"\r\n\r\nJimmy groped for words. \"But in this case you mustn't--it's\r\nawful--in this special case--\" He broke off. He saw the trap he\r\nwas in. He could not denounce that crook without exposing\r\nhimself. And from that he still shrank. Ann's prejudice against\r\nJimmy Crocker might have its root in a trivial and absurd\r\ngrievance, but it had been growing through the years, and who\r\ncould say how strong it was now?\r\n\r\nAnn came a step towards him, then paused doubtfully. Then, as if\r\nmaking up her mind, she drew near and touched his sleeve.\r\n\r\n\"I'm sorry,\" she said.\r\n\r\nThere was a silence.\r\n\r\n\"I'm sorry!\"\r\n\r\nShe moved away. The door closed softly behind her. Jimmy scarcely\r\nknew that she had gone. He sat down in that deep chair which was\r\nMr. Pett's favourite, and stared sightlessly at the ceiling. And\r\nthen, how many minutes or hours later he did not know, the sharp\r\nclick of the door-handle roused him. He sprang from the chair.\r\nWas it Ann, come back?\r\n\r\nIt was not Ann. Round the edge of the door came inquiringly the\r\nfair head of Lord Wisbeach.\r\n\r\n\"Oh!\" said his lordship, sighting Jimmy.\r\n\r\nThe head withdrew itself.\r\n\r\n\"Come here!\" shouted Jimmy.\r\n\r\nThe head appeared again.\r\n\r\n\"Talking to me?\"\r\n\r\n\"Yes, I was talking to you.\"\r\n\r\nLord Wisbeach followed his superstructure into the room. He was\r\noutwardly all that was bland and unperturbed, but there was a\r\nwary look in the eye that cocked itself at Jimmy, and he did not\r\nmove far from the door. His fingers rested easily on the handle\r\nbehind him. He did not think it probable that Jimmy could have\r\nheard of his visit to Mrs. Pett, but there had been something\r\nmenacing in the latter's voice, and he believed in safety first.\r\n\r\n\"They told me Miss Chester was here,\" he said by way of relaxing\r\nany possible strain there might be in the situation.\r\n\r\n\"And what the devil do you want with Miss Chester, you slimy,\r\ncrawling second-story-worker, you damned, oily yegg?\" enquired\r\nJimmy.\r\n\r\nThe sunniest optimist could not have deluded himself into the\r\nbelief that the words were spoken in a friendly and genial\r\nspirit. Lord Wisbeach's fingers tightened on the door-handle, and\r\nhe grew a little flushed about the cheek-bones.\r\n\r\n\"What's all this about?\" he said.\r\n\r\n\"You infernal crook!\"\r\n\r\nLord Wisbeach looked anxious.\r\n\r\n\"Don't shout like that! Are you crazy? Do you want people to\r\nhear?\"\r\n\r\nJimmy drew a deep breath.\r\n\r\n\"I shall have to get further away from you,\" he said more\r\nquietly. \"There's no knowing what may happen if I don't. I don't\r\nwant to kill you. At least, I do, but I had better not.\"\r\n\r\nHe retired slowly until brought to a halt by the writing-desk. To\r\nthis he anchored himself with a firm grip. He was extremely\r\nanxious to do nothing rash, and the spectacle of Gentleman Jack\r\ninvited rashness. He leaned against the desk, clutching its\r\nsolidity with both hands. Lord Wisbeach held steadfastly to the\r\ndoor-handle. And in this tense fashion the interview proceeded.\r\n\r\n\"Miss Chester,\" said Jimmy, forcing himself to speak calmly, \"has\r\njust been telling me that she has promised to marry you.\"\r\n\r\n\"Quite true,\" said Lord Wisbeach. \"It will be announced\r\nto-morrow.\" A remark trembled on his lips, to the effect that he\r\nrelied on Jimmy for a fish-slice, but prudence kept it unspoken.\r\nHe was unable at present to understand Jimmy's emotion. Why Jimmy\r\nshould object to his being engaged to Ann, he could not imagine.\r\nBut it was plain that for some reason he had taken the thing to\r\nheart, and, dearly as he loved a bit of quiet fun, Lord Wisbeach\r\ndecided that the other was at least six inches too tall and fifty\r\npounds too heavy to be bantered in his present mood by one of his\r\nown physique. \"Why not?\"\r\n\r\n\"It won't be announced to-morrow,\" said Jimmy. \"Because by\r\nto-morrow you will be as far away from here as you can get, if\r\nyou have any sense.\"\r\n\r\n\"What do you mean?\"\r\n\r\n\"Just this. If you haven't left this house by breakfast time\r\nto-morrow, I shall expose you.\"\r\n\r\nLord Wisbeach was not feeling particularly happy, but he laughed\r\nat this.\r\n\r\n\"You!\"\r\n\r\n\"That's what I said.\"\r\n\r\n\"Who do you think you are, to go about exposing people?\"\r\n\r\n\"I happen to be Mrs. Pett's nephew, Jimmy Crocker.\"\r\n\r\nLord Wisbeach laughed again.\r\n\r\n\"Is that the line you are going to take?\"\r\n\r\n\"It is.\"\r\n\r\n\"You are going to Mrs. Pett to tell her that you are Jimmy\r\nCrocker and that I am a crook and that you only pretended to\r\nrecognise me for reasons of your own?\"\r\n\r\n\"Just that.\"\r\n\r\n\"Forget it!\" Lord Wisbeach had forgotten to be alarmed in his\r\namusement. He smiled broadly. \"I'm not saying it's not good stuff\r\nto pull, but it's old stuff now. I'm sorry for you, but I thought\r\nof it before you did. I went to Mrs. Pett directly after lunch\r\nand sprang that line of talk myself. Do you think she'll believe\r\nyou after that? I tell you I'm ace-high with that dame. You\r\ncan't queer me with her.\"\r\n\r\n\"I think I can. For the simple reason that I really am Jimmy\r\nCrocker.\"\r\n\r\n\"Yes, you are.\"\r\n\r\n\"Exactly. Yes, I am.\"\r\n\r\nLord Wisbeach smiled tolerantly.\r\n\r\n\"It was worth trying the bluff, I guess, but it won't work. I\r\nknow you'd be glad to get me out of this house, but you've got to\r\nmake a better play than that to do it.\"\r\n\r\n\"Don't deceive yourself with the idea that I'm bluffing. Look\r\nhere.\" He suddenly removed his coat and threw it to Lord\r\nWisbeach. \"Read the tailor's label inside the pocket. See the\r\nname. Also the address. 'J. Crocker. Drexdale House. Grosvenor\r\nSquare. London.'\"\r\n\r\nLord Wisbeach picked up the garment and looked as directed. His\r\nface turned a little sallower, but he still fought against his\r\ngrowing conviction.\r\n\r\n\"That's no proof.\"\r\n\r\n\"Perhaps not. But, when you consider the reputation of the tailor\r\nwhose name is on the label, it's hardly likely that he would be\r\nstanding in with an impostor, is it? If you want real proof, I\r\nhave no doubt that there are half a dozen men working on the\r\n_Chronicle_ who can identify me. Or are you convinced already?\"\r\n\r\nLord Wisbeach capitulated.\r\n\r\n\"I don't know what fool game you think you're playing, but I\r\ncan't see why you couldn't have told me this when we were talking\r\nafter lunch.\"\r\n\r\n\"Never mind. I had my reasons. They don't matter. What matters is\r\nthat you are going to get out of here to-morrow. Do you\r\nunderstand that?\"\r\n\r\n\"I get you.\"\r\n\r\n\"Then that's about all, I think. Don't let me keep you.\"\r\n\r\n\"Say, listen.\" Gentleman Jack's voice was plaintive. \"I think you\r\nmight give a fellow a chance to get out good. Give me time to\r\nhave a guy in Montreal send me a telegram telling me to go up\r\nthere right away. Otherwise you might just as well put the cops\r\non me at once. The old lady knows I've got business in Canada.\r\nYou don't need to be rough on a fellow.\"\r\n\r\nJimmy pondered this point.\r\n\r\n\"All right. I don't object to that.\"\r\n\r\n\"Thanks.\"\r\n\r\n\"Don't start anything, though.\"\r\n\r\n\"I don't know what you mean.\"\r\n\r\nJimmy pointed to the safe.\r\n\r\n\"Come, come, friend of my youth. We have no secrets from each\r\nother. I know you're after what's in there, and you know that I\r\nknow. I don't want to harp on it, but you'll be spending to-night\r\nin the house, and I think you had better make up your mind to\r\nspend it in your room, getting a nice sleep to prepare you for\r\nyour journey. Do you follow me, old friend?\"\r\n\r\n\"I get you.\"\r\n\r\n\"That will be all then, I think. Wind a smile around your neck\r\nand recede.\"\r\n\r\nThe door slammed. Lord Wisbeach had restrained his feelings\r\nsuccessfully during the interview, but he could not deny himself\r\nthat slight expression of them. Jimmy crossed the room and took\r\nhis coat from the chair where the other had dropped it. As he did\r\nso a voice spoke.\r\n\r\n\"Say!\"\r\n\r\nJimmy spun round. The room was apparently empty. The thing was\r\nbeginning to assume an uncanny aspect, when the voice spoke\r\nagain.\r\n\r\n\"You think you're darned funny, don't you?\"\r\n\r\nIt came from above. Jimmy had forgotten the gallery. He directed\r\nhis gaze thither, and perceived the heavy face of Ogden hanging\r\nover the rail like a gargoyle.\r\n\r\n\"What are you doing there?\" he demanded.\r\n\r\n\"Listening.\"\r\n\r\n\"How did you get there?\"\r\n\r\n\"There's a door back here that you get to from the stairs. I\r\noften come here for a quiet cigarette. Say, you think yourself\r\nsome josher, don't you, telling me you were a kidnapper! You\r\nstrung me like an onion. So you're really Jimmy Crocker after\r\nall? Where was the sense in pulling all that stuff about taking\r\nme away and divvying up the ransom? Aw, you make me tired!\"\r\n\r\nThe head was withdrawn, and Jimmy heard heavy steps followed by\r\nthe banging of a door. Peace reigned in the library.\r\n\r\nJimmy sat down in the chair which was Mr. Pett's favourite and\r\nwhich Ogden was accustomed to occupy to that gentleman's\r\ndispleasure. The swiftness of recent events had left him a little\r\ndizzy, and he desired to think matters over and find out exactly\r\nwhat had happened.\r\n\r\nThe only point which appeared absolutely clear to him in a welter\r\nof confusing occurrences was the fact that he had lost the chance\r\nof kidnapping Ogden. Everything had arranged itself so\r\nbeautifully simply and conveniently as regarded that venture\r\nuntil a moment ago; but now that the boy had discovered his\r\nidentity it was impossible for him to attempt it. He was loth to\r\naccept this fact. Surely, even now, there was a way . . .\r\n\r\nQuite suddenly an admirable plan occurred to him. It involved the\r\nco-operation of his father. And at that thought he realised with\r\na start that life had been moving so rapidly for him since his\r\nreturn to the house that he had not paid any attention at all to\r\nwhat was really as amazing a mystery as any. He had been too busy\r\nto wonder why his father was there.\r\n\r\nHe debated the best method of getting in touch with him. It was\r\nout of the question to descend to the pantry or wherever it was\r\nthat his father lived in this new incarnation of his. Then the\r\nhappy thought struck him that results might be obtained by the\r\nsimple process of ringing the bell. It might produce some other\r\nunit of the domestic staff. However, it was worth trying. He rang\r\nthe bell.\r\n\r\nA few moments later the door opened. Jimmy looked up. It was not\r\nhis father. It was a dangerous-looking female of uncertain age,\r\ndressed as a parlour-maid, who eyed him with what seemed to his\r\nconscience-stricken soul dislike and suspicion. She had a\r\ntight-lipped mouth and beady eyes beneath heavy brows. Jimmy had\r\nseldom seen a woman who attracted him less at first sight.\r\n\r\n\"Jer ring, S'?\"\r\n\r\nJimmy blinked and almost ducked. The words had come at him like a\r\nprojectile.\r\n\r\n\"Oh, ah, yes.\"\r\n\r\n\"J' want anything, s'?\"\r\n\r\nWith an effort Jimmy induced his mind to resume its interrupted\r\nequilibrium.\r\n\r\n\"Oh, ah, yes. Would you mind sending Skinner the butler to me.\"\r\n\r\n\"Y's'r.\"\r\n\r\nThe apparition vanished. Jimmy drew out his handkerchief and\r\ndabbed at his forehead. He felt weak and guilty. He felt as if he\r\nhad just been accused of nameless crimes and had been unable to\r\ndeny the charge. Such was the magic of Miss Trimble's eye--the\r\nleft one, which looked directly at its object. Conjecture pauses\r\nbaffled at the thought of the effect which her gaze might have\r\ncreated in the breasts of the sex she despised, had it been\r\ndouble instead of single-barrelled. But half of it had wasted\r\nitself on a spot some few feet to his right.\r\n\r\nPresently the door opened again, and Mr. Crocker appeared,\r\nlooking like a benevolent priest."
  ]
}