{
  "index": 19,
  "title": "Chapter 18",
  "paragraphs": [
    "BETWEEN FATHER AND SON\r\n\r\n\"Well, Skinner, my man,\" said Jimmy, \"how goes it?\"\r\n\r\nMr. Crocker looked about him cautiously. Then his priestly manner\r\nfell from him like a robe, and he bounded forward.\r\n\r\n\"Jimmy!\" he exclaimed, seizing his son's hand and shaking it\r\nviolently. \"Say, it's great seeing you again, Jim!\"\r\n\r\nJimmy drew himself up haughtily.\r\n\r\n\"Skinner, my good menial, you forget yourself strangely! You will\r\nbe getting fired if you mitt the handsome guest in this chummy\r\nfashion!\" He slapped his father on the back. \"Dad, this is great!\r\nHow on earth do you come to be here? What's the idea? Why the\r\nbuttling? When did you come over? Tell me all!\"\r\n\r\nMr. Crocker hoisted himself nimbly onto the writing-desk, and sat\r\nthere, beaming, with dangling legs.\r\n\r\n\"It was your letter that did it, Jimmy. Say, Jim, there wasn't\r\nany need for you to do a thing like that just for me.\"\r\n\r\n\"Well, I thought you would have a better chance of being a peer\r\nwithout me around. By the way, dad, how did my step-mother take\r\nthe Lord Percy episode?\"\r\n\r\nA shadow fell upon Mr. Crocker's happy face.\r\n\r\n\"I don't like to do much thinking about your step-mother,\" he\r\nsaid. \"She was pretty sore about Percy. And she was pretty sore\r\nabout your lighting out for America. But, gee! what she must be\r\nfeeling like now that I've come over, I daren't let myself\r\nthink.\"\r\n\r\n\"You haven't explained that yet. Why did you come over?\"\r\n\r\n\"Well, I'd been feeling homesick--I always do over there in the\r\nbaseball season--and then talking with Pett made it worse--\"\r\n\r\n\"Talking with Pett? Did you see him, then, when he was in\r\nLondon?\"\r\n\r\n\"See him? I let him in!\"\r\n\r\n\"How?\"\r\n\r\n\"Into the house, I mean. I had just gone to the front door to see\r\nwhat sort of a day it was--I wanted to know if there had been\r\nenough rain in the night to stop my having to watch that cricket\r\ngame--and just as I got there the bell rang. I opened the door.\"\r\n\r\n\"A revoltingly plebeian thing to do! I'm ashamed of you, dad!\r\nThey won't stand for that sort of thing in the House of Lords!\"\r\n\r\n\"Well, before I knew what was happening they had taken me for the\r\nbutler. I didn't want your step-mother to know I'd been opening\r\ndoors--you remember how touchy she was always about it so I just\r\nlet it go at that and jollied them along. But I just couldn't\r\nhelp asking the old man how the pennant race was making out, and\r\nthat tickled him so much that he offered me a job here as butler\r\nif I ever wanted to make a change. And then your note came saying\r\nthat you were going to New York, and--well, I couldn't help\r\nmyself. You couldn't have kept me in London with ropes. I sneaked\r\nout next day and bought a passage on the _Carmantic_--she sailed\r\nthe Wednesday after you left--and came straight here. They gave\r\nme this job right away.\" Mr. Crocker paused, and a holy light of\r\nenthusiasm made his homely features almost beautiful. \"Say, Jim,\r\nI've seen a ball-game every darned day since I landed! Say, two\r\ndays running Larry Doyle made home-runs! But, gosh! that guy Klem\r\nis one swell robber! See here!\" Mr. Crocker sprang down from the\r\ndesk, and snatched up a handful of books, which he proceeded to\r\ndistribute about the floor. \"There were two men on bases in the\r\nsixth and What's-his-name came to bat. He lined one out to\r\ncentre-field--where this book is--and--\"\r\n\r\n\"Pull yourself together, Skinner! You can't monkey about with the\r\nemployer's library like that.\" Jimmy restored the books to their\r\nplaces. \"Simmer down and tell me more. Postpone the gossip from\r\nthe diamond. What plans have you made? Have you considered the\r\nfuture at all? You aren't going to hold down this buttling job\r\nforever, are you? When do you go back to London?\"\r\n\r\nThe light died out of Mr. Crocker's face.\r\n\r\n\"I guess I shall have to go back some time. But how can I yet,\r\nwith the Giants leading the league like this?\"\r\n\r\n\"But did you just light out without saying anything?\"\r\n\r\n\"I left a note for your step-mother telling her I had gone to\r\nAmerica for a vacation. Jimmy, I hate to think what she's going\r\nto do to me when she gets me back!\"\r\n\r\n\"Assert yourself, dad! Tell her that woman's place is the home\r\nand man's the ball-park! Be firm!\"\r\n\r\nMr. Crocker shook his head dubiously.\r\n\r\n\"It's all very well to talk that way when you're three thousand\r\nmiles from home, but you know as well as I do, Jim, that your\r\nstep-mother, though she's a delightful woman, isn't the sort you\r\ncan assert yourself with. Look at this sister of hers here. I\r\nguess you haven't been in the house long enough to have noticed,\r\nbut she's very like Eugenia in some ways. She's the boss all\r\nright, and old Pett does just what he's told to. I guess it's the\r\nsame with me, Jim. There's a certain type of man that's just born\r\nto have it put over on him by a certain type of woman. I'm that\r\nsort of man and your stepmother's that sort of woman. No, I guess\r\nI'm going to get mine all right, and the only thing to do is to\r\nkeep it from stopping me having a good time now.\"\r\n\r\nThere was truth in what he said, and Jimmy recognised it. He\r\nchanged the subject.\r\n\r\n\"Well, never mind that. There's no sense in worrying oneself\r\nabout the future. Tell me, dad, where did you get all the\r\n'dinner-is-served, madam' stuff? How did you ever learn to be a\r\nbutler?\"\r\n\r\n\"Bayliss taught me back in London. And, of course, I've played\r\nbutlers when I was on the stage.\"\r\n\r\nJimmy did not speak for a moment.\r\n\r\n\"Did you ever play a kidnapper, dad?\" he asked at length.\r\n\r\n\"Sure. I was Chicago Ed. in a crook play called 'This Way Out.'\r\nWhy, surely you saw me in that? I got some good notices.\"\r\n\r\nJimmy nodded.\r\n\r\n\"Of course. I knew I'd seen you play that sort of part some time.\r\nYou came on during the dark scene and--\"\r\n\r\n\"--switched on the lights and--\"\r\n\r\n\"--covered the bunch with your gun while they were still\r\nblinking! You were great in that part, dad.\"\r\n\r\n\"It was a good part,\" said Mr. Crocker modestly. \"It had fat. I'd\r\nlike to have a chance to play a kidnapper again. There's a lot of\r\npep to kidnappers.\"\r\n\r\n\"You _shall_ play one again,\" said Jimmy. \"I am putting on a little\r\nsketch with a kidnapper as the star part.\"\r\n\r\n\"Eh? A sketch? You, Jim? Where?\"\r\n\r\n\"Here. In this house. It is entitled 'Kidnapping Ogden' and opens\r\nto-night.\"\r\n\r\nMr. Crocker looked at his only son in concern. Jimmy appeared to\r\nhim to be rambling.\r\n\r\n\"Amateur theatricals?\" he hazarded.\r\n\r\n\"In the sense that there is no pay for performing, yes. Dad, you\r\nknow that kid Ogden upstairs? Well, it's quite simple. I want you\r\nto kidnap him for me.\"\r\n\r\nMr. Crocker sat down heavily. He shook his head.\r\n\r\n\"I don't follow all this.\"\r\n\r\n\"Of course not. I haven't begun to explain. Dad, in your rambles\r\nthrough this joint you've noticed a girl with glorious red-gold\r\nhair, I imagine?\"\r\n\r\n\"Ann Chester?\"\r\n\r\n\"Ann Chester. I'm going to marry her.\"\r\n\r\n\"Jimmy!\"\r\n\r\n\"But she doesn't know it yet. Now, follow me carefully, dad. Five\r\nyears ago Ann Chester wrote a book of poems. It's on that desk\r\nthere. You were using it a moment back as second-base or\r\nsomething. Now, I was working at that time on the _Chronicle_. I\r\nwrote a skit on those poems for the Sunday paper. Do you begin to\r\nfollow the plot?\"\r\n\r\n\"She's got it in for you? She's sore?\"\r\n\r\n\"Exactly. Get that firmly fixed in your mind, because it's the\r\nsource from which all the rest of the story springs.\"\r\n\r\nMr. Crocker interrupted.\r\n\r\n\"But I don't understand. You say she's sore at you. Well, how is\r\nit that you came in together looking as if you were good friends\r\nwhen I let you in this morning?\"\r\n\r\n\"I was waiting for you to ask that. The explanation is that she\r\ndoesn't know that I am Jimmy Crocker.\"\r\n\r\n\"But you came here saying that you were Jimmy Crocker.\"\r\n\r\n\"Quite right. And that is where the plot thickens. I made Ann's\r\nacquaintance first in London and then on the boat. I had found\r\nout that Jimmy Crocker was the man she hated most in the world,\r\nso I took another name. I called myself Bayliss.\"\r\n\r\n\"Bayliss!\"\r\n\r\n\"I had to think of something quick, because the clerk at the\r\nshipping office was waiting to fill in my ticket. I had just been\r\ntalking to Bayliss on the phone and his was the only name that\r\ncame into my mind. You know how it is when you try to think of a\r\nname suddenly. Now mark the sequel. Old Bayliss came to see me\r\noff at Paddington. Ann was there and saw me. She said 'Good\r\nevening, Mr. Bayliss' or something, and naturally old Bayliss\r\nreplied 'What ho!' or words to that effect. The only way to\r\nhandle the situation was to introduce him as my father. I did so.\r\nAnn, therefore, thinks that I am a young man named Bayliss who\r\nhas come over to America to make his fortune. We now come to the\r\nthird reel. I met Ann by chance at the Knickerbocker and took her\r\nto lunch. While we were lunching, that confirmed congenital\r\nidiot, Reggie Bartling, who happened to have come over to America\r\nas well, came up and called me by my name. I knew that, if Ann\r\ndiscovered who I really was, she would have nothing more to do\r\nwith me, so I gave Reggie the haughty stare and told him that he\r\nhad made a mistake. He ambled away--and possibly committed\r\nsuicide in his anguish at having made such a bloomer--leaving Ann\r\ndiscussing with me the extraordinary coincidence of my being\r\nJimmy Crocker's double. Do you follow the story of my life so\r\nfar?\"\r\n\r\nMr. Crocker, who had been listening with wrinkled brow and other\r\nsigns of rapt attention, nodded.\r\n\r\n\"I understand all that. But how did you come to get into this\r\nhouse?\"\r\n\r\n\"That is reel four. I am getting to that. It seems that Ann, who\r\nis the sweetest girl on earth and always on the lookout to do\r\nsome one a kindness, had decided, in the interests of the boy's\r\nfuture, to remove young Ogden Ford from his present sphere, where\r\nhe is being spoiled and ruined, and send him down to a man on\r\nLong Island who would keep him for awhile and instil the first\r\nprinciples of decency into him. Her accomplice in this admirable\r\nscheme was Jerry Mitchell.\"\r\n\r\n\"Jerry Mitchell!\"\r\n\r\n\"Who, as you know, got fired yesterday. Jerry was to have done\r\nthe rough work of the job. But, being fired, he was no longer\r\navailable. I, therefore, offered to take his place. So here I\r\nam.\"\r\n\r\n\"You're going to kidnap that boy?\"\r\n\r\n\"No. You are.\"\r\n\r\n\"Me!\"\r\n\r\n\"Precisely. You are going to play a benefit performance of your\r\nworld-famed success, Chicago Ed. Let me explain further. Owing to\r\ncircumstances which I need not go into, Ogden has found out that\r\nI am really Jimmy Crocker, so he refuses to have anything more to\r\ndo with me. I had deceived him into believing that I was a\r\nprofessional kidnapper, and he came to me and offered to let me\r\nkidnap him if I would go fifty-fifty with him in the ransom!\"\r\n\r\n\"Gosh!\"\r\n\r\n\"Yes, he's an intelligent child, full of that sort of bright\r\nideas. Well, now he has found that I am not all his fancy painted\r\nme, he wouldn't come away with me; and I want you to understudy\r\nme while the going is good. In the fifth reel, which will be\r\nreleased to-night after the household has retired to rest, you\r\nwill be featured. It's got to be tonight, because it has just\r\noccurred to me that Ogden, knowing that Lord Wisbeach is a crook,\r\nmay go to him with the same proposal that he made to me.\"\r\n\r\n\"Lord Wisbeach a crook!\"\r\n\r\n\"Of the worst description. He is here to steal that explosive\r\nstuff of Willie Partridge's. But as I have blocked that play, he\r\nmay turn his attention to Ogden.\"\r\n\r\n\"But, Jimmy, if that fellow is a crook--how do you know he is?\"\r\n\r\n\"He told me so himself.\"\r\n\r\n\"Well, then, why don't you expose him?\"\r\n\r\n\"Because in order to do so, Skinner my man, I should have to\r\nexplain that I was really Jimmy Crocker, and the time is not yet\r\nripe for that. To my thinking, the time will not be ripe till you\r\nhave got safely away with Ogden Ford. I can then go to Ann and\r\nsay 'I may have played you a rotten trick in the past, but I have\r\ndone you a good turn now, so let's forget the past!' So you see\r\nthat everything now depends on you, dad. I'm not asking you to do\r\nanything difficult. I'll go round to the boarding-house now and\r\ntell Jerry Mitchell about what we have arranged, and have him\r\nwaiting outside here in a car. Then all you will have to do is to\r\ngo to Ogden, play a short scene as Chicago Ed., escort him to the\r\ncar, and then go back to bed and have a good sleep. Once Ogden\r\nthinks you are a professional kidnapper, you won't have any\r\ndifficulty at all. Get it into your head that he wants to be\r\nkidnapped. Surely you can tackle this light and attractive job?\r\nWhy, it will be a treat for you to do a bit of character acting\r\nonce more!\"\r\n\r\nJimmy had struck the right note. His father's eyes began to gleam\r\nwith excitement. The scent of the footlights seemed to dilate his\r\nnostrils.\r\n\r\n\"I was always good at that rough-neck stuff,\" he murmured\r\nmeditatively. \"I used to eat it!\"\r\n\r\n\"Exactly,\" said Jimmy. \"Look at it in the right way, and I am\r\ndoing you a kindness in giving you this chance.\"\r\n\r\nMr. Crocker rubbed his cheek with his forefinger.\r\n\r\n\"You'd want me to make up for the part?\" he asked wistfully.\r\n\r\n\"Of course!\"\r\n\r\n\"You want me to do it to-night?\"\r\n\r\n\"At about two in the morning, I thought.\"\r\n\r\n\"I'll do it, Jim!\"\r\n\r\nJimmy grasped his hand.\r\n\r\n\"I knew I could rely on you, dad.\"\r\n\r\nMr. Crocker was following a train of thought.\r\n\r\n\"Dark wig . . . blue chin . . . heavy eyebrows . . . I guess I\r\ncan't do better than my old Chicago Ed. make-up. Say, Jimmy, how\r\nam I to get to the kid?\"\r\n\r\n\"That'll be all right. You can stay in my room till the time\r\ncomes to go to him. Use it as a dressing-room.\"\r\n\r\n\"How am I to get him out of the house?\"\r\n\r\n\"Through this room. I'll tell Jerry to wait out on the\r\nside-street with the car from two o'clock on.\"\r\n\r\nMr. Crocker considered these arrangements.\r\n\r\n\"That seems to be about all,\" he said.\r\n\r\n\"I don't think there's anything else.\"\r\n\r\n\"I'll slip downtown and buy the props.\"\r\n\r\n\"I'll go and tell Jerry.\"\r\n\r\nA thought struck Mr. Crocker.\r\n\r\n\"You'd better tell Jerry to make up, too. He doesn't want the kid\r\nrecognising him and squealing on him later.\"\r\n\r\nJimmy was lost in admiration of his father's resource.\r\n\r\n\"You think of everything, dad! That wouldn't have occurred to me.\r\nYou certainly do take to Crime in the most wonderful way. It\r\nseems to come naturally to you!\"\r\n\r\nMr. Crocker smirked modestly."
  ]
}