{
  "index": 17,
  "title": "Chapter 16",
  "paragraphs": [
    "MISS TRIMBLE, DETECTIVE\r\n\r\nDownstairs, in the dining-room, Jimmy was smoking cigarettes and\r\nreviewing in his mind the peculiarities of the situation, when\r\nAnn came in.\r\n\r\n\"Oh, there you are,\" said Ann. \"I thought you must have gone\r\nupstairs.\"\r\n\r\n\"I have been having a delightful and entertaining conversation\r\nwith my old chum, Lord Wisbeach.\"\r\n\r\n\"Good gracious! What about?\"\r\n\r\n\"Oh, this and that.\"\r\n\r\n\"Not about old times?\"\r\n\r\n\"No, we did not touch upon old times.\"\r\n\r\n\"Does he still believe that you are Jimmy Crocker? I'm so\r\nnervous,\" said Ann, \"that I can hardly speak.\"\r\n\r\n\"I shouldn't be nervous,\" said Jimmy encouragingly. \"I don't see\r\nhow things could be going better.\"\r\n\r\n\"That's what makes me nervous. Our luck is too good to last. We\r\nare taking such risks. It would have been bad enough without\r\nSkinner and Lord Wisbeach. At any moment you may make some fatal\r\nslip. Thank goodness, aunt Nesta's suspicions have been squashed\r\nfor the time being now that Skinner and Lord Wisbeach have\r\naccepted you as genuine. But then you have only seen them for a\r\nfew minutes. When they have been with you a little longer, they\r\nmay get suspicious themselves. I can't imagine how you managed to\r\nkeep it up with Lord Wisbeach. I should have thought he would be\r\ncertain to say something about the time when you were supposed to\r\nbe friends in London. We simply mustn't strain our luck. I want\r\nyou to go straight to aunt Nesta now and ask her to let Jerry\r\ncome back.\"\r\n\r\n\"You still refuse to let me take Jerry's place?\"\r\n\r\n\"Of course I do. You'll find aunt Nesta upstairs.\"\r\n\r\n\"Very well. But suppose I can't persuade her to forgive Jerry?\"\r\n\r\n\"I think she is certain to do anything you ask. You saw how\r\nfriendly she was to you at lunch. I don't see how anything can\r\nhave happened since lunch to change her.\"\r\n\r\n\"Very well. I'll go to her now.\"\r\n\r\n\"And when you have seen her, go to the library and wait for me.\r\nIt's the second room along the passage outside here. I have\r\npromised to drive Lord Wisbeach down to his hotel in my car. I\r\nmet him outside just now and he tells me aunt Nesta has invited\r\nhim to stay here, so he wants to go and get his things ready. I\r\nshan't be twenty minutes. I shall come straight back.\"\r\n\r\nJimmy found himself vaguely disquieted by this piece of\r\ninformation.\r\n\r\n\"Lord Wisbeach is coming to stay here?\"\r\n\r\n\"Yes. Why?\"\r\n\r\n\"Oh, nothing. Well, I'll go and see Mrs. Pett.\"\r\n\r\nNo traces of the disturbance which had temporarily ruffled the\r\npeace of the drawing-room were to be observed when Jimmy reached\r\nit. The receiver of the telephone was back on its hook, Mrs. Pett\r\nback in her chair, the dog Aida back in her basket. Mrs. Pett,\r\nher mind at ease now that she had taken the step of summoning Mr.\r\nSturgis, was reading a book, one of her own, and was absorbed in\r\nit. The dog Aida slumbered noisily.\r\n\r\nThe sight of Jimmy, however, roused Mrs. Pett from her literary\r\ncalm. To her eye, after what Lord Wisbeach had revealed there was\r\nsomething sinister in the very way in which he walked into the\r\nroom. He made her flesh creep. In \"A Society Thug\" (Mobbs and\r\nStifien, $1.35 net, all rights of translation reserved, including\r\nthe Scandinavian) she had portrayed just such a man--smooth,\r\nspecious, and formidable. Instinctively, as she watched Jimmy,\r\nher mind went back to the perfectly rotten behaviour of her own\r\nMarsden Tuke (it was only in the last chapter but one that they\r\nmanaged to foil his outrageous machinations), and it seemed to\r\nher that here was Tuke in the flesh. She had pictured him, she\r\nremembered, as a man of agreeable exterior, the better calculated\r\nto deceive and undo the virtuous; and the fact that Jimmy was a\r\npresentable-looking young man only made him appear viler in her\r\neyes. In a word, she could hardly have been in less suitable\r\nframe of mind to receive graciously any kind of a request from\r\nhim. She would have suspected ulterior motives if he had asked\r\nher the time.\r\n\r\nJimmy did not know this. He thought that she eyed him a trifle\r\nfrostily, but he did not attribute this to any suspicion of him.\r\nHe tried to ingratiate himself by smiling pleasantly. He could\r\nnot have made a worse move. Marsden Tuke's pleasant smile had\r\nbeen his deadliest weapon. Under its influence deluded people had\r\ntrusted him alone with their jewellery and what not.\r\n\r\n\"Aunt Nesta,\" said Jimmy, \"I wonder if I might ask you a personal\r\nfavour.\"\r\n\r\nMrs. Pett shuddered at the glibness with which he brought out the\r\nfamiliar name. This was superTuke. Marsden himself, scoundrel as\r\nhe was, could not have called her \"Aunt Nesta\" as smoothly as\r\nthat.\r\n\r\n\"Yes?\" she said at last. She found it difficult to speak.\r\n\r\n\"I happened to meet an old friend of mine this morning. He was\r\nvery sorry for himself. It appears that--for excellent reasons,\r\nof course--you had dismissed him. I mean Jerry Mitchell.\"\r\n\r\nMrs. Pett was now absolutely appalled. The conspiracy seemed to\r\ngrow more complicated every moment. Already its ramifications\r\nembraced this man before her, a trusted butler, and her husband's\r\nlate physical instructor. Who could say where it would end? She\r\nhad never liked Jerry Mitchell, but she had never suspected him\r\nof being a conspirator. Yet, if this man who called himself Jimmy\r\nCrocker was an old friend of his, how could he be anything else?\r\n\r\n\"Mitchell,\" Jimmy went on, unconscious of the emotions which his\r\nevery word was arousing in his hearer's bosom, \"told me about\r\nwhat happened yesterday. He is very depressed. He said he could\r\nnot think how he happened to behave in such an abominable way. He\r\nentreated me to put in a word for him with you. He begged me to\r\ntell you how he regretted the brutal assault, and asked me to\r\nmention the fact that his record had hitherto been blameless.\"\r\nJimmy paused. He was getting no encouragement, and seemed to be\r\nmaking no impression whatever. Mrs. Pett was sitting bolt upright\r\nin her chair in a stiffly defensive sort of way. She had the\r\nappearance of being absolutely untouched by his eloquence. \"In\r\nfact,\" he concluded lamely, \"he is very sorry.\"\r\n\r\nThere was silence for a moment.\r\n\r\n\"How do you come to know Mitchell?\" asked Mrs. Pett.\r\n\r\n\"We knew each other when I was over here working on the\r\n_Chronicle_. I saw him fight once or twice. He is an excellent\r\nfellow, and used to have a right swing that was a pippin--I\r\nshould say extremely excellent. Brought it up from the floor, you\r\nknow.\"\r\n\r\n\"I strongly object to prize-fighters,\" said Mrs. Pett, \"and I was\r\nopposed to Mitchell coming into the house from the first.\"\r\n\r\n\"You wouldn't let him come back, I suppose?\" queried Jimmy\r\ntentatively.\r\n\r\n\"I would not. I would not dream of such a thing.\"\r\n\r\n\"He's full of remorse, you know.\"\r\n\r\n\"If he has a spark of humanity, I have no doubt of it.\"\r\n\r\nJimmy paused. This thing was not coming out as well as it might\r\nhave done. He feared that for once in her life Ann was about to\r\nbe denied something on which she had set her heart. The\r\nreflection that this would be extremely good for her competed for\r\nprecedence in his mind with the reflection that she would\r\nprobably blame him for the failure, which would be unpleasant.\r\n\r\n\"He is very fond of Ogden really.\"\r\n\r\n\"H'm,\" said Mrs. Pett.\r\n\r\n\"I think the heat must have made him irritable. In his normal\r\nstate he would not strike a lamb. I've known him to do it.\"\r\n\r\n\"Do what?\"\r\n\r\n\"Not strike lambs.\"\r\n\r\n\"Isch,\" said Mrs. Pett--the first time Jimmy had ever heard that\r\nremarkable monosyllable proceed from human lips. He took\r\nit--rightly--to be intended to convey disapproval, scepticism,\r\nand annoyance. He was convinced that this mission was going to be\r\none of his failures.\r\n\r\n\"Then I may tell him,\" he said, \"that it's all right?\"\r\n\r\n\"That what is all right?\"\r\n\r\n\"That he may come back here?\"\r\n\r\n\"Certainly not.\"\r\n\r\nMrs. Pett was not a timid woman, but she could not restrain a\r\nshudder as she watched the plot unfold before her eyes. Her\r\ngratitude towards Lord Wisbeach at this point in the proceedings\r\nalmost became hero-worship. If it had not been for him and his\r\nrevelations concerning this man before her, she would certainly\r\nhave yielded to the request that Jerry Mitchell be allowed to\r\nreturn to the house. Much as she disliked Jerry, she had been\r\nfeeling so triumphant at the thought of Jimmy Crocker coming to\r\nher in spite of his step-mother's wishes and so pleased at having\r\nunexpectedly got her own way that she could have denied him\r\nnothing that he might have cared to ask. But now it was as if,\r\nherself unseen, she were looking on at a gang of conspirators\r\nhatching some plot. She was in the strong strategic position of\r\nthe person who is apparently deceived, but who in reality knows\r\nall.\r\n\r\nFor a moment she considered the question of admitting Jerry to\r\nthe house. Evidently his presence was necessary to the\r\nconsummation of the plot, whatever it might be, and it occurred\r\nto her that it might be as well, on the principle of giving the\r\nschemers enough rope to hang themselves with, to let him come\r\nback and play his part. Then she reflected that, with the\r\nself-styled Jimmy Crocker as well as the fraudulent Skinner in\r\nthe house, Lord Wisbeach and the detective would have their hands\r\nquite full enough. It would be foolish to complicate matters.\r\nShe glanced at the clock on the mantelpiece. Mr. Sturgis would be\r\narriving soon, if he had really started at once from his office,\r\nas he had promised. She drew comfort from the imminence of his\r\ncoming. It would be pleasant to put herself in the hands of an\r\nexpert.\r\n\r\nJimmy had paused, mid-way to the door, and was standing there as\r\nif reluctant to accept her answer to his plea.\r\n\r\n\"It would never occur again. What happened yesterday, I mean. You\r\nneed not be afraid of that.\"\r\n\r\n\"I am not afraid of that,\" responded Mrs. Pett tartly.\r\n\r\n\"If you had seen him when I did--\"\r\n\r\n\"When did you? You landed from the boat this morning, you went to\r\nMr. Pett's office, and then came straight up here with him. I am\r\ninterested to know when you did see Mitchell?\"\r\n\r\nShe regretted this thrust a little, for she felt it might put the\r\nman on his guard by showing that she suspected something but she\r\ncould not resist it, and it pleased her to see that her companion\r\nwas momentarily confused.\r\n\r\n\"I met him when I was going for my luggage,\" said Jimmy.\r\n\r\nIt was just the way Marsden Tuke would have got out of it. Tuke\r\nwas always wriggling out of corners like that. Mrs. Pett's horror\r\nof Jimmy grew.\r\n\r\n\"I told him, of course,\" said Jimmy, \"that you had very kindly\r\ninvited me to stay with you, and he told me all, about his\r\ntrouble and implored me to plead for him. If you had seen him\r\nwhen I did, all gloom and repentance, you would have been sorry\r\nfor him. Your woman's heart--\"\r\n\r\nWhatever Jimmy was about to say regarding Mrs. Pett's woman's\r\nheart was interrupted by the opening of the door and the deep,\r\nrespectful voice of Mr. Crocker.\r\n\r\n\"Mr. Sturgis.\"\r\n\r\nThe detective entered briskly, as if time were money with him--as\r\nindeed it was, for the International Detective Agency, of which\r\nhe was the proprietor, did a thriving business. He was a gaunt,\r\nhungry-looking man of about fifty, with sunken eyes and thin\r\nlips. It was his habit to dress in the height of fashion, for one\r\nof his favourite axioms was that a man might be a detective and\r\nstill look a gentleman, and his appearance was that of the\r\nindividual usually described as a \"popular clubman.\" That is to\r\nsay, he looked like a floorwalker taking a Sunday stroll. His\r\nprosperous exterior deceived Jimmy satisfactorily, and the latter\r\nleft the room little thinking that the visitor was anything but\r\nan ordinary caller.\r\n\r\nThe detective glanced keenly at him as he passed. He made a\r\npractice of glancing keenly at nearly everything. It cost nothing\r\nand impressed clients.\r\n\r\n\"I am so glad you have come, Mr. Sturgis,\" said Mrs. Pett. \"Won't\r\nyou sit down?\"\r\n\r\nMr. Sturgis sat down, pulled up the knees of his trousers that\r\nhalf-inch which keeps them from bagging and so preserves the\r\ngentlemanliness of the appearance, and glanced keenly at Mrs.\r\nPett.\r\n\r\n\"Who was that young man who just went out?\"\r\n\r\n\"It is about him that I wished to consult you, Mr. Sturgis.\"\r\n\r\nMr. Sturgis leaned back, and placed the tips of his fingers\r\ntogether.\r\n\r\n\"Tell me how he comes to be here.\"\r\n\r\n\"He pretends that he is my nephew, James Crocker.\"\r\n\r\n\"Your nephew? Have you never seen your nephew?\"\r\n\r\n\"Never. I ought to tell you, that a few years ago my sister\r\nmarried for the second time. I disapproved of the marriage, and\r\nrefused to see her husband or his son--he was a widower. A few\r\nweeks ago, for private reasons, I went over to England, where\r\nthey are living, and asked my sister to let the boy come here to\r\nwork in my husband's office. She refused, and my husband and I\r\nreturned to New York. This morning I was astonished to get a\r\ntelephone call from Mr. Pett from his office, to say that James\r\nCrocker had unexpectedly arrived after all, and was then at the\r\noffice. They came up here, and the young man seemed quite\r\ngenuine. Indeed, he had an offensive jocularity which would be\r\nquite in keeping with the character of the real James Crocker,\r\nfrom what I have heard of him.\"\r\n\r\nMr. Sturgis nodded.\r\n\r\n\"Know what you mean. Saw that thing in the paper,\" he said\r\nbriefly. \"Yes?\"\r\n\r\n\"Now, it is very curious, but almost from the start I was uneasy.\r\nWhen I say that the young man seemed genuine, I mean that he\r\ncompletely deceived my husband and my niece, who lives with us.\r\nBut I had reasons, which I need not go into now, for being on my\r\nguard, and I was suspicious. What aroused my suspicion was the\r\nfact that my husband thought that he remembered this young man as\r\na fellow-traveller of ours on the _Atlantic_, on our return voyage,\r\nwhile he claimed to have landed that morning on the _Caronia_.\"\r\n\r\n\"You are certain of that, Mrs. Pett? He stated positively that he\r\nhad landed this morning?\"\r\n\r\n\"Yes. Quite positively. Unfortunately I myself had no chance of\r\njudging the truth of what he said, as I am such a bad sailor that\r\nI was seldom out of my stateroom from beginning to end of the\r\nvoyage. However, as I say, I was suspicious. I did not see how I\r\ncould confirm my suspicions, until I remembered that my new\r\nbutler, Skinner, had come straight from my sister's house.\"\r\n\r\n\"That is the man who just admitted me?\"\r\n\r\n\"Exactly. He entered my employment only a few days ago, having\r\ncome direct from London. I decided to wait until Skinner should\r\nmeet this young man. Of course, when he first came into the\r\nhouse, he was with my husband, who opened the door with his key,\r\nso that they did not meet then.\"\r\n\r\n\"I understand,\" said Mr. Sturgis, glancing keenly at the dog\r\nAida, who had risen and was sniffing at his ankles. \"You thought\r\nthat if Skinner recognised this young man, it would be proof of\r\nhis identity?\"\r\n\r\n\"Exactly.\"\r\n\r\n\"Did he recognise him?\"\r\n\r\n\"Yes. But wait. I have not finished. He recognised him, and for\r\nthe moment I was satisfied. But I had had my suspicions of\r\nSkinner, too. I ought to tell you that I had been warned against\r\nhim by a great friend of mine, Lord Wisbeach, an English peer\r\nwhom we have known intimately for a very long time. He is one of\r\nthe Shropshire Wisbeaches, you know.\"\r\n\r\n\"No doubt,\" said Mr. Sturgis.\r\n\r\n\"Lord Wisbeach used to be intimate with the real Jimmy Crocker.\r\nHe came to lunch to-day and met this impostor. He pretended to\r\nrecognise him, in order to put him off his guard, but after lunch\r\nhe came to me here and told me that in reality he had never seen\r\nhim before in his life, and that, whoever else he might be, he\r\nwas certainly not James Crocker, my nephew.\"\r\n\r\nShe broke off and looked at Mr. Sturgis expectantly. The\r\ndetective smiled a quiet smile.\r\n\r\n\"And even that is not all. There is another thing. Mr. Pett used\r\nto employ as a physical instructor a man named Jerry Mitchell.\r\nYesterday I dismissed him for reasons it is not necessary to go\r\ninto. To-day--just as you arrived in fact--the man who calls\r\nhimself Jimmy Crocker was begging me to allow Mitchell to return\r\nto the house and resume his work here. Does that not strike you\r\nas suspicious, Mr. Sturgis?\"\r\n\r\nThe detective closed his eyes, and smiled his quiet smile again.\r\nHe opened his eyes, and fixed them on Mrs. Pett.\r\n\r\n\"As pretty a case as I have come across in years,\" he said. \"Mrs.\r\nPett, let me tell you something. It is one of my peculiarities\r\nthat I never forget a face. You say that this young man pretends\r\nto have landed this morning from the _Caronia_? Well, I saw him\r\nmyself more than a week ago in a Broadway _cafe_.\"\r\n\r\n\"You did?\"\r\n\r\n\"Talking to--Jerry Mitchell. I know Mitchell well by sight.\"\r\n\r\nMrs. Pett uttered an exclamation.\r\n\r\n\"And this butler of yours--Skinner. Shall I tell you something\r\nabout him? You perhaps know that when the big detective agencies,\r\nAnderson's and the others, are approached in the matter of\r\ntracing a man who is wanted for anything they sometimes ask the\r\nsmaller agencies like my own to work in with them. It saves time\r\nand widens the field of operations. We are very glad to do\r\nAnderson's service, and Anderson's are big enough to be able to\r\nafford to let us do it. Now, a few days ago, a friend of mine in\r\nAnderson's came to me with a sheaf of photographs, which had been\r\nsent to them from London. Whether some private client in London\r\nor from Scotland Yard I do not know. Nor do I know why the\r\noriginal of the photograph was wanted. But Anderson's had been\r\nasked to trace him and make a report. My peculiar gift for\r\nremembering faces has enabled me to oblige the Anderson people\r\nonce or twice before in this way. I studied the photographs very\r\ncarefully, and kept two of them for reference. I have one with me\r\nnow.\" He felt in his pockets. \"Do you recognise it?\"\r\n\r\nMrs. Pett stared at the photograph. It was the presentment of a\r\nstout, good-humoured man of middle-age, whose solemn gaze dwelt\r\non the middle distance in that fixed way which a man achieves\r\nonly in photographs.\r\n\r\n\"Skinner!\"\r\n\r\n\"Exactly,\" said Mr. Sturgis, taking the photograph from her and\r\nputting it back in his pocket. \"I recognised him directly he\r\nopened the door to me.\"\r\n\r\n\"But--but I am almost certain that Skinner is the man who let me\r\nin when I called on my sister in London.\"\r\n\r\n\"_Almost_,\" repeated the detective. \"Did you observe him very\r\nclosely?\"\r\n\r\n\"No. I suppose I did not.\"\r\n\r\n\"The type is a very common one. It would be very easy indeed for\r\na clever crook to make himself up as your sister's butler closely\r\nenough to deceive any one who had only seen the original once and\r\nfor a short time then. What their game is I could not say at\r\npresent, but, taking everything into consideration, there can be\r\nno doubt whatever that the man who calls himself your nephew and\r\nthe man who calls himself your sister's butler are working\r\ntogether, and that Jerry Mitchell is working in with them. As I\r\nsay, I cannot tell you what they are after at present, but there\r\nis no doubt that your unexpected dismissal of Mitchell must have\r\nupset their plans. That would account for the eagerness to get\r\nhim back into the house again.\"\r\n\r\n\"Lord Wisbeach thought that they were trying to steal my nephew's\r\nexplosive. Perhaps you have read in the papers that my nephew,\r\nWillie Partridge, has completed an explosive which is more\r\npowerful than any at present known. His father--you have heard of\r\nhim, of course--Dwight Partridge.\"\r\n\r\nMr. Sturgis nodded.\r\n\r\n\"His father was working on it at the time of his death, and\r\nWillie has gone on with his experiments where he left off. To-day\r\nat lunch he showed us a test-tube full of the explosive. He put\r\nit in my husband's safe in the library. Lord Wisbeach is\r\nconvinced that these scoundrels are trying to steal this, but I\r\ncannot help feeling that this is another of those attempts to\r\nkidnap my son Ogden. What do you think?\"\r\n\r\n\"It is impossible to say at this stage of the proceedings. All we\r\ncan tell is that there is some plot going on. You refused, of\r\ncourse, to allow Mitchell to come back to the house?\"\r\n\r\n\"Yes. You think that was wise?\"\r\n\r\n\"Undoubtedly. If his absence did not handicap them, they would\r\nnot be so anxious to have him on the spot.\"\r\n\r\n\"What shall we do?\"\r\n\r\n\"You wish me to undertake the case?\"\r\n\r\n\"Of course.\"\r\n\r\nMr. Sturgis frowned thoughtfully.\r\n\r\n\"It would be useless for me to come here myself. By bad luck the\r\nman who pretends to be your nephew has seen me. If I were to come\r\nto stay here, he would suspect something. He would be on his\r\nguard.\" He pondered with closed eyes. \"Miss Trimble,\" he\r\nexclaimed.\r\n\r\n\"I beg your pardon.\"\r\n\r\n\"You want Miss Trimble. She is the smartest worker in my office.\r\nThis is precisely the type of case she could handle to\r\nperfection.\"\r\n\r\n\"A woman?\" said Mrs. Pett doubtfully.\r\n\r\n\"A woman in a thousand,\" said Mr. Sturgis. \"A woman in a\r\nmillion.\"\r\n\r\n\"But physically would a woman be--?\"\r\n\r\n\"Miss Trimble knows more about jiu-jitsu than the Japanese\r\nprofessor who taught her. At one time she was a Strong Woman in\r\nsmall-time vaudeville. She is an expert revolver-shot. I am not\r\nworrying about Miss Trimble's capacity to do the work. I am only\r\nwondering in what capacity it would be best for her to enter the\r\nhouse. Have you a vacancy for a parlour-maid?\"\r\n\r\n\"I could make one.\"\r\n\r\n\"Do so at once. Miss Trimble is at her best as a parlour-maid.\r\nShe handled the Marling divorce case in that capacity. Have you a\r\ntelephone in the room?\"\r\n\r\nMrs. Pett opened the stuffed owl. The detective got in touch with\r\nhis office.\r\n\r\n\"Mr. Sturgis speaking. Tell Miss Trimble to come to the phone.\r\n. . . Miss Trimble? I am speaking from Mrs. Pett's on Riverside\r\nDrive. You know the house? I want you to come up at once. Take a\r\ntaxi. Go to the back-door and ask to see Mrs. Pett. Say you have\r\ncome about getting a place here as a maid. Understand? Right.\r\nSay, listen, Miss Trimble. Hello? Yes, don't hang up for a\r\nmoment. Do you remember those photographs I showed you yesterday?\r\nYes, the photographs from Anderson's. I've found the man. He's\r\nthe butler here. Take a look at him when you get to the house.\r\nNow go and get a taxi. Mrs. Pett will explain everything when you\r\narrive.\" He hung up the receiver. \"I think I had better go now,\r\nMrs. Pett. It would not do for me to be here while these fellows\r\nare on their guard. I can safely leave the matter to Miss\r\nTrimble. I wish you good afternoon.\"\r\n\r\nAfter he had gone, Mrs. Pett vainly endeavoured to interest\r\nherself again in her book, but in competition with the sensations\r\nof life, fiction, even though she had written it herself, had\r\nlost its power and grip. It seemed to her that Miss Trimble must\r\nbe walking to the house instead of journeying thither in a\r\ntaxi-cab. But a glance at the clock assured her that only five\r\nminutes had elapsed since the detective's departure. She went to\r\nthe window and looked out. She was hopelessly restless.\r\n\r\nAt last a taxi-cab stopped at the corner, and a young woman got\r\nout and walked towards the house. If this were Miss Trimble, she\r\ncertainly looked capable. She was a stumpy, square-shouldered\r\nperson, and even at that distance it was possible to perceive\r\nthat she had a face of no common shrewdness and determination.\r\nThe next moment she had turned down the side-street in the\r\ndirection of the back-premises of Mrs. Pett's house: and a few\r\nminutes later Mr. Crocker presented himself.\r\n\r\n\"A young person wishes to see you, madam. A young person of the\r\nname of Trimble.\" A pang passed through Mrs. Pett as she listened\r\nto his measured tones. It was tragic that so perfect a butler\r\nshould be a scoundrel. \"She says that you desired her to call in\r\nconnection with a situation.\"\r\n\r\n\"Show her up here, Skinner. She is the new parlour-maid. I will\r\nsend her down to you when I have finished speaking to her.\"\r\n\r\n\"Very good, madam.\"\r\n\r\nThere seemed to Mrs. Pett to be a faint touch of defiance in Miss\r\nTrimble's manner as she entered the room. The fact was that Miss\r\nTrimble held strong views on the equal distribution of property,\r\nand rich people's houses always affected her adversely. Mr.\r\nCrocker retired, closing the door gently behind him.\r\n\r\nA meaning sniff proceeded from Mrs. Pett's visitor as she looked\r\nround at the achievements of the interior decorator, who had\r\nlavished his art unsparingly in this particular room. At this\r\nclose range she more than fulfilled the promise of that distant\r\nview which Mrs. Pett had had of her from the window. Her face was\r\nnot only shrewd and determined: it was menacing. She had thick\r\neyebrows, from beneath which small, glittering eyes looked out\r\nlike dangerous beasts in undergrowth: and the impressive effect\r\nof these was accentuated by the fact that, while the left eye\r\nlooked straight out at its object, the right eye had a sort of\r\nroving commission and was now, while its colleague fixed Mrs.\r\nPett with a gimlet stare, examining the ceiling. As to the rest\r\nof the appearance of this remarkable woman, her nose was stubby\r\nand aggressive, and her mouth had the coldly forbidding look of\r\nthe closed door of a subway express when you have just missed the\r\ntrain. It bade you keep your distance on pain of injury. Mrs.\r\nPett, though herself a strong woman, was conscious of a curious\r\nweakness as she looked at a female of the species so much\r\ndeadlier than any male whom she had ever encountered: and came\r\nnear feeling a half-pity for the unhappy wretches on whom this\r\ndynamic maiden was to be unleashed. She hardly knew how to open\r\nthe conversation.\r\n\r\nMiss Trimble, however, was equal to the occasion. She always\r\npreferred to open conversations herself. Her lips parted, and\r\nwords flew out as if shot from a machine-gun. As far as Mrs.\r\nPett could observe, she considered it unnecessary to part her\r\nteeth, preferring to speak with them clenched. This gave an\r\nadditional touch of menace to her speech.\r\n\r\n\"Dafternoon,\" said Miss Trimble, and Mrs. Pett backed\r\nconvulsively into the padded recesses of her chair, feeling as if\r\nsomebody had thrown a brick at her.\r\n\r\n\"Good afternoon,\" she said faintly.\r\n\r\n\"Gladda meecher, siz Pett. Mr. Sturge semme up. Said y'ad job f'r\r\nme. Came here squick scould.\"\r\n\r\n\"I beg your pardon?\"\r\n\r\n\"Squick scould. Got slow taxi.\"\r\n\r\n\"Oh, yes.\"\r\n\r\nMiss Trimble's right eye flashed about the room like a\r\nsearchlight, but she kept the other hypnotically on her\r\ncompanion's face.\r\n\r\n\"Whass trouble?\" The right eye rested for a moment on a\r\nmagnificent Corot over the mantelpiece, and she snifted again.\r\n\"Not s'prised y'have trouble. All rich people 've trouble. Noth'\r\nt'do with their time 'cept get 'nto trouble.\"\r\n\r\nShe frowned disapprovingly at a Canaletto.\r\n\r\n\"You--ah--appear to dislike the rich,\" said Mrs. Pett, as nearly\r\nin her grand manner as she could contrive.\r\n\r\nMiss Trimble bowled over the grand manner as if it had been a\r\nsmall fowl and she an automobile. She rolled over it and squashed\r\nit flat.\r\n\r\n\"Hate 'em! Sogelist!\"\r\n\r\n\"I beg your pardon,\" said Mrs. Pett humbly. This woman was\r\nbeginning to oppress her to an almost unbelievable extent.\r\n\r\n\"Sogelist! No use f'r idle rich. Ev' read B'nard Shaw? Huh? Or\r\nUpton Sinclair? Uh? Read'm. Make y'think a bit. Well, y'haven't\r\ntold me whasser trouble.\"\r\n\r\nMrs. Pett was by this time heartily regretting the impulse which\r\nhad caused her to telephone to Mr. Sturgis. In a career which had\r\nhad more than its share of detectives, both real and fictitious,\r\nshe had never been confronted with a detective like this. The\r\ngalling thing was that she was helpless. After all, one engaged a\r\ndetective for his or her shrewdness and efficiency, not for\r\nsuavity and polish. A detective who hurls speech at you through\r\nclenched teeth and yet detects is better value for the money than\r\none who, though an ideal companion for the drawing-room, is\r\nincompetent: and Mrs. Pett, like most other people,\r\nsubconsciously held the view that the ruder a person is the more\r\nefficient he must be. It is but rarely that any one is found who\r\nis not dazzled by the glamour of incivility. She crushed down her\r\nresentment at her visitor's tone, and tried to concentrate her\r\nmind on the fact that this was a business matter and that what\r\nshe wanted was results rather than fair words. She found it\r\neasier to do this when looking at the other's face. It was a\r\ncapable face. Not beautiful, perhaps, but full of promise of\r\naction. Miss Trimble having ceased temporarily to speak, her\r\nmouth was in repose, and when her mouth was in repose it looked\r\nmore efficient than anything else of its size in existence.\r\n\r\n\"I want you,\" said Mrs. Pett, \"to come here and watch some men--\"\r\n\r\n\"Men! Thought so! Wh' there's trouble, always men't bottom'f it!\"\r\n\r\n\"You do not like men?\"\r\n\r\n\"Hate 'em! Suff-gist!\" She looked penetratingly at Mrs. Pett.\r\nHer left eye seemed to pounce out from under its tangled brow.\r\n\"You S'porter of th' Cause?\"\r\n\r\nMrs. Pett was an anti-Suffragist, but, though she held strong\r\nopinions, nothing would have induced her to air them at that\r\nmoment. Her whole being quailed at the prospect of arguing with\r\nthis woman. She returned hurriedly to the main theme.\r\n\r\n\"A young man arrived here this morning, pretending to be my\r\nnephew, James Crocker. He is an impostor. I want you to watch him\r\nvery carefully.\"\r\n\r\n\"Whassiz game?\"\r\n\r\n\"I do not know. Personally I think he is here to kidnap my son\r\nOgden.\"\r\n\r\n\"I'll fix'm,\" said the fair Trimble confidently. \"Say, that\r\nbutler 'f yours. He's a crook!\"\r\n\r\nMrs. Pett opened her eyes. This woman was manifestly competent at\r\nher work.\r\n\r\n\"Have you found that out already?\"\r\n\r\n\"D'rectly saw him.\" Miss Trimble opened her purse. \"Go' one 'f\r\nhis photographs here. Brought it from office. He's th' man that's\r\nwanted 'll right.\"\r\n\r\n\"Mr. Sturgis and I both think he is working with the other man,\r\nthe one who pretends to be my nephew.\"\r\n\r\n\"Sure. I'll fix 'm.\"\r\n\r\nShe returned the photograph to her purse and snapped the catch\r\nwith vicious emphasis.\r\n\r\n\"There is another possibility,\" said Mrs. Pett. \"My nephew, Mr.\r\nWilliam Partridge, had invented a wonderful explosive, and it is\r\nquite likely that these men are here to try to steal it.\"\r\n\r\n\"Sure. Men'll do anything. If y' put all the men in th' world in\r\nth' cooler, wouldn't be 'ny more crime.\"\r\n\r\nShe glowered at the dog Aida, who had risen from the basket and\r\nremoving the last remains of sleep from her system by a series of\r\ncalisthenics of her own invention, as if she suspected her of\r\nmasculinity. Mrs. Pett could not help wondering what tragedy in\r\nthe dim past had caused this hatred of males on the part of her\r\nvisitor. Miss Trimble had not the appearance of one who would\r\nlightly be deceived by Man; still less the appearance of one whom\r\nMan, unless short-sighted and extraordinarily susceptible, would\r\ngo out of his way to deceive. She was still turning this mystery\r\nover in her mind, when her visitor spoke.\r\n\r\n\"Well, gimme th' rest of th' dope,\" said Miss Trimble.\r\n\r\n\"I beg your pardon?\"\r\n\r\n\"More facts. Spill 'm!\"\r\n\r\n\"Oh, I understand,\" said Mrs. Pett hastily, and embarked on a\r\nbrief narrative of the suspicious circumstances which had caused\r\nher to desire skilled assistance.\r\n\r\n\"Lor' W'sbeach?\" said Miss Trimble, breaking the story. \"Who's\r\nhe?\"\r\n\r\n\"A very great friend of ours.\"\r\n\r\n\"You vouch f'r him pers'n'lly? He's all right, uh? Not a crook,\r\nhuh?\"\r\n\r\n\"Of course he is not!\" said Mrs. Pett indignantly. \"He's a great\r\nfriend of mine.\"\r\n\r\n\"All right. Well, I guess thass 'bout all, huh? I'll be going\r\ndownstairs 'an starting in.\"\r\n\r\n\"You can come here immediately?\"\r\n\r\n\"Sure. Got parlour-maid rig round at m' boarding-house round\r\ncorner. Come back with it 'n ten minutes. Same dress I used when\r\nI w's working on th' Marling D'vorce case. D'jer know th'\r\nMarlings? Idle rich! Bound t' get 'nto trouble. I fixed 'm. Well,\r\ng'bye. Mus' be going. No time t' waste.\"\r\n\r\nMrs. Pett leaned back faintly in her chair. She felt overcome.\r\n\r\nDownstairs, on her way out, Miss Trimble had paused in the hall\r\nto inspect a fine statue which stood at the foot of the stairs.\r\nIt was a noble work of art, but it seemed to displease her. She\r\nsnorted.\r\n\r\n\"Idle rich!\" she muttered scornfully. \"Brrh!\"\r\n\r\nThe portly form of Mr. Crocker loomed up from the direction of\r\nthe back stairs. She fixed her left eye on him piercingly. Mr.\r\nCrocker met it, and quailed. He had that consciousness of guilt\r\nwhich philosophers tell is the worst drawback to crime. Why this\r\nwoman's gaze should disturb him so thoroughly, he could not have\r\nsaid. She was a perfect stranger to him. She could know nothing\r\nabout him. Yet he quailed.\r\n\r\n\"Say,\" said Miss Trimble. \"I'm c'ming here 's parlour-maid.\"\r\n\r\n\"Oh, ah?\" said Mr. Crocker, feebly.\r\n\r\n\"Grrrh!\" observed Miss Trimble, and departed."
  ]
}