{
  "index": 16,
  "title": "Chapter 15",
  "paragraphs": [
    "MRS. PETT TAKES PRECAUTIONS\r\n\r\nMrs. Pett, on leaving the luncheon-table, had returned to the\r\ndrawing-room to sit beside the sick-settee of her stricken child.\r\nShe was troubled about Ogden. The poor lamb was not at all\r\nhimself to-day. A bowl of clear soup, the midday meal prescribed\r\nby Doctor Briginshaw, lay untasted at his side.\r\n\r\nShe crossed the room softly, and placed a cool hand on her son's\r\naching brow.\r\n\r\n\"Oh, Gee,\" said Ogden wearily.\r\n\r\n\"Are you feeling a little better, Oggie darling?\"\r\n\r\n\"No,\" said Ogden firmly. \"I'm feeling a lot worse.\"\r\n\r\n\"You haven't drunk your nice soup.\"\r\n\r\n\"Feed it to the cat.\"\r\n\r\n\"Could you eat a nice bowl of bread-and-milk, precious?\"\r\n\r\n\"Have a heart,\" replied the sufferer.\r\n\r\nMrs. Pett returned to her seat, sorrowfully. It struck her as an\r\nodd coincidence that the poor child was nearly always like this\r\non the morning after she had been entertaining guests; she put it\r\ndown to the reaction from the excitement working on a\r\nhighly-strung temperament. To his present collapse the brutal\r\nbehaviour of Jerry Mitchell had, of course, contributed. Every\r\ndrop of her maternal blood boiled with rage and horror whenever\r\nshe permitted herself to contemplate the excesses of the late\r\nJerry. She had always mistrusted the man. She had never liked his\r\nface--not merely on aesthetic grounds but because she had seemed\r\nto detect in it a lurking savagery. How right events had proved\r\nthis instinctive feeling. Mrs. Pett was not vulgar enough to\r\ndescribe the feeling, even to herself, as a hunch, but a hunch it\r\nhad been; and, like every one whose hunches have proved correct,\r\nshe was conscious in the midst of her grief of a certain\r\ncomplacency. It seemed to her that hers must be an intelligence\r\nand insight above the ordinary.\r\n\r\nThe peace of the early afternoon settled upon the drawing-room.\r\nMrs. Pett had taken up a book; Ogden, on the settee, breathed\r\nstentorously. Faint snores proceeded from the basket in the\r\ncorner where Aida, the Pomeranian, lay curled in refreshing\r\nsleep. Through the open window floated sounds of warmth and\r\nSummer.\r\n\r\nYielding to the drowsy calm, Mrs. Pett was just nodding into a\r\npleasant nap, when the door opened and Lord Wisbeach came in.\r\n\r\nLord Wisbeach had been doing some rapid thinking. Rapid thought\r\nis one of the essentials in the composition of men who are known\r\nas Gentleman Jack to the boys and whose livelihood is won only by\r\na series of arduous struggles against the forces of Society and\r\nthe machinations of Potter and his gang. Condensed into capsule\r\nform, his lordship's meditations during the minutes after he had\r\nleft Jimmy in the dining-room amounted to the realisation that\r\nthe best mode of defence is attack. It is your man who knows how\r\nto play the bold game on occasion who wins. A duller schemer than\r\nLord Wisbeach might have been content to be inactive after such a\r\nconversation as had just taken place between himself and Jimmy.\r\nHis lordship, giving the matter the concentrated attention of his\r\ntrained mind, had hit on a better plan, and he had come to the\r\ndrawing-room now to put it into effect.\r\n\r\nHis entrance shattered the peaceful atmosphere. Aida, who had\r\nbeen gurgling apoplectically, sprang snarling from the basket,\r\nand made for the intruder open-mouthed. Her shrill barking rang\r\nthrough the room.\r\n\r\nLord Wisbeach hated little dogs. He hated and feared them. Many\r\nmen of action have these idiosyncrasies. He got behind a chair\r\nand said \"There, there.\" Aida, whose outburst was mere sound and\r\nfury and who had no intention whatever of coming to blows,\r\ncontinued the demonstration from a safe distance, till Mrs. Pett,\r\nswooping down, picked her up and held her in her lap, where she\r\nconsented to remain, growling subdued defiance. Lord Wisbeach\r\ncame out from behind his chair and sat down warily.\r\n\r\n\"Can I have a word with you, Mrs. Pett?\"\r\n\r\n\"Certainly, Lord Wisbeach.\"\r\n\r\nHis lordship looked meaningly at Ogden.\r\n\r\n\"In private, you know.\"\r\n\r\nHe then looked meaningly at Mrs. Pett.\r\n\r\n\"Ogden darling,\" said Mrs. Pett, \"I think you had better go to\r\nyour room and undress and get into bed. A little nice sleep might\r\ndo you all the good in the world.\"\r\n\r\nWith surprising docility, the boy rose.\r\n\r\n\"All right,\" he said.\r\n\r\n\"Poor Oggie is not at all well to-day,\" said Mrs. Pett, when he\r\nwas gone. \"He is very subject to these attacks. What do you want\r\nto tell me, Lord Wisbeach?\"\r\n\r\nHis lordship drew his chair a little closer.\r\n\r\n\"Mrs. Pett, you remember what I told you yesterday?\"\r\n\r\n\"Of course.\"\r\n\r\n\"Might I ask what you know of this man who has come here calling\r\nhimself Jimmy Crocker?\"\r\n\r\nMrs. Pett started. She remembered that she had used almost that\r\nvery expression to Ann. Her suspicions, which had been lulled by\r\nthe prompt recognition of the visitor by Skinner and Lord\r\nWisbeach, returned. It is one of the effects of a successful\r\nhunch that it breeds other hunches. She had been right about\r\nJerry Mitchell; was she to be proved right about the self-styled\r\nJimmy Crocker?\r\n\r\n\"You have seen your nephew, I believe?\"\r\n\r\n\"Never. But--\"\r\n\r\n\"That man,\" said Lord Wisbeach impassively, \"is not your nephew.\"\r\n\r\nMrs. Pett thrilled all down her spine. She had been right.\r\n\r\n\"But you--\"\r\n\r\n\"But I pretended to recognise him? Just so. For a purpose. I\r\nwanted to make him think that I suspected nothing.\"\r\n\r\n\"Then you think--?\"\r\n\r\n\"Remember what I said to you yesterday.\"\r\n\r\n\"But Skinner--the butler--recognised him?\"\r\n\r\n\"Exactly. It goes to prove that what I said about Skinner was\r\ncorrect. They are working together. The thing is self-evident.\r\nLook at it from your point of view. How simple it is. This man\r\npretends to an intimate acquaintance with Skinner. You take that\r\nas evidence of Skinner's honesty. Skinner recognises this man.\r\nYou take that as proof that this man is really your nephew. The\r\nfact that Skinner recognised as Jimmy Crocker a man who is not\r\nJimmy Crocker condemns him.\"\r\n\r\n\"But why did you--?\"\r\n\r\n\"I told you that I pretended to accept this man as the real Jimmy\r\nCrocker for a purpose. At present there is nothing that you can\r\ndo. Mere impersonation is not a crime. If I had exposed him when\r\nwe met, you would have gained nothing beyond driving him from the\r\nhouse. Whereas, if we wait, if we pretend to suspect nothing, we\r\nshall undoubtedly catch him red-handed in an attempt on your\r\nnephew's invention.\"\r\n\r\n\"You are sure that that is why he has come?\"\r\n\r\n\"What other reason could he have?\"\r\n\r\n\"I thought he might be trying to kidnap Ogden.\"\r\n\r\nLord Wisbeach frowned thoughtfully. He had not taken this\r\nconsideration into account.\r\n\r\n\"It is possible,\" he said. \"There have been several attempts\r\nmade, have there not, to kidnap your son?\"\r\n\r\n\"At one time,\" said Mrs. Pett proudly, \"there was not a child in\r\nAmerica who had to be more closely guarded. Why, the kidnappers\r\nhad a special nick-name for Oggie. They called him the Little\r\nNugget.\"\r\n\r\n\"Of course, then, it is quite possible that that may be the man's\r\nobject. In any case, our course must be the same. We must watch\r\nevery move he makes.\" He paused. \"I could help--pardon my\r\nsuggesting it--I could help a great deal more if you were to\r\ninvite me to live in the house. You were kind enough to ask me to\r\nvisit you in the country, but it will be two weeks before you go\r\nto the Country, and in those two weeks--\"\r\n\r\n\"You must come here at once, Lord Wisbeach. To-night. To-day.\"\r\n\r\n\"I think that would be the best plan.\"\r\n\r\n\"I cannot tell you how grateful I am for all you are doing.\"\r\n\r\n\"You have been so kind to me, Mrs. Pett,\" said Lord Wisbeach with\r\nfeeling, \"that it is surely only right that I should try to make\r\nsome return. Let us leave it at this then. I will come here\r\nto-night and will make it my business to watch these two men. I\r\nwill go and pack my things and have them sent here.\"\r\n\r\n\"It is wonderful of you, Lord Wisbeach.\"\r\n\r\n\"Not at all,\" replied his lordship. \"It will be a pleasure.\"\r\n\r\nHe held out his hand, drawing it back rapidly as the dog Aida\r\nmade a snap at it. Substituting a long-range leave-taking for the\r\nmore intimate farewell, he left the room.\r\n\r\nWhen he had gone, Mrs. Pett remained for some minutes, thinking.\r\nShe was aflame with excitement. She had a sensational mind, and\r\nit had absorbed Lord Wisbeach's revelations eagerly. Her\r\nadmiration for his lordship was intense, and she trusted him\r\nutterly. The only doubt that occurred to her was whether, with\r\nthe best intentions in the world, he would be able unassisted to\r\nfoil a pair of schemers so distant from each other geographically\r\nas the man who called himself Jimmy Crocker and the man who had\r\ncalled himself Skinner. That was a point on which they had not\r\ntouched, the fact that one impostor was above stairs, the other\r\nbelow. It seemed to Mrs. Pett impossible that Lord Wisbeach, for\r\nall his zeal, could watch Skinner without neglecting Jimmy or\r\nfoil Jimmy without taking his attention off Skinner. It was\r\nmanifestly a situation that called for allies. She felt that she\r\nmust have further assistance.\r\n\r\nTo Mrs. Pett, doubtless owing to her hobby of writing sensational\r\nfiction, there was a magic in the word detective which was shared\r\nby no other word in the language. She loved detectives--their\r\nkeen eyes, their quiet smiles, their Derby hats. When they came\r\non the stage, she leaned forward in her orchestra chair; when\r\nthey entered her own stories, she always wrote with a greater\r\nzest. It is not too much to say that she had an almost spiritual\r\nattachment for detectives, and the idea of neglecting to employ\r\none in real life, now that circumstances had combined to render\r\nhis advent so necessary, struck her as both rash and inartistic.\r\nIn the old days, when Ogden had been kidnapped, the only thing\r\nwhich had brought her balm had been the daily interviews with the\r\ndetectives. She ached to telephone for one now.\r\n\r\nThe only consideration that kept her back was a regard for Lord\r\nWisbeach's feelings. He had been so kind and so shrewd that to\r\nsuggest reinforcing him with outside assistance must infallibly\r\nwound him deeply. And yet the situation demanded the services of\r\na trained specialist. Lord Wisbeach had borne himself during\r\ntheir recent conversation in such a manner as to leave no doubt\r\nthat he considered himself adequate to deal with the matter\r\nsingle-handed: but admirable though he was he was not a\r\nprofessional exponent of the art of espionage. He needed to be\r\nhelped in spite of himself.\r\n\r\nA happy solution struck Mrs. Pett. There was no need to tell him.\r\nShe could combine the installation of a detective with the nicest\r\nrespect for her ally's feelings by the simple process of engaging\r\none without telling Lord Wisbeach anything about it.\r\n\r\nThe telephone stood at her elbow, concealed--at the express\r\nrequest of the interior decorator who had designed the room--in\r\nthe interior of what looked to the casual eye like a stuffed owl.\r\nOn a table near at hand, handsomely bound in morocco to resemble\r\na complete works of Shakespeare, was the telephone book. Mrs.\r\nPett hesitated no longer. She had forgotten the address of the\r\ndetective agency which she had employed on the occasion of the\r\nkidnapping of Ogden, but she remembered the name, and also the\r\nname of the delightfully sympathetic manager or proprietor or\r\nwhatever he was who had listened to her troubles then.\r\n\r\nShe unhooked the receiver, and gave a number.\r\n\r\n\"I want to speak to Mr. Sturgis,\" she said.\r\n\r\n\"Oh, Mr. Sturgis,\" said Mrs. Pett. \"I wonder if you could\r\npossibly run up here--yes, now. This is Mrs. Peter Pett speaking.\r\nYou remember we met some years ago when I was Mrs. Ford. Yes, the\r\nmother of Ogden Ford. I want to consult--You will come up at\r\nonce? Thank you so much. Good-bye.\"\r\n\r\nMrs. Pett hung up the receiver."
  ]
}