{
  "index": 15,
  "title": "Chapter 14",
  "paragraphs": [
    "A LITTLE BUSINESS CHAT\r\n\r\nIt was not often that Ann found occasion to rejoice at the\r\npresence in her uncle's house of the six geniuses whom Mrs. Pett\r\nhad installed therein. As a rule, she disliked them individually\r\nand collectively. But to-day their company was extraordinarily\r\nwelcome to her. They might have their faults, but at least their\r\npresence tended to keep the conversation general and prevent it\r\nbecoming a duologue between Lord Wisbeach and Jimmy on the\r\nsubject of old times. She was still feeling weak from the\r\nreaction consequent upon the slackening of the tension of her\r\nemotions on seeing Lord Wisbeach greet Jimmy as an old\r\nacquaintance. She had never hoped that that barrier would be\r\nsurmounted. She had pictured Lord Wisbeach drawing back with a\r\npuzzled frown on his face and an astonished \"But this is not\r\nJimmy Crocker.\" The strain had left her relieved, but in no mood\r\nfor conversation, and she replied absently to the remarks of\r\nHoward Bemis, the poet, who sat on her left. She looked round the\r\ntable. Willie Partridge was talking to Mrs. Pett about the\r\ndifference between picric acid and trinitrotoluene, than which a\r\npleasanter topic for the luncheon table could hardly be selected,\r\nand the voice of Clarence Renshaw rose above all other competing\r\nnoises, as he spoke of the functions of the trochaic spondee.\r\nThere was nothing outwardly to distinguish this meal from any\r\nother which she had shared of late in that house.\r\n\r\nThe only thing that prevented her relief being unmixed was the\r\nfact that she could see Lord Wisbeach casting furtive glances at\r\nJimmy, who was eating with the quiet concentration of one who,\r\nafter days of boarding-house fare, finds himself in the presence\r\nof the masterpieces of a chef. In the past few days Jimmy had\r\nconsumed too much hash to worry now about anything like a furtive\r\nglance. He had perceived Lord Wisbeach's roving eye, and had no\r\ndoubt that at the conclusion of the meal he would find occasion\r\nfor a little chat. Meanwhile, however, his duty was towards his\r\ntissues and their restoration. He helped himself liberally from a\r\ndish which his father offered him.\r\n\r\nHe became aware that Mrs. Pett was addressing him.\r\n\r\n\"I beg your pardon?\"\r\n\r\n\"Quite like old times,\" said Mrs. Pett genially. Her suspicions\r\nhad vanished completely since Lord Wisbeach's recognition of the\r\nvisitor, and remorse that she should have suspected him made her\r\nunwontedly amiable. \"Being with Skinner again,\" she explained.\r\n\"It must remind you of London.\"\r\n\r\nJimmy caught his father's expressionless eye.\r\n\r\n\"Skinner's,\" he said handsomely, \"is a character one cannot help\r\nbut respect. His nature expands before one like some beautiful\r\nflower.\"\r\n\r\nThe dish rocked in Mr. Crocker's hand, but his face remained\r\nimpassive.\r\n\r\n\"There is no vice in Skinner,\" proceeded Jimmy. \"His heart is the\r\nheart of a little child.\"\r\n\r\nMrs. Pett looked at this paragon of the virtues in rather a\r\nstartled way. She had an uncomfortable feeling that she was being\r\nlaughed at. She began to dislike Jimmy again.\r\n\r\n\"For many years Skinner has been a father to me,\" said Jimmy.\r\n\"Who ran to help me when I fell, And would some pretty story\r\ntell, Or kiss the place to make it well? Skinner.\"\r\n\r\nFor all her suspense, Ann could not help warming towards an\r\naccomplice who carried off an unnerving situation with such a\r\nflourish. She had always regarded herself with a fair degree of\r\ncomplacency as possessed of no mean stock of courage and\r\nresource, but she could not have spoken then without betraying\r\nher anxiety. She thought highly of Jimmy, but all the same she\r\ncould not help wishing that he would not make himself quite so\r\nconspicuous. Perhaps--the thought chilled her--perhaps he was\r\ncreating quite a new Jimmy Crocker, a character which would cause\r\nSkinner and Lord Wisbeach to doubt the evidence of their eyes and\r\nbegin to suspect the truth. She wished she could warn him to\r\nsimmer down, but the table was a large one and he and she were at\r\nopposite ends of it.\r\n\r\nJimmy, meanwhile, was thoroughly enjoying himself. He felt that\r\nhe was being the little ray of sunshine about the home and making\r\na good impression. He was completely happy. He liked the food, he\r\nliked seeing his father buttle, and he liked these amazing freaks\r\nwho were, it appeared, fellow-inmates with him of this highly\r\ndesirable residence. He wished that old Mr. Pett could have been\r\npresent. He had conceived a great affection for Mr. Pett, and\r\nregistered a mental resolve to lose no time in weaning him from\r\nhis distressing habit of allowing the office to interfere with\r\nhis pleasures. He was planning a little trip to the Polo Grounds,\r\nin which Mr. Pett, his father, and a number of pop bottles were\r\nto be his companions, when his reverie was interrupted by a\r\nsudden cessation of the buzz of talk. He looked up from his\r\nplate, to find the entire company regarding Willie Partridge\r\nopen-mouthed. Willie, with gleaming eyes, was gazing at a small\r\ntest-tube which he had produced from his pocket and placed beside\r\nhis plate.\r\n\r\n\"I have enough in this test-tube,\" said Willie airily, \"to blow\r\nhalf New York to bits.\"\r\n\r\nThe silence was broken by a crash in the background. Mr. Crocker\r\nhad dropped a chafing-dish.\r\n\r\n\"If I were to drop this little tube like that,\" said Willie,\r\nusing the occurrence as a topical illustration, \"we shouldn't be\r\nhere.\"\r\n\r\n\"Don't drop it,\" advised Jimmy. \"What is it?\"\r\n\r\n\"Partridgite!\"\r\n\r\nMrs. Pett had risen from the table, with blanched face.\r\n\r\n\"Willie, how can you bring that stuff here? What are you thinking\r\nof?\"\r\n\r\nWillie smiles a patronising smile.\r\n\r\n\"There is not the slightest danger, aunt Nesta. It cannot explode\r\nwithout concussion. I have been carrying it about with me all the\r\nmorning.\"\r\n\r\nHe bestowed on the test-tube the look a fond parent might give\r\nhis favourite child. Mrs. Pett was not reassured.\r\n\r\n\"Go and put it in your uncle's safe at once. Put it away.\"\r\n\r\n\"I haven't the combination.\"\r\n\r\n\"Call your uncle up at once at the office and ask him.\"\r\n\r\n\"Very well. If you wish it, aunt Nesta. But there is no danger.\"\r\n\r\n\"Don't take that thing with you,\" screamed Mrs. Pett, as he rose.\r\n\"You might drop it. Come back for it.\"\r\n\r\n\"Very well.\"\r\n\r\nConversation flagged after Willie's departure. The presence of\r\nthe test-tube seemed to act on the spirits of the company after\r\nthe fashion of the corpse at the Egyptian banquet. Howard Bemis,\r\nwho was sitting next to it, edged away imperceptibly till he\r\nnearly crowded Ann off her chair. Presently Willie returned. He\r\npicked up the test-tube, put it in his pocket with a certain\r\njauntiness, and left the room again.\r\n\r\n\"Now, if you hear a sudden bang and find yourself disappearing\r\nthrough the roof,\" said Jimmy, \"that will be it.\"\r\n\r\nWillie returned and took his place at the table again. But the\r\nspirit had gone out of the gathering. The voice of Clarence\r\nRenshaw was hushed, and Howard Bemis spoke no more of the\r\ninfluence of Edgar Lee Masters on modern literature. Mrs. Pett\r\nleft the room, followed by Ann. The geniuses drifted away one by\r\none. Jimmy, having lighted a cigarette and finished his coffee,\r\nperceived that he was alone with his old friend, Lord Wisbeach,\r\nand that his old friend Lord Wisbeach was about to become\r\nconfidential.\r\n\r\nThe fair-haired young man opened the proceedings by going to the\r\ndoor and looking out. This done, he returned to his seat and\r\ngazed fixedly at Jimmy.\r\n\r\n\"What's your game?\" he asked.\r\n\r\nJimmy returned his gaze blandly.\r\n\r\n\"My game?\" he said. \"What do you mean?\"\r\n\r\n\"Can the coy stuff,\" urged his lordship brusquely. \"Talk sense\r\nand talk it quick. We may be interrupted at any moment. What's\r\nyour game? What are you here for?\"\r\n\r\nJimmy raised his eyebrows.\r\n\r\n\"I am a prodigal nephew returned to the fold.\"\r\n\r\n\"Oh, quit your kidding. Are you one of Potter's lot?\"\r\n\r\n\"Who is Potter?\"\r\n\r\n\"You know who Potter is.\"\r\n\r\n\"On the contrary. My life has never been brightened by so much as\r\na sight of Potter.\"\r\n\r\n\"Is that true?\"\r\n\r\n\"Absolutely.\"\r\n\r\n\"Are you working on your own, then?\"\r\n\r\n\"I am not working at all at present. There is some talk of my\r\nlearning to be an Asparagus Adjuster by mail later on.\"\r\n\r\n\"You make me sick,\" said Lord Wisbeach. \"Where's the sense of\r\ntrying to pull this line of talk. Why not put your cards on the\r\ntable? We've both got in here on the same lay, and there's no use\r\nfighting and balling the thing up.\"\r\n\r\n\"Do you wish me to understand,\" said Jimmy, \"that you are not my\r\nold friend, Lord Wisbeach?\"\r\n\r\n\"No. And you're not my old friend, Jimmy Crocker.\"\r\n\r\n\"What makes you think that?\"\r\n\r\n\"If you had been, would you have pretended to recognise me\r\nupstairs just now? I tell you, pal, I was all in for a second,\r\ntill you gave me the high sign.\"\r\n\r\nJimmy laughed.\r\n\r\n\"It would have been awkward for you if I really had been Jimmy\r\nCrocker, wouldn't it?\"\r\n\r\n\"And it would have been awkward for you if I had really been Lord\r\nWisbeach.\"\r\n\r\n\"Who are you, by the way?\"\r\n\r\n\"The boys call me Gentleman Jack.\"\r\n\r\n\"Why?\" asked Jimmy, surprised.\r\n\r\nLord Wisbeach ignored the question.\r\n\r\n\"I'm working with Burke's lot just now. Say, let's be sensible\r\nabout this. I'll be straight with you, straight as a string.\"\r\n\r\n\"Did you say string or spring?\"\r\n\r\n\"And I'll expect you to be straight with me.\"\r\n\r\n\"Are we to breathe confidences into each other's ears?\"\r\n\r\nLord Wisbeach went to the door again and submitted the passage to\r\na second examination.\r\n\r\n\"You seem nervous,\" said Jimmy.\r\n\r\n\"I don't like that butler. He's up to something.\"\r\n\r\n\"Do you think he's one of Potter's lot?\"\r\n\r\n\"Shouldn't wonder. He isn't on the level, anyway, or why did he\r\npretend to recognise you as Jimmy Crocker?\"\r\n\r\n\"Recognition of me as Jimmy Crocker seems to be the acid test of\r\nhonesty.\"\r\n\r\n\"He was in a tight place, same as I was,\" said Lord Wisbeach. \"He\r\ncouldn't know that you weren't really Jimmy Crocker until you put\r\nhim wise--same as you did me--by pretending to know him.\" He\r\nlooked at Jimmy with grudging admiration. \"You'd got your nerve\r\nwith you, pal, coming in here like this. You were taking big\r\nchances. You couldn't have known you wouldn't run up against some\r\none who really knew Jimmy Crocker. What would you have done if\r\nthis butler guy had really been on the level?\"\r\n\r\n\"The risks of the profession!\"\r\n\r\n\"When I think of the work I had to put in,\" said Lord Wisbeach,\r\n\"it makes me tired to think of some one else just walking in here\r\nas you did.\"\r\n\r\n\"What made you choose Lord Wisbeach as your alias?\"\r\n\r\n\"I knew that I could get away with it. I came over on the boat\r\nwith him, and I knew he was travelling round the world and wasn't\r\ngoing to stay more than a day in New York. Even then I had to go\r\nsome to get into this place. Burke told me to get hold of old\r\nChester and get a letter of introduction from him. And here you\r\ncome along and just stroll in and tell them you have come to\r\nstay!\" He brooded for a moment on the injustice of things.\r\n\"Well, what are you going to do about it, Pal?\"\r\n\r\n\"About what?\"\r\n\r\n\"About us both being here? Are you going to be sensible and work\r\nin with me and divvy up later on, or are you going to risk\r\nspoiling everything by trying to hog the whole thing? I'll be\r\nsquare with you. It isn't as if there was any use in trying to\r\nbluff each other. We're both here for the same thing. You want to\r\nget hold of that powder stuff, that Partridgite, and so do I.\"\r\n\r\n\"You believe in Partridgite, then?\"\r\n\r\n\"Oh, can it,\" said Lord Wisbeach disgustedly. \"What's the use?\r\nOf course I believe in it. Burke's had his eye on the thing for a\r\nyear. You've heard of Dwight Partridge, haven't you? Well, this\r\nguy's his son. Every one knows that Dwight Partridge was working\r\non an explosive when he died, and here's his son comes along with\r\na test-tube full of stuff which he says could blow this city to\r\nbits. What's the answer? The boy's been working on the old man's\r\ndope. From what I've seen of him, I guess there wasn't much more\r\nto be done on it, or he wouldn't have done it. He's pretty well\r\ndead from the neck up, as far as I can see. But that doesn't\r\nalter the fact that he's got the stuff and that you and I have\r\ngot to get together and make a deal. If we don't, I'm not saying\r\nyou mightn't gum my game, just as I might gum yours; but where's\r\nthe sense in that? It only means taking extra chances. Whereas if\r\nwe sit in together, there's enough in it for both of us. You know\r\nas well as I do that there's a dozen markets which'll bid against\r\neach other for stuff like that Partridgite. If you're worrying\r\nabout Burke giving you a square deal, forget it. I'll fix Burke.\r\nHe'll treat you nice, all right.\"\r\n\r\nJimmy ground the butt of his cigarette against his plate.\r\n\r\n\"I'm no orator, as Brutus is; but, as you know me all, a plain,\r\nblunt man. And, speaking in the capacity of a plain, blunt man, I\r\nrise to reply--Nothing doing.\"\r\n\r\n\"What? You won't come in?\"\r\n\r\nJimmy shook his head.\r\n\r\n\"I'm sorry to disappoint you, Wizzy, if I may still call you\r\nthat, but your offer fails to attract. I will not get together or\r\nsit in or anything else. On the contrary, I am about to go to\r\nMrs. Pett and inform her that there is a snake in her Eden.\"\r\n\r\n\"You're not going to squeal on me?\"\r\n\r\n\"At the top of my voice.\"\r\n\r\nLord Wisbeach laughed unpleasantly.\r\n\r\n\"Yes, you will,\" he said. \"How are you going to explain why you\r\nrecognised me as an old pal before lunch if I'm a crook after\r\nlunch. You can't give me away without giving yourself away. If\r\nI'm not Lord Wisbeach, then you're not Jimmy Crocker.\"\r\n\r\nJimmy sighed. \"I get you. Life is very complex, isn't it?\"\r\n\r\nLord Wisbeach rose.\r\n\r\n\"You'd better think it over, son,\" he said. \"You aren't going to\r\nget anywhere by acting like a fool. You can't stop me going after\r\nthis stuff, and if you won't come in and go fifty-fifty, you'll\r\nfind yourself left. I'll beat you to it.\"\r\n\r\nHe left the room, and Jimmy, lighting a fresh cigarette,\r\naddressed himself to the contemplation of this new complication\r\nin his affairs. It was quite true what Gentleman Jack or Joe or\r\nwhatever the \"boys\" called him had said. To denounce him meant\r\ndenouncing himself. Jimmy smoked thoughtfully. Not for the first\r\ntime he wished that his record during the past few years had been\r\nof a snowier character. He began to appreciate what must have\r\nbeen the feelings of Dr. Jekyll under the handicap of his\r\ndisreputable second self, Mr. Hyde."
  ]
}