{
  "index": 23,
  "title": "Chapter 22",
  "paragraphs": [
    "STIRRING TIMES FOR THE PETTS\r\n\r\nGentleman Jack had lowered his revolver, and was standing waiting\r\nto explain all, with the insufferable look of the man who is just\r\ngoing to say that he has only done his duty and requires no\r\nthanks.\r\n\r\n\"Who are you?\" he said.\r\n\r\n\"Nev' min' who I am!\" said Miss Trimble curtly. \"Siz Pett knows\r\nwho I am.\"\r\n\r\n\"I hope you won't be offended, Lord Wisbeach,\" said Mrs. Pett\r\nfrom the group by the door. \"I engaged a detective to help you. I\r\nreally thought you could not manage everything by yourself. I\r\nhope you do not mind.\"\r\n\r\n\"Not at all, Mrs. Pett. Very wise.\"\r\n\r\n\"I'm so glad to hear you say so.\"\r\n\r\n\"An excellent move.\"\r\n\r\nMiss Trimble broke in on these amiable exchanges.\r\n\r\n\"Whassall this? Howjer mean--help me?\"\r\n\r\n\"Lord Wisbeach most kindly offered to do all he could to protect\r\nmy nephew's explosive,\" said Mrs. Pett.\r\n\r\nGentleman Jack smiled modestly.\r\n\r\n\"I hope I have been of some slight assistance! I think I came\r\ndown in the nick of time. Look!\" He pointed to the safe. \"He had\r\njust got it open! Luckily I had my pistol with me. I covered him,\r\nand called for help. In another moment he would have got away.\"\r\n\r\nMiss Trimble crossed to the safe and inspected it with a frown,\r\nas if she disliked it. She gave a grunt and returned to her place\r\nby the window.\r\n\r\n\"Made good job 'f it!\" was her comment.\r\n\r\nAnn came forward. Her face was glowing and her eyes shone.\r\n\r\n\"Do you mean to say that you found Jimmy breaking into the safe?\r\nI never heard anything so absurd!\"\r\n\r\nMrs. Pett intervened.\r\n\r\n\"This is not James Crocker, Ann! This man is an impostor, who\r\ncame into the house in order to steal Willie's invention.\" She\r\nlooked fondly at Gentleman Jack. \"Lord Wisbeach told me so. He\r\nonly pretended to recognise him this afternoon.\"\r\n\r\nA low gurgle proceeded from the open mouth of little Ogden. The\r\nproceedings bewildered him. The scene he had overheard in the\r\nlibrary between the two men had made it clear to him that Jimmy\r\nwas genuine and Lord Wisbeach a fraud, and he could not\r\nunderstand why Jimmy did not produce his proofs as before. He was\r\nnot aware that Jimmy's head was only just beginning to clear from\r\nthe effects of the blow on the chin. Ogden braced himself for\r\nresolute lying in the event of Jimmy calling him as a witness.\r\nBut he did not intend to have his little business proposition\r\ndragged into the open.\r\n\r\nAnn was looking at Jimmy with horror-struck eyes. For the first\r\ntime it came to her how little she knew of him and how very\r\nlikely it was--in the face of the evidence it was almost\r\ncertain--that he should have come to the house with the intention\r\nof stealing Willie's explosive. She fought against it, but a\r\nvoice seemed to remind her that it was he who had suggested the\r\nidea of posing as Jimmy Crocker. She could not help remembering\r\nhow smoothly and willingly he had embarked on the mad scheme.\r\nBut had it been so mad? Had it not been a mere cloak for this\r\nother venture? If Lord Wisbeach had found him in this room, with\r\nthe safe blown open, what other explanation could there be?\r\n\r\nAnd then, simultaneously with her conviction that he was a\r\ncriminal, came the certainty that he was the man she loved. It\r\nhad only needed the spectacle of him in trouble to make her sure.\r\nShe came to his side with the vague idea of doing something to\r\nhelp him, of giving him her support. Once there, she found that\r\nthere was nothing to do and nothing to say. She put her hand on\r\nhis, and stood waiting helplessly for she knew not what.\r\n\r\nIt was the touch of her fingers which woke Jimmy from his stupor.\r\nHe came to himself almost with a jerk. He had been mistily aware\r\nof what had been said, but speech had been beyond him. Now, quite\r\nsuddenly, he was a whole man once more. He threw himself into the\r\ndebate with energy.\r\n\r\n\"Good Heavens!\" he cried. \"You're all wrong. I found _him_ blowing\r\nopen the safe!\"\r\n\r\nGentleman Jack smiled superciliously.\r\n\r\n\"A likely story, what! I mean to say, it's a bit thin!\"\r\n\r\n\"Ridiculous!\" said Mrs. Pett. She turned to Miss Trimble with a\r\ngesture. \"Arrest that man!\"\r\n\r\n\"Wait a mom'nt,\" replied that clear-headed maiden, picking her\r\nteeth thoughtfully with the muzzle of her revolver. \"Wait mom'nt.\r\nGotta look 'nto this. Hear both these guys' st'ries.\"\r\n\r\n\"Really,\" said Gentleman Jack suavely, \"it seems somewhat\r\nabsurd--\"\r\n\r\n\"Ney' mind how 'bsurd 't sounds,\" returned the fair Trimble\r\nrebukingly. \"You close y'r face 'n lissen t' me. Thass all you've\r\ngotta do.\"\r\n\r\n\"I know you didn't do it!\" cried Ann, tightening her hold on\r\nJimmy's arm.\r\n\r\n\"Less 'f it, please. Less 'f it!\" Miss Trimble removed the pistol\r\nfrom her mouth and pointed it at Jimmy. \"What've you to say? Talk\r\nquick!\"\r\n\r\n\"I happened to be down there--\"\r\n\r\n\"Why?\" asked Miss Trimble, as if she had touched off a bomb.\r\n\r\nJimmy stopped short. He perceived difficulties in the way of\r\nexplanation.\r\n\r\n\"I happened to be down there,\" he resumed stoutly, \"and that man\r\ncame into the room with an electric torch and a blowpipe and\r\nbegan working on the safe--\"\r\n\r\nThe polished tones of Gentleman Jack cut in on his story.\r\n\r\n\"Really now, is it worth while?\" He turned to Miss Trimble. \"I came\r\ndown here, having heard a noise. I did not _happen_ to be here for\r\nsome unexplained purpose. I was lying awake and something attracted\r\nmy attention. As Mrs. Pett knows, I was suspicious of this worthy\r\nand expected him to make an attempt on the explosive at any moment:\r\nso I took my pistol and crept downstairs. When I got here, the safe\r\nwas open and this man making for the window.\"\r\n\r\nMiss Trimble scratched her chin caressingly with the revolver,\r\nand remained for a moment in thought. Then she turned to Jimmy\r\nlike a striking rattlesnake.\r\n\r\n\"Y' gotta pull someth'g better th'n that,\" she said. \"I got y'r\r\nnumber. Y're caught with th' goods.\"\r\n\r\n\"No!\" cried Ann.\r\n\r\n\"Yes!\" said Mrs. Pett. \"The thing is obvious.\"\r\n\r\n\"I think the best thing I can do,\" said Gentleman Jack smoothly,\r\n\"is to go and telephone for the police.\"\r\n\r\n\"You think of everything, Lord Wisbeach,\" said Mrs. Pett.\r\n\r\n\"Not at all,\" said his lordship.\r\n\r\nJimmy watched him moving to the door. At the back of his mind\r\nthere was a dull feeling that he could solve the whole trouble if\r\nonly he could remember one fact which had escaped him. The\r\neffects of the blow he had received still handicapped him. He\r\nstruggled to remember, but without result. Gentleman Jack reached\r\nthe door and opened it: and as he did so a shrill yapping,\r\nhitherto inaudible because of the intervening oak and the raised\r\nvoices within, made itself heard from the passage outside.\r\nGentleman Jack closed the door with a hasty bang.\r\n\r\n\"I say that dog's out there!\" he said plaintively.\r\n\r\nThe scratching of Aida's busy feet on the wood bore out his\r\nwords. He looked about him, baffled.\r\n\r\n\"That dog's out there!\" he repeated gloomily.\r\n\r\nSomething seemed to give way in Jimmy's brain. The simple fact\r\nwhich had eluded him till now sprang into his mind.\r\n\r\n\"Don't let that man get out!\" he cried. \"Good Lord! I've only\r\njust remembered. You say you found me breaking into the safe!\r\nYou say you heard a noise and came down to investigate! Well,\r\nthen, what's that test-tube of the explosive doing in your\r\nbreast-pocket?\" He swung round to Miss Trimble. \"You needn't take\r\nmy word or his word. There's a much simpler way of finding out\r\nwho's the real crook. Search us both.\" He began to turn out his\r\npockets rapidly. \"Look here--and here--and here! Now ask him to\r\ndo the same!\"\r\n\r\nHe was pleased to observe a spasm pass across Gentleman Jack's\r\nhitherto composed countenance. Miss Trimble was eyeing the latter\r\nwith sudden suspicion.\r\n\r\n\"Thasso!\" she said. \"Say, Bill, I've f'gott'n y'r name--'sup to\r\nyou to show us! Less've a look 't what y' got inside there.\"\r\n\r\nGentleman Jack drew himself up haughtily.\r\n\r\n\"I really could not agree to--\"\r\n\r\nMrs. Pett interrupted indignantly.\r\n\r\n\"I never heard of such a thing! Lord Wisbeach is an old friend--\"\r\n\r\n\"Less'f it!\" ordered Miss Trimble, whose left eye was now like\r\nthe left eye of a basilisk. \"Y' _gotta_ show us, Bill, so b'\r\nquick 'bout 't!\"\r\n\r\nA tired smile played over Gentleman Jack's face. He was the bored\r\naristocrat, mutely protesting against something that \"wasn't\r\ndone.\" He dipped his slender fingers into his pocket. Then,\r\ndrawing out the test-tube, and holding it up, he spoke with a\r\ndrawling calm for which even Jimmy could not help admiring him.\r\n\r\n\"All right! If I'm done, I'm done!\"\r\n\r\nThe sensation caused by his action and his words was of the kind\r\nusually described as profound. Mrs. Pett uttered a strangled\r\nshriek. Willie Partridge yelped like a dog. Sharp exclamations\r\ncame simultaneously from each of the geniuses.\r\n\r\nGentleman Jack waited for the clamour to subside. Then he resumed\r\nhis gentle drawl.\r\n\r\n\"But I'm not done,\" he explained. \"I'm going out now through that\r\nwindow. And if anybody tries to stop me, it will be his--or\r\nher--\" he bowed politely to Miss Trimble--\"last act in the world.\r\nIf any one makes a move to stop me, I shall drop this test-tube\r\nand blow the whole damned place to pieces.\"\r\n\r\nIf his first speech had made a marked impression on his audience,\r\nhis second paralysed them. A silence followed as of the tomb.\r\nOnly the yapping of the dog Aida refused to be stilled.\r\n\r\n\"Y' stay where y' are!\" said Miss Trimble, as the speaker moved\r\ntowards the window. She held the revolver poised, but for the\r\nfirst time that night--possibly for the first time in her\r\nlife--she spoke irresolutely. Superbly competent woman though she\r\nwas, here was a situation that baffled her.\r\n\r\nGentleman Jack crossed the room slowly, the test-tube held aloft\r\nbetween fore-finger and thumb. He was level with Miss Trimble,\r\nwho had lowered her revolver and had drawn to one side, plainly at\r\na loss to know how to handle this unprecedented crisis, when the\r\ndoor flew open. For an instant the face of Howard Bemis, the\r\npoet, was visible.\r\n\r\n\"Mrs. Pett, I have telephoned--\"\r\n\r\nThen another voice interrupted him.\r\n\r\n\"Yipe! Yipe! Yipe!\"\r\n\r\nThrough the opening the dog Aida, rejoicing in the removal of the\r\nobstacle, raced like a fur muff mysteriously endowed with legs\r\nand a tongue. She tore across the room to where Gentleman Jack's\r\nankles waited invitingly. Ever since their first meeting she had\r\nwanted a fair chance at those ankles, but some one had always\r\nprevented her.\r\n\r\n\"Damn!\" shouted Gentleman Jack.\r\n\r\nThe word was drowned in one vast cataclysm of noise. From every\r\nthroat in the room there proceeded a shout, a shriek, or some\r\nother variety of cry, as the test-tube, slipping from between the\r\nvictim's fingers, described a parabola through the air.\r\n\r\nAnn flung herself into Jimmy's arms, and he held her tight. He\r\nshut his eyes. Even as he waited for the end the thought flashed\r\nthrough his mind that, if he must die, this was the manner of\r\ndeath which he would prefer.\r\n\r\nThe test-tube crashed on the writing-desk, and burst into a\r\nmillion pieces. . . .\r\n\r\nJimmy opened his eyes. Things seemed to be much about the same as\r\nbefore. He was still alive. The room in which he stood was solid\r\nand intact. Nobody was in fragments. There was only one respect\r\nin which the scene differed from what it had been a moment\r\nbefore. Then, it had contained Gentleman Jack. Now it did not.\r\n\r\nA great sigh seemed to sweep through the room. There was a long\r\nsilence. Then, from the direction of the street, came the roar of\r\na starting automobile. And at that sound the bearded man with the\r\nspectacles who had formed part of Miss Trimble's procession\r\nuttered a wailing cry.\r\n\r\n\"Gee! He's beat it in my bubble! And it was a hired one!\"\r\n\r\nThe words seemed to relieve the tension in the air. One by one\r\nthe company became masters of themselves once more. Miss Trimble,\r\nthat masterly woman, was the first to recover. She raised herself\r\nfrom the floor--for with a confused idea that she would be safer\r\nthere she had flung herself down--and, having dusted her skirt\r\nwith a few decisive dabs of her strong left hand, addressed\r\nherself once more to business.\r\n\r\n\"I let 'm bluff me with a fake bomb!\" she commented bitterly. She\r\nbrooded on this for a moment. \"Say, shut th't door 'gain, some\r\none, and t'run this mutt out. I can't think with th't yapping\r\ngoing on.\"\r\n\r\nMrs. Pett, pale and scared, gathered Aida into her arms. At the\r\nsame time Ann removed herself from Jimmy's. She did not look at\r\nhim. She was feeling oddly shy. Shyness had never been a failing\r\nof hers, but she would have given much now to have been\r\nelsewhere.\r\n\r\nMiss Trimble again took charge of the situation. The sound of the\r\nautomobile had died away. Gentleman Jack had passed out of their\r\nlives. This fact embittered Miss Trimble. She spoke with\r\nasperity.\r\n\r\n\"Well, _he's_ gone!\" she said acidly. \"Now we can get down t' cases\r\nagain. Say!\" She addressed Mrs. Pett, who started nervously. The\r\nexperience of passing through the shadow of the valley of death and\r\nof finding herself in one piece instead of several thousand had\r\nrobbed her of all her wonted masterfulness. \"Say, list'n t' me.\r\nThere's been a double game on here t'night. That guy that's jus'\r\ngone was th' first part of th' entertainment. Now we c'n start th'\r\nsec'nd part. You see these ducks?\" She indicated with a wave of the\r\nrevolver Mr. Crocker and his bearded comrade. \"They've been trying\r\nt' kidnap y'r son!\"\r\n\r\nMrs. Pett uttered a piercing cry.\r\n\r\n\"Oggie!\"\r\n\r\n\"Oh, can it!\" muttered that youth, uncomfortably. He foresaw\r\nawkward moments ahead, and he wished to concentrate his faculties\r\nentirely on the part he was to play in them. He looked sideways\r\nat Chicago Ed. In a few minutes, he supposed, Ed. would be\r\nattempting to minimise his own crimes, by pretending that he,\r\nOgden, had invited him to come and kidnap him. Stout denial must\r\nbe his weapon.\r\n\r\n\"I had m' suspicions,\" resumed Miss Trimble, \"that someth'ng was\r\ngoin' t' be pulled off to-night, 'nd I was waiting outside f'r it\r\nto break loose. This guy here,\" she indicated the bearded\r\nplotter, who blinked deprecatingly through his spectacles, \"h's\r\nbeen waiting on the c'rner of th' street for the last hour with\r\n'n automobile. I've b'n watching him right along. I was onto h's\r\ngame! Well, just now out came the kid with this plug-ugly here.\"\r\nShe turned to Mr. Crocker. \"Say you! Take off th't mask. Let's\r\nhave a l'k at you!\"\r\n\r\nMr. Crocker reluctantly drew the cambric from his face.\r\n\r\n\"Goosh!\" exclaimed Miss Trimble in strong distaste. \"Say, 've you\r\ngot some kind of a plague, or wh't is it? Y'look like a coloured\r\ncomic supplement!\" She confronted the shrinking Mr. Crocker and\r\nran a bony finger over his cheek. \"Make-up!\" she said, eyeing the\r\nstains disgustedly. \"Grease paint! Goosh!\"\r\n\r\n\"Skinner!\" cried Mrs. Pett.\r\n\r\nMiss Trimble scanned her victim more closely.\r\n\r\n\"So 't is, if y' do a bit 'f excavating.\" She turned on the\r\nbearded one. \"'nd I guess all this shrubbery is fake, 'f you come\r\ndown to it!\" She wrenched at the unhappy man's beard. It came off\r\nin her hands, leaving a square chin behind it. \"If this ain't a\r\nwig, y'll have a headache t'morrow,\" observed Miss Trimble,\r\nweaving her fingers into his luxuriant head-covering and pulling.\r\n\"Wish y' luck! Ah! 'twas a wig. Gimme those spect'cles.\" She\r\nsurveyed the results of her handiwork grimly. \"Say, Clarence,\"\r\nshe remarked, \"y're a wise guy. Y' look handsomer with 'em on.\r\nDoes any one know _this_ duck?\"\r\n\r\n\"It is Mitchell,\" said Mrs. Pett. \"My husband's physical\r\ninstructor.\"\r\n\r\nMiss Trimble turned, and, walking to Jimmy, tapped him meaningly\r\non the chest with her revolver.\r\n\r\n\"Say, this is gett'n interesting! This is where y' 'xplain, y'ng\r\nman, how 'twas you happened to be down in this room when th't\r\ncrook who's just gone was monkeyin' with the safe. L'ks t' me as\r\nif you were in with these two.\"\r\n\r\nA feeling of being on the verge of one of those crises which dot\r\nthe smooth path of our lives came to Jimmy. To conceal his\r\nidentity from Ann any longer seemed impossible. He was about to\r\nspeak, when Ann broke in.\r\n\r\n\"Aunt Nesta,\" she said, \"I can't let this go on any longer. Jerry\r\nMitchell isn't to blame. I told him to kidnap Ogden!\"\r\n\r\nThere was an awkward silence. Mrs. Pett laughed nervously.\r\n\r\n\"I think you had better go to bed, my dear child. You have had a\r\nsevere shock. You are not yourself.\"\r\n\r\n\"But it's true! I did tell him, didn't I, Jerry?\"\r\n\r\n\"Say!\" Miss Trimble silenced Jerry with a gesture. \"You beat 't\r\nback t' y'r little bed, honey, like y'r aunt says. Y' say y' told\r\nthis guy t' steal th' kid. Well, what about this here Skinner? Y'\r\ndidn't tell _him_, did y'?\"\r\n\r\n\"I--I--\" Ann began confusedly. She was utterly unable to account\r\nfor Skinner, and it made her task of explaining difficult.\r\n\r\nJimmy came to the rescue. He did not like to think how Ann would\r\nreceive the news, but for her own sake he must speak now. It\r\nwould have required a harder-hearted man than himself to resist\r\nthe mute pleading of his father's grease-painted face. Mr.\r\nCrocker was a game sport: he would not have said a word without\r\nthe sign from Jimmy, even to save himself from a night in prison,\r\nbut he hoped that Jimmy would speak.\r\n\r\n\"It's perfectly simple,\" said Jimmy, with an attempt at airiness\r\nwhich broke down miserably under Miss Trimble's eye. \"Perfectly\r\nsimple. I really am Jimmy Crocker, you know.\" He avoided Ann's\r\ngaze. \"I can't think what you are making all this fuss about.\"\r\n\r\n\"Th'n why did y' sit in at a plot to kidnap this boy?\"\r\n\r\n\"That, of course--ha, ha!--might seem at first sight to require a\r\nlittle explanation.\"\r\n\r\n\"Y' admit it, then?\"\r\n\r\n\"Yes. As a matter of fact, I did have the idea of kidnapping\r\nOgden. Wanted to send him to a dogs' hospital, if you understand\r\nwhat I mean.\" He tried to smile a conciliatory smile, but,\r\nencountering Miss Trimble's left eye, abandoned the project. He\r\nremoved a bead of perspiration from his forehead with his\r\nhandkerchief. It struck him as a very curious thing that the\r\nsimplest explanations were so often quite difficult to make.\r\n\"Before I go any further, I ought to explain one thing. Skinner\r\nthere is my father.\"\r\n\r\nMrs. Pett gasped.\r\n\r\n\"Skinner was my sister's butler in London.\"\r\n\r\n\"In a way of speaking,\" said Jimmy, \"that is correct. It's rather\r\na long story. It was this way, you see. . . .\"\r\n\r\nMiss Trimble uttered an ejaculation of supreme contempt.\r\n\r\n\"I n'ver saw such a lot of babbl'ng crooks in m' life! 't beats\r\nme what y' hope to get pulling this stuff. Say!\" She indicated\r\nMr. Crocker. \"This guy's wanted f'r something over in England.\r\nWe've got h's photographs 'n th' office. If y' ask me, he lit out\r\nwith the spoons 'r something. Say!\" She fixed one of the geniuses\r\nwith her compelling eye. \"'Bout time y' made y'rself useful. Go'n\r\ncall up th' Astorbilt on th' phone. There's a dame there that's\r\nbeen making the enquiries f'r this duck. She told Anderson's--and\r\nAnderson's handed it on to us--to call her up any hour of the day\r\n'r night when they found him. You go get her on the wire and t'll\r\nher t' come right up here'n a taxi and identify him.\"\r\n\r\nThe genius paused at the door.\r\n\r\n\"Whom shall I ask for?\"\r\n\r\n\"Mrs. Crocker,\" snapped Miss Trimble. \"Siz Bingley Crocker. Tell\r\nher we've found th' guy she's been looking for!\"\r\n\r\nThe genius backed out. There was a howl of anguish from the\r\ndoorway.\r\n\r\n\"I _beg_ your pardon!\" said the genius.\r\n\r\n\"Can't you look where you're going!\"\r\n\r\n\"I am exceedingly sorry--\"\r\n\r\n\"Brrh!\"\r\n\r\nMr. Pett entered the room, hopping. He was holding one slippered\r\nfoot in his hand and appeared to be submitting it to some form of\r\nmassage. It was plain that the usually mild and gentle little man\r\nwas in a bad temper. He glowered round him at the company\r\nassembled.\r\n\r\n\"What the devil's the matter here?\" he demanded. \"I stood it as\r\nlong as I could, but a man can't get a wink of sleep with this\r\nnoise going on!\"\r\n\r\n\"Yipe! Yipe! Yipe!\" barked Aida from the shelter of Mrs. Pett's\r\narms.\r\n\r\nMr. Pett started violently.\r\n\r\n\"Kill that dog! Throw her out! Do _something_ to her!\"\r\n\r\nMrs. Pett was staring blankly at her husband. She had never seen\r\nhim like this before. It was as if a rabbit had turned and\r\ngrowled at her. Coming on top of the crowded sensations of the\r\nnight, it had the effect of making her feel curiously weak. In\r\nall her married life she had never known what fear was. She had\r\ncoped dauntlessly with the late Mr. Ford, a man of a spirited\r\ntemperament; and as for the mild Mr. Pett she had trampled on\r\nhim. But now she felt afraid. This new Peter intimidated her."
  ]
}