{
  "index": 25,
  "title": "Chapter 24",
  "paragraphs": [
    "NEARLY EVERYBODY HAPPY\r\n\r\nMrs. Crocker turned to her husband.\r\n\r\n\"Well, Bingley?\" she said, a steely tinkle in her voice.\r\n\r\n\"Well, Eugenia?\" said Mr. Crocker.\r\n\r\nA strange light was shining in Mr. Crocker's mild eyes. He had\r\nseen a miracle happen that night. He had seen an even more\r\nformidable woman than his wife dominated by an even meeker man\r\nthan himself, and he had been amazed and impressed by the\r\nspectacle. It had never even started to occur to him before, but\r\napparently it could be done. A little resolution, a little\r\ndetermination . . . nothing more was needed. He looked at Mr.\r\nPett. And yet Mr. Pett had crumpled up Eugenia's sister with\r\nabout three firm speeches. It could be done. . . .\r\n\r\n\"What have you to say, Bingley?\"\r\n\r\nMr. Crocker drew himself up.\r\n\r\n\"Just this!\" he said. \"I'm an American citizen, and the way I've\r\nfigured it out is that my place is in America. It's no good\r\ntalking about it, Eugenia. I'm sorry if it upsets your plans, but\r\nI--am--not--going--back--to--London!\" He eyed his speechless wife\r\nunflatteringly. \"I'm going to stick on here and see the pennant\r\nrace out. And after that I'm going to take in the World's\r\nSeries.\"\r\n\r\nMrs. Crocker opened her mouth to speak, closed it, re-opened it.\r\nThen she found that she had nothing to say.\r\n\r\n\"I hope you'll be sensible, Eugenia, and stay on this side, and\r\nwe can all be happy. I'm sorry to have to take this stand, but\r\nyou tried me too high. You're a woman, and you don't know what it\r\nis to go five years without seeing a ball game; but take it from\r\nme it's more than any real fan can stand. It nearly killed me,\r\nand I'm not going to risk it again. If Mr. Pett will keep me on\r\nas his butler, I'll stay here in this house. If he won't, I'll\r\nget another job somewhere. But, whatever happens, I stick to this\r\nside!\"\r\n\r\nMr. Pett uttered a whoop of approval.\r\n\r\n\"There's always been a place for you in my house, old man!\" he\r\ncried. \"When I get a butler who--\"\r\n\r\n\"But, Bingley! How can you be a butler?\"\r\n\r\n\"You ought to watch him!\" said Mr. Pett enthusiastically. \"He's a\r\nwonder! He can pull all the starchy stuff as if he'd lived with\r\nthe Duke of Whoosis for the last forty years, and then go right\r\noff and fling a pop-bottle at an umpire! He's all right!\"\r\n\r\nThe eulogy was wasted on Mrs. Crocker. She burst into tears. It\r\nwas a new experience for her husband, and he watched her\r\nawkwardly, his resolute demeanour crumbling under this unexpected\r\nassault.\r\n\r\n\"Eugenia!\"\r\n\r\nMrs. Crocker wiped her eyes.\r\n\r\n\"I can't stand it!\" she sobbed. \"I've worked and worked all these\r\nyears, and now, just as success has nearly come--Bingley, _do_\r\ncome back! It will only be for a little longer.\"\r\n\r\nMr. Crocker stared.\r\n\r\n\"A little longer? Why, that Lord Percy Whipple business--I know\r\nyou must have had excellent reasons for soaking him, Jimmy, but\r\nit did put the lid on it--surely, after that Lord Percy affair\r\nthere's no chance--?\"\r\n\r\n\"There is! There is! It has made no difference at all! Lord Percy\r\ncame to call next day with a black eye, poor boy!--and said that\r\nJames was a sportsman and that he wanted to know him better! He\r\nsaid he had never felt so drawn towards any one in his life and\r\nhe wanted him to show him how he made some blow which he called a\r\nright hook. The whole affair has simply endeared James to him,\r\nand Lady Corstorphine says that the Duke of Devizes read the\r\naccount of the fight to the Premier that very evening and they\r\nboth laughed till they nearly got apoplexy.\"\r\n\r\nJimmy was deeply touched. He had not suspected such a sporting\r\nspirit in his antagonist.\r\n\r\n\"Percy's all right.\" he said enthusiastically. \"Dad, you ought to\r\ngo back. It's only fair.\"\r\n\r\n\"But, Jimmy! Surely _you_ can understand? There's only a game\r\nseparating the Giants and the Phillies, with the Braves coming\r\nalong just behind. And the season only half over!\"\r\n\r\nMrs. Crocker looked imploringly at him.\r\n\r\n\"It will only be for a little while, Bingley. Lady Corstorphine,\r\nwho has means of knowing, says that your name is certain to be in\r\nthe next Honours List. After that you can come back as often as\r\nyou like. We could spend the summer here and the winter in\r\nEngland, or whatever you pleased.\"\r\n\r\nMr. Crocker capitulated.\r\n\r\n\"All right, Eugenia. I'll come.\"\r\n\r\n\"Bingley! We shall have to go back by the next boat, dear. People\r\nare beginning to wonder where you are. I've told them that you\r\nare taking a rest in the country. But they will suspect something\r\nif you don't come back at once.\"\r\n\r\nMr. Crocker's face wore a drawn look. He had never felt so\r\nattached to his wife as now, when she wept these unexpected tears\r\nand begged favours of him with that unfamiliar catch in her\r\nvoice. On the other hand . . . A vision rose before him of the\r\nPolo Grounds on a warm afternoon. . . . He crushed it down.\r\n\r\n\"Very well,\" he said.\r\n\r\nMr. Pett offered a word of consolation.\r\n\r\n\"Maybe you'll be able to run over for the World's Series?\"\r\n\r\nMr. Crocker's face cleared.\r\n\r\n\"That's true.\"\r\n\r\n\"And I'll cable you the scores every day, dad,\" said Jimmy.\r\n\r\nMrs. Crocker looked at him with a touch of disapproval clouding\r\nthe happiness of her face.\r\n\r\n\"Are you staying over here, James? There is no reason why you\r\nshould not come back, too. If you make up your mind to change\r\nyour habits--\"\r\n\r\n\"I have made up my mind to change them. But I'm going to do it in\r\nNew York. Mr. Pett is going to give me a job in his office. I am\r\ngoing to start at the bottom and work my way still further down.\"\r\n\r\nMr. Pett yapped with rapture. He was experiencing something of\r\nthe emotion of the preacher at the camp-meeting who sees the\r\nSinners' Bench filling up. To have secured Willie Partridge, whom\r\nhe intended to lead gradually into the realms of high finance by\r\nway of envelope-addressing, was much. But that Jimmy, with a\r\nchoice in the matter, should have chosen the office filled him\r\nwith such content that he only just stopped himself from dancing\r\non his bad foot.\r\n\r\n\"Don't worry about me, dad. I shall do wonders. It's quite easy\r\nto make a large fortune. I watched uncle Pete in his office this\r\nmorning, and all he does is sit at a mahogany table and tell the\r\noffice-boy to tell callers that he has gone away for the day. I\r\nthink I ought to rise to great heights in that branch of\r\nindustry. From the little I have seen of it, it seems to have\r\nbeen made for me!\""
  ]
}