{
  "index": 24,
  "title": "Chapter 23",
  "paragraphs": [
    "SENSATIONAL TURNING OF A WORM\r\n\r\nTo this remarkable metamorphosis in Mr. Peter Pett several causes\r\nhad contributed. In the first place, the sudden dismissal of\r\nJerry Mitchell had obliged him to go two days without the\r\nphysical exercises to which his system had become accustomed, and\r\nthis had produced a heavy, irritable condition of body and mind.\r\nHe had brooded on the injustice of his lot until he had almost\r\nworked himself up to rebellion. And then, as sometimes happened\r\nwith him when he was out of sorts, a touch of gout came to add to\r\nhis troubles. Being a patient man by nature, he might have borne\r\nup against these trials, had he been granted an adequate night's\r\nrest. But, just as he had dropped off after tossing restlessly\r\nfor two hours, things had begun to happen noisily in the library.\r\nHe awoke to a vague realisation of tumult below.\r\n\r\nSuch was the morose condition of his mind as the result of his\r\nmisfortune that at first not even the cries for help could\r\ninterest him sufficiently to induce him to leave his bed. He knew\r\nthat walking in his present state would be painful, and he\r\ndeclined to submit to any more pain just because some party\r\nunknown was apparently being murdered in his library. It was not\r\nuntil the shrill barking of the dog Aida penetrated right in\r\namong his nerve-centres and began to tie them into knots that he\r\nfound himself compelled to descend. Even when he did so, it was\r\nin no spirit of kindness. He did not come to rescue anybody or to\r\ninterfere between any murderer and his victim. He came in a fever\r\nof militant wrath to suppress Aida. On the threshold of the\r\nlibrary, however, the genius, by treading on his gouty foot, had\r\ndiverted his anger and caused it to become more general. He had\r\nnot ceased to concentrate his venom on Aida. He wanted to assail\r\neverybody.\r\n\r\n\"What's the matter here?\" he demanded, red-eyed. \"Isn't somebody\r\ngoing to tell me? Have I got to stop here all night? Who on earth\r\nis this?\" He glared at Miss Trimble. \"What's she doing with that\r\npistol?\" He stamped incautiously with his bad foot, and emitted a\r\ndry howl of anguish.\r\n\r\n\"She is a detective, Peter,\" said Mrs. Pett timidly.\r\n\r\n\"A detective? Why? Where did she come from?\"\r\n\r\nMiss Trimble took it upon herself to explain.\r\n\r\n\"Mister Pett, siz Pett sent f'r me t' watch out so's nobody\r\nkidnapped her son.\"\r\n\r\n\"Oggie,\" explained Mrs. Pett. \"Miss Trimble was guarding darling\r\nOggie.\"\r\n\r\n\"Why?\"\r\n\r\n\"To--to prevent him being kidnapped, Peter.\"\r\n\r\nMr. Pett glowered at the stout boy. Then his eye was attracted by\r\nthe forlorn figure of Jerry Mitchell. He started.\r\n\r\n\"Was this fellow kidnapping the boy?\" he asked.\r\n\r\n\"Sure,\" said Miss Trimble. \"Caught h'm with th' goods. He w's\r\nwaiting outside there with a car. I held h'm and this other guy\r\nup w'th a gun and brought 'em back!\"\r\n\r\n\"Jerry,\" said Mr. Pett, \"it wasn't your fault that you didn't\r\nbring it off, and I'm going to treat you right. You'd have done\r\nit if nobody had butted in to stop you. You'll get the money to\r\nstart that health-farm of yours all right. I'll see to that. Now\r\nyou run off to bed. There's nothing to keep you here.\"\r\n\r\n\"Say!\" cried Miss Trimble, outraged. \"D'ya mean t' say y' aren't\r\ngoing t' pros'cute? Why, aren't I tell'ng y' I caught h'm\r\nkidnapping th' boy?\"\r\n\r\n\"I told him to kidnap the boy!\" snarled Mr. Pett.\r\n\r\n\"Peter!\"\r\n\r\nMr. Pett looked like an under-sized lion as he faced his wife. He\r\nbristled. The recollection of all that he had suffered from Ogden\r\ncame to strengthen his determination.\r\n\r\n\"I've tried for two years to get you to send that boy to a good\r\nboarding-school, and you wouldn't do it. I couldn't stand having\r\nhim loafing around the house any longer, so I told Jerry Mitchell\r\nto take him away to a friend of his who keeps a dogs' hospital on\r\nLong Island and to tell his friend to hold him there till he got\r\nsome sense into him. Well, you've spoiled that for the moment\r\nwith your detectives, but it still looks good to me. I'll give\r\nyou a choice. You can either send that boy to a boarding-school\r\nnext week, or he goes to Jerry Mitchell's friend. I'm not going\r\nto have him in the house any longer, loafing in my chair and\r\nsmoking my cigarettes. Which is it to be?\"\r\n\r\n\"But, Peter!\"\r\n\r\n\"Well?\"\r\n\r\n\"If I send him to a school, he may be kidnapped.\"\r\n\r\n\"Kidnapping can't hurt him. It's what he needs. And, anyway, if\r\nhe is I'll pay the bill and be glad to do it. Take him off to bed\r\nnow. To-morrow you can start looking up schools. Great Godfrey!\"\r\nHe hopped to the writing-desk and glared disgustedly at the\r\n_debris_ on it. \"Who's been making this mess on my desk? It's hard!\r\nIt's darned hard! The only room in the house that I ask to have\r\nfor my own, where I can get a little peace, and I find it turned\r\ninto a beer-garden, and coffee or some damned thing spilled all\r\nover my writing-desk!\"\r\n\r\n\"That isn't coffee, Peter,\" said Mrs. Pett mildly. This cave-man\r\nwhom she had married under the impression that he was a gentle\r\ndomestic pet had taken all the spirit out of her. \"It's Willie's\r\nexplosive.\"\r\n\r\n\"Willie's explosive?\"\r\n\r\n\"Lord Wisbeach--I mean the man who pretended to be Lord\r\nWisbeach--dropped it there.\"\r\n\r\n\"Dropped it there? Well, why didn't it explode and blow the place\r\nto Hoboken, then?\"\r\n\r\nMrs. Pett looked helplessly at Willie, who thrust his fingers\r\ninto his mop of hair and rolled his eyes.\r\n\r\n\"There was fortunately some slight miscalculation in my formula,\r\nuncle Peter,\" he said. \"I shall have to look into it to-morrow.\r\nWhether the trinitrotoluol--\"\r\n\r\nMr. Pett uttered a sharp howl. He beat the air with his clenched\r\nfists. He seemed to be having a brain-storm.\r\n\r\n\"Has this--this _fish_ been living on me all this time--have I been\r\nsupporting this--this _buzzard_ in luxury all these years while he\r\nfooled about with an explosive that won't explode! He pointed an\r\naccusing finger at the inventor. Look into it tomorrow, will you?\r\nYes, you can look into it to-morrow after six o'clock! Until then\r\nyou'll be working--for the first time in your life--working in my\r\noffice, where you ought to have been all along.\" He surveyed the\r\ncrowded room belligerently. \"Now perhaps you will all go back to\r\nbed and let people get a little sleep. Go home!\" he said to the\r\ndetective.\r\n\r\nMiss Trimble stood her ground. She watched Mrs. Pett pass away\r\nwith Ogden, and Willie Partridge head a stampede of geniuses, but\r\nshe declined to move.\r\n\r\n\"Y' gotta cut th' rough stuff, 'ster Pett,\" she said calmly. \"I\r\nneed my sleep, j'st 's much 's everyb'dy else, but I gotta stay\r\nhere. There's a lady c'ming right up in a taxi fr'm th' Astorbilt\r\nto identify this gook. She's after'm f'r something.\"\r\n\r\n\"What! Skinner?\"\r\n\r\n\"'s what he calls h'mself.\"\r\n\r\n\"What's he done?\"\r\n\r\n\"I d'no. Th' lady'll tell us that.\"\r\n\r\nThere was a violent ringing at the front door bell.\r\n\r\n\"I guess that's her,\" said Miss Trimble. \"Who's going to let 'r\r\nin? I can't go.\"\r\n\r\n\"I will,\" said Ann.\r\n\r\nMr. Pett regarded Mr. Crocker with affectionate encouragement.\r\n\r\n\"I don't know what you've done, Skinner,\" he said, \"but I'll\r\nstand by you. You're the best fan I ever met, and if I can keep\r\nyou out of the penitentiary, I will.\"\r\n\r\n\"It isn't the penitentiary!\" said Mr. Crocker unhappily.\r\n\r\nA tall, handsome, and determined-looking woman came into the\r\nroom. She stood in the doorway, looking about her. Then her eyes\r\nrested on Mr. Crocker. For a moment she gazed incredulously at\r\nhis discoloured face. She drew a little nearer, peering.\r\n\r\n\"D'yo 'dentify 'm, ma'am?\" said Miss Trimble.\r\n\r\n\"Bingley!\"\r\n\r\n\"Is 't th' guy y' wanted?\"\r\n\r\n\"It's my husband!\" said Mrs. Crocker.\r\n\r\n\"Y' can't arrest 'm f'r _that!_\" said Miss Trimble disgustedly.\r\n\r\nShe thrust her revolver back into the hinterland of her costume.\r\n\r\n\"Guess I'll be beatin' it,\" she said with a sombre frown. She was\r\nplainly in no sunny mood. \"'f all th' hunk jobs I was ever on,\r\nthis is th' hunkest. I'm told off 't watch a gang of crooks, and\r\nafter I've lost a night's sleep doing it, it turns out 't's a\r\nnice, jolly fam'ly party!\" She jerked her thumb towards Jimmy.\r\n\"Say, this guy says he's that guy's son. I s'pose it's all\r\nright?\"\r\n\r\n\"That is my step-son, James Crocker.\"\r\n\r\nAnn uttered a little cry, but it was lost in Miss Trimble's\r\nstupendous snort. The detective turned to the window.\r\n\r\n\"I guess I'll beat 't,\" she observed caustically, \"before it\r\nturns out that I'm y'r l'il daughter Genevieve.\""
  ]
}