{
  "index": 22,
  "title": "Chapter 21",
  "paragraphs": [
    "IN THE LIBRARY\r\n\r\nJimmy's first emotion on hearing the footstep was the crude\r\ninstinct of self-preservation. All that he was able to think of\r\nat the moment was the fact that he was in a questionable position\r\nand one which would require a good deal of explaining away if he\r\nwere found, and his only sensation was a strong desire to avoid\r\ndiscovery. He made a silent, scrambling leap for the gallery\r\nstairs, and reached their shelter just as the door opened. He\r\nstood there, rigid, waiting to be challenged, but apparently he\r\nhad moved in time, for no voice spoke. The door closed so gently\r\nas to be almost inaudible, and then there was silence again. The\r\nroom remained in darkness, and it was this perhaps that first\r\nsuggested to Jimmy the comforting thought that the intruder was\r\nequally desirous of avoiding the scrutiny of his fellows. He had\r\ntaken it for granted in his first panic that he himself was the\r\nonly person in that room whose motive for being there would not\r\nhave borne inspection. But now, safely hidden in the gallery, out\r\nof sight from the floor below, he had the leisure to consider the\r\nnewcomer's movements and to draw conclusions from them.\r\n\r\nAn honest man's first act would surely have been to switch on the\r\nlights. And an honest man would hardly have crept so stealthily.\r\nIt became apparent to Jimmy, as he leaned over the rail and tried\r\nto pierce the darkness, that there was sinister work afoot; and\r\nhe had hardly reached this conclusion when his mind took a\r\nfurther leap and he guessed the identity of the soft-footed\r\nperson below. It could be none but his old friend Lord Wisbeach,\r\nknown to \"the boys\" as Gentleman Jack. It surprised him that he\r\nhad not thought of this before. Then it surprised him that, after\r\nthe talk they had only a few hours earlier in that very room,\r\nGentleman Jack should have dared to risk this raid.\r\n\r\nAt this moment the blackness was relieved as if by the striking\r\nof a match. The man below had brought an electric torch into\r\nplay, and now Jimmy could see clearly. He had been right in his\r\nsurmise. It was Lord Wisbeach. He was kneeling in front of the\r\nsafe. What he was doing to the safe, Jimmy could not see, for the\r\nman's body was in the way; but the electric torch shone on his\r\nface, lighting up grim, serious features quite unlike the amiable\r\nand slightly vacant mask which his lordship was wont to present\r\nto the world. As Jimmy looked, something happened in the pool of\r\nlight beyond his vision. Gentleman Jack gave a muttered\r\nexclamation of satisfaction, and then Jimmy saw that the door of\r\nthe safe had swung open. The air was full of a penetrating smell\r\nof scorched metal. Jimmy was not an expert in these matters, but\r\nhe had read from time to time of modern burglars and their\r\nmethods, and he gathered that an oxy-acetylene blow-pipe, with\r\nits flame that cuts steel as a knife cuts cheese, had been at\r\nwork.\r\n\r\nLord Wisbeach flashed the torch into the open safe, plunged his\r\nhand in, and drew it out again, holding something. Handling this\r\nin a cautious and gingerly manner, he placed it carefully in his\r\nbreast pocket. Then he straightened himself. He switched off the\r\ntorch, and moved to the window, leaving the rest of his\r\nimplements by the open safe. He unfastened the shutter, then\r\nraised the catch of the window. At this point it seemed to Jimmy\r\nthat the time had come to interfere.\r\n\r\n\"Tut, tut!\" he said in a tone of mild reproof.\r\n\r\nThe effect of the rebuke on Lord Wisbeach was remarkable. He\r\njumped convulsively away from the window, then, revolving on his\r\nown axis, flashed the torch into every corner of the room.\r\n\r\n\"Who's that?\" he gasped.\r\n\r\n\"Conscience!\" said Jimmy.\r\n\r\nLord Wisbeach had overlooked the gallery in his researches. He\r\nnow turned his torch upwards. The light flooded the gallery on\r\nthe opposite side of the room from where Jimmy stood. There was a\r\npistol in Gentleman Jack's hand now. It followed the torch\r\nuncertainly.\r\n\r\nJimmy, lying flat on the gallery floor, spoke again.\r\n\r\n\"Throw that gun away, and the torch, too,\" he said. \"I've got you\r\ncovered!\"\r\n\r\nThe torch flashed above his head, but the raised edge of the\r\ngallery rail protected him.\r\n\r\n\"I'll give you five seconds. If you haven't dropped that gun by\r\nthen, I shall shoot!\"\r\n\r\nAs he began to count, Jimmy heartily regretted that he had\r\nallowed his appreciation of the dramatic to lead him into this\r\nsituation. It would have been so simple to have roused the house\r\nin a prosaic way and avoided this delicate position. Suppose his\r\nbluff did not succeed. Suppose the other still clung to his\r\npistol at the end of the five seconds. He wished that he had made\r\nit ten instead. Gentleman Jack was an enterprising person, as his\r\nprevious acts had showed. He might very well decide to take a\r\nchance. He might even refuse to believe that Jimmy was armed. He\r\nhad only Jimmy's word for it. Perhaps he might be as deficient in\r\nsimple faith as he had proved to be in Norman blood! Jimmy\r\nlingered lovingly over his count.\r\n\r\n\"Four!\" he said reluctantly.\r\n\r\nThere was a breathless moment. Then, to Jimmy's unspeakable\r\nrelief, gun and torch dropped simultaneously to the floor. In an\r\ninstant Jimmy was himself again.\r\n\r\n\"Go and stand with your face to that wall,\" he said crisply.\r\n\"Hold your hands up!\"\r\n\r\n\"Why?\"\r\n\r\n\"I'm going to see how many more guns you've got.\"\r\n\r\n\"I haven't another.\"\r\n\r\n\"I'd like to make sure of that for myself. Get moving!\"\r\n\r\nGentleman Jack reluctantly obeyed. When he had reached the wall,\r\nJimmy came down. He switched on the lights. He felt in the\r\nother's pockets, and almost at once encountered something hard\r\nand metallic.\r\n\r\nHe shook his head reproachfully.\r\n\r\n\"You are very loose and inaccurate in your statements,\" he said.\r\n\"Why all these weapons? I didn't raise my boy to be a soldier!\r\nNow you can turn around and put your hands down.\"\r\n\r\nGentleman Jack's appeared to be a philosophical nature. The\r\nchagrin consequent upon his failure seemed to have left him. He\r\nsat on the arm of a chair and regarded Jimmy without apparent\r\nhostility. He even smiled a faint smile.\r\n\r\n\"I thought I had fixed you, he said. You must have been smarter\r\nthan I took you for. I never supposed you would get on to that\r\ndrink and pass it up.\"\r\n\r\nUnderstanding of an incident which had perplexed him came to\r\nJimmy.\r\n\r\n\"Was it you who put that high-ball in my room? Was it doped?\"\r\n\r\n\"Didn't you know?\"\r\n\r\n\"Well,\" said Jimmy, \"I never knew before that virtue got its\r\nreward so darned quick in this world. I rejected that high-ball\r\nnot because I suspected it but out of pure goodness, because I\r\nhad made up my mind that I was through with all that sort of\r\nthing.\"\r\n\r\nHis companion laughed. If Jimmy had had a more intimate\r\nacquaintance with the resourceful individual whom the \"boys\"\r\ncalled Gentleman Jack, he would have been disquieted by that\r\nlaugh. It was an axiom among those who knew him well, that when\r\nGentleman Jack chuckled in the reflective way, he generally had\r\nsomething unpleasant up his sleeve.\r\n\r\n\"It's your lucky night,\" said Gentleman Jack.\r\n\r\n\"It looks like it.\"\r\n\r\n\"Well, it isn't over yet.\"\r\n\r\n\"Very nearly. You had better go and put that test-tube back in\r\nwhat is left of the safe now. Did you think I had forgotten it?\"\r\n\r\n\"What test-tube?\"\r\n\r\n\"Come, come, old friend! The one filled with Partridge's\r\nexplosive, which you have in your breast-pocket.\"\r\n\r\nGentleman Jack laughed again. Then he moved towards the safe.\r\n\r\n\"Place it gently on the top shelf,\" said Jimmy.\r\n\r\nThe next moment every nerve in his body was leaping and\r\nquivering. A great shout split the air. Gentleman Jack,\r\napparently insane, was giving tongue at the top of his voice.\r\n\r\n\"Help! Help! Help!\"\r\n\r\nThe conversation having been conducted up to this point in\r\nundertones, the effect of this unexpected uproar was like an\r\nexplosion. The cries seemed to echo round the room and shake the\r\nvery walls. For a moment Jimmy stood paralysed, staring feebly;\r\nthen there was a sudden deafening increase in the din. Something\r\nliving seemed to writhe and jump in his hand. He dropped it\r\nincontinently, and found himself gazing in a stupefied way at a\r\nround, smoking hole in the carpet. Such had been the effect of\r\nGentleman Jack's unforeseen outburst that he had quite forgotten\r\nthat he held the revolver, and he had been unfortunate enough at\r\nthis juncture to pull the trigger.\r\n\r\nThere was a sudden rush and a swirl of action. Something hit\r\nJimmy under the chin. He staggered back, and when he had\r\nrecovered himself found himself looking into the muzzle of the\r\nrevolver which had nearly blown a hole in his foot a moment back.\r\nThe sardonic face of Gentleman Jack smiled grimly over the\r\nbarrel.\r\n\r\n\"I told you the night wasn't over yet!\" he said.\r\n\r\nThe blow under the chin had temporarily dulled Jimmy's mentality.\r\nHe stood, swallowing and endeavouring to pull himself together\r\nand to get rid of a feeling that his head was about to come off.\r\nHe backed to the desk and steadied himself against it.\r\n\r\nAs he did so, a voice from behind him spoke.\r\n\r\n\"Whassall this?\"\r\n\r\nHe turned his head. A curious procession was filing in through\r\nthe open French window. First came Mr. Crocker, still wearing his\r\nhideous mask; then a heavily bearded individual with round\r\nspectacles, who looked like an automobile coming through a\r\nhaystack; then Ogden Ford, and finally a sturdy,\r\ndetermined-looking woman with glittering but poorly co-ordinated\r\neyes, who held a large revolver in her unshaking right hand and\r\nlooked the very embodiment of the modern female who will stand no\r\nnonsense. It was part of the nightmare-like atmosphere which\r\nseemed to brood inexorably over this particular night that this\r\nperson looked to Jimmy exactly like the parlour-maid who had come\r\nto him in this room in answer to the bell and who had sent his\r\nfather to him. Yet how could it be she? Jimmy knew little of the\r\nhabits of parlour-maids, but surely they did not wander about\r\nwith revolvers in the small hours?\r\n\r\nWhile he endeavoured feverishly to find reason in this chaos, the\r\ndoor opened and a motley crowd, roused from sleep by the cries,\r\npoured in. Jimmy, turning his head back again to attend to this\r\ninvasion, perceived Mrs. Pett, Ann, two or three of the geniuses,\r\nand Willie Partridge, in various stages of _negligee_ and babbling\r\nquestions.\r\n\r\nThe woman with the pistol, assuming instant and unquestioned\r\ndomination of the assembly, snapped out an order.\r\n\r\n\"Shutatdoor!\"\r\n\r\nSomebody shut the door.\r\n\r\n\"Now, whassall this?\" she said, turning to Gentleman Jack."
  ]
}