{
  "index": 21,
  "title": "Chapter 20",
  "paragraphs": [
    "CHICAGO ED.\r\n\r\nRiverside Drive slept. The moon shone on darkened windows and\r\ndeserted sidewalks. It was past one o'clock in the morning. The\r\nwicked Forties were still ablaze with light and noisy foxtrots;\r\nbut in the virtuous Hundreds, where Mr. Pett's house stood,\r\nrespectable slumber reigned. Only the occasional drone of a\r\npassing automobile broke the silence, or the love-sick cry of\r\nsome feline Romeo patrolling a wall-top.\r\n\r\nJimmy was awake. He was sitting on the edge of his bed watching\r\nhis father put the finishing touches to his make-up, which was of\r\na shaggy and intimidating nature. The elder Crocker had conceived\r\nthe outward aspect of Chicago Ed., King of the Kidnappers, on\r\nbroad and impressive lines, and one glance would have been enough\r\nto tell the sagacious observer that here was no white-souled\r\ncomrade for a nocturnal saunter down lonely lanes and\r\nout-of-the-way alleys.\r\n\r\nMr. Crocker seemed to feel this himself.\r\n\r\n\"The only trouble is, Jim,\" he said, peering at himself in the\r\nglass, \"shan't I scare the boy to death directly he sees me?\r\nOughtn't I to give him some sort of warning?\"\r\n\r\n\"How? Do you suggest sending him a formal note?\"\r\n\r\nMr. Crocker surveyed his repellent features doubtfully.\r\n\r\n\"It's a good deal to spring on a kid at one in the morning,\" he\r\nsaid. \"Suppose he has a fit!\"\r\n\r\n\"He's far more likely to give you one. Don't you worry about\r\nOgden, dad. I shouldn't think there was a child alive more equal\r\nto handling such a situation.\"\r\n\r\nThere was an empty glass standing on a tray on the\r\ndressing-table. Mr. Crocker eyed this sadly.\r\n\r\n\"I wish you hadn't thrown that stuff away, Jim. I could have done\r\nwith it. I'm feeling nervous.\"\r\n\r\n\"Nonsense, dad! You're all right! I had to throw it away. I'm on\r\nthe wagon now, but how long I should have stayed on with that\r\nsmiling up at me I don't know. I've made up my mind never to\r\nlower myself to the level of the beasts that perish with the\r\ndemon Rum again, because my future wife has strong views on the\r\nsubject: but there's no sense in taking chances. Temptation is\r\nall very well, but you don't need it on your dressing-table. It\r\nwas a kindly thought of yours to place it there, dad, but--\"\r\n\r\n\"Eh? I didn't put it there.\"\r\n\r\n\"I thought that sort of thing came in your department. Isn't it\r\nthe butler's job to supply drinks to the nobility and gentry?\r\nWell, it doesn't matter. It is now distributed over the\r\nneighbouring soil, thus removing a powerful temptation from your\r\npath. You're better without it.\" He looked at his watch. \"Well,\r\nit ought to be all right now.\" He went to the window. \"There's an\r\nautomobile down there. I suppose it's Jerry. I told him to be\r\noutside at one sharp and it's nearly half-past. I think you might\r\nbe starting, dad. Oh, by the way, you had better tell Ogden that\r\nyou represent a gentleman of the name of Buck Maginnis. It was\r\nBuck who got away with him last time, and a firm friendship seems\r\nto-have sprung up between them. There's nothing like coming with\r\na good introduction.\"\r\n\r\nMr. Crocker took a final survey of himself in the mirror.\r\n\r\n\"Gee I I'd hate to meet myself on a lonely road!\"\r\n\r\nHe opened the door, and stood for a moment listening.\r\n\r\nFrom somewhere down the passage came the murmur of a muffled\r\nsnore.\r\n\r\n\"Third door on the left,\" said Jimmy. \"Three--count 'em!--three.\r\nDon't go getting mixed.\"\r\n\r\nMr. Crocker slid into the outer darkness like a stout ghost, and\r\nJimmy closed the door gently behind him.\r\n\r\nHaving launched his indulgent parent safely on a career of crime,\r\nJimmy switched off the light and returned to the window. Leaning\r\nout, he gave himself up for a moment to sentimental musings. The\r\nnight was very still. Through the trees which flanked the house\r\nthe dimmed headlights of what was presumably Jerry Mitchell's\r\nhired car shone faintly like enlarged fire-flies. A boat of some\r\ndescription was tooting reflectively far down the river. Such was\r\nthe seductive influence of the time and the scene that Jimmy\r\nmight have remained there indefinitely, weaving dreams, had he\r\nnot been under the necessity of making his way down to the\r\nlibrary. It was his task to close the French windows after his\r\nfather and Ogden had passed through, and he proposed to remain\r\nhid in the gallery there until the time came for him to do this.\r\nIt was imperative that he avoid being seen by Ogden.\r\n\r\nLocking his door behind him, he went downstairs. There were no\r\nsigns of life in the house. Everything was still. He found the\r\nstaircase leading to the gallery without having to switch on the\r\nlights.\r\n\r\nIt was dusty in the gallery, and a smell of old leather enveloped\r\nhim. He hoped his father would not be long. He lowered himself\r\ncautiously to the floor, and, resting his head against a\r\nconvenient shelf, began to wonder how the interview between\r\nChicago Ed. and his prey was progressing.\r\n\r\n        *       *       *       *       *\r\n\r\nMr. Crocker, meanwhile, masked to the eyes, had crept in fearful\r\nsilence to the door which Jimmy had indicated. A good deal of the\r\ngay enthusiasm with which he had embarked on this enterprise had\r\nebbed away from him. Now that he had become accustomed to the\r\nnovelty of finding himself once more playing a character part,\r\nhis intimate respectability began to assert itself. It was one\r\nthing to play Chicago Ed. at a Broadway theatre, but quite another\r\nto give a benefit performance like this. As he tip-toed along the\r\npassage, the one thing that presented itself most clearly to him\r\nwas the appalling outcome of this act of his, should anything go\r\nwrong. He would have turned back, but for the thought that Jimmy\r\nwas depending on him and that success would mean Jimmy's\r\nhappiness. Stimulated by this reflection, he opened Ogden's door\r\ninch by inch and went in. He stole softly across the room.\r\n\r\nHe had almost reached the bed, and had just begun to wonder how\r\non earth, now that he was there, he could open the proceedings\r\ntactfully and without alarming the boy, when he was saved the\r\ntrouble of pondering further on this problem. A light flashed out\r\nof the darkness with the suddenness of a bursting bomb, and a\r\nvoice from the same general direction said \"Hands up!\"\r\n\r\nWhen Mr. Crocker had finished blinking and had adjusted his eyes\r\nto the glare, he perceived Ogden sitting up in bed with a\r\nrevolver in his hand. The revolver was resting on his knee, and\r\nits muzzle pointed directly at Mr. Crocker's ample stomach.\r\n\r\nExhaustive as had been the thought which Jimmy's father had given\r\nto the possible developments of his enterprise, this was a\r\ncontingency of which he had not dreamed. He was entirely at a\r\nloss.\r\n\r\n\"Don't do that!\" he said huskily. \"It might go off!\"\r\n\r\n\"I should worry!\" replied Ogden coldly. \"I'm at the right end of\r\nit. What are you doing here?\" He looked fondly at the lethal\r\nweapon. \"I got this with cigarette-coupons, to shoot rabbits when\r\nwe went to the country. Here's where I get a chance at something\r\npart-human.\"\r\n\r\n\"Do you want to murder me?\"\r\n\r\n\"Why not?\"\r\n\r\nMr. Crocker's make-up was trickling down his face in sticky\r\nstreams. The mask, however, prevented Ogden from seeing this\r\npeculiar phenomenon. He was gazing interestedly at his visitor.\r\nAn idea struck him.\r\n\r\n\"Say, did you come to kidnap me?\"\r\n\r\nMr. Crocker felt the sense of relief which he had sometimes\r\nexperienced on the stage when memory had failed him during a\r\nscene and a fellow-actor had thrown him the line. It would be\r\nexaggerating to say that he was himself again. He could never be\r\ncompletely at his ease with that pistol pointing at him; but he\r\nfelt considerably better. He lowered his voice an octave or so,\r\nand spoke in a husky growl.\r\n\r\n\"Aw, cheese it, kid. Nix on the rough stuff!\"\r\n\r\n\"Keep those hands up!\" advised Ogden.\r\n\r\n\"Sure! Sure!\" growled Mr. Crocker. \"Can the gun-play, bo! Say,\r\nyou've soitanly grown since de last time we got youse!\"\r\n\r\nOgden's manner became magically friendly.\r\n\r\n\"Are you one of Buck Maginnis' lot?\" he enquired almost politely.\r\n\r\n\"Dat's right!\" Mr. Crocker blessed the inspiration which had\r\nprompted Jimmy's parting words. \"I'm wit Buck.\"\r\n\r\n\"Why didn't Buck come himself?\"\r\n\r\n\"He's woiking on anudder job!\"\r\n\r\nTo Mr. Crocker's profound relief Ogden lowered the pistol.\r\n\r\n\"I'm strong for Buck,\" he said conversationally. \"We're old pals.\r\nDid you see the piece in the paper about him kidnapping me last\r\ntime? I've got it in my press-clipping album.\"\r\n\r\n\"Sure,\" said Mr. Crocker.\r\n\r\n\"Say, listen. If you take me now, Buck's got to come across. I\r\nlike Buck, but I'm not going to let myself be kidnapped for his\r\nbenefit. It's fifty-fifty, or nothing doing. See?\"\r\n\r\n\"I get you, kid.\"\r\n\r\n\"Well, if that's understood, all right. Give me a minute to get\r\nsome clothes on, and I'll be with you.\"\r\n\r\n\"Don't make a noise,\" said Mr. Crocker.\r\n\r\n\"Who's making any noise? Say, how did you get in here?\"\r\n\r\n\"T'roo de libery windows.\"\r\n\r\n\"I always knew some yegg would stroll in that way. It beats me\r\nwhy they didn't have bars fixed on them.\"\r\n\r\n\"Dere's a buzz-wagon outside, waitin'.\"\r\n\r\n\"You do it in style, don't you?\" observed Ogden, pulling on his\r\nshirt. \"Who's working this with you? Any one I know?\"\r\n\r\n\"Naw. A new guy.\"\r\n\r\n\"Oh? Say, I don't remember you, if it comes to that.\"\r\n\r\n\"You don't?\" said Mr. Crocker a little discomposed.\r\n\r\n\"Well, maybe I wouldn't, with that mask on you. Which of them\r\nare you?\"\r\n\r\n\"Chicago Ed.'s my monaker.\"\r\n\r\n\"I don't remember any Chicago Ed.\"\r\n\r\n\"Well, you will after dis!\" said Mr. Crocker, happily inspired.\r\n\r\nOgden was eyeing him with sudden suspicion.\r\n\r\n\"Take that mask off and let's have a look at you.\"\r\n\r\n\"Nothing doin'.\"\r\n\r\n\"How am I to know you're on the level?\"\r\n\r\nMr. Crocker played a daring card.\r\n\r\n\"All right,\" he said, making a move towards the door. \"It's up to\r\nyouse. If you t'ink I'm not on de level, I'll beat it.\"\r\n\r\n\"Here, stop a minute,\" said Ogden hastily, unwilling that a\r\npromising business deal should be abandoned in this summary\r\nmanner. \"I'm not saying anything against you. There's no need to\r\nfly off the handle like that.\"\r\n\r\n\"I'll tell Buck I couldn't get you,\" said Mr. Crocker, moving\r\nanother step.\r\n\r\n\"Here, stop! What's the matter with you?\"\r\n\r\n\"Are youse comin' wit me?\"\r\n\r\n\"Sure, if you get the conditions. Buck's got to slip me half of\r\nwhatever he gets out of this.\"\r\n\r\n\"Dat's right. Buck'll slip youse half of anyt'ing he gets.\"\r\n\r\n\"All right, then. Wait till I've got this shoe on, and let's\r\nstart. Now I'm ready.\"\r\n\r\n\"Beat it quietly.\"\r\n\r\n\"What did you think I was going to do? Sing?\"\r\n\r\n\"Step dis way!\" said Mr. Crocker jocosely.\r\n\r\nThey left the room cautiously. Mr. Crocker for a moment had a\r\nsense of something missing. He had reached the stairs before he\r\nrealised what it was. Then it dawned upon him that what was\r\nlacking was the applause. The scene had deserved a round.\r\n\r\nJimmy, vigilant in the gallery, heard the library door open\r\nsoftly and, peering over the rail, perceived two dim forms in the\r\ndarkness. One was large, the other small. They crossed the room\r\ntogether.\r\n\r\nWhispered words reached him.\r\n\r\n\"I thought you said you came in this way.\"\r\n\r\n\"Sure.\"\r\n\r\n\"Then why's the shutter closed?\"\r\n\r\n\"I fixed it after I was in.\"\r\n\r\nThere was a faint scraping sound, followed by a click. The\r\ndarkness of the room was relieved by moonlight. The figures\r\npassed through. Jimmy ran down from the gallery, and closed the\r\nwindows softly. He had just fastened the shutters, when from the\r\npassage outside there came the unmistakeable sound of a footstep."
  ]
}