{
  "index": 26,
  "title": "Chapter 25",
  "paragraphs": [
    "EVERYBODY HAPPY\r\n\r\nJimmy looked at Ann. They were alone. Mr. Pett had gone back to\r\nbed, Mrs. Crocker to her hotel. Mr. Crocker was removing his\r\nmake-up in his room. A silence had followed their departure.\r\n\r\n\"This is the end of a perfect day!\" said Jimmy.\r\n\r\nAnn took a step towards the door.\r\n\r\n\"Don't go!\"\r\n\r\nAnn stopped.\r\n\r\n\"Mr. Crocker!\" she said.\r\n\r\n\"Jimmy,\" he corrected.\r\n\r\n\"Mr. Crocker!\" repeated Ann firmly.\r\n\r\n\"Or Algernon, if you prefer it.\"\r\n\r\n\"May I ask--\" Ann regarded him steadily. \"May I ask.\"\r\n\r\n\"Nearly always,\" said Jimmy, \"when people begin with that, they\r\nare going to say something unpleasant.\"\r\n\r\n\"May I ask why you went to all this trouble to make a fool of me?\r\nWhy could you not have told me who you were from the start?\"\r\n\r\n\"Have you forgotten all the harsh things you said to me from time\r\nto time about Jimmy Crocker? I thought that, if you knew who I\r\nwas, you would have nothing more to do with me.\"\r\n\r\n\"You were quite right.\"\r\n\r\n\"Surely, though, you won't let a thing that happened five years\r\nago make so much difference?\"\r\n\r\n\"I shall never forgive you!\"\r\n\r\n\"And yet, a little while ago, when Willie's bomb was about to go\r\noff, you flung yourself into my arms!\"\r\n\r\nAnn's face flamed.\r\n\r\n\"I lost my balance.\"\r\n\r\n\"Why try to recover it?\"\r\n\r\nAnn bit her lip.\r\n\r\n\"You did a cruel, heartless thing. What does it matter how long\r\nago it was? If you were capable of it then--\"\r\n\r\n\"Be reasonable. Don't you admit the possibility of reformation?\r\nTake your own case. Five years ago you were a minor poetess. Now\r\nyou are an amateur kidnapper--a bright, lovable girl at whose\r\napproach people lock up their children and sit on the key. As for\r\nme, five years ago I was a heartless brute. Now I am a sober\r\nserious business-man, specially called in by your uncle to help\r\njack up his tottering firm. Why not bury the dead past?\r\nBesides--I don't want to praise myself, I just want to call your\r\nattention to it--think what I have done for you. You admitted\r\nyourself that it was my influence that had revolutionised your\r\ncharacter. But for me, you would now be doing worse than write\r\npoetry. You would be writing _vers libre_. I saved you from that.\r\nAnd you spurn me!\"\r\n\r\n\"I hate you!\" said Ann.\r\n\r\nJimmy went to the writing-desk and took up a small book.\r\n\r\n\"Put that down!\"\r\n\r\n\"I just wanted to read you 'Love's Funeral!' It illustrates my\r\npoint. Think of yourself as you are now, and remember that it is\r\nI who am responsible for the improvement. Here we are. 'Love's\r\nFuneral.' 'My heart is dead. . . .' \"\r\n\r\nAnn snatched the book from his hands and flung it away. It soared\r\nup, clearing the gallery rails, and fell with a thud on the\r\ngallery floor. She stood facing him with sparkling eyes. Then she\r\nmoved away.\r\n\r\n\"I beg your pardon,\" she said stiffly. \"I lost my temper.\"\r\n\r\n\"It's your hair,\" said Jimmy soothingly. \"You're bound to be\r\nquick-tempered with hair of that glorious red shade. You must\r\nmarry some nice, determined fellow, blue-eyed, dark-haired,\r\nclean-shaven, about five foot eleven, with a future in business.\r\nHe will keep you in order.\"\r\n\r\n\"Mr. Crocker!\"\r\n\r\n\"Gently, of course. Kindly-lovingly. The velvet thingummy rather\r\nthan the iron what's-its-name. But nevertheless firmly.\"\r\n\r\nAnn was at the door.\r\n\r\n\"To a girl with your ardent nature some one with whom you can\r\nquarrel is an absolute necessity of life. You and I are\r\naffinities. Ours will be an ideally happy marriage. You would be\r\nmiserable if you had to go through life with a human doormat with\r\n'Welcome' written on him. You want some one made of sterner\r\nstuff. You want, as it were, a sparring-partner, some one with\r\nwhom you can quarrel happily with the certain knowledge that he\r\nwill not curl up in a ball for you to kick, but will be there\r\nwith the return wallop. I may have my faults--\" He paused\r\nexpectantly. Ann remained silent. \"No, no!\" he went on. \"But I am\r\nsuch a man. Brisk give-and-take is the foundation of the happy\r\nmarriage. Do you remember that beautiful line of Tennyson's--'We\r\nfell out, my wife and I'? It always conjures up for me a vision\r\nof wonderful domestic happiness. I seem to see us in our old age,\r\nyou on one side of the radiator, I on the other, warming our old\r\nlimbs and thinking up snappy stuff to hand to each\r\nother--sweethearts still! If I were to go out of your life now,\r\nyou would be miserable. You would have nobody to quarrel with.\r\nYou would be in the position of the female jaguar of the Indian\r\njungle, who, as you doubtless know, expresses her affection for\r\nher mate by biting him shrewdly in the fleshy part of the leg, if\r\nshe should snap sideways one day and find nothing there.\"\r\n\r\nOf all the things which Ann had been trying to say during this\r\ndiscourse, only one succeeded in finding expression. To her\r\nmortification, it was the only weak one in the collection.\r\n\r\n\"Are you asking me to marry you?\"\r\n\r\n\"I am.\"\r\n\r\n\"I won't!\"\r\n\r\n\"You think so now, because I am not appearing at my best. You see\r\nme nervous, diffident, tongue-tied. All this will wear off,\r\nhowever, and you will be surprised and delighted as you begin to\r\nunderstand my true self. Beneath the surface--I speak\r\nconservatively--I am a corker!\"\r\n\r\nThe door banged behind Ann. Jimmy found himself alone. He walked\r\nthoughtfully to Mr. Pett's armchair and sat down. There was a\r\nfeeling of desolation upon him. He lit a cigarette and began to\r\nsmoke pensively. What a fool he had been to talk like that! What\r\ngirl of spirit could possibly stand it? If ever there had been a\r\ntime for being soothing and serious and pleading, it had been\r\nthese last few minutes. And he talked like that!\r\n\r\nTen minutes passed. Jimmy sprang from his chair. He thought he\r\nhad heard a footstep. He flung the door open. The passage was\r\nempty. He returned miserably to his chair. Of course she had not\r\ncome back. Why should she?\r\n\r\nA voice spoke.\r\n\r\n\"Jimmy!\"\r\n\r\nHe leaped up again, and looked wildly round. Then he looked up.\r\nAnn was leaning over the gallery rail.\r\n\r\n\"Jimmy, I've been thinking it over. There's something I want to\r\nask you. Do you admit that you behaved abominably five years\r\nago?\"\r\n\r\n\"Yes!\" shouted Jimmy.\r\n\r\n\"And that you've been behaving just as badly ever since?\"\r\n\r\n\"Yes!\"\r\n\r\n\"And that you are really a pretty awful sort of person?\"\r\n\r\n\"Yes!\"\r\n\r\n\"Then it's all right. You deserve it!\"\r\n\r\n\"Deserve it?\"\r\n\r\n\"Deserve to marry a girl like me. I was worried about it, but now\r\nI see that it's the only punishment bad enough for you!\" She\r\nraised her arm.\r\n\r\n\"Here's the dead past, Jimmy! Go and bury it! Good-night!\"\r\n\r\nA small book fell squashily at Jimmy's feet. He regarded it dully\r\nfor a moment. Then, with a wild yell which penetrated even to Mr.\r\nPett's bedroom and woke that sufferer just as he was dropping off\r\nto sleep for the third time that night he bounded for the gallery\r\nstairs.\r\n\r\nAt the further end of the gallery a musical laugh sounded, and a\r\ndoor closed. Ann had gone.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n--------------------------------\r\n\r\nTranscriber's Notes for edition 11:\r\n\r\nI am greatly indebted to the Wodehouse readers from the BLANDINGS\r\ne-mail group who did such detailed research on this text, not only\r\non simple typos but on the differences between the 1916 Saturday\r\nEvening Post serialization and the US and UK early printings.\r\n\r\nI have made use, in this new PG edition, of the 1918 UK first edition\r\nreferences provided by these helpful savants, to correct misprints or\r\nother publisher's errors in the US edition, but I have otherwise\r\nfollowed the US edition.\r\n\r\nThe punctuation is somewhat different from the UK versions, notably in\r\nits use of colons. The words \"Uncle\" and \"Aunt\", where used with a name\r\n(\"Uncle Peter\", \"Aunt Nesta\"), were capitalized in the original\r\nserialized and UK editions, but lower-cased in the US edition, so I have\r\nretained the lower-case.\r\n\r\nI have also restored some _italics_ omitted in the previous PG edition.\r\n\r\nI note below some significant differences between the early printings:\r\n\r\nChapter II:\r\n \"\"Well played, sir!\" when they meant \"'at-a-boy!\"\"\r\n  \"mean\" is in the US edition; other editions have \"meant\".\r\n\r\nChapter VI:\r\n \"Regent's bill-of-fare\" has been corrected from \"Regent's bill-of-fair\"\r\n  in the US edition.\r\n \"pull some boner\" has been corrected from \"pull some bone\"\r\n  in the US edition.\r\n\r\nChapter VIII:\r\n \"Before his stony eye the immaculate Bartling wilted.\r\n It was a perfectly astounding likeness, but it was\r\n apparent to him when what he had ever heard and read\r\n about doubles came to him.\"\r\n\r\nThis is a somewhat clumsy construction, and quite un-Wodehousian.\r\nThe original passage in the serialization read:\r\n\r\n \"Before his stony eye the immaculate Bartling wilted. All that\r\n he had ever heard and read about doubles came to him.\"\r\n\r\n--------------------------------"
  ]
}