{
  "index": 20,
  "title": "Chapter 19",
  "paragraphs": [
    "CELESTINE IMPARTS INFORMATION\r\n\r\nPlot is only as strong as its weakest link. The best-laid schemes\r\nof mice and men gang agley if one of the mice is a mental\r\ndefective or if one of the men is a Jerry Mitchell. . . .\r\n\r\nCelestine, Mrs. Pett's maid--she who was really Maggie O'Toole\r\nand whom Jerry loved with a strength which deprived him of even\r\nthat small amount of intelligence which had been bestowed upon\r\nhim by Nature--came into the house-keeper's room at about ten\r\no'clock that night. The domestic staff had gone in a body to the\r\nmoving-pictures, and the only occupant of the room was the new\r\nparlourmaid, who was sitting in a hard chair, reading\r\nSchopenhauer.\r\n\r\nCelestine's face was flushed, her dark hair was ruffled, and her\r\neyes were shining. She breathed a little quickly, and her left\r\nhand was out of sight behind her back. She eyed the new\r\nparlour-maid doubtfully for a moment. The latter was a woman of\r\nsomewhat unencouraging exterior, not the kind that invites\r\nconfidences. But Celestine had confidences to bestow, and the\r\nexodus to the movies had left her in a position where she could\r\nnot pick and choose. She was faced with the alternative of\r\nlocking her secret in her palpitating bosom or of revealing it to\r\nthis one auditor. The choice was one which no impulsive damsel in\r\nlike circumstances would have hesitated to make.\r\n\r\n\"Say!\" said Celestine.\r\n\r\nA face rose reluctantly from behind Schopenhauer. A gleaming eye\r\nmet Celestine's. A second eye no less gleaming glared at the\r\nceiling.\r\n\r\n\"Say, I just been talking to my feller outside,\" said Celestine\r\nwith a coy simper. \"Say, he's a grand man!\"\r\n\r\nA snort of uncompromising disapproval proceeded from the\r\nthin-lipped mouth beneath the eyes. But Celestine was too full of\r\nher news to be discouraged.\r\n\r\n\"I'm strong fer Jer!\" she said.\r\n\r\n\"Huh?\" said the student of Schopenhauer.\r\n\r\n\"Jerry Mitchell, you know. You ain't never met him, have you?\r\nSay, he's a grand man!\"\r\n\r\nFor the first time she had the other's undivided attention. The\r\nnew parlour-maid placed her book upon the table.\r\n\r\n\"Uh?\" she said.\r\n\r\nCelestine could hold back her dramatic surprise no longer. Her\r\nconcealed left hand flashed into view. On the third finger\r\nglittered a ring. She gazed at it with awed affection.\r\n\r\n\"Ain't it a beaut!\"\r\n\r\nShe contemplated its sparkling perfection for a moment in\r\nrapturous silence.\r\n\r\n\"Say, you could have knocked me down with a feather!\" she\r\nresumed. \"He telephones me awhile ago and says to be outside the\r\nback door at ten to-night, because he'd something he wanted to\r\ntell me. Of course he couldn't come in and tell it me here,\r\nbecause he'd been fired and everything. So I goes out, and there\r\nhe is. 'Hello, kid!' he says to me. 'Fresh!' I says to him.\r\n'Say, I got something to be fresh about!' he says to me. And then\r\nhe reaches into his jeans and hauls out the sparkler. 'What's\r\nthat?' I says to him. 'It's an engagement ring,' he says to me.\r\n'For you, if you'll wear it!' I came over so weak, I could have\r\nfell! And the next thing I know he's got it on my finger and--\"\r\nCelestine broke off modestly. \"Say, ain't it a beaut, honest!\"\r\nShe gave herself over to contemplation once more. \"He says to me\r\nhow he's on Easy Street now, or will be pretty soon. I says to\r\nhim 'Have you got a job, then?' He says to me 'Now, I ain't got a\r\njob, but I'm going to pull off a stunt to-night that's going to\r\nmean enough to me to start that health-farm I've told you about.'\r\nSay, he's always had a line of talk about starting a health-farm\r\ndown on Long Island, he knowing all about training and health and\r\neverything through having been one of them fighters. I asks him\r\nwhat the stunt is, but he won't tell me yet. He says he'll tell\r\nme after we're married, but he says it's sure-fire and he's going\r\nto buy the license tomorrow.\"\r\n\r\nShe paused for comment and congratulations, eyeing her companion\r\nexpectantly.\r\n\r\n\"Huh!\" said the new parlour-maid briefly, and resumed her\r\nSchopenhauer. Decidedly hers was not a winning personality.\r\n\r\n\"Ain't it a beaut?\" demanded Celestine, damped.\r\n\r\nThe new parlour-maid uttered a curious sound at the back of her\r\nthroat.\r\n\r\n\"He's a beaut!\" she said cryptically.\r\n\r\nShe added another remark in a lower tone, too low for Celestine's\r\nears. It could hardly have been that, but it sounded to Celestine\r\nlike:\r\n\r\n\"I'll fix 'm!\""
  ]
}