{
  "index": 5,
  "title": "Chapter 4",
  "paragraphs": [
    "I EVACUATE BOHEMIA\r\n\r\n\r\n_(James Orlebar Cloister’s narrative continued)_\r\n\r\nThe three weeks which I spent at No. 93A mark an epoch in my life. It\r\nwas during that period that I came nearest to realising my ambition to\r\nbe a Bohemian; and at the end of the third week, for reasons which I\r\nshall state, I deserted Bohemia, firmly and with no longing, lingering\r\nglance behind, and settled down to the prosaic task of grubbing\r\nearnestly for money.\r\n\r\nThe second-floor back had a cupboard of a bedroom leading out of it.\r\nEven I, desirous as I was of seeing romance in everything, could not\r\ncall my lodgings anything but dingy, dark, and commonplace. They were\r\njust like a million other of London’s mean lodgings. The window looked\r\nout over a sea of backyards, bounded by tall, depressing houses, and\r\nintersected by clothes-lines. A cats’ club (social, musical, and\r\npugilistic) used to meet on the wall to the right of my window. One or\r\ntwo dissipated trees gave the finishing touch of gloom to the scene.\r\nNor was the interior of the room more cheerful. The furniture had been\r\nput in during the reign of George III, and last dusted in that of\r\nWilliam and Mary. A black horse-hair sofa ran along one wall. There was\r\na deal table, a chair, and a rickety bookcase. It was a room for a\r\nrealist to write in; and my style, such as it was, was bright and\r\noptimistic.\r\n\r\nOnce in, I set about the task of ornamenting my abode with much vigour.\r\nI had my own ideas of mural decoration. I papered the walls with\r\neditorial rejection forms, of which I was beginning to have a\r\nrepresentative collection. Properly arranged, these look very striking.\r\nThere is a good deal of variety about them. The ones I liked best were\r\nthose which I received, at the rate of three a week, bearing a very\r\npleasing picture, in green, of the publishing offices at the top of the\r\nsheet of note-paper. Scattered about in sufficient quantities, these\r\nlend an air of distinction to a room. _Pearson’s Magazine_ also\r\nsupplies a taking line in rejection forms. _Punch_’s I never cared for\r\nvery much. Neat, I grant you; but, to my mind, too cold. I like a touch\r\nof colour in a rejection form.\r\n\r\nIn addition to these, I purchased from the grocer at the corner a\r\ncollection of pictorial advertisements. What I had really wanted was\r\nthe theatrical poster, printed and signed by well-known artists. But\r\nthe grocer didn’t keep them, and I was impatient to create my proper\r\natmosphere. My next step was to buy a corncob pipe and a quantity of\r\nrank, jet-black tobacco. I hated both, and kept them more as ornaments\r\nthan for use.\r\n\r\nThen, having hacked my table about with a knife and battered it with a\r\npoker till it might have been the table of a shaggy and unrecognised\r\ngenius, I settled down to work.\r\n\r\nI was not a brilliant success. I had that “little knowledge” which is\r\nheld to be such a dangerous thing. I had not plunged into the literary\r\nprofession without learning a few facts about it. I had read nearly\r\nevery journalistic novel and “Hints on Writing for the Papers” book\r\nthat had ever been published. In theory I knew all that there was to be\r\nknown about writing. Now, all my authorities were very strong on one\r\npoint. “Write,” they said, very loud and clear, “not what _you_ like,\r\nbut what editors like.” I smiled to myself when I started. I felt that\r\nI had stolen a march on my rivals. “All round me,” I said to myself,\r\n“are young authors bombarding editors with essays on Lucretius,\r\ntranslations of Martial, and disquisitions on Ionic comedy. I know too\r\nmuch for that. I work on a different plan.” “Study the papers, and see\r\nwhat they want,” said my authorities. I studied the papers. Some wanted\r\none thing, apparently, others another. There was one group of three\r\npapers whose needs seemed to coincide, and I could see an article\r\nrejected by one paper being taken by another. This offered me a number\r\nof chances instead of one. I could back my MSS. to win or for a place.\r\nI began a serious siege of these three papers.\r\n\r\nBy the end of the second week I had had “Curious Freaks of Eccentric\r\nTestators,” “Singular Scenes in Court,” “Actors Who Have Died on the\r\nStage,” “Curious Scenes in Church,” and seven others rejected by all\r\nthree. Somehow this sort of writing is not so easy as it looks. A man\r\nwho was on the staff of a weekly once told me that he had had two\r\nthousand of these articles printed since he started—poor devil. He had\r\nthe knack. I could never get it. I sent up fifty-three in all in the\r\nfirst year of my literary life, and only two stuck. I got fifteen\r\nshillings from one periodical for “Men Who Have Missed Their Own\r\nWeddings,” and, later, a guinea from the same for “Single Day\r\nMarriages.” That paper has a penchant for the love-interest. Yet when I\r\nsent it my “Duchesses Who Have Married Dustmen,” it came back by the\r\nearly post next day. That was to me the worst part of those grey days.\r\nI had my victories, but they were always followed by a series of\r\ndefeats. I would have a manuscript accepted by an editor. “Hullo,” I\r\nwould say, “here’s the man at last, the Editor-Who-Believes-In-Me. Let\r\nthe thing go on.” I would send him off another manuscript. He would\r\ntake it. Victory, by Jove! Then—_wonk_! Back would come my third effort\r\nwith the curtest of refusals. I always imagined editors in those days\r\nto be pettish, whimsical men who amused themselves by taking up a\r\nbeginner, and then, wearying of the sport, dropped him back into the\r\nslime from which they had picked him.\r\n\r\nIn the intervals of articles I wrote short stories, again for the same\r\nthree papers. As before, I studied these papers carefully to see what\r\nthey wanted; then worked out a mechanical plot, invariably with a\r\nquarrel in the first part, an accident, and a rescue in the middle, and\r\na reconciliation at the end—told it in a style that makes me hot all\r\nover when I think of it, and sent it up, enclosing a stamped addressed\r\nenvelope in case of rejection. A very useful precaution, as it always\r\nturned out.\r\n\r\nIt was the little knowledge to which I have referred above which kept\r\nmy walls so thickly covered with rejection forms. I was in precisely\r\nthe same condition as a man who has been taught the rudiments of\r\nboxing. I knew just enough to hamper me, and not enough to do me any\r\ngood. If I had simply blundered straight at my work and written just\r\nwhat occurred to me in my own style, I should have done much better. I\r\nhave a sense of humour. I deliberately stifled it. For it I substituted\r\na grisly kind of playfulness. My hero called my heroine “little woman,”\r\nand the concluding passage where he kissed her was written in a sly,\r\nroguish vein, for which I suppose I shall have to atone in the next\r\nworld. Only the editor of the _Colney Hatch Argus_ could have accepted\r\nwork like mine. Yet I toiled on.\r\n\r\nIt was about the middle of my third week at No. 93A that I definitely\r\ndecided to throw over my authorities, and work by the light of my own\r\nintelligence.\r\n\r\nNearly all my authorities had been very severe on the practice of\r\nverse-writing. It was, they asserted, what all young beginners tried to\r\ndo, and it was the one thing editors would never look at. In the first\r\nardour of my revolt I determined to do a set of verses.\r\n\r\nIt happened that the weather had been very bad for the last few days.\r\nAfter a month and a half of sunshine the rain had suddenly begun to\r\nfall. I took this as my topic. It was raining at the time. I wrote a\r\nsatirical poem, full of quaint rhymes.\r\n\r\nI had always had rather a turn for serious verse. It struck me that the\r\nrain might be treated poetically as well as satirically. That night I\r\nsent off two sets of verses to a daily and an evening paper. Next day\r\nboth were in print, with my initials to them.\r\n\r\nI began to see light.\r\n\r\n“Verse is the thing,” I said. “I will reorganise my campaign. First the\r\nskirmishers, then the real attack. I will peg along with verses till\r\nsomebody begins to take my stories and articles.”\r\n\r\nI felt easier in my mind than I had felt for some time. A story came\r\nback by the nine o’clock post from a monthly magazine (to which I had\r\nsent it from mere bravado), but the thing did not depress me. I got out\r\nmy glue-pot and began to fasten the rejection form to the wall,\r\nwhistling a lively air as I did so.\r\n\r\nWhile I was engaged in this occupation there was a testy rap at the\r\ndoor, and Mrs. Driver appeared. She eyed my manoeuvres with the\r\nrejection form with a severe frown. After a preliminary sniff she\r\nembarked upon a rapid lecture on what she called my irregular and\r\nuntidy habits. I had turned her second-floor back, she declared, into a\r\npig-stye.\r\n\r\n“Sech a litter,” she said.\r\n\r\n“But,” I protested, “this is a Bohemian house, is it not?”\r\n\r\nShe appeared so shocked—indeed, so infuriated, that I dared not give\r\nher time to answer.\r\n\r\n“The gentleman below, he’s not very tidy,” I added diplomatically.\r\n\r\n“Wot gent below?” said Mrs. Driver.\r\n\r\nI reminded her of the night of my arrival.\r\n\r\n“Oh, ’_im_,” she said, shaken. “Well, ’e’s not come back.”\r\n\r\n“Mrs. Driver,” I said sternly, “you said he’d gone out for a stroll. I\r\nrefuse to believe that any man would stroll for three weeks.”\r\n\r\n“So I did say it,” was the defiant reply. “I said it so as you\r\nshouldn’t be put off coming. You looked a steady young feller, and I\r\nwanted a let. Wish I’d told you the truth, if it ’ad a-stopped you.”\r\n\r\n“What is the truth?”\r\n\r\n“’E was a wrong ’un, ’e wos. Writing begging letters to parties as was\r\na bit soft, that wos ’_is_ little gime. But ’e wos a bit too clever one\r\nday, and the coppers got ’im. Now you know!”\r\n\r\nMrs. Driver paused after this outburst, and allowed her eye to wander\r\nslowly and ominously round my walls.\r\n\r\nI was deeply moved. My one link with Bohemia had turned out a fraud.\r\n\r\nMrs. Driver’s voice roused me from my meditations.\r\n\r\n“I must arst you to be good enough, if _you_ please, kindly to remove\r\nthose there bits of paper.”\r\n\r\nShe pointed to the rejection forms.\r\n\r\nI hesitated. I felt that it was a thing that ought to be broken gently.\r\n\r\n“The fact is, Mrs. Driver,” I said, “and no one can regret it more\r\ndeeply than I do—the fact is, they’re stuck on with glue.”\r\n\r\nTwo minutes later I had received my marching orders, and the room was\r\nstill echoing with the slam of the door as it closed behind the\r\nindignant form of my landlady."
  ]
}