{
  "index": 3,
  "title": "Chapter 2",
  "paragraphs": [
    "A HARMLESS DECEPTION\r\n\r\n\r\n_(Miss Margaret Goodwin’s narrative continued)_\r\n\r\nThey say that everyone is capable of one novel. And, in my opinion,\r\nmost people could write one play.\r\n\r\nWhether I wrote mine in an inspiration of despair, I cannot say. I\r\nwrote it.\r\n\r\nThree years had passed, and James was still haggling with those who buy\r\nmen’s brains. His earnings were enough just to keep his head above\r\nwater, but not enough to make us two one.\r\n\r\nPerhaps, because everything is clear and easy for us now, I am\r\ngradually losing a proper appreciation of his struggle. That should\r\nnever be. He did not win. But he did not lose; which means nearly as\r\nmuch. For it is almost less difficult to win than not to lose, so my\r\nmother has told me, in modern journalistic London. And I know that he\r\nwould have won. The fact that he continued the fight as he did was in\r\nitself a pledge of ultimate victory. What he went through while trying\r\nwith his pen to make a living for himself and me I learned from his\r\nletters.\r\n\r\n“London,” he wrote, “is not paved with gold; but in literary fields\r\nthere are nuggets to be had by the lightest scratching. And those\r\nnuggets are plays. A successful play gives you money and a name\r\nautomatically. What the ordinary writer makes in a year the successful\r\ndramatist receives, without labour, in a fortnight.” He went on to\r\ndeplore his total lack of dramatic intuition. “Some men,” he said,\r\n“have some of the qualifications while falling short of the others.\r\nThey have a sense of situation without the necessary tricks of\r\ntechnique. Or they sacrifice plot to atmosphere, or atmosphere to plot.\r\nI, worse luck, have not one single qualification. The nursing of a\r\nclimax, the tremendous omissions in the dialogue, the knack of stage\r\ncharacterisation—all these things are, in some inexplicable way,\r\noutside me.”\r\n\r\nIt was this letter that set me thinking. Ever since James had left the\r\nisland, I had been chafing at the helplessness of my position. While he\r\ntoiled in London, what was I doing? Nothing. I suppose I helped him in\r\na way. The thought of me would be with him always, spurring him on to\r\nwork, that the time of our separation might be less. But it was not\r\nenough. I wanted to be _doing_ something.... And it was during these\r\nrestless weeks that I wrote my play.\r\n\r\nI think nothing will ever erase from my mind the moment when the\r\ncentral idea of _The Girl who Waited_ came to me. It was a boisterous\r\nOctober evening. The wind had been rising all day. Now the branches of\r\nthe lilac were dancing in the rush of the storm, and far out in the bay\r\none could see the white crests of the waves gleaming through the\r\ngrowing darkness. We had just finished tea. The lamp was lit in our\r\nlittle drawing-room, and on the sofa, so placed that the light fell\r\nover her left shoulder in the manner recommended by oculists, sat my\r\nmother with Schopenhauer’s _Art of Literature_. Ponto slept on the rug.\r\n\r\nSomething in the unruffled peace of the scene tore at my nerves. I have\r\nseldom felt so restless. It may have been the storm that made me so. I\r\nthink myself that it was James’s letter. The boat had been late that\r\nmorning, owing to the weather, and I had not received the letter till\r\nafter lunch. I listened to the howl of the wind, and longed to be out\r\nin it.\r\n\r\nMy mother looked at me over her book.\r\n\r\n“You are restless, Margie,” she said. “There is a volume of Marcus\r\nAurelius on the table beside you, if you care to read.”\r\n\r\n“No, thank you, mother,” I said. “I think I shall go for a walk.”\r\n\r\n“Wrap up well, my dear,” she replied.\r\n\r\nShe then resumed her book.\r\n\r\nI went out of our little garden, and stood on the cliff. The wind flew\r\nat me like some wild thing. Spray stung my face. I was filled with a\r\nwild exhilaration.\r\n\r\nAnd then the idea came to me. The simplest, most dramatic idea. Quaint,\r\nwhimsical, with just that suggestion of pathos blended with it which\r\nmakes the fortunes of a play. The central idea, to be brief, of _The\r\nGirl who Waited_.\r\n\r\nOf my Maenad tramp along the cliff-top with my brain afire, and my\r\nreturn, draggled and dripping, an hour late for dinner; of my writing\r\nand re-writing, of my tears and black depression, of the pens I wore\r\nout and the quires of paper I spoiled, and finally of the ecstasy of\r\nthe day when the piece began to move and the characters to live, I need\r\nnot speak. Anyone who has ever written will know the sensations. James\r\nmust have gone through a hundred times what I went through once. At\r\nlast, at long last, the play was finished.\r\n\r\nFor two days I gloated alone over the great pile of manuscript.\r\n\r\nThen I went to my mother.\r\n\r\nMy diffidence was exquisite. It was all I could do to tell her the\r\nnature of my request, when I spoke to her after lunch. At last she\r\nunderstood that I had written a play, and wished to read it to her. She\r\ntook me to the bow-window with gentle solicitude, and waited for me to\r\nproceed.\r\n\r\nAt first she encouraged me, for I faltered over my opening words. But\r\nas I warmed to my work, and as my embarrassment left me, she no longer\r\nspoke. Her eyes were fixed intently upon the blue space beyond the\r\nlilac.\r\n\r\nI read on and on, till at length my voice trailed over the last line,\r\nrose gallantly at the last fence, the single word _Curtain_, and\r\nabruptly broke. The strain had been too much for me.\r\n\r\nTenderly my mother drew me to the sofa; and quietly, with closed\r\neyelids, I lay there until, in the soft cool of the evening, I asked\r\nfor her verdict.\r\n\r\nSeeing, as she did instantly, that it would be more dangerous to deny\r\nmy request than to accede to it, she spoke.\r\n\r\n“That there is an absence, my dear Margie, of any relationship with\r\nlife, that not a single character is in any degree human, that passion\r\nand virtue and vice and real feeling are wanting—this surprises me more\r\nthan I can tell you. I had expected to listen to a natural, ordinary,\r\nunactable episode arranged more or less in steichomuthics. There is no\r\nwork so scholarly and engaging as the amateur’s. But in your play I am\r\namazed to find the touch of the professional and experienced\r\nplaywright. Yes, my dear, you have proved that you happen to possess\r\nthe quality—one that is most difficult to acquire—of surrounding a\r\nsituation which is improbable enough to be convincing with that\r\nabsurdly mechanical conversation which the theatre-going public\r\ndemands. As your mother, I am disappointed. I had hoped for\r\noriginality. As your literary well-wisher, I stifle my maternal\r\nfeelings and congratulate you unreservedly.”\r\n\r\nI thanked my mother effusively. I think I cried a little.\r\n\r\nShe said affectionately that the hour had been one of great interest to\r\nher, and she added that she would be glad to be consulted with regard\r\nto the steps I contemplated taking in my literary future.\r\n\r\nShe then resumed her book.\r\n\r\nI went to my room and re-read the last letter I had had from James.\r\n\r\n_The Barrel Club,\r\nCovent Garden,\r\nLondon._\r\n\r\n\r\nMY DARLING MARGIE,—I am writing this line simply and solely for the\r\nselfish pleasure I gain from the act of writing to you. I know\r\neverything will come right some time or other, but at present I am\r\nsuffering from a bad attack of the blues. I am like a general who has\r\nplanned out a brilliant attack, and realises that he must fail for want\r\nof sufficient troops to carry a position, on the taking of which the\r\nwhole success of the assault depends. Briefly, my position is like\r\nthis. My name is pretty well known in a small sort of way among editors\r\nand the like as that of a man who can turn out fairly good stuff.\r\nBesides this, I have many influential friends. You see where this\r\nbrings me? I am in the middle of my attacking movement, and I have not\r\nbeen beaten back; but the key to the enemy’s position is still\r\nuncaptured. You know what this key is from my other letters. It’s the\r\nstage. Ah, Margie, one acting play! Only one! It would mean everything.\r\nApart from the actual triumph and the direct profits, it would bring so\r\nmuch with it. The enemy’s flank would be turned, and the rest of the\r\nbattle would become a mere rout. I should have an accepted position in\r\nthe literary world which would convert all the other avenues to wealth\r\non which I have my eye instantly into royal roads. Obstacles would\r\nvanish. The fact that I was a successful playwright would make the\r\nacceptance of the sort of work I am doing now inevitable, and I should\r\nget paid ten times as well for it. And it would mean—well, you know\r\nwhat it would mean, don’t you? Darling Margie, tell me again that I\r\nhave your love, that the waiting is not too hard, that you believe in\r\nme. Dearest, it will come right in the end. Nothing can prevent that.\r\nLove and the will of a man have always beaten Time and Fate. Write to\r\nme, dear.\r\n\r\n\r\n_Ever your devoted\r\nJames._\r\n\r\n\r\nHow utterly free from thought of self! His magnificent loyalty forgot\r\nthe dreadful tension of his own great battle, and pictured only the\r\ntedium of waiting which it was my part to endure.\r\n\r\nI finished my letter to James very late that night. It was a very long\r\nand explanatory letter, and it enclosed my play.\r\n\r\nThe main point I aimed at was not to damp his spirits. He would, I knew\r\nwell, see that the play was suitable for staging. He would, in short,\r\nsee that I, an inexperienced girl, had done what he, a trained\r\nprofessional writer, had failed to do. Lest, therefore, his pique\r\nshould kill admiration and pleasure when he received my work, I wrote\r\nas one begging a favour. “Here,” I said, “we have the means to achieve\r\nall we want. Do not—oh, do not—criticise. I have written down the\r\nwords. But the conception is yours. The play was inspired by you. But\r\nfor you I should never have begun it. Take my play, James; take it as\r\nyour own. For yours it is. Put your name to it, and produce it, if you\r\nlove me, under your own signature. If this hurts your pride, I will\r\nword my request differently. You alone are able to manage the business\r\nside of the production. You know the right men to go to. To approach\r\nthem on behalf of a stranger’s work is far less likely to lead to\r\nsuccess. I have assumed, you will see, that the play is certain to be\r\nproduced. But that will only be so if you adopt it as your own. Claim\r\nthe authorship, and all will be well.”\r\n\r\nMuch more I wrote to James in the same strain; and my reward came next\r\nday in the shape of a telegram: “Accept thankfully.—Cloyster.”\r\n\r\nOf the play and its reception by the public there is no need to speak.\r\nThe criticisms were all favourable.\r\n\r\nNeither the praise of the critics nor the applause of the public\r\naroused any trace of jealousy in James. Their unanimous note of praise\r\nhas been a source of pride to him. He is proud—ah, joy!—that I am to be\r\nhis wife.\r\n\r\nI have blotted the last page of this commonplace love-story of mine.\r\n\r\nThe moon has come out from behind a cloud, and the whole bay is one\r\nvast sheet of silver. I could sit here at my bedroom window and look at\r\nit all night. But then I should be sure to oversleep myself and be late\r\nfor breakfast. I shall read what I have written once more, and then I\r\nshall go to bed.\r\n\r\nI think I shall wear my white muslin tomorrow.\r\n\r\n_(End of Miss Margaret Goodwin’s narrative.)_\r\n\r\n\r\n\r\n\r\nPART TWO\r\nJames Orlebar Cloyster’s Narrative"
  ]
}