{
  "index": 4,
  "title": "Chapter 3",
  "paragraphs": [
    "THE INVASION OF BOHEMIA\r\n\r\n\r\nIt is curious to reflect that my marriage (which takes place today\r\nweek) destroys once and for all my life’s ambition. I have never won\r\nthrough to the goal I longed for, and now I never shall.\r\n\r\nEver since I can remember I have yearned to be known as a Bohemian.\r\nThat was my ambition. I have ceased to struggle now. Married Bohemians\r\nlive in Oakley Street, King’s Road, Chelsea. We are to rent a house in\r\nHalkett Place.\r\n\r\nThree years have passed since the excellent, but unsteady, steamship\r\n_Ibex_ brought me from Guernsey to Southampton. It was a sleepy, hot,\r\nand sticky wreck that answered to the name of James Orlebar Cloyster\r\nthat morning; but I had my first youth and forty pounds, so that soap\r\nand water, followed by coffee and an omelette, soon restored me.\r\n\r\nThe journey to Waterloo gave me opportunity for tobacco and reflection.\r\n\r\nWhat chiefly exercised me, I remember, was the problem whether it was\r\npossible to be a Bohemian, and at the same time to be in love. Bohemia\r\nI looked on as a region where one became inevitably entangled with\r\nwomen of unquestionable charm, but doubtful morality. There were supper\r\nparties.... Festive gatherings in the old studio.... Babette....\r\nLucille.... The artists’ ball.... Were these things possible for a man\r\nwith an honest, earnest, whole-hearted affection?\r\n\r\nThe problem engaged me tensely till my ticket was collected at\r\nVauxhall. Just there the solution came. I would be a Bohemian, but a\r\nmisogynist. People would say, “Dear old Jimmy Cloyster. How he hates\r\nwomen!” It would add to my character a pleasant touch of dignity and\r\nreserve which would rather accentuate my otherwise irresponsible way of\r\nliving.\r\n\r\nLittle did the good Bohemians of the metropolis know how keen a recruit\r\nthe boat train was bringing to them.\r\n\r\n\r\nAs a _pied-à-terre_ I selected a cheap and dingy hotel in York Street,\r\nand from this base I determined to locate my proper sphere.\r\n\r\nChelsea was the first place that occurred to me. There was St. John’s\r\nWood, of course, but that was such a long way off. Chelsea was\r\ncomparatively near to the heart of things, and I had heard that one\r\nmight find there artistic people whose hand-to-mouth, Saturnalian\r\nexistence was redolent of that exquisite gaiety which so attracted my\r\nown casual temperament.\r\n\r\nSallying out next morning into the brilliant sunshine and the dusty\r\nrattle of York Street, I felt a sense of elation at the thought that\r\nthe time for action had come. I was in London. London! The home of the\r\nfragrant motor-omnibus and the night-blooming Hooligan. London, the\r\nbattlefield of the literary aspirant since Caxton invented the printing\r\npress. It seemed to me, as I walked firmly across Westminster Bridge,\r\nthat Margie gazed at me with the lovelight in her eyes, and that a\r\nspecies of amorous telepathy from Guernsey was girding me for the\r\nfight.\r\n\r\nManresa Road I had once heard mentioned as being the heart of Bohemian\r\nChelsea. To Manresa Road, accordingly, I went, by way of St. James’s\r\nPark, Buckingham Palace Road, and Lower Sloane Street. Thence to Sloane\r\nSquare. Here I paused, for I knew that I had reached the last outpost\r\nof respectable, inartistic London.\r\n\r\n“How sudden,” I soliloquised, “is the change. Here I am in Sloane\r\nSquare, regular, business-like, and unimaginative; while, a few hundred\r\nyards away, King’s Road leads me into the very midst of genius,\r\nstarvation, and possibly Free Love.”\r\n\r\nSloane Square, indeed, gave me the impression, not so much of a suburb\r\nas of the suburban portion of a great London railway terminus. It was\r\npositively pretty. People were shopping with comparative leisure,\r\nomnibus horses were being rubbed down and watered on the west side of\r\nthe Square, out of the way of the main stream of traffic. A postman,\r\nclearing the letter-box at the office, stopped his work momentarily to\r\nread the contents of a postcard. For the moment I understood Caesar’s\r\nfeelings on the brink of the Rubicon, and the emotions of Cortes “when\r\nwith eagle eyes he stared at the Pacific.” I was on the threshold of\r\ngreat events. Behind me was orthodox London; before me the unknown.\r\n\r\nIt was distinctly a Caesarian glance, full of deliberate revolt, that I\r\nbestowed upon the street called Sloane; that clean, orderly\r\nthoroughfare which leads to Knightsbridge, and thence either to the\r\nrespectabilities of Kensington or the plush of Piccadilly.\r\n\r\nSetting my hat at a wild angle, I stepped with a touch of _abandon_\r\nalong the King’s Road to meet the charming, impoverished artists whom\r\nour country refuses to recognise.\r\n\r\nMy first glimpse of the Manresa Road was, I confess, a complete\r\ndisappointment. Never was Bohemianism more handicapped by its setting\r\nthan that of Chelsea, if the Manresa Road was to be taken as a\r\ncriterion. Along the uninviting uniformity of this street no trace of\r\nunorthodoxy was to be seen. There came no merry, roystering laughter\r\nfrom attic windows. No talented figures of idle geniuses fetched pints\r\nof beer from the public-house at the corner. No one dressed in an\r\nancient ulster and a battered straw hat and puffing enormous clouds of\r\nblue smoke from a treasured clay pipe gazed philosophically into space\r\nfrom a doorway. In point of fact, save for a most conventional\r\nbutcher-boy, I was alone in the street.\r\n\r\nThen the explanation flashed upon me. I had been seen approaching. The\r\nword had been passed round. A stranger! The clique resents intrusion.\r\nIt lies hid. These gay fellows see me all the time, and are secretly\r\namused. But they do not know with whom they have to deal. I have come\r\nto join them, and join them I will. I am not easily beaten. I will\r\noutlast them. The joke shall be eventually against them, at some\r\neccentric supper. I shall chaff them about how they tried to elude me,\r\nand failed.\r\n\r\nThe hours passed. Still no Bohemians. I began to grow hungry. I sprang\r\non to a passing ’bus. It took me to Victoria. I lunched at the\r\nShakespeare Hotel, smoked a pipe, and went out into the sunlight again.\r\nIt had occurred to me that night was perhaps the best time for trapping\r\nmy shy quarry. Possibly the revels did not begin in Manresa Road till\r\ndarkness had fallen. I spent the afternoon and evening in the Park,\r\ndined at Lyons’ Popular Café (it must be remembered that I was not yet\r\na Bohemian, and consequently owed no deference to the traditions of the\r\norder); and returned at nine o’clock to the Manresa Road. Once more I\r\ndrew blank. A barrel-organ played cake-walk airs in the middle of the\r\nroad, but it played to an invisible audience. No bearded men danced\r\ncan-cans around it, shouting merry jests to one another. Solitude\r\nreigned.\r\n\r\nI wait. The duel continues. What grim determination, what perseverance\r\ncan these Bohemians put into a mad jest! I find myself thinking how\r\nmuch better it would be were they to apply to their Art the same\r\nearnestness and fixity of purpose which they squander on a practical\r\njoke.\r\n\r\nEvening fell. Blinds began to be drawn down. Lamps were lit behind\r\nthem, one by one. Despair was gnawing at my heart, but still I waited.\r\n\r\nThen, just as I was about to retire defeated, I was arrested by the\r\nappearance of a house numbered 93A.\r\n\r\nAt the first-floor window sat a man. He was writing. I could see his\r\nprofile, his long untidy hair. I understood in a moment. This was no\r\nordinary writer. He was one of those Bohemians whose wit had been\r\nexercised upon me so successfully. He was a literary man, and though he\r\nenjoyed the sport as much as any of the others he was under the\r\nabsolute necessity of writing his copy up to time. Unobserved by his\r\ngay comrades, he had slipped away to his work. They were still watching\r\nme; but he, probably owing to a contract with some journal, was obliged\r\nto give up his share in their merriment and toil with his pen.\r\n\r\nHis pen fascinated me. I leaned against the railings of the house\r\nopposite, enthralled. Ever and anon he seemed to be consulting one or\r\nother of the books of reference piled up on each side of him. Doubtless\r\nhe was preparing a scholarly column for a daily paper. Presently a\r\nprinter’s devil would arrive, clamouring for his “copy.” I knew exactly\r\nthe sort of thing that happened. I had read about it in novels.\r\n\r\nHow unerring is instinct, if properly cultivated. Hardly had the clocks\r\nstruck twelve when the emissaries—there were two of them, which showed\r\nthe importance of their errand—walked briskly to No. 93A, and knocked\r\nat the door.\r\n\r\nThe writer heard the knock. He rose hurriedly, and began to collect his\r\npapers. Meanwhile, the knocking had been answered from within by the\r\nshooting of bolts, noises that were followed by the apparition of a\r\nfemale head.\r\n\r\nA few brief questions and the emissaries entered. A pause.\r\n\r\nThe litterateur is warning the menials that their charge is sacred;\r\nthat the sheets he has produced are impossible to replace. High words.\r\nAbrupt re-opening of the front door. Struggling humanity projected on\r\nto the pavement. Three persons—my scribe in the middle, an emissary on\r\neither side—stagger strangely past me. The scribe enters the purple\r\nnight only under the stony compulsion of the emissaries.\r\n\r\nWhat does this mean?\r\n\r\nI have it. The emissaries have become over-anxious. They dare not face\r\nthe responsibility of conveying the priceless copy to Fleet Street.\r\nThey have completely lost their nerve. They insist upon the author\r\naccompanying them to see with his own eyes that all is well. They do\r\nnot wish Posterity to hand their names down to eternal infamy as “the\r\nmen who lost Blank’s manuscript.”\r\n\r\nSo, greatly against his will, he is dragged off.\r\n\r\nMy vigil is rewarded. No. 93A harbours a Bohemian. Let it be inhabited\r\nalso by me.\r\n\r\nI stepped across, and rang the bell.\r\n\r\nThe answer was a piercing scream.\r\n\r\n“Ah, ha!” I said to myself complacently, “there are more Bohemians than\r\none, then, in this house.”\r\n\r\nThe female head again appeared.\r\n\r\n“Not another? Oh, sir, say there ain’t another wanted,” said the head\r\nin a passionate Cockney accent.\r\n\r\n“That is precisely what there is,” I replied. “I want——”\r\n\r\n“What for?”\r\n\r\n“For something moderate.”\r\n\r\n“Well, that’s a comfort in a wiy. Which of ’em is it you want? The\r\nfirst-floor back?”\r\n\r\n“I have no doubt the first-floor back would do quite well.”\r\n\r\nMy words had a curious effect. She scrutinised me suspiciously.\r\n\r\n“Ho!” she said, with a sniff; “you don’t seem to care much which it is\r\nyou get.”\r\n\r\n“I don’t,” I said, “not particularly.”\r\n\r\n“Look ’ere,” she exclaimed, “you jest ’op it. See? I don’t want none of\r\nyour ’arf-larks here, and, what’s more, I won’t ’ave ’em. I don’t\r\nbelieve you’re a copper at all.”\r\n\r\n“I’m not. Far from it.”\r\n\r\n“Then what d’yer mean coming ’ere saying you want my first-floor back?”\r\n\r\n“But I do. Or any other room, if that is occupied.”\r\n\r\n“’Ow! _Room_? Why didn’t yer siy so? You’ll pawdon me, sir, if I’ve\r\nsaid anything ’asty-like. I thought—but my mistake.”\r\n\r\n“Not at all. Can you let me have a room? I notice that the gentleman\r\nwhom I have just seen——”\r\n\r\nShe cut me short. I was about to explain that I was a Bohemian, too.\r\n\r\n“’E’s gorn for a stroll, sir. I expec’ him back every moment. ’E’s\r\nforgot ’is latchkey. Thet’s why I’m sitting up for ’im. Mrs. Driver my\r\nname is, sir. That’s my name, and well known in the neighbour’ood.”\r\n\r\nMrs. Driver spoke earnestly, but breathlessly.\r\n\r\n“I do not contemplate asking you, Mrs. Driver, to give me the\r\napartments already engaged by the literary gentleman——”\r\n\r\n“Yes, sir,” she interpolated, “that’s wot ’e wos, I mean is. A literary\r\ngent.”\r\n\r\n“But have you not another room vacant?”\r\n\r\n“The second-floor back, sir. Very comfortable, nice room, sir. Shady in\r\nthe morning, and gets the setting sun.”\r\n\r\nHad the meteorological conditions been adverse to the point of\r\nmalignancy, I should have closed with her terms. Simple agreements were\r\nratified then and there by the light of a candle in the passage, and I\r\nleft the house, promising to “come in” in the course of the following\r\nafternoon."
  ]
}