{
  "index": 9,
  "title": "Chapter 8",
  "paragraphs": [
    "NEW YEAR’S EVE\r\n\r\n\r\n_(James Orlebar Cloyster’s narrative continued)_\r\n\r\nThe morning of New Year’s Eve was a memorable one for me. My first\r\nnovel was accepted. Not an ambitious volume. It was rather short, and\r\nthe plot was not obtrusive. The sporting gentlemen who accepted it,\r\nhowever—Messrs. Prodder and Way—seemed pleased with it; though, when I\r\nsuggested a sum in cash in advance of royalties, they displayed a most\r\nembarrassing coyness—and also, as events turned out, good sense.\r\n\r\nI carried the good news to Julian, whom I found, as usual, asleep in\r\nhis hammock. I had fallen into the habit of calling on him after my\r\n_Orb_ work. He was generally sleepy when I arrived, at half-past\r\neleven, and while we talked I used to make his breakfast act as a sort\r\nof early lunch for myself. He said that the people of the house had\r\nbegun by trying to make the arrival of his breakfast coincide with the\r\ncompletion of his toilet; that this had proved so irksome that they had\r\nstruck; and that finally it had been agreed on both sides that the meal\r\nshould be put in his room at eleven o’clock, whether he was dressed or\r\nnot. He said that he often saw his breakfast come in, and would\r\ndrowsily determine to consume it hot. But he had never had the energy\r\nto do so. Once, indeed, he had mistaken the time, and had confidently\r\nexpected that the morning of a hot breakfast had come at last. He was\r\ndressed by nine, and had sat for two hours gloating over the prospect\r\nof steaming coffee and frizzling bacon. On that particular morning,\r\nhowever, there had been some domestic tragedy—the firing of a chimney\r\nor the illness of a cook—and at eleven o’clock, not breakfast, but an\r\napology for its absence had been brought to him. This embittered\r\nJulian. He gave up the unequal contest, and he has frequently confessed\r\nto me that cold breakfast is an acquired, yet not unpleasant, taste.\r\n\r\nHe woke up when I came in, and, after hearing my news and\r\ncongratulating me, began to open the letters that lay on the table at\r\nhis side.\r\n\r\nOne of the envelopes had Skeffington’s trade mark stamped upon it, and\r\ncontained a bank-note and a sheet closely type-written on both sides.\r\n\r\n“Half a second, Jimmy,” said he, and began to read.\r\n\r\nI poured myself out a cup of cold coffee, and, avoiding the bacon and\r\neggs, which lay embalmed in frozen grease, began to lunch off bread and\r\nmarmalade.\r\n\r\n“I’ll do it,” he burst out when he had finished. “It’s a sweat—a\r\nfearful sweat, but——\r\n\r\n“Skeffington’s have written urging me to undertake a rather original\r\nadvertising scheme. They’re very pressing, and they’ve enclosed a\r\ntenner in advance. They want me to do them a tragedy in four acts. I\r\nsent them the scenario last week. I sketched out a skeleton plot in\r\nwhich the hero is addicted to a strictly moderate use of Skeffington’s\r\nSloe Gin. His wife adopts every conceivable measure to wean him from\r\nthis harmless, even praiseworthy indulgence. At the end of the second\r\nact she thinks she has cured him. He has promised to gratify what he\r\nregards as merely a capricious whim on her part. ‘I will give—yes, I\r\nwill give it up, darling!’ ‘George! George!’ She falls on his neck.\r\nOver her shoulder he winks at the audience, who realise that there is\r\nmore to come. Curtain. In Act 3 the husband is seen sitting alone in\r\nhis study. His wife has gone to a party. The man searches in a cupboard\r\nfor something to read. Instead of a novel, however, he lights on a\r\nbottle of Skeffington’s Sloe Gin. Instantly the old overwhelming\r\ncraving returns. He hesitates. What does it matter? She will never\r\nknow. He gulps down glass after glass. He sinks into an intoxicated\r\nstupor. His wife enters. Curtain again. Act 4. The draught of nectar\r\ntasted in the former act after a period of enforced abstinence has\r\nproduced a deadly reaction. The husband, who previously improved his\r\nhealth, his temper, and his intellect by a strictly moderate use of\r\nSkeffington’s Sloe Gin, has now become a ghastly dipsomaniac. His wife,\r\nrealising too late the awful effect of her idiotic antagonism to\r\nSkeffington’s, experiences the keenest pangs of despair. She drinks\r\nlaudanum, and the tragedy is complete.”\r\n\r\n“Fine,” I said, finishing the coffee.\r\n\r\n“In a deferential postscript,” said Julian, “Skeffington’s suggest an\r\nalternative ending, that the wife should drink, not laudanum, but Sloe\r\nGin, and grow, under its benign influence, resigned to the fate she has\r\nbrought on her husband and herself. Resignation gives way to hope. She\r\ndevotes her life to the care of the inebriate man, and, by way of\r\npathetic retribution, she lives precisely long enough to nurse him back\r\nto sanity. Which finale do you prefer?”\r\n\r\n“Yours!” I said.\r\n\r\n“Thank you,” said Julian, considerably gratified. “So do I. It’s\r\nterser, more dramatic, and altogether a better advertisement.\r\nSkeffington’s make jolly good sloe gin, but they can’t arouse pity and\r\nterror. Yes, I’ll do it; but first let me spend the tenner.”\r\n\r\n“I’m taking a holiday, too, today,” I said. “How can we amuse\r\nourselves?”\r\n\r\nJulian had opened the last of his letters. He held up two cards.\r\n\r\n“Tickets for Covent Garden Ball tonight,” he said. “Why not come? It’s\r\nsure to be a good one.”\r\n\r\n“I should like to,” I said. “Thanks.”\r\n\r\nJulian dropped from his hammock, and began to get his bath ready.\r\n\r\nWe arranged to dine early at the Maison Suisse in Rupert Street—_table\r\nd’hôte_ one franc, plus twopence for mad’moiselle—and go on to the\r\ngallery of a first night. I was to dress for Covent Garden at Julian’s\r\nafter the theatre, because white waistcoats and the franc _table\r\nd’hôte_ didn’t go well together.\r\n\r\nWhen I dined out, I usually went to the Maison Suisse. I shall never\r\nhave the chance of going again, even if, as a married man, I were\r\nallowed to do so, for it has been pulled down to make room for the\r\nHicks Theatre in Shaftesbury Avenue. When I did not dine there, I\r\nattended a quaint survival of last century’s coffee-houses in\r\nGlasshouse Street: Tall, pew-like boxes, wooden tables without\r\ntable-cloths, panelled walls; an excellent menu of chops, steaks, fried\r\neggs, sausages, and other British products. Once the resort of bucks\r\nand Macaronis, Ford’s coffee-house I found frequented by a strange\r\nassortment of individuals, some of whom resembled bookmakers’ touts,\r\nothers clerks of an inexplicably rustic type. Who these people really\r\nwere I never discovered.\r\n\r\n“I generally have supper at Pepolo’s,” said Julian, as we left the\r\ntheatre, “before a Covent Garden Ball. Shall we go on there?”\r\n\r\nThere are two entrances to Pepolo’s restaurant, one leading to the\r\nground floor, the other to the brasserie in the basement. I liked to\r\nspend an hour or so there occasionally, smoking and watching the crowd.\r\nEvery sixth visit on an average I would happen upon somebody\r\ninteresting among the ordinary throng of medical students and\r\nthird-rate clerks—watery-eyed old fellows who remembered Cremorne, a\r\nmahogany derelict who had spent his youth on the sea when liners were\r\nsailing-ships, and the apprentices, terrorised by bullying mates and\r\nthe rollers of the Bay, lay howling in the scuppers and prayed to be\r\nthrown overboard. He told me of one voyage on which the Malay cook went\r\nmad, and, escaping into the ratlines, shot down a dozen of the crew\r\nbefore he himself was sniped.\r\n\r\nThe supper tables are separated from the brasserie by a line of stucco\r\narches, and as it was now a quarter to twelve the place was full. At a\r\nfirst glance it seemed that there were no empty supper tables.\r\nPresently, however, we saw one, laid for four, at which only one man\r\nwas sitting.\r\n\r\n“Hullo!” said Julian, “there’s Malim. Let’s go and see if we can push\r\ninto his table. Well, Malim, how are you? Do you know Cloyster?”\r\n\r\nMr. Malim had a lofty expression. I should have put him down as a\r\nscholarly recluse. His first words upset this view somewhat.\r\n\r\n“Coming to Covent Garden?” he said, genially. “I am. So is Kit. She’ll\r\nbe down soon.”\r\n\r\n“Good,” said Julian; “may Jimmy and I have supper at your table?”\r\n\r\n“Do,” said Malim. “Plenty of room. We’d better order our food and not\r\nwait for her.”\r\n\r\nWe took our places, and looked round us. The hum of conversation was\r\npersistent. It rose above the clatter of the supper tables and the\r\nsudden bursts of laughter.\r\n\r\nIt was now five minutes to twelve. All at once those nearest the door\r\nsprang to their feet. A girl in scarlet and black had come in.\r\n\r\n“Ah, there’s Kit at last,” said Malim.\r\n\r\n“They’re cheering her,” said Julian.\r\n\r\nAs he spoke, the tentative murmur of a cheer was caught up by everyone.\r\nMen leaped upon chairs and tables.\r\n\r\n“Hullo, hullo, hullo!” said Kit, reaching us. “Kiddie, when they do\r\nthat it makes me feel shy.”\r\n\r\nShe was laughing like a child. She leaned across the table, put her\r\narms round Malim’s neck, and kissed him. She glanced at us.\r\n\r\nMalim smiled quietly, but said nothing.\r\n\r\nShe kissed Julian, and she kissed me.\r\n\r\n“Now we’re all friends,” she said, sitting down.\r\n\r\n“Better know each other’s names,” said Malim. “Kit, this is Mr.\r\nCloyster. Mr. Cloyster, may I introduce you to my wife?”"
  ]
}