{
  "index": 6,
  "title": "Chapter 5",
  "paragraphs": [
    "THE ORB\r\n\r\n\r\n_(James Orlebar Cloyster’s narrative continued)_\r\n\r\nThe problem of lodgings in London is an easy one to a man with an\r\nadequate supply of money in his pocket. The only difficulty is to\r\nselect the most suitable, to single out from the eager crowd the ideal\r\nlandlady.\r\n\r\nEvicted from No. 93A, it seemed to me that I had better abandon\r\nBohemia; postpone my connection with that land of lotus-eaters for the\r\nmoment, while I provided myself with the means of paying rent and\r\nbuying dinners. Farther down the King’s Road there were comfortable\r\nrooms to be had for a moderate sum per week. They were prosaic, but\r\ninexpensive. I chose Walpole Street. A fairly large bed-sitting room\r\nwas vacant at No. 23. I took it, and settled down seriously to make my\r\nwriting pay.\r\n\r\nThere were advantages in Walpole Street which Manresa Road had lacked.\r\nFor one thing, there was more air, and it smelt less than the Manresa\r\nRoad air. Walpole Street is bounded by Burton Court, where the\r\nHousehold Brigade plays cricket, and the breezes from the river come to\r\nit without much interruption. There was also more quiet. No. 23 is the\r\nlast house in the street, and, even when I sat with my window open, the\r\nnoise of traffic from the King’s Road was faint and rather pleasant. It\r\nwas an excellent spot for a man who meant to work. Except for a certain\r\ndifficulty in getting my landlady and her daughters out of the room\r\nwhen they came to clear away my meals and talk about the better days\r\nthey had seen, and a few imbroglios with the eight cats which infested\r\nthe house, it was the best spot, I think, that I could have chosen.\r\n\r\nLiving a life ruled by the strictest economy, I gradually forged ahead.\r\nVerse, light and serious, continued my long suit. I generally managed\r\nto place two of each brand a week; and that meant two guineas,\r\nsometimes more. One particularly pleasing thing about this\r\nverse-writing was that there was no delay, as there was with my prose.\r\nI would write a set of verses for a daily paper after tea, walk to\r\nFleet Street with them at half-past six, thus getting a little\r\nexercise; leave them at the office; and I would see them in print in\r\nthe next morning’s issue. Payment was equally prompt. The rule was,\r\nSend in your bill before five on Wednesday, and call for payment on\r\nFriday at seven. Thus I had always enough money to keep me going during\r\nthe week.\r\n\r\nIn addition to verses, I kept turning out a great quantity of prose,\r\nfiction, and otherwise, but without much success. The visits of the\r\npostmen were the big events of the day at that time. Before I had been\r\nin Walpole Street a week I could tell by ear the difference between a\r\nrejected manuscript and an ordinary letter. There is a certain solid\r\n_plop_ about the fall of the former which not even a long envelope full\r\nof proofs can imitate successfully.\r\n\r\nI worked extraordinarily hard at that time. All day, sometimes. The\r\nthought of Margie waiting in Guernsey kept me writing when I should\r\nhave done better to have taken a rest. My earnings were small in\r\nproportion to my labour. The guineas I made, except from verse, were\r\nlike the ounce of gold to the ton of ore. I no longer papered the walls\r\nwith rejection forms; but this was from choice, not from necessity. I\r\nhad plenty of material, had I cared to use it.\r\n\r\nI made a little money, of course. My takings for the first month\r\namounted to #9 10s. I notched double figures in the next with #ll 1s.\r\n6d. Then I dropped to #7 0s. 6d. It was not starvation, but it was\r\nstill more unlike matrimony.\r\n\r\nBut at the end of the sixth month there happened to me what, looking\r\nback, I consider to be the greatest piece of good fortune of my life. I\r\nreceived a literary introduction. Some authorities scoff at literary\r\nintroductions. They say that editors read everything, whether they know\r\nthe author or not. So they do; and, if the work is not good, a letter\r\nto the editor from a man who once met his cousin at a garden-party is\r\nnot likely to induce him to print it. There is no journalistic “ring”\r\nin the sense in which the word is generally used; but there are\r\nundoubtedly a certain number of men who know the ropes, and can act as\r\npilots in a strange sea; and an introduction brings one into touch with\r\nthem. There is a world of difference between contributing blindly work\r\nwhich seems suitable to the style of a paper and sending in matter\r\ndesigned to attract the editor personally.\r\n\r\nMr. Macrae, whose pupil I had been at Cambridge, was the author of my\r\nletter of introduction. At St. Gabriel’s, Mr. Macrae had been a man for\r\nwhom I entertained awe and respect. Likes and dislikes in connection\r\nwith one’s tutor seemed outside the question. Only a chance episode had\r\nshown me that my tutor was a mortal with a mortal’s limitations. We\r\nwere bicycling together one day along the Trumpington Road, when a form\r\nappeared, coming to meet us. My tutor’s speech grew more and more\r\nhalting as the form came nearer. At last he stopped talking altogether,\r\nand wobbled in his saddle. The man bowed to him, and, as if he had won\r\nthrough some fiery ordeal, he shot ahead like a gay professional rider.\r\nWhen I drew level with him, he said, “That, Mr. Cloyster, is my\r\ntailor.”\r\n\r\nMr. Macrae was typical of the University don who is Scotch. He had\r\nmarried the senior historian of Newnham. He lived (and still lives) by\r\nproxy. His publishers order his existence. His honeymoon had been\r\nplaced at the disposal of these gentlemen, and they had allotted to\r\nthat period an edition of Aristotle’s Ethics. Aristotle, accordingly,\r\nreceived the most scholarly attention from the recently united couple\r\nsomewhere on the slopes of Mount Parnassus. All the reviews were\r\nsatisfactory.\r\n\r\nIn my third year at St. Gabriel’s it was popularly supposed that Master\r\nPericles Aeschylus, Mr. Macrae’s infant son, was turned to correct my\r\nLatin prose, though my Iambics were withheld from him at the request of\r\nthe family doctor.\r\n\r\nThe letter which Pericles Aeschylus’s father had addressed to me was\r\none of the pleasantest surprises I have ever had. It ran as follows:\r\n\r\n_St. Gabriel’s College,\r\nCambridge._\r\n\r\n\r\nMY DEAR CLOYSTER,—The divergence of our duties and pleasures during\r\nyour residence here caused us to see but little of each other. Would it\r\nhad been otherwise! And too often our intercourse had—on my side—a\r\ndistinctly professional flavour. Your attitude towards your religious\r\nobligations was, I fear, something to seek. Indeed, the line, “_Pastor\r\ndeorum cultor et infrequens_,” might have been directly inspired by\r\nyour views on the keeping of Chapels. On the other hand, your\r\ncontributions to our musical festivities had the true Aristophanes\r\n_panache_.\r\n\r\nI hear you are devoting yourself to literature, and I beg that you will\r\navail yourself of the enclosed note, which is addressed to a personal\r\nfriend of mine.\r\n\r\n\r\nBelieve me,\r\n_Your well-wisher,\r\nDavid Ossian Macrae._\r\n\r\n\r\nThe enclosure bore this inscription:\r\n\r\nCHARLES FERMIN, ESQ.,\r\nOffices of the _Orb_,\r\nStrand,\r\nLondon.\r\n\r\n\r\nI had received the letter at breakfast. I took a cab, and drove\r\nstraight to the _Orb_.\r\n\r\nA painted hand, marked “Editorial,” indicated a flight of stairs. At\r\nthe top of these I was confronted by a glass door, beyond which,\r\nentrenched behind a desk, sat a cynical-looking youth. A smaller boy in\r\nthe background talked into a telephone. Both were giggling. On seeing\r\nme the slightly larger of the two advanced with a half-hearted attempt\r\nat solemnity, though unable to resist a Parthian shaft at his\r\ncompanion, who was seized on the instant with a paroxysm of suppressed\r\nhysteria.\r\n\r\nMy letter was taken down a mysterious stone passage. After some waiting\r\nthe messenger returned with the request that I would come back at\r\neleven, as Mr. Fermin would be very busy till then.\r\n\r\nI went out into the Strand, and sought a neighbouring hostelry. It was\r\nessential that I should be brilliant at the coming interview, if only\r\nspirituously brilliant; and I wished to remove a sensation of stomachic\r\nemptiness, such as I had been wont to feel at school when approaching\r\nthe headmaster’s study.\r\n\r\nAt eleven I returned, and asked again for Mr. Fermin; and presently he\r\nappeared—a tall, thin man, who gave one the impression of being in a\r\nhurry. I knew him by reputation as a famous quarter-miler. He had been\r\npresident of the O.U.A.C. some years back. He looked as if at any\r\nmoment he might dash off in any direction at quarter-mile pace.\r\n\r\nWe shook hands, and I tried to look intelligent.\r\n\r\n“Sorry to have to keep you waiting,” he said, as we walked to his club;\r\n“but we are always rather busy between ten and eleven, putting the\r\ncolumn through. Gresham and I do ‘On Your Way,’ you know. The last copy\r\nhas to be down by half-past ten.”\r\n\r\nWe arrived at the Club, and sat in a corner of the lower smoking-room.\r\n\r\n“Macrae says that you are going in for writing. Of course, I’ll do\r\nanything I can, but it isn’t easy to help a man. As it happens, though,\r\nI can put you in the way of something, if it’s your style of work. Do\r\nyou ever do verse?”\r\n\r\nI felt like a batsman who sees a slow full-toss sailing through the\r\nair.\r\n\r\n“It’s the only thing I can get taken,” I said. “I’ve had quite a lot in\r\nthe _Chronicle_ and occasional bits in other papers.”\r\n\r\nHe seemed relieved.\r\n\r\n“Oh, that’s all right, then,” he said. “You know ‘On Your Way.’ Perhaps\r\nyou’d care to come in and do that for a bit? It’s only holiday work,\r\nbut it’ll last five weeks. And if you do it all right I can get you the\r\nwhole of the holiday work on the column. That comes to a good lot in\r\nthe year. We’re always taking odd days off. Can you come up at a\r\nmoment’s notice?”\r\n\r\n“Easily,” I said.\r\n\r\n“Then, you see, if you did that you would drop into the next vacancy on\r\nthe column. There’s no saying when one may occur. It’s like the General\r\nElection. It may happen tomorrow, or not for years. Still, you’d be on\r\nthe spot in case.”\r\n\r\n“It’s awfully good of you.”\r\n\r\n“Not at all. As a matter of fact, I was rather in difficulties about\r\ngetting a holiday man. I’m off to Scotland the day after tomorrow, and\r\nI had to find a sub. Well, then, will you come in on Monday?”\r\n\r\n“All right.”\r\n\r\n“You’ve had no experience of newspaper work, have you?”\r\n\r\n“No.”\r\n\r\n“Well, all the work at the _Orb’s_ done between nine and eleven. You\r\nmust be there at nine sharp. Literally sharp, I mean. Not half-past.\r\nAnd you’d better do some stuff overnight for the first week or so.\r\nYou’ll find working in the office difficult till you get used to it. Of\r\ncourse, though, you’ll always have Gresham there, so there’s no need to\r\nget worried. He can fill the column himself, if he’s pushed. Four or\r\nfive really good paragraphs a day and an occasional set of verses are\r\nall he’ll want from you.”\r\n\r\n“I see.”\r\n\r\n“On Monday, then. Nine sharp. Good-bye.”\r\n\r\nI walked home along Piccadilly with almost a cake-walk stride. At last\r\nI was in the inner circle.\r\n\r\nAn _Orb_ cart passed me. I nodded cheerfully to the driver. He was one\r\nof _Us_."
  ]
}