{
  "index": 8,
  "title": "Chapter 7",
  "paragraphs": [
    "THE COLUMN\r\n\r\n\r\n_(James Orlebar Cloyster’s narrative continued)_\r\n\r\nAfter the first week “On Your Way,” on the _Orb_, offered hardly any\r\ndifficulty. The source of material was the morning papers, which were\r\nplaced in a pile on our table at nine o’clock. The halfpenny papers\r\nwere our principal support. Gresham and I each took one, and picked it\r\nclean. We attended first to the Subject of the Day. This was generally\r\ngood for two or three paragraphs of verbal fooling. There was a sort of\r\ntradition that the first half-dozen paragraphs should be topical. The\r\nrest might be topical or not, as occasion served.\r\n\r\nThe column usually opened with a one-line pun—Gresham’s invention.\r\n\r\nGresham was a man of unparalleled energy and ingenuity. He had created\r\nseveral of the typical characters who appeared from time to time in “On\r\nYour Way,” as, for instance, Mrs. Jenkinson, our Mrs. Malaprop, and\r\nJones junior, our “howler” manufacturing schoolboy. He was also a stout\r\napostle of a mode of expression which he called “funny language.” Thus,\r\ninstead of writing boldly: “There is a rumour that——,” I was taught to\r\nsay, “It has got about that——.” This sounds funnier in print, so\r\nGresham said. I could never see it myself.\r\n\r\nGresham had a way of seizing on any bizarre incident reported in the\r\nmorning papers, enfolding it in “funny language,” adding a pun, and\r\nthus making it his own. He had a cunning mastery of periphrasis, and a\r\ntelling command of adverbs.\r\n\r\nHere is an illustration. An account was given one morning by the\r\nCentral news of the breaking into of a house at Johnsonville (Mich.) by\r\na negro, who had stolen a quantity of greenbacks. The thief, escaping\r\nacross some fields, was attacked by a cow, which, after severely\r\ninjuring the negro, ate the greenbacks.\r\n\r\nGresham’s unacknowledged version of the episode ran as follows:\r\n\r\n“The sleepy god had got the stranglehold on John Denville when Caesar\r\nBones, a coloured gentleman, entered John’s house at Johnsonville\r\n(Mich.) about midnight. Did the nocturnal caller disturb his slumbering\r\nhost? No. Caesar Bones has the finer feelings. But as he was\r\nnoiselessly retiring, what did he see? Why, a pile of greenbacks which\r\nJohn had thoughtlessly put away in a fire-proof safe.”\r\n\r\nTo prevent the story being cut out by the editor, who revised all the\r\nproofs of the column, with the words “too long” scribbled against it,\r\nGresham continued his tale in another paragraph.\r\n\r\n“‘Dis am berry insecure,’ murmured the visitor to himself,\r\ntransplanting the notes in a neighbourly way into his pocket. Mark the\r\nsequel. The noble Caesar met, on his homeward path, an irritable\r\ncudster. The encounter was brief. Caesar went weak in the second round,\r\nand took the count in the third. Elated by her triumph, and hungry from\r\nher exertions, the horned quadruped nosed the wad of paper money and\r\ndaringly devoured it. Caesar has told the court that if he is convicted\r\nof felony, he will arraign the owner of the ostrich-like bovine on a\r\ncharge of receiving stolen goods. The owner merely ejaculates ‘Black\r\nmale!’”\r\n\r\nOn his day Gresham could write the column and have a hundred lines over\r\nby ten o’clock. I, too, found plenty of copy as a rule, though I\r\ncontinued my practice of doing a few paragraphs overnight. But every\r\nnow and then fearful days would come, when the papers were empty of\r\nmaterial for our purposes, and when two out of every half-dozen\r\nparagraphs which we did succeed in hammering out were returned deleted\r\non the editor’s proof.\r\n\r\nThe tension at these times used to be acute. The head printer would\r\nsend up a relay of small and grubby boys to remind us that “On Your\r\nWay” was fifty lines short. At ten o’clock he would come in person, and\r\nbe plaintive.\r\n\r\nGresham, the old hand, applied to such occasions desperate remedies. He\r\nwould manufacture out of even the most pointless item of news two\r\nparagraphs by adding to his first the words, “This reminds us of Mr.\r\nPunch’s famous story.” He would then go through the bound volumes of\r\n_Punch_—we had about a dozen in the room—with lightning speed until he\r\nchanced upon a more or less appropriate tag.\r\n\r\nThose were mornings when verses would be padded out from three stanzas\r\nto five, Gresham turning them out under fifteen minutes. He had a\r\nwonderful facility for verse.\r\n\r\nAs a last expedient one fell back upon a standing column, a moth-eaten\r\ncollection of alleged jests which had been set up years ago to meet the\r\nworst emergencies. It was, however, considered a confession of weakness\r\nand a degradation to use this column.\r\n\r\nWe had also in our drawer a book of American witticisms, published in\r\nNew York. To cut one out, preface it with “A good American story comes\r\nto hand,” and pin it on a slip was a pleasing variation of the usual\r\nmode of constructing a paragraph. Gresham and I each had our favourite\r\nmethod. Personally, I had always a partiality for dealing with\r\n“buffers.” “The brakes refused to act, and the train struck the buffers\r\nat the end of the platform” invariably suggested that if elderly\r\ngentlemen would abstain from loitering on railway platforms, they would\r\nnot get hurt in this way.\r\n\r\nGresham had a similar liking for “turns.” “The performance at the\r\nFrivoli Music Hall was in full swing when the scenery was noticed to be\r\non fire. The audience got a turn. An extra turn.”\r\n\r\nJulian Eversleigh, to whom I told my experiences on the _Orb_, said he\r\nadmired the spirit with which I entered into my duties. He said,\r\nmoreover, that I had a future before me, not only as a journalist, but\r\nas a writer.\r\n\r\nNor, indeed, could I help seeing for myself that I was getting on. I\r\nwas making a fair income now, and had every prospect of making a much\r\nbetter one. My market was not restricted. Verses, articles, and fiction\r\nfrom my pen were being accepted with moderate regularity by many of the\r\nminor periodicals. My scope was growing distinctly wider. I found, too,\r\nthat my work seemed to meet with a good deal more success when I sent\r\nit in from the _Orb_, with a letter to the editor on _Orb_ notepaper.\r\n\r\nAltogether, my five weeks on the _Orb_ were invaluable to me. I ought\r\nto have paid rather than have taken payment for working on the column.\r\nBy the time Fermin came back from Scotland to turn me out, I was a\r\nprofessional. I had learned the art of writing against time. I had\r\nlearned to ignore noise, which, for a writer in London, is the most\r\nvaluable quality of all. Every day at the _Orb_ I had had to turn out\r\nmy stuff with the hum of the Strand traffic in my ears, varied by an\r\noccasional barrel-organ, the whistling of popular songs by the\r\nprinters, whose window faced ours, and the clatter of a typewriter in\r\nthe next room. Often I had to turn out a paragraph or a verse while\r\nlistening and making appropriate replies to some other member of the\r\nstaff, who had wandered into our room to pass the time of day or read\r\nout a bit of his own stuff which had happened to please him\r\nparticularly. All this gave me a power of concentration, without which\r\nwriting is difficult in this city of noises.\r\n\r\nThe friendship I formed with Gresham too, besides being pleasant, was\r\nof infinite service to me. He knew all about the game. I followed his\r\nadvice, and prospered. His encouragement was as valuable as his advice.\r\nHe was my pilot, and saw me, at great trouble to himself, through the\r\ndangerous waters.\r\n\r\nI foresaw that the future held out positive hope that my marriage with\r\nMargaret would become possible. And yet——\r\n\r\nPausing in the midst of my castle-building, I suffered a sense of\r\nrevulsion. I had been brought up to believe that the only adjective\r\nthat could be coupled with the noun “journalism” was “precarious.” Was\r\nI not, as Gresham would have said, solving an addition sum in infantile\r\npoultry before their mother, the feathered denizen of the farmyard, had\r\nlured them from their shell? Was I not mistaking a flash in the pan for\r\na genuine success?\r\n\r\nThese thoughts numbed my fingers in the act of writing to Margaret.\r\n\r\nInstead, therefore, of the jubilant letter I had intended to send her,\r\nI wrote one of quite a different tone. I mentioned the arduous nature\r\nof my work. I referred to the struggle in which I was engaged. I\r\nindicated cleverly that I was a man of extraordinary courage battling\r\nwith fate. I implied that I made just enough to live on.\r\n\r\nIt would have been cruel to arouse expectations which might never be\r\nfulfilled. In this letter, accordingly, and in subsequent letters, I\r\nrather went to the opposite extreme. Out of pure regard for Margaret, I\r\npainted my case unnecessarily black. Considerations of a similar nature\r\nprompted me to keep on my lodging in Walpole Street. I had two rooms\r\ninstead of one, but they were furnished severely and with nothing but\r\nthe barest necessaries.\r\n\r\nI told myself through it all that I loved Margaret as dearly as ever.\r\nYet there were moments, and they seemed to come more frequently as the\r\ndays went on, when I found myself wondering. Did I really want to give\r\nup all this? The untidiness, the scratch meals, the nights with Julian?\r\nAnd, when I was honest, I answered, No.\r\n\r\nSomehow Margaret seemed out of place in this new world of mine."
  ]
}