{
  "index": 1,
  "title": "Chapter 1",
  "paragraphs": [
    "CHAPTER 1\r\nJAMES ARRIVES\r\n\r\n\r\nI am Margaret Goodwin. A week from today I shall be Mrs. James Orlebar\r\nCloyster.\r\n\r\nIt is just three years since I first met James. We made each other’s\r\nacquaintance at half-past seven on the morning of the 28th of July in\r\nthe middle of Fermain Bay, about fifty yards from the shore.\r\n\r\nFermain Bay is in Guernsey. My home had been with my mother for many\r\nyears at St. Martin’s in that island. There we two lived our uneventful\r\nlives until fate brought one whom, when first I set my eyes on him, I\r\nknew I loved.\r\n\r\nPerhaps it is indiscreet of me to write that down. But what does it\r\nmatter? It is for no one’s reading but my own. James, my _fiancé_, is\r\n_not_ peeping slyly over my shoulder as I write. On the contrary, my\r\ndoor is locked, and James is, I believe, in the smoking-room of his\r\nhotel at St. Peter’s Port.\r\n\r\nAt that time it had become my habit to begin my day by rising before\r\nbreakfast and taking a swim in Fermain Bay, which lies across the road\r\nin front of our cottage. The practice—I have since abandoned it—was\r\ngood for the complexion, and generally healthy. I had kept it up,\r\nmoreover, because I had somehow cherished an unreasonable but\r\npersistent presentiment that some day Somebody (James, as it turned\r\nout) would cross the pathway of my maiden existence. I told myself that\r\nI must be ready for him. It would never do for him to arrive, and find\r\nno one to meet him.\r\n\r\nOn the 28th of July I started off as usual. I wore a short tweed skirt,\r\nbrown stockings—my ankles were, and are, good—a calico blouse, and a\r\nred tam-o’-shanter. Ponto barked at my heels. In one hand I carried my\r\nblue twill bathing-gown. In the other a miniature alpenstock. The sun\r\nhad risen sufficiently to scatter the slight mist of the summer\r\nmorning, and a few flecked clouds were edged with a slender frame of\r\nred gold.\r\n\r\nLeisurely, and with my presentiment strong upon me, I descended the\r\nsteep cliffside to the cave on the left of the bay, where, guarded by\r\nthe faithful Ponto, I was accustomed to disrobe; and soon afterwards I\r\ncame out, my dark hair over my shoulders and blue twill over a portion\r\nof the rest of me, to climb out to the point of the projecting rocks,\r\nso that I might dive gracefully and safely into the still blue water.\r\n\r\nI was a good swimmer. I reached the ridge on the opposite side of the\r\nbay without fatigue, not changing from a powerful breast-stroke. I then\r\nsat for a while at the water’s edge to rest and to drink in the\r\nthrilling glory of what my heart persisted in telling me was the\r\nmorning of my life.\r\n\r\nAnd then I saw Him.\r\n\r\nNot distinctly, for he was rowing a dinghy in my direction, and\r\nconsequently had his back to me.\r\n\r\nIn the stress of my emotions and an aggravation of modesty, I dived\r\nagain. With an intensity like that of a captured conger I yearned to be\r\nhidden by the water. I could watch him as I swam, for, strictly\r\nspeaking, he was in my way, though a little farther out to sea than I\r\nintended to go. As I drew near, I noticed that he wore an odd garment\r\nlike a dressing-gown. He had stopped rowing.\r\n\r\nI turned upon my back for a moment’s rest, and, as I did so, heard a\r\ncry. I resumed my former attitude, and brushed the salt water from my\r\neyes.\r\n\r\nThe dinghy was wobbling unsteadily. The dressing-gown was in the bows;\r\nand he, my sea-god, was in the water. Only for a second I saw him. Then\r\nhe sank.\r\n\r\nHow I blessed the muscular development of my arms.\r\n\r\nI reached him as he came to the surface.\r\n\r\n“That’s twice,” he remarked contemplatively, as I seized him by the\r\nshoulders.\r\n\r\n“Be brave,” I said excitedly; “I can save you.”\r\n\r\n“I should be most awfully obliged,” he said.\r\n\r\n“Do exactly as I tell you.”\r\n\r\n“I say,” he remonstrated, “you’re not going to drag me along by the\r\nroots of my hair, are you?”\r\n\r\nThe natural timidity of man is, I find, attractive.\r\n\r\nI helped him to the boat, and he climbed in. I trod water, clinging\r\nwith one hand to the stern.\r\n\r\n“Allow me,” he said, bending down.\r\n\r\n“No, thank you,” I replied.\r\n\r\n“Not, really?”\r\n\r\n“Thank you very much, but I think I will stay where I am.”\r\n\r\n“But you may get cramp. By the way—I’m really frightfully obliged to\r\nyou for saving my life—I mean, a perfect stranger—I’m afraid it’s quite\r\nspoiled your dip.”\r\n\r\n“Not at all,” I said politely. “Did you get cramp?”\r\n\r\n“A twinge. It was awfully kind of you.”\r\n\r\n“Not at all.”\r\n\r\nThen there was a rather awkward silence.\r\n\r\n“Is this your first visit to Guernsey?” I asked.\r\n\r\n“Yes; I arrived yesterday. It’s a delightful place. Do you live here?”\r\n\r\n“Yes; that white cottage you can just see through the trees.”\r\n\r\n“I suppose I couldn’t give you a tow anywhere?”\r\n\r\n“No; thank you very much. I will swim back.”\r\n\r\nAnother constrained silence.\r\n\r\n“Are you ever in London, Miss——?”\r\n\r\n“Goodwin. Oh, yes; we generally go over in the winter, Mr.——”\r\n\r\n“Cloyster. Really? How jolly. Do you go to the theatre much?”\r\n\r\n“Oh, yes. We saw nearly everything last time we were over.”\r\n\r\nThere was a third silence. I saw a remark about the weather trembling\r\non his lip, and, as I was beginning to feel the chill of the water a\r\nlittle, I determined to put a temporary end to the conversation.\r\n\r\n“I think I will be swimming back now,” I said.\r\n\r\n“You’re quite sure I can’t give you a tow?”\r\n\r\n“Quite, thanks. Perhaps you would care to come to breakfast with us,\r\nMr. Cloyster? I know my mother would be glad to see you.”\r\n\r\n“It is very kind of you. I should be delighted. Shall we meet on the\r\nbeach?”\r\n\r\nI swam off to my cave to dress.\r\n\r\nBreakfast was a success, for my mother was a philosopher. She said very\r\nlittle, but what she did say was magnificent. In her youth she had\r\nmoved in literary circles, and now found her daily pleasure in the\r\nworks of Schopenhauer, Kant, and other Germans. Her lightest reading\r\nwas _Sartor Resartus_, and occasionally she would drop into Ibsen and\r\nMaeterlinck, the asparagus of her philosophic banquet. Her chosen mode\r\nof thought, far from leaving her inhuman or intolerant, gave her a\r\nsocial distinction which I had inherited from her. I could, if I had\r\nwished it, have attended with success the tea-drinkings, the\r\ntennis-playings, and the éclair-and-lemonade dances to which I was\r\nfrequently invited. But I always refused. Nature was my hostess.\r\nNature, which provided me with balmy zephyrs that were more comforting\r\nthan buttered toast; which set the race of the waves to the ridges of\r\nFermain, where arose no shrill, heated voice crying, “Love—forty”;\r\nwhich decked foliage in more splendid sheen than anything the local\r\ncostumier could achieve, and whose poplars swayed more rhythmically\r\nthan the dancers of the Assembly Rooms.\r\n\r\nThe constraint which had been upon us during our former conversation\r\nvanished at breakfast. We were both hungry, and we had a common topic.\r\nWe related our story of the sea in alternate sentences. We ate and we\r\ntalked, turn and turn about. My mother listened. To her the affair,\r\ncompared with the tremendous subjects to which she was accustomed to\r\ndirect her mind, was broad farce. James took it with an air of\r\nrestrained amusement. I, seriously.\r\n\r\nTentatively, I diverged from this subject towards other and wider\r\nfields. Impressions of Guernsey, which drew from him his address, at\r\nthe St. Peter’s Port Hotel. The horrors of the sea passage from\r\nWeymouth, which extorted a comment on the limitations of England.\r\nEngland. London. Kensington. South Kensington. The Gunton-Cresswells?\r\nYes, yes! Extraordinary. Curious coincidence. Excursus on smallness of\r\nworld. Queer old gentleman, Mr. Gunton-Cresswell. He is, indeed. Quite\r\none of the old school. Oh, quite. Still wears that beaver hat? Does he\r\nreally? Yes. Ha, ha! Yes.\r\n\r\nHere the humanising influence of the Teutonic school of philosophic\r\nanalysis was demonstrated by my mother’s action. Mr. Cloyster, she\r\nsaid, must reconcile himself to exchanging his comfortable rooms at the\r\nSt. Peter’s Port—(“I particularly dislike half-filled hotel life, Mrs.\r\nGoodwin”)—for the shelter of our cottage. He accepted. He was then\r\n“warned” that I was chef at the cottage. Mother gave him “a chance to\r\nchange his mind.” Something was said about my saving life and\r\ndestroying digestion. He went to collect his things in an ecstasy of\r\nmerriment.\r\n\r\nAt this point I committed an indiscretion which can only be excused by\r\nthe magnitude of the occasion.\r\n\r\nMy mother had retired to her favourite bow-window where, by a _tour de\r\nforce_ on the part of the carpenter, a system of low, adjustable\r\nbookcases had been craftily constructed in such a way that when she sat\r\nin her window-seat they jutted in a semicircle towards her hand.\r\n\r\nJames, whom I had escorted down the garden path, had left me at the\r\nlittle wooden gate and had gone swinging down the road. I, shielded\r\nfrom outside observation (if any) by a line of lilacs, gazed\r\nrapturously at his retreating form. The sun was high in the sky now. It\r\nwas a perfect summer’s day. Birds were singing. Their notes blended\r\nwith the gentle murmur of the sea on the beach below. Every fibre of my\r\nbody was thrilling with the magic of the morning.\r\n\r\nThrough the kindly branches of the lilac I watched him, and then, as\r\nthough in obedience to the primaeval call of that July sunshine, I\r\nstood on tiptoe, and blew him a kiss.\r\n\r\nI realised in an instant what I had done. Fool that I had been. The\r\nbow-window!\r\n\r\nI was rigid with discomfiture. My mother’s eyes were on the book she\r\nheld. And yet a faint smile seemed to hover round her lips. I walked in\r\nsilence to where she sat at the open window.\r\n\r\nShe looked up. Her smile was more pronounced.\r\n\r\n“Margie,” she said.\r\n\r\n“Yes, mother?”\r\n\r\n“The hedonism of Voltaire is the indictment of an honest bore.”\r\n\r\n“Yes, mother.”\r\n\r\nShe then resumed her book."
  ]
}