{
  "index": 2,
  "title": "Chapter 1",
  "paragraphs": [
    "JAMES SETS OUT\r\n\r\n\r\n_(Miss Margaret Goodwin’s narrative continued)_\r\n\r\nThose August days! Have there been any like them before? I realise with\r\ndifficulty that the future holds in store for me others as golden.\r\n\r\nThe island was crammed with trippers. They streamed in by every boat.\r\nBut James and I were infinitely alone. I loved him from the first, from\r\nthe moment when he had rowed out of the unknown into my life, clad in a\r\ndressing-gown. I like to think that he loved me from that moment, too.\r\nBut, if he did, the knowledge that he did came to him only after a\r\ncertain delay. It was my privilege to watch this knowledge steal\r\ngradually but surely upon him.\r\n\r\nWe were always together; and as the days passed by he spoke freely of\r\nhimself and his affairs, obeying unconsciously the rudder of my tactful\r\ninquisitiveness. By the end of the first week I knew as much about him\r\nas he did himself.\r\n\r\nIt seemed that a guardian—an impersonal sort of business man with a\r\nsmall but impossible family—was the most commanding figure in his\r\nprivate life. As for his finances, five-and-forty sovereigns, the\r\nremnant of a larger sum which had paid for his education at Cambridge,\r\nstood between him and the necessity of offering for hire a sketchy\r\nacquaintance with general literature and a third class in the classical\r\ntripos.\r\n\r\nHe had come to Guernsey to learn by personal observation what chances\r\ntomato growing held out to a young man in a hurry to get rich.\r\n\r\n“Tomato growing?” I echoed dubiously. And then, to hide a sense of\r\nbathos, “People _have_ made it pay. Of course, they work very hard.”\r\n\r\n“M’yes,” said James without much enthusiasm.\r\n\r\n“But I fancy,” I added, “the life is not at all unpleasant.”\r\n\r\nAt this point embarrassment seemed to engulf James. He blushed,\r\nswallowed once or twice in a somewhat convulsive manner, and stammered.\r\n\r\nThen he made his confession guiltily.\r\n\r\nI was not to suppose that his aims ceased with the attainment of a\r\ntomato-farm. The nurture of a wholesome vegetable occupied neither the\r\nwhole of his ambitions nor even the greater part of them. To write—the\r\nagony with which he throatily confessed it!—to be swept into the\r\nmaelstrom of literary journalism, to be _en rapport_ with the\r\nunslumbering forces of Fleet Street—those were the real objectives of\r\nJames Orlebar Cloyster.\r\n\r\n“Of course, I mean,” he said, “I suppose it would be a bit of a\r\nstruggle at first, if you see what I mean. What I mean to say is,\r\nrejected manuscripts, and so on. But still, after a bit, once get a\r\nfooting, you know—I should like to have a dash at it. I mean, I think I\r\ncould do something, you know.”\r\n\r\n“Of course you could,” I said.\r\n\r\n“I mean, lots of men have, don’t you know.”\r\n\r\n“There’s plenty of room at the top,” I said.\r\n\r\nHe seemed struck with this remark. It encouraged him.\r\n\r\nHe had had his opportunity of talking thus of himself during our long\r\nrambles out of doors. They were a series of excursions which he was\r\naccustomed to describe as hunting expeditions for the stocking of our\r\nlarder.\r\n\r\nThus James would announce at breakfast that prawns were the day’s\r\nquarry, and the foreshore round Cobo Bay the hunting-ground. And to\r\nCobo, accordingly, we would set out. This prawn-yielding area extends\r\nalong the coast on the other side of St. Peter’s Port, where two halts\r\nhad to be made, one at Madame Garnier’s, the confectioners, the other\r\nat the library, to get fiction, which I never read. Then came a journey\r\non the top of the antediluvian horse-tram, a sort of _diligence_ on\r\nrails; and then a whole summer’s afternoon among the prawns. Cobo is an\r\nexpanse of shingle, dotted with seaweed and rocks; and Guernsey is a\r\nplace where one can take off one’s shoes and stockings on the slightest\r\npretext. We waded hither and thither with the warm brine lapping\r\nunchecked over our bare legs. We did not use our nets very\r\nindustriously, it is true; but our tongues were seldom still. The slow\r\nwalk home was a thing to be looked forward to. Ah! those memorable\r\nhomecomings in the quiet solemnity of that hour, when a weary sun\r\nstoops, one can fancy with a sigh of pleasure, to sink into the bosom\r\nof the sea!\r\n\r\nPrawn-hunting was agreeably varied by fish-snaring, mussel-stalking,\r\nand mushroom-trapping—sports which James, in his capacity of Head\r\nForester, included in his venery.\r\n\r\nFor mushroom-trapping an early start had to be made—usually between six\r\nand seven. The chase took us inland, until, after walking through the\r\nfragrant, earthy lanes, we turned aside into dewy meadows, where each\r\nblade of grass sparkled with a gem of purest water. Again the necessity\r\nof going barefoot. Breakfast was late on these mornings, my mother\r\nwhiling away the hours of waiting with a volume of Diogenes Laertius in\r\nthe bow-window. She would generally open the meal with the remark that\r\nAnaximander held the primary cause of all things to be the Infinite, or\r\nthat it was a favourite expression of Theophrastus that time was the\r\nmost valuable thing a man could spend. When breakfast was announced,\r\none of the covers concealed the mushrooms, which, under my\r\nsuperintendence, James had done his best to devil. A quiet day\r\nfollowed, devoted to sedentary recreation after the labours of the run.\r\n\r\nThe period which I have tried to sketch above may be called the period\r\nof good-fellowship. Whatever else love does for a woman, it makes her\r\nan actress. So we were merely excellent friends till James’s eyes were\r\nopened. When that happened, he abruptly discarded good-fellowship. I,\r\non the other hand, played it the more vigorously. The situation was\r\nmine.\r\n\r\nOur day’s run became the merest shadow of a formality. The office of\r\nHead Forester lapsed into an absolute sinecure. Love was with\r\nus—triumphant, and no longer to be skirted round by me; fresh,\r\nelectric, glorious in James.\r\n\r\nWe talked—we must have talked. We moved. Our limbs performed their\r\nordinary, daily movements. But a golden haze hangs over that second\r\nperiod. When, by the strongest effort of will, I can let my mind stand\r\nby those perfect moments, I seem to hear our voices, low and measured.\r\nAnd there are silences, fond in themselves and yet more fondly\r\ninterrupted by unspoken messages from our eyes. What we really said,\r\nwhat we actually did, where precisely we two went, I do not know. We\r\nwere together, and the blur of love was about us. Always the blur. It\r\nis not that memory cannot conjure up the scene again. It is not that\r\nthe scene is clouded by the ill-proportion of a dream. No. It is\r\nbecause the dream is brought to me by will and not by sleep. The blur\r\nrecurs because the blur was there. A love vast as ours is penalised, as\r\nit were, by this blur, which is the hall-mark of infinity.\r\n\r\nIn mighty distances, whether from earth to heaven, whether from 5245\r\nGerrard to 137 Glasgow, there is always that awful, that disintegrating\r\nblur.\r\n\r\nA third period succeeded. I may call it the affectionately practical\r\nperiod. Instantly the blur vanishes. We were at our proper distance\r\nfrom the essence of things, and though infinity is something one yearns\r\nfor passionately, one’s normal condition has its meed of comfort. I\r\nremember once hearing a man in a Government office say that the\r\npleasantest moment of his annual holiday was when his train rolled back\r\ninto Paddington Station. And he was a man, too, of a naturally lazy\r\ndisposition.\r\n\r\nIt was about the middle of this third period, during a\r\nmushroom-trapping ramble, that the idea occurred to us, first to me,\r\nthen—after reflection—to James, that mother ought to be informed how\r\nmatters stood between us.\r\n\r\nWe went into the house, hand-in-hand, and interviewed her.\r\n\r\nShe was in the bow-window, reading a translation of _The\r\nDeipnosophists_ of Athenaeus.\r\n\r\n“Good morning,” she said, looking at her watch. “It is a little past\r\nour usual breakfast time, Margie, I think?”\r\n\r\n“We have been looking for mushrooms, mother.”\r\n\r\n“Every investigation, says Athenaeus, which is guided by principles of\r\nNature fixes its ultimate aim entirely on gratifying the stomach. Have\r\nyou found any mushrooms?”\r\n\r\n“Heaps, Mrs. Goodwin,” said James.\r\n\r\n“Mother,” I said, “we want to tell you something.”\r\n\r\n“The fact is, Mrs. Goodwin——”\r\n\r\n“We are engaged.”\r\n\r\nMy mother liked James.\r\n\r\n“Margie,” she once said to me, “there is good in Mr. Cloyster. He is\r\nnot for ever offering to pass me things.” Time had not caused her to\r\nmodify this opinion. She received our news calmly, and inquired into\r\nJames’s means and prospects. James had forty pounds and some odd\r\nsilver. I had nothing.\r\n\r\nThe key-note of my mother’s contribution to our conference was, “Wait.”\r\n\r\n“You are both young,” she said.\r\n\r\nShe then kissed me, smiled contemplatively at James, and resumed her\r\nbook.\r\n\r\nWhen we were alone, “My darling,” said James, “we must wait. Tomorrow I\r\ncatch the boat for Weymouth. I shall go straight to London. My first\r\nmanuscript shall be in an editor’s hands on Wednesday morning. I will\r\ngo, but I will come back.”\r\n\r\nI put my arms round his neck.\r\n\r\n“My love,” I said, “I trust you. Go. Always remember that I know you\r\nwill succeed.”\r\n\r\nI kissed him.\r\n\r\n“And when you have succeeded, come back.”"
  ]
}