{
  "index": 14,
  "title": "Chapter 13",
  "paragraphs": [
    "JULIAN’S IDEA\r\n\r\n\r\n_(James Orlebar Cloyster’s narrative continued)_\r\n\r\nI had been relating, on the morning after the Blake affair, the\r\nstirring episode of the previous night to Julian. He agreed with me\r\nthat it was curious that our potato-thrower of Covent Garden market\r\nshould have crossed my path again. But I noticed that, though he\r\nlistened intently enough, he lay flat on his back in his hammock, not\r\nlooking at me, but blinking at the ceiling; and when I had finished he\r\nturned his face towards the wall—which was unusual, since I generally\r\nlunched on his breakfast, as I was doing then, to the accompaniment of\r\nquite a flow of languid abuse.\r\n\r\nI was in particularly high spirits that morning, for I fancied that I\r\nhad found a way out of my difficulty about Margaret. That subject being\r\nuppermost in my mind, I guessed at once what Julian’s trouble was.\r\n\r\n“I think you’d like to know, Julian,” I said, “whether I’d written to\r\nGuernsey.”\r\n\r\n“Well?”\r\n\r\n“It’s all right,” I said.\r\n\r\n“You’ve told her to come?”\r\n\r\n“No; but I’m able to take my respite without wounding her. That’s as\r\ngood as writing, isn’t it? We agreed on that.”\r\n\r\n“Yes; that was the idea. If you could find a way of keeping her from\r\nknowing how well you were getting on with your writing, you were to\r\ntake it. What’s your idea?”\r\n\r\n“I’ve hit on a very simple way out of the difficulty,” I said. “It came\r\nto me only this morning. All I need do is to sign my stuff with a\r\npseudonym.”\r\n\r\n“You only thought of that this morning?”\r\n\r\n“Yes. Why?”\r\n\r\n“My dear chap, I thought of it as soon as you told me of the fix you\r\nwere in.”\r\n\r\n“You might have suggested it.”\r\n\r\nJulian slid to the floor, drained the almost empty teapot, rescued the\r\nlast kidney, and began his breakfast.\r\n\r\n“I would have suggested it,” he said, “if the idea had been worth\r\nanything.”\r\n\r\n“What! What’s wrong with it?”\r\n\r\n“My dear man, it’s too risky. It’s not as though you kept to one form\r\nof literary work. You’re so confoundedly versatile. Let’s suppose you\r\ndid sign your work with a _nom de plume_.”\r\n\r\n“Say, George Chandos.”\r\n\r\n“All right. George Chandos. Well, how long would it be, do you think,\r\nbefore paragraphs appeared, announcing to the public, not only of\r\nEngland but of the Channel Islands, that George Chandos was really\r\nJimmy Cloyster?”\r\n\r\n“What rot!” I said. “Why the deuce should they want to write paragraphs\r\nabout me? I’m not a celebrity. You’re talking through your hat,\r\nJulian.”\r\n\r\nJulian lit his pipe.\r\n\r\n“Not at all,” he said. “Count the number of people who must necessarily\r\nbe in the secret from the beginning. There are your publishers, Prodder\r\nand Way. Then there are the editors of the magazine which publishes\r\nyour Society dialogue bilge, and of all the newspapers, other than the\r\n_Orb_, in which your serious verse appears. My dear Jimmy, the news\r\nthat you and George Chandos were the same man would go up and down\r\nFleet Street and into the Barrel like wildfire. And after that the\r\nparagraphs.”\r\n\r\nI saw the truth of his reasoning before he had finished speaking. Once\r\nmore my spirits fell to the point where they had been before I hit upon\r\nwhat I thought was such a bright scheme.\r\n\r\nJulian’s pipe had gone out while he was talking. He lit it again, and\r\nspoke through the smoke:\r\n\r\n“The weak point of your idea, of course, is that you and George Chandos\r\nare a single individual.”\r\n\r\n“But why should the editors know that? Why shouldn’t I simply send in\r\nmy stuff, typed, by post, and never appear myself at all?”\r\n\r\n“My dear Jimmy, you know as well as I do that that wouldn’t work. It\r\nwould do all right for a bit. Then one morning: ‘Dear Mr. Chandos,—I\r\nshould be glad if you could make it convenient to call here some time\r\nbetween Tuesday and Thursday.—Yours faithfully. Editor of\r\nSomething-or-other.’ Sooner or later a man who writes at all regularly\r\nfor the papers is bound to meet the editors of them. A successful\r\nauthor can’t conduct all his business through the post. Of course, if\r\nyou chucked London and went to live in the country——”\r\n\r\n“I couldn’t,” I said. “I simply couldn’t do it. London’s got into my\r\nbones.”\r\n\r\n“It does,” said Julian.\r\n\r\n“I like the country, but I couldn’t live there. Besides, I don’t\r\nbelieve I could write there—not for long. All my ideas would go.”\r\n\r\nJulian nodded.\r\n\r\n“Just so,” he said. “Then exit George Chandos.”\r\n\r\n“My scheme is worthless, you think, then?”\r\n\r\n“As you state it, yes.”\r\n\r\n“You mean——?” I prompted quickly, clutching at something in his tone\r\nwhich seemed to suggest that he did not consider the matter entirely\r\nhopeless.\r\n\r\n“I mean this. The weak spot in your idea, as I told you, is that you\r\nand George Chandos have the same body. Now, if you could manage to\r\nprovide George with separate flesh and blood of his own, there’s no\r\nreason——”\r\n\r\n“By Jove! you’ve hit it. Go on.”\r\n\r\n“Listen. Here is my rough draft of what I think might be a sound,\r\nworking system. How many divisions does your work fall into, not\r\ncounting the _Orb_?”\r\n\r\nI reflected.\r\n\r\n“Well, of course, I do a certain amount of odd work, but lately I’ve\r\nrather narrowed it down, and concentrated my output. It seemed to me a\r\nbetter plan than sowing stuff indiscriminately through all the papers\r\nin London.”\r\n\r\n“Well, how many stunts have you got? There’s your serious verse—one.\r\nAnd your Society stuff—two. Any more?”\r\n\r\n“Novels and short stories.”\r\n\r\n“Class them together—three. Any more?\r\n\r\n“No; that’s all.”\r\n\r\n“Very well, then. What you must do is to look about you, and pick\r\ncarefully three men on whom you can rely. Divide your signed stuff\r\nbetween these three men. They will receive your copy, sign it with\r\ntheir own names, and see that it gets to wherever you want to send it.\r\nAs far as the editorial world is concerned, and as far as the public is\r\nconcerned, they will become actually the authors of the manuscripts\r\nwhich you have prepared for them to sign. They will forward you the\r\ncheques when they arrive, and keep accounts to which you will have\r\naccess. I suppose you will have to pay them a commission on a scale to\r\nbe fixed by mutual arrangement. As regards your unsigned work, there is\r\nnothing to prevent your doing that yourself—‘On Your Way,’ I mean,\r\nwhenever there’s any holiday work going: general articles, and light\r\nverse. I say, though, half a moment.”\r\n\r\n“Why, what?”\r\n\r\n“I’ve thought of a difficulty. The editors who have been taking your\r\nstuff hitherto may have a respect for the name of James Orlebar\r\nCloyster which they may not extend to the name of John Smith or George\r\nChandos, or whoever it is. I mean, it’s quite likely the withdrawal of\r\nthe name will lead to the rejection of the manuscript.”\r\n\r\n“Oh no; that’s all right,” I said. “It’s the stuff they want, not the\r\nname. I don’t say that names don’t matter. They do. But only if they’re\r\nbig names. Kipling might get a story rejected if he sent it in under a\r\nfalse name, which they’d have taken otherwise just because he was\r\nKipling. What they want from me is the goods. I can shove any label on\r\nthem I like. The editor will read my ghosts’ stuff, see it’s what he\r\nwants, and put it in. He may say, ‘It’s rather like Cloyster’s style,’\r\nbut he’ll certainly add, ‘Anyhow, it’s what I want.’ You can scratch\r\nthat difficulty, Julian. Any more?”\r\n\r\n“I think not. Of course, there’s the objection that you’ll lose any\r\ncelebrity you might have got. No one’ll say, ‘Oh, Mr. Cloyster, I\r\nenjoyed your last book so much!’”\r\n\r\n“And no one’ll say, ‘Oh, do you _write_, Mr. Cloyster? How interesting!\r\nWhat have you written? You must send me a copy.’”\r\n\r\n“That’s true. In any case, it’s celebrity against the respite,\r\nobscurity against Miss Goodwin. While the system is in operation you\r\nwill be free but inglorious. You choose freedom? All right, then. Pass\r\nthe matches.”"
  ]
}