{
  "index": 13,
  "title": "Chapter 12",
  "paragraphs": [
    "TOM BLAKE AGAIN\r\n\r\n\r\n_(James Orlebar Cloyster’s narrative continued)_\r\n\r\nHatton’s Club boys took kindly to my course of instruction. For a\r\ncouple of months, indeed, it seemed that another golden age of the\r\nnoble art was approaching, and that the rejuvenation of boxing would\r\noccur, beginning at Carnation Hall, Lambeth.\r\n\r\nThen the thing collapsed like a punctured tyre.\r\n\r\nAt first, of course, they fought a little shy. But when I had them up\r\nin line, and had shown them what a large proportion of an eight-ounce\r\nglove is padding, they grew more at ease. To be asked suddenly to fight\r\nthree rounds with one of your friends before an audience, also of your\r\nfriends, is embarrassing. One feels hot and uncomfortable. Hatton’s\r\nboys jibbed nervously. As a preliminary measure, therefore, I drilled\r\nthem in a class at foot-work and the left lead. They found the exercise\r\nexhilarating. If this was the idea, they seemed to say, let the thing\r\ngo on. Then I showed them how to be highly scientific with a punch\r\nball. Finally, I sparred lightly with them myself.\r\n\r\nIn the rough they were impossible boxers. After their initial distrust\r\nhad evaporated under my gentle handling of them, they forgot all I had\r\ntaught them about position and guards. They bored in, heads down and\r\narms going like semicircular pistons. Once or twice I had to stop them.\r\nThey were easily steadied. They hastened to adopt a certain snakiness\r\nof attack instead of the frontal method which had left them so exposed.\r\nThey began to cultivate a kind of negative style. They were\r\ntremendously impressed by the superiority of science over strength.\r\n\r\nI am not sure that I did not harp rather too much on the scientific\r\nnote. Perhaps if I had referred to it less, the ultimate disaster would\r\nnot have been quite so appalling. On the other hand, I had not the\r\nslightest suspicion that they would so exaggerate my meaning when I was\r\nremarking on the worth of science, how it “tells,” and how it causes\r\nthe meagre stripling to play fast and loose with huge, brawny\r\nruffians—no cowards, mark you—and hairy as to their chests.\r\n\r\nBut the weeds at Hatton’s Club were fascinated by my homilies on\r\nscience. The simplicity of the thing appealed to them irresistibly.\r\nThey caught at the expression, “Science,” and regarded it as the “Hey\r\nPresto!” of a friendly conjurer who could so arrange matters for them\r\nthat powerful opponents would fall flat, involuntarily, at the sight of\r\ntheir technically correct attitude.\r\n\r\nI did not like to destroy their illusions. Had I said to them, “Look\r\nhere, science is no practical use to you unless you’ve got low-bridged,\r\nsnub noses, protruding temples, nostrils like the tubes of a\r\nvacuum-cleaner, stomach muscles like motor-car wheels, hands like legs\r\nof mutton, and biceps like transatlantic cables”—had I said that, they\r\nwould have voted boxing a fraud, and gone away to quarrel over a game\r\nof backgammon, which was precisely what I wished to avoid.\r\n\r\nSo I let them go on with their tapping and feinting and side-slipping.\r\n\r\nTo make it worse they overheard Sidney Price trying to pay me a\r\ncompliment. Price was the insurance clerk who had attached himself to\r\nHatton and had proved himself to be of real service in many ways. He\r\nwas an honest man, but he could not box. He came down to the hall one\r\nnight after I had given four or five lessons, to watch the boys spar.\r\nOf course, to the uninitiated eye it did seem as though they were neat\r\nin their work. The sight was very different from the absurd exhibition\r\nwhich Price had seen on the night I started with them. He might easily\r\nhave said, if he was determined to compliment me, that they had\r\n“improved,” “progressed,” or something equally adequate and innocuous.\r\nBut no. The man must needs be effusive, positively gushing. He came to\r\nme in transports. “Wonderful!” he said. “Wonderful!”\r\n\r\n“What’s wonderful?” I said, a shade irritably.\r\n\r\n“Their style,” he said loudly, so that they could all hear, “their\r\nstyle. It’s their style that astonishes me.”\r\n\r\nI hustled him away as soon as I could, but the mischief was done.\r\n\r\nStyle ran through Hatton’s Club boys like an epidemic. Carnation Hall\r\nfairly buzzed with style. An apology for a blow which landed on your\r\nchest with the delicacy of an Agag among butterflies was extolled to\r\nthe skies because it was a stylish blow. When Alf Joblin, a recruit,\r\nsent Walter Greenway sprawling with a random swing on the mark, there\r\nwas a pained shudder. Not only Walter Greenway, but the whole club\r\nexplained to Alf that the swing was a bad swing, an awful violation of\r\nstyle, practically a crime. By the time they had finished explaining,\r\nAlf was dazed; and when invited by Walter to repeat the hit with a view\r\nto his being further impressed with its want of style, did so in such\r\nhalf-hearted fashion that Walter had time to step stylishly aside and\r\nshow Alf how futile it is to be unscientific.\r\n\r\nTo the club this episode was decently buried in an unremembered past.\r\nTo me, however, it was significant, though I did not imagine it would\r\never have the tremendous sequel which was brought about by the coming\r\nof Thomas Blake.\r\n\r\nFate never planned a coup so successfully. The psychology of Blake’s\r\narrival was perfect. The boxers of Carnation Hall had worked themselves\r\ninto a mental condition which I knew was as ridiculous as it was\r\ndangerous. Their conceit and their imagination transformed the hall\r\ninto a kind of improved National Sporting Club. They went about with an\r\nair of subdued but tremendous athleticism. They affected a sort of\r\nself-conscious nonchalance. They adopted an odiously patronising\r\nattitude towards the once popular game of backgammon. I daresay that\r\npicture is not yet forgotten where a British general, a man of blood\r\nand iron, is portrayed as playing with a baby, to the utter neglect of\r\na table full of important military dispatches. Well, the club boys, to\r\na boy, posed as generals of blood and iron when they condescended to\r\nplay backgammon. They did it, but they let you see that they did not\r\nregard it as one of the serious things of life.\r\n\r\nAlso, knowing that each other’s hitting was so scientific as to be\r\nharmless, they would sometimes deliberately put their eye in front of\r\ntheir opponent’s stylish left, in the hope that the blow would raise a\r\nbruise. It hardly ever did. But occasionally——! Oh, then you should\r\nhave seen the hero-with-the-quiet-smile look on their faces as they\r\nlounged ostentatiously about the place. In a word, they were above\r\nthemselves. They sighed for fresh worlds to conquer. And Thomas Blake\r\nsupplied the long-felt want.\r\n\r\nPersonally, I did not see his actual arrival. I only saw his handiwork\r\nafter he had been a visitor awhile within the hall. But, to avoid\r\nunnecessary verbiage and to avail myself of the privilege of an author,\r\nI will set down, from the evidence of witnesses, the main points of the\r\nepisode as though I myself had been present at his entrance.\r\n\r\nHe did not strike them, I am informed, as a particularly big man. He\r\nwas a shade under average height. His shoulders seemed to them not so\r\nmuch broad as “humpy.” He rolled straight in from the street on a wet\r\nSaturday night at ten minutes to nine, asking for “free tea.”\r\n\r\nI should mention that on certain Fridays Hatton gave a free meal to his\r\nparishioners on the understanding that it was rigidly connected with a\r\nShort Address. The preceding Friday had been such an occasion. The\r\nplacards announcing the tea were still clinging to the outer railings\r\nof the hall.\r\n\r\nWhen I said that Blake asked for free tea, I should have said, shouted\r\nfor free tea. He cast one decisive glance at Hatton’s placards, and\r\nrolled up. He shot into the gate, up the steps, down the passage, and\r\nthrough the door leading into the big corrugated-iron hall which I used\r\nfor my lessons. And all the time he kept shouting for free tea.\r\n\r\nIn the hall the members of my class were collected. Some were changing\r\ntheir clothes; others, already changed, were tapping the punch-ball.\r\nThey knew that I always came punctually at nine o’clock, and they liked\r\nto be ready for me. Amongst those present was Sidney Price.\r\n\r\nThomas Blake brought up short, hiccuping, in the midst of them. “Gimme\r\nthat free tea!” he said.\r\n\r\nSidney Price, whose moral fortitude has never been impeached, was the\r\nfirst to handle the situation.\r\n\r\n“My good man,” he said, “I am sorry to say you have made a mistake.”\r\n\r\n“A mistake!” said Thomas, quickly taking him up. “A mistake! Oh! What\r\noh! My errer?”\r\n\r\n“Quite so,” said Price, diplomatically; “an error.”\r\n\r\nThomas Blake sat down on the floor, fumbled for a short pipe, and said,\r\n“Seems ter me I’m sick of errers. Sick of ’em! Made a bloomer this\r\nmornin’—this way.” Here he took into his confidence the group which had\r\ngathered uncertainly round him. “My wife’s brother, ’im wot’s a\r\npostman, owes me arf a bloomin’ thick ’un. ’E’s a hard-working bloke,\r\nand ter save ’im trouble I came down ’ere from Brentford, where my boat\r\nlies, to catch ’im on ’is rounds. Lot of catchin’ ’e wanted, too—I\r\n_don’t_ think. Tracked ’im by the knocks at last. And then, wot d’yer\r\nthink ’e said? Didn’t know nothing about no ruddy ’arf thick ’un, and\r\nwould I kindly cease to impede a public servant in the discharge of ’is\r\ndooty. Otherwise—the perlice. That, mind you, was my own\r\nbrother-in-law. Oh, he’s a nice man, I _don’t_ think!”\r\n\r\nThomas Blake nodded his head as one who, though pained by the\r\nhollowness of life, is resigned to it, and proceeded to doze.\r\n\r\nThe crowd gazed at him and murmured.\r\n\r\nSidney Price, however, stepped forward with authority.\r\n\r\n“You’d better be going,” he said; and he gently jogged the recumbent\r\nboatman’s elbow.\r\n\r\n“Leave me be! I want my tea,” was the muttered and lyrical reply.\r\n\r\n“Hook it!” said Price.\r\n\r\n“Without my tea?” asked Blake, opening his eyes wide.\r\n\r\n“It was yesterday,” explained Price, brusquely. “There isn’t any free\r\ntea tonight.”\r\n\r\nThe effect was magical. A very sinister expression came over the face\r\nof the prostrate one, and he slowly clambered to his feet.\r\n\r\n“Ho!” he said, disengaging himself from his coat. “Ho. There ain’t no\r\nfree tea ternight, ain’t there? Bills stuck on them railings in errer,\r\nI suppose. Another bloomin’ errer. Seems to me I’m sick of errers. Wot\r\nI says is, ‘Come on, all of yer.’ I’m Tom Blake, I am. You can arst\r\nthem down at Brentford. Kind old Tom Blake, wot wouldn’t hurt a fly;\r\nand I says, ‘Come on, all of yer,’ and I’ll knock yer insides through\r\nyer backbones.”\r\n\r\nSidney Price spoke again. His words were honeyed, but ineffectual.\r\n\r\n“I’m honest old Tom, I am,” boomed Thomas Blake, “and I’m ready for the\r\nlot of yer: you and yer free tea and yer errers.”\r\n\r\nAt this point Alf Joblin detached himself from the hovering crowd and\r\nsaid to Price: “He must be cowed. I’ll knock sense into the drunken\r\nbrute.”\r\n\r\n“Well,” said Price, “he’s got to go; but you won’t hurt him, Alf, will\r\nyou?”\r\n\r\n“No,” said Alf, “I won’t hurt him. I’ll just make him look a fool. This\r\nis where science comes in.”\r\n\r\n“I’m honest old Tom,” droned the boatman.\r\n\r\n“If you _will_ have it,” said Alf, with fine aposiopesis.\r\n\r\nHe squared up to him.\r\n\r\nNow Alf Joblin, like the other pugilists of my class, habitually\r\nrefrained from delivering any sort of attack until he was well assured\r\nthat he had seen an orthodox opening. A large part of every round\r\nbetween Hatton’s boys was devoted to stealthy circular movements,\r\nsignifying nothing. But Thomas Blake had not had the advantage of\r\nscientific tuition. He came banging in with a sweeping right. Alf\r\nstopped him with his left. Again Blake swung his right, and again he\r\ntook Alf’s stopping blow without a blink. Then he went straight in,\r\nright and left in quick succession. The force of the right was broken\r\nby Alf’s guard, but the left got home on the mark; and Alf Joblin’s\r\nwind left him suddenly. He sat down on the floor.\r\n\r\nTo say that this tragedy in less than five seconds produced dismay\r\namong the onlookers would be incorrect. They were not dismayed. They\r\nwere amused. They thought that Alf had laid himself open to chaff.\r\nWhether he had slipped or lost his head they did not know. But as for\r\nthinking that Alf with all his scientific knowledge was not more than a\r\nmatch for this ignorant, intoxicated boatman, such a reflection never\r\nentered their heads. What is more, each separate member of the audience\r\nwas convinced that he individually was the proper person to illustrate\r\nthe efficacy of style versus untutored savagery.\r\n\r\nAs soon, therefore, as Alf Joblin went writhing to the floor, and\r\nThomas Blake’s voice was raised afresh in a universal challenge, Walter\r\nGreenway stepped briskly forward.\r\n\r\nAnd as soon as Walter’s guard had been smashed down by a most\r\nunconventional attack, and Walter himself had been knocked senseless by\r\na swing on the side of the jaw, Bill Shale leaped gaily forth to take\r\nhis place.\r\n\r\nAnd so it happened that, when I entered the building at nine, it was as\r\nthough a devastating tornado had swept down every club boy, sparing\r\nonly Sidney Price, who was preparing miserably to meet his fate.\r\n\r\nTo me, standing in the doorway, the situation was plain at the first\r\nglance. Only by a big effort could I prevent myself laughing outright.\r\nIt was impossible to check a grin. Thomas Blake saw me.\r\n\r\n“Hullo!” I said; “what’s all this?”\r\n\r\nHe stared at me.\r\n\r\n“’Ullo!” he said, “another of ’em, is it? I’m honest old Tom Blake, _I_\r\nam, and wot I say is——”\r\n\r\n“Why honest, Mr. Blake?” I interrupted.\r\n\r\n“Call me a liar, then!” said he. “Go on. You do it. Call it me, then,\r\nand let’s see.”\r\n\r\nHe began to shuffle towards me.\r\n\r\n“Who pinched his father’s trousers, and popped them?” I inquired\r\ngenially.\r\n\r\nHe stopped and blinked.\r\n\r\n“Eh?” he said weakly.\r\n\r\n“And who,” I continued, “when sent with twopence to buy postage-stamps,\r\nsquandered it on beer?”\r\n\r\nHis jaw dropped, as it had dropped in Covent Garden. It must be very\r\nunpleasant to have one’s past continually rising up to confront one.\r\n\r\n“Look ’ere!” he said, a conciliatory note in his voice, “you and me’s\r\npals, mister, ain’t we? Say we’re pals. Of course we are. You and me\r\ndon’t want no fuss. Of course we don’t. Then look here: this is ’ow it\r\nis. You come along with me and ’ave a drop.”\r\n\r\nIt did not seem likely that my class would require any instruction in\r\nboxing that evening in addition to that which Mr. Blake had given them,\r\nso I went with him.\r\n\r\nOver the moisture, as he facetiously described it, he grew friendliness\r\nitself. He did not ask after Kit, but gave his opinion of her\r\ngratuitously. According to him, she was unkind to her relations. “Crool\r\n’arsh,” he said. A girl, in fact, who made no allowances for a man, and\r\nwas over-prone to Sauce and the Nasty Snack.\r\n\r\nWe parted the best of friends.\r\n\r\n“Any time you’re on the Cut,” he said, gripping my hand with painful\r\nfervour, “you look out for Tom Blake, mister. Tom Blake of the\r\n_Ashlade_ and _Lechton_. No ceremony. Jest drop in on me and the\r\nmissis. Goo’ night.”\r\n\r\nAt the moment of writing Tom Blake is rapidly acquiring an assured\r\nposition in the heart of the British poetry-loving public. This\r\nincident in his career should interest his numerous admirers. The world\r\nknows little of its greatest men."
  ]
}