{
  "index": 18,
  "title": "Chapter 17",
  "paragraphs": [
    "EVA EVERSLEIGH\r\n\r\n\r\n_(James Orlebar Cloyster’s narrative continued)_\r\n\r\nWith my system thus in full swing I experienced the intoxication of\r\nassured freedom. To say I was elated does not describe it. I walked on\r\nair. This was my state of mind when I determined to pay a visit to the\r\nGunton-Cresswells. I had known them in my college days, but since I had\r\nbeen engaged in literature I had sedulously avoided them because I\r\nremembered that Margaret had once told me they were her friends.\r\n\r\nBut now there was no need for me to fear them on that account, and\r\nthinking that the solid comfort of their house in Kensington would be\r\nfar from disagreeable, thither, one afternoon in spring, I made my way.\r\nIt is wonderful how friendly Convention is to Art when Art does not\r\nappear to want to borrow money.\r\n\r\nNo. 5, Kensington Lane, W., is the stronghold of British\r\nrespectability. It is more respectable than the most respectable\r\nsuburb. Its attitude to Mayfair is that of a mother to a daughter who\r\nhas gone on the stage and made a success. Kensington Lane is almost\r\ntolerant of Mayfair. But not quite. It admits the success, but shakes\r\nits head.\r\n\r\nMrs. Gunton-Cresswell took an early opportunity of drawing me aside,\r\nand began gently to pump me. After I had responded with sufficient\r\ndocility to her leads, she reiterated her delight at seeing me again. I\r\nhad concluded my replies with the words, “I am a struggling journalist,\r\nMrs. Cresswell.” I accompanied the phrase with a half-smile which she\r\ntook to mean—as I intended she should—that I was amusing myself by\r\ndabbling in literature, backed by a small, but adequate, private\r\nincome.\r\n\r\n“Oh, come, James,” she said, smiling approvingly, “you know you will\r\nmake a quite too dreadfully clever success. How dare you try to deceive\r\nme like that? A struggling journalist, indeed.”\r\n\r\nBut I knew she liked that “struggling journalist” immensely. She would\r\ncouple me and my own epithet together before her friends. She would\r\nenjoy unconsciously an imperceptible, but exquisite, sensation of\r\npatronage by having me at her house. Even if she discussed me with\r\nMargaret I was safe. For Margaret would give an altogether different\r\ninterpretation of the smile with which I described myself as\r\nstruggling. My smile would be mentally catalogued by her as “brave”;\r\nfor it must not be forgotten that as suddenly as my name had achieved a\r\nlittle publicity, just so suddenly had it utterly disappeared.\r\n\r\n\r\nTowards the end of May, it happened that Julian dropped into my rooms\r\nabout three o’clock, and found me gazing critically at a top-hat.\r\n\r\n“I’ve seen you,” he remarked, “rather often in that get-up lately.”\r\n\r\n“It _is_, perhaps, losing its first gloss,” I answered, inspecting my\r\nhat closely. I cared not a bit for Julian’s sneers; for the smell of\r\nthe flesh-pots of Kensington had laid hold of my soul, and I was\r\nresolved to make the most of the respite which my system gave me.\r\n\r\n“What salon is to have the honour today?” he asked, spreading himself\r\non my sofa.\r\n\r\n“I’m going to the Gunton-Cresswells,” I replied.\r\n\r\nJulian slowly sat up.\r\n\r\n“Ah?” he said conversationally.\r\n\r\n“I’ve been asked to meet their niece, a Miss Eversleigh, whom they’ve\r\ninvited to stop with them. Funny, by the way, that her name should be\r\nthe same as yours.”\r\n\r\n“Not particularly,” said Julian shortly; “she’s my cousin. My cousin\r\nEva.”\r\n\r\nThis was startling. There was a pause. Presently Julian said, “Do you\r\nknow, Jimmy, that if I were not the philosopher I am, I’d curse this\r\nawful indolence of mine.”\r\n\r\nI saw it in a flash, and went up to him holding out my hand in\r\nsympathy. “Thanks,” he said, gripping it; “but don’t speak of it. I\r\ncouldn’t endure that, even from you, James. It’s too hard for talking.\r\nIf it was only myself whose life I’d spoilt—if it was only myself——”\r\n\r\nHe broke off. And then, “Hers too. She’s true as steel.”\r\n\r\nI had heard no more bitter cry than that.\r\n\r\nI began to busy myself amongst some manuscripts to give Julian time to\r\ncompose himself. And so an hour passed. At a quarter past four I got up\r\nto go out. Julian lay recumbent. It seemed terrible to leave him\r\nbrooding alone over his misery.\r\n\r\nA closer inspection, however, showed me he was asleep.\r\n\r\n\r\nMeanwhile, Eva Eversleigh and I became firm friends. Of her person I\r\nneed simply say that it was the most beautiful that Nature ever\r\ncreated. Pressed as to details, I should add that she was _petite_,\r\ndark, had brown hair, very big blue eyes, a _retroussé_ nose, and a\r\nrather wide mouth.\r\n\r\nJulian had said she was “true as steel.” Therefore, I felt no\r\ndiffidence in manoeuvring myself into her society on every conceivable\r\noccasion. Sometimes she spoke to me of Julian, whom I admitted I knew,\r\nand, with feminine courage, she hid her hopeless, all-devouring\r\naffection for her cousin under the cloak of ingenuous levity. She\r\nlaughed nearly every time his name was mentioned.\r\n\r\nAbout this time the Gunton-Cresswells gave a dance.\r\n\r\nI looked forward to it with almost painful pleasure. I had not been to\r\na dance since my last May-week at Cambridge. Also No. 5, Kensington\r\nLane had completely usurped the position I had previously assigned to\r\nParadise. To waltz with Julian’s cousin—that was the ambition which now\r\ndwarfed my former hankering for the fame of authorship or a habitation\r\nin Bohemia.\r\n\r\nMrs. Goodwin once said that happiness consists in anticipating an\r\nimpossible future. Be that as it may, I certainly thought my sensations\r\nwere pleasant enough when at length my hansom pulled up jerkily beside\r\nthe red-carpeted steps of No. 5, Kensington Lane. As I paid the fare, I\r\ncould hear the murmur from within of a waltz tune—and I kept repeating\r\nto myself that Eva had promised me the privilege of taking her in to\r\nsupper, and had given me the last two waltzes and the first two extras.\r\n\r\nI went to pay my _devoirs_ to my hostess. She was supinely gamesome.\r\n“Ah,” she said, showing her excellent teeth, “Genius attendant at the\r\nrevels of Terpsichore.”\r\n\r\n“Where Beauty, Mrs. Gunton-Cresswell,” I responded, cutting it, as\r\nthough mutton, thick, “teaches e’en the humblest visitor the reigning\r\nMuse’s art.”\r\n\r\n“You may have this one, if you like,” said Mrs. Gunton-Cresswell\r\nsimply.\r\n\r\nSupper came at last, and, with supper, Eva.\r\n\r\nI must now write it down that she was not a type of English beauty. She\r\nwas not, I mean, queenly, impassive,\r\nnever-anything-but-her-cool-calm-self. Tonight, for instance, her eyes\r\nwere as I had never seen them. There danced in them the merriest\r\nglitter, which was more than a mere glorification of the ordinary merry\r\nglitter—which scores of girls possess at every ball. To begin with,\r\nthere was a diabolical abandon in Eva’s glitter, which raised it\r\ninstantly above the common herd’s. And behind it all was that very\r\nmisty mist. I don’t know whether all men have seen that mist; but I am\r\nsure that no man has seen it more than once; and, from what I’ve seen\r\nof the average man, I doubt if most of them have ever seen it at all.\r\nWell, there it was for me to see in Eva Eversleigh’s eyes that night at\r\nsupper. It made me think of things unspeakable. I felt a rush of\r\nclassic aestheticism: Arcadia, Helen of Troy, the happy valleys of the\r\nearly Greeks. Supper: I believe I gave her oyster _pâtés_. But I was\r\nfar away. Deep, deep, deep in Eva’s eyes I saw a craft sighting, ’neath\r\na cloudless azure sky, the dark blue Symplegades; heard in my ears the\r\njargon, loud and near me, of the sailors; and faintly o’er the distance\r\nof the dead-calm sea rose intermittently the sound of brine-foam at the\r\nclashing rocks....\r\n\r\nAs we sat there _tête-à-tête_, she smiled across the table at me with\r\nsuch perfect friendliness, it seemed as though a magic barrier\r\nseparated our two selves from all the chattering, rustling crowd around\r\nus. When she spoke, a little quiver of feeling blended adorably with\r\nthe low, sweet tones of her voice. We talked, indeed, of trifles, but\r\nwith just that charming hint of intimacy which men friends have who may\r\nhave known one another from birth, and may know one another for a\r\nlifetime, but never become bores, never change. Only when it comes\r\nbetween a woman and a man, it is incomparably finer. It is the talk, of\r\ncourse, of lovers who have not realised they are in love.\r\n\r\n“The two last waltzes,” I murmured, when parting with her. She nodded.\r\nI roamed the Gunton-Cresswells’s rooms awaiting them.\r\n\r\nShe danced those two last waltzes with strangers.\r\n\r\nThe thing was utterly beyond me at the time. Looking back, I am still\r\namazed to what lengths deliberate coquetry can go.\r\n\r\nShe actually took pains to elude me, and gave those waltzes to\r\nstrangers.\r\n\r\nFrom being comfortably rocked in the dark blue waters of a Grecian sea,\r\nI was suddenly transported to the realities of the ballroom. My\r\ntheoretical love for Eva was now a substantial truth. I was in an agony\r\nof desire, in a frenzy of jealousy. I wanted to hurl the two strangers\r\nto opposite corners of the ballroom, but civilisation forbade it.\r\n\r\nI was now in an altogether indescribable state of nerves and suspense.\r\nHad she definitely and for some unfathomable reason decided to cut me?\r\nThe first extra drew languorously to a close, couples swept from the\r\nroom to the grounds, the gallery or the conservatory. I tried to steady\r\nmy whirling head with a cigarette and a whisky-and-soda in the\r\nsmoking-room.\r\n\r\nThe orchestra, like a train starting tentatively on a long run,\r\nlaunched itself mildly into the preliminary bars of _Tout Passe_. I\r\nsought the ballroom blinded by my feelings. Pulling myself together\r\nwith an effort, I saw her standing alone. It struck me for the first\r\ntime that she was clothed in cream. Her skin gleamed shining white. She\r\nstood erect, her arms by her sides. Behind her was a huge, black velvet\r\n_portière_ of many folds, supported by two dull brazen columns.\r\n\r\nAs I advanced towards her, two or three men bowed and spoke to her. She\r\nsmiled and dismissed them, and, still smiling pleasantly, her glance\r\ntraversed the crowd and rested upon me. I was drawing now quite near.\r\nHer eyes met mine; nor did she avert them, and stooping a little to\r\naddress her, I heard her sigh.\r\n\r\n“You’re tired,” I said, forgetting my two last dances, forgetting\r\neverything but that I loved her.\r\n\r\n“Perhaps I am,” she said, taking my arm. We turned in silence to the\r\n_portière_ and found ourselves in the hall. The doors were opened. Some\r\nservants were there. At the bottom of the steps I chanced to see a\r\nyellow light.\r\n\r\n“Find out if that cab’s engaged,” I said to a footman.\r\n\r\n“The cool air——” I said to Eva.\r\n\r\n“The cab is not engaged, sir,” said the footman, returning.\r\n\r\n“Yes,” said Eva, in answer to my glance.\r\n\r\n“Drive to the corner of Sloane Street, by way of the Park,” I told the\r\ndriver.\r\n\r\nI have said that I had forgotten everything except that I loved her.\r\nCould it help remembrance now that we two sped alone through empty\r\nstreets, her warm, palpitating body touching mine?\r\n\r\nJulian, his friendship for me, his love for Eva; Margaret and her love\r\nfor me; my own honour—these things were blotted from my brain.\r\n\r\n“Eva!” I murmured; and I took her hand.\r\n\r\n“Eva.”\r\n\r\nHer wonderful eyes met mine. The mist in them seemed to turn to dew.\r\n\r\n“My darling,” she whispered, very low. And, the road being deserted, I\r\ndrew her face to mine and kissed her."
  ]
}