{
  "index": 19,
  "title": "Chapter 18",
  "paragraphs": [
    "I TELL JULIAN\r\n\r\n\r\n_(James Orlebar Cloyster’s narrative continued)_\r\n\r\nIs any man really honourable? I wonder. Hundreds, thousands go\r\ntriumphantly through life with that reputation. But how far is this due\r\nto absence of temptation? Life, which is like cricket in so many ways,\r\nresembles the game in this also. A batsman makes a century, and, having\r\nmade it, is bowled by a ball which he is utterly unable to play. What\r\nif that ball had come at the beginning of his innings instead of at the\r\nend of it? Men go through life without a stain on their honour. I\r\nwonder if it simply means that they had the luck not to have the good\r\nball bowled to them early in their innings. To take my own case. I had\r\nalways considered myself a man of honour. I had a code that was rigid\r\ncompared with that of a large number of men. In theory I should never\r\nhave swerved from it. I was fully prepared to carry out my promise and\r\nmarry Margaret, at the expense of my happiness—until I met Eva. I would\r\nhave done anything to avoid injuring Julian, my friend, until I met\r\nEva. Eva was my temptation, and I fell. Nothing in the world mattered,\r\nso that she was mine. I ought to have had a revulsion of feeling as I\r\nwalked back to my rooms in Walpole Street. The dance was over. The\r\nmusic had ceased. The dawn was chill. And at a point midway between\r\nKensington Lane and the Brompton Oratory I had proposed to Eversleigh’s\r\ncousin, his Eva, “true as steel,” and had been accepted.\r\n\r\nYet I had no remorse. I did not even try to justify my behaviour to\r\nJulian or to Margaret, or—for she must suffer, too—to Mrs.\r\nGunton-Cresswell, who, I knew well, was socially ambitious for her\r\nniece.\r\n\r\nTo all these things I was indifferent. I repeated softly to myself, “We\r\nlove each other.”\r\n\r\nFrom this state of coma, however, I was aroused by the appearance of my\r\nwindow-blind. I saw, in fact, that my room was illuminated. Remembering\r\nthat I had been careful to put out my lamp before I left, I feared, as\r\nI opened the hall door, a troublesome encounter with a mad\r\nhousebreaker. Mad, for no room such as mine could attract a burglar who\r\nhas even the slightest pretensions to sanity.\r\n\r\nIt was not a burglar. It was Julian Eversleigh, and he was lying asleep\r\non my sofa.\r\n\r\nThere was nothing peculiar in this. I roused him.\r\n\r\n“Julian,” I said.\r\n\r\n“I’m glad you’re back,” he said, sitting up; “I’ve some news for you.”\r\n\r\n“So have I,” said I. For I had resolved to tell him what I had done.\r\n\r\n“Hear mine first. It’s urgent. Miss Margaret Goodwin has been here.”\r\n\r\nMy heart seemed to leap.\r\n\r\n“Today?” I cried.\r\n\r\n“Yes. I had called to see you, and was waiting a little while on the\r\nchance of your coming in when I happened to look out of the window. A\r\ngirl was coming down the street, looking at the numbers of the houses.\r\nShe stopped here. Intuition told me she was Miss Goodwin. While she was\r\nringing the bell I did all I could to increase the shabby squalor of\r\nyour room. She was shown in here, and I introduced myself as your\r\nfriend. We chatted. I drew an agonising picture of your struggle for\r\nexistence. You were brave, talented, and unsuccessful. Though you went\r\noften hungry, you had a plucky smile upon your lips. It was a\r\nmeritorious bit of work. Miss Goodwin cried a good deal. She is\r\ncharming. I was so sorry for her that I laid it on all the thicker.”\r\n\r\n“Where is she now?”\r\n\r\n“Nearing Guernsey. She’s gone.”\r\n\r\n“Gone!” I said. “Without seeing me! I don’t understand.”\r\n\r\n“You don’t understand how she loves you, James.”\r\n\r\n“But she’s gone. Gone without a word.”\r\n\r\n“She has gone because she loved you so. She had intended to stay with\r\nthe Gunton-Cresswells. She knows them, it seems. They didn’t know she\r\nwas coming. She didn’t know herself until this morning. She happened to\r\nbe walking on the quay at St. Peter’s Port. The outward-bound boat was\r\non the point of starting for England. A wave of affection swept over\r\nMiss Goodwin. She felt she must see you. Scribbling a note, which she\r\ndespatched to her mother, she went aboard. She came straight here.\r\nThen, when I had finished with her, when I had lied consistently about\r\nyou for an hour, she told me she must return. ‘I must not see James,’\r\nshe said. ‘You have torn my heart. I should break down.’ And she said,\r\nspeaking, I think, half to herself, ‘Your courage is so noble, so\r\ndifferent from mine. And I must not impose a needless strain upon it.\r\nYou shall not see me weep for you.’ And then she went away.”\r\n\r\nJulian’s voice broke. He was genuinely affected by his own recital.\r\n\r\nFor my part, I saw that I had bludgeon work to do. It is childish to\r\ngrumble at the part Fate forces one to play. Sympathetic or otherwise,\r\none can only enact one’s _rôle_ to the utmost of one’s ability. Mine\r\nwas now essentially unsympathetic, but I was determined that it should\r\nbe adequately played.\r\n\r\nI went to the fireplace and poked the fire into a blaze. Then, throwing\r\nmy hat on the table and lighting a cigarette, I regarded Julian\r\ncynically.\r\n\r\n“You’re a nice sort of person, aren’t you?” I said.\r\n\r\n“What do you mean?” asked Julian, startled, as I had meant that he\r\nshould be, by the question.\r\n\r\nI laughed.\r\n\r\n“Aren’t you just a little transparent, my dear Julian?”\r\n\r\nHe stared blankly.\r\n\r\nI took up a position in front of the fire.\r\n\r\n“Disloyalty,” I said tolerantly, “where a woman is concerned, is in the\r\neyes of some people almost a negative virtue.”\r\n\r\n“I don’t know what on earth you’re talking about.”\r\n\r\n“Don’t you?”\r\n\r\nI was sorry for him all the time. In a curiously impersonal way I could\r\nrealise the depths to which I was sinking in putting this insult upon\r\nhim. But my better feelings were gagged and bound that night. The one\r\nthought uppermost in my mind was that I must tell Julian of Eva, and\r\nthat by his story of Margaret he had given me an opening for making my\r\nconfession with the minimum of discomfort to myself.\r\n\r\nIt was pitiful to see the first shaft of my insinuation slowly sink\r\ninto him. I could see by the look in his eyes that he had grasped my\r\nmeaning.\r\n\r\n“Jimmy,” he gasped, “you can’t think—are you joking?”\r\n\r\n“I am not surprised at your asking that question,” I replied\r\npleasantly. “You know how tolerant I am. But I’m not joking. Not that I\r\nblame you, my dear fellow. Margaret is, or used to be, very\r\ngood-looking.”\r\n\r\n“You seem to be in earnest,” he said, in a dazed way.\r\n\r\n“My dear fellow,” I said; “I have a certain amount of intuition. You\r\nspend an hour here alone with Margaret. She is young, and very pretty.\r\nYou are placed immediately on terms of intimacy by the fact that you\r\nhave, in myself, a subject of mutual interest. That breaks the ice. You\r\nare at cross-purposes, but your main sympathies are identical. Also,\r\nyou have a strong objective sympathy for Margaret. I think we may\r\npresuppose that this second sympathy is stronger than the first. It\r\npivots on a woman, not on a man. And on a woman who is present, not on\r\na man who is absent. You see my meaning? At any rate, the solid fact\r\nremains that she stayed an hour with you, whom she had met for the\r\nfirst time today, and did not feel equal to meeting me, whom she has\r\nloved for two years. If you want me to explain myself further, I have\r\nno objection to doing so. I mean that you made love to her.”\r\n\r\nI watched him narrowly to see how he would take it. The dazed\r\nexpression deepened on his face.\r\n\r\n“You are apparently sane,” he said, very wearily. “You seem to be\r\nsober.”\r\n\r\n“I am both,” I said.\r\n\r\nThere was a pause.\r\n\r\n“It’s no use for me,” he began, evidently collecting his thoughts with\r\na strong effort, “to say your charge is preposterous. I don’t suppose\r\nmere denial would convince you. I can only say, instead, that the\r\ncharge is too wild to be replied to except in one way, which is this.\r\nEmploy for a moment your own standard of right and wrong. I know your\r\nlove story, and you know mine. Miss Eversleigh, my cousin, is to me\r\nwhat Miss Goodwin is to you—true as steel. My loyalty and my friendship\r\nfor you are the same as your loyalty and your friendship for me.”\r\n\r\n“Well?”\r\n\r\n“Well, if I have spent an hour with Miss Goodwin, you have spent more\r\nthan an hour with my cousin. What right have you to suspect me more\r\nthan I have to suspect you? Judge me by your own standard.”\r\n\r\n“I do,” I said, “and I find myself still suspecting you.”\r\n\r\nHe stared.\r\n\r\n“I don’t understand you.”\r\n\r\n“Perhaps you will when you have heard the piece of news which I\r\nmentioned earlier in our conversation that I had for you.”\r\n\r\n“Well?”\r\n\r\n“I proposed to your cousin at the Gunton-Cresswells’s dance tonight,\r\nand she accepted me.”\r\n\r\nThe news had a surprising effect on Julian. First he blinked. Then he\r\ncraned his head forward in the manner of a deaf man listening with\r\ndifficulty.\r\n\r\nThen he left the room without a word.\r\n\r\nHe had not been gone two minutes when there were three short, sharp\r\ntaps at my window.\r\n\r\nJulian returned? Impossible. Yet who else could have called on me at\r\nthat hour?\r\n\r\nI went to the front door, and opened it.\r\n\r\nOn the steps stood the Rev. John Hatton. Beside him Sidney Price. And,\r\nlurking in the background, Tom Blake of the _Ashlade_ and _Lechton_.\r\n\r\n_(End of James Orlebar Cloister’s narrative.)_\r\n\r\n\r\n\r\n\r\nSidney Price’s Narrative"
  ]
}