{
  "index": 11,
  "title": "Chapter 10",
  "paragraphs": [
    "I MEET THE REV. JOHN HATTON\r\n\r\n\r\n_(James Orlebar Cloyster’s narrative continued)_\r\n\r\nI saw a great deal of Malim after that. He and Julian became my two\r\nchief mainstays when I felt in need of society. Malim was a man of\r\ndelicate literary skill, a genuine lover of books, a severe critic of\r\nmodern fiction. Our tastes were in the main identical, though it was\r\nalways a blow to me that he could see nothing humorous in Mr. George\r\nAde, whose Fables I knew nearly by heart. The more robust type of\r\nhumour left him cold.\r\n\r\nIn all other respects we agreed.\r\n\r\nThere is a never-failing fascination in a man with a secret. It gave me\r\na pleasant feeling of being behind the scenes, to watch Malim, sitting\r\nin his armchair, the essence of everything that was conventional and\r\nrespectable, with Eton and Oxford written all over him, and to think\r\nthat he was married all the while to an employee in a Tottenham Court\r\nRoad fried-fish shop.\r\n\r\nKit never appeared in the flat: but Malim went nearly every evening to\r\nthe little villa. Sometimes he took Julian and myself, more often\r\nmyself alone, Julian being ever disinclined to move far from his\r\nhammock. The more I saw of Kit the more thoroughly I realized how\r\neminently fitted she was to be Malim’s wife. It was a union of\r\nopposites. Except for the type of fiction provided by “penny libraries\r\nof powerful stories.” Kit had probably not read more than half a dozen\r\nbooks in her life. Grimm’s fairy stories she recollected dimly, and she\r\nbetrayed a surprising acquaintance with at least three of Ouida’s\r\nnovels. I fancy that Malim appeared to her as a sort of combination of\r\nfairy prince and Ouida guardsman. He exhibited the Oxford manner at\r\ntimes rather noticeably. Kit loved it.\r\n\r\nTill I saw them together I had thought Kit’s accent and her incessant\r\nmangling of the King’s English would have jarred upon Malim. But I soon\r\nfound that I was wrong. He did not appear to notice.\r\n\r\nI learned from Kit, in the course of my first visit to the villa, some\r\nfurther particulars respecting her brother Tom, the potato-thrower of\r\nCovent Garden Market. Mr. Thomas Blake, it seemed, was the proprietor\r\nand skipper of a barge. A pleasant enough fellow when sober, but too\r\nmuch given to what Kit described as “his drop.” He had apparently left\r\nhome under something of a cloud, though whether this had anything to do\r\nwith “father’s trousers” I never knew. Kit said she had not seen him\r\nfor some years, though each had known the other’s address. It seemed\r\nthat the Blake family were not great correspondents.\r\n\r\n“Have you ever met John Hatton?” asked Malim one night after dinner at\r\nhis flat.\r\n\r\n“John Hatton?” I answered. “No. Who is he?”\r\n\r\n“A parson. A very good fellow. You ought to know him. He’s a man with a\r\nnumber of widely different interests. We were at Trinity together. He\r\njumps from one thing to another, but he’s frightfully keen about\r\nwhatever he does. Someone was saying that he was running a boys’ club\r\nin the thickest part of Lambeth.”\r\n\r\n“There might be copy in it,” I said.\r\n\r\n“Or ideas for advertisements for Julian,” said Malim. “Anyway, I’ll\r\nintroduce you to him. Have you ever been in the Barrel?”\r\n\r\n“What’s the Barrel?”\r\n\r\n“The Barrel is a club. It gets the name from the fact that it’s the\r\nonly club in England that allows, and indeed urges, its members to sit\r\non a barrel. John Hatton is sometimes to be found there. Come round to\r\nit tomorrow night.”\r\n\r\n“All right,” I replied. “Where is it?”\r\n\r\n“A hundred and fifty-three, York Street, Covent Garden. First floor.”\r\n\r\n“Very well,” I said. “I’ll meet you there at twelve o’clock. I can’t\r\ncome sooner because I’ve got a story to write.”\r\n\r\nTwelve had just struck when I walked up York Street looking for No.\r\n153.\r\n\r\nThe house was brilliantly lighted on the first floor. The street door\r\nopened on to a staircase, and as I mounted it the sound of a piano and\r\na singing voice reached me. At the top of the stairs I caught sight of\r\na waiter loaded with glasses. I called to him.\r\n\r\n“Mr. Cloyster, sir? Yessir. I’ll find out whether Mr. Malim can see\r\nyou, sir.”\r\n\r\nMalim came out to me. “Hatton’s not here,” he said, “but come in.\r\nThere’s a smoking concert going on.”\r\n\r\nHe took me into the room, the windows of which I had seen from the\r\nstreet.\r\n\r\nThere was a burst of cheering as we entered the room. The song was\r\nfinished, and there was a movement among the audience. “It’s the\r\ninterval,” said Malim.\r\n\r\nMen surged out of the packed front room into the passage, and then into\r\na sort of bar parlour. Malim and I also made our way there. “That’s the\r\nfetish of the club,” said Malim, pointing to a barrel standing on end;\r\n“and I’ll introduce you to the man who is sitting on it. He’s little\r\nMichael, the musical critic. They once put on an operetta of his at the\r\nCourt. It ran about two nights, but he reckons all the events of the\r\nworld from the date of its production.”\r\n\r\n“Mr. Cloyster—Mr. Michael.”\r\n\r\nThe musician hopped down from the barrel and shook hands. He was a\r\ndapper little person, and had a trick of punctuating every sentence\r\nwith a snigger.\r\n\r\n“Cheer-o,” he said genially. “Is this your first visit?”\r\n\r\nI said it was.\r\n\r\n“Then sit on the barrel. We are the only club in London who can offer\r\nyou the privilege.” Accordingly I sat on the barrel, and through a\r\nmurmur of applause I could hear Michael telling someone that he’d first\r\nseen that barrel five years before his operetta came out at the Court.\r\n\r\nAt that moment a venerable figure strode with dignity into the bar.\r\n\r\n“Maundrell,” said Malim to me. “The last of the old Bohemians. An old\r\nactor. Always wears the steeple hat and a long coat with skirts.”\r\n\r\nThe survivor of the days of Kean uttered a bellow for whisky-and-water.\r\n“That barrel,” he said, “reminds me of Buckstone’s days at the\r\nHaymarket. After the performance we used to meet at the Café de\r\nl’Europe, a few yards from the theatre. Our secret society sat there.”\r\n\r\n“What was the society called, Mr. Maundrell?” asked a new member with\r\nunusual intrepidity.\r\n\r\n“Its name,” replied the white-headed actor simply, “I shall not\r\ndivulge. It was not, however, altogether unconnected with the Pink Men\r\nof the Blue Mountains. We used to sit, we who were initiated, in a\r\ncircle. We met to discuss the business of the society. Oh, we were the\r\nobserved of all observers, I can assure you. Our society was extensive.\r\nIt had its offshoots in foreign lands. Well, we at these meetings used\r\nto sit round a barrel—a great big barrel, which had a hole in the top.\r\nThe barrel was not merely an ornament, for through the hole in the top\r\nwe threw any scraps and odds and ends we did not want. Bits of tobacco,\r\nbread, marrow bones, the dregs of our glasses—anything and everything\r\nwent into the barrel. And so it happened, as the barrel became fuller\r\nand fuller, strange animals made their appearance—animals of peculiar\r\nshape and form crawled out of the barrel and would attempt to escape\r\nacross the floor. But we were on their tracks. We saw them. We headed\r\nthem off with our sticks, and we chased them back again to the place\r\nwhere they had been born and bred. We poked them in, sir, with our\r\nsticks.”\r\n\r\nMr. Maundrell emitted a placid chuckle at this reminiscence.\r\n\r\n“A good many members of this club,” whispered Malim to me, “would have\r\ngone back into that barrel.”\r\n\r\nA bell sounded. “That’s for the second part to begin,” said Malim.\r\n\r\nWe herded back along the passage. A voice cried, “Be seated, please,\r\ngentlemen.”\r\n\r\nAt the far end of the room was a table for the chairman and the\r\ncommittee, and to the left stood a piano. Everyone had now sat down\r\nexcept the chairman, who was apparently not in the room. There was a\r\npause. Then a man from the audience whooped sharply and clambered over\r\nthe table and into the place of the chairman. He tapped twice with the\r\nmallet. “Get out of that chair,” yelled various voices.\r\n\r\n“Gentlemen,” said the man in the chair. A howl of execration went up,\r\nand simultaneously the door was flung open. A double file of\r\nwhite-robed Druids came, chanting, into the room.\r\n\r\nThe Druids carried in with them a small portable tree which they\r\nproceeded to set upright. The chant now became extremely topical. Each\r\nDruid sang a verse in turn, while his fellow Druids danced a stately\r\nmeasure round the tree. As the verse was being sung, an imitation\r\ngranite altar was hastily erected.\r\n\r\nThe man in the chair, who had so far smoked a cigarette in silence, now\r\ntapped again with his mallet. “Gentlemen,” he observed.\r\n\r\nThe Druids ended their song abruptly, and made a dash at the occupant\r\nof the chair. The audience stood up. “A victim for our ancient rites!”\r\nscreamed the Druids, falling upon the man and dragging him towards the\r\nproperty altar.\r\n\r\nThe victim showed every sign of objection to early English rites; but\r\nhe was dislodged, and after being dragged, struggling, across the\r\ntable, subsided quickly on the floor. The mob surged about and around\r\nhim. He was hidden from view. His position, however, could be located\r\nby a series of piercing shrieks.\r\n\r\nThe door again opened. Mr. Maundrell, the real chairman of the evening,\r\nstood on the threshold. “Chair!” was now the word that arose on every\r\nside, and at this signal the Druids disappeared at a trot past the\r\nlong-bearded, impassive Mr. Maundrell. Their victim followed them, but\r\nbefore he did so he picked up his trousers which were lying on the\r\ncarpet.\r\n\r\nAll the time this scene had been going on, I fancied I recognised the\r\nman in the chair. In a flash I remembered. It was Dawkins who had\r\ncoached First Trinity, and whom I, as a visitor once at the crew’s\r\ntraining dinner, had last seen going through the ancient and honourable\r\nprocess of de-bagging at the hands of his light-hearted boat.\r\n\r\n“Come on,” said Malim. “Godfrey Lane’s going to sing a patriotic song.\r\nThey _will_ let him do it. We’ll go down to the Temple and find John\r\nHatton.”\r\n\r\nWe left the Barrel at about one o’clock. It was a typical London late\r\nautumn night. Quiet with the peace of a humming top; warm with the heat\r\ngenerated from mellow asphalt and resinous wood-paving.\r\n\r\nWe turned from Bedford Street eastwards along the Strand.\r\n\r\nBetween one and two the Strand is as empty as it ever is. It is given\r\nover to lurchers and policemen. Fleet Street reproduces for this one\r\nhour the Sahara.\r\n\r\n“When I knock at the Temple gate late at night,” said Malim, “and am\r\nadmitted by the night porter, I always feel a pleasantly archaic\r\ntouch.”\r\n\r\nI agreed with him. The process seemed a quaint admixture of an Oxford\r\nor Cambridge college, Gottingen, and a feudal keep. And after the gate\r\nhad been closed behind one, it was difficult to realise that within a\r\nfew yards of an academic system of lawns and buildings full of living\r\ntraditions and associations which wainscoting and winding stairs\r\nengender, lay the modern world, its American invaders, its new humour,\r\nits women’s clubs, its long firms, its musical comedies, its Park Lane,\r\nand its Strand with the hub of the universe projecting from the roadway\r\nat Charing Cross, plain for Englishmen to gloat over and for foreigners\r\nto envy.\r\n\r\nSixty-two Harcourt Buildings is emblazoned with many names, including\r\nthat of the Rev. John Hatton. The oak was not sported, and our rap at\r\nthe inner door was immediately answered by a shout of “Come in!” As we\r\nopened it we heard a peculiar whirring sound. “Road skates,” said\r\nHatton, gracefully circling the table and then coming to a standstill.\r\nI was introduced. “I’m very glad to see you both,” he said. “The two\r\nother men I share these rooms with have gone away, so I’m killing time\r\nby training for my road-skate tour abroad. It’s trying for one’s\r\nankles.”\r\n\r\n“Could you go downstairs on them?” said Malim.\r\n\r\n“Certainly,” he replied, “I’ll do so now. And when we’re down, I’ll\r\nhave a little practice in the open.”\r\n\r\nWhereupon he skated to the landing, scrambled down the stairs, sped up\r\nMiddle Temple Lane, and called the porter to let us out into Fleet\r\nStreet. He struck me as a man who differed in some respects from the\r\npopular conception of a curate.\r\n\r\n“I’ll race you to Ludgate Circus and back,” said the clergyman.\r\n\r\n“You’re too fast,” said Malim; “it must be a handicap.”\r\n\r\n“We might do it level in a cab,” said I, for I saw a hansom crawling\r\ntowards us.\r\n\r\n“Done,” said the Rev. John Hatton. “Done, for half-a-crown!”\r\n\r\nI climbed into the hansom, and Malim, about to follow me, found that a\r\nconstable, to whom the soil of the City had given spontaneous birth,\r\nwas standing at his shoulder. “Wot’s the game?” inquired the officer,\r\nwith tender solicitude.\r\n\r\n“A fine night, Perkins,” remarked Hatton.\r\n\r\n“A fine morning, beggin’ your pardon, sir,” said the policeman\r\nfacetiously. He seemed to be an acquaintance of the skater.\r\n\r\n“Reliability trials,” continued Hatton. “Be good enough to start us,\r\nPerkins.”\r\n\r\n“Very good, sir,” said Perkins.\r\n\r\n“Drive to Ludgate Circus and back, and beat the gentleman on the\r\nskates,” said Malim to our driver, who was taking the race as though he\r\nassisted at such events in the course of his daily duty.\r\n\r\n“Hi shall say, ‘Are you ready? Horf!’”\r\n\r\n“We shall have Perkins applying to the Jockey Club for Ernest\r\nWilloughby’s job,” whispered Malim.\r\n\r\n“Are you ready? Horf!”\r\n\r\nHatton was first off the mark. He raced down the incline to the Circus\r\nat a tremendous speed. He was just in sight as he swung laboriously\r\nround and headed for home. But meeting him on our outward journey, we\r\nnoticed that the upward slope was distressing him. “Shall we do it?” we\r\nasked.\r\n\r\n“Yessir,” said our driver. And now we, too, were on the up grade. We\r\nwent up the hill at a gallop: were equal with Hatton at Fetter Lane,\r\nand reached the Temple Gate yards to the good.\r\n\r\nThe ancient driver of a four-wheeler had been the witness of the\r\nfinish.\r\n\r\nHe gazed with displeasure upon us.\r\n\r\n“This ’ere’s a nice use ter put Fleet Street to, I don’t think,” he\r\nsaid coldly.\r\n\r\nThis sarcastic rebuke rather damped us, and after Hatton had paid Malim\r\nhis half-crown, and had invited me to visit him, we departed.\r\n\r\n“Queer chap, Hatton,” said Malim as we walked up the Strand.\r\n\r\nI was to discover at no distant date that he was distinctly a\r\nmany-sided man. I have met a good many clergymen in my time, but I have\r\nnever come across one quite like the Rev. John Hatton."
  ]
}