{
  "index": 17,
  "title": "Chapter 16",
  "paragraphs": [
    "THE THIRD GHOST\r\n\r\n\r\n_(James Orlebar Cloyster’s narrative continued)_\r\n\r\nThere only remained now my serious verse, of which I turned out an\r\nenormous quantity. It won a ready acceptance in many quarters, notably\r\nthe _St. Stephen’s Gazette_. Already I was beginning to oust from their\r\npositions on that excellent journal the old crusted poetesses who had\r\nsupplied it from its foundation with verse. The prices they paid on the\r\n_St. Stephen’s_ were in excellent taste. In the musical world, too, I\r\nwas making way rapidly. Lyrics of the tea-and-muffin type streamed from\r\nmy pen. “Sleep whilst I Sing, Love,” had brought me in an astonishing\r\namount of money, in spite of the music-pirates. It was on the\r\nbarrel-organs. Adults hummed it. Infants crooned it in their cots.\r\nComic men at music-halls opened their turns by remarking soothingly to\r\nthe conductor of the orchestra, “I’m going to sing now, so you go to\r\nsleep, love.” In a word, while the boom lasted, it was a little\r\ngold-mine to me.\r\n\r\nThomas Blake was as obviously the man for me here as Sidney Price had\r\nbeen in the case of my Society dialogues. The public would find\r\nsomething infinitely piquant in the thought that its most sentimental\r\nditties were given to it by the horny-handed steerer of a canal barge.\r\nHe would be greeted as the modern Burns. People would ask him how he\r\nthought of his poems, and he would say, “Oo-er!” and they would hail\r\nhim as delightfully original. In the case of Thomas Blake I saw my\r\nearnings going up with a bound. His personality would be a noble\r\nadvertisement.\r\n\r\nHe was aboard the _Ashlade_ or _Lechton_ on the Cut, so I was informed\r\nby Kit. Which information was not luminous to me. Further inquiries,\r\nhowever, led me to the bridge at Brentford, whence starts that almost\r\nunknown system of inland navigation which extends to Manchester and\r\nBirmingham.\r\n\r\nHere I accosted at a venture a ruminative bargee. “Tom Blake?” he\r\nrepeated, reflectively. “Oh! ’e’s been off this three hours on a trip\r\nto Braunston. He’ll tie up tonight at the Shovel.”\r\n\r\n“Where’s the Shovel?”\r\n\r\n“Past Cowley, the Shovel is.” This was spoken in a tired drawl which\r\nwas evidently meant to preclude further chit-chat. To clinch things, he\r\nslouched away, waving me in an abstracted manner to the towpath.\r\n\r\nI took the hint. It was now three o’clock in the afternoon. Judging by\r\nthe pace of the barges I had seen, I should catch Blake easily before\r\nnightfall. I set out briskly. An hour’s walking brought me to Hanwell,\r\nand I was glad to see a regular chain of locks which must have\r\nconsiderably delayed the _Ashlade_ and _Lechton_.\r\n\r\nThe afternoon wore on. I went steadily forward, making inquiries as to\r\nThomas’s whereabouts from the boats which met me, and always hearing\r\nthat he was still ahead.\r\n\r\nFootsore and hungry, I overtook him at Cowley. The two boats were in\r\nthe lock. Thomas and a lady, presumably his wife, were ashore. On the\r\n_Ashlade_’s raised cabin cover was a baby. Two patriarchal-looking boys\r\nwere respectively at the _Ashlade_’s and _Lechton_’s tillers. The lady\r\nwas attending to the horse.\r\n\r\nThe water in the lock rose gradually to a higher level.\r\n\r\n“Hold them tillers straight!” yelled Thomas. At which point I saluted\r\nhim. He was a little blank at first, but when I reminded him of our\r\nlast meeting his face lit up at once. “Why, you’re the mister wot——”\r\n\r\n“Nuppie!” came in a shrill scream from the lady with the horse.\r\n“Nuppie!”\r\n\r\n“Yes, Ada!” answered the boy on the _Ashlade_.\r\n\r\n“Liz ain’t tied to the can. D’you want ’er to be drownded? Didn’t I\r\ntell you to be sure and tie her up tight?”\r\n\r\n“So I did, Ada. She’s untied herself again. Yes, she ’as. ’Asn’t she,\r\nAlbert?”\r\n\r\nThis appeal for corroboration was directed to the other small boy on\r\nthe _Lechton_. It failed signally.\r\n\r\n“No, you did not tie Liz to the chimney. You know you never, Nuppie.”\r\n\r\n“Wait till we get out of this lock!” said Nuppie, earnestly.\r\n\r\nThe water pouring in from the northern sluice was forcing the tillers\r\nviolently against the southern sluice gates.\r\n\r\n“If them boys,” said Tom Blake in an overwrought voice, “lets them\r\ntillers go round, it’s all up with my pair o’ boats. Lemme do it,\r\nyou——” The rest of the sentence was mercifully lost in the thump with\r\nwhich Thomas’s feet bounded on the _Ashlade_’s cabin-top. He made Liz\r\nfast to the circular foot of iron chimney projecting from the boards;\r\nthen, jumping back to the land, he said, more in sorrow than in anger:\r\n“Lazy little brats! an’ they’ve ’_ad_ their tea, too.”\r\n\r\nClear of the locks, I walked with Thomas and his ancient horse, trying\r\nto explain what I wanted done. But it was not until we had tied up for\r\nthe night, had had beer at the Shovel, and (Nuppie and Albert being\r\nsafely asleep in the second cabin) had met at supper that my\r\ninstructions had been fully grasped. Thomas himself was inclined to be\r\ndiffident, and had it not been for Ada would, I think, have let my\r\noffer slide. She was enthusiastic. It was she who told me of the\r\ncottage they had at Fenny Stratford, which they used as headquarters\r\nwhilst waiting for a cargo.\r\n\r\n“That can be used as a permanent address,” I said. “All you have to do\r\nis to write your name at the end of each typewritten sheet, enclose it\r\nin the stamped envelope which I will send you, and send it by post.\r\nWhen the cheques come, sign them on the back and forward them to me.\r\nFor every ten pounds you forward me, I’ll give you one for yourself. In\r\nany difficulty, simply write to me—here’s my own address—and I’ll see\r\nyou through it.”\r\n\r\n“We can’t go to prison for it, can we, mister?” asked Ada suddenly,\r\nafter a pause.\r\n\r\n“No,” I said; “there’s nothing dishonest in what I propose.”\r\n\r\n“Oh, she didn’t so much mean that,” said Thomas, thoughtfully.\r\n\r\nThey gave me a shakedown for the night in the cargo.\r\n\r\nJust before turning in, I said casually, “If anyone except me cashed\r\nthe cheques by mistake, he’d go to prison quick.”\r\n\r\n“Yes, mister,” came back Thomas’s voice, again a shade thoughtfully\r\nmodulated."
  ]
}