{
  "index": 15,
  "title": "Chapter 14",
  "paragraphs": [
    "THE FIRST GHOST\r\n\r\n\r\n_(James Orlebar Cloyster’s narrative continued)_\r\n\r\nSuch was the suggestion Julian made; and I praised its ingenuity,\r\nlittle thinking how bitterly I should come to curse it in the future.\r\n\r\nI was immediately all anxiety to set the scheme working.\r\n\r\n“Will you be one of my three middlemen, Julian?” I asked.\r\n\r\nHe shook his head.\r\n\r\n“Thanks!” he said; “it’s very good of you, but I daren’t encroach\r\nfurther on my hours of leisure. Skeffington’s Sloe Gin has already\r\nbecome an incubus.”\r\n\r\nI could not move him from this decision.\r\n\r\nIt is not everybody who, in a moment of emergency, can put his hand on\r\nthree men of his acquaintance capable of carrying through a more or\r\nless delicate business for him. Certainly I found a difficulty in\r\nmaking my selection. I ran over the list of my friends in my mind. Then\r\nI was compelled to take pencil and paper, and settle down seriously to\r\nwhat I now saw would be a task of some difficulty. After half an hour I\r\nread through my list, and could not help smiling. I had indeed a mixed\r\nlot of acquaintances. First came Julian and Malim, the two pillars of\r\nmy world. I scratched them out. Julian had been asked and had refused;\r\nand, as for Malim, I shrank from exposing my absurd compositions to his\r\ncritical eye. A man who could deal so trenchantly over a pipe and a\r\nwhisky-and-soda with Established Reputations would hardly take kindly\r\nto seeing my work in print under his name. I wished it had been\r\npossible to secure him, but I did not disguise it from myself that it\r\nwas not.\r\n\r\nThe rest of the list was made up of members of the Barrel Club\r\n(impossible because of their inherent tendency to break out into\r\npersonal paragraphs); writers like Fermin and Gresham, above me on the\r\nliterary ladder, and consequently unapproachable in a matter of this\r\nkind; certain college friends, who had vanished into space, as men do\r\non coming down from the ’Varsity, leaving no address; John Hatton,\r\nSidney Price, and Tom Blake.\r\n\r\nThere were only three men in that list to whom I felt I could take my\r\nsuggestion. Hatton was one, Price was another, and Blake was the third.\r\nHatton should have my fiction, Price my Society stuff, Blake my serious\r\nverse.\r\n\r\nThat evening I went off to the Temple to sound Hatton on the subject of\r\nsigning my third book. The wretched sale of my first two had acted as\r\nsomething of a check to my enthusiasm for novel-writing. I had paused\r\nto take stock of my position. My first two novels had, I found on\r\nre-reading them, too much of the ’Varsity tone in them to be popular.\r\nThat is the mistake a man falls into through being at Cambridge or\r\nOxford. He fancies unconsciously that the world is peopled with\r\nundergraduates. He forgets that what appeals to an undergraduate public\r\nmay be Greek to the outside reader and, unfortunately, not compulsory\r\nGreek. The reviewers had dealt kindly with my two books (“this pleasant\r\nlittle squib,” “full of quiet humour,” “should amuse all who remember\r\ntheir undergraduate days”); but the great heart of the public had\r\nremained untouched, as had the great purse of the public. I had\r\ndetermined to adopt a different style. And now my third book was ready.\r\nIt was called, _When It Was Lurid_, with the sub-title, _A Tale of God\r\nand Allah_. There was a piquant admixture of love, religion, and\r\nEastern scenery which seemed to point to a record number of editions.\r\n\r\nI took the type-script of this book with me to the Temple.\r\n\r\nHatton was in. I flung _When It Was Lurid_ on the table, and sat down.\r\n\r\n“What’s this?” inquired Hatton, fingering the brown-paper parcel. “If\r\nit’s the corpse of a murdered editor, I think it’s only fair to let you\r\nknow that I have a prejudice against having my rooms used as a\r\ncemetery. Go and throw him into the river.”\r\n\r\n“It’s anything but a corpse. It’s the most lively bit of writing ever\r\ndone. There’s enough fire in that book to singe your tablecloth.”\r\n\r\n“You aren’t going to read it to me out loud?” he said anxiously.\r\n\r\n“No.”\r\n\r\n“Have I got to read it when you’re gone?”\r\n\r\n“Not unless you wish to.”\r\n\r\n“Then why, if I may ask, do you carry about a parcel which, I should\r\nsay, weighs anything between one and two tons, simply to use it as a\r\ntemporary table ornament? Is it the Sandow System?”\r\n\r\n“No,” I said; “it’s like this.”\r\n\r\nAnd suddenly it dawned on me that it was not going to be particularly\r\neasy to explain to Hatton just what it was that I wanted him to do.\r\n\r\nI made the thing clear at last, suppressing, of course, my reasons for\r\nthe move. When he had grasped my meaning, he looked at me rather\r\ncuriously.\r\n\r\n“Doesn’t it strike you,” he said, “that what you propose is slightly\r\ndishonourable?”\r\n\r\n“You mean that I have come deliberately to insult you, Hatton?”\r\n\r\n“Our conversation seems to be getting difficult, unless you grant that\r\nhonour is not one immovable, intangible landmark, fixed for humanity,\r\nbut that it is a commodity we all carry with us in varying forms.”\r\n\r\n“Personally, I believe that, as a help to identification,\r\nhonour-impressions would be as useful as fingerprints.”\r\n\r\n“Good! You agree with me. Now, you may have a different view; but, in\r\nmy opinion, if I were to pose as the writer of your books, and gained\r\ncredit for a literary skill——”\r\n\r\nI laughed.\r\n\r\n“You won’t get credit for literary skill out of the sort of books I\r\nwant you to put your name to. They’re potboilers. You needn’t worry\r\nabout Fame. You’ll be a martyr, not a hero.”\r\n\r\n“You may be right. You wrote the book. But, in any case, I should be\r\nmore of a charlatan than I care about.”\r\n\r\n“You won’t do it?” I said. “I’m sorry. It would have been a great\r\nconvenience to me.”\r\n\r\n“On the other hand,” continued Hatton, ignoring my remark, “there are\r\narguments in favour of such a scheme as you suggest.”\r\n\r\n“Stout fellow!” I said encouragingly.\r\n\r\n“To examine the matter in its—er—financial—to suppose for a\r\nmoment—briefly, what do I get out of it?”\r\n\r\n“Ten per cent.”\r\n\r\nHe looked thoughtful.\r\n\r\n“The end shall justify the means,” he said. “The money you pay me can\r\ndo something to help the awful, the continual poverty of Lambeth. Yes,\r\nJames Cloyster, I will sign whatever you send me.”\r\n\r\n“Good for you,” I said.\r\n\r\n“And I shall come better out of the transaction than you.”\r\n\r\nNo one would credit the way that man—a clergyman, too—haggled over\r\nterms. He ended by squeezing fifteen per cent out of me."
  ]
}